[
  {
    "id": "3473202",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>think tanks</li> <li>governments</li> <li>non governmental organizations</li> </ol> Which of the above are among the public policy actors?",
    "correctAnswer": "B",
    "options": {
      "A": "I and II",
      "B": "I, II, and III",
      "C": "I",
      "D": "II",
      "E": "II and III"
    },
    "explanation": ".., public policy actors are also analyzed, including but not limited to governments, private firms, international organizations, non-governmental organizations, think tanks, and citizens. P"
  },
  {
    "id": "3473203",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Policy studies are practice/implementation and action-oriented.</li> <li>Policy studies are multidisciplinary.</li> <li>Policy studies give more importance to theoretical studies</li> </ol> Which of the above are among the characteristics of policy studies?",
    "correctAnswer": "A",
    "options": {
      "A": "I and II",
      "B": "I",
      "C": "II",
      "D": "II",
      "E": "II ve III"
    },
    "explanation": "Policy studies are practice/implementation and action-oriented since it aims to provide specific solutions to specific problems. It is multidisciplinary since it benefits from the findings, concepts, and theories of many scientific disciplines.<br/>The expression \"Policy studies give more importance to theoretical studies\" given in the options is not compatible with being practical."
  },
  {
    "id": "3473204",
    "unitNumber": 1,
    "text": "List the steps of the policy analysis below, showing the evolution of the analysis.<br/>1. Step 1<br/>2. Step 2<br/>3. Step 3<br/>4. Step 4<br/>5. Step 5<br/>K. Evaluation of the degree of success (or failure) of the implementation<br/>L. List the following steps of policy analysis correctly<br/>M. Identification of problems<br/>N. Implementation of the chosen alternative solution<br/>O. Searching for solutions to problems and clearly identifying the solution options",
    "correctAnswer": "B",
    "options": {
      "A": "1-K, 2-L, 3-O, 4-M, 5-N",
      "B": "1-L, 2-M, 3-O, 4-N, 5-K",
      "C": "1-K, 2-M, 3-O, 4-L, 5-N",
      "D": "1-O, 2-K, 3-L, 4-N, 5-M",
      "E": "1-O, 2-N, 3-K, 4-M, 5-L"
    },
    "explanation": "Policy analysis steps:<br/>List the following steps of policy analysis correctly.<br/>Identification of problems,<br/>Searching for solutions to problems and clearly identifying the solution options,<br/>Implementation of the chosen alternative solution,<br/>Evaluation of the degree of success (or failure) of the implementation"
  },
  {
    "id": "3473206",
    "unitNumber": 1,
    "text": "Which of the following <u><strong>is not</strong></u> among the written policy advice that can be considered as the first sources of policy analysis?",
    "correctAnswer": "E",
    "options": {
      "A": "Orkhon Inscriptions",
      "B": "Adaletname",
      "C": "Layiha",
      "D": "Mirrors of kings",
      "E": "Cameralism"
    },
    "explanation": "Cameralism was not a written material, it was a movement led by the king (King Frederick I of Prussia) to raise the qualifications of bureaucrats."
  },
  {
    "id": "3473207",
    "unitNumber": 1,
    "text": "Which of the following<u><strong> is not</strong></u> one of the results that Frederic I expected from the implementation of Cameralism?",
    "correctAnswer": "C",
    "options": {
      "A": "to limit the power of the feudal landowners in his country,",
      "B": "to be ready for war at any time by establishing a robust financial system",
      "C": "to prevent the great migration from Prussia to other countries",
      "D": "to create a professional bureaucratic mechanism",
      "E": "to establish a modern administrative system,"
    },
    "explanation": "While the Prussian king Frederick I pioneered the creation of cameralism, he did not have a problem with immigration. It targets others offered in the options."
  },
  {
    "id": "3473208",
    "unitNumber": 1,
    "text": "Which of the following <u><strong>is not</strong></u> a public policy analyst?",
    "correctAnswer": "E",
    "options": {
      "A": "Radin",
      "B": "Wildavsky",
      "C": "Dye",
      "D": "Lasswell",
      "E": "Keynes"
    },
    "explanation": "Unlike others, Keynes is an economist."
  },
  {
    "id": "3473209",
    "unitNumber": 1,
    "text": "Which of the following <u><strong>is not</strong></u> among the reasons that played a role in the development of the field of policy analysis?",
    "correctAnswer": "C",
    "options": {
      "A": "Industrial revolution",
      "B": "Mass migration to cities",
      "C": "Founding of the USA",
      "D": "World War I",
      "E": "World War II"
    },
    "explanation": "Industrial revolution, mass migration to city and World Wars played an important role in the development of the field of policy analysis."
  },
  {
    "id": "3473214",
    "unitNumber": 1,
    "text": "The expression \"...............\" covers the functions performed by all the different advisers to the rulers of countries, kingdoms, and empires throughout human history.<br/>Which of the following expressions correctly fills in the blank in the sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "\"speaking truth to power\"",
      "B": "\"personal problems are outside the scope of interest of public policy analysis\"",
      "C": "\"the root problem\"",
      "D": "\"choose to do or not to do\"",
      "E": "\"cameralist policies\""
    },
    "explanation": "One of the most used definitions is “speaking truth to power” (Wildavsky, 1979: 1, 12, 126). This definition covers the functions performed by all the different advisers to the rulers of countries, kingdoms, and empires throughout human history."
  },
  {
    "id": "3473230",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Prince</li><br/><li>Mukaddime</li><br/><li>El Medinetül Fazıla</li><br/></ol><br/>Which of the above books mentions the qualities of a public administrator?",
    "correctAnswer": "C",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "I, II and III",
      "D": "I and III",
      "E": "II"
    },
    "explanation": "All three books describe the qualities of public administrators."
  },
  {
    "id": "3473236",
    "unitNumber": 1,
    "text": "Which president's advisor team is called Brain Trust?",
    "correctAnswer": "A",
    "options": {
      "A": "Roosevelt",
      "B": "Wilson",
      "C": "Chirchull",
      "D": "Reagan",
      "E": "Keynes"
    },
    "explanation": "Roosevelt won the elections three times in a row, and under his leadership, the US emerged as a dominant global power after winning the Second World War. His administration was known for following the public policies produced by his advisors, who were called the “brain trust\"."
  },
  {
    "id": "3553776",
    "unitNumber": 1,
    "text": "Which of the following option does not provide true and/or valid information?",
    "correctAnswer": "E",
    "options": {
      "A": "Public policy analysis is a subset of the public administration discipline.",
      "B": "Public policy analysis includes a series of activities, such as identifying public problems, formulating appropriate solutions to these problems, implementing these solutions, and evaluating the effectiveness of implementation.",
      "C": "The public policy studies borrow heavily from other disciplines such as political science, economics, law, sociology, psychology, and many other scientific areas of study, including social, basic, and applied sciences.",
      "D": "Public policy studies are multidisciplinary.",
      "E": "Public policy studies utilize only qualitative methods in analyzing public policies"
    },
    "explanation": "Public policy analysis is, therefore, a subset of the public administration discipline, as it is a series of activities, including identifying public problems, formulating appropriate solutions to these problems, implementing these solutions, and evaluating the effectiveness of implementation. Although the disciplines of public administration and public policy analysis go hand in hand, public policy studies borrow heavily from other disciplines such as political science, economics, law, sociology, psychology, and many other scientific areas of study, including social, basic, and applied sciences. Therefore, public policy studies are multidisciplinary. Due to its multi-disciplinary character, it is also <strong>multi-method,</strong> meaning that both <strong>qualitative and quantitative</strong> methods are used in public policy analysis"
  },
  {
    "id": "3553782",
    "unitNumber": 1,
    "text": "Which one is a supra-national structure or organization?",
    "correctAnswer": "D",
    "options": {
      "A": "World Bank / WB",
      "B": "International Monetary Fund / IMF",
      "C": "United Nations / the UN",
      "D": "the European Union / EU",
      "E": "The United Nations Educational, Scientific and Cultural Organization / UNESCO"
    },
    "explanation": "At various stages of the process, public policy actors such as the government, private sector, non-governmental organizations, and citizens also affect local, regional, national, and international public policies. From time to time and depending on the nature of the problem, international organizations such as the World Bank, IMF, United Nations, and UNESCO or supra-national structures such as the European Union may join these actors.<br/>At various stages of the process, public policy actors such as the government, private sector, non-governmental organizations, and citizens also affect local, regional, national, and international public policies. From time to time and depending on the nature of the problem, international organizations such as the World Bank, IMF, United Nations, and UNESCO or <strong>supra-national structures such as the European Union</strong> may join these actors."
  },
  {
    "id": "3553823",
    "unitNumber": 1,
    "text": "The decisions taken with the help of the public policy analysis process at an individual scale are also under the influence of the limitations in the decisions taken at the public level. The concept of ............... Herbert Simon (1947) used to express the problems experienced in the human decision-making process states that we cannot collect all the data about a desired decision.<br/>What does come the best to the given blank space?",
    "correctAnswer": "C",
    "options": {
      "A": "Network analysis",
      "B": "Primeval soup",
      "C": "Bounded rationality",
      "D": "Rational decision making",
      "E": "Tragedy of commons"
    },
    "explanation": "The decisions taken with the help of the public policy analysis process at an individual scale are also under the influence of the limitations in the decisions taken at the public level. The concept of <strong>bounded rationality</strong> Herbert Simon (1947) used to express the problems experienced in the human decision-making process states that we cannot collect all the data about a desired decision."
  },
  {
    "id": "3553833",
    "unitNumber": 1,
    "text": "The decisions taken with the help of the public policy analysis process at an individual scale are also under the influence of the limitations in the decisions taken at the public level. The concept of bounded rationality is used to express the problems experienced in the human decision-making process states that we cannot collect all the data about a desired decision.<br/>Who does coin and use intentionally the major concept of bounded rationality?",
    "correctAnswer": "B",
    "options": {
      "A": "Deborah Stone",
      "B": "Herbert Simon",
      "C": "Harold Laswell",
      "D": "Thomas R. Dye",
      "E": "Anthony Downs"
    },
    "explanation": "The decisions taken with the help of the public policy analysis process at an individual scale are also under the influence of the limitations in the decisions taken at the public level. The concept of bounded rationality is used to express by <strong>Herbert Simon (1947)</strong> the problems experienced in the human decision-making process states that we cannot collect all the data about a desired decision."
  },
  {
    "id": "3554828",
    "unitNumber": 1,
    "text": "One of the explanations for the emergence of public policy analysis is that these studies began to appear on the stage of history after the Industrial Revolution. The introduction of machines in agriculture made many agricultural workers redundant. The mechanization of agriculture pushed agricultural laborers away from rural areas. Simultaneously, the mechanization of production in the factories located in the cities pulled these former agricultural laborers into the cities as factory workers. These developments resulted in mass migration to cities from rural/agricultural areas.<br/>Which explanation about the emergence of public policy analysis is provided and stated in the above-mentioned text?",
    "correctAnswer": "A",
    "options": {
      "A": "First explanation",
      "B": "Second explanation",
      "C": "Third explanation",
      "D": "Fourth explanation",
      "E": "Fifth explanation"
    },
    "explanation": "<strong>HISTORICAL DEVELOPMENT OF PUBLIC POLICY ANALYSIS<br/></strong>After introducing the context and definitions of public policy studies, examining when, where, and why they emerged in the world is necessary. There are three different explanations regarding the emergence of public policy studies.<strong><br/>First Explanation: Organized Society</strong><br/><strong>The first explanation</strong> for the emergence of public policy analysis is that these studies began to appear on the stage of history after the Industrial Revolution. The introduction of machines in agriculture made many agricultural workers redundant. The mechanization of agriculture pushed agricultural laborers away from rural areas. Simultaneously, the mechanization of production in the factories located in the cities pulled these former agricultural laborers into the cities as factory workers. These developments resulted in mass migration to cities from rural/agricultural areas."
  },
  {
    "id": "3554829",
    "unitNumber": 1,
    "text": "Advisory books generally constitute a type of literature that tells the ruler how to act or what to refrain from in order to be a just and, therefore, successful ruler and what administrative, political, economic, and moral principles he should follow. While this is the purpose of such books of advice, there are also less normative and more realistic advisory books that describe what happens in the real world rather than what should happen in an ideal world.<br/>Such written policy advice came from statesmen, the people around the rulers, and even the rulers themselves. For example, King James I of England wrote down his royal experiences and counsel for his son. Again, the famous Dutch scholar Erasmus wrote a book for a similar purpose and effect.<br/>What is the name of the book written by Erasmus on this matter?",
    "correctAnswer": "B",
    "options": {
      "A": "The Prince",
      "B": "The Education of a Christian Prince",
      "C": "Tractatus de Regimine Principuin",
      "D": "Ashby's Active Policy of a Prince",
      "E": "The Boke of Noblesse"
    },
    "explanation": "Advisory books generally constitute a type of literature that tells the ruler how to act or what to refrain from in order to be a just and, therefore, successful ruler and what administrative, political, economic, and moral principles he should follow. While this is the purpose of such books of advice, there are also less normative and more realistic advisory books that describe what happens in the real world rather than what should happen in an ideal world.<br/>Such written policy advice came from statesmen, the people around the rulers, and even the rulers themselves. For example, King James I of England wrote down his royal experiences and counsel for his son. Again, the famous Dutch scholar Erasmus wrote a book entitled “The Education of a Christian Prince” (Dunn, 2004).<br/>For more extensive and detailed information on British case: 1) <a href=\"https://oro.open.ac.uk/57024/1/DX080723_1.pdf\">https://oro.open.ac.uk/57024/1/DX080723_1.pdf</a> Kekewich, Margaret Lucille (1987). <em>Books of advice</em><br/>Advisory books generally constitute a type of literature that tells the ruler how to act or what to refrain from in order to be a just and, therefore, successful ruler and what administrative, political, economic, and moral principles he should follow. While this is the purpose of such books of advice, there are also less normative and more realistic advisory books that describe what happens in the real world rather than what should happen in an ideal world.<br/>Such written policy advice came from statesmen, the people around the rulers, and even the rulers themselves. For example, King James I of England wrote down his royal experiences and counsel for his son. Again, the famous Dutch scholar Erasmus wrote a book entitled “The Education of a Christian Prince” (Dunn, 2004).<br/>For more extensive and detailed information on British case: 1) <a href=\"https://oro.open.ac.uk/57024/1/DX080723_1.pdf\">https://oro.open.ac.uk/57024/1/DX080723_1.pdf</a> Kekewich, Margaret Lucille (1987). <em>Books of advice for princes in fifteenth century England with particular reference to the period 1450-1485.</em> PhD thesis The Open University. DOI: <a href=\"https://doi.org/10.21954/ou.ro.0000dec0\">https://doi.org/10.21954/ou.ro.0000dec0</a>"
  },
  {
    "id": "3563935",
    "unitNumber": 1,
    "text": "The concept of ....................... Herbert Simon (1947) used to express the problems experienced in the human decision-making process states that we cannot collect all the data about a desired decision. Even if we can collect all the data, we do not have the mental capacity to analyze this data thoroughly. These limitations are also valid in the process of resolving individual problems.<br/>What does to come the best to the above given blank space?",
    "correctAnswer": "B",
    "options": {
      "A": "Practical rationality",
      "B": "Bounded rationality",
      "C": "Theoretical rationality",
      "D": "Substantive rationality",
      "E": "Formal rationality"
    },
    "explanation": "Figure 1.8 The global water inventory<br/>The concept of <strong>bounded rationality</strong> Herbert Simon (1947) used to express the problems experienced in the human decision-making process states that we cannot collect all the data about a desired decision. Even if we can collect all the data, we do not have the mental capacity to analyze this data thoroughly. These limitations are also valid in the process of resolving individual problems."
  },
  {
    "id": "3565263",
    "unitNumber": 1,
    "text": "It should be emphasized that .............. problems are outside the scope of interest of public policy analysis.<br/>What does come the best to the above given blank space?",
    "correctAnswer": "D",
    "options": {
      "A": "Regional",
      "B": "Communal",
      "C": "National",
      "D": "Personal",
      "E": "International"
    },
    "explanation": "Can Public Policy Analysis Be Conducted at the Personal Level for Personal Problems?<br/>Although public policy analysis aims to diagnose, analyze and solve public problems, it has the feature of being easily applied to problems at the individual level as an analytical analysis and decision-making technique (cited in Lasswell, 1951: 5; Smith and Larimer, 2009: 9). However, it should be emphasized that <strong>personal</strong> problems are outside the scope of interest of public policy analysis."
  },
  {
    "id": "3565292",
    "unitNumber": 1,
    "text": "At the Graduate School of Public Policy in Berkeley, I discouraged discussions on the meaning of policy analysis. Hundreds of conversations on this slippery subject had proven futile, even exasperating, possibly dangerous. For whenever my colleagues and I began our courses by asking “What is a policy analysis?” or, a choice that proved to be worse, “What is a problem?” student<br/>anxiety rose alarmingly. The classroom crackled with tension. It was as if students felt the faculty were withholding something vital - the strange and simple secret of analysis (which we must have<br/>known because students couldn’t learn it). … Yet our promise of pie in the sky by-and-by, though designed of course, to soothe the raging beast, was proved by experience. Students did learn to<br/>do analysis; and if our observation and their job experience were any guide, students not only felt but were more competent.<br/>Whose exact wording is given above?",
    "correctAnswer": "B",
    "options": {
      "A": "Deborah Stone",
      "B": "Aaron Wildavsky",
      "C": "Paul A. Sabatier",
      "D": "Christopher M. Weible",
      "E": "Jale Tosun"
    },
    "explanation": "How, then, should we define public policy analysis? <strong>Aaron Wildavsky,</strong> one of the prominent academics working on this subject, admitted to the complexity and even impossibility of defining<br/>what public policy analysis is. While explaining how he defined the subject and taught public policy analysis to his students, he emphasized the nature of policy analysis as a craft, something that<br/>can be perceived and learned best by observing, doing, and retrospection rather than classroom instruction (<strong>Wildavsky, 1979: 2</strong>):<br/>At the Graduate School of Public Policy in Berkeley, I discouraged discussions on the meaning of policy analysis. Hundreds of conversations on this slippery subject had proven futile, even exasperating, possibly dangerous. For whenever my colleagues and I began our courses by asking “What is a policy analysis?” or, a choice that proved to be worse, “What is a problem?” student<br/>anxiety rose alarmingly. The classroom crackled with tension. It was as if students felt the faculty were withholding something vital - the strange and simple secret of analysis (which we must have<br/>known because students couldn’t learn it). … Yet our promise of pie in the sky by-and-by, though designed of course, to soothe the raging beast, was proved by experience. Students did learn to<br/>do analysis; and if our observation and their job experience were any guide, students not only felt but were more competent."
  },
  {
    "id": "3565296",
    "unitNumber": 1,
    "text": "One of the explanations is that the modern version of public policy analysis emerged in the United States during the 20th Century, especially during and after the Second World War. The complicated data analysis techniques, which were used successfully during the war and brought victory to the USA, emerged due to intensive data collection efforts and processing of these data with the help of statistical and mathematical models. These advanced techniques, such as operations research and cost-benefit analysis, were also applied after the Second World War to civilian areas such as education, health, and infrastructure and gradually spread from the United States to the rest of the World.<br/>Which explanation is defined in the above-given text?",
    "correctAnswer": "C",
    "options": {
      "A": "First explanation",
      "B": "Second explanation",
      "C": "Third explanation",
      "D": "Fourth explanation",
      "E": "Fifth explanation"
    },
    "explanation": "<strong>The third and final explanation</strong> is that the modern version of public policy analysis emerged in the United States during the 20th Century, especially during and after the Second World War. The complicated data analysis techniques, which were used successfully during the war and brought victory to the USA, emerged due to intensive data collection efforts and processing of these data with the help of statistical and mathematical models. These advanced techniques, such as operations research and cost-benefit analysis, were also applied after the Second World War to civilian areas such as education, health, and infrastructure and gradually spread from the United States to the rest of the World."
  },
  {
    "id": "3844946",
    "unitNumber": 1,
    "text": "Which of the below is the concern of Public Policy?",
    "correctAnswer": "E",
    "options": {
      "A": "The depth of an individual",
      "B": "The education level of an individual",
      "C": "The drinking problem of an individual",
      "D": "the rate of interest",
      "E": "The rate of domestic violence"
    },
    "explanation": "All the other options are related to an individual. Option E concerns the public."
  },
  {
    "id": "3845226",
    "unitNumber": 1,
    "text": "which of the below actors is not always affective in public policy making?",
    "correctAnswer": "C",
    "options": {
      "A": "governments",
      "B": "citizens",
      "C": "international organizations",
      "D": "non-governmental organizations",
      "E": "private sector"
    },
    "explanation": "At various stages of the process, public policy actors such as the government, private sector, non-governmental organizations, and citizens also affect local, regional, national, and international public policies. From time to time and depending on the nature of the problem, international organizations such as the World Bank, IMF, United Nations, and UNESCO or supra-national structures such as the European Union may join these actors."
  },
  {
    "id": "3845517",
    "unitNumber": 1,
    "text": "Who wrote “The Public Policy Theory Primer”?",
    "correctAnswer": "A",
    "options": {
      "A": "Smith &amp; Larimer",
      "B": "Lasswell Geva-May",
      "C": "Tribe",
      "D": "Geva-May",
      "E": "Parsons"
    },
    "explanation": "Smith &amp; Larimer (2009) wrote a book entitled “The Public Policy Theory Primer” to compile and systematically present the current theories and approaches of public policy analysis. They could neither determine the exact definitions and disciplinary limits nor confidently say how this study area can be described."
  },
  {
    "id": "3845518",
    "unitNumber": 1,
    "text": "Which of the below is not one of the root problems to be solved by the public analysts?",
    "correctAnswer": "E",
    "options": {
      "A": "unemployment",
      "B": "poverty",
      "C": "inequality in income distribution",
      "D": "lack of education",
      "E": "inadequacy of schools"
    },
    "explanation": "The root problem that causes violence can be unemployment, poverty, inequality in income distribution, or lack<br/>of education."
  },
  {
    "id": "3845519",
    "unitNumber": 1,
    "text": "Who defined public policy as “the policy sciences of democracy”?",
    "correctAnswer": "B",
    "options": {
      "A": "Tribe",
      "B": "Lasswell",
      "C": "Geva-May",
      "D": "Parsons",
      "E": "Güler"
    },
    "explanation": "This is why Lasswell defined public policy as “the policy sciences of democracy”"
  },
  {
    "id": "3845522",
    "unitNumber": 1,
    "text": "Which of the following options shows the correct order of the public policy analysis process?<br/>I- clearly defining the problem<br/>II- analysis process<br/>III-making a decision<br/>IV- Implementation<br/>V- evaluation",
    "correctAnswer": "C",
    "options": {
      "A": "I-III-V-IV-II",
      "B": "II-III-IV-V-I",
      "C": "I-II-III-IV-V",
      "D": "V-IV-III-II-I",
      "E": "III-II-IV-I-V"
    },
    "explanation": "Correct order is:<br/>I- clearly defining the problem<br/>II- analysis process<br/>III-making a decision<br/>IV- Implementation<br/>V- evaluation"
  },
  {
    "id": "3845528",
    "unitNumber": 1,
    "text": "Which of the below shows the origin of Confucius?",
    "correctAnswer": "A",
    "options": {
      "A": "China",
      "B": "Greece",
      "C": "India",
      "D": "Mezopotamia",
      "E": "Babylonia"
    },
    "explanation": "Confucius is a Chinese philosopher."
  },
  {
    "id": "3845529",
    "unitNumber": 1,
    "text": "Who wrote “El Medinetül Fazıla”",
    "correctAnswer": "B",
    "options": {
      "A": "İbn-i Haldun",
      "B": "Farabi",
      "C": "Alexander the Great",
      "D": "Plato",
      "E": "Hammurabi"
    },
    "explanation": "Similar examples can also be found in Middle Eastern civilizations. Desired qualifications for public administrators are listed in Farabi’s book “El<br/>Medinetül Fazıla”."
  },
  {
    "id": "3845530",
    "unitNumber": 1,
    "text": "Who wrote \"Mukaddime\"?",
    "correctAnswer": "A",
    "options": {
      "A": "İbn-i Haldun",
      "B": "Farabi",
      "C": "Plato",
      "D": "Confucius",
      "E": "Hammurabi"
    },
    "explanation": "There is information concerning both public administration and public policy, such as the theory of the state and the classification of services<br/>in Ibn-i Haldun’s Mukaddime."
  },
  {
    "id": "3845532",
    "unitNumber": 1,
    "text": "What does politia mean?",
    "correctAnswer": "C",
    "options": {
      "A": "city",
      "B": "execution of public affairs",
      "C": "state",
      "D": "administration of the government",
      "E": "politicians"
    },
    "explanation": "It comes from the ancient Sanskrit words “pur,” meaning “city”, and the Latin “politia,” meaning “state.” It has been determined that these words have evolved from the word “policie,” which means “execution of public affairs” or “administration of the government” in Middle English"
  },
  {
    "id": "3565325",
    "unitNumber": 2,
    "text": "There are multiple ways to categorize theories related to the policy process, including factors like the time of their development, their direct or indirect impact, international relevance, frequency of appearance in textbooks, their application in scientific policy analysis, their analytical tools, global presence, and their ability to reflect real-world situations. Evangelia Petridou (2014) discusses Institutional Analysis and Development, Advocacy Coalition Framework, Social Construction and Design, Punctuated Equilibrium, Policy Diffusion, and Multiple Streams as ....... theories of the policy process. For the second group of theories, she uses “....... ” instead of “emergent” theories because these theories have been developed by teams of researchers for some time. The Narrative Policy Framework, Institutional Grammar, the Collective Learning Framework, and the Policy Regimes Perspective are in this second, evolving category.<br/>What are the concepts of categorization utilized and preferred by Evangelia Petridou (2014) for the sake of public policy process theories?",
    "correctAnswer": "E",
    "options": {
      "A": "Pioneering - recent",
      "B": "Primeval - strong",
      "C": "Classical - modern",
      "D": "Old - emergent",
      "E": "Established - evolving"
    },
    "explanation": "There are multiple ways to categorize theories related to the policy process, including factors like the time of their development, their direct or indirect impact, international relevance, frequency of appearance in textbooks, their application in scientific policy analysis, their analytical tools, global presence, and their ability to reflect real-world situations. Evangelia Petridou (2014) discusses Institutional Analysis and Development, Advocacy Coalition Framework, Social Construction and Design, Punctuated Equilibrium, Policy Diffusion, and Multiple Streams as <strong>established </strong>theories of the policy process. For the second group of theories, she uses “<strong>evolving</strong>” instead of “emergent” theories because these theories have been developed by teams of researchers for some time. The Narrative Policy Framework, Institutional Grammar, the Collective Learning Framework, and the Policy Regimes Perspective are in this second, evolving category."
  },
  {
    "id": "3565338",
    "unitNumber": 2,
    "text": "A well-known definition of public policy is articulated to characterize it as “anything a government chooses to do or not to do.”<br/>Who does articulate this short and influential definition of public policy during the 1970s?",
    "correctAnswer": "A",
    "options": {
      "A": "Thomas R. Dye",
      "B": "Aaron Wildavsky",
      "C": "Christopher Jones",
      "D": "Deborah Stone",
      "E": "Harold Lasswell"
    },
    "explanation": "Policy, Public Policy, Policymaking, and (Public) Policy Process<br/>A common and fundamental aspect in the way most authors employ the term policy is its inherent purposefulness, as highlighted by Parsons (1995: 13-16). Policy serves as a broad framework for defining specific objectives or a desired state of affairs, while acknowledging the constraints posed by existing legacies and future prospects.<br/>A well-known definition of public policy, as articulated by <strong>Thomas R. Dye (1972: 2)</strong>, characterizes it as “anything a government chooses to do or not to do.”"
  },
  {
    "id": "3565358",
    "unitNumber": 2,
    "text": "Who are the most important and earlier representatives of political systems approach?",
    "correctAnswer": "C",
    "options": {
      "A": "Paul A. Sabatier and Christopher M. Weible",
      "B": "Daniel C. McCool and Paul Cairney",
      "C": "Thomas R. Dye and David Easton",
      "D": "Ann O’M. Bowman and Arnold Vedlitz",
      "E": "B. Guy Peters and Russel Ayres"
    },
    "explanation": "Models are more detailed and concrete than approaches.<br/>• Behavioral Approach (Ostrom, 1998).<br/>• Stages Approach (deLeon, 1999),<br/>Heuristic Approach (Hendrick, 1994),<br/>• Institutional Approaches (Kiser, and Ostrom, 1982),<br/>• Systems Approach (Dye, 1987; Easton, 1953, 1957; 1966),<br/>• Discursive approaches (Durnova, and Zittoun, 2013).<br/>Models are more detailed and concrete than approaches.<br/>• Behavioral Approach (Ostrom, 1998).<br/>• Stages Approach (deLeon, 1999),<br/>Heuristic Approach (Hendrick, 1994),<br/>• Institutional Approaches (Kiser, and Ostrom, 1982),<br/>•<strong> Systems Approach (Dye, 1987; Easton, 1953, 1957; 1966),</strong><br/>• Discursive approaches (Durnova, and Zittoun, 2013)."
  },
  {
    "id": "3565429",
    "unitNumber": 2,
    "text": "Who are the author of the famous and influential book titled the A Preview of Policy Science (1971)?",
    "correctAnswer": "A",
    "options": {
      "A": "Harold D. Lasswell",
      "B": "Anthony Downs",
      "C": "Paul A. Sabatier",
      "D": "Charles O. Jones",
      "E": "Herbert Simon"
    },
    "explanation": "Policy Sciences<br/>Harold Lasswell and Abraham Kaplan (Lasswell, 1951; Lasswell &amp; Kaplan, 1950) developed the policy sciences and emphasized how policy sciences play a significant role in contributing to democratic<br/>values and the political system. According to Lasswell (1951), policy sciences aimed at providing knowledge to enhance democratic practices. Since then, the use of the policy sciences has become<br/>more widespread, but it has not always been used in the way that Lasswell and Kaplan envisioned.<br/>Later, in <strong>A Preview of Policy Science (1971: 13), Laswell</strong> defined the policy scientist as one who was “concerned with mastering the skills appropriate to enlightened decision in the context of public and civic order”."
  },
  {
    "id": "3565458",
    "unitNumber": 2,
    "text": "Some social and behavioral scientists (1994) who -although they are sympathetic to the policy sciences- wrote that policy analytic movement begun by Harold Laswell (1951; 1956; 1971) in the early 1950s, has largely failed.<br/>Who are these authors against the ideas and movement established by Harold Laswell?",
    "correctAnswer": "D",
    "options": {
      "A": "Kevin B. Smith, Christopher W. Larimer",
      "B": "Werner Jann and Kai Wegrich",
      "C": "M. Ramesh and Michael P. Howlett",
      "D": "Donald Schön and Martin Rein",
      "E": "L. L. Kiser and Elinor Ostrom"
    },
    "explanation": "<strong>Donald Schön and Martin Rein (1994:</strong> xvi), who -although they are sympathetic to the policy sciences- wrote that policy analytic movement begun by Harold Laswell (1951; 1956; 1971) in the early 1950s, has largely failed (deLeon, 1999: 19-20). Policy theory “field is populated by multiple theories that have relatively well-developed research agendas associated with them” (Meier, 2009: 5)."
  },
  {
    "id": "3565482",
    "unitNumber": 2,
    "text": "John Kingdon (1995) proposed that an issue found its way onto the policy agenda when, during periods of opportunity, the three streams were linked by policy entrepreneurs. Subsequently, the very famous framework of the Kingdon has undergone substantial theoretical development and has been extended to encompass other phases of the policy process, including policy adoption and implementation.<br/>What is the public policy process theory or framework of John Kingdon?",
    "correctAnswer": "B",
    "options": {
      "A": "Advocacy Coalition Framework (ACF)",
      "B": "The Multiple Streams Framework (MSF)",
      "C": "Political Systems Theory (PST)",
      "D": "Public Choice Theory (PCT)",
      "E": "Funnel of Causality"
    },
    "explanation": "John Kingdon (1995) proposed that an issue found its way onto the policy agenda when, during periods of opportunity, the three streams were linked by policy entrepreneurs. Subsequently, the <strong>Multiple Streams Framework (MSF)</strong> has undergone substantial theoretical development and has been extended to encompass other phases of the policy process, including policy adoption and implementation."
  },
  {
    "id": "3565559",
    "unitNumber": 2,
    "text": "Besides United States of America (USA) with 50 states, which country is the most eligible and suitable for the large-N comparative public policy analysis for the late 2010s and all of 2020s?",
    "correctAnswer": "E",
    "options": {
      "A": "Canada",
      "B": "Germany",
      "C": "Brazil",
      "D": "The United Kingdom",
      "E": "Türkiye"
    },
    "explanation": "After more reliable, long-term, standardized, open, easily-available, detailed data on Turkish metropolitan municipalities, large-N comparative public policy analysis will be more meaningful,<br/>possible, and influential, considering <strong>Türkiye</strong> has 30 metropolitan municipalities since 2014 and large-N comparative studies need 20 or more comparable observations, cases, states, countries,<br/>universities, or municipalities. Although the US has the most suitable country with 50 states, Türkiye also presents a base for large-N comparative public policy studies with her 30 greater municipalities."
  },
  {
    "id": "3565570",
    "unitNumber": 2,
    "text": "John W. Kingdon (1984; 1995) views the policy process as composed of three streams of actors and processes in a presidential system, which is the U.S.A.<br/>Who does extend Kingdon's his framework and policy making under ambiguity conditions of “orderly” parliamentary systems?",
    "correctAnswer": "A",
    "options": {
      "A": "Nikolaos Zahariadis",
      "B": "Paul Cairney",
      "C": "Charles O. Jones",
      "D": "Aaron Wildawsky",
      "E": "Jale Tosun"
    },
    "explanation": "John W. Kingdon (1984; 1995) views the policy process as composed of three streams of actors and processes in a presidential system, which is the U.S.A., and <strong>Nikolaos Zahariadis</strong> (1999/2003) extends his framework and policy making under ambiguity conditions of “orderly” parliamentary systems"
  },
  {
    "id": "3565613",
    "unitNumber": 2,
    "text": "Who is the mother of the institutional analysis and development framework (IAD) utilized as one of the theories of the public policy process?",
    "correctAnswer": "B",
    "options": {
      "A": "Jale Tosun",
      "B": "Elinor Ostrom",
      "C": "Tanja Klenk",
      "D": "Iris Geva-May",
      "E": "Catherine Marshall"
    },
    "explanation": "Mark Considine (2005), in his book titled Making Public Policy, is a follower of institutionalism, especially new institutionalism as a starting point for building a theory for this textbook; however,<br/>the mother or father of the institutional analysis and development framework is<strong> Elinor Ostrom</strong> with some inspirations from Kiser during early 1980s."
  },
  {
    "id": "3565624",
    "unitNumber": 2,
    "text": "One of the theories within the realm of public policy process studies offers a unique and valuable framework for understanding how policies are formulated, implemented, and maintained over time. This approach, theory, framework or perspective does not primarily aim to gauge policy change; instead, it focuses on the dynamic interaction between policies and politics. Going beyond specific subsystems, it is defined as the overarching systems used to tackle policy issues, encompassing elements like institutional structures, alignments of interests, and shared concepts.<br/>Which public policy process theory is defined in the above given text?",
    "correctAnswer": "E",
    "options": {
      "A": "Narrative Policy Framework (NPF)",
      "B": "Institutional Analysis and Development (IAD) Framework",
      "C": "Multiple Streams Framework (MSF)",
      "D": "Advocacy Coalition Framework (ACF)",
      "E": "Policy Regime Perspective (PRP)"
    },
    "explanation": "<strong>The policy regime perspective (PRP)</strong> is a theory within the realm of public policy process studies that offers a unique and valuable framework for understanding how policies are formulated, implemented, and maintained over time. The policy regime approach or perspective does not primarily aim to gauge policy change; instead, it focuses on the dynamic interaction between policies and politics. Going beyond specific subsystems, policy regimes are defined as the overarching systems used to tackle policy issues, encompassing elements like institutional structures, alignments of interests, and shared concepts."
  },
  {
    "id": "3843406",
    "unitNumber": 2,
    "text": "Which of the following best defines a 'framework' in public policy analysis?",
    "correctAnswer": "C",
    "options": {
      "A": "A specific set of variables tested through experimentation",
      "B": "A guideline for choosing policy alternatives<br/>c) A shared orientation for studying phenomena<br/>d) A model used for normative evaluation<br/>e) A heuristic shortcut for decision making",
      "C": "A shared orientation for studying phenomena<br/>d) A model used for normative evaluation<br/>e) A heuristic shortcut for decision making",
      "D": "A model used for normative evaluation",
      "E": "A heuristic shortcut for decision making"
    },
    "explanation": "According to Ostrom (2014), frameworks offer a meta-theoretical structure that enables scholars to identify universal elements for theory development. They organize inquiry by offering consistent vocabulary and measurement tools but do not explain specific outcomes themselves.<br/>Frameworks provide a broad and shared structure to guide policy analysis. The correct answer is C."
  },
  {
    "id": "3843407",
    "unitNumber": 2,
    "text": "Which paradigm emphasizes gradual, small-scale changes rather than major shifts in policymaking?",
    "correctAnswer": "C",
    "options": {
      "A": "Punctuated Equilibrium Paradigm",
      "B": "Rational Choice Paradigm",
      "C": "Incrementalism Paradigm",
      "D": "Constructivist Paradigm",
      "E": "Network Governance Paradigm"
    },
    "explanation": "The incrementalism paradigm assumes policymakers operate under bounded rationality and constrained information, resulting in policy changes that build slowly upon existing policies. It is especially helpful in explaining policy stability over time.<br/>Incrementalism sees policy change as occurring in small, manageable steps. The correct answer is C."
  },
  {
    "id": "3843409",
    "unitNumber": 2,
    "text": "What is the main criticism of the stages model in public policy analysis?",
    "correctAnswer": "C",
    "options": {
      "A": "It integrates too many actors.",
      "B": "It oversimplifies institutional structures.",
      "C": "It lacks causal mechanisms.",
      "D": "It ignores agenda setting.",
      "E": "It overemphasizes external validity."
    },
    "explanation": "Critics like Sabatier argue that while the stages model is useful for organizing understanding of the policy process, it fails to provide scientific explanations or causal mechanisms. It presents stages as linear rather than interactive or recursive, which limits its explanatory power.<br/>The stages model does not explain why or how policy changes occur.The correct answer is C."
  },
  {
    "id": "3843411",
    "unitNumber": 2,
    "text": "Which contributor is considered the originator of the 'policy sciences' concept?",
    "correctAnswer": "A",
    "options": {
      "A": "Harold D. Lasswell",
      "B": "Paul A. Sabatier",
      "C": "David Easton",
      "D": "Christopher M. Weible",
      "E": "B. Guy Peters"
    },
    "explanation": "Harold Lasswell conceptualized policy sciences in the 1950s, advocating for a multidisciplinary, value-oriented, and problem-focused approach to support democratic decision-making and enhance civic order. His framework remains foundational in the field.<br/>Lasswell introduced the idea of using interdisciplinary methods to improve democratic governance. The correct answer is A."
  },
  {
    "id": "3843412",
    "unitNumber": 2,
    "text": "Which of the following is a key feature of the Advocacy Coalition Framework (ACF)?",
    "correctAnswer": "B",
    "options": {
      "A": "b) Use of cost-benefit analysis",
      "B": "Policy learning through coalition competition",
      "C": "Bureaucratic hierarchy focus",
      "D": "Disregard for belief systems",
      "E": "Short-term decision-making"
    },
    "explanation": "The ACF posits that actors with shared beliefs form coalitions and compete within policy subsystems. Over time, policy learning occurs through these interactions, making it a valuable framework for explaining sustained policy evolution.<br/>ACF emphasizes long-term policy change through coalition-driven learning. The correct answer is B."
  },
  {
    "id": "3843414",
    "unitNumber": 2,
    "text": "Which paradigm focuses on socially constructed meanings and policy discourse?",
    "correctAnswer": "E",
    "options": {
      "A": "Rational Choice",
      "B": "Incrementalism",
      "C": "Institutionalism",
      "D": "Public Choice",
      "E": "Constructivist Paradigm"
    },
    "explanation": "In contrast to paradigms based on rationality or institutional rules, the Constructivist Paradigm sees policy as shaped by subjective understandings, discourse, and ideational factors. It is particularly useful in analyzing normative and cultural influences in policy design.<br/>The Constructivist Paradigm highlights the importance of language, norms, and identity in policymaking. The correct answer is E."
  },
  {
    "id": "3843416",
    "unitNumber": 2,
    "text": "According to Dye’s definition, what does public policy fundamentally involve?",
    "correctAnswer": "D",
    "options": {
      "A": "Redistribution of resources",
      "B": "Bureaucratic discretion",
      "C": "Ethical deliberation",
      "D": "Government decision-making and non-action",
      "E": "Budgetary constraints"
    },
    "explanation": "Thomas Dye's classic definition characterizes public policy as \"anything a government chooses to do or not to do.\" This highlights the intentional nature of inaction in policy and emphasizes that decisions not to act are still policy choices.<br/>Public policy includes both what governments choose to do and not to do. The correct answer is D."
  },
  {
    "id": "3843418",
    "unitNumber": 2,
    "text": "Which concept best describes a simplified representation used to analyze policy dynamics?",
    "correctAnswer": "A",
    "options": {
      "A": "Model",
      "B": "Theory",
      "C": "Framework",
      "D": "Paradigm",
      "E": "Heuristic"
    },
    "explanation": "Models are specific constructs that help to analyze and explain policy problems, decisions, and outcomes. They typically include variables, assumptions, and categories that support empirical research and theory development.<br/>Models simplify complex policy processes for better understanding. The correct answer is A."
  },
  {
    "id": "3843419",
    "unitNumber": 2,
    "text": "Which approach focuses on language, meaning, and subjectivity in policy research?",
    "correctAnswer": "C",
    "options": {
      "A": "Behavioral Approach",
      "B": "Heuristic Approach",
      "C": "Discursive Approach",
      "D": "Systems Approach",
      "E": "Group Model"
    },
    "explanation": "Discursive approaches emerged as a counter to positivist traditions, emphasizing the importance of language, narrative, and subjective interpretations in understanding policy processes. They are aligned with constructivist and qualitative methodologies.<br/>Discursive approaches emphasize policy meaning and interpretation. The correct answer is C."
  },
  {
    "id": "3843420",
    "unitNumber": 2,
    "text": "Why are multiple theories recommended when analyzing policy processes, according to Sabatier and Weible?",
    "correctAnswer": "B",
    "options": {
      "A": "To promote cost-efficiency",
      "B": "Because no single theory offers a complete explanation",
      "C": "To achieve statistical accuracy",
      "D": "To reduce political influence",
      "E": "To ensure legal compliance"
    },
    "explanation": "Sabatier and Weible argue that the policy process is too complex to be fully captured by any single theory. Using multiple theoretical lenses provides a more holistic and nuanced understanding of how policies are formed, implemented, and changed.<br/>Each theory offers a partial lens on policy processes. The correct answer is C."
  },
  {
    "id": "3845536",
    "unitNumber": 2,
    "text": "Who is one of the main contributors to the theories of the policy process?",
    "correctAnswer": "A",
    "options": {
      "A": "Paul A. Sabatier",
      "B": "Peters and Pierre",
      "C": "Hupe and Hill",
      "D": "Anderson",
      "E": "Evangelia Petridou"
    },
    "explanation": "One of the main contributors to the theories of the policy process is Paul A. Sabatier, the editor of the book with this same name, The Theories of the Policy Process."
  },
  {
    "id": "3845537",
    "unitNumber": 2,
    "text": "Which of the below is in the evolving category rather than the emergent category according to Evangelia<br/>Petridou?",
    "correctAnswer": "D",
    "options": {
      "A": "Institutional Analysis",
      "B": "Development",
      "C": "Advocacy Coalition Framework,",
      "D": "The Narrative Policy Framework",
      "E": "Social Construction and Design"
    },
    "explanation": "The Narrative Policy Framework, Institutional Grammar, the Collective Learning Framework, and the Policy Regimes Perspective are in this second, evolving category."
  },
  {
    "id": "3845543",
    "unitNumber": 2,
    "text": "Which paradigm assumes that individuals and policymakers are rational actors who seek to maximize their utility when making decisions?",
    "correctAnswer": "A",
    "options": {
      "A": "Rational Choice Paradigm",
      "B": "Incrementalism Paradigm",
      "C": "Punctuated Equilibrium Paradigm",
      "D": "Institutionalism Paradigm",
      "E": "Constructivist Paradigm"
    },
    "explanation": "The Rational Choice Paradigm (RCP) assumes that individuals and policymakers are rational actors who seek to maximize their utility when making decisions."
  },
  {
    "id": "3845544",
    "unitNumber": 2,
    "text": "Which paradigm suggests that policymaking is characterized by small, incremental changes to existing policies rather than dramatic shifts?",
    "correctAnswer": "B",
    "options": {
      "A": "Rational Choice Paradigm",
      "B": "Incrementalism Paradigm",
      "C": "Punctuated Equilibrium Paradigm",
      "D": "Institutionalism Paradigm",
      "E": "Constructivist Paradigm"
    },
    "explanation": "Incrementalism suggests that policymaking is characterized by small, incremental changes to existing policies rather than dramatic shifts. It assumes that policymakers are constrained by limited information and resources, leading to gradual policy adjustments."
  },
  {
    "id": "3845545",
    "unitNumber": 2,
    "text": "Which paradigm suggests that policy change is characterized by long periods of stability followed by immediate, disruptive shifts?",
    "correctAnswer": "C",
    "options": {
      "A": "Rational Choice Paradigm",
      "B": "Incrementalism Paradigm",
      "C": "Punctuated Equilibrium Paradigm",
      "D": "Institutionalism Paradigm",
      "E": "Constructivist Paradigm"
    },
    "explanation": "Punctuated Equilibrium Paradigm suggests that policy change is characterized by long periods of stability followed by immediate, disruptive shifts."
  },
  {
    "id": "3845547",
    "unitNumber": 2,
    "text": "Which paradigm emphasizes the role of institutions, rules, and norms in shaping policymaking?",
    "correctAnswer": "D",
    "options": {
      "A": "Rational Choice Paradigm",
      "B": "Incrementalism Paradigm",
      "C": "Punctuated Equilibrium Paradigm",
      "D": "Institutionalism Paradigm",
      "E": "Constructivist Paradigm"
    },
    "explanation": "Institutionalism Paradigm or Institutionalism emphasizes the role of institutions, rules, and norms in shaping policymaking."
  },
  {
    "id": "3845548",
    "unitNumber": 2,
    "text": "Which paradigm emphasizes the role of ideas, norms, and discourses in policymaking?",
    "correctAnswer": "E",
    "options": {
      "A": "Rational Choice Paradigm",
      "B": "Incrementalism Paradigm",
      "C": "Punctuated Equilibrium Paradigm",
      "D": "Institutionalism Paradigm",
      "E": "Constructivist Paradigm"
    },
    "explanation": "Constructivist Paradigm emphasizes the role of ideas, norms, and discourses in policymaking."
  },
  {
    "id": "3845549",
    "unitNumber": 2,
    "text": "Which paradigm emphasizes the role of inter-organizational networks and collaborations in policymaking?",
    "correctAnswer": "D",
    "options": {
      "A": "Punctuated Equilibrium Paradigm",
      "B": "Institutionalism Paradigm",
      "C": "Constructivist Paradigm",
      "D": "Network Governance Paradigm",
      "E": "Public Choice Theory/Paradigm"
    },
    "explanation": "Network Governance Paradigm emphasizes the role of inter-organizational networks and collaborations in policymaking."
  },
  {
    "id": "3845551",
    "unitNumber": 2,
    "text": "Which paradigm applies economic principles to the analysis of policymaking?",
    "correctAnswer": "E",
    "options": {
      "A": "Punctuated Equilibrium Paradigm",
      "B": "Institutionalism Paradigm",
      "C": "Constructivist Paradigm",
      "D": "Network Governance Paradigm",
      "E": "Public Choice Theory/Paradigm"
    },
    "explanation": "Public Choice Theory/Paradigm applies economic principles to the analysis of policymaking."
  },
  {
    "id": "3845553",
    "unitNumber": 2,
    "text": "What does ACF stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Advocacy Coalition Framework",
      "B": "Apolitic Coalition Framework",
      "C": "Advocacy Compelling Framework",
      "D": "Advocacy Coalition False",
      "E": "Advocate Coarse Framework"
    },
    "explanation": "Advocacy Coalition Framework (ACF) proposes that the policymaking process comprises alliances of interest groups and individuals who hold similar convictions and principles. These coalitions compete and cooperate to influence policy outcomes over extended periods."
  },
  {
    "id": "3565634",
    "unitNumber": 3,
    "text": "Which of the following actor groups are considered as official actors?",
    "correctAnswer": "A",
    "options": {
      "A": "Executive",
      "B": "Interest Groups",
      "C": "Think tanks",
      "D": "Political Actors",
      "E": "Printed media"
    },
    "explanation": "Official Actors<br/>Official actors consist of legislative, <strong>executive</strong>, and judicial bodies. In simpler terms, official actors are parliamentarians, executives, administrators, and judiciary members. These actors within<br/>or affiliated with the state operate within the institutional environment of the policy process. The powers they use within this institutional environment are derived from the constitution and<br/>laws (Theodoulou &amp; Kofinis, 2004: 56). Therefore, these actors exercise legitimate authority."
  },
  {
    "id": "3565877",
    "unitNumber": 3,
    "text": "To support agricultural and rural development in developing countries. To finance agricultural and rural development projects to combat hunger. To contribute to the preparation of strategic plans of<br/>countries and ensure the implementation of agricultural projects.<br/>Which international organization is defined in the above-given tasks?",
    "correctAnswer": "B",
    "options": {
      "A": "World Food Program",
      "B": "International Fund for Agricultural Development",
      "C": "World Meteorological Organization",
      "D": "World Tourism Organization",
      "E": "UN Industrial Development Organization"
    },
    "explanation": "Appendix 1 International Organizations Affiliated with the United Nations<br/>International Fund for Agricultural Development<br/>To reduce poverty in rural areas<br/>• To support agricultural and rural development in developing countries.<br/>• To finance agricultural and rural development projects to combat hunger.<br/>• To contribute to the preparation of strategic plans of countries and ensure the implementation of agricultural projects."
  },
  {
    "id": "3565891",
    "unitNumber": 3,
    "text": "It collaborates with other organizations to take various preventive and improvement measures when necessary. In this sense, the most recent example is the COVID-19 pandemic. During this process, the WHO, UNICEF, CEPI, and GAVI established an initiative with global cooperation to accelerate the development, production, and fair access to COVID-19 tests, treatments, and<br/>vaccines.<br/>Which initiative is established by the above given four organizations for combatting COVID-19?",
    "correctAnswer": "C",
    "options": {
      "A": "Inspire Others Initiative",
      "B": "FOSTER Creativity Initiative",
      "C": "COVAX initiative",
      "D": "Conquer Fear Initiative",
      "E": "SMART initiative"
    },
    "explanation": "It collaborates with other organizations to take various preventive and improvement measures when necessary. In this sense, the most recent example is the COVID-19 pandemic. During this process, the WHO, UNICEF, CEPI, and GAVI established the <strong>COVAX</strong> initiative with global cooperation to accelerate the development, production, and fair access to COVID-19 tests, treatments, and<br/>vaccines.<br/>It collaborates with other organizations to take various preventive and improvement measures when necessary. In this sense, the most recent example is the COVID-19 pandemic. During this process, the WHO, UNICEF, CEPI, and GAVI established the COVAX initiative with global cooperation to accelerate the development, production, and fair access to COVID-19 tests, treatments, and<br/>vaccines."
  },
  {
    "id": "3565898",
    "unitNumber": 3,
    "text": "When the Food and Agriculture Organization (FAO) is established?",
    "correctAnswer": "B",
    "options": {
      "A": "1932",
      "B": "1943",
      "C": "1960",
      "D": "1976",
      "E": "1991"
    },
    "explanation": "The Food and Agriculture Organization (FAO), established in <strong>1943</strong> and becoming a specialized agency of the United Nations in 1946, is an international organization that fights hunger."
  },
  {
    "id": "3565908",
    "unitNumber": 3,
    "text": "The International Monetary Fund (IMF) was established in the US in 1944 to address international economic issues and began working in 1947. Currently, it is managed by 190 countries. From a public policy perspective, the IMF proposes policies to ensure growth and financial stability.",
    "correctAnswer": "E",
    "options": {
      "A": "The development of airlines",
      "B": "Providing food support",
      "C": "Supporting tourism",
      "D": "Combatting poverty",
      "E": "Financial stability"
    },
    "explanation": "The International Monetary Fund (IMF) was established in the US in 1944 to address international economic issues and began working in 1947. Currently, it is managed by 190 countries. From a public policy perspective, the IMF proposes policies to ensure growth and <strong>financial stability.</strong>"
  },
  {
    "id": "3565927",
    "unitNumber": 3,
    "text": "The International Labour Organization (ILO) was established to protect universal human and labor rights. It was established under an very important Treaty or Act in 1919 and became part of the UN’s founding in 1946.<br/>The International Labour Organization (ILO) was established under/with which international treaty or act?",
    "correctAnswer": "C",
    "options": {
      "A": "Potsdam Conference",
      "B": "Yalta Conference",
      "C": "Versailles Treaty",
      "D": "The Treaty of San Francisco",
      "E": "Treaty of Tordesillas"
    },
    "explanation": "The International Labour Organization (ILO) was established to protect universal human and labor rights. It was established under <strong>the Versailles Treaty</strong> in 1919 and became part of the UN’s founding in 1946."
  },
  {
    "id": "3565933",
    "unitNumber": 3,
    "text": "The first International Labour Organization (ILO) Office is opened in Türkiye in Istanbul?",
    "correctAnswer": "A",
    "options": {
      "A": "1952",
      "B": "1961",
      "C": "1974",
      "D": "1988",
      "E": "2003"
    },
    "explanation": "Türkiye also became a member of the ILO in 1932. The first ILO Office in Türkiye was opened in Istanbul in <strong>1952</strong>."
  },
  {
    "id": "3565943",
    "unitNumber": 3,
    "text": "What are the organizations that generally provide advice to policymakers, collect information and data through their various experts, conduct analyses, and help educate the public by publishing various reports or holding conferences?",
    "correctAnswer": "C",
    "options": {
      "A": "Network groups",
      "B": "Venue shopping",
      "C": "Think tanks",
      "D": "Tank production",
      "E": "Holding companies"
    },
    "explanation": "Think Tanks<br/>Think tanks are organizations that generally provide advice to policymakers, collect information and data through their various experts, conduct analyses, and help educate the public by publishing various reports or holding conferences. The emergence of complex issues and the increasing need for governments to have more analytical policies have led to the growth of think tanks (Birkland, 2010: 143)."
  },
  {
    "id": "3565958",
    "unitNumber": 3,
    "text": "In terms of public policy making in the modern world, international civil society organizations are the most essential in which topics among the given choices below?",
    "correctAnswer": "A",
    "options": {
      "A": "Car production",
      "B": "Environmental policies",
      "C": "Building kayaking centers",
      "D": "Furniture standards",
      "E": "Exploration of outer space policies"
    },
    "explanation": "National civil society organizations, as well as international civil society organizations, are effective in the public policy process. For example, international civil society organizations are essential in <strong>environmental policies.</strong> Similarly, civil society organizations protect human rights more effectively than many other actors (Babaoğlu, 2013: 176-177). Furthermore, international civil society organizations play a very active role in bringing structural adjustment policies to the agenda in Türkiye (Biçer and Yılmaz, 2009: 55)."
  },
  {
    "id": "3565968",
    "unitNumber": 3,
    "text": "In modern Türkiye, the establishment, functioning, activities, and supervision of political parties are regulated by the Political Parties Law adopted<br/>When the recent Political Parties Law is adopted?",
    "correctAnswer": "B",
    "options": {
      "A": "1966",
      "B": "1983",
      "C": "1999",
      "D": "2004",
      "E": "2020"
    },
    "explanation": "In modern Türkiye, the establishment, functioning, activities, and supervision of political parties are regulated by the Political Parties Law adopted in <strong>1983</strong>."
  },
  {
    "id": "3843421",
    "unitNumber": 3,
    "text": "Which actor is primarily responsible for turning public demands into authoritative policy decisions?",
    "correctAnswer": "C",
    "options": {
      "A": "Interest groups",
      "B": "Bureaucrats",
      "C": "The legislature",
      "D": "Political parties",
      "E": "Academics"
    },
    "explanation": "Legislatures are central to the policymaking process. As elected bodies, they represent the public and enact legislation that shapes public life. They institutionalize the demands of citizens by turning them into formal policies.<br/>The legislature transforms societal demands into binding laws and policies. The correct answer is C."
  },
  {
    "id": "3843422",
    "unitNumber": 3,
    "text": "Which of the following is an informal actor in the public policy process?",
    "correctAnswer": "A",
    "options": {
      "A": "Media",
      "B": "Judiciary",
      "C": "Bureaucracy",
      "D": "President",
      "E": "Parliament"
    },
    "explanation": "Informal actors like the media shape public discourse and influence which issues gain attention. Although they lack formal decision-making authority, they significantly affect public opinion and political priorities.<br/>The media is not formally part of government but plays a crucial agenda-setting role. The correct answer is A."
  },
  {
    "id": "3843423",
    "unitNumber": 3,
    "text": "Which of the following best describes the main role of the judiciary in public policymaking?",
    "correctAnswer": "A",
    "options": {
      "A": "Interpreting and enforcing the law",
      "B": "Drafting legislation",
      "C": "Representing political parties",
      "D": "Allocating public resources",
      "E": "Managing public enterprises"
    },
    "explanation": "The judiciary reviews legislation and executive actions to ensure they conform with constitutional principles. Through judicial review and interpretation, it can influence the development and limits of public policy.<br/>Courts ensure that laws comply with constitutions and legal norms. The correct answer is A."
  },
  {
    "id": "3843424",
    "unitNumber": 3,
    "text": "Which actor is most likely to influence policy outcomes through technical expertise and implementation?",
    "correctAnswer": "B",
    "options": {
      "A": "Legislators",
      "B": "Bureaucrats",
      "C": "Judges",
      "D": "Media",
      "E": "Lobbyists"
    },
    "explanation": "Bureaucracies are responsible for implementing laws, and their discretion and technical know-how often affect how policies are applied. They can influence outcomes by interpreting unclear laws or adapting to practical constraints during implementation.<br/>Bureaucrats carry out and often shape policy through administrative expertise. The correct answer is B."
  },
  {
    "id": "3843425",
    "unitNumber": 3,
    "text": "Which of the following best explains the role of interest groups in policymaking?",
    "correctAnswer": "C",
    "options": {
      "A": "Issuing decrees",
      "B": "Adjudicating disputes",
      "C": "Representing specialized interests",
      "D": "Enacting legislation",
      "E": "Allocating budgets"
    },
    "explanation": "Interest groups advocate on behalf of specific sectors, professions, or social groups. By lobbying policymakers, conducting campaigns, and supplying information, they aim to shape public decisions in favor of their constituencies.<br/>Interest groups represent organized groups aiming to influence policy. The correct answer is C."
  },
  {
    "id": "3843426",
    "unitNumber": 3,
    "text": "Which of the following is a common criticism of the role of interest groups in the policy process?",
    "correctAnswer": "E",
    "options": {
      "A": "They lack technical expertise.",
      "B": "They are too democratic.",
      "C": "They are slow to mobilize.",
      "D": "They operate only at the local level.",
      "E": "They may create unequal influence."
    },
    "explanation": "While interest groups increase participation, critics argue that those with greater resources-such as money or access-may exert disproportionate influence, skewing policy away from equity or the needs of underrepresented communities.<br/>Powerful groups may dominate policymaking at the expense of broader public interest. The correct answer is E."
  },
  {
    "id": "3843427",
    "unitNumber": 3,
    "text": "Which actor is particularly influential during the agenda-setting stage of the policy process?",
    "correctAnswer": "A",
    "options": {
      "A": "Media",
      "B": "Judiciary",
      "C": "Bureaucracy",
      "D": "Parliament",
      "E": "Local government"
    },
    "explanation": "Through framing, repetition, and visibility, the media determines which issues gain salience in public discourse. This significantly affects which problems are prioritized by formal actors like legislatures or executives.<br/>The media shapes which issues are seen as important by both public and politicians. The correct answer is A."
  },
  {
    "id": "3843428",
    "unitNumber": 3,
    "text": "Which of the following best reflects the dual role of political parties in policymaking?",
    "correctAnswer": "C",
    "options": {
      "A": "Only advocate for citizens' rights",
      "B": "Only mediate legal conflicts",
      "C": "Represent interests and compete for political power",
      "D": "Administer budgets and fiscal policy",
      "E": "Focus solely on foreign affairs"
    },
    "explanation": "Political parties serve as a bridge between citizens and the state. They aggregate interests, propose platforms, and compete in elections to shape governance. Once in power, they influence policy priorities and legislative output.<br/>Political parties channel citizen demands and shape government agendas. The correct answer is C."
  },
  {
    "id": "3843429",
    "unitNumber": 3,
    "text": "What is one key reason why non-governmental organizations (NGOs) are important in the policy process?",
    "correctAnswer": "D",
    "options": {
      "A": "They have legislative power.",
      "B": "They enforce court decisions.",
      "C": "They draft the national budget.",
      "D": "They advocate for marginalized groups.",
      "E": "They lead parliamentary sessions."
    },
    "explanation": "NGOs provide a voice to communities and individuals who might otherwise be excluded from policy debates. They collect data, lobby for change, and ensure that decision-making is inclusive, particularly in areas like human rights, health, and environment.<br/>NGOs often represent groups without strong political power. The correct answer is D."
  },
  {
    "id": "3843430",
    "unitNumber": 3,
    "text": "Which of the following is true about local governments in the public policy process?",
    "correctAnswer": "D",
    "options": {
      "A": "They set national foreign policy.",
      "B": "They have no role in implementation.",
      "C": "They are only symbolic institutions.",
      "D": "They often implement and adapt national policies.",
      "E": "They operate completely independently of national laws."
    },
    "explanation": "While national actors draft policies, local governments are often tasked with their practical application. They adapt broad policies to suit local contexts and manage public services such as education, health, and transportation, ensuring responsiveness at the community level.<br/>Local governments are key in applying public policies to local needs. The correct answer is D."
  },
  {
    "id": "3845907",
    "unitNumber": 3,
    "text": "Which of the following is one of the official actors in the public policy process in Türkiye?",
    "correctAnswer": "C",
    "options": {
      "A": "Media",
      "B": "Civil society organizations",
      "C": "Judiciary",
      "D": "Interest groups",
      "E": "Think tanks"
    },
    "explanation": "Official actors consist of legislative, executive, and judicial bodies. In simpler terms, official actors are parliamentarians, executives, administrators, and judiciary members."
  },
  {
    "id": "3845911",
    "unitNumber": 3,
    "text": "In Türkiye, legislative power belongs to:",
    "correctAnswer": "C",
    "options": {
      "A": "Council of Ministers",
      "B": "President",
      "C": "Grand National Assembly of Türkiye",
      "D": "Constitutional Court",
      "E": "Court of Cassation"
    },
    "explanation": "In Türkiye, legislative power is held by the Grand National Assembly of Türkiye. The Assembly comprises six hundred members elected by general vote, and elections are held every five years. Members of the Assembly represent the entire nation, not just the region or the voters who elected them."
  },
  {
    "id": "3845912",
    "unitNumber": 3,
    "text": "Policy councils in the public policy process were established as a result of which system change?",
    "correctAnswer": "C",
    "options": {
      "A": "1982 Constitution",
      "B": "European Union membership process",
      "C": "Presidential Government System",
      "D": "1961 Constitution",
      "E": "Transition to multi-party system"
    },
    "explanation": "With the new system, new units have been established to fulfill various tasks ranging from developing and implementing public policies to researching and raising policies to the agenda. Therefore, new actors, namely policy boards and offices, have been added to the public policy process. In accordance with Article 22 of Presidential Decree No. 1, the following policy boards have been established: (In the statement made by President Erdoğan on March 04, 2023, he announced that a new policy committee would be formed under the name of Disaster Management and Policies, but it has not been officially established yet.)"
  },
  {
    "id": "3845916",
    "unitNumber": 3,
    "text": "Which of the following is one of the unofficial actors?",
    "correctAnswer": "D",
    "options": {
      "A": "Ministries",
      "B": "Parliament",
      "C": "Judiciary",
      "D": "Civil society organizations",
      "E": "Presidential offices"
    },
    "explanation": "Due to the countries’ unique political, social, economic, and societal structures, unofficial actors involved in the public policy analysis cycle may vary. This chapter considers unofficial actors as political parties, citizens, civil society organizations, interest groups, and think tanks."
  },
  {
    "id": "3845921",
    "unitNumber": 3,
    "text": "What is the main role of the IMF in the public policy process?",
    "correctAnswer": "C",
    "options": {
      "A": "Establish international human rights standards",
      "B": "Implement global health programs",
      "C": "Propose policies to ensure economic stability",
      "D": "Regulate education policies",
      "E": "Increase agricultural production"
    },
    "explanation": "Similarly, the International Monetary Fund (IMF) was established in the US in 1944 to address international economic issues and began working in 1947. Currently, it is managed by 190 countries. From a public policy perspective, the IMF proposes policies to ensure growth and financial stability."
  },
  {
    "id": "3845924",
    "unitNumber": 3,
    "text": "Which of the following has increased citizens’ influence in the public policy process?",
    "correctAnswer": "B",
    "options": {
      "A": "Military coups",
      "B": "Use of e-government and social media",
      "C": "Removal of judicial independence",
      "D": "Strengthening of a single-party system",
      "E": "International sanctions"
    },
    "explanation": "The proliferation of social media has led to discussions on democracy, participation, collective decision making, overall information flow, and the construction of a new public sphere. With social media, people can communicate with each other without time and space constraints. Online social networking sites, in particular, offer users the opportunity to interact with many people and share their ideas beyond geographical boundaries."
  },
  {
    "id": "3845926",
    "unitNumber": 3,
    "text": "Which of the following is among the United Nations’ 2030 goals?",
    "correctAnswer": "B",
    "options": {
      "A": "Global disarmament",
      "B": "Sustainable development",
      "C": "Space mining",
      "D": "Free trade zones",
      "E": "Energy independence"
    },
    "explanation": "Sustainable development goals have been set for 2030 to achieve a more sustainable future, and climate action has been adopted among member states to limit global warming."
  },
  {
    "id": "3845930",
    "unitNumber": 3,
    "text": "One of the contributions of interest groups to the public policy process is:",
    "correctAnswer": "C",
    "options": {
      "A": "Approving laws",
      "B": "Conducting constitutional review",
      "C": "Providing expertise",
      "D": "Signing international treaties",
      "E": "Approving the official budget"
    },
    "explanation": "Also, interest groups organized around specific interests are based on expertise. Especially in large groups, expertise-based organizations emerge."
  },
  {
    "id": "3845934",
    "unitNumber": 3,
    "text": "The main reason the European Union can influence the public policies of member and candidate countries is:",
    "correctAnswer": "B",
    "options": {
      "A": "Its undemocratic structure",
      "B": "Its supranational nature",
      "C": "Providing only economic aid",
      "D": "Running agricultural production projects",
      "E": "Working solely in the health sector"
    },
    "explanation": "Generally, these actors can influence the policy process through diplomacy, aid and assistance, and economic agreements. International organizations can also provide technical expertise and support for policy development and implementation."
  },
  {
    "id": "3845936",
    "unitNumber": 3,
    "text": "The role of the Constitutional Court in Türkiye in the public policy process is to:",
    "correctAnswer": "D",
    "options": {
      "A": "Implement international treaties",
      "B": "Appoint policy councils",
      "C": "Make policy recommendations",
      "D": "Review the constitutionality of laws",
      "E": "Create public opinion"
    },
    "explanation": "The primary task of the Constitutional Court is to examine the conformity of laws, presidential decrees, and the Parliament’s Internal Regulations with the constitution in terms of form and content, and also to make decisions on individual applications."
  },
  {
    "id": "3565670",
    "unitNumber": 4,
    "text": "John W. Kingdon (2003) sees ............... as a list of subjects, issues, needs, problems and/or demands that are available for discussion, and considered important at any given time by a society, government or other actors with direct or indirect influence on policy making.<br/>What does come the best to the given blank space?",
    "correctAnswer": "D",
    "options": {
      "A": "Network",
      "B": "Stream",
      "C": "Process",
      "D": "Agenda",
      "E": "Argument"
    },
    "explanation": "John W. Kingdon (2003) sees <strong>agenda</strong> as a list of subjects, issues, needs, problems and/or demands that are available for discussion, and considered important at any given time by a society, government or other actors with direct or indirect influence on policy making."
  },
  {
    "id": "3565698",
    "unitNumber": 4,
    "text": "A model advocates market-oriented, decentralized, autonomous, and pluralistic policy making and local government structures. Therefore, this model is a fragmented, market-oriented, and pluralistic approach. According to this approach, centralized decision and policy-making structures lead to monopolistic service delivery, reduced diversity, competition, and freedom of<br/>choice in service or policy options even though they may help reduce coordination problems and service duplications (Tiebout, 1956).<br/>Which model or approach is defined in the above given text?",
    "correctAnswer": "B",
    "options": {
      "A": "Growth coalition model",
      "B": "The public choice model",
      "C": "Garbage can model",
      "D": "Bounded rationality model",
      "E": "Incremental model"
    },
    "explanation": "<strong>The public choice model</strong> advocates market-oriented, decentralized, autonomous, and pluralistic policy making and local government structures. Therefore, this model is a fragmented, market-oriented, and pluralistic approach. According to this approach, centralized decision and policy-making structures lead to monopolistic service delivery, reduced diversity, competition, and freedom of<br/>choice in service or policy options even though they may help reduce coordination problems and service duplications (Tiebout, 1956)."
  },
  {
    "id": "3565705",
    "unitNumber": 4,
    "text": "According to the group model, public policy making is an intense and constant interaction among social, lobbyist, and pressure groups with a goal to safeguard and realize their respective interests by getting their issues on the agenda and/or the related policies adopted.<br/>What is the other name of the group model?",
    "correctAnswer": "A",
    "options": {
      "A": "Equilibrium",
      "B": "Network",
      "C": "Garbage can",
      "D": "Policy Stream",
      "E": "Chaos"
    },
    "explanation": "Group (<strong>Equilibrium</strong>) Model<br/>According to the group model, public policy making is an intense and constant interaction among social, lobbyist, and pressure groups with a goal to safeguard and realize their respective interests by getting their issues on the agenda and/or the related policies adopted."
  },
  {
    "id": "3565733",
    "unitNumber": 4,
    "text": "What does NIMBY stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Not in my backyard",
      "B": "Non of the Instruments by the Youngs",
      "C": "Never take risk of majority vote",
      "D": "Non governmental organizations",
      "E": "Say No to the Strong Mayoral Leardership"
    },
    "explanation": "This may be seen in the cases of <strong>NIMBY (not in my backyard)</strong> when local groups oppose public houses, cell phone towers, shopping centers, coal- or nuclear-powered power plants, and the like in their neighborhoods."
  },
  {
    "id": "3565744",
    "unitNumber": 4,
    "text": "What is called if a single organization exerts significant influence or control over what problems or items are subject to consideration for policy making or government regulation?",
    "correctAnswer": "B",
    "options": {
      "A": "Policy actors",
      "B": "Policy monopoly",
      "C": "Policy network",
      "D": "Policy streams",
      "E": "Policy failure"
    },
    "explanation": "Policy Monopolies<br/>Baumgartner and Jones (1993), and True, Jones and Baumgartner (2007) attempted to explain how policy agendas stay stable for long periods of time and how they change. The authors proposed<br/>to explain agenda stability and change through the concept of “policy monopolies.” Policy monopolies may arise in situations where a single organization exerts significant control or influence over what items or problems will be subject to consideration for policy making or government regulation. They can have both positive and negative implications, depending on the circumstances and the nature of the entity holding the monopoly. Organizational settings with policy monopoly traits may have strong stability producing capacity, and thus preventing change as a negative consequence.<br/>Policy Monopolies<br/>Baumgartner and Jones (1993), and True, Jones and Baumgartner (2007) attempted to explain how policy agendas stay stable for long periods of time and how they change. The authors proposed to explain agenda stability and change through the concept of “policy monopolies.” Policy monopolies may arise in situations where a single organization exerts significant control or influence over what items or problems will be subject to consideration for policy making or government regulation. They can have both positive and negative implications, depending on the circumstances and the nature of the entity holding the monopoly. Organizational settings with policy monopoly traits may have strong stability producing capacity, and thus preventing change as a negative consequence."
  },
  {
    "id": "3565796",
    "unitNumber": 4,
    "text": "Which of the following is one of the ways or intervention to advance issues on the political agenda?",
    "correctAnswer": "A",
    "options": {
      "A": "Advocacy coalitions",
      "B": "Positive externalities",
      "C": "Complex uncertainties",
      "D": "Predictable events",
      "E": "Diversifying pressures"
    },
    "explanation": "Coalescing by getting organized and establishing advocacy coalitions or civic organizations strengthens the power of the general public in policy making processes. The proliferation of civic groups and interest groups within recent decades has resulted in greater opportunities for coalition building and has created far greater resources for countervailing and breaking down the influence of economically powerful groups."
  },
  {
    "id": "3565804",
    "unitNumber": 4,
    "text": "Political parties or some semi-public or influential civic organizations (chambers of architects, bar associations, or chambers of commerce) may not only advocate some public issues to be on the political agenda, but also seek to take part in the processes of problem definition and policy formation. ..... , as elected public officials in Türkiye, play a role in bringing some neighborhood issues and problems to the attention of the local elected or appointed governmental bodies.<br/>What does come to the above given blank space?",
    "correctAnswer": "E",
    "options": {
      "A": "Governors",
      "B": "Mayors",
      "C": "City council members",
      "D": "Members of the Parliament",
      "E": "Mukhtars"
    },
    "explanation": "Political parties or some semi-public or influential civic organizations (chambers of architects, bar associations, or chambers of commerce) may not only advocate some public issues to be on the political agenda, but also seek to take part in the processes of problem definition and policy formation. Mukhtars, as elected public officials in Türkiye, play a role in bringing some neighborhood issues and problems to the attention of the local elected or appointed governmental bodies such as mayors, governors, or city councils.<br/>Political parties or some semi-public or influential civic organizations (chambers of architects, bar associations, or chambers of commerce) may not only advocate some public issues to be on the political agenda, but also seek to take part in the processes of problem definition and policy formation. <strong>Mukhtars</strong>, as elected public officials in Türkiye, play a role in bringing some neighborhood issues and problems to the attention of the local elected or appointed governmental bodies such as mayors, governors, or city councils."
  },
  {
    "id": "3565808",
    "unitNumber": 4,
    "text": "Baumgartner and Jones (1993: 31) argue that the less advantaged social groups may also attempt to gain a hearing at local councils for their ideas and grievances against existing policy. Such attempts are called “venue shopping.”",
    "correctAnswer": "C",
    "options": {
      "A": "Shopping center",
      "B": "Shopping festival",
      "C": "Venue shopping",
      "D": "Shopping addict",
      "E": "Aggressive shopping"
    },
    "explanation": "Baumgartner and Jones (1993: 31) argue that the less advantaged social groups may also attempt to gain a hearing at local councils for their ideas and grievances against existing policy. Such attempts are called “venue shopping.”"
  },
  {
    "id": "3565821",
    "unitNumber": 4,
    "text": "Advancing problems and issues on the public or government agendas in the hope of achieving policy change is not always opposed by elite groups. Cobb and Elder (1983) asserted that ........ elites might also try to mobilize groups to get public support for an issue that they wanted to promote, and to push the issue further up on the government agenda.<br/>What does come the best to the above given blank space?",
    "correctAnswer": "D",
    "options": {
      "A": "Media",
      "B": "Intellectual",
      "C": "Bureaucratic",
      "D": "Political",
      "E": "Corporate"
    },
    "explanation": "Advancing problems and issues on the public or government agendas in the hope of achieving policy change is not always opposed by elite groups. Cobb and Elder (1983) asserted that <strong>political</strong> elites might also try to mobilize groups to get public support for an issue that they wanted to promote, and to push the issue further up on the government agenda."
  },
  {
    "id": "3565832",
    "unitNumber": 4,
    "text": "Which of the following is not true about agenda setting process?",
    "correctAnswer": "E",
    "options": {
      "A": "The first stage of a usual public policy making process or cycle, at either national or local levels, involves agenda setting, agenda access/success, problem definition and policy initiation.",
      "B": "Agenda setting involves efforts to ensure that a public problem is taken into account by the relevant governmental policy making bodies with the goal of developing a solution or policy",
      "C": "Agenda setting is a process of determining which issues, problems or topics deserve public or government attention and consideration in the policy making process.",
      "D": "Various factors influence agenda setting, including public opinion, media coverage, interest groups, expert opinions, and political dynamics.",
      "E": "The poorest people plays a significant role in agenda setting by highlighting certain issues and framing them in a way that captures public attention."
    },
    "explanation": "The poorest people plays a significant role in agenda setting by highlighting certain issues and framing them in a way that captures public attention.<br/>The media (not the poor people) plays a significant role in agenda setting by highlighting certain issues and framing them in a way that captures public attention."
  },
  {
    "id": "3843431",
    "unitNumber": 4,
    "text": "Which of the following is considered a basic function of public administration?",
    "correctAnswer": "B",
    "options": {
      "A": "Formulating party ideologies",
      "B": "Managing public affairs and services",
      "C": "Overseeing international trade",
      "D": "Electing public officials",
      "E": "Drafting corporate business plans"
    },
    "explanation": "As described in the chapter, public administration focuses on executing laws, delivering public services, and managing resources effectively to meet societal needs. It is essential in translating government decisions into actions.<br/>Public administration deals with implementing public policy and managing public programs. The correct answer is B."
  },
  {
    "id": "3843432",
    "unitNumber": 4,
    "text": "Which characteristic distinguishes modern public administration from its earlier forms?",
    "correctAnswer": "C",
    "options": {
      "A": "Focus on religious authority",
      "B": "Dependence on military enforcement",
      "C": "Professionalization and merit-based recruitment",
      "D": "Dominance of aristocratic elites",
      "E": "Limited specialization of functions"
    },
    "explanation": "Over time, public administration has evolved to embrace principles like neutrality, specialization, and professionalism. Civil servants are now selected based on qualifications and skills rather than political or familial connections, ensuring more efficient governance.<br/>Modern systems value expertise and objective qualifications. The correct answer is C."
  },
  {
    "id": "3843433",
    "unitNumber": 4,
    "text": "Which of the following best explains Max Weber's concept of bureaucracy?",
    "correctAnswer": "A",
    "options": {
      "A": "Informal collaboration among political actors",
      "B": "Arbitrary decision-making based on tradition",
      "C": "A rational-legal authority system structured by rules",
      "D": "A system based on hereditary power",
      "E": "A democratic organization with no hierarchy"
    },
    "explanation": "Max Weber defined bureaucracy as a hallmark of modern organization, emphasizing clearly defined roles, hierarchical authority, written rules, and impersonal relationships. This structure ensures predictability and efficiency in administrative functions.<br/>Weber viewed bureaucracy as structured, rule-bound, and rational. The correct answer is A."
  },
  {
    "id": "3843434",
    "unitNumber": 4,
    "text": "Which key concept in New Public Management (NPM) focuses on results and performance?",
    "correctAnswer": "C",
    "options": {
      "A": "Traditional authority",
      "B": "Rule-bound procedures",
      "C": "Output-oriented governance",
      "D": "Collective bargaining",
      "E": "Feudal obligations"
    },
    "explanation": "New Public Management, emerging in the 1980s-90s, shifts the focus from bureaucratic input and processes to outcomes and efficiency. It promotes decentralization, privatization, and performance metrics to make public services more like private enterprises.<br/>NPM emphasizes results, customer service, and performance evaluation. The correct answer is C."
  },
  {
    "id": "3843435",
    "unitNumber": 4,
    "text": "Which of the following is NOT typically considered a principle of classical bureaucracy?",
    "correctAnswer": "A",
    "options": {
      "A": "Informal decision-making",
      "B": "Hierarchy of authority",
      "C": "Clear division of labor",
      "D": "Rule-based procedures",
      "E": "Impersonality"
    },
    "explanation": "Classical bureaucracy is rooted in formal systems of authority and accountability. Informal practices are discouraged to maintain objectivity and prevent favoritism, ensuring consistent service and adherence to legal norms.<br/>Bureaucracy relies on formal procedures, not informality. The correct answer is A."
  },
  {
    "id": "3843436",
    "unitNumber": 4,
    "text": "Which of the following is a key criticism of Weberian bureaucracy in practice?",
    "correctAnswer": "E",
    "options": {
      "A": "Excessive adaptability",
      "B": "Too little standardization",
      "C": "Inadequate separation of powers",
      "D": "Lack of legal legitimacy",
      "E": "Overemphasis on hierarchy and rigidity"
    },
    "explanation": "While Weberian bureaucracy ensures order and efficiency, its strict hierarchy and emphasis on rules can lead to inefficiencies, slow decision-making, and lack of innovation. These criticisms inspired reforms such as New Public Management.<br/>Critics argue Weberian models are too inflexible. The correct answer is E."
  },
  {
    "id": "3843437",
    "unitNumber": 4,
    "text": "Which development led to the shift toward New Public Management?",
    "correctAnswer": "D",
    "options": {
      "A": "The rise of absolute monarchies",
      "B": "Technological regression",
      "C": "Expansion of feudal systems",
      "D": "Globalization and demands for efficiency",
      "E": "Decrease in public participation"
    },
    "explanation": "Global economic pressures and citizen expectations in the late 20th century led many governments to adopt NPM practices. These reforms emphasized cost-cutting, accountability, privatization, and service quality to make governance more competitive and flexible.<br/>Governments sought to be more efficient and responsive. The correct answer is D."
  },
  {
    "id": "3843438",
    "unitNumber": 4,
    "text": "Which approach emphasizes decentralization and competition in delivering public services?",
    "correctAnswer": "C",
    "options": {
      "A": "Classical bureaucracy",
      "B": "Feudal administration",
      "C": "New Public Management",
      "D": "Legal positivism",
      "E": "Old Public Administration"
    },
    "explanation": "New Public Management encourages breaking up large bureaucracies into smaller, performance-based units and encourages competition among providers, whether public or private. It aims to increase effectiveness and responsiveness in public service delivery.<br/>NPM promotes decentralization and performance contracts. The correct answer is C."
  },
  {
    "id": "3843439",
    "unitNumber": 4,
    "text": "Which of the following best reflects the concept of accountability in public administration?",
    "correctAnswer": "B",
    "options": {
      "A": "Informal leadership structures",
      "B": "Responsibility to the public and oversight bodies",
      "C": "Personal discretion in policy implementation",
      "D": "Unlimited decision-making authority",
      "E": "Centralized power without supervision"
    },
    "explanation": "Accountability in public administration means that civil servants must justify their decisions to the public and institutions like courts, legislatures, or audit agencies. This principle upholds transparency, prevents abuse of power, and fosters trust.<br/>Accountability ensures that public officials answer for their actions. The correct answer is B."
  },
  {
    "id": "3843440",
    "unitNumber": 4,
    "text": "What does the principle of meritocracy in public administration ensure?",
    "correctAnswer": "C",
    "options": {
      "A": "Hiring based on political loyalty",
      "B": "Promotion through family ties",
      "C": "Recruitment based on competence and qualifications",
      "D": "Equal distribution of power among citizens",
      "E": "Elimination of all public examinations"
    },
    "explanation": "The principle of meritocracy was introduced to eliminate favoritism and corruption in public appointments. It ensures that positions are filled by individuals with the required skills and knowledge, improving service quality and administrative performance.<br/>Meritocracy values ability over connections. The correct answer is C."
  },
  {
    "id": "3845941",
    "unitNumber": 4,
    "text": "Which of the following best defines “policy implementation” in the public policy process?",
    "correctAnswer": "B",
    "options": {
      "A": "Deciding on alternative policy options",
      "B": "Putting adopted policies into action",
      "C": "Evaluating policy outcomes",
      "D": "Setting the policy agenda",
      "E": "Creating public opinion"
    },
    "explanation": "According to p. 92, policy implementation refers to carrying out the decisions made in earlier policy stages."
  },
  {
    "id": "3845944",
    "unitNumber": 4,
    "text": "Which institution is primarily responsible for implementing national education policies in Türkiye?",
    "correctAnswer": "B",
    "options": {
      "A": "Ministry of Health",
      "B": "Ministry of National Education",
      "C": "Council of Higher Education",
      "D": "Presidency",
      "E": "Parliament"
    },
    "explanation": "The text states that the Ministry of National Education (MoN is the main authority for implementing national education policies."
  },
  {
    "id": "3845946",
    "unitNumber": 4,
    "text": "Which of the following is NOT mentioned as a challenge in policy implementation?",
    "correctAnswer": "D",
    "options": {
      "A": "Lack of resources",
      "B": "Poor coordination",
      "C": "Political instability",
      "D": "Overstaffing of public institutions",
      "E": "Bureaucratic resistance"
    },
    "explanation": "Page 96 lists Lack of resources, poor coordination, political instability, and bureaucratic resistance, but not overstaffing."
  },
  {
    "id": "3845952",
    "unitNumber": 4,
    "text": "“Top-down” and “bottom-up” refer to:",
    "correctAnswer": "B",
    "options": {
      "A": "Policy evaluation techniques",
      "B": "Policy implementation approaches",
      "C": "Methods of public consultation",
      "D": "Political ideology types",
      "E": "Legislative processes"
    },
    "explanation": "On p. 97, the text defines “top-down” and “bottom-up” as two different approaches to policy implementation."
  },
  {
    "id": "3845954",
    "unitNumber": 4,
    "text": "In the “top-down” approach, policy control is mainly in the hands of:",
    "correctAnswer": "C",
    "options": {
      "A": "Local authorities",
      "B": "Civil society",
      "C": "Central government",
      "D": "International organizations",
      "E": "The judiciary"
    },
    "explanation": "Page 97 explains that in the top-down approach, the central government plays the dominant role in implementation."
  },
  {
    "id": "3845955",
    "unitNumber": 4,
    "text": "Which of the following is an example of “bottom-up” implementation?",
    "correctAnswer": "B",
    "options": {
      "A": "Policies designed and enforced solely by the central government",
      "B": "Decisions made by local actors based on community needs",
      "C": "International organizations imposing policies on member states",
      "D": "Legislation passed without public consultation",
      "E": "National security decisions by the presidency"
    },
    "explanation": "P. 98 describes bottom-up implementation as involving local actors adapting policies to local needs."
  },
  {
    "id": "3845957",
    "unitNumber": 4,
    "text": "Which factor can significantly improve the success of policy implementation?",
    "correctAnswer": "B",
    "options": {
      "A": "Ambiguous goals",
      "B": "Adequate resources and trained staff",
      "C": "Political instability",
      "D": "Lack of communication",
      "E": "Ignoring local needs"
    },
    "explanation": "The text on p. 99 states that adequate resources and trained personnel are key to effective implementation."
  },
  {
    "id": "3845960",
    "unitNumber": 4,
    "text": "According to the text, policy implementation is closely linked to:",
    "correctAnswer": "B",
    "options": {
      "A": "International law",
      "B": "Policy evaluation",
      "C": "Electoral campaigns",
      "D": "Foreign policy",
      "E": "Media coverage"
    },
    "explanation": "The text says implementation and evaluation are interconnected stages in the policy cycle."
  },
  {
    "id": "3845962",
    "unitNumber": 4,
    "text": "According to the unit, what is a common reason for failure in policy implementation?",
    "correctAnswer": "B",
    "options": {
      "A": "Overfunding of programs",
      "B": "Unrealistic policy goals",
      "C": "Excessive decentralization",
      "D": "Too much citizen involvement",
      "E": "Weak judiciary"
    },
    "explanation": "The unit notes that unrealistic and unclear goals often undermine policy implementation success."
  },
  {
    "id": "3845964",
    "unitNumber": 4,
    "text": "Why is flexibility important in policy implementation?",
    "correctAnswer": "C",
    "options": {
      "A": "It allows policy-makers to avoid evaluation",
      "B": "It reduces the need for skilled staff",
      "C": "It helps adapt to changing circumstances and needs",
      "D": "It guarantees complete public support",
      "E": "It limits the role of local actors"
    },
    "explanation": "Page 101 emphasizes that flexibility enables policies to respond to unforeseen challenges and changing conditions."
  },
  {
    "id": "3562749",
    "unitNumber": 5,
    "text": "What is the critical value built upon constitutions, laws, rules, and principles that protect citizens against arbitrary governance?",
    "correctAnswer": "B",
    "options": {
      "A": "Freedom",
      "B": "Rule of law",
      "C": "Equality",
      "D": "Security",
      "E": "Responsibility"
    },
    "explanation": "-<br/>The rule of law is a critical value built upon constitutions, laws, rules, and principles and protects citizens against the arbitrary whim of the rulers or governments."
  },
  {
    "id": "3562790",
    "unitNumber": 5,
    "text": "Which of the following is NOT considered an important value or criterion in public policy?",
    "correctAnswer": "C",
    "options": {
      "A": "Efficiency",
      "B": "Equity",
      "C": "Secularism",
      "D": "Economy",
      "E": "Diversity"
    },
    "explanation": "-<br/>Secularism is NOT considered an important value or criterion in public policy."
  },
  {
    "id": "3562801",
    "unitNumber": 5,
    "text": "What principle guides public administration and policy making, emphasizing the separation of politics and administration?",
    "correctAnswer": "A",
    "options": {
      "A": "Administrative neutrality",
      "B": "Political interference",
      "C": "Bureaucratic dominance",
      "D": "Partisan politics",
      "E": "Ideological alignment"
    },
    "explanation": "-<br/>Administrative neutrality in policy making and implementation processes has been widely acknowledged due to the separation of powers in democratic systems."
  },
  {
    "id": "3562825",
    "unitNumber": 5,
    "text": "What does the assessment of alternative policies help to facilitate?",
    "correctAnswer": "B",
    "options": {
      "A": "Ignorance of policy outcomes",
      "B": "Rational and data-driven decision making",
      "C": "Promotion of subjective preferences",
      "D": "Delay in policy implementation",
      "E": "Disregard for public values"
    },
    "explanation": "Weimer and Vining (1999: 282) argue that the assessment of policy alternatives helps facilitate rational and data-driven decision making of policy makers."
  },
  {
    "id": "3562839",
    "unitNumber": 5,
    "text": "What refers to the creation of capacity to act by bringing together necessary resources and actors and providing systematic steering and direction in public decision and policy making processes?",
    "correctAnswer": "B",
    "options": {
      "A": "Political power",
      "B": "Governance",
      "C": "Public administration",
      "D": "Bureaucracy",
      "E": "Pressure group"
    },
    "explanation": "-<br/>Governance refers to the creation of capacity to act by bringing together necessary resources and actors and providing systematic steering and direction in public decision and policy making processes."
  },
  {
    "id": "3562863",
    "unitNumber": 5,
    "text": "What is the primary goal of redistributive policies?",
    "correctAnswer": "D",
    "options": {
      "A": "Maintaining wealth inequality",
      "B": "Providing public services efficiently",
      "C": "Achieving a just society",
      "D": "Promoting market competition",
      "E": "Achieving a rich society"
    },
    "explanation": "-<br/>Redistributive policies have the goal of achieving a just society via wealth and income redistribution."
  },
  {
    "id": "3562871",
    "unitNumber": 5,
    "text": "Which stage of the policy-making process involves the assessment of alternative policy<br/>choices based on the analysis of identified problems?",
    "correctAnswer": "E",
    "options": {
      "A": "Policy adoption",
      "B": "Policy implementation",
      "C": "Policy evaluation",
      "D": "Agenda setting",
      "E": "Policy formation"
    },
    "explanation": "-<br/>Dye (1987: 24) calls this stage “the formation of policy alternatives”, which involves the assessment of alternative policy choices based on the analysis of identified<br/>problem(s)."
  },
  {
    "id": "3562886",
    "unitNumber": 5,
    "text": "__________________ refers to the structured comparison of policy applications and implementations against higher performance and standard measures?<br/>Which of the following best complete the sentence above?",
    "correctAnswer": "0",
    "options": {
      "A": "Political neutrality",
      "B": "Political interference",
      "C": "Strategy",
      "D": "Benchmarking",
      "E": "Quantitative analysis"
    },
    "explanation": "-<br/>Benchmarking is a method of structured comparison of policy applications and implementations against higher performance and standard measures."
  },
  {
    "id": "3562911",
    "unitNumber": 5,
    "text": "What does the iron law of oligarchy suggest?",
    "correctAnswer": "0",
    "options": {
      "A": "There is no link between organizational growth and management structure.",
      "B": "Organizations tend to become more democratic over time.",
      "C": "An increase in participation causes problems in public organizations.",
      "D": "Organizations become more hierarchical and less responsive over time.",
      "E": "Power is evenly distributed among all organizational members."
    },
    "explanation": "Democratic organizations may become anti-democratic over time due to the “iron law of oligarchy” that governs all democracies and organizations."
  },
  {
    "id": "3562919",
    "unitNumber": 5,
    "text": "What may lead to ineffectiveness in reaching out to all needy people and inefficiency in spending public resources?",
    "correctAnswer": "C",
    "options": {
      "A": "Overlapping policies from multiple sectors",
      "B": "Lack of interest from the general society",
      "C": "Duplication and overlap in providing social aid",
      "D": "Decreasing size and influence of the public sector",
      "E": "Centralization of public good and services"
    },
    "explanation": "-<br/>Duplication and overlap in providing social aid to needy people create ineffectiveness in reaching out to all the needy people and inefficiency in spending public resources."
  },
  {
    "id": "3842332",
    "unitNumber": 5,
    "text": "Which of the below is one of the Policy Specific Principles?",
    "correctAnswer": "A",
    "options": {
      "A": "prevention at the source",
      "B": "freedom",
      "C": "peace",
      "D": "justice",
      "E": "equality"
    },
    "explanation": "General values and principles concerning all public policies: Some general values and principles include, but not limited to, freedom, peace, justice, equality, efficiency, economy, effectiveness, the rule of law, dignity, participation, transparency, accessibility, accountability, individualism, tolerance, diversity, and sustainability."
  },
  {
    "id": "3842334",
    "unitNumber": 5,
    "text": "Which of the below is the most basic principle guiding environmental policies?",
    "correctAnswer": "B",
    "options": {
      "A": "equality",
      "B": "sustainability",
      "C": "efficiency",
      "D": "economy",
      "E": "dignity"
    },
    "explanation": "The most basic principle guiding environmental policies is sustainability. Sustainability requires that a balanced combination of needs (especially those of the poor) with human opportunities and environmental capacity be ensured."
  },
  {
    "id": "3842336",
    "unitNumber": 5,
    "text": "Which of the below is the third step in the Cycle of Public Policy Process?",
    "correctAnswer": "A",
    "options": {
      "A": "Policy Adoption and Legitimation",
      "B": "Policy Formation",
      "C": "Policy Monitoring and Evaluation",
      "D": "Agenda Setting",
      "E": "Policy Change or Termination"
    },
    "explanation": "Policy adoption stage is followed by policy implementation. It is the third step in the cycle."
  },
  {
    "id": "3842338",
    "unitNumber": 5,
    "text": "What is the aim of Distributive Policies?",
    "correctAnswer": "C",
    "options": {
      "A": "Achieving a just society",
      "B": "wealth and income redistribution",
      "C": "meeting basic demands of societal groups",
      "D": "provide a minimum living standard",
      "E": "fine tune and protect market"
    },
    "explanation": "Distributive policies aim at meeting some basic demands of societal groups, and they deliver public services, goods, and infrastructure."
  },
  {
    "id": "3842340",
    "unitNumber": 5,
    "text": "How many stages are there in Public Policy Formation?",
    "correctAnswer": "E",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "There are seven stages in Public Policy Formation."
  },
  {
    "id": "3842342",
    "unitNumber": 5,
    "text": "What does NPM stand for?",
    "correctAnswer": "D",
    "options": {
      "A": "Now Public Management",
      "B": "Net Public Management",
      "C": "New Public Move",
      "D": "New Public Management",
      "E": "Now Public Move"
    },
    "explanation": "As a result, market-based approaches such as the new public management (NPM) paradigm or public choice theory have become dominant."
  },
  {
    "id": "3842343",
    "unitNumber": 5,
    "text": "Which one is an NGO?",
    "correctAnswer": "D",
    "options": {
      "A": "Public Schools",
      "B": "Municipalities",
      "C": "Hospitals",
      "D": "Charities",
      "E": "Governorship"
    },
    "explanation": "There are always some readily available policy options on the table proposed by relevant public agencies, interest groups, think-thanks, universities, NGOs, private actors, or citizen groups."
  },
  {
    "id": "3842345",
    "unitNumber": 5,
    "text": "`Policy processes and analyses intrinsically involve estimation and prediction since the world is complex and not readily and easily comprehensible.`<br/>Which of the following category does the above statement explain?",
    "correctAnswer": "E",
    "options": {
      "A": "Dilemma of Equality",
      "B": "Shortcomings in Administrative Capacity",
      "C": "Dilemma of Uniformity and Diversity",
      "D": "Resource Deficiencies",
      "E": "Uncertainty, Errors, and Externalities"
    },
    "explanation": "Uncertainty, Errors, and Externalities:<br/>Policy processes and analyses intrinsically involve estimation and prediction since the world is complex and not readily and easily comprehensible."
  },
  {
    "id": "3842347",
    "unitNumber": 5,
    "text": "An ____________ refers to particular mutually beneficial relationships between legislative committees or subcommittees, executive branches and government agencies, and interest groups in the private (or civic) sector.<br/>Which of the following does the explanation refer to?",
    "correctAnswer": "D",
    "options": {
      "A": "Iron",
      "B": "iron Man",
      "C": "Iron Rectangle",
      "D": "Iron Triangle",
      "E": "Iron Circle"
    },
    "explanation": "An Iron Triangle refers to particular mutually beneficial relationships between legislative committees or subcommittees, executive branches and government agencies, and interest groups in the private (or civic) sector."
  },
  {
    "id": "3842350",
    "unitNumber": 5,
    "text": "What can cause some controversy in policy making and formation rocess?<br/>Selection and adoption of goals, values, and<br/>policies in policy making and formation<br/>process may cause some controversy",
    "correctAnswer": "E",
    "options": {
      "A": "Selection of goals, values and policies",
      "B": "Adoption of goals, values and policies",
      "C": "Selection and adoption of goals",
      "D": "Selection and adoption of policies",
      "E": "Selection and adoption of goals, values and policies"
    },
    "explanation": "Selection and adoption of goals, values, and policies in policy making and formation process may cause some controversy."
  },
  {
    "id": "3843460",
    "unitNumber": 5,
    "text": "Which of the following best explains the role of public administration in the public policy process?",
    "correctAnswer": "D",
    "options": {
      "A": "It only provides financial resources for private policy initiatives.",
      "B": "It functions purely as an implementation body without any policy influence.",
      "C": "It formulates policies without engaging in implementation.",
      "D": "It facilitates both policy formation and implementation through a structured network.",
      "E": "It operates independently from political actors in governance."
    },
    "explanation": "Public administration does not act merely as a passive executor of decisions but plays a central role in both forming and implementing public policies. It involves decision-making, coordination, and administrative action, engaging multiple actors from frontline bureaucrats to top-level officials. This interconnected structure ensures the alignment of policy decisions with actual practice.<br/>Public administration plays a dual role in both policy formulation and implementation through a structured administrative network. The correct answer is D."
  },
  {
    "id": "3843465",
    "unitNumber": 5,
    "text": "What distinguishes policy analysts from policy researchers, according to Weimer and Vining?",
    "correctAnswer": "C",
    "options": {
      "A": "Policy analysts only work on theoretical frameworks.",
      "B": "Policy researchers provide direct advice to government.",
      "C": "Policy analysts are more involved in real-time policy design and assessment.",
      "D": "Policy researchers focus on public participation in decision making.",
      "E": "Policy analysts rely solely on historical case studies."
    },
    "explanation": "According to Weimer and Vining, policy analysts are deeply embedded in the actual policy-making process, providing beneficiary-oriented advice and predictions. They assist in the evaluation and design of policy alternatives, whereas policy researchers tend to focus on broader social science inquiries and are often more distanced from political decision-making environments.<br/>Policy analysts are engaged in designing and evaluating policy alternatives, unlike researchers who are more academically focused. The correct answer is C."
  },
  {
    "id": "3843466",
    "unitNumber": 5,
    "text": "Which of the following is considered a substantive goal of public policy?",
    "correctAnswer": "C",
    "options": {
      "A": "Budget availability",
      "B": "Bureaucratic feasibility",
      "C": "Gender equality",
      "D": "Resource constraints",
      "E": "Agency capacity"
    },
    "explanation": "Substantive goals are those that represent values and ideals such as equity, justice, or human dignity, which societies aim to realize for their own sake. Gender equality, as a societal value, fits into this category, unlike instrumental goals which are more technical or means-oriented, like budget or capacity.<br/>Gender equality is an example of a value pursued for its intrinsic social benefit. The correct answer is C."
  },
  {
    "id": "3843467",
    "unitNumber": 5,
    "text": "According to the policy cycle model, which stage involves identifying the problem and setting the agenda?",
    "correctAnswer": "E",
    "options": {
      "A": "Policy implementation",
      "B": "Policy evaluation",
      "C": "Policy adoption",
      "D": "Policy termination",
      "E": "Agenda setting"
    },
    "explanation": "Agenda setting is crucial in the policy cycle, as it determines which issues receive public and political attention. During this phase, problems are identified, and policy actors begin to define and prioritize them. This sets the groundwork for subsequent policy formulation and decision-making activities.<br/>Agenda setting is the initial stage where public problems are recognized and brought into the decision-making spotlight. The correct answer is E."
  },
  {
    "id": "3843468",
    "unitNumber": 5,
    "text": "Which of the following is a key characteristic of the Incremental Model in policy formation?",
    "correctAnswer": "C",
    "options": {
      "A": "Decision-making based on complete information",
      "B": "Radical restructuring of existing policies",
      "C": "Small, gradual changes to existing policies",
      "D": "Exclusive reliance on expert opinion",
      "E": "Ignoring previous policy outcomes"
    },
    "explanation": "The Incremental Model, also known as \"muddling through,\" acknowledges that policymakers have limited time, resources, and information. Therefore, they tend to build on existing policies by making small, manageable changes rather than pursuing comprehensive reform. This model is especially prevalent in budgetary decisions and complex policy areas.<br/>Incrementalism focuses on marginal changes rather than comprehensive overhauls. The correct answer is C."
  },
  {
    "id": "3843471",
    "unitNumber": 5,
    "text": "What is a key feature of participatory governance in public policy formation?",
    "correctAnswer": "C",
    "options": {
      "A": "Exclusive reliance on top-level bureaucrats for decision making",
      "B": "Elimination of all private actors from the policy process",
      "C": "Collaboration between public, civic, and private sectors",
      "D": "Isolation of policy design from public opinion",
      "E": "Centralization of all decisions within national parliaments"
    },
    "explanation": "Participatory governance is characterized by collaboration across government agencies, civil society, private sectors, and citizens. This multi-actor structure fosters transparency, legitimacy, and more responsive policymaking by incorporating a broad range of perspectives, interests, and expertise into the policy formation process.<br/>Participatory governance brings together diverse actors to ensure inclusive and democratic decision making. The correct answer is C."
  },
  {
    "id": "3843472",
    "unitNumber": 5,
    "text": "Which of the following actors typically aims to influence public policy without holding official decision-making power?",
    "correctAnswer": "A",
    "options": {
      "A": "Pressure groups",
      "B": "Cabinet ministers",
      "C": "Policy researchers",
      "D": "Local councils",
      "E": "Elected representatives"
    },
    "explanation": "Pressure groups, including advocacy organizations, unions, and lobbying entities, are external actors who seek to sway public policy in favor of specific interests. While they cannot enact policies themselves, they play a significant role in shaping public discourse and influencing policymakers through campaigns, research, or lobbying efforts.<br/>Pressure groups try to influence policy outcomes without having formal decision-making authority. The correct answer is A."
  },
  {
    "id": "3843473",
    "unitNumber": 5,
    "text": "What is the main purpose of establishing policy evaluation criteria during the policy formation process?",
    "correctAnswer": "B",
    "options": {
      "A": "To prioritize economic goals over social needs",
      "B": "To measure progress toward established goals and values",
      "C": "To provide legal authority to policy makers",
      "D": "To avoid citizen participation in decision making",
      "E": "To guarantee support from international organizations"
    },
    "explanation": "Defining clear evaluation criteria is essential for assessing the effectiveness and relevance of policy alternatives. These criteria-based on values like equity, efficiency, or sustainability - offer benchmarks for measuring policy success. Without them, it becomes difficult to judge whether a policy is achieving its intended goals or needs to be revised.<br/>Evaluation criteria help track how well a policy meets its goals. The correct answer is B."
  },
  {
    "id": "3843475",
    "unitNumber": 5,
    "text": "Which of the following methods can help in developing innovative policy alternatives?",
    "correctAnswer": "D",
    "options": {
      "A": "Avoiding input from external actors",
      "B": "Relying solely on historical precedents",
      "C": "Focusing only on the cost-effectiveness",
      "D": "Applying a bottom-up problem analysis",
      "E": "Limiting options to politically popular solutions"
    },
    "explanation": "By examining problems from the grassroots level and analyzing them in context, policymakers can generate unique and responsive policy alternatives. This approach values creativity, stakeholder participation, and contextual understanding, leading to more adaptable and innovative policy designs suited to complex public issues.<br/>A bottom-up approach encourages creative, tailored policy solutions. The correct answer is D."
  },
  {
    "id": "3843476",
    "unitNumber": 5,
    "text": "What is the key distinction between cost-benefit and cost-effectiveness analysis in policy assessment?",
    "correctAnswer": "E",
    "options": {
      "A": "Only cost-effectiveness includes public feedback",
      "B": "Cost-benefit focuses solely on administrative efficiency",
      "C": "Cost-effectiveness avoids evaluating future projections",
      "D": "Cost-benefit analysis excludes monetary evaluation",
      "E": "Cost-effectiveness involves unquantifiable social outcomes"
    },
    "explanation": "While cost-benefit analysis monetizes all costs and benefits, cost-effectiveness analysis is applied when certain outcomes like improved public health or equity cannot be easily quantified financially. This method allows for the comparison of alternatives based on their social value, even when monetary valuation is limited or inappropriate.<br/>Cost-effectiveness is used when benefits cannot be fully expressed in monetary terms. The correct answer is E."
  },
  {
    "id": "3562995",
    "unitNumber": 6,
    "text": "Which stage of the policy-making process encompasses all efforts to mobilize political support for specific policy proposals?",
    "correctAnswer": "D",
    "options": {
      "A": "Policy Adoption",
      "B": "Policy Formation",
      "C": "Policy Implementation",
      "D": "Policy Legitimation",
      "E": "Policy Evaluation"
    },
    "explanation": "The policy legitimation stage of the policy-making process encompasses all of the efforts to mobilize political support on behalf of one or another of the proposals to address the problem."
  },
  {
    "id": "3563012",
    "unitNumber": 6,
    "text": "According to Brewer and deLeon (1983), what is the most overtly political stage of the policy process?",
    "correctAnswer": "E",
    "options": {
      "A": "Policy Formation",
      "B": "Policy Legitimation",
      "C": "Policy Evaluation",
      "D": "Problem identification",
      "E": "Policy Selection"
    },
    "explanation": "-<br/>Selection Stage of Policy Cycle/ Process According to Brewer and deLeon is the most overtly political stage insofar as the many potential solutions to a given problem must somehow be winnowed down and but one or a select few picked and readied for use."
  },
  {
    "id": "3563030",
    "unitNumber": 6,
    "text": "According to James E. Anderson, what role does legitimacy play in public support for policies?",
    "correctAnswer": "A",
    "options": {
      "A": "It fosters acceptance and support in policies.",
      "B": "It enhances the transparency of policy-making.",
      "C": "It ensures the efficiency of governmental actions.",
      "D": "It determines the effectiveness of policy implementation.",
      "E": "It influences the procedural approach to policy formulation."
    },
    "explanation": "-<br/>Legitimacy is an important factor in developing public support and acceptance for both government and the policies that it adopts."
  },
  {
    "id": "3563048",
    "unitNumber": 6,
    "text": "According to Stone (1997), what is the defining characteristic of modern policy analysis?",
    "correctAnswer": "B",
    "options": {
      "A": "Emphasis on intuitive feelings in making decisions",
      "B": "Concentration on logical techniques for making decisions",
      "C": "Focus on casual and irrational methods for making decisions",
      "D": "Reliance on consensus-based decision-making",
      "E": "Prioritization of social customs in decision-making"
    },
    "explanation": "-<br/>The defining characteristic of modern policy analysis lies in its concentration on logical techniques for making decisions."
  },
  {
    "id": "3563055",
    "unitNumber": 6,
    "text": "What is the primary task of parliaments in modern democracies?",
    "correctAnswer": "A",
    "options": {
      "A": "Enacting legislation",
      "B": "Representing social elites",
      "C": "Avoiding public debate",
      "D": "Rejecting policy proposals",
      "E": "Promoting bureaucratic discretion"
    },
    "explanation": "-<br/>The primary task of parliaments in modern democracies is enacting legislation."
  },
  {
    "id": "3563132",
    "unitNumber": 6,
    "text": "Which of the following is not a primary role of nonprofit agencies in the adoption and legitimation stages of policy-making?",
    "correctAnswer": "C",
    "options": {
      "A": "Public Awareness Campaigns",
      "B": "Transparency and Accountability",
      "C": "Data Collection and Analysis",
      "D": "Policy Advocacy and Support",
      "E": "Collaboration and Partnerships"
    },
    "explanation": "Data Collection and Analysis is not a primary role of nonprofit agencies in the adoption and legitimation stages of policy-making"
  },
  {
    "id": "3563141",
    "unitNumber": 6,
    "text": "What is the primary purpose of the evaluation stage in public policy?",
    "correctAnswer": "B",
    "options": {
      "A": "To initiate policy proposals",
      "B": "To assess the effectiveness of policies",
      "C": "To select policy alternatives",
      "D": "To terminate policies",
      "E": "To implement policies"
    },
    "explanation": "-<br/>The evaluation stage involves assessing the policy’s actual impact, effectiveness, and efficiency in achieving its intended goals."
  },
  {
    "id": "3563154",
    "unitNumber": 6,
    "text": "Which of the following is not a category of knowledge utilizers in the policymaking-research relationship?",
    "correctAnswer": "E",
    "options": {
      "A": "Legislators",
      "B": "Academic researchers",
      "C": "Program evaluators",
      "D": "Policy analysts",
      "E": "Interest groups"
    },
    "explanation": "Interest groups are not among the category of knowledge utilizers in the policymaking-research relationship."
  },
  {
    "id": "3563159",
    "unitNumber": 6,
    "text": "Inclusive research approach emphasizes the importance of actively involving diverse stakeholders.By engaging stakeholders who hold different viewpoints and interests, researchers can counteract _______________________.<br/>Which of the following best complete the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Stakeholder engagement",
      "B": "Resource constraints",
      "C": "Policy alternatives",
      "D": "Bias and subjectivity",
      "E": "Policy selection"
    },
    "explanation": "-<br/>Inclusive research approach emphasizes the importance of actively involving diverse stakeholders.By engaging stakeholders who hold different viewpoints and interests, researchers can counteract ______Bias and subjectivity_________________."
  },
  {
    "id": "3563160",
    "unitNumber": 6,
    "text": "How does Ripley (1995) describe the decision-making process in policy adoption?",
    "correctAnswer": "A",
    "options": {
      "A": "It involves compromise and negotiation",
      "B": "It is straightforward with no complexities",
      "C": "It is primarily influenced by personal opinions",
      "D": "It relies solely on political opinions",
      "E": "It is a solitary process with no external input"
    },
    "explanation": "-<br/>Ripley argues that usually as a result of compromise and negotiation, a decision is reached. If the compromise and negotiation process breaks down, no decision is reached."
  },
  {
    "id": "3842333",
    "unitNumber": 6,
    "text": "I. Problem formation (public agenda setting)<br/>II. Policy formulation or re-formulation<br/>III. Policy legitimation and adoption<br/>IV. Policy implementation<br/>V. Policy evaluation<br/>Which of the above is/are among the stages of the policy cycle proposed by Kent. E. Portney?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I-III and V",
      "E": "I-II-III-IV and V"
    },
    "explanation": "All statements belong to the policy cycle proposed by Kent E. Portney"
  },
  {
    "id": "3842335",
    "unitNumber": 6,
    "text": "Who is the author of the book titled 'Congressmen’s Voting Decisions'?",
    "correctAnswer": "B",
    "options": {
      "A": "Kent E. Portney",
      "B": "John W. Kingdon",
      "C": "Sheldon Gen",
      "D": "Amy Conley Wright",
      "E": "Donley T. Studlar"
    },
    "explanation": "John W. Kingdon is the author."
  },
  {
    "id": "3842337",
    "unitNumber": 6,
    "text": "Who is the author of the article titled “Managing Legitimacy: Strategic and Institutional Approaches” that makes a significant contribution to the understanding of legitimacy within the realms of managerial and behavioral sciences?",
    "correctAnswer": "C",
    "options": {
      "A": "Kent E. Portney",
      "B": "John W. Kingdon",
      "C": "Mark C. Suchman",
      "D": "Donley T. Studlar",
      "E": "Charles O. Jones"
    },
    "explanation": "Mark C. Suchman is the author."
  },
  {
    "id": "3842339",
    "unitNumber": 6,
    "text": "Who is the author of the book titled 'Public Opinion and American Democracy'?",
    "correctAnswer": "D",
    "options": {
      "A": "Donley T. Studlar",
      "B": "Simon Matti",
      "C": "Mark C. Suchman",
      "D": "V. O Key",
      "E": "Grace A. Franklin"
    },
    "explanation": "V. O Key is the author."
  },
  {
    "id": "3842341",
    "unitNumber": 6,
    "text": "A (an) ..................... constitutes a decision that effectively quashes or obstructs an underlying or apparent opposition to the beliefs and concerns of the decision-maker.",
    "correctAnswer": "A",
    "options": {
      "A": "non-choice",
      "B": "unidentified decision",
      "C": "strategic choice",
      "D": "undisclosed choice",
      "E": "non-linear act"
    },
    "explanation": "A non-choice constitutes a decision that effectively quashes or obstructs an underlying or apparent opposition to the beliefs and concerns of the decision-maker."
  },
  {
    "id": "3842344",
    "unitNumber": 6,
    "text": "Which of the following is one of the participants in public policy according to Dror?",
    "correctAnswer": "B",
    "options": {
      "A": "Academics",
      "B": "Legislatures",
      "C": "Public workers",
      "D": "Military advocates",
      "E": "Social organizations"
    },
    "explanation": "Legislatures is one of the participants in public policy according to Dror."
  },
  {
    "id": "3842346",
    "unitNumber": 6,
    "text": "I. It has limited transparency surrounding its decision-making activities.<br/>II. It consists of high-ranking government officials.<br/>III. It plays a significant role in shaping and implementing policies.<br/>Which of the following is defined above?",
    "correctAnswer": "A",
    "options": {
      "A": "Cabinet",
      "B": "Legislator",
      "C": "Public Service Bureau",
      "D": "Parliament",
      "E": "Policy Development Unit"
    },
    "explanation": "The Cabinet is described here."
  },
  {
    "id": "3842348",
    "unitNumber": 6,
    "text": "Which of the following is among the roles of the parliament members in the adoption process of policy-making?",
    "correctAnswer": "C",
    "options": {
      "A": "Stakeholder Engagement",
      "B": "Policy Formulation and Recommendation",
      "C": "Representation of Public Interest",
      "D": "Responding to Critiques",
      "E": "Policy Implementation Oversight"
    },
    "explanation": "Representation of Public Interest is among the roles of the parliament members in the adoption process of policy-making."
  },
  {
    "id": "3842349",
    "unitNumber": 6,
    "text": "Which of the following is among the roles of political party members in the legitimation process of policymaking?",
    "correctAnswer": "D",
    "options": {
      "A": "Policy Evaluation",
      "B": "Responding to Critiques",
      "C": "Amendments and Modifications",
      "D": "Campaigning and Mobilization",
      "E": "Policy Development"
    },
    "explanation": "Campaigning and Mobilization is among the roles of political party members in the legitimation process of policymaking."
  },
  {
    "id": "3842351",
    "unitNumber": 6,
    "text": "Which of the following is one of the possible roles of public administration and bureaucrats in the policy adoption stage?",
    "correctAnswer": "E",
    "options": {
      "A": "Party Leadership",
      "B": "Public Endorsement",
      "C": "Policy Advocacy",
      "D": "Policy Implementation Planning",
      "E": "Data Collection and Analysis"
    },
    "explanation": "Data Collection and Analysis is one of the possible roles of public administration and bureaucrats in the policy adoption stage."
  },
  {
    "id": "3843504",
    "unitNumber": 6,
    "text": "Which of the following best describes the concept of \"policy adoption\" in the public policy process?",
    "correctAnswer": "E",
    "options": {
      "A": "The informal mobilization of political support",
      "B": "The implementation of public decisions",
      "C": "The rejection of alternative policy proposals",
      "D": "The budgeting of public programs",
      "E": "The formal selection of one or more policy proposals"
    },
    "explanation": "Policy adoption is a critical stage in the policy cycle where official decision-makers-such as legislators or executives-select from various formulated alternatives. This decision often involves legislation or executive orders, marking the government's official response to a societal issue. It is distinct from the stages of formulation or implementation, as it signifies formal commitment to a course of action.<br/>Policy adoption refers to the formal choice of a specific policy alternative from among several options. The correct answer is E."
  },
  {
    "id": "3843505",
    "unitNumber": 6,
    "text": "Which factor most directly contributes to the legitimacy of a public policy?",
    "correctAnswer": "C",
    "options": {
      "A": "The number of policies proposed",
      "B": "The secrecy of decision-making",
      "C": "The public perception of fairness and appropriateness",
      "D": "The cost-efficiency of the policy",
      "E": "The number of stakeholders involved"
    },
    "explanation": "A policy may be legal but still lack legitimacy if it contradicts prevailing societal values. Legitimacy emphasizes normative acceptability, which involves public trust, transparency, and procedural fairness. Without this perception, policy adoption and implementation face significant resistance, undermining effectiveness.<br/>Legitimacy depends on whether people perceive a policy as just and appropriate, not merely legal. The correct answer is C."
  },
  {
    "id": "3843509",
    "unitNumber": 6,
    "text": "According to Anderson, what is a core feature of decision-making in the policy adoption stage?",
    "correctAnswer": "C",
    "options": {
      "A": "It is solely based on economic analysis",
      "B": "It avoids all political influences",
      "C": "It involves the building of majorities to approve alternatives",
      "D": "It relies primarily on judicial interpretation",
      "E": "It excludes public interest concerns"
    },
    "explanation": "Policy adoption is inherently political and collective, requiring coalition-building and consensus among decision-makers. The process includes bargaining and negotiations, especially in legislatures, to secure the necessary support for enacting specific policy proposals. Majority approval is essential in democratic contexts.<br/>Anderson emphasizes that adoption involves majority-building for policy decisions. The correct answer is C."
  },
  {
    "id": "3843511",
    "unitNumber": 6,
    "text": "Which group of actors is most directly responsible for policy adoption in democratic systems?",
    "correctAnswer": "A",
    "options": {
      "A": "Legislators",
      "B": "Media commentators",
      "C": "Street-level bureaucrats",
      "D": "Academic researchers",
      "E": "Civil society organizations"
    },
    "explanation": "In democratic systems, legislatures such as parliaments are formally empowered to adopt public policies. While other actors (e.g., interest groups, NGOs) influence the process, the legal authority rests with legislators. They transform policy proposals into law through formal debate and voting procedures.<br/>Legislators are the main decision-makers in democratic policy adoption. The correct answer is A."
  },
  {
    "id": "3843514",
    "unitNumber": 6,
    "text": "What does “nondecision-making” in the policy process primarily aim to do?",
    "correctAnswer": "C",
    "options": {
      "A": "Propose alternative policy solutions",
      "B": "Seek legitimacy for popular policies",
      "C": "Suppress emerging policy issues before they reach the agenda",
      "D": "Improve bureaucratic efficiency",
      "E": "Support grassroots policy demands"
    },
    "explanation": "Nondecisions are strategies used by powerful actors to prevent controversial or threatening topics from entering the formal policy agenda. This tactic ensures the preservation of status quo benefits for elite groups. It is a form of passive but strategic policymaking, often hidden from public view.<br/>Nondecision-making suppresses issues to protect dominant interests. The correct answer is C."
  },
  {
    "id": "3843516",
    "unitNumber": 6,
    "text": "Which of the following is a key condition for long-term success of an adopted public policy?",
    "correctAnswer": "A",
    "options": {
      "A": "Broad legitimation by relevant stakeholders",
      "B": "Rapid formulation by expert committees",
      "C": "International endorsement by peer countries",
      "D": "Bureaucratic independence from political actors",
      "E": "Judicial review at every stage"
    },
    "explanation": "Successful policies require more than formal adoption-they need perceived legitimacy among key stakeholders and the public. Legitimation ensures public cooperation and effective implementation. Without it, policies risk being ignored, resisted, or overturned despite being legally valid.<br/>Legitimation is essential for the enduring success of public policies. The correct answer is A."
  },
  {
    "id": "3843518",
    "unitNumber": 6,
    "text": "Which actor group is classified by Dror as having formal authority in policy adoption?",
    "correctAnswer": "D",
    "options": {
      "A": "NGOs and advocacy groups",
      "B": "Universities and research institutes",
      "C": "Interest groups and media",
      "D": "Legislators and administrators",
      "E": "Local communities and civil activists"
    },
    "explanation": "Dror categorizes actors into formal and informal groups. Formal actors, such as legislators and political administrators, have constitutional or legal authority to make policy decisions. Their actions, unlike those of advisory or advocacy groups, directly result in policy enactment.<br/>Legislators and administrators hold formal authority in adopting policies. The correct answer is D."
  },
  {
    "id": "3843520",
    "unitNumber": 6,
    "text": "According to the chapter, what makes legitimacy different from legality in public policymaking?",
    "correctAnswer": "E",
    "options": {
      "A": "Legality does not require political support",
      "B": "Legitimacy guarantees policy effectiveness",
      "C": "Legitimacy is only relevant during implementation",
      "D": "Legality cannot be questioned by the public",
      "E": "Legitimacy depends on perceived fairness, not just lawfulness"
    },
    "explanation": "While legality refers to compliance with laws, legitimacy pertains to societal acceptance and moral appropriateness. A policy might be legal but still face public resistance if it lacks legitimacy. This distinction underscores the importance of transparent and inclusive policymaking processes.<br/>Legitimacy concerns fairness, beyond legal compliance. The correct answer is E."
  },
  {
    "id": "3843522",
    "unitNumber": 6,
    "text": "Which factor is emphasized in assessing the political feasibility of policy adoption?",
    "correctAnswer": "B",
    "options": {
      "A": "The policy's environmental impacts",
      "B": "The motivations and resources of stakeholders",
      "C": "The involvement of international actors",
      "D": "The consistency of policy language",
      "E": "The speed of legislative approval"
    },
    "explanation": "Political feasibility assessments analyze who the key stakeholders are, what they want, and what influence they can exert. This insight helps anticipate the likelihood of adoption and the kinds of compromises required. Ignoring political dynamics reduces the chance of successful policy enactment.<br/>Political feasibility hinges on understanding stakeholder motivations and power. The correct answer is B."
  },
  {
    "id": "3843525",
    "unitNumber": 6,
    "text": "Which of the following is a main reason that legitimacy plays a pivotal role in policy adoption?",
    "correctAnswer": "D",
    "options": {
      "A": "It enhances the legal structure of policies.",
      "B": "It accelerates administrative decision-making.",
      "C": "It ensures financial support from donors.",
      "D": "It fosters public trust and compliance.",
      "E": "It avoids conflicts with foreign governments."
    },
    "explanation": "When policies are seen as legitimate, citizens are more likely to accept and follow them, reducing enforcement costs and political backlash. Legitimacy strengthens the democratic foundation of policies by aligning them with public values, which is crucial for sustainable governance.<br/>Legitimacy encourages public trust and voluntary policy compliance. The correct answer is D."
  },
  {
    "id": "3563264",
    "unitNumber": 7,
    "text": "What was the focus of the first systematic analysis of the implementation phase in public policy?",
    "correctAnswer": "D",
    "options": {
      "A": "Education policies",
      "B": "Healthcare policies",
      "C": "Environmental policies",
      "D": "Unemployment reduction policies",
      "E": "Economic policies"
    },
    "explanation": "The systematic analysis of the implementation phase became widespread only during the 1970s. The most well-known of the first studies on this subject is the implementation phase analysis of unemployment reduction policies"
  },
  {
    "id": "3563287",
    "unitNumber": 7,
    "text": "Which of the following considered as equally important as organizational conditions for the success of policy implementation?",
    "correctAnswer": "C",
    "options": {
      "A": "Bureaucratic hierarchy",
      "B": "Technological infrastructure",
      "C": "Political conditions",
      "D": "Budget allocation",
      "E": "Public opinion"
    },
    "explanation": "-<br/>It is generally accepted that political conditions are as important as organizational conditions for the success of the implementation phase."
  },
  {
    "id": "3563301",
    "unitNumber": 7,
    "text": "What term refers to the process of translating a legal mandate into appropriate program directives and structures for providing services or creating goods?",
    "correctAnswer": "D",
    "options": {
      "A": "Policy Formulation",
      "B": "Policy Termination",
      "C": "Policy Assessment",
      "D": "Policy Implementation",
      "E": "Policy Decision-making"
    },
    "explanation": "-<br/>The Dictionary of Public Policy and Administration (Shafritz, 2018, p. 185) defines implementation as:It is the total process of translating a legal mandate, whether an executive order or an enacted statute, into appropriate program directives and structures that provide services or create goods."
  },
  {
    "id": "3563311",
    "unitNumber": 7,
    "text": "What did Pressman and Wildavsky's (1973) study on unemployment reduction policies in Oakland reveal?",
    "correctAnswer": "C",
    "options": {
      "A": "The importance of policy formulation over implementation.",
      "B": "The success of consensus-building in policy implementation.",
      "C": "The effectiveness of governmental oversight in policy implementation.",
      "D": "The importance of organizational rivalries in impeding implementation success.",
      "E": "The role of technological advancements in policy implementation."
    },
    "explanation": "-<br/>The intense organizational rivalries between the institutions participating in the implementation process hindered the success of the implementation phase."
  },
  {
    "id": "3563358",
    "unitNumber": 7,
    "text": "What is the term used to describe deviations from policy goals due to bureaucratic discretion?",
    "correctAnswer": "A",
    "options": {
      "A": "Policy drift",
      "B": "Bureaucratic control",
      "C": "Divergence in execution",
      "D": "Administrative bend",
      "E": "Policy adoption"
    },
    "explanation": "-<br/>Some deviations are perceived as unacceptable departures drifting away from intended policies, and thus they are called “policy drift” or, better yet, “bureaucratic drift”."
  },
  {
    "id": "3563382",
    "unitNumber": 7,
    "text": "What term describes public employees who directly interact with the target audiences of public policies?",
    "correctAnswer": "D",
    "options": {
      "A": "Top-level bureaucrats",
      "B": "Senior analysts",
      "C": "Policy advisors",
      "D": "Street-level bureaucrats",
      "E": "Administrative managers"
    },
    "explanation": "Public employees who directly interact with the target audiences of public policies are called street-level bureaucrats."
  },
  {
    "id": "3563419",
    "unitNumber": 7,
    "text": "What is the preferred intervention mechanism to solve public policy problems in the 1990s?",
    "correctAnswer": "0",
    "options": {
      "A": "State intervention",
      "B": "Market mechanism",
      "C": "International cooperation",
      "D": "Technological innovation",
      "E": "Community-based initiatives"
    },
    "explanation": "-<br/>The preferred intervention mechanisms to solve public policy problems: While state intervention in public problems was desired in the 1960s, the market mechanism came to the fore in the 1990s."
  },
  {
    "id": "3563435",
    "unitNumber": 7,
    "text": "Street-level bureaucrats who provided educational services entirely online during the COVID-19 Pandemic were termed as __________. <br/>Which of the following best complete the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Virtual administrators",
      "B": "Screen-level bureaucrats",
      "C": "Digital policymakers",
      "D": "Remote implementors",
      "E": "Technological officers"
    },
    "explanation": "Street-level bureaucrats who provided educational services entirely online during the COVID-19 Pandemic were termed as __Screen-level bureaucrats________."
  },
  {
    "id": "3563463",
    "unitNumber": 7,
    "text": "According to Meltsner (1976), what term is used to describe an analyst with high analytical skills but low political skills?",
    "correctAnswer": "0",
    "options": {
      "A": "Technician",
      "B": "Politician",
      "C": "Entrepreneur",
      "D": "Pretender",
      "E": "Analyst"
    },
    "explanation": "-<br/>An analyst with high analytical skills but low political skills is called Technician."
  },
  {
    "id": "3563487",
    "unitNumber": 7,
    "text": "Which term refers to the scenario where government regulatory institutions are controlled by the interest groups they oversee?",
    "correctAnswer": "D",
    "options": {
      "A": "Regulatory dominance",
      "B": "Policy collusion",
      "C": "Interest groups scenario",
      "D": "Regulatory capture",
      "E": "Stakeholder alignment"
    },
    "explanation": "-<br/>Regulatory capture, where the government institutions which are supposed to regulate a specific sector are controlled by the interest groups in the sector they are supposed to be regulating."
  },
  {
    "id": "3843093",
    "unitNumber": 7,
    "text": "Whyich concept(s) below is/are related to Top-Down model?<br/>I-reconciliation<br/>II-bargaining<br/>III-policy drift<br/>IV-compromise",
    "correctAnswer": "B",
    "options": {
      "A": "I-II",
      "B": "III",
      "C": "III-IV",
      "D": "I-III",
      "E": "IV"
    },
    "explanation": "The bottom-up model acknowledges street-level bureaucrats’ significant influence and impact in the implementation phase. Some other deviations, however, are perceived as unacceptable departures drifting away from intended policies, and thus they are called “policy drift” or, better yet, “bureaucratic drift”."
  },
  {
    "id": "3843094",
    "unitNumber": 7,
    "text": "The success and sustainability of policy implementation depend on how many groups?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "The success and sustainability of policy implementation depend, above all, on three groups of people. The first group is the policy analysts, who design policies to be implemented. The second group is the street-level bureaucrats, whose job is to<br/>ensure that the policy is implemented as intended. The third group is the target populations, the attitudes or behaviors of which are expected to be changed by the implementation."
  },
  {
    "id": "3843095",
    "unitNumber": 7,
    "text": "Which of the below is a characteristic of an analyst in 1960's?",
    "correctAnswer": "A",
    "options": {
      "A": "State intervention",
      "B": "Market mechanism",
      "C": "Analysts considered numerous political actors and factors.",
      "D": "Employed in the public sector, with the status of a civil servant",
      "E": "A more participatory, pluralistic, open, and transparent policy-making process"
    },
    "explanation": "The answer choice is A. See Table 7.3 on page 219."
  },
  {
    "id": "3843097",
    "unitNumber": 7,
    "text": "Which of the below is considered new policy actors?",
    "correctAnswer": "E",
    "options": {
      "A": "Bureaucrats",
      "B": "Politicians",
      "C": "Analysts",
      "D": "Entrepreneurs",
      "E": "Citizens"
    },
    "explanation": "First, new policy actors, such as citizens, are becoming more active in policy implementation. The information and communication technologies in general, and social media platforms and new opportunities in particular, such as crowdsourcing, crowdfunding, and crowd-legislation, enable the citizens to transform themselves from passive recipients of public policy implementation to being its active participants and even coproducers"
  },
  {
    "id": "3843099",
    "unitNumber": 7,
    "text": "Which crisis greatly impacted how policy implementation is understood and applied?",
    "correctAnswer": "D",
    "options": {
      "A": "World War I",
      "B": "World War II",
      "C": "9/11 attack",
      "D": "COVID-19 Pandemic",
      "E": "Israeli attacks on Palestine"
    },
    "explanation": "A second overarching theme for current and future trends in public policy analysis is the impact of small and large crises on policy implementation. The experiences of governments and bureaucrats during the COVID-19 Pandemic is a case in point. This crisis greatly impacted how policy implementation is understood and applied."
  },
  {
    "id": "3843101",
    "unitNumber": 7,
    "text": "Why is policy implementation important?",
    "correctAnswer": "A",
    "options": {
      "A": "to know its effect on target groups and society.",
      "B": "to know how to organize public policy",
      "C": "to show people the importance of public policy",
      "D": "to clear the way to implementing other important policies",
      "E": "to explore new ways of implementing public policy"
    },
    "explanation": "Unless a policy is implemented, there is no way to know its effect on target groups and society. Similarly, with the implementation, one can understand if it is a success or failure; thus, policy evaluation is possible."
  },
  {
    "id": "3843102",
    "unitNumber": 7,
    "text": "When did the systematic analysis of the implementation phase become widespread?",
    "correctAnswer": "B",
    "options": {
      "A": "1960's",
      "B": "1970's",
      "C": "1980's",
      "D": "1990's",
      "E": "2000's"
    },
    "explanation": "The systematic analysis of the implementation phase became widespread only during the 1970s."
  },
  {
    "id": "3843103",
    "unitNumber": 7,
    "text": "Why is the implementation phase considered as a Black Box?",
    "correctAnswer": "C",
    "options": {
      "A": "Because people who are not seen implements it.",
      "B": "Because no one knows how to do it.",
      "C": "Because what happens in the implementation phase is not well known.",
      "D": "Because who implements id not well known.",
      "E": "Because implementation phase is not known."
    },
    "explanation": "Parsons calls the implementation phase the “disconnected part” of the analysis process and states that what happens in the implementation phase is not well known, and this phase is treated as a “black box” whose content is almost unknowable."
  },
  {
    "id": "3843104",
    "unitNumber": 7,
    "text": "who resembled implementation phase to Game Theory?",
    "correctAnswer": "A",
    "options": {
      "A": "Bardach",
      "B": "Jean Jacques Rousseau",
      "C": "Parsons",
      "D": "Elmore",
      "E": "Geva-May"
    },
    "explanation": "Bardach who claims that the implementation process is an “implementation game,” stated that the players in this game are various public policy actors who try to gain and maintain as much power and resources as possible over the implementation process and its results."
  },
  {
    "id": "3843105",
    "unitNumber": 7,
    "text": "What is the main strategy that Street-Level Bureaucrats develop?",
    "correctAnswer": "B",
    "options": {
      "A": "Living Strategies",
      "B": "Survival Strategies",
      "C": "Money-Making Strategies",
      "D": "Moving Strategies",
      "E": "Pulling Strategies"
    },
    "explanation": "The main ones of these strategies are “coping strategies” and “survival strategies”"
  },
  {
    "id": "3563569",
    "unitNumber": 8,
    "text": "How does Dye define policy evaluation?",
    "correctAnswer": "A",
    "options": {
      "A": "Learning about the processes of public policy",
      "B": "Determining the consequences of policy selection",
      "C": "Assessing the efficiency of policy adoption",
      "D": "Evaluating the quality of policy alternatives",
      "E": "Judging the effectiveness of policy makers"
    },
    "explanation": "-<br/>For Dye (2017: 53) policy evaluation is “learning about the consequences of public policy”."
  },
  {
    "id": "3563580",
    "unitNumber": 8,
    "text": "What is the main focus of ex ante evaluation in policy analysis?",
    "correctAnswer": "E",
    "options": {
      "A": "Assessing the past performance of policies",
      "B": "Making retrospective judgments about program effectiveness",
      "C": "Determining the financial implications of proposed policies",
      "D": "Evaluating the long-term impacts of implemented policies",
      "E": "Conducting assessments before policies are introduced"
    },
    "explanation": "-<br/>Ex ante evaluation is referred to as policy appraisal, and it is conducted before a policy is introduced."
  },
  {
    "id": "3563593",
    "unitNumber": 8,
    "text": "What was the focus of policy evaluation in its early years?",
    "correctAnswer": "A",
    "options": {
      "A": "Measuring program outputs and outcomes",
      "B": "Predicting future policy impacts",
      "C": "Assessing political ideologies",
      "D": "Quantifying social inequalities",
      "E": "Evaluating bureaucratic performance"
    },
    "explanation": "-<br/>The measuring of program outputs and outcomes was the focus in the early years of policy evaluation."
  },
  {
    "id": "3563611",
    "unitNumber": 8,
    "text": "What principle is summarized in the motto \"You cannot manage what you cannot measure\"?",
    "correctAnswer": "E",
    "options": {
      "A": "The necessity of qualitative measurement in policy analysis",
      "B": "The value of subjective assessments in public management",
      "C": "The importance of intuition in decision-making",
      "D": "The prioritization of policy implementation over management",
      "E": "The significance of measurement in effective management"
    },
    "explanation": "-<br/>You cannot manage what you cannot measure emphasizes on the significance of measurement in effective management."
  },
  {
    "id": "3563616",
    "unitNumber": 8,
    "text": "According to Dunn's typology, which evaluation methodology aims to ensure that assessments of worth or value are self-evident?",
    "correctAnswer": "A",
    "options": {
      "A": "Pseudo-evaluation",
      "B": "Formal evaluation",
      "C": "Decision-theoretic evaluation",
      "D": "Impact evaluation",
      "E": "Judicial evaluation"
    },
    "explanation": "Pseudo-evaluation’s main premise is that assessments of worth or value are self-evident or uncontroversial (Dunn, 2018: 334)."
  },
  {
    "id": "3563625",
    "unitNumber": 8,
    "text": "__________ evaluation goes beyond those initial achievements and aims to assess broader and longer-term impacts of the policy and program under consideration on target populations.<br/>Which of the following best complete the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Administrative",
      "B": "Output",
      "C": "Outcome",
      "D": "Process",
      "E": "Judicial"
    },
    "explanation": "___Outcome_______ evaluation goes beyond those initial achievements and aims to assess broader and longer-term impacts of the policy and program under consideration on target populations."
  },
  {
    "id": "3563639",
    "unitNumber": 8,
    "text": "Qualitative evaluations emphasize the importance of ________ and observation. <br/>Which of the following best complete the sentence above?",
    "correctAnswer": "0",
    "options": {
      "A": "numerical analysis",
      "B": "statistical modeling",
      "C": "local-level knowledge",
      "D": "quantitative data",
      "E": "experimental design"
    },
    "explanation": "Qualitative evaluations emphasize the importance of __local-level knowledge______ and observation."
  },
  {
    "id": "3563647",
    "unitNumber": 8,
    "text": "What is one of the reasons policies might not change even after a negative evaluation?",
    "correctAnswer": "B",
    "options": {
      "A": "Lack of political support",
      "B": "Positive evaluation results",
      "C": "High funding",
      "D": "Stakeholder dissatisfaction",
      "E": "Ethical concerns"
    },
    "explanation": "-<br/>If the evaluation results are positive and favorable, policies do not change. Even if there is a negative evaluation, the existence of high political support overcomes negative evaluations and policy does not change."
  },
  {
    "id": "3563665",
    "unitNumber": 8,
    "text": "According to Anderson, which of the following is not among the problems faced in policy evaluation?",
    "correctAnswer": "C",
    "options": {
      "A": "Uncertainty over policy goals",
      "B": "Difficulties in determining causality",
      "C": "Intense citizen involvement",
      "D": "Difficulties in data acquisition",
      "E": "Official resistance"
    },
    "explanation": "Anderson identifies several problems and obstacles to successful policy evaluation in determining the performance level of a public policy or program; uncertainty over policy goals, difficulties in determining causality, diffuse policy impacts, difficulties in data acquisition, official resistance, and a limited time perspective (Anderson, 2011: 287-292)."
  },
  {
    "id": "3563678",
    "unitNumber": 8,
    "text": "What is the role of the \"State Supervisory Council\" in Turkey regarding policy evaluation?",
    "correctAnswer": "C",
    "options": {
      "A": "Conducting experimental studies",
      "B": "Providing financial assistance",
      "C": "Investigating public entities upon request",
      "D": "Promoting policy continuity",
      "E": "Supporting performance of public entities"
    },
    "explanation": "-<br/>The State Supervisory Council is authorized by the Constitution of Türkiye to inquire into, investigate, and inspect all public entities upon the request of the President of the Republic."
  },
  {
    "id": "3843160",
    "unitNumber": 8,
    "text": "what does ex ante evaluation mean?",
    "correctAnswer": "A",
    "options": {
      "A": "policy appraisal",
      "B": "policy making",
      "C": "policy claims",
      "D": "policy interrogation",
      "E": "policy assessment"
    },
    "explanation": "In policy analysis, there are two forms of evaluation with reference to the period of evaluation. Ex ante evaluation is also referred to as policy appraisal, and it is conducted before a policy is introduced."
  },
  {
    "id": "3843161",
    "unitNumber": 8,
    "text": "Which of the below is a characteristic of policy evaluation?",
    "correctAnswer": "B",
    "options": {
      "A": "Ongoing (leading to operational decision-making)",
      "B": "Episodic (leading to strategic decision making) and differs from audit",
      "C": "Attribution is generally assumed.",
      "D": "Measures are developed, and data is usually gathered through routinized processes",
      "E": "The use of the information can evolve over time to reflect changing information needs and priorities."
    },
    "explanation": "The correct answer is B. See Table 8.1 on page 230."
  },
  {
    "id": "3843162",
    "unitNumber": 8,
    "text": "Which of the below is a characteristic of policy monitoring?",
    "correctAnswer": "C",
    "options": {
      "A": "Episodic (leading to strategic decision making) and differs from audit",
      "B": "Measures are usually customized for each policy evaluation.",
      "C": "Ongoing (leading to operational decision-making)",
      "D": "Issue-specific",
      "E": "Targeted resources are needed for each policy evaluation."
    },
    "explanation": "The correct answer is C. See Table 8.1 on page 230."
  },
  {
    "id": "3843163",
    "unitNumber": 8,
    "text": "when did policy evaluation start in the USA?",
    "correctAnswer": "C",
    "options": {
      "A": "1940's",
      "B": "1950's",
      "C": "1960's",
      "D": "1970's",
      "E": "1980's"
    },
    "explanation": "In fact, certain programs developed in the US throughout the 1960s have been closely associated with the policy evaluation."
  },
  {
    "id": "3843164",
    "unitNumber": 8,
    "text": "When did the analytical capacities of the public agencies for evaluating programs and policies in a more systematic and comprehensive way expand since Congressional legislative enactments legally mandated program evaluations?",
    "correctAnswer": "0",
    "options": {
      "A": "1940's",
      "B": "1950's",
      "C": "1960's",
      "D": "1970's",
      "E": "1980's"
    },
    "explanation": "In the 1970s, the analytical capacities of the public agencies for evaluating programs and policies in a more systematic and comprehensive way expanded since Congressional legislative enactments legally mandated program evaluations."
  },
  {
    "id": "3843165",
    "unitNumber": 8,
    "text": "Which of the below is a methodology that employs descriptive techniques to generate accurate and<br/>valid information regarding policy outcomes without seeking to call into question the importance or<br/>value of these results to specific individuals, social groups, or the whole society.",
    "correctAnswer": "D",
    "options": {
      "A": "Formal evaluation",
      "B": "Outcome evaluation",
      "C": "Administrative evaluation",
      "D": "Pseudo-evaluation",
      "E": "Process evaluation"
    },
    "explanation": "Pseudo-evaluation is a methodology that employs descriptive techniques to generate accurate and<br/>valid information regarding policy outcomes without seeking to call into question the importance or<br/>value of these results to specific individuals, social groups, or the whole society."
  },
  {
    "id": "3843166",
    "unitNumber": 8,
    "text": "Which type of evaluation typically takes place within governmental organizations and looks at how services are provided?",
    "correctAnswer": "A",
    "options": {
      "A": "Administrative evaluation",
      "B": "The impact evaluation",
      "C": "Pseudo-evaluation",
      "D": "Formal evaluation",
      "E": "Outcome evaluation"
    },
    "explanation": "Administrative evaluation typically takes place within governmental organizations and looks at how services are provided."
  },
  {
    "id": "3843167",
    "unitNumber": 8,
    "text": "Which type of evaluation is not an evaluation activity in the traditional sense but rather a tool for presenting public policy in a favorable or unfavorable light?",
    "correctAnswer": "A",
    "options": {
      "A": "Political evaluation",
      "B": "Scientific evaluation",
      "C": "Judicial evaluation",
      "D": "The impact evaluation",
      "E": "Process evaluation"
    },
    "explanation": "Political evaluation is not an evaluation activity in the traditional sense but rather a tool for presenting public policy in a favorable or unfavorable light."
  },
  {
    "id": "3843168",
    "unitNumber": 8,
    "text": "What does NGO stand for?",
    "correctAnswer": "C",
    "options": {
      "A": "Non-Gathering Organizations",
      "B": "Not Good Organizations",
      "C": "Non-Governmental Organizations",
      "D": "Never Goal Organizations",
      "E": "Not-Given Organizations"
    },
    "explanation": "NGO stand for Non-Governmental Organization."
  },
  {
    "id": "3843169",
    "unitNumber": 8,
    "text": "Which of the below are the problems in Policy Evaluation?<br/>I- uncertainty over policy goals<br/>II- difficulties in determining causality<br/>III- diffuse policy impacts<br/>IV- difficulties in data acquisition<br/>V- official resistance<br/>VI- a limited time perspective",
    "correctAnswer": "D",
    "options": {
      "A": "II-IV-V",
      "B": "I-III-V-VI",
      "C": "III-IV-V-VI",
      "D": "I-II-III-IV-V-VI",
      "E": "I-V-VI"
    },
    "explanation": "Anderson identifies several problems and obstacles to successful policy evaluation in determining the performance level of a public policy or program: uncertainty over policy goals, difficulties in determining causality, diffuse policy impacts, difficulties in data acquisition, official resistance, and a limited time perspective"
  }
]