[
  {
    "id": "3594972",
    "unitNumber": 1,
    "text": "Which one correctly gives the public finance's questions looking for answers?<br/>I. When should the government intervene in the economy?\n II. How might the government intervene?\n III. What is the effect of those interventions on economic outcomes?\n IV. Why do governments choose to intervene in the way that they do\n V. How should government apply fundamentals of microeconomics to society",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, III and V",
      "C": "II, III and IV",
      "D": "I and II",
      "E": "Only IV"
    },
    "explanation": "Public finance looks for answers to these four questions.<br/>• When should the government intervene in the economy?<br/>• How might the government intervene?<br/>• What is the effect of those interventions on economic outcomes?<br/>• Why do governments choose to intervene in the way that they do?"
  },
  {
    "id": "3594977",
    "unitNumber": 1,
    "text": "What are two main reasons governments intervene in market economies?",
    "correctAnswer": "B",
    "options": {
      "A": "Market failures and economic instability",
      "B": "Market failures and redistribution.",
      "C": "Redistribution and underdevelopment",
      "D": "Market failures and inflation",
      "E": "Redistribution.and social welfare"
    },
    "explanation": "We know from the fundamentals of microeconomics that, in most cases, the competitive market<br/>equilibrium is the most efficient outcome for society. So, if this is the case, then why do governments<br/>intervene in these markets? There are two main reasons governments intervene in market economies:<br/>market failures and redistribution."
  },
  {
    "id": "3594998",
    "unitNumber": 1,
    "text": "What are examples negative externalities, monopolistic practices, asymmetric information, disparities in wealth distribution, and the provision of public goods called?",
    "correctAnswer": "C",
    "options": {
      "A": "Perfect competition",
      "B": "Imperfect competition",
      "C": "Market Failures",
      "D": "Economic instability",
      "E": "Economic collapse"
    },
    "explanation": "The primary justification for government intervention in the economy stems from the presence of market failures, which are issues leading to outcomes in a market economy that fail to achieve maximum efficiency. These market failures encompass various types such as negative externalities, monopolistic practices, asymmetric information, disparities in wealth distribution, and the provision of public goods."
  },
  {
    "id": "3595132",
    "unitNumber": 1,
    "text": "Which methods can government use to finance private entities to provide the desired level of provision?",
    "correctAnswer": "C",
    "options": {
      "A": "Aid and budgetary support",
      "B": "Tax exemption and public guarantees methods",
      "C": "The subsidy and the voucher methods",
      "D": "Direct and indirect subsiy methods",
      "E": "Direct and indirect public provision methods"
    },
    "explanation": "Governments may want to influence the level of consumption but may not want to involve themselves directly in the provision of a good. In such cases, the government can finance private entities to provide the desired level of provision. It is possible to talk about two different methods here: the subsidy and the voucher method. The subsidy method involves direct or indirect financial support for the provision of a public service or a change in its production. Direct subsidies may take the form of aid and budgetary support, while indirect subsidies may take the form of tax exemptions and public guarantees. The voucher method is applied when the state, instead of directly providing goods and services such as education, health, transportation, kindergartens etc. to low-income individuals, gives them a voucher covering the cost of the service, making it possible to obtain the service from the private sector."
  },
  {
    "id": "3595142",
    "unitNumber": 1,
    "text": "Which curve shows a trade-off between public goods and private goods?",
    "correctAnswer": "D",
    "options": {
      "A": "Indiference curve",
      "B": "Isoquant curve",
      "C": "Utility possibility curve",
      "D": "Production possibility curve",
      "E": "Total demand curve"
    },
    "explanation": "When the government provides goods and services, it necessitates resources such as labor, equipment, buildings, and land. The actual cost of government goods and services is reflected in the value of private goods and services that must be foregone when these resources are redirected for government use. When citizens pay taxes, their disposable income decreases, leading them to purchase fewer goods and services for personal consumption (such as automobiles, foods, clothing, housing etc.). These taxes are used by governments to provide public goods such as roads, police and fire protection, and national defense.<br/>Hence, there exists a trade-off between public goods and private goods, which can be visualized through a production possibility curve."
  },
  {
    "id": "3595170",
    "unitNumber": 1,
    "text": "In which economic system all production-related decisions are freely made by the owners of the production<br/>resources and property rights belong to individuals and individuals can use these rights as they wish?",
    "correctAnswer": "A",
    "options": {
      "A": "Capitalist economic system",
      "B": "Mixed Economic System",
      "C": "Socialist Economic System",
      "D": "Collectivist Economic System",
      "E": "Marksist economic system"
    },
    "explanation": "Capitalist System<br/>In this system, all production-related decisions are freely made by the owners of the production resources. Property rights belong to individuals and individuals can use these rights as they wish. The market forms the institutional structure of the capitalist economic system. The supply and demand of goods and services to be produced in the market will be determined by the price mechanism that will be formed freely in the market."
  },
  {
    "id": "3595185",
    "unitNumber": 1,
    "text": "In which economic system resources of production are given to the property of the state and the state using production resources is the sole decisionmaking central authority?",
    "correctAnswer": "C",
    "options": {
      "A": "Capitalist economic system",
      "B": "Mixed Economic System",
      "C": "Socialist Economic System",
      "D": "Rationalist economic system",
      "E": "Dependent economic system"
    },
    "explanation": "Socialist Economic System<br/>The socialist economic system is a system in which the resources of production are given to the property of the state on behalf of the society. In this system, the state using production resources is the sole decisionmaking central authority. Central planning forms the core of the system. In the central planning, the factors of production are either not made available to the private sector or they are used with the limited permission of the state. The government controls all aspects of the economic production. In other words, the government decides what goods will be produced and how they will be produced. The government decides how resources are distributed and used."
  },
  {
    "id": "3595199",
    "unitNumber": 1,
    "text": "In which thought on the role of state in an economy has key features of state intervention, accumulation of bullion, protectionism, colonialism and exploitation and trade surplus?",
    "correctAnswer": "E",
    "options": {
      "A": "Keynesian Thought",
      "B": "Socialism",
      "C": "Classical Economic Thought",
      "D": "Physiocracy",
      "E": "Mercantilism"
    },
    "explanation": "Mercantilism<br/>Mercantilism was an economic theory and practice that emerged during the early modern period in Europe, spanning roughly from the 16th to the 18th centuries. It was the dominant economic ideology in the era of European colonial expansion and played a significant role in shaping trade and economic policies of various European powers during that time.<br/>Key characteristics of mercantilism include:<br/>1. Trade surplus: Mercantilists believed that a country should export more than it imports, creating a trade surplus. This surplus was seen as a measure of a nation’s wealth and power.<br/>2. Colonialism and exploitation: Mercantilism supported colonial expansion as a means to access raw materials, establish markets for manufactured goods, and exploit colonies’ resources for the benefit of the mother country.<br/>3. Protectionism: Governments implemented protectionist policies such as tariffs, quotas, and other restrictions to promote domestic industries and protect them from foreign competition.<br/>4. Accumulation of bullion: Mercantilists emphasized the accumulation of precious metals (gold and silver) as a measure of a nation’s wealth, as they believed that wealth was limited and only attainable through trade surpluses.<br/>5. State intervention: Mercantilist policies relied on strong government intervention in the economy, as rulers and policymakers believed that they should actively regulate economic activity to maximize national wealth."
  },
  {
    "id": "3595695",
    "unitNumber": 1,
    "text": "In which economic system property rights belong to both the market and the state and ownership<br/>of the factors of production is shared between the market and the state?",
    "correctAnswer": "E",
    "options": {
      "A": "Physiocracy economic system",
      "B": "Mercantilist economic system",
      "C": "Capitalist economic system",
      "D": "Socialist Economic System",
      "E": "Mixed Economic System"
    },
    "explanation": "Mixed Economic System<br/>The mixed economic system, on the other hand, is formed by the combination of certain features of the two extreme economic systems, as mentioned above. Many countries have adopted the mixed economic system in practice. In this system, property rights belong to both the market and the state. Ownership of the factors of production is shared between the market and the state. In some countries, the state is relatively more salient than the market or vice versa. In this system, the public sector has a regulatory, rulemaking and supervisory role in order for these to work well. To summarize, in mixed economic systems, the market economy still has priority, while the primary duty of the state is to guide and set rules."
  },
  {
    "id": "3595701",
    "unitNumber": 1,
    "text": "In which thought on the role of state in an economy agriculture is the only productive and valuable sector of the economy, as it was the source of all wealth?",
    "correctAnswer": "B",
    "options": {
      "A": "Mercantilism",
      "B": "Physiocracy",
      "C": "Capitalism",
      "D": "Marksizm",
      "E": "Keynesian"
    },
    "explanation": "Key Ideas of Physiocracy<br/>Natural Order: Physiocrats believed in the existence of a “natural order” in economics, where there was a harmonious relationship between economic activities and nature. They argued that agriculture was the only productive and valuable sector of the economy, as it was the source of all wealth.<br/>Laissez-Faire: The Physiocrats advocated for a laissez-faire approach to economic policy, meaning minimal government intervention in the economy. They believed that governments should refrain from imposing tariffs, taxes, and regulations that hindered the natural functioning of the economy, particularly in agriculture.<br/>“Productive” and “Sterile” Labor: Physiocrats classified labor into two categories: “productive” labor, which they believed contributed to the creation of wealth (mainly agricultural labor), and “sterile” labor, which included non-agricultural activities like manufacturing and services, which they considered unproductive.<br/>Single Tax: Physiocrats proposed a single tax on land, known as the “impôt unique” (single tax), to finance government activities. They argued that this tax should be the only source of government revenue<br/>and that other taxes should be abolished.<br/>Tableau Économique: François Quesnay, one of the leading Physiocrats, created the “Tableau Économique,” a theoretical representation of the flow of goods and money in a simplified economy. This table aimed to illustrate the circular flow of income between landowners, farmers, and the state."
  },
  {
    "id": "3595945",
    "unitNumber": 2,
    "text": "What dou call the economic situation where both inflation and unemployment rates were high?",
    "correctAnswer": "A",
    "options": {
      "A": "Stagflation",
      "B": "Depresion",
      "C": "Shrinkflation",
      "D": "Greedflation",
      "E": "Skimpflation"
    },
    "explanation": "Stagflation was a brand-new phenomenon wherein both inflation and unemployment rates were high. This fact indicated that the traditional Philips curve, which proposed a trade-off between unemployment and inflation, was no longer valid."
  },
  {
    "id": "3595950",
    "unitNumber": 2,
    "text": "What is called President Franklin D. Roosevelt’s policy set of policies to combat The Great Depression of 1929?",
    "correctAnswer": "B",
    "options": {
      "A": "Keynesian policies",
      "B": "New Deal",
      "C": "Deregulation of financial derivatives",
      "D": "Neoliberalism’s policy",
      "E": "Laissez-faire capitalism"
    },
    "explanation": "President Franklin D. Roosevelt introduced a set of policies between 1933 and 1939 to combat the Great Depression. The Roosevelt administration announced new acts and regulations-known as the New Deal- to provide economic relief and to create jobs. The role and size of the federal government were expanded owing to the increasing number of public projects, regulations and financial reforms."
  },
  {
    "id": "3595955",
    "unitNumber": 2,
    "text": "Which one does best describe Musgrave's government branches?\n I. allocation\n II. distribution\n III. stabilization\n IV. aggregration",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III and IV",
      "B": "I and III",
      "C": "I, II and III",
      "D": "I, II and IV",
      "E": "II, III and IV"
    },
    "explanation": "Musgrave (1989) suggested that the government have three branches: allocation, distribution and stabilization.<br/>The allocation function covers the provision of social and public goods. The distribution function is closely related to welfare distribution pattern. The stabilization function is based on the control of aggregate demand in an economy through transfers<br/>and taxes."
  },
  {
    "id": "3595957",
    "unitNumber": 2,
    "text": "Which Musgrave's function imposed on governments is related to the major macroeconomic problems such as securing high employment and avoiding inflation?",
    "correctAnswer": "B",
    "options": {
      "A": "Distribution function",
      "B": "Stabilization function",
      "C": "Allocation function",
      "D": "Economic growth function",
      "E": "Development function"
    },
    "explanation": "The stabilization function is based on the control of aggregate demand in an economy through transfers and taxes. In the mid-1960s, the major macroeconomic problems were securing high employment and avoiding inflation. However, over time, new economic policies have been designed to maintain stability (high employment without inflation) as well as achieve economic growth. Although the role of budget policy has changed, it remains significant in macroeconomic policy."
  },
  {
    "id": "3595987",
    "unitNumber": 2,
    "text": "Which one best describe Roth's primary experimental categories in positive analysis?\n I. Speaking to Theorists\n II. Searching for Facts\n III. Whispering in the Ears of Princes\n IV. Talking to the truth",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, and IV",
      "B": "I, II and III",
      "C": "I and II",
      "D": "II, III and IV",
      "E": "I, III, and IV"
    },
    "explanation": "Roth stated that there are three primary experimental categories. Experiments of “Speaking to Theorists” are designed to test the predictions of formal theories and observe unpredicted regularities. Thus, researchers can generate information to contribute to theoretical literature to assist in its improvement. Experiments of “Searching for Facts” are designed to study the effects of variables about which the existing theory has not provided enough information. This type of experiment forms a bridge between theorists and experimenters. Experiments of “Whispering in the Ears of Princes” are designed to create dialogue between experimenters and policymakers."
  },
  {
    "id": "3595995",
    "unitNumber": 2,
    "text": "What is the exchange efficiency condition?",
    "correctAnswer": "A",
    "options": {
      "A": "Marginal rate of substitutions (MRS) must be equal for all individuals.",
      "B": "Marginal rate of technical substitution (MRTS) must be equal for all firms.",
      "C": "Marginal rate of substitution (MRS) must be equal to Marginal rate of technical substitution (MRTS)",
      "D": "Marginal rate of technical substitution (MRTS) must be equal to marginal rate of transformation",
      "E": "marginal rate of transformation (MRT) must be equal to the Marginal rate of substitution (MRS)"
    },
    "explanation": "Exchange efficiency: Efficiency in the way goods and services are exchanged. The MRS must be equal for all individuals."
  },
  {
    "id": "3595999",
    "unitNumber": 2,
    "text": "What do you call the market failure if a production or consumption of a good or service by one agent creates negative or positive effects on the welfare of other individuals not reflected in the market price?",
    "correctAnswer": "D",
    "options": {
      "A": "Public goods",
      "B": "Semi public goods",
      "C": "Private goods",
      "D": "Externalities",
      "E": "Monopolistic effect"
    },
    "explanation": "Externalities<br/>When production or consumption of a good or service by one agent creates external effects on the welfare of other individuals not reflected in the market price, government intervention may be needed to internalize these externalities. Externalities can be either negative or positive. For instance, if a company pollutes the air, individuals living in the neighborhood suffer. If no penalty is imposed, the company will continue to pollute the environment. An example of positive externality is the COVID-19 vaccine. If an individual is vaccinated, this leads to benefits for other members of society and eventually herd immunity."
  },
  {
    "id": "3596000",
    "unitNumber": 2,
    "text": "What is the market failure when seller knows the full product specifications but this is not the case for the buyer?",
    "correctAnswer": "E",
    "options": {
      "A": "Public Goods",
      "B": "Externalities",
      "C": "Unemployment, Inflation, and Disequilibrium",
      "D": "Incomplete Markets",
      "E": "Information Failures"
    },
    "explanation": "Information Failures<br/>When information is distributed asymmetrically among agents, private markets cannot allocate resources efficiently. An example of asymmetric information is a deal between a buyer and a seller. The seller knows the full product specifications; however, this is not the case for the buyer. Therefore, the seller can take advantage of the buyer owing to the lack of information."
  },
  {
    "id": "3596005",
    "unitNumber": 2,
    "text": "What is called as a market failure if there are monopoly and oligopaly in an economy?",
    "correctAnswer": "B",
    "options": {
      "A": "Public Goods",
      "B": "Incomplete Markets",
      "C": "Externalities",
      "D": "Information Failures",
      "E": "Unemployment, Inflation, and Disequilibrium"
    },
    "explanation": "Incomplete Markets<br/>In contrast to assumptions about complete markets, not all economic activities occur in a single period. Therefore, when time and uncertainty enter the picture, assuming that a market and associated price for each good exist is no longer reasonable. The primary cause of market incompleteness is a lack of assets. Although there are some claims (such as insurance policies, futures, and options), the set of claims is always smaller than the set of possible outcomes, and the financial and insurance markets remain incomplete."
  },
  {
    "id": "3596013",
    "unitNumber": 2,
    "text": "What is called as a market failure in example of Peacekeeping, the rule of law and environmental quality?",
    "correctAnswer": "D",
    "options": {
      "A": "Information Failures",
      "B": "Externalities",
      "C": "Incomplete Markets",
      "D": "Public Goods",
      "E": "Failure of Competition"
    },
    "explanation": "Public Goods<br/>Public goods are not produced (or are produced in insufficient amounts) by private markets owing to the free rider problem. Excluding non-payers from using public goods and services is impossible (or costly) because of their characteristics. Therefore, many users would not pay for goods and services, and a private firm would not have enough payers to recover the production costs. The suboptimal provision of public goods as a market failure is inevitable because the private sector faces difficulties in the provision of public goods. As pure public goods such as peacekeeping, the rule of law, and environmental quality are crucial for human well-being, this lack of provision is a significant problem for society, and government intervention is recommended to solve the problem of the provision of public goods"
  },
  {
    "id": "3592602",
    "unitNumber": 3,
    "text": "Which of the following <strong>is not a service</strong> that must be provided by the government for the society?",
    "correctAnswer": "A",
    "options": {
      "A": "Entertainment",
      "B": "Defence",
      "C": "Education",
      "D": "Health care",
      "E": "Street lighting"
    },
    "explanation": "Similar to the example, some goods or services are essential and indispensable for society. Services and goods such as national defence, education, health system and street lighting must be provided for the society and market failure can be very risky."
  },
  {
    "id": "3592642",
    "unitNumber": 3,
    "text": "Which of the following<strong> is not one of the four classes</strong> of services fit for public administration?",
    "correctAnswer": "C",
    "options": {
      "A": "Services offered to the individual in exchange for some kind of payment.",
      "B": "Institutional services that cannot be subdivided.",
      "C": "Services which are dedicated to the pleasure of only a specific group of people.",
      "D": "Services in exchange for payment but engaged by a group and paied for according to ability, not according to the benefits received.",
      "E": "Services that are offered to support the needs of one or more classes of citizens."
    },
    "explanation": "• Services offered to the individual in exchange for some kind of payment.\n<br/>• Institutional services that cannot be subdivided.\n<br/>• Services in exchange for payment but engaged by a group and paied for according to ability, not according to the benefits received.\n<br/>• Services that are offered to support the needs of one or more classes of citizens.<br/>• Services offered to the individual in exchange for some kind of payment.\n • Institutional services that cannot be subdivided.\n • Services in exchange for payment but engaged by a group and paied for according to ability, not according to the benefits received.\n • Services that are offered to support the needs of one or more classes of citizens."
  },
  {
    "id": "3592715",
    "unitNumber": 3,
    "text": "............................ refers to government spending on a public good.",
    "correctAnswer": "D",
    "options": {
      "A": "Public service",
      "B": "Nonexcludability",
      "C": "Public good",
      "D": "Public finance",
      "E": "Public supply"
    },
    "explanation": "Public supply refers to the delivery of a public benefit by government, such as instruction in a government school, which might be privately supplied; public finance refers to government spending on a public good."
  },
  {
    "id": "3592719",
    "unitNumber": 3,
    "text": "Consumption of the public good by one consumer does not reduce the quantity available for consumption by any other and this is called as ..........?",
    "correctAnswer": "B",
    "options": {
      "A": "Nonexcludability",
      "B": "Nonrivalry",
      "C": "Public good",
      "D": "Public finance",
      "E": "Public support"
    },
    "explanation": "Nonrivalry: Consumption of the public good by one consumer does not reduce the quantity available for consumption by any other."
  },
  {
    "id": "3592722",
    "unitNumber": 3,
    "text": "Which of the following can be called as \"club goods\"?",
    "correctAnswer": "E",
    "options": {
      "A": "Doner kebab",
      "B": "Fizzy drinks",
      "C": "A music Cd",
      "D": "Dance courses",
      "E": "A football stadium"
    },
    "explanation": "However, by merely refusing to connect you to the system, it is still possible to stop you from viewing cable TV. These types of goods are also referred to as club goods, and the terminology is motivated by the sports clubs where non-members can be excluded from using club facilities."
  },
  {
    "id": "3592802",
    "unitNumber": 3,
    "text": "...................... occurs when a shared resource is overused and under-maintained due to the expectation that others will cover the costs.",
    "correctAnswer": "E",
    "options": {
      "A": "Provision of public goods",
      "B": "Free rider expectations",
      "C": "Distribution of common goods",
      "D": "Private market equilibrium",
      "E": "Tragedy of the commons"
    },
    "explanation": "This example illustrates how the free rider problem can lead to a scenario of “tragedy of the commons”, where a shared resource is overused and under-maintained due to the expectation that others will cover the costs."
  },
  {
    "id": "3592806",
    "unitNumber": 3,
    "text": "Taking government-supplied services and handing them over to the private sector for provision or production of public goods and services is defined as .................. .",
    "correctAnswer": "B",
    "options": {
      "A": "relative wage",
      "B": "privatization",
      "C": "materials cost",
      "D": "free rider",
      "E": "nonexcludability"
    },
    "explanation": "Privatization entails taking government-supplied services and handing them over to the private sector for provision or production of public goods and services."
  },
  {
    "id": "3592808",
    "unitNumber": 3,
    "text": "Which of the following is conducted to assess the robustness of the analysis under diverse scenarios and assumptions?",
    "correctAnswer": "D",
    "options": {
      "A": "Identification and valuation of costs and benefits",
      "B": "Calculation of net present value",
      "C": "Social welfare assessment",
      "D": "Sensitivity analysis",
      "E": "Increased accessibility"
    },
    "explanation": "Sensitivity analysis is conducted to assess the robustness of the analysis under diverse scenarios and assumptions."
  },
  {
    "id": "3592821",
    "unitNumber": 3,
    "text": "The Coase theorem argues that the government’s role in dealing with externalities should be relatively ..................... .",
    "correctAnswer": "C",
    "options": {
      "A": "general and intense",
      "B": "common and effective",
      "C": "specific and limited",
      "D": "biased and well-planned",
      "E": "enforcing and mandatory"
    },
    "explanation": "The Coase theorem argues that the government’s role in dealing with externalities should be relatively specific and limited: creating property rights."
  },
  {
    "id": "3592823",
    "unitNumber": 3,
    "text": "........................ can be defined as government payment to an individual or firm that lowers the cost of consumption or production, respectively.",
    "correctAnswer": "A",
    "options": {
      "A": "Subsidy",
      "B": "Corrective Tax",
      "C": "Externality",
      "D": "Public good",
      "E": "Relative Wage"
    },
    "explanation": "Subsidy can be defined as government payment to an individual or firm that lowers the cost of consumption or production, respectively"
  },
  {
    "id": "3596877",
    "unitNumber": 3,
    "text": "Which one of the following is the term for one party to a transaction has access to information that the other does not?",
    "correctAnswer": "A",
    "options": {
      "A": "Asymmetric information",
      "B": "Bilateral information",
      "C": "Monopol information",
      "D": "Poverty information",
      "E": "Absence information"
    },
    "explanation": "These include asymmetric information, where one party to a transaction has access to information that the other does not."
  },
  {
    "id": "3596909",
    "unitNumber": 3,
    "text": "<h5><strong>Which of the following is not a property of public goods?</strong></h5>",
    "correctAnswer": "B",
    "options": {
      "A": "Publicly provided",
      "B": "Private consumption",
      "C": "Publicly funded",
      "D": "Non-excludable",
      "E": "Non-rival"
    },
    "explanation": "Good or services that are frequently both publicly provided and publicly funded and they are non-excludable and non-rival."
  },
  {
    "id": "3596924",
    "unitNumber": 3,
    "text": "Which of the following is the public finance term used for climate change, epidemics and global financial crisis?",
    "correctAnswer": "C",
    "options": {
      "A": "Club Goods",
      "B": "Private goods",
      "C": "International public goods",
      "D": "Other commodities",
      "E": "Coplete public goods"
    },
    "explanation": "International Public Goods<br/>The contemporary world faces challenging problems such as climate change, pandemics and global financial crisis."
  },
  {
    "id": "3596925",
    "unitNumber": 3,
    "text": "Which of the following is the term for a shared resource is overused and under-maintained due to the expectation that others will cover the<br/>costs?",
    "correctAnswer": "D",
    "options": {
      "A": "Comics of commons",
      "B": "Drama of commons",
      "C": "Benefit of commons",
      "D": "Tragedy of commons",
      "E": "Challenges of commons"
    },
    "explanation": "This example illustrates how the free rider problem can lead to a scenario of “tragedy of the commons”, where a shared resource is overused and under-maintained due to the expectation that others will cover the costs."
  },
  {
    "id": "3596926",
    "unitNumber": 3,
    "text": "Which one of the following is not the steps of cost-benefit analysis?",
    "correctAnswer": "E",
    "options": {
      "A": "Identification and Valuation of Costs and Benefits",
      "B": "Monetization of Costs and Benefits",
      "C": "Discounting",
      "D": "Calculation of Net Present Value",
      "E": "Inheritance analysis"
    },
    "explanation": "Inheritance analysis is not the steps of cost-benefit analysis."
  },
  {
    "id": "3596927",
    "unitNumber": 3,
    "text": "Which step of the following is named for imperative to acknowledge that cost-benefit analysis operates within a normative framework and might not comprehensively encompass certain ethical, distributive, and equity<br/>concerns?",
    "correctAnswer": "A",
    "options": {
      "A": "Ethical Considerations",
      "B": "Social Welfare Assessment",
      "C": "Sensitivity Analysis",
      "D": "Calculation of Net Present Value",
      "E": "Monetization of Costs and Benefits"
    },
    "explanation": "Ethical Considerations: It is imperative to acknowledge that cost-benefit analysis operates within a normative framework and might not comprehensively encompass certain ethical, distributive, and equity<br/>concerns."
  },
  {
    "id": "3596928",
    "unitNumber": 3,
    "text": "Which step of the following is named for \"facilitate their comparability, the diverse costs and benefits are assigned monetary values\" in the cost-benefit analysis?",
    "correctAnswer": "B",
    "options": {
      "A": "Discounting:",
      "B": "Monetization of Costs and Benefits",
      "C": "Calculation of Net Present Value",
      "D": "Social Welfare Assessment",
      "E": "Ethical Considerations"
    },
    "explanation": "Monetization of Costs and Benefits: In order to facilitate their comparability, the diverse costs and benefits are assigned monetary values. This conversion is achieved through a variety of techniques, such as market prices, surveys, and expert opinions."
  },
  {
    "id": "3596929",
    "unitNumber": 3,
    "text": "Which of the following can occur when the activity of one entity (a person or a corporation) directly impacts the well-being of another in a way that is not represented in the market pricing?",
    "correctAnswer": "C",
    "options": {
      "A": "Public good",
      "B": "Non-excludable",
      "C": "Externality",
      "D": "Non-rival",
      "E": "Private goods"
    },
    "explanation": "Externalities occur when the activity of one entity (a person or a corporation) directly impacts the well-being of another in a way that is not represented in the market pricing (since one entity directly influences the welfare of<br/>another entity that is “external” to the market). Externalities, as opposed to effects conveyed through market pricing, diminish economic efficiency."
  },
  {
    "id": "3596930",
    "unitNumber": 3,
    "text": "Let’s say Mehmet runs a chemical factory that discharges waste into a river. <br/>On the other hand, Fatih, a local fisherman, fishes from the river, and because of Mehmet’s actions, Fatih loses money. Which one of the following is the name given to the above situation?",
    "correctAnswer": "D",
    "options": {
      "A": "Positive production externalities",
      "B": "Negative consumption externalities",
      "C": "Pozitive consumption externalities",
      "D": "Negative production externalities",
      "E": "Negative production excludables"
    },
    "explanation": "In the example, the chemical factory has a negative production externality on the fisherman since its production has a negative impact on their well-being, yet the factory does not compensate the fishermen for their loss."
  },
  {
    "id": "3596931",
    "unitNumber": 3,
    "text": "Which of the followings are the public sector solutions for externalities?",
    "correctAnswer": "E",
    "options": {
      "A": "Progresive taxes - incentives",
      "B": "Regressive taxes - incentives",
      "C": "Proportional taxes - incentives",
      "D": "Progresive taxes - subsidies",
      "E": "Correvtive taxes - subsidies"
    },
    "explanation": "Public Sector Solutions for Externalities are corrective taxes and subsidies."
  },
  {
    "id": "3595811",
    "unitNumber": 4,
    "text": "Which of the following statements is true regarding the classification of public expenditure?",
    "correctAnswer": "C",
    "options": {
      "A": "Public expenditures under functional classification are organized based on the individual achievements of government agencies, not services.",
      "B": "Transfer expenditures are significant because they result in the purchase of goods and services, thus directly increasing national income.",
      "C": "Economic classification separates public expenditures into transfer and non-transfer categories, with non-transfer expenditures generating income and output.",
      "D": "Productive expenditures are defined as those that do not create any productive assets nor contribute to government revenue generation.",
      "E": "The economic infrastructure such as transport and power is categorized under transfer expenditures as they do not directly result in output generation."
    },
    "explanation": "<strong>Economic classification separates public expenditures into transfer and non-transfer categories, with non-transfer expenditures generating income and output.</strong>"
  },
  {
    "id": "3595828",
    "unitNumber": 4,
    "text": "What does the functional classification of public expenditure entail?",
    "correctAnswer": "C",
    "options": {
      "A": "It categorizes public spending based solely on the amount rather than the purpose of the expenditure.",
      "B": "It is a method of grouping expenditures by government programs which do not directly provide services to the public.",
      "C": "It organizes public expenditures according to government activities and functions, such as defense and social welfare.",
      "D": "It only includes expenditures that result in income redistribution and do not contribute to national income.",
      "E": "It classifies government spending into development and non-development expenditures, where all are considered productive."
    },
    "explanation": "Some economists categorize public spending according to the purposes for which it is used. Defense, social welfare, agriculture, infrastructure, and industrial growth are only a few of the tasks carried out by the government. The expenses involved with such activities are included in functional classification. Under the functional classification, public expenditures are grouped based on service. In other words, public expenditures are classified according to government activities and functions. Considering the benefits of functional classification.<br/><strong> It organizes public expenditures according to government activities and functions, such as defense and social welfare.</strong>"
  },
  {
    "id": "3595830",
    "unitNumber": 4,
    "text": "The government of Country X has recently spent a significant amount of money to build a new highway system, upgrade existing irrigation systems, and implement a new software system for public service administration. According to the classifications of public expenditures, how would these expenditures be categorized?",
    "correctAnswer": "B",
    "options": {
      "A": "As transfer expenditures, since they involve the allocation of funds without direct purchase of goods or services.",
      "B": "As non-transfer expenditures under functional classification, since they are aimed at improving the country's infrastructure and administration.",
      "C": "As unproductive expenditures, because they do not contribute to the production capacity or economic development of Country X.",
      "D": "As special benefits to some, given that only a part of the society will directly benefit from these improvements.",
      "E": "As revenue (current) expenditures, because they are recurring expenses that are expected to occur every year."
    },
    "explanation": "Non-transfer expenditures are the expenditures of the government on the purchase of goods and services. Factors of production are purchased in exchange for non-transfer expenditures; therefore, new income streams are emerging in the economy, and the national income is increasing. In other words, non-transfer expenditure refers to expenses that generate income or output. The non-transfer expenditure comprises both development and non-development expenditures that directly or indirectly result in the generation of output. Economic infrastructure such as power, transport, irrigation; social infrastructure such as education, health and family welfare; internal law and order and defense and public administration can be classified as non-transfer expenditures in general.<br/><strong>As non-transfer expenditures under functional classification, since they are aimed at improving the country's infrastructure and administration.</strong>"
  },
  {
    "id": "3595832",
    "unitNumber": 4,
    "text": "Which of the following presents the relationship between income elasticity and public expenditure?",
    "correctAnswer": "C",
    "options": {
      "A": "Higher income elasticity leads to a decrease in public expenditure due to more efficient market production.",
      "B": "As per capita income increases, public expenditure decreases because of greater private sector investment.",
      "C": "An increase in per capita income is correlated with a greater share of public expenditure in the national revenue.",
      "D": "The income elasticity of public expenditure has remained constant over time in developed countries like the United States.",
      "E": "There is no significant correlation between income elasticity and public expenditure according to the studies cited."
    },
    "explanation": "Increase in per capita income is correlated with a greater share of public expenditure in the national revenue. As a result, an increase in per capita disposable income over time may result in a corresponding increase in governmental spending. This is due to the fact that as per capita income rises, so does the demand for public goods. It typically rises sooner than the latter. As a result, the income elasticity of public expenditure (IEPE) for the United States was 4.8 from 1890 to 1963 and 4.5 from 1890 to 1955 in the United Kingdom.<br/><strong>An increase in per capita income is correlated with a greater share of public expenditure in the national revenue.</strong>"
  },
  {
    "id": "3595833",
    "unitNumber": 4,
    "text": "According to Wagner's Law, how does the role of the state influence public expenditure?",
    "correctAnswer": "D",
    "options": {
      "A": "The state's minimal role in the economy leads to a reduction in public expenditure.",
      "B": "As a welfare state, the government reduces public expenditure by outsourcing services to the private sector.",
      "C": "There is a persistent trend towards a decrease in public expenditure due to the state's reduced intervention in the economy.",
      "D": "The state's expanding role in providing social services results in an increasing trend of public expenditure.",
      "E": "Wagner’s Law suggests that public expenditure is not affected by the state's role in advancing citizens' wellbeing."
    },
    "explanation": "This theory explains the rising tendency in public expenditure by welfare state ideology. According to Wagner, a modern country is a welfare state which seeks to advance the citizens’ social, political and economic wellbeing. It works hard to raise the level of living standards for ordinary people. It must perform numerous unprecedented scale tasks and services for this aim. Even in a capitalist economy, the state has been intervening more and more through statutory and administrative measures to increase production and to enhance distribution. Many desires that were previously met individually by private means are now satisfied collectively through public spending.<br/><strong>The state's expanding role in providing social services results in an increasing trend of public expenditure.</strong>"
  },
  {
    "id": "3595837",
    "unitNumber": 4,
    "text": "How does inflation affect public expenditure?",
    "correctAnswer": "D",
    "options": {
      "A": "Inflation reduces public expenditure as the government cuts costs to maintain the value of the currency.",
      "B": "Public expenditure is not influenced by inflation since the government maintains a fixed level of spending.",
      "C": "During inflationary periods, the government decreases spending on public services to avoid adding to the public purse burden.",
      "D": "Inflation causes unit costs to rise, resulting in an increase in public expenditure even if the amount and quality of services remain unchanged.",
      "E": "The government uses inflation as an opportunity to decrease public expenditure on employee salaries by reducing DA (salary)."
    },
    "explanation": "To carry out its duties and sustain the supply of public goods, the government must continue to increase public spending in response to rising prices. The government must pay its employees more DA (salary) during an inflationary period, which inevitably adds to the burden on the public purse. In a high inflationary environment, although there is no change in the amount and quality of public expenditures, unit costs increase due to inflation, which increases public expenditures.<br/><strong>Inflation causes unit costs to rise, resulting in an increase in public expenditure even if the amount and quality of services remain unchanged.</strong>"
  },
  {
    "id": "3595849",
    "unitNumber": 4,
    "text": "Which of the following best represents Musgrave’s perspective on public expenditure in the stages of economic development?",
    "correctAnswer": "B",
    "options": {
      "A": "Public sector investment decreases as a percentage of the economy's overall investment in the earliest stages of economic growth and development.",
      "B": "Public sector investment as a percentage of the economy’s overall investment is high in the earliest stages of economic growth and development.",
      "C": "Musgrave suggests that demographic factors do not have a significant influence on the level and composition of public expenditures.",
      "D": "According to Musgrave, technological advancements lead to a decrease in public expenditures as a country develops.",
      "E": "In the mature economy stage, according to Musgrave, the share of infrastructure investments increases relative to public consumption expenditures."
    },
    "explanation": "Musgrave and Rostow are the economists that better explain this theory of increasing public expenditures. Public sector investment as a percentage of the economy’s overall investment is found to be high in the earliest stages of economic growth and development. Therefore, it is believed that the public sector is responsible for funding social infrastructure expenses like public transportation, sewage systems, law and order, health and education, and other expenditures in human capital. It is suggested that this public sector investment is required to prepare the economy for growth into the middle phases of economic and social development. During the middle stages of growth, the government still provides products for investment, but this time, public investment is a complement to the growth in private investment. Market imperfections exist at all phases of growth and can hinder efforts to reach maturity. As a result, the government is becoming more involved in addressing these imperfections in the market.&lt;/<br/><strong>Public sector investment as a percentage of the economy’s overall investment is high in the earliest stages of economic growth and development.</strong>"
  },
  {
    "id": "3595851",
    "unitNumber": 4,
    "text": "Which hypothesis explains the increase in public expenditures as a result of the difference in productivity between the progressive and non-progressive sectors of the economy?",
    "correctAnswer": "E",
    "options": {
      "A": "The Peacock and Wiseman’s Hypothesis",
      "B": "The Leviathan Model",
      "C": "Wagner’s Law",
      "D": "Musgrave’s Theory of Public Expenditure",
      "E": "Baumol’s Hypothesis"
    },
    "explanation": "The hypothesis by Baumol, aims to explain one of the reasons for the increase in public expenditures (especially current expenditures). Baumol divides the economy into progressive and non-progressive. In the former, productivity increases, while in the other it remains constant. The reason for the productivity difference is due to the labor force. In some cases, labor is a tool in the production of the final product, while in others it is itself a final product. Baumol attributes the increase in public expenditures to inefficiency in the public sector. According to Baumol, there are two sectors in the economy: dynamic and static. While the dynamic sector is a manufacturing industry; the static sector is the services sector. Besides, while wage structures in the two sectors are close to each other, labor productivity is lower in the static sector. According to Baumol, costs are high in the public sector despite low labor productivity, as the public sector tends more towards service production. This leads to<br/><strong>Baumol’s Hypothesis</strong>"
  },
  {
    "id": "3595855",
    "unitNumber": 4,
    "text": "According to Wagner’s Law, how is the growth of public expenditures related to economic development?",
    "correctAnswer": "E",
    "options": {
      "A": "There is no significant relationship between public expenditures and economic development.",
      "B": "Public expenditures decline as a country progresses through industrialization.",
      "C": "The share of public expenditures in the economy decreases as national income increases.",
      "D": "Public expenditures grow proportionally with the economy, with no sector outpacing the other.",
      "E": "As the economy grows, the share of public expenditures in the economy increases, often at a faster rate than the economy itself."
    },
    "explanation": "According to Wagner’s Law, the activities and duties of the government increase as the economy improves through time. This approach argues that as economic growth increases, the share of the public sector in the economy increases. Accordingly, the public sector inevitably grows faster than the economy as a whole. Wagner put forward this thesis with his work in 1883. His claim is that the income elasticity of demand for utilities in the narrow sense is greater than one, so that the demand for utilities grows faster than national income. This will naturally lead to a continuous increase in the share of public expenditures in national income. Therefore, Wagner’s law is also called the law of continuous increase in public expenditure or the law of continuous expansion of government activities. Causality relationship between public expenditures and national income is from national income to public expenditures. According to this approach, the share of public expenditures in the economy increases as the national<br/>As the economy grows, the share of public expenditures in the economy increases, often at a faster rate than the economy itself."
  },
  {
    "id": "3595865",
    "unitNumber": 4,
    "text": "Which statement reflects the dual impact of increased public expenditure on society and the economy?",
    "correctAnswer": "C",
    "options": {
      "A": "Enhanced public expenditure solely leads to economic instability by displacing private investments and causing unsustainable debt levels.",
      "B": "Increased public investment in sectors like health and education only contributes to economic stability and does not influence social welfare.",
      "C": "While increased public spending can foster social cohesion and equitable growth, it also has the potential to displace private investments if not managed soundly.",
      "D": "Unsustainable debt levels resulting from increased public expenditure have no significant impact on national budgets and economic efficiency.",
      "E": "Public expenditure management is irrelevant to the economic health of a society as long as spending increases social benefits."
    },
    "explanation": "Analyzing the impact of public expenditure on an economy is paramount in explaining how government spending has an effect on an economy with respect to economic growth, inflation, employment, and wealth distribution on a wider scale. This makes the policymakers think and develop fiscal policies that may spur economic activities, enhance the welfare of the public, and support development. Moreover, this would be able to assist in evaluating the effectiveness of public expenditure and whether it was commensurate with the economic goals so as to ensure that the resources are allocated to the sectors which are more likely to generate the maximum benefit for both society and economy<br/>While increased public spending can foster social cohesion and equitable growth, it also has the potential to displace private investments if not managed soundly."
  },
  {
    "id": "3597023",
    "unitNumber": 4,
    "text": "Which of the following is <u>not</u> one of the benefits of functional classification?",
    "correctAnswer": "A",
    "options": {
      "A": "Service costs can not be seen by observing how much expenditure is made for which service",
      "B": "Expenditures prioritized in the relevant year can be observed",
      "C": "Savings in public expenditures can be achieved",
      "D": "Coordination between the plan and the program can be ensured",
      "E": "Benefit and cost analysis can be done easily"
    },
    "explanation": "Service costs can be seen by observing how much expenditure is made for which service, can not be is the false one."
  },
  {
    "id": "3597025",
    "unitNumber": 4,
    "text": "Which one of the following is the term for the expenditures of the government on the purchase of goods and services?",
    "correctAnswer": "B",
    "options": {
      "A": "Transfer expenditures",
      "B": "Non-transfer expenditures",
      "C": "Functional expenditures",
      "D": "Coordination expenditures",
      "E": "Industrial expenditures"
    },
    "explanation": "Non-transfer expenditures are the expenditures of the government on the purchase of goods and services."
  },
  {
    "id": "3597026",
    "unitNumber": 4,
    "text": "Which one of the following is the classification for public expenditures that provides advanteges to everyone equally or special gruop of people?",
    "correctAnswer": "C",
    "options": {
      "A": "Classification according to productivity",
      "B": "Classification according to its economic effect",
      "C": "Classification according to benefits",
      "D": "Classification according to its functions",
      "E": "Classification according to its costs"
    },
    "explanation": "German economist Cahn and American economist Plehn developed a new classification of public expenditures in terms of their benefits. They suggested that public expenditures can be categorized according to the benefits that various groups of people receive from it. Expenditures that provide advantages to everyone equally are called common benefits to all. Expenditure on education, public health, transport, defense, law and order, and general administration can be classified as common benefits to all. On the other hand, expenditures might provide advantages as special benefits to all."
  },
  {
    "id": "3597030",
    "unitNumber": 4,
    "text": "Which one of the following is the main idea of the Wagner Welfare State hypothesis?",
    "correctAnswer": "D",
    "options": {
      "A": "Public borrowing will tend to rise steadily as the economy grows",
      "B": "Progressive taxes will tend to rise steadily as the economy grows",
      "C": "Prgressive taxes will tend to rise steadily as the economy grows",
      "D": "Public spending will tend to rise steadily as the economy grows",
      "E": "Social progress will tend to rise steadily as the economy grows"
    },
    "explanation": "The Wagner hypothesis essentially holds that in a welfare state, public spending will tend to rise steadily as the economy grows."
  },
  {
    "id": "3597031",
    "unitNumber": 4,
    "text": "Which one of the following is <u>not</u> a reason for the increase in public expenditure?",
    "correctAnswer": "E",
    "options": {
      "A": "Effects of war and the need for defense",
      "B": "Resource mobilization and ability to finance",
      "C": "Inflation",
      "D": "The role of democracy and sacialism",
      "E": "Wealth taxation"
    },
    "explanation": "Wealth taxation is not a reason for the increase in public expenditure. It is income of the state."
  },
  {
    "id": "3597032",
    "unitNumber": 4,
    "text": "Which one of the following is one of the reason of increase in the public expenditure?",
    "correctAnswer": "A",
    "options": {
      "A": "The Urbanization, rural development and population effects",
      "B": "Income taxation",
      "C": "Wealth taxation",
      "D": "Public procurement",
      "E": "Goverment budget"
    },
    "explanation": "The Urbanization, rural development and population effects is one of the reason of increase in the public expenditure"
  },
  {
    "id": "3597036",
    "unitNumber": 4,
    "text": "Which one of the following explaned development and growth in five stages?",
    "correctAnswer": "B",
    "options": {
      "A": "Musgrave",
      "B": "Rostow",
      "C": "Wagner",
      "D": "Keynes",
      "E": "Pigou"
    },
    "explanation": "Rostow examines the five stages of development and growth in his book titled “A Non-Communist Manifesto on Stages of Economic Development.”"
  },
  {
    "id": "3597039",
    "unitNumber": 4,
    "text": "Which one of the following is the core idea of Wagner's Law?",
    "correctAnswer": "C",
    "options": {
      "A": "The expenditure elasticity of demand for utilities is greater than one",
      "B": "The income elasticity of supply for utilities is greater than one",
      "C": "The income elasticity of demand for utilities is greater than one",
      "D": "The income elasticity of demand for utilities is less than one",
      "E": "The income elasticity of demand for utilities is equal to one"
    },
    "explanation": "Wagner put forward this thesis with his work in 1883. His claim is that the income elasticity of demand for utilities in the narrow sense is greater than one."
  },
  {
    "id": "3597041",
    "unitNumber": 4,
    "text": "Which one of the following is called dynamic and static sector respectively according to Baumol?",
    "correctAnswer": "D",
    "options": {
      "A": "Infrastructure industry - services sector",
      "B": "Manufacturing industry - government sector",
      "C": "Iron and steel industry - services sector",
      "D": "Manufacturing industry - services sector",
      "E": "Manufacturing industry - private sector"
    },
    "explanation": "According to Baumol, there are two sectors in the economy: dynamic and static. While the dynamic sector is a manufacturing industry; the static sector is the services<br/>sector."
  },
  {
    "id": "3597044",
    "unitNumber": 4,
    "text": "Which one of the followings are the objectives of the public expenditure managment?",
    "correctAnswer": "E",
    "options": {
      "A": "Income redistrubition - strategic resource allocation - good operational management",
      "B": "Fiscal discipline - strategic resource collection - good operational management",
      "C": "Monetary discipline - strategic income allocation - good fiscal management",
      "D": "Education discipline - strategic resource allocation - mild optional management",
      "E": "Fiscal discipline - strategic resource allocation - good operational management"
    },
    "explanation": "The three main objectives of PEM are fiscal discipline, strategic resource allocation, and good<br/>operational management."
  },
  {
    "id": "3597429",
    "unitNumber": 5,
    "text": "At which stage government departments and agencies prepare their budget requests based on their expected needs and priorities in budget process?",
    "correctAnswer": "C",
    "options": {
      "A": "Legislative Approval",
      "B": "Budget Allocation",
      "C": "Budget Formulation",
      "D": "Monitoring and Evaluation",
      "E": "Implementation"
    },
    "explanation": "The process of creating a government budget involves several stages;<br/>• Budget Formulation: Government departments and agencies prepare their budget requests based on their expected needs and priorities."
  },
  {
    "id": "3597430",
    "unitNumber": 5,
    "text": "At which stage the budget is put into action meaning funds are disbursed to various departments and programs as planned in budget process?",
    "correctAnswer": "C",
    "options": {
      "A": "Monitoring and Evaluation",
      "B": "Legislative Approval",
      "C": "Implementation",
      "D": "Budget Allocation",
      "E": "Budget Formulation"
    },
    "explanation": "The process of creating a government budget involves several stages;\n Implementation: Once approved, the budget is put into action. Funds are disbursed to various departments and programs as planned."
  },
  {
    "id": "3597521",
    "unitNumber": 5,
    "text": "Which of the following budget function is related to public organization’s obtaining the authority to spending and collecting income may only carry out work in accordance with this law and related laws?",
    "correctAnswer": "B",
    "options": {
      "A": "Audit Function",
      "B": "Legal Function",
      "C": "Economic and Financial Function",
      "D": "Political Function",
      "E": "Resource Distribution"
    },
    "explanation": "Legal Function<br/>According to this function, the budget should be prepared, implemented and the results of implementation should be audited in accordance with the current legal order in the country.<br/>The budget is a law. Since the budget is prepared in the form of a draft by the government, which is the executive branch, according to the constitution, like other laws, it is presented to the parliament, discussed and approved. Budget law generally remains in effect for one calendar year.<br/>Public organizations that have obtained the authority to spend and collect income through the budget law may only carry out work in accordance with this law and related laws. Otherwise, the authorities will be subject to some legal sanctions."
  },
  {
    "id": "3597522",
    "unitNumber": 5,
    "text": "Which of the following is one of the contemporary function of government budget?",
    "correctAnswer": "C",
    "options": {
      "A": "Political Function",
      "B": "Legal Function",
      "C": "Resource Distribution",
      "D": "Economic and Financial Function",
      "E": "Audit Function"
    },
    "explanation": "Contemporary functions are Resource Distribution, Income Distribution and Economic Stability."
  },
  {
    "id": "3597523",
    "unitNumber": 5,
    "text": "Which budget principle makes all revenues and expenditures are clearly seen?",
    "correctAnswer": "C",
    "options": {
      "A": "The Principle of Accuracy",
      "B": "The Principle of Sincerity",
      "C": "The Principles of Unity and Budget Accuracy",
      "D": "The Principle of Equilibrium",
      "E": "Principle of Generality"
    },
    "explanation": "The principle of unity means that all revenues and expenditures of the state are collected in a single budget. Public revenues are in one pillar of the state’s budget, and public expenditures in the other. Thanks to the principle of unity, all revenues and expenditures are clearly seen. Furthermore, the control of the budget is facilitated, and extravagance among public institutions is prevented."
  },
  {
    "id": "3597524",
    "unitNumber": 5,
    "text": "Which of the following principle require all public revenues and all public expenditures should be included in the budget without offsetting from each other?",
    "correctAnswer": "D",
    "options": {
      "A": "The Principle of Openness",
      "B": "The Principle of Sincerity",
      "C": "The Principle of Annuality",
      "D": "Principle of Generality",
      "E": "The Principles of Unity and Budget Accuracy"
    },
    "explanation": "The principle of generality is that all revenues and expenditures of the state are shown separately and fully in the budget. As a natural consequence of this principle, all public revenues and all public expenditures should be included in the budget without offsetting from each other. The principle of generality prevents certain public revenues from being allocated to certain public expenditures.<br/>All the public revenues are collected in the treasury, which is the state’s coffers, and they are spent on public services from there. The most important benefit of this application is that it provides information about the whole of public revenues and expenditures."
  },
  {
    "id": "3597525",
    "unitNumber": 5,
    "text": "Which of the following principle require budget estimates should be neither too optimistic nor too pessimistic?",
    "correctAnswer": "D",
    "options": {
      "A": "The Principle of Specification",
      "B": "The Principle of Accuracy",
      "C": "Principle of Generality",
      "D": "The Principle of Sincerity",
      "E": "The Principles of Unity and Budget Accuracy"
    },
    "explanation": "The Principle of Sincerity<br/>According to this principle, which is also called the subjective accuracy principle, the budget revenue and expenditure estimations and the results of implementation should be compatible with each other. Estimates must be made accurately. Estimates should be neither too optimistic nor too pessimistic. In the budget, the real opinions of the Ministry of Finance, which prepared the budget, should be revealed, expenses should not be shown as low and revenues should not be shown high."
  },
  {
    "id": "3597526",
    "unitNumber": 5,
    "text": "In which budget system all attention is focused on the factors of production?",
    "correctAnswer": "E",
    "options": {
      "A": "Zero-Based Budget System",
      "B": "Plan Program Budget System (PPBS)",
      "C": "Program Based Performance Budget System",
      "D": "Performance Budget",
      "E": "Traditional Budget System"
    },
    "explanation": "The traditional budget system is one of the first budget systems. It is inspired by the balanced budget approach of classical economists. The scope of public services in this system is extremely limited. Therefore, the revenue and expenditure aspects of the budget are low. In the traditional budget system, all attention is focused on the factors of production. The outputs obtained because of the activities are not emphasized. In this budgeting system, the unit performing that service is considered when appropriation is given, not the quality and quantity of the public services provided. It does not matter what the resources will be used for or what benefits they will provide."
  },
  {
    "id": "3597527",
    "unitNumber": 5,
    "text": "In which budget system budget is to accept and reevaluate activities as if they were done for the first time?",
    "correctAnswer": "B",
    "options": {
      "A": "Plan Program Budget System (PPBS)",
      "B": "Zero-Based Budget System",
      "C": "Performance Budget",
      "D": "Traditional Budget System",
      "E": "Program Based Performance Budget System"
    },
    "explanation": "Zero-based budgeting system is also referred to as a re-budgeting system. The essence of this budget system is to accept and reevaluate activities as if they were done for the first time. Each year’s budget is evaluated on its own. The budgets of previous years are considered zero. In a zero-based budgeting system, decisions are short-term (Öztürk, 2018:113). The purpose of the zero-based budget system is to review all programs simultaneously and fundamentally and to encourage managers to reallocate funds as they see fit."
  },
  {
    "id": "3597528",
    "unitNumber": 5,
    "text": "What happens if the budget law cannot be put into effect in due time in Türkiye?",
    "correctAnswer": "B",
    "options": {
      "A": "Previous year budget is enacted.",
      "B": "A temporary budget law is enacted.",
      "C": "30 percent of previous year budget is enacted for four months.",
      "D": "50 percent of previous year budget is enacted for six months.",
      "E": "A new budget propasal is prepared."
    },
    "explanation": "According to the presidential government system, if the budget law cannot be put into effect in due time, a temporary budget law is enacted. In case the temporary budget law is not enacted, the previous year’s budget is applied by increasing it according to the revaluation rate until the new budget law is adopted."
  },
  {
    "id": "3597705",
    "unitNumber": 6,
    "text": "Which one best decribes the Adam Smith's Canons of Taxation?\n<br/>I. Equality\n<br/>II. Certainty\n<br/>III. Convenience\n<br/>IV. Economy\n<br/>V. Stability",
    "correctAnswer": "B",
    "options": {
      "A": "I,II and III",
      "B": "I,II, III and IV",
      "C": "I,II and V",
      "D": "I,II and V",
      "E": "I,II, III, IV and V"
    },
    "explanation": "Adam Smith suggests four criteria for ideal taxation known as Canons of Taxation.<br/>• Equality: Taxes should be based on a person’s ability to pay.<br/>• Certainty: The time for tax payment, manner of payment and quantity to be paid should be clear.<br/>• Convenience: Taxes should be payable at the time the taxpayer is in receipt of income.<br/>• Economy: The cost of collecting taxes should be minimum."
  },
  {
    "id": "3597713",
    "unitNumber": 6,
    "text": "How were taxes paid in the first phase of historical development of taxation?",
    "correctAnswer": "D",
    "options": {
      "A": "Paid by weapons",
      "B": "Paid by in cash",
      "C": "Paid by in-kind",
      "D": "Paid by working physically",
      "E": "Paid by transfering wealth"
    },
    "explanation": "Historical Development of Taxation\n<br/>In the first phase, the tax was paid by working physically. The whole society worked in the construction of common goods such as the village fountain. Physical tax payment was used in some periods to punish those who did not pay their taxes. In the second phase of the historical development of tax, ‘tax in-kind’ was used instead of labor. In an environment where there was no monetary economy, taxes were paid in terms of goods, for example, a certain amount of agricultural products (wheat, barley, etc.) were given to the government as a tax. Taxation in-kind, which was a natural consequence of the exchange economy, disappeared after shifting to the monetary economy. In the third stage of the historical development of taxes, taxes are paid in money. In this period when market economy rules are valid, taxes are paid in money."
  },
  {
    "id": "3597714",
    "unitNumber": 6,
    "text": "Which one best decribes the indicators of ability to pay taxes?\n<br/>I. Income\n<br/>II. Consumption\n<br/>III. Wealth\n<br/>IV. Jewelry\n<br/>V. Vehicles",
    "correctAnswer": "A",
    "options": {
      "A": "I,II and III",
      "B": "I,II, III and IV",
      "C": "II, III, IV and V",
      "D": "III, IV, and V",
      "E": "I, II, III, IV and V"
    },
    "explanation": "There are two questions related to the ability to pay principle: Should a person’s income, consumption or wealth be used as an indicator of ability to pay taxes? If so, should these be applied equally to everyone?"
  },
  {
    "id": "3597715",
    "unitNumber": 6,
    "text": "What is an example of income taxes in Turkish tax system?",
    "correctAnswer": "E",
    "options": {
      "A": "Lottery Tax",
      "B": "Value Added Tax",
      "C": "Banking and Insurance Transactions Tax",
      "D": "Property Tax",
      "E": "Corporate Tax"
    },
    "explanation": "The Turkish tax system consists of the following taxes under income, consumption and wealth groups:<br/>• Income taxes: Income Tax, Corporate Tax;<br/>• Consumption taxes: Value Added Tax, Excise Tax, Banking and Insurance Transactions Tax, Special Communication Tax, Lottery Tax, Stamp Tax, Customs Tax, International Trade Tax;<br/>• Wealth Taxes: Inheritance and Transfer Tax, Property Tax, Motor Vehicle Tax."
  },
  {
    "id": "3597716",
    "unitNumber": 6,
    "text": "Which one best describe subjects to income tax in Turkish tax system?\n I. commercial\n II. agricultural\n III. salary\n IV. self-employment earnings\n V. revenues from properties and capital\n VI. corporate profits",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV, V and VI",
      "B": "I, II, III, IV and V",
      "C": "I, II, IV and V",
      "D": "I, II, IV, V and VI",
      "E": "I, II, III and IV"
    },
    "explanation": "Income tax is collected from individuals or corporations. In Türkiye, individual incomes such as commercial, agricultural, salary, self-employment earnings and revenues from properties and capital are subject to income tax. Corporate income tax is levied on the profits of firms, as different from taxation of the incomes of their owners."
  },
  {
    "id": "3597719",
    "unitNumber": 6,
    "text": "Which one is true for a consumption tax?",
    "correctAnswer": "A",
    "options": {
      "A": "Regressive tax burden",
      "B": "Maximum impact on investment decisions",
      "C": "Higher tax compliance costs",
      "D": "Difficult to implement",
      "E": "Pushing the political boundaries of taxation"
    },
    "explanation": "Consumption taxes are easy to implement, therefore, consumption taxes have lower tax compliance costs. Since consumption taxes lead to financial anesthesia, they do not push the political boundaries of taxation too much. As consumption taxes can usually be borne onto consumers, they have minimal impact on investment decisions. From a tax efficiency perspective, consumption taxes are efficient. Consumption taxes are collected from transactions, so they have a regressive nature compared to an individual’s income, creating a regressive tax burden and tax inequality."
  },
  {
    "id": "3597731",
    "unitNumber": 6,
    "text": "What is called a tax based on the assessed value of an item?",
    "correctAnswer": "B",
    "options": {
      "A": "Spesific tax",
      "B": "Ad valorem tax",
      "C": "Regressive tax",
      "D": "Progressive tax",
      "E": "Value tax"
    },
    "explanation": "An ad valorem tax is a tax based on the assessed value of an item. In the Latin ad valorem means ‘according to value’. The most common ad valorem taxes are income taxes levied on individual and corporation’s revenue in Türkiye. A specific tax that is given as a fixed rate for each unit of a good, rather than based on its value This is in contrast to an ad valorem tax, where the tax is proportional to the price of the good. Specific taxes have administrative advantages where measuring quantities is simple, for example houses. Excise tax that is levied on petroleum per liter is an example of a specific tax."
  },
  {
    "id": "3597737",
    "unitNumber": 6,
    "text": "What is called special provisions that decrease taxes paid such as exclusions, deductions, deferrals, credits, allowance and exemption?",
    "correctAnswer": "C",
    "options": {
      "A": "Tax reductions",
      "B": "Tax incidences",
      "C": "Tax expenditures",
      "D": "Tax bases",
      "E": "Tax subjects"
    },
    "explanation": "Tax Expenditures<br/>In addition to progressive taxation, tax expenditures) are used to ensure fairness in taxation. Tax expenditures are special provisions that decrease taxes paid such as exclusions, deductions, deferrals, credits, allowance and exemption. Tax expenditures are tools by which the government can assure particular activities without public spending. Tax expenditures allow the government to influence the economic behavior while reducing the level of public spending."
  },
  {
    "id": "3597744",
    "unitNumber": 6,
    "text": "How much is the buyer’s tax share in below figure if a \"t\" amount unit tax is levied ?\n <img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/cf42b29812de946c53d0e74cdea6eaf3.jpeg\" alt=\"\" width=\"473\" height=\"418\">",
    "correctAnswer": "B",
    "options": {
      "A": "P2CEP1",
      "B": "P3BCP2",
      "C": "P3BEP1",
      "D": "P3BDP1",
      "E": "P3BDEP1"
    },
    "explanation": "The incidence of the tax depends on the elasticity of supply and demand. If a unit tax is levied and the elasticity of demand and supply are equal, as shown in the figure the rectangular P3BEP1 shows total tax. While the P3BCP2 shows the buyer’s tax share, P2CEP1 shows the seller’s tax share."
  },
  {
    "id": "3597745",
    "unitNumber": 6,
    "text": "How much is the seller's tax share in below figure if a \"t\" amount unit tax is levied ?\n <img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/cf42b29812de946c53d0e74cdea6eaf3.jpeg\" alt=\"\" width=\"473\" height=\"418\">",
    "correctAnswer": "B",
    "options": {
      "A": "P3BDP1",
      "B": "P2CEP1",
      "C": "P3BCP2",
      "D": "P3BDP2",
      "E": "P2DEP1"
    },
    "explanation": "If a unit tax is levied and the elasticity of demand and supply are equal, as shown in the figure the rectangular P3BEP1 shows total tax. While the P3BCP2 shows the buyer’s tax share, P2CEP1 shows the seller’s tax share. Ceteris paribus, in the case of the supply and demand elasticities are equal, tax share of buyer and seller is equal."
  },
  {
    "id": "3598544",
    "unitNumber": 7,
    "text": "What is using taxation and government expenditure in order to achieve specific economic and social objectives?",
    "correctAnswer": "B",
    "options": {
      "A": "Price stability",
      "B": "Fiscal policy",
      "C": "Budget",
      "D": "Public debt",
      "E": "Government expenditures"
    },
    "explanation": "Fiscal policy is using taxation and government expenditure in order to achieve specific economic and social objectives. The answer is B."
  },
  {
    "id": "3598546",
    "unitNumber": 7,
    "text": "I. The difference between the government’s revenues and its spending is called the government’s<br/>budget balance\n II. Budget deficit refers to a situation in which the government’s revenues exceed the government’s expenditures.\n III. Budget surplus refers to a situation in which the government’s expenditures exceed the government’s revenues. \n What can be said to be true about budget?",
    "correctAnswer": "A",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "The difference between the government’s revenues and its spending is called the government’s<br/>budget balance. Budget surplus refers to a situation in which the government’s revenues exceed the government’s expenditures. Budget deficit refers to a situation in which the government’s expenditures exceed the government’s revenues. \n The answer is A."
  },
  {
    "id": "3598549",
    "unitNumber": 7,
    "text": "For the taxes to have stabilizing effects on the economy, how should the tax system be?",
    "correctAnswer": "B",
    "options": {
      "A": "An inelastic tax system",
      "B": "An elastic tax system",
      "C": "There should be no tax system",
      "D": "Tax elasticity should be lower than 1",
      "E": "Tax elasticity should be 0"
    },
    "explanation": "In order for the taxes to have stabilising effects on the economy, there should be an elastic tax system. The answer is B."
  },
  {
    "id": "3598555",
    "unitNumber": 7,
    "text": "I. Discretionary fiscal policy is the alteration of government expenditures and/or taxes by the government to stabilize the fluctuations in the economy.\n II. There are two types of discretionary fiscal policy: 1. Expansionary fiscal policy and 2. Contractionary fiscal policy.\n III. Discretionary fiscal policy is convenient because it leads to rising debt ratios, and there is no time lag problem both in the decision-making and implementation process.\n What can be said to be true about discretionary fiscal policy?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Discretionary fiscal policy is the alteration of government expenditures and/or taxes by the government to stabilize the fluctuations in the economy. There are two types of discretionary fiscal policy: 1. Expansionary fiscal policy and 2. Contractionary fiscal policy. Discretionary fiscal policy is problematic because it may lead to rising debt ratios, there is a time lag problem both in the decision making and implementation process and it may lead to rent seeking behaviour.\n The answer is C."
  },
  {
    "id": "3598556",
    "unitNumber": 7,
    "text": "I. Since inflation has negative effects on economies, fiscal policy can be used in order to solve this problem. \n II. Contractionary fiscal policy can be implemented by increasing government spending, decreasing taxes or a combination of these two actions. \n III. One policy option that can be used to reduce inflation is decreasing government expenditures.\n What can be said to be true about Inflation and Fiscal Policy?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Since inflation has negative effects on economies, fiscal policy can be used in order to solve this problem. Contractionary fiscal policy can be implemented by decreasing government spending, increasing taxes or a combination of these two actions. One policy option that can be used to reduce inflation is decreasing government expenditures.\n The answer is D."
  },
  {
    "id": "3598558",
    "unitNumber": 7,
    "text": "I. Wage rigidity\n II. Incomes policy\n III. Indexation\n Which of the given fiscal policies can be implemented in order to fight stagflation?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "There are a number of fiscal policies which can be implemented in order to fight stagflation. These fiscal policies are as follows:<br/>• Incomes policy,<br/>• Tax based incomes policy,<br/>• Indexation,<br/>• Production incentives and<br/>• Regional and sectoral policies.\n The answer is E."
  },
  {
    "id": "3598565",
    "unitNumber": 7,
    "text": "What is recognition lag?",
    "correctAnswer": "E",
    "options": {
      "A": "The degree of economic difficulties individuals experience because of the high inflation and unemployment rates.",
      "B": "The time elapsed for determining the necessary fiscal policies, after discerning an economic problem.",
      "C": "The time period between deciding the necessary fiscal policies and putting into effect these policies.",
      "D": "The time period between implementing the fiscal policy and seeing its entire effect on the economy.",
      "E": "The time interval between the appearance of an economic shock and the perception of this shock by authorities."
    },
    "explanation": "Recognition lag is the time interval between the appearance of an economic shock and the perception of this shock by authorities. The answer is E."
  },
  {
    "id": "3598567",
    "unitNumber": 7,
    "text": "I. Crowding out is a phenomenon in which increased government expenditures replace private expenditures.\n II. Crowding in is a situation in which decreasing government spending results in higher private investment.\n III. Indirect crowding out occurs when a rise in government expenditures increases interest rates and as a result of this, private investment and/or consumption falls.\n What can be said to be true about crowding out?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Crowding out is a phenomenon in which increased government expenditures replace private expenditures. Crowding in is a situation in which rising government spending results in higher private investment. Indirect crowding out occurs when a rise in government expenditures increases interest rates and as a result of this, private investment and/or consumption falls.\n The answer is D."
  },
  {
    "id": "3598848",
    "unitNumber": 7,
    "text": "I. Fiscal policy is the government’s intervention to the economy in order to achieve specific economic and social goals by using fiscal tools.\n II. Contractionary fiscal policy is increasing government expenditure, decreasing taxes or a combination of the two in order to increase economic activity.\n III. Expansionary fiscal policy is decreasing government expenditure, increasing taxes or a combination of the two in order to decrease economic activity.\n What can be said to be true about fiscal policy?",
    "correctAnswer": "A",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Fiscal policy is the government’s intervention to the economy in order to achieve specific economic and social goals by using fiscal tools. Expansionary fiscal policy is increasing government expenditure, decreasing taxes or a combination of the two in order to increase economic activity. Contractionary fiscal policy is decreasing government expenditure, increasing taxes or a combination of the two in order to decrease economic activity.\n The answer is A."
  },
  {
    "id": "3598853",
    "unitNumber": 7,
    "text": "What is increasing government expenditures and decreasing interest and tax rates to invigorate the economy?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiscal drag",
      "B": "Automatic stabilisers",
      "C": "Pump priming",
      "D": "Compensatory spending",
      "E": "Budget surplus"
    },
    "explanation": "Pump priming is increasing government expenditures and decreasing interest and tax rates to invigorate the economy.\n The answer is C."
  },
  {
    "id": "3598861",
    "unitNumber": 8,
    "text": "What is the redistribution of resources among jurisdictions with the aim of reducing disparities?",
    "correctAnswer": "B",
    "options": {
      "A": "Deconcentration",
      "B": "Fiscal equalization",
      "C": "Urbanisation",
      "D": "Fiscal deficit",
      "E": "Diffusing fiscal power"
    },
    "explanation": "Fiscal equalization is the redistribution of resources among jurisdictions with the aim of reducing disparities. The answer is B."
  },
  {
    "id": "3598863",
    "unitNumber": 8,
    "text": "What is diffusing fiscal power?",
    "correctAnswer": "B",
    "options": {
      "A": "Distribution of functions and collaboration in allocation between central and local government is named as the Tiebout-Musgrave layer cake model of the public sector.",
      "B": "Assigning expenditure responsibilities and either allowing local authorities to collect their own revenues and/or allocating transfers to meet these expenditures.",
      "C": "The contradiction between the advantages of expenditure decentralization and the disadvantages of decentralized tax collection causes a tension between efficient service delivery and revenue collection.",
      "D": "A form of decentralization, transferring power and resources to local authority officials within the same organizational hierarchy.",
      "E": "The redistribution of resources among jurisdictions with the aim of reducing disparities."
    },
    "explanation": "Diffusing fiscal power means assigning expenditure responsibilities and either allowing local authorities to collect their own revenues and/or allocating transfers to meet these expenditures.\n The answer is B."
  },
  {
    "id": "3598864",
    "unitNumber": 8,
    "text": "I. Decentralisation can be defined as the transfer of responsibility for planning, management, and resource raising and allocation from the central government to regional authorities. \n II. The political advantages of decentralization are related to power-sharing between the center and locality and to the promotion of democracy.\n III. Decentralisation fosters lesser responsiveness of policymakers to the will of the citizenry and results in a further congruence between public preferences and public policy.\n What can be said to be true about decentralisation?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Decentralisation can be defined comprehensively as the transfer of responsibility for planning,<br/>management, and resource raising and allocation from the central government to regional authorities. The political advantages of decentralization are related to power-sharing between the center and locality and to the promotion of democracy. Decentralisation fosters greater responsiveness of policy makers to the will of the citizenry and results in a closer congruence between public preferences and public policy.\n The answer is C."
  },
  {
    "id": "3598871",
    "unitNumber": 8,
    "text": "I. Fiscal decentralisation is the diffusion of fiscal power from centre to localities.\n II. Fiscal decentralisation tools could maximise the efficiency benefits of decentralisation, if they promote local accountability and motivate local revenue mobilisation. \n III. Fiscal decentralisation could lead to the deteriorate of the country’s overall fiscal position and local governments’ own fiscal position.\n Which of the given can be said to be true about fiscal decentralisation?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Fiscal decentralisation is the diffusion of fiscal power from centre to localities. Fiscal decentralisation tools could maximise the efficiency benefits of decentralisation, if they promote local accountability and motivate local revenue mobilisation. Fiscal decentralisation could contribute to improving the country’s overall fiscal position and local governments’ own fiscal position.\n The answer is C."
  },
  {
    "id": "3598893",
    "unitNumber": 8,
    "text": "I. For a well-functioning intergovernmental fiscal system, revenue assignments must be supplemented by a system of intergovernmental transfers.\n II. If taxes are largely visible or do reflect the cost of local services, they are unlikely to provide the information needed for good fiscal decisions.\n III. A critical function of a tax system is to provide an accurate set of signals that make clear to local taxpayer-voters the costs of public programs on which they must make decisions.\n Which of the given statements about the tax system can be said to be true?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "The public-choice approach to issues in public finance focuses on another dimension of tax systems: their role in promoting effective decision-making in the public sector. A critical function of a tax system is to provide an accurate set of signals that make clear to local taxpayer-voters the costs of public programs on which they must make decisions. If taxes are largely hidden or don’t reflect the cost of local services, they are unlikely to provide the information needed for good fiscal decisions. For a well-functioning intergovernmental fiscal system, revenue assignments must be supplemented by a system of intergovernmental transfers.\n The answer is D."
  },
  {
    "id": "3598895",
    "unitNumber": 8,
    "text": "I. Intergovernmental transfers are categorized as grants and revenue shares. \n II. Intergovernmental transfers are distributed to enforce local government preferences.\n III. Intergovernmental transfers are distributed to internalize externalities.\n What can be said to be true about intergovernmental transfers?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Intergovernmental transfers are categorized as grants and revenue shares. Both effectively transfer<br/>revenue collected by one level of government to support expenditure by another. In the case of revenue sharing, the quantum is decided by reference to the yield of particular revenues. Grants are allocated without reference to the size of the revenues from which they are paid. Intergovernmental transfers are distributed to internalise externalities. Intergovernmental transfers are distributed to enforce central government preferences.\n The answer is D."
  },
  {
    "id": "3598916",
    "unitNumber": 8,
    "text": "In accordance with the constitution in Türkiye, what are the three types of local governments?",
    "correctAnswer": "E",
    "options": {
      "A": "Provinces, cities, and towns",
      "B": "Municipalities, towns, and local governments",
      "C": "Counties, cities, and special districts",
      "D": "Cities, towns and villages",
      "E": "Provincial local governments, municipalities, and villages"
    },
    "explanation": "As defined by the Turkish Constitution (1982) in its article 127, “Local administrative bodies are public corporate entities created to meet the common needs of the citizens of provinces, municipal districts and villages, whose decision making bodies are elected by the electorate described in law, and whose principles of structure are also determined by law.” In accordance with the constitution, there are three types of local governments: provincial local governments, municipalities and villages.\n The answer E."
  },
  {
    "id": "3598933",
    "unitNumber": 8,
    "text": "I. Some of the most important municipal obligatory duties are public safety, cleaning, public transportation, water supply and sanitation, public works, and agricultural services.\n II. Metropolitan municipalities are obliged not to fulfill their optional duties until they satisfactorily carry out their obligatory ones.\n III. Basic services are the second biggest expenditure item in nonmetropolitan municipalities, whilst it is relatively unimportant in metropolitan municipalities. \n What can be said to be true about Municipal Spending in Türkiye?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "I and III"
    },
    "explanation": "Some of the most important municipal obligatory duties are public safety (fire protection, inspection<br/>of markets, maintaining public order related to municipal duties), cleaning (solid waste collection and disposal), public transportation, water supply and sanitation, public works (roads maintenance, drainage, urban planning), agricultural services (parks, veterinary services). Non-metropolitan<br/>municipalities are obliged not to fulfill their optional duties until they satisfactorily carry out their obligatory ones. Basic services are the second biggest expenditure item in nonmetropolitan municipalities, whilst it is relatively unimportant in metropolitan municipalities. \n The answer is E."
  },
  {
    "id": "3598935",
    "unitNumber": 8,
    "text": "I. The most significant non-tax revenues are income from property and municipal enterprise profits.\n II. Tax rates are laid down by the central government and are subject to municipal variation.\n III. Municipal own revenues can be divided into three groups: taxes, non-tax, and other revenues.\n What can be said to be true about Municipal Revenues in Türkiye?",
    "correctAnswer": "A",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Municipal own revenues can be divided into two groups: taxes and non-tax revenues. Tax rates are<br/>laid down by the central government and are not subject to municipal variation. Seven types of municipal taxes are collected: property, solid waste, advertisement, entertainment, communication, electricity and gas consumption, fire insurance. The most significant non-tax revenues are income from property (i.e. rent revenues) and municipal enterprise profits.\n The answer is A."
  },
  {
    "id": "3598946",
    "unitNumber": 8,
    "text": "Which of the given statements can be a disadvantage of decentralisation?",
    "correctAnswer": "A",
    "options": {
      "A": "Decentralisation may cause efficiency losses from the standpoint of co-ordination and control.",
      "B": "In a decentralised structure the costs of local services may bear on local people.",
      "C": "In a decentralised structure, it is easier to deal with the problem of externalities.",
      "D": "There is no trade-off between the benefits of centralisation and decentralisation in assigning responsibilities to different levels of government.",
      "E": "Decentralisation could increase production efficiency if the size of a decentralised unit is not large enough to support the economies of scale."
    },
    "explanation": "There is always a trade-off between the benefits of centralisation (co-ordination and control) and<br/>decentralisation (local knowledge and information) in assigning responsibilities to different levels of government. Decentralisation may cause efficiency losses from the standpoint of co-ordination and<br/>control. Decentralisation could reduce production efficiency if the size of a decentralised unit is not large enough to support the economies of scale which is technically the least cost method of production. In a decentralised structure, it is not easy to deal with the problem of externalities. Local authorities may ignore any external benefits to non-residents, and they may underprovide local public services, which have externalities. In a decentralised structure, where there is a possibility of tax exporting, local taxes may be shifted on to non-residents and so the costs of local services do not bear on local people. In addition, there may be tax competition (reducing or cutting taxes) between local authorities in order to attract industry to their areas or retain the industry which is already there. These distortions in taxation may lead to economic inefficiencies.\n The answer is A."
  }
]