[
  {
    "id": "3737166",
    "unitNumber": 1,
    "text": "Kentlilik bilinci, ............ içinde ortaya çıkar ve .......................göre biçimlenir. <br/>Yukarıdaki cümlede boş bırakılan yerler aşağıdakilerden hangisi ile doğru olarak tamamlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "kent yaşamı, kent kültürü",
      "B": "kent yaşamı, ekonomiye",
      "C": "kent kültürü, nüfusa",
      "D": "nüfus, ekonomiye",
      "E": "sosyal hayat, üretime"
    },
    "explanation": "Kentlilik bilinci, kent yaşamı içinde ortaya çıkar<br/>ve kent kültürüne göre biçimlenir."
  },
  {
    "id": "3737167",
    "unitNumber": 1,
    "text": "Korumanın kurumsallaşması acısından örnek ülke durumunda olan Fransa için aşağıda bahsedilen bilgilerden hangisi doğru <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Fransa, 19. yüzyıldan itibaren koruma ilkelerine getirdiği tanımlamalar, çıkardığı yasalar ve kamulaştırmalarla hukuksal altyapının kurulmasına öncülük etmiştir.",
      "B": "Koruma tarihinin önemli belgelerinden olan Malraux Yasasını kabul etmiştir.",
      "C": "Fransa'da sivil toplum kuruluşları korumaya adanmışlık ve lokomotif işlevi görmektedirler.",
      "D": "1887'de Tarihi Binaları Koruma Birliğini kurmuşlardır.",
      "E": "Fransa, kimliğine saygılı, geleneğe uygun malzeme ile ve fark edilmeyecek biçimde uygulanan restorasyon/onarım anlayışına da önderlik eden bir ülkedir."
    },
    "explanation": "İngiltere’de tarihî çevrenin korunması daha çok girişimcilerin ve sivil kuruluşların önderliğinde gelişmiştir. Dolayısıyla koruma sorumluluğunun resmî kurumlarca ele alınması oldukça geç tarihlere rastlamaktadır. Bu yönden İngiltere’de koruma, sivil kuruluşların gücü ile anılır. Ünlü yazar ve tasarımcı William Morris fikirleriyle bu geleneğin önderliğini yapmıştır. 1887 yılında “Tarihî Binaları Koruma Birliği”ni<br/>kurarak “bu kurum bizlerin, bizden sonra geleceklerin yalnızca emanetçisidir” görüşünü savunmuştur."
  },
  {
    "id": "3737168",
    "unitNumber": 1,
    "text": "Bir ülkenin kültürel mirasının yalnızca uzmanların eline bırakılmaması, eğitilmiş, sanattan anlayan halktan kişilerin de bu konuda söz hakkı alması gerektiğini savunan kişi kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "W. Morris",
      "B": "A. Smith",
      "C": "L. Mumford",
      "D": "M. Batty",
      "E": "M. Castells"
    },
    "explanation": "William Morris’in diğer önemli savı, bir ülkenin kültürel mirasının yalnızca uzmanların eline bırakılmaması, eğitilmiş, sanattan anlayan halktan kişilerin de bu konuda söz hakkı almasının gerektiğidir."
  },
  {
    "id": "3737169",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Osmanlı İmparatorluğu döneminde koruma ile ilgili yaşanılan gelişmelerden birisi <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Osmanlı’nın, 19. yüzyılın özellikle ikinci yarısındaki koruma anlayışının temelinde, Batı ile bütünleşme arayışlarının olduğu söylenebilir.",
      "B": "Koruma, 19. yüzyılın ikinci yarısında müzecilik kavramı çerçevesinde ele alınmıştır.",
      "C": "Eski eserler, \"sahipleri olmayan taşınabilir eşyalar” olarak tanımlanmış<br/>ve bu tanım uzun süre geçerliliğini korumuştur.",
      "D": "Osmanlı İmparatorluğu’nun koruma ile ilgili son düzenlemesi IV. Asar-ı Atika Nizamnamesi'dir.",
      "E": "Asar-ı Atika Nizamnamelerinin önceliği arkeolojik kazılardır."
    },
    "explanation": "Asar-ı Atika Nizamnameleri, ağırlıklı olarak müzecilik üzerine<br/>yoğunlaşmış ve daha çok klasik kalıntıların korunmasını amaçlamıştır."
  },
  {
    "id": "3737170",
    "unitNumber": 1,
    "text": "Osmanlı İmparatorluğu döneminden kalan Nizamnameler ne zaman hangi kanun ile kaldırılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1932 - İmar Planı",
      "B": "1933 - Belediye Yapı ve Yollar Kanunu",
      "C": "1972 - Dünya Kültürel ve Doğal Mirasının Korunmasına Dair Sözleşme",
      "D": "1973 - Eski Eserler Kanunu",
      "E": "1983 - 2863 Sayılı Kültür ve Tabiat Varlıklarını Koruma Kanunu"
    },
    "explanation": "1973 tarih ve 1710 sayılı “Eski Eserler Kanunu” ile korumacılık konusundaki yasa karmaşası yok edilmiş, daha önce sözünü ettiğimiz ve Osmanlıdan kalan nizamnameler yürürlükten kaldırılmıştır."
  },
  {
    "id": "3737171",
    "unitNumber": 1,
    "text": "Türkiye, Avrupa Mimari Mirasının Korunması Sözleşmesini hangi tarihte imzalamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1954",
      "B": "1960",
      "C": "1972",
      "D": "1983",
      "E": "1989"
    },
    "explanation": "Türkiye 1983’te Dünya Kültürel ve Doğal Mirasının Korunmasına Dair Sözleşme’yi,<br/>1989’da ise, Avrupa Mimari Mirasının Korunması Sözleşmesi’ni imzalamıştır."
  },
  {
    "id": "3737172",
    "unitNumber": 1,
    "text": "Bugün kültür ve doğa varlıklarının (çevrelerin) korunmasının ülkemizdeki tek aracı ..............................'dır. <br/>Cümledeki boşluk aşağıdakilerden hangisi ile anlamlı bir bütün oluşturacak şekilde tamamlanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kent ve bölge planlaması",
      "B": "Arkeolojik kazılar",
      "C": "Yüzey araştırması",
      "D": "Koruma Amaçlı İmar Planı",
      "E": "Bütünleşik koruma"
    },
    "explanation": "Bugün kültür ve doğa varlıklarının (çevrelerin) korunmasının ülkemizdeki tek aracı “Koruma Amaçlı İmar Planı”dır."
  },
  {
    "id": "3737173",
    "unitNumber": 1,
    "text": "Avrupa'da Helen ve Roma eserlerine karşı bir ilginin uyanması ve bazı yasal düzenlemeler ile korumanın ilk adımlarının atılması hangi yüzyıl ile başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "15.yüzyıl",
      "B": "16.yüzyıl",
      "C": "17.yüzyıl",
      "D": "18.yüzyıl",
      "E": "19.yüzyıl"
    },
    "explanation": "Kültür varlıklarının korunması kavramı uygarlık tarihinin başlangıcına kadar uzanmakta, ancak <strong>18. yüzyıl</strong> korumaya yönelik çabaların güçlendiği asıl dönem olarak kendini ifade etmektedir. Avrupa’da Helen ve Roma eserlerine karşı uyanan ilginin etkisi ile bazı yasal düzenlemelerle korumanın ilk adımları atılmıştır."
  },
  {
    "id": "3737174",
    "unitNumber": 1,
    "text": ".............................................. toplum yararını esas alan güvenli ve sürdürülebilir yaşam çevresi oluşturmaya yönelik bir kamu hizmetidir.<br/>Yukarıdaki cümlede boş bırakılan yer, aşağıdakilerden hangisi ile doğru olarak tamamlanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Somut kültür mirası",
      "B": "Kentsel planlama",
      "C": "Soyut kültür mirası",
      "D": "Yapı grupları",
      "E": "Bütünsel koruma"
    },
    "explanation": "Kentsel planlama, toplum yararını esas alan güvenli ve sürdürülebilir yaşam çevresi oluşturmaya yönelik bir kamu hizmetidir."
  },
  {
    "id": "3737175",
    "unitNumber": 1,
    "text": "Gayrimenkul ve Eski Eserler Yüksek Kurulu hangi yıla kadar görevde kalmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1958",
      "B": "1960",
      "C": "1972",
      "D": "1983",
      "E": "2000"
    },
    "explanation": "Gayrimenkul ve Eski Eserler Yüksek Kurulu 1983 yılına kadar görevde kalmıştır."
  },
  {
    "id": "3737334",
    "unitNumber": 1,
    "text": "Kültürel mirasın korunması tarihi, ülkemizde kaçıncı yüzyıla kadar götürülebilecek bir kavramdır ?",
    "correctAnswer": "A",
    "options": {
      "A": "19. yüzyıl",
      "B": "18. yüzyıl",
      "C": "20. yüzyıl",
      "D": "16. yüzyıl",
      "E": "17. yüzyıl"
    },
    "explanation": "Kültürel mirasın korunması tarihi, ülkemizde ancak 19. yüzyıla kadar götürülebilecek bir kavramdır. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3737335",
    "unitNumber": 1,
    "text": "Türkiye’de hangi yıl eski eser ve anıt, yani tek yapı ölçeğinde koruma çabaları yasalarda yer almıştır ?",
    "correctAnswer": "B",
    "options": {
      "A": "2011",
      "B": "1951",
      "C": "1996",
      "D": "1972",
      "E": "1964"
    },
    "explanation": "Türkiye’de cumhuriyetin ilk yıllarında temeli müzecilik olan eski eser koruma anlayışı; 1930’lu yıllardan sonra içine taşınmazları da alarak genişlemiştir. 1951 yılında eski eser ve anıt, yani tek yapı ölçeğinde koruma çabaları yasalarda yer almış, 80 sonrası ise kavramsal çeşitlenme ve genişlemeler ile birlikte doku koruma ve imar planlama yeni bir yasal düzenleme ile “planlı koruma” adı altında uygulama alanı bulmuştur. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3737336",
    "unitNumber": 1,
    "text": "Kente göç eden kırsal insanı (köylü) zaman içinde kentlileşmekte ve kentlileşen insanda kaç bakımdan değişme izlemektedir ?",
    "correctAnswer": "C",
    "options": {
      "A": "3",
      "B": "5",
      "C": "2",
      "D": "6",
      "E": "4"
    },
    "explanation": "Kente göç eden kırsal insanı (köylü) zaman içinde kentlileşmekte ve kentlileşen insanda ekonomik ve sosyal olmak üzere iki bakımdan değişme izlemektedir. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3737337",
    "unitNumber": 1,
    "text": "Kültür varlıklarının korunması kavramı uygarlık tarihinin başlangıcına kadar uzanmakta, ancak hangi yüzyılda korumaya yönelik çabaların güçlendiği asıl dönem olarak kendini ifade etmektedir ?",
    "correctAnswer": "D",
    "options": {
      "A": "17. yüzyıl",
      "B": "16. yüzyıl",
      "C": "20. yüzyıl",
      "D": "18. yüzyıl",
      "E": "19. yüzyıl"
    },
    "explanation": "Kültür varlıklarının korunması kavramı uygarlık tarihinin başlangıcına kadar uzanmakta, ancak 18. yüzyıl korumaya yönelik çabaların güçlendiği asıl dönem olarak kendini ifade etmektedir. Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3737338",
    "unitNumber": 1,
    "text": "Avrupa’da Helen ve Roma eserlerine karşı uyanan ilginin etkisi ile bazı yasal düzenlemelerle korumanın ilk adımları atılmış, restorasyon çalışmaları ile de hangi yüzyılda Fransa bu konuda lider ülke konumuna gelmiştir ?",
    "correctAnswer": "E",
    "options": {
      "A": "20. yüzyıl",
      "B": "18. yüzyıl",
      "C": "16. yüzyıl",
      "D": "17. yüzyıl",
      "E": "19. yüzyıl"
    },
    "explanation": "Avrupa’da Helen ve Roma eserlerine karşı uyanan ilginin etkisi ile bazı yasal düzenlemelerle korumanın ilk adımları atılmış, restorasyon çalışmaları ile de 19. yüzyılda Fransa bu konuda lider ülke konumuna gelmiştir. Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3737339",
    "unitNumber": 1,
    "text": "Hangi yıllar kentsel mekânda korumanın ya da kentsel korumanın iyice öne çıktığı, kültürel miras kavramı ile kültür varlığı tanımlarının oldukça genişleyip, zenginleştiği dönemlerdir ?",
    "correctAnswer": "A",
    "options": {
      "A": "1970'li",
      "B": "1960'lı",
      "C": "1990'lı",
      "D": "1980'li",
      "E": "1960'lı"
    },
    "explanation": "1970’li yıllar kentsel mekânda korumanın ya da kentsel korumanın iyice öne çıktığı, kültürel miras kavramı ile kültür varlığı tanımlarının oldukça genişleyip, zenginleştiği dönemlerdir. Kentsel korumayı, mimari mirasın korunmasını kentsel ve bölgesel planlamanın bir parçası, bir hedefi olarak gören ve bunu “bütünsel koruma” olarak kabul eden 1975 tarihli “Amsterdam Bildirgesi” de bu dönemin ürünüdür. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3737340",
    "unitNumber": 1,
    "text": "Osmanlı İmparatorluğu’nda IV. Asar-ı Atika Nizamnamesi (Eski Eserler Yasası / Tüzüğü) bu dönemin koruma ile ilgili son düzenlemeleridir. Bu düzenlemeler hangi yıl yürürlüğe girmiştir ?",
    "correctAnswer": "B",
    "options": {
      "A": "1903",
      "B": "1906",
      "C": "1909",
      "D": "1901",
      "E": "1912"
    },
    "explanation": "Osmanlı İmparatorluğu’nda 1906 yılında yürürlüğe giren IV. Asar-ı Atika Nizamnamesi (Eski Eserler Yasası / Tüzüğü) bu dönemin koruma ile ilgili son düzenlemelerdir. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3737341",
    "unitNumber": 1,
    "text": "“Belediye Yapı ve Yollar Kanunu” taşınmaz (anıtsal) eski eserler ile imar planının buluştuğu, bir başka deyişle; plan ile koruma birlikteliğinin ilk örneğinin verildiği yasa olarak kabul edilir. Bu yasa hangi yıl yürürlüğe girmiştir ?",
    "correctAnswer": "C",
    "options": {
      "A": "1973",
      "B": "1710",
      "C": "1933",
      "D": "1970",
      "E": "1975"
    },
    "explanation": "1933 yılında yürürlüğe giren “Belediye Yapı ve Yollar Kanunu” ise taşınmaz (anıtsal) eski eserler ile imar planının buluştuğu, bir başka deyişle; plan ile koruma birlikteliğinin ilk örneğinin verildiği yasa olarak kabul edilir. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3737342",
    "unitNumber": 1,
    "text": "Planlı kalkınma dönemini başlatan, “Türkiye Cumhuriyeti Sosyal Bir Hukuk Devletidir” ilkesinin ilk kez yer aldığı anayasa hangi yıl kabul edilmiştir ?",
    "correctAnswer": "D",
    "options": {
      "A": "1980",
      "B": "1950",
      "C": "1970",
      "D": "1961",
      "E": "1975"
    },
    "explanation": "1961 Anayasa’sı planlı kalkınma dönemini başlatmış, “Türkiye Cumhuriyeti Sosyal Bir Hukuk Devletidir” ilkesi ilk kez 1961 anayasasında yer almıştır. Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3737343",
    "unitNumber": 1,
    "text": "Bugün kültür ve doğa varlıklarının (çevrelerin) korunmasının ülkemizdeki tek aracı aşağıdaki hangi şıkta belirtilmiştir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Amsterdam Deklerasyonu",
      "B": "1961 Anayasa'sı",
      "C": "Ebniye Nizamnamesi ve Kanunu",
      "D": "Kültür ve Tabiat Varlıklarını Koruma Kanunu",
      "E": "Koruma Amaçlı İmar Planı"
    },
    "explanation": "Bugün kültür ve doğa varlıklarının (çevrelerin) korunmasının ülkemizdeki tek aracı “Koruma Amaçlı İmar Planı'dır. Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3842892",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tarihî ve kültürel mirasın korunmasına yönelik olarak Venedik Tüzüğü'nde vurgulanan ilkelerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Koruma yalnızca ulusal hükümetlerin sorumluluğundadır.",
      "B": "Onarım işlemleri özgün yapıdan ayırt edilemeyecek şekilde yapılmalıdır.",
      "C": "Koruma, yalnızca anıtsal nitelikli yapılar için gereklidir.",
      "D": "Onarımda özgün malzeme kullanılmalı ve müdahaleler varsayımlara dayanmamalıdır.",
      "E": "Koruma sadece fiziksel yapılarla sınırlı kalmalıdır."
    },
    "explanation": "Venedik Tüzüğü, özgün malzeme kullanımını, onarımların yapıdan ayırt edilebilir olmasını ve varsayımlara dayalı müdahalelerden kaçınılmasını önermektedir"
  },
  {
    "id": "3842893",
    "unitNumber": 1,
    "text": "Amsterdam Deklarasyonu’nun bütünleşik koruma yaklaşımıyla ilgili aşağıdakilerden hangisi <b><u>yanlıştır?</u></b>",
    "correctAnswer": "A",
    "options": {
      "A": "Koruma, yalnızca bireysel yapıların korunmasını hedefler.",
      "B": "Koruma, kent ve çevresiyle birlikte ele alınmalıdır.",
      "C": "Yerel yönetimlerin planlama araçlarına sahip olması önemlidir.",
      "D": "Genç kuşakların eğitilmesine önem verilmelidir.",
      "E": "Uluslararası ve yerel bağımsız kuruluşlar desteklenmelidir."
    },
    "explanation": "Amsterdam Deklarasyonu, yalnızca bireysel yapıları değil, yapının dokusu, kenti ve çevresiyle birlikte korunmasını savunur. Bu nedenle A seçeneği yanlıştır."
  },
  {
    "id": "3842895",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir yerleşmenin \"kent\" olarak tanımlanmasında kullanılan temel değişkenlerden biri <strong><u>değildir</u></strong><u>?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Tarım dışı üretim",
      "B": "Nüfus yoğunluğu",
      "C": "Coğrafi alanın büyüklüğü",
      "D": "Heterojenlik",
      "E": "Üretim ilişkilerinde bütünleşme"
    },
    "explanation": "Kent tanımında üretim biçimi, nüfus yoğunluğu, heterojenlik ve insan ilişkilerinin bütünleşme biçimi gibi yapısal değişkenler esas alınmaktadır. “Coğrafi alanın büyüklüğü\" kriter olarak geçmemektedir."
  },
  {
    "id": "3842896",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kentleşme olgusunun yalnızca bir nüfus hareketi olmadığını gösteren durumlardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kentteki birey sayısının artması",
      "B": "Tarımsal üretimin önem kazanması",
      "C": "Yerleşmelerin coğrafi olarak yayılması",
      "D": "Toplum yapısında örgütleşme ve iş bölümünün artması",
      "E": "Kentlerin fiziksel büyüklüğünün azalması"
    },
    "explanation": "Kentleşme sadece nüfus artışı değil, toplumsal yapıdaki örgütleşme, iş bölümü, uzmanlaşma gibi dinamikleri de içerir. Bu nedenle D seçeneği doğrudur."
  },
  {
    "id": "3842898",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kent planlamanın tanımı veya kapsamı içinde <strong><u>yer almaz</u></strong><u>?<br/></u>",
    "correctAnswer": "B",
    "options": {
      "A": "Kentsel gelişmeyi tarihsel kimliği koruyarak yönlendirmek",
      "B": "Sadece mevcut fiziksel yapıları yeniden düzenlemek",
      "C": "Kentli bireyin yönetime katılımını sağlamak",
      "D": "Kentteki açık alanları, ulaşım ve altyapıyı organize etmek",
      "E": "Sosyal, ekonomik ve fiziksel çevreler arasında denge kurmak"
    },
    "explanation": "Kent planlama yalnızca fiziksel yapıları düzenlemekle sınırlı değildir; aynı zamanda sosyal, ekonomik boyutları ve kentlinin katılımını da içeren çok yönlü bir süreçtir."
  },
  {
    "id": "3842899",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kent planlamanın başarısı için metne göre en temel koşullardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kentlerin yalnızca coğrafi sınırlarına odaklanmak",
      "B": "Fiziksel mekânla sınırlı planlamalar yapmak",
      "C": "Kentsel dinamikleri analitik düşünceyle değerlendirmek",
      "D": "Planlama sürecine siyasi aktörleri dahil etmemek",
      "E": "Yerel halkın taleplerini göz ardı etmek"
    },
    "explanation": "Kent planlamanın başarısı, kentin fiziksel yapısı, yaşamı ve tüm kentsel dinamiklerin analitik düşünce hiyerarşisi içinde ele alınmasına bağlıdır."
  },
  {
    "id": "3842901",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi “bütünsel/bütünleşik koruma” anlayışının temel özelliklerinden biri <strong><u>değildir</u></strong><u>?<br/></u>",
    "correctAnswer": "A",
    "options": {
      "A": "<u><br/></u>Sadece tekil yapıların fiziksel olarak korunmasını amaçlar",
      "B": "Kentsel belleğin korunmasını hedefler",
      "C": "Toplum, insan ve kültürü de kapsar",
      "D": "Tarihî kent parçalarının günümüz kentiyle bütünleşmesini sağlar",
      "E": "Yaşanılan çevrenin benimsenmesini ve aidiyet duygusunu destekler"
    },
    "explanation": "Bütünleşik koruma, sadece tekil yapıların korunmasıyla sınırlı kalmaz; kültürel, toplumsal ve çevresel bağlamda bütüncül bir yaklaşım sunar."
  },
  {
    "id": "3842903",
    "unitNumber": 1,
    "text": "19.yüzyıldaki sanayi devriminin kentler üzerindeki etkisiyle ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Kentlerdeki nüfus azalmış, mekânlar sadeleşmiştir",
      "B": "Tüm kentler insan ölçeğine göre yeniden tasarlanmıştır",
      "C": "Kent mekânları, sanayileşmenin etkisiyle dönüşüme uğramıştır",
      "D": "Eski kent mekânları işlevini tamamen yitirmiştir",
      "E": "Toplumsal değişim, fiziksel çevreyi etkilemeden gerçekleşmiştir"
    },
    "explanation": "Sanayi devrimi sonucunda ortaya çıkan toplumsal, ekonomik ve kültürel değişimlerle kentlerde yığılmalar olmuş, bu da kent mekânlarının dönüşmesine yol açmıştır."
  },
  {
    "id": "3842904",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi 1983 tarihli 2863 sayılı “Kültür ve Tabiat Varlıklarını Koruma Kanunu”nun getirdiği yeniliklerden biri<strong> <u>değildir</u></strong><u>?<br/></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Kültürel miras kavramının yasal metinlerde yer alması",
      "B": "“Koruma Amaçlı İmar Planı” uygulamasının başlatılması",
      "C": "Sit alanları için farklı kategorilerin (kentsel, doğal, arkeolojik vb.) tanımlanması",
      "D": "Gayrimenkul Eski Eserler ve Anıtlar Yüksek Kurulu’nun kurulması",
      "E": "Planlı korumanın yasal çerçevede güvence altına alınması"
    },
    "explanation": "Gayrimenkul Eski Eserler ve Anıtlar Yüksek Kurulu 1983 öncesinde kurulmuş olup, 1983’te yerini Kültür ve Tabiat Varlıklarını Koruma Yüksek Kurulu’na bırakmıştır."
  },
  {
    "id": "3842905",
    "unitNumber": 1,
    "text": "Osmanlı döneminde yürürlüğe giren 1906 tarihli IV. Asar-ı Atika Nizamnamesi’nin (Eski Eserler Yasası) öncelikli olarak odaklandığı koruma alanı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kentsel sit alanlarının korunması",
      "B": "Yapı gruplarının sağlıklaştırılması",
      "C": "Arkeolojik kazı alanlarının imar planlarına dahil edilmesi",
      "D": "Müzecilik kapsamında taşınır eski eserlerin korunması",
      "E": "Tarihî kent dokularının yeniden işlevlendirilmesi"
    },
    "explanation": "Nizamname esas olarak müzecilik kapsamında taşınır eski eserlerin korunmasını hedeflemiştir; taşınmaz eserler kavramı sonradan gelişmiştir."
  },
  {
    "id": "3843053",
    "unitNumber": 1,
    "text": "Kentlilik bilinci ve kent kültürünün bireylere kazandırılmasında en öncelikli araç aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yasal yaptırımlar",
      "B": "Medya ve iletişim kampanyaları",
      "C": "Eğitim",
      "D": "Kent estetiğinin iyileştirilmesi",
      "E": "Göçün teşvik edilmesi"
    },
    "explanation": "Bu soru Bloom Taksonomisine göre \"Hatırlama\" basamağında bulunmkatadır.<br/>Öğrenci, kentlilik bilincini oluşturmak için vurgulanan bilgiyi hatırlayarak doğru seçeneği belirler.<br/>Sayfa 7'de gösterildiği üzere, çağdaş bir kentli toplum oluşturmak için gerekli değerlerin bireylere aktarılmasında <em>“eğitimin öncelikli ”</em> olduğu vurgulanmaktadır."
  },
  {
    "id": "3843054",
    "unitNumber": 1,
    "text": "Prof. Dr. Ruşen Keleş “mekân” kavramını nasıl tanılamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İnsan yaşamının tüm boyutlarını içine alan soyut bir boşluk olarak",
      "B": "İnsanların yaşam etkinliklerini sürdürebildiği toprak, hava ve sudan oluşan çevre olarak",
      "C": "Sadece coğrafi konumu ifade eden fiziksel alan olarak",
      "D": "Toplumsal ilişkilerden bağımsız, mutlak bir uzay/zaman olarak",
      "E": "Yalnızca yapılı çevreyi tanımlayan ve sosyal boyutu olmayan bir birim olarak"
    },
    "explanation": "Bloom Taksonomisinde \"Hatırlama\" kategorisinde bulunmaktadır.<br/>Keleş’in tanımına göre mekân; insanı dış çevreden belli ölçüde ayıran ve içinde yaşam etkinliklerini sürdürmesine elverişli <em>toprak, hava ve sudan oluşan çevre</em>dir."
  },
  {
    "id": "3843055",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisi “Kent kültürü” terimini en iyi şekilde açıklamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüm kentlerde aynı özellikleri taşıyan standart yaşam biçimleri bütünüdür.",
      "B": "Kentte yaşayanların yalnızca fiziki çevreyle kurdukları etkileşim sonucu oluşan kültürdür.",
      "C": "Kentin planlanması sürecinde ortaya çıkan teknik ve estetik yaklaşımların toplamıdır.",
      "D": "Kırsal değerlerin kent ortamında devam ettirilmesiyle ortaya çıkan kültürel yapıların tamamıdır.",
      "E": "Her kente özgü fiziksel, tarihsel, sosyoekonomik unsurlarla şekillenen ve kentlilerin yaşam biçimlerinden oluşan bir bütünlüktür."
    },
    "explanation": "Bloom taksonomisinde \"anlama\" basamağında olana bir sorudur.<br/>Öğrenci, kent kültürü kavramının tanımını anlayarak doğru ifadeyi seçer.<br/>Sayfa 7'de, kent kültürünün, <em>her kente ait kendine has fiziksel, kültürel, sosyoekonomik, biçimsel ve tarihsel unsurlarla şekillenen; kentliler ve onların yaşam biçimlerinden oluşan bir bütünlük</em> olduğu belirtilmiştir."
  },
  {
    "id": "3843057",
    "unitNumber": 1,
    "text": "Türkiye’de kentsel korumayı sağlamak amacıyla kullanılan yasal planlama aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İmar Affı Planları",
      "B": "Çevre Düzeni Planı",
      "C": "Stratejik Nazım Planı",
      "D": "Koruma Amaçlı İmar Planı",
      "E": "Kentsel Dönüşüm Planı"
    },
    "explanation": "Bu soru bloom taksonomisine göre \"hatırlama\" basamağında bulunmaktadır. Öğrenci, planlı koruma kapsamında vurgulanan yasal planlamayı hatırlayarak doğru cevabı seçer.<br/>Sayfa 19-26-27 günümüzde kültür ve doğa varlıklarının korunmasındaki yasanın <strong>Koruma Amaçlı İmar Planı</strong> olduğu açıkça ifade edilmektedir."
  },
  {
    "id": "3843060",
    "unitNumber": 1,
    "text": "Kentlileşme kavramı ile ilgili aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kentlileşme, kırdan kente göç eden bireylerin zamanla kent yaşamına ait davranışları benimsemesidir.",
      "B": "Kentlileşme süreci ekonomik ve sosyal boyutları olan bir dönüşümü içerir.",
      "C": "Bir kişi şehirde yaşamaya başladıysa, kentlileşme sürecini tamamlamış ve kentlilik bilincine ulaşmış demektir.",
      "D": "Kente uyum sağlayamama, yoksunluk ve dışlanmışlık gibi sorunlar kentlileşme sürecinin bir parçasıdır.",
      "E": "Kente göç eden kişiler ekonomik olarak kentte veya kente özgü işlerde çalışmaya başlayabilir."
    },
    "explanation": "Bu soru Bloom Taksonomisine göre \"Analiz\" basamağında olan bir sorudur.<br/>Öğrenci, kentlileşme kavramıyla ilgili verilen ifadeleri çözümleyip metne göre yanlış olan seçeneği tespit eder.<br/>Kentlileşme, kente göç eden bireyde ekonomik (geçimini kentte sağlama) ve sosyal (kent yaşamına özgü tutum ve davranışları benimseme) açılardan değişimleri içerir. Ancak “kentte yaşamak, bir insanın kentli olduğu ya da kentlilik bilincine eriştiği anlamına gelmemektedir\"."
  },
  {
    "id": "3843061",
    "unitNumber": 1,
    "text": "1975 tarihli Amsterdam Deklarasyonu şehircilikte hangi koruma yaklaşımının önemini vurgulamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bölgesel planlamadan bağımsız bireysel anıt koruması",
      "B": "Yalnızca somut kültürel mirasın korunması",
      "C": "Tarihî yapıların rekonstrüksiyonu",
      "D": "Bütünleşik (bütünsel) koruma anlayışı",
      "E": "Sadece mimari estetiğin korunmasına dayalı yaklaşım"
    },
    "explanation": "Bu soru Bloom Taksonomisine göre, \"hatırlama\" basamağındadır.<br/>Öğrenci, deklarasyonun içeriğini hatırlayarak bütünleşik koruma kavramının Amsterdam Deklarasyonu ile ilişkili olduğunu anlar.<br/>Amsterdam Deklarasyonu (1975), koruma çalışmalarının <em>“tek yapıyı değil, doku, kent ve çevresi ölçeğinde; büyük ölçekli planlamanın bir parçası olarak düşünülmesi”</em> gerektiğini belirterek <strong>bütünleşik koruma</strong> kavramını uluslararası düzeyde vurgulamıştır."
  },
  {
    "id": "3843079",
    "unitNumber": 1,
    "text": "Türkiye’de kent planlaması ile koruma planlaması arasındaki çelişkinin uygulamada sürmesine neden olan durumlardan hangisi <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "İmar planları yapılırken sit alanları planlamasının eşzamanlı yapılmayıp sonraya bırakılması",
      "B": "Koruma projeleri için yeterli finansal kaynağın bulunamaması",
      "C": "Planların uygulanması ve denetiminin süreklilik göstermemesi",
      "D": "Yetki karmaşası nedeniyle koruma planlamasında ikili bir yapının ortaya çıkması",
      "E": "Koruma kararlarının kentin bütünüyle etkileşimli biçimde ele alınmaması"
    },
    "explanation": "Bu soru, Bloom Taksonomisinde \"Analiz\" basamağındadır.<br/>Planlama ve koruma arasındaki uyumsuzluğun nedenleri arasında; koruma amaçlı planların genel imar planından ayrı ve geç ele alınması, kentsel sit kararlarının kent bütünüyle bütünleştirilmemesi, planların uygulama ve denetim eksiklikleri ile yetkilerdeki kargaşa (örneğin Koruma Kurulları ile yerel yönetimler arasındaki uyumsuzluk) sayılmaktadır."
  },
  {
    "id": "3843081",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kentsel mekânın temel işlevlerinden<u> biri değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Barınma",
      "B": "Çalışma",
      "C": "Eğlenme ve dinlenme",
      "D": "Ulaşım",
      "E": "Tarım"
    },
    "explanation": "Bu soru, Bloom Taksonomisine göre \"Anlama\" basamağındadır.<br/>Öğrenci, kentsel mekânın metinde belirtilen temel işlevlerini anlayarak bu işlevlerden biri olmayan seçeneği ayırt eder.<br/>Kentsel mekânların insan yaşamıyla ilgili dört ana işlevi barındırdığı belirtilmiştir: <em>barınma, çalışma, eğlenme/dinlenme ve ulaşım</em>. Tarımsal faaliyetler ise kentsel mekânın temel işlevleri arasında sayılmamıştır."
  },
  {
    "id": "3843082",
    "unitNumber": 1,
    "text": "Sit alanlarında <u>Koruma Amaçlı İmar Planı</u> yapılması suretiyle planlı koruma sürecinin başlatılması <u>ilk defa</u> hangi yasal düzenlemeyle mümkün hale gelmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "2863 sayılı Kültür ve Tabiat Varlıklarını Koruma Kanunu (1983)",
      "B": "5216 sayılı Büyükşehir Belediyesi Kanunu",
      "C": "3194 sayılı İmar Kanunu (1985)",
      "D": "1710 sayılı Eski Eserler Kanunu (1973)",
      "E": "2860 sayılı Vakıflar Kanunu"
    },
    "explanation": "Bu soru, Bloom Taksonomisinde \"Hatırlama\" basamağındadır.<br/>Öğrenci, planlı kentsel koruma konusunda öneme sahip yasal düzenlemeyi hatırlayarak doğru cevabı seçer.<br/>Türkiye’de kültür ve tabiat varlıklarının korunmasına ilişkin <strong>1983</strong> tarihli <strong>2863 sayılı Kanun</strong>, sit alanları için Koruma Amaçlı İmar Planı yapılmasının yasal temelini oluşturmuştur. Bu kanunla birlikte koruma planlaması kavramı mevzuata girmiş ve planlı koruma süreci başlamıştır."
  },
  {
    "id": "3843085",
    "unitNumber": 1,
    "text": "Tarihî kentsel bir dokunun korunup yaşatılması konusunda aşağıdaki ilkelere göre en uygun strateji aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eski yapıların yıkılarak modern ihtiyaçlara göre yeniden inşa edilmesi",
      "B": "Tarihî alanların çağdaş işlevlerle bütünleştirilerek korunması ve değerlendirilmesi",
      "C": "Sadece anıtsal değer taşıyan yapıların korunup diğer yapıların yenilenmesi",
      "D": "Tarihî bölgelerin tamamen turistik birer açık hava müzesine dönüştürülmesi",
      "E": "Koruma planlarının genel imar planından bağımsız olarak ele alınması"
    },
    "explanation": "Bu soru, Bloom Taksonomisine göre, \"Değerlendirme\" basamağındadır.<br/>Öğrenci, tarihi çevreyi koruma senaryolarını metindeki ilkelere göre karşılaştırıp en uygun stratejiyi belirler.<br/>Çağdaş koruma anlayışının, “tarihi çevrenin çağdaş işlevlerle bütünleşerek korunması” olduğunu ve salt koruma yerine koruma-değerlendirme-geliştirme yaklaşımının benimsendiğini vurgular. Buna göre tarihî dokuların korunması, onların modern yaşamın bir parçası haline getirilip işlevlendirilmesiyle mümkün ve anlamlı görülmektedir."
  },
  {
    "id": "3737176",
    "unitNumber": 2,
    "text": "\"........'in dünyanın yedi harikası üzerine söyledikleri tarihsel miras üzerine yapılan ilk açıklamalar olarak kabul edilmektedir.\"<br/>Aşağıdakilerden hangisi yukarıdaki cümleyi en doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Büyük İskender",
      "B": "Büyük Teoderik",
      "C": "Büyük Konstantin",
      "D": "Fatih Sultan Mehmet",
      "E": "Justinianus"
    },
    "explanation": "VI. yüzyılda Ostrogotların efsane kralı Büyük Teoderik’in dünyanın yedi harikası üzerine söyledikleri tarihsel miras üzerine yapılan ilk açıklamalar olarak kabul edilmektedir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3737177",
    "unitNumber": 2,
    "text": "Hangi kongrede tarihî yapılar ölü ve yaşayan olarak ikiye ayrılmış, bunlardan ölü yapılar olarak belirlenmiş kullanılmayan yapıların güçlendirilmeleri gerektiği, buna karşın, yaşayan yapıların restore edilerek korunmaları gerektiği yönünde bir uygulama politikası geliştirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası Tarihî Anıtlar Mimar ve Teknisyenleri Kongresi",
      "B": "Atina Mimarlar Kongresi",
      "C": "Madrid 6. Uluslararası Mimarlar Kongresi",
      "D": "CIAM kongresi",
      "E": "Moderne-Uluslararası Modern Mimarlık Kongresi"
    },
    "explanation": "Yirminci yüzyıl koruma açısından 1904 Madrid 6. Uluslararası Mimarlar Kongresi ile başlamıştır (Jokiletho, 2005: 13). Bu kongrede tarihî yapılar ölü ve yaşayan olarak ikiye ayrılmış, bunlardan ölü yapılar olarak belirlenmiş olan işlevlerini kaybetmiş kullanılmayan yapıların sadece harabe hâline dönüşmemeleri için güçlendirilmeleri gerektiği, buna karşın, yaşayan yapıların kullanımlarının ve güzelliklerinin sürdürülmesine olanak tanımak için restore edilerek korunmaları gerektiği yönünde bir uygulama politikası geliştirilmiştir."
  },
  {
    "id": "3737178",
    "unitNumber": 2,
    "text": "I. Müzecilik<br/>II. Peyzaj <br/>III. Kaçakçılık <br/>Yukarıdakilerden hangisi / hangileri 1964 tarihli Venedik Tüzüğü’ne gelinceye kadarki dönemde UNESCO’nun yoğunlaştığı konular arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "1964 tarihli Venedik Tüzüğü’ne gelinceye kadarki dönemde UNESCO’nun 1960, 62 ve 64 tarihli farklı toplantılarında üç tavsiye metini daha yayınladığı görülmektedir. Müzecilik, peyzaj ve kaçakçılık konularına yoğunlaşmış oldukça geniş kapsamlı bu tavsiyelerde koruma uygulamaları ve politikaları açısından ülkeler arasında ortak çizgiler oluşturulmaya çalışılmıştır."
  },
  {
    "id": "3737179",
    "unitNumber": 2,
    "text": "\"Bu sözleşmenin 3. ve 11. maddelerinde belirtilen hükümler ile uluslararası düzeyde bir kültür varlığı hukuku oluşturulmaya çalışılmış ancak pek çok pazar ülkenin bu sözleşmeye imza koymamasından ötürü bu olanak kullanılamamaktadır.\"<br/>Bahsi geçen sözleşme aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "New York Sözleşmesi",
      "B": "Nairobi Sözleşmesi",
      "C": "Atina Sözleşmesi",
      "D": "Paris Sözleşmesi",
      "E": "Dünya Kültürel ve Doğal Mirasın Korunması Sözleşmesi"
    },
    "explanation": "Üçüncü dönemin ilk uluslararası çalışması UNESCO’nun 1970 tarihli Kültür Varlıklarının Kanunsuz İthal, İhraç ve Mülkiyet Transferinin Önlenmesi ve Yasaklanması için Alınacak Tedbirlerle ilgili Paris Sözleşmesi’dir. (Kültür ve Turizm Bakanlığı, KVMG) Bu sözleşmenin 3. ve 11. maddelerinde belirtilen hükümler ile uluslararası düzeyde bir kültür varlığı hukuku oluşturulmaya çalışılmış ancak pek çok pazar ülkenin bu sözleşmeye imza koymamasından ötürü bu olanak kullanılamamaktadır."
  },
  {
    "id": "3737180",
    "unitNumber": 2,
    "text": "Tarihî Bahçeler üzerine olan tüzük aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1964 Venedik Tüzüğü",
      "B": "1982 ICOMOS Floransa Tüzüğü",
      "C": "1931 Atina Tüzüğü",
      "D": "1999 ICOMOS Geleneksel Mimari Miras Tüzüğü’",
      "E": "1987 ICOMOS Tarihî Kentlerin ve Kentsel Alanların Korunması Tüzüğü"
    },
    "explanation": "1982 ICOMOS Floransa Tüzüğü Tarihî Bahçeler üzerinedir."
  },
  {
    "id": "3737181",
    "unitNumber": 2,
    "text": "I.UNESCO<br/>II.ICCROM<br/>III. ICOMOS<br/>Yukarıdakilerden hangisi / hangileri 1994 tarihli 20. yüzyılın sonunda ulaşmış oldukları güncel anlamlar ve konu edildikleri politikalara dikkat çeken Nara Özgünlük Konferansı’nda rol oynamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "1994 tarihli UNESCO, ICCROM ve ICOMOS işbirliği ile Japon hükümeti Dış İşleri Dairesi ile Nara Valiliği tarafından düzenlenen Nara Özgünlük Konferansı’nda kültür varlıkları ve koruma kavramının 20. yüzyılın sonunda ulaşmış oldukları güncel anlamlar ve konu edildikleri politikalara dikkat çekilmesi açısından çok önemlidir"
  },
  {
    "id": "3737182",
    "unitNumber": 2,
    "text": "I. Yapı odaklı<br/>II. Alan odaklı<br/>III. Planlama odaklı<br/>Yukarıdakilerden hangisi / hangileri 1931’den günümüze yürütülen koruma politikaları arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "1931’den günümüze koruma politikalarındaki değişim yapı odaklı koruma politikaları, alan odaklı koruma politikaları, planlama odaklı koruma politikaları, sürdürülebilirlik odaklı koruma politikaları ve kent odaklı bütüncül koruma politikaları olmak üzere beş başlık altında ele alınmaktadır."
  },
  {
    "id": "3737238",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tek yapı koruma örnekleri arasında sayılmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Saint-Denis Bazilikası",
      "B": "Amiens Katedrali",
      "C": "Carcassonne",
      "D": "Saint-Hilaire Kilisesi",
      "E": "Saint-Sermin Kilisesi"
    },
    "explanation": "Tek yapı ölçeğinde koruma -restorasyon- yaklaşımının yönlendirdiği uzunca bir dönemde uygulamaları ile öne çıkan mimarların başında Fransız Eugéne Emmanuel Viollet-leDuc gelir. Saint-Denis Bazilikası restorasyonu (1848), Amiens Katedrali (1849), Carcassonne (1852) ve Saint-Sermin Kilisesi (1862) önemli tek yapı koruma örnekleri olarak kabul edilmektedir."
  },
  {
    "id": "3737239",
    "unitNumber": 2,
    "text": "Aşağıdaki ülkelerden hangisinde \"Centro Storico\" kavramı vurgulanarak tarihî merkezin tüm bütünselliği ile korunmasının gerekliliği kabul edilmiş, tek yapı ölçeğinde bir korumanın yeterli olamayacağının kabul edildiği bir döneme girilmiştir.",
    "correctAnswer": "B",
    "options": {
      "A": "İngiltere",
      "B": "İtalya",
      "C": "İspanya",
      "D": "Yunanistan",
      "E": "Almanya"
    },
    "explanation": "1960'larda, koruma ilkelerinin İtalya boyutunda karşımıza “Centro Storico” terimi çıkmaktadır. Tarihî Merkezin tüm bütünselliği ile korunmasının gerekliliği artık kabul edilmiş, tek yapı ölçeğinde bir korumanın yeterli olamayacağının kabul edildiği bir döneme girilmiştir."
  },
  {
    "id": "3737240",
    "unitNumber": 2,
    "text": "I. 1972 Stockholm konferansı<br/>II. 1987 Brundland Raporu<br/>III. 1972 UNESCO Dünya Miras listesi oluşumu<br/>Yukarıdakilerden hangisi / hangileri koruma açısından olumlu sonuçlar veren olaylardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "1980’lerden başlayarak 1990’lara dek koruma kavramında ve politikalarında çok hızlı bir gelişmenin yaşandığı görülür. Bu gelişmenin ilk basamaklarından birini hiç kuşku yok ki 1972 tarihli Stockholm konferansında alınan kararlar oluşturmuştur. 1987 Brundland Raporu, sürdürülebilir kalkınma kavramını geliştirerek gelecek kuşakların ihtiyaçlarını karşılayacakları kaynakların bugünden israf edilmemesini, doğal kaynakların korunması gerektiğini ortaya koymuştur. Böylece sürdürülebilirlik koruma politikalarının en önemli unsuru hâline gelmiştir. 1972 tarihli UNESCO Dünya Miras listesi oluşumu da yine bu dönemin en önemli olaylarından biridir."
  },
  {
    "id": "3737324",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinde XX. yüzyılın modern koruma kuramcıları doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "G. P. Bellori - C. Brandi - G. Giovannoni",
      "B": "C. Brandi - A. Riegl - J. J. Winckelmann",
      "C": "G. P. Bellori - G. Giovannoni - A. Riegl",
      "D": "J. J. Winckelmann - W. Morris - F. Guizot",
      "E": "C. Brandi - G. Giovannoni - A. Riegl"
    },
    "explanation": "Modern koruma ilkeleri, XX. yüzyıl başlarından itibaren Cesare Brandi, Gustavo Giovannoni ve Alois Riegl gibi kuramcıların önerdiği modern koruma kuramları içinde yerlerini almış, yapılan eleştirilerin de yardımı ile bu dönemde gelişmiş ve yerleşmiştir."
  },
  {
    "id": "3737325",
    "unitNumber": 2,
    "text": "Mahajan, özellikle Avrupa eksenli koruma politikaları ve tarihi kentler yönetimi irdelemesi koşutunda beş farklı dönemden söz eder. Bunlardan .....................dönem Tarihsel Alanların Korunmasını içermektedir. <br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Birinci",
      "B": "İkinci",
      "C": "Üçüncü",
      "D": "Dördüncü",
      "E": "Beşinci"
    },
    "explanation": "• Birinci dönem; İkinci Dünya Savaşı öncesi; Tek Yapı Ölçeğinde Koruma,<br/>• İkinci dönem; 1960’lara kadar; Tarihsel Alanların Korunması,<br/>• Üçüncü dönem; 1970’ler; Kent Planlama ve Kentsel Rehabilitasyon<br/>• Dördüncü dönem; 1970-1990 arası; Çevre yaklaşımları,<br/>• Beşinci dönem; 1990’lardan günümüze; Tarihsel merkezlerden tarihsel kentlere (yaşayan<br/>bir anıt olarak kent)."
  },
  {
    "id": "3737326",
    "unitNumber": 2,
    "text": "İngiliz Eski Yapıları Koruma Topluluğu 1877'de ....................tarafından kurulmuştur. <br/>Yukarıdaki cümlede boş bırakılan yer aşağıdakilerden hangisi ile doğru tamamlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Enea Silvio Piccolomin",
      "B": "François Guizot",
      "C": "Alois Riegl",
      "D": "William Morris",
      "E": "Johann Joachim Winckelmann"
    },
    "explanation": "1877’de William Morris tarafından kurulan İngiliz Eski Yapıları Koruma Topluluğu’nun kuruluş manifestosunu, XIX. yüzyılın son yıllarında Manş’ın diğer yakasında geliştirilen koruma kavramının genel bir görüntüsü olarak kabul edebiliriz."
  },
  {
    "id": "3737327",
    "unitNumber": 2,
    "text": "I. Dönemin ilk Uluslararası çalışması UNESCO'nun 1970 tarihli Paris Sözleşmesidir.<br/>II. Bu dönem, Kent Planlama ve Kentsel Rehabilitasyon olarak tanımlanmaktadır,<br/>III. UNESCO bünyesinde hükümetler arası Dünya Miras Komitesi kurulmuştur. <br/>Yukarıda bahsi geçen özellikler, Koruma politikalarının hangi döneminde gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Birinci",
      "B": "İkinci",
      "C": "Üçüncü",
      "D": "Dördüncü",
      "E": "Beşinci"
    },
    "explanation": "Üçüncü Dönem; 1970’ler Kent Planlama ve Kentsel Rehabilitasyon<br/>Üçüncü dönemin ilk uluslararası çalışması UNESCO’nun 1970 tarihli Kültür Varlıklarının Kanunsuz İthal, İhraç ve Mülkiyet Transferinin<br/>Önlenmesi ve Yasaklanması için Alınacak Tedbirlerle ilgili Paris Sözleşmesi’dir.<br/>Bu dönemde “Dünya Miras Komitesi” adı altında UNESCO bünyesinde hükümetler arası bir komite kurulmuştur."
  },
  {
    "id": "3737328",
    "unitNumber": 2,
    "text": "Koruma politikalarından Dördüncü dönem ile ilgili aşağıda verilen bilgilerden hangisi doğru bir ifade <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Bu dönem, Tarihi merkezlerde çevre yaklaşımlarını içerir.",
      "B": "1978 Paris toplantısından sonra yayınlanan tavsiye kararları taşınır kültür varlıkları ile ilgilidir.",
      "C": "1982 ICOMOS Floransa Tüzüğü Tarihi Bahçeler üzerinedir.",
      "D": "1987'de ICOMOS Brezilya tarafından Tarihi Merkezlerin Korunması ve Canlandırılması Seminerinde alınan kararlar, günümüz çağdaş koruma politikaları acısından çok belirleyicidir.",
      "E": "1988'de ICOMOS Tarihi Kentlerin ve Kentsel Alanların Korunması Tüzüğü Paris'deki toplantıda kabul edilmiştir."
    },
    "explanation": "1987'de ICOMOS Tarihî Kentlerin ve Kentsel Alanların Korunması Tüzüğü Washington’daki toplantıda kabul edilmiştir."
  },
  {
    "id": "3737329",
    "unitNumber": 2,
    "text": "Yapı odaklı politikalarda ..............., ............. ve ............... öne çıkan üç yaklaşımdır. <br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "koruma, gerçek ve erişim",
      "B": "değişim, bozulma ve yok olma",
      "C": "görsel, malzeme ve teknik",
      "D": "içerik, öneri ve proje",
      "E": "yaklaşım, geçerlilik ve planlama"
    },
    "explanation": "Yapı odaklı politikalarda öne çıkan üç yaklaşımın varlığından söz edilmektedir; koruma, gerçek ve erişim."
  },
  {
    "id": "3737330",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, koruma politikaları acısından bir kırılma dönemi olarak ortaya çıkan ve 1960'lı yılları kapsayan ikinci dönem ile ilgili doğru bir bilgi <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Alan odaklı koruma politikası hakimdir,",
      "B": "Dönemin en önemli uygulaması Malraux Yasası'dır.",
      "C": "İngiltere'de bazı tarihi yapılar yıkılmıştır,",
      "D": "Cento Storico terimi bu dönemde çıkmıştır,",
      "E": "Appleton Tüzüğü yayınlanmıştır,"
    },
    "explanation": "Dördüncü Dönem, 1970-1990 Arası: Tarihi Merkezlerde Çevre Yaklaşımları <br/>1983’te ise bu kez ICOMOS Kanada (İngilizce Konuşan) Burra Tüzüğü’nden<br/>esinlenerek Appleton Tüzüğü’nü yayınlamıştır."
  },
  {
    "id": "3737331",
    "unitNumber": 2,
    "text": "1987'deki ...............................,sürdürülebilir kalkınma kavramını geliştirerek gelecek kuşakların ihtiyaçlarını karşılayacakları kaynakların bugünden israf edilmemesini, doğal kaynakların korunması gerektiğini ortaya koymuştur. <br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Burra Sözleşmesi",
      "B": "Brundland Raporu",
      "C": "Nara Belgesi",
      "D": "Stockholm Konferansı",
      "E": "Paris Sözleşmesi"
    },
    "explanation": "1987 Brundland Raporu, sürdürülebilir kalkınma kavramını geliştirerek<br/>gelecek kuşakların ihtiyaçlarını karşılayacakları kaynakların bugünden israf edilmemesini, doğal kaynakların korunması gerektiğini ortaya koymuştur."
  },
  {
    "id": "3737332",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, yerel yönetimlerin kendi yetki ve sorumluluk sınırları içinde koruma alanları ilan etmelerine olanak sağlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1967-Sivil Hizmetler Yasası",
      "B": "1971-Legge sula Casa",
      "C": "1972-Stockholm Konferansı",
      "D": "1979-Burra Sözleşmesi",
      "E": "1994-Nara Belgesi"
    },
    "explanation": "1967 tarihli Sivil Hizmetler yasası yürürlüğe sokulmuş ve böylece kent parçalarının dokusal ve tarihî özellikleri irdelenerek gelişmelerinin yönlendirilmesi ve kontrol edilebilmesinin önü açılmıştır. Bu yasa tüm yerel yönetimlere kendi yetki ve sorumluluk sınırları içinde koruma alanları ilan etmelerine imkân vermektedir."
  },
  {
    "id": "3737333",
    "unitNumber": 2,
    "text": "Bologna kent merkezi ile ilgili olarak .................................ve ..............................tarafından hazırlanan koruma planı, bütünleşik koruma kavramının ilk uygulamalarından biridir.<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "André Malraux ve Louis Arretche",
      "B": "Paul Vitry ve Michel Marot",
      "C": "Guiseppe Campos Venuti ve Pierluigi Cervellati",
      "D": "Cesare Brandi ve Gustavo Giovannoni",
      "E": "Alois Riegl ve Giovanni Pietro Bellori"
    },
    "explanation": "Bologna kent merkezi ile ilgili olarak Guiseppe Campos Venuti ve Pierluigi Cervellati tarafından hazırlanan koruma planı, bütünleşik koruma kavramının ilk uygulamalarından biridir."
  },
  {
    "id": "3843222",
    "unitNumber": 2,
    "text": "Kültürel mirasın korunması, günümüzde toplumlar için aşağıdakilerin hangisinin bir göstergesi hâline gelmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomik kalkınma düzeyinin",
      "B": "Toplumsal gelişmişlik düzeyinin",
      "C": "Siyasi bağımsızlık düzeyinin",
      "D": "Teknolojik ilerleme düzeyinin",
      "E": "Kültürel farklılaşma düzeyinin"
    },
    "explanation": "Öğrenciden herhangi bir yorum yapması değil, doğrudan metinde verilen bir bilginin hatırlanması beklendiği için Bloom’un “hatırlama” düzeyine hitap etmektedir.<br/>20. yüzyılın ikinci yarısından itibaren kültürel mirasın korunmasının toplumlar açısından özenle korunması gereken bir değer olarak görülmeye başlandığı ve giderek bir toplumsal gelişmişlik göstergesi hâline geldiği vurgulanmaktadır. Bu ifade, kültürel mirasın korunma düzeyinin bir ülkenin veya toplumun gelişmişlik ve ilerleme seviyesinin göstergesi olarak kabul edildiğini ortaya koymaktadır. Bu nedenle seçenekler içinde <em>“Toplumsal gelişmişlik düzeyinin”</em> bir göstergesi olması ifadesi doğru cevaptır."
  },
  {
    "id": "3843226",
    "unitNumber": 2,
    "text": "Jokilehto’nun koruma yaklaşımlarına ilişkin sınıflandırmasında aşağıdakilerden hangisi <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Tarih olarak anıtlar",
      "B": "Stilistik Restorasyon Dönemi",
      "C": "Modern Koruma Dönemi",
      "D": "Geleneklerin sürdürülmesi",
      "E": "Bilimsel Koruma Dönemi"
    },
    "explanation": "Öğrenci, Jokilehto’nun belirttiği koruma yaklaşımı dönemlerini ezberden bilip bilmediğiyle değerlendirilir. Herhangi bir yorumlama gerektirmeden, metindeki bilgilerin aynen hatırlanmasına dayandığı için bu soru Bloom’un \"hatırlama\" düzeyine karşılık gelmektedir.<br/>Jokilehto’nun yaptığı sınıflandırmaya göre koruma yaklaşımları dört dönem veya başlık altında toplanmıştır:<br/>(1) Tarih olarak anıtlar,<br/>(2) Stilistik Restorasyon Dönemi,<br/>(3) Modern Koruma Dönemi<br/>(4) Geleneklerin sürdürülmesi.<br/>A, B, C ve D’deki ifadelerin bu dört başlığa karşılık geldiği görülür. “Bilimsel Koruma Dönemi” şeklinde bir dönem ise Jokilehto’nun sınıflandırmasında bulunmamaktadır."
  },
  {
    "id": "3843227",
    "unitNumber": 2,
    "text": "1960’lı yıllarda ortaya çıkan<u> alan odaklı koruma</u> politikasının, önceki <u>tek yapı odaklı koruma</u> anlayışına göre <u>en temel farkı</u> aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca anıt niteliğindeki yapıları korumayı hedeflemesi",
      "B": "Tarihî yapının içinde bulunduğu çevrenin de özgün olmasının kabulü",
      "C": "Yeni yapıların inşasını teşvik etmesi",
      "D": "Koruma için yasal düzenlemeleri ertelemesi",
      "E": "Manevî eğerlerin korunmasına yönelmesi"
    },
    "explanation": "Bu soru, iki farklı koruma politikasını karşılaştırarak aralarındaki temel farkı belirlemeyi gerektirir. Öğrencinin metindeki bilgileri analiz edip <em>“alan odaklı”</em> ve <em>“tek yapı odaklı”</em> yaklaşımları ayırt etmesi, aralarındaki ilişkiyi ve değişimi kavraması beklenir. Farklı yaklaşımların karşılaştırılması söz konusu olduğundan, soru Bloom’un analiz düzeyine hitap etmektedir.<br/>1960’ları kapsayan alan odaklı ikinci dönemin en önemli farkının, tek yapı ölçeğindeki koruma yerine yapının yakın çevresinin de o yapının özgün niteliğinin vazgeçilmez bir devamı olarak görülmesi olduğu belirtilmiştir. Bu yaklaşım sayesinde sadece tek bir yapıyı değil, onun bulunduğu sokak, mahalle veya kentsel dokuyu bir bütün olarak koruma altına alma anlayışı gelişmiştir."
  },
  {
    "id": "3843228",
    "unitNumber": 2,
    "text": "1962 tarihli Malraux Yasası, koruma politikaları tarihinde neden önemli bir yere sahiptir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kültürel mirasın korunmasına dair dünyadaki ilk uluslararası yasa olduğu için",
      "B": "Tarihî kentsel bölgelerin bütüncül korunmasını hedefleyen ilk kapsamlı ulusal düzenlemelerden biri olduğu için",
      "C": "Tek yapı restorasyonunu tamamen yasakladığı için",
      "D": "Yürürlüğe girdikten kısa süre sonra kaldırıldığı için",
      "E": "Manevî mirasın korunmasına öncelik verdiği için"
    },
    "explanation": "Öğrenciden Malraux Yasası’nın neden önemli olduğunu hatırlaması beklenir. Yorum veya analizden ziyade metindeki belirli bir bilginin anımsanması gerektiği için hatırlama düzeyindedir.<br/>Malraux Yasası (1962), Fransa’da tarihî kentsel alanların korunması konusunda çıkarılan ilk kapsamlı yasal düzenlemedir. Metinde de bu yasa, geniş kapsamlı kentsel koruma konusundaki ilk çaba olarak kabul edilmektedir. Malraux Yasası ile Fransa’da belirli tarihî kent dokularının koruma alanı ilan edilerek bütün olarak korunması ve yenilenmesi hedeflenmiştir."
  },
  {
    "id": "3843229",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 1964 Venedik Tüzüğü’nün getirdiği koruma yaklaşımlarında yapılan yeniliklerden biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Tarihî eser kavramının, eserin yakın çevresini de kapsayacak şekilde genişletilmesi",
      "B": "Gösterişli anıtların yanı sıra mütevazı ve basit yapıların da koruma kapsamına alınabileceğinin kabulü",
      "C": "Sosyal ve ekonomik unsurların koruma politikalarına dâhil edilmesi ilkesinin getirilmesi",
      "D": "Tarihî yapıların üzerinde değişiklik yapılmaması şartıyla korunma amacıyla kullanılabilmesi",
      "E": "Koruma fikrinde süreklilik ilkesinin vurgulanması ve korunacak değerlerin nesiller boyu aktarımının hedeflenmesi"
    },
    "explanation": "Öğrenci, metindeki bilgileri analiz ederek Venedik Tüzüğü’nün kapsamına girmeyen seçeneği elemelidir. Farklı bilgiler arasında ayrım yapma ve yanlış olanı tespit etme söz konusu olduğu için soru analiz düzeyindedir.<br/>1964 tarihli Venedik Tüzüğü, Atina Tüzüğü’nün ardından koruma yaklaşımını daha kapsamlı hale getiren önemli ilkeler ortaya koymuştur. Sayfa bu tüzük ile:<br/><ul> <li> Tarihî eser kavramı, yapının yakın çevresiyle birlikte ele alınacak şekilde genişletilmiştir. Yani bir tarihî yapıyı çevresinden soyutlamadan koruma anlayışı benimsenmiştir.<br/></li> <li> Gösterişli büyük yapılar kadar daha mütevazı ve basit yapıların da koruma kapsamına alınabileceği kabul edilmiştir. Böylece sadece anıtsal yapılar değil, tarihî değeri olan her ölçekte yapı korunmalıdır fikri güçlenmiştir.<br/></li> <li> Devamlılık kavramı koruma literatürüne girmiş, korunacak değerlerin kuşaklar boyunca aktarılmasına vurgu yapılmıştır.<br/></li> <li> Tarihî yapıların işlevlendirilerek kullanılabileceği, ancak bu kullanım için yapıda özgünlüğü bozacak değişiklikler yapılmaması gerektiği ilkesi getirilmiştir.<br/></li> </ul><br/>Yukarıdaki maddeler A, B, D ve E seçeneklerinde belirtilen hususlarla örtüşmektedir ve Venedik Tüzüğü’nün getirdiği yeniliklerdir. Buna karşılık C seçeneğinde belirtilen <em>“sosyal ve ekonomik unsurların koruma politikalarına dahil edilmesi”</em> ilkesi, metinde Venedik Tüzüğü’ne atfedilmemiştir."
  },
  {
    "id": "3843230",
    "unitNumber": 2,
    "text": "<strong>Üstün Evrensel Değer </strong>kavramı dünya mirasının korunması bağlamında neyi ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğal mirasın, kültürel mirastan daha üstün sayıldığını",
      "B": "Her ülkenin, yalnızca kendi ulusal mirasını korumakla yükümlü olduğunu",
      "C": "Sadece UNESCO’nun belirlediği eserlerin korumaya değer olduğunu",
      "D": "Olağanüstü öneme sahip mirasın, bulunduğu ülkeden başlayarak tüm insanlığın ortak sorumluluğunda korunması gerektiğini",
      "E": "Kültürel mirasın korunmasının tamamen ekonomik getiriye dayanması gerektiğini"
    },
    "explanation": "Öğrencinin \"ilgili\" kavramın ne anlama geldiğini, kavramın özünü kendi ifadeleriyle tanıyabilmesi beklenir. Bu, Bloom taksonomisine göre anlama düzeyindeki bir beceridir; çünkü doğrudan hatırlama değil, metindeki tanımın özünü doğru olarak anlama söz konusudur.<br/><em>Üstün Evrensel Değer</em> kavramı, 1972 tarihli UNESCO Dünya Mirası Sözleşmesi ile ortaya konmuş ve metinde bu kavramın anlamı açıklanmıştır. Buna göre \"dünya mirası listesine giren olağanüstü değer taşıyan kültürel ve doğal miras ögelerinin korunması, her ulusun öncelikli görevidir ve bu görev kendi ülkesindekilerden başlayarak bütün ulusların ortak sorumluluğudur\" ifadesi geçmektedir."
  },
  {
    "id": "3843231",
    "unitNumber": 2,
    "text": "Bir kentin tümünü <strong>“tarihî merkez”</strong> ilan eden İtalya, hangi olumsuz sonuçla karşılaşmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yeni yapılaşmaların tamamen kontrolsüz bir şekilde artmasına yol açması",
      "B": "Farklı koruma kurullarının sayısının aşırı artması ve yetki karmaşasına neden olması",
      "C": "Bölgedeki yapıların tamamının tarihî değere sahip sayılmasıyla kavramın zayıflaması",
      "D": "Koruma çalışmalarını kolaylaştırarak uygulamaların hız kazanması",
      "E": "Tarihî merkezlerdeki tüm yapıların yıkımına izin verilmesi"
    },
    "explanation": "Bu soru, koruma politikalarındaki bir uygulamanın yol açtığı sonucu incelemeyi gerektirir. Öğrencinin ders kitabında ilgili sayfada bulunan durumu neden-sonuç ilişkisi ile analiz ederek belirtilen uygulamanın olumsuz etkisini tespit etmesi beklenir. Spesifik bir sonucu çıkardığı için analiz düzeyinde bir sorudur.<br/>Sayfa 54'te bahsedildiği üzere, İtalya’da “tarihî merkez” tanımının tüm kentsel alanı kapsar şekilde algılanmaya başlamasının, oradaki her yapının tarihî değere sahip yapı olarak kabul edilmesine yol açtığı; bunun da “tarihî merkez” kavramının içinin boşalmasına ve anlamının zayıflamasına neden olduğu belirtilmiştir."
  },
  {
    "id": "3843232",
    "unitNumber": 2,
    "text": "1970'li yıllarda tarihî kent merkezlerinde gerçekleştirilen koruma/yenileme uygulamalarının sosyal etkilerinden hangisi belirgin şekilde gözlemlenmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kent merkezlerinde nüfus artışı ve eski sakinlerin geri dönüşü",
      "B": "Tarihî merkezlerin özgün nüfusunun bir kısmını kaybetmesi ve yerini daha varlıklı insanların gelmesi",
      "C": "İşçi sınıfının kent merkezlerinde yoğunlaşması ve yayılması",
      "D": "Kent merkezlerinde demografik yapının büyük ölçüde değişmeden kalması",
      "E": "Tarihî bölgelerde turistik nüfusun tamamen yerli halkın yerini alması"
    },
    "explanation": "Bu soru, ders kitabından hareketle, bir dönem için belirtilen sosyo-demografik değişimin anlaşılmasını gerektirir. Öğrencinin, 1970’ler boyunca tarihî kent merkezlerinde yaşanan <em>soylulaştırma</em> ve nüfus değişimi olgusunu metinden çıkarıp doğru seçeneğe yansıtması beklenir. Anlama basamağında bir sorudur.<br/>1970’li yılları kapsayan dönemde pek çok Avrupa kentinin tarihî merkezinde uygulanan yenileme ve koruma çalışmalarının <strong>o bölgelerin özgün nüfusunun neredeyse yarısını kaybetmesine yol açtığı</strong> belirtilmiştir. Bu süreçte tarihî kent merkezleri, yeni ve daha yüksek gelir gruplarına hizmet eder hale gelmiş; <strong>soylulaştırma</strong> olgusu bu alanlarda adeta rutin bir sonuç haline gelmiştir. Yani, düşük gelirli veya uzun yıllardır o bölgede yaşayan sakinler yerlerini daha varlıklı veya farklı kesimlere bırakmıştır. B seçeneği bu durumu net bir şekilde ifade etmektedir."
  },
  {
    "id": "3843233",
    "unitNumber": 2,
    "text": "Günümüz koruma anlayışında, somut olmayan kültürel değerlerin korunması neden <u>vazgeçilmez </u>görülmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Modern kentlerde fiziksel restorasyon maliyetlerinin yüksek olması",
      "B": "Somut olmayan değerlerin, korunmasalar bile kendiliğinden devam etmesi",
      "C": "Kentin kimliğinin, gelenekleri ve yaşam tarzları gibi unsurlar sürdürülebildiği takdirde korunabileceği",
      "D": "Somut mirasın artık önemini yitirmesi",
      "E": "Uluslararası sözleşmelerde sadece somut olmayan mirastan bahsedilmesi"
    },
    "explanation": "Bu soru, koruma politikalarının en güncel aşamasında vurgulanan ilkenin nedenini irdelemeyi gerektirir. Öğrenci, metindeki sonuca yönelik ifadeleri çözümleyerek <em>“neden vazgeçilmez görülüyor”</em> sorusunu yanıtlar. Kent kimliği ile kültürel süreklilik arasındaki ilişkiyi metinden analiz ederek çıkardığı için bu soru Bloom’un analiz düzeyine hitap etmektedir.<br/>Bir kentin kimliğinin ancak o kentin gelenekleri, yaşam alışkanlıkları ve insani boyutunun sürdürülebilmesi ile mümkün olduğu ifade edilmektedir. Somut olmayan kültürel miras unsurlarının (örf, âdet, gelenek, yaşam tarzı gibi) korunması ve devamlılığı, fiziksel mekânların yaşatılması kadar önemli ve vazgeçilmez görülmektedir. Bu sayede kentler, sırf fiziksel yapıları değil, ruhları ve özgün kültürel dokuları ile geleceğe aktarılabilecektir. C seçeneği tam olarak bu noktayı açıklamaktadır."
  },
  {
    "id": "3843234",
    "unitNumber": 2,
    "text": "Kültürel mirasın korunması konusunda toplumlar <strong>neden tek başlarına sorumlu <u>tutulmamalıdır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tüm dünya toplumlarının ortak değeri olması ve sorumluluğun paylaşılarak üstlenilmesi nedeniyle",
      "B": "Birçok toplumun koruma için yeterli kaynağa sahip olmaması nedeniyle",
      "C": "Uluslararası kuruluşların bu sorumluluğu zaten üstlenmesi nedeniyle",
      "D": "Her toplumun kültürel mirası farklı tanımlaması nedeniyle",
      "E": "Kültürel mirasın, toplum kimliği için önemli bir unsur olmaması nedeniyle"
    },
    "explanation": "Bu soru, metindeki bir yargının nedenini anlama becerisini ölçer. Dolayısıyla hatırlama düzeyinin ötesine geçerek metindeki sebep-sonuç ilişkisini anlamayı gerektirdiği için Bloom taksonomisinde “anlama” düzeyine hitap eder.<br/>Kültürel mirasın evrensel bir değer olduğu ve korunması sorumluluğunun tüm dünya toplumlarınca ortaklaşa üstlenilmesi gereken bir olgu olduğu açıkça belirtilmiştir. Bu nedenle herhangi bir toplumun tek başına mirasını korumakla bırakılmasının doğru bir yaklaşım olmadığı vurgulanmaktadır. Başka bir deyişle, kültürel miras belli bir toplumun tekelinde değildir; insanlığın ortak mirasıdır ve tüm toplumların paydaş olduğu bir sorumluluk alanıdır. Doğru cevap A seçeneğidir,"
  },
  {
    "id": "3737241",
    "unitNumber": 3,
    "text": "Aşağıdaki ülkelerden hangisi tüm Avrupa’yı Klasik dönem hayranlığı sararken, milli anlayış ile Orta Çağ sanatına ve mimarisine yönelmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fransa",
      "B": "Almanya",
      "C": "İtalya",
      "D": "İspanya",
      "E": "Portekiz"
    },
    "explanation": "Tüm Avrupa’yı Klasik dönem hayranlığı sararken, Fransa’da milli anlayış Orta Çağ sanatına ve mimarisine yönelmiştir"
  },
  {
    "id": "3737242",
    "unitNumber": 3,
    "text": "II. Dünya Savaşı sonrası, koruma konusunda ortaya çıkan sorunlar, uygulamalar 25-31 Mayıs 1964’te yapılan “Tarihi Anıtların Korunması ile ilgili Mimar ve Teknisyenlerin II. Uluslararası Konferansı”nda ele alınmıştır. Toplantı sonunda oluşturulan tüzük aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Atina Tüzüğü",
      "B": "Floransa Tüzüğü",
      "C": "Venedik Tüzüğü",
      "D": "Stokholm Tüzüğü",
      "E": "Nairobi Tüzüğü"
    },
    "explanation": "II. Dünya Savaşı sonrası, koruma konusunda ortaya çıkan sorunlar, uygulamalar, Venedik’te, 25-31 Mayıs 1964’te yapılan “Tarihi Anıtların Korunması ile ilgili Mimar ve Teknisyenlerin II. Uluslararası Konferansı”nda ele alınmıştır. Toplantı sonunda Venedik Tüzüğü/Venice Charter oluşturulmuştur."
  },
  {
    "id": "3737243",
    "unitNumber": 3,
    "text": "Hangi yıl Avrupa Mimari Miras Yılı ilan edilmiş ve sonrasında kültür varlığı ve tabiat varlığı kavramları kullanılır olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1955",
      "B": "1965",
      "C": "1975",
      "D": "1985",
      "E": "1995"
    },
    "explanation": "Avrupa Mimari Miras Yılı ilan edilen 1975’ten sonra kültür varlığı ve tabiat varlığı kavramları kullanılır olmuştur."
  },
  {
    "id": "3737244",
    "unitNumber": 3,
    "text": "I. Anıt<br/>II. Kentsel ve kırsal yerleşmeler<br/>III. Kültürel peyzajlar<br/>Yukarıdakilerden hangisi / hangileri taşınmaz kültürel miras kapsamındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Taşınmaz kültürel miras, anıt, tek yapı, yapı grubu, kentsel ve kırsal yerleşmeler, kültürel peyzajlar ve bunlara ait tüm yapısal bileşenleri kapsamaktadır."
  },
  {
    "id": "3737245",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi anıt çevre olarak değerlendirilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ayasofya Kilisesi",
      "B": "Süleymaniye Külliyesi",
      "C": "Mardin",
      "D": "Edirne",
      "E": "Kapadokya"
    },
    "explanation": "Ayasofya (İstanbul) anıt yapı, Süleymaniye Külliyesi (İstanbul) anıt yapı gurubu, külliye, Mardin, Edirne anıt kent, Kapadokya bölgesi anıt çevre olarak değerlendirilebilmektedir."
  },
  {
    "id": "3737246",
    "unitNumber": 3,
    "text": "Kuruluş aşamasında tasarlanmış yapı grubuna ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Anıt kent",
      "B": "Anıt yapı",
      "C": "Külliye",
      "D": "Tek Yapı",
      "E": "Sit"
    },
    "explanation": "Külliye kuruluş aşamasında tasarlanmış bir yapı grubudur. Örneğin, Osmanlı döneminde, cami, medrese, hamam, han, kütüphane vb. yapıları içeren yapı grupları külliye olarak adlandırılmıştır. Süleymaniye Külliyesi, Selimiye Külliyesi en önemli örneklerdendir."
  },
  {
    "id": "3737247",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"insanlık tarihi, milli tarihimiz veya askeri harp tarihi açısından çok önemli tarihi olayların cereyan ettiği ve bu sebeple korunması gerekli yerler…” olarak tanımlanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Arkeolojik Sit",
      "B": "Kentsel Sit",
      "C": "Kırsal Sit",
      "D": "Kentsel Arkeolojik Sit",
      "E": "Tarihi Sit"
    },
    "explanation": "Tarihî Sit, uluslararası ya da ulusal tarihler açısından önemli olaylara sahne olması nedeni ile korunması gerekli bulunan alanlardır. “…İnsanlık tarihi, milli tarihimiz veya askeri harp tarihi açısından çok önemli tarihi olayların cereyan ettiği ve bu sebeple korunması gerekli yerler…” olarak tanımlanmaktadır"
  },
  {
    "id": "3737248",
    "unitNumber": 3,
    "text": "I. Yasal Mevzuatın Araştırılması<br/>II. Envanter Oluşturulması<br/>III. Alan çalışması<br/>Yukarıdakilerden hangisi / hangileri koruma öncesi yapılacak işlemler arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Seçeneklerin tamamı koruma öncesi yapılacak işlemler arasındadır."
  },
  {
    "id": "3737249",
    "unitNumber": 3,
    "text": "Taşınmazın en az müdahale ile korunmasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Olduğu gibi koruma",
      "B": "Restorasyon",
      "C": "Restitüsyon",
      "D": "Reprodüksiyon",
      "E": "Yenileme"
    },
    "explanation": "Olduğu Gibi Koruma, taşınmazın en az müdahale ile korunmasıdır. Bu yöntem ile öncelikle yapının yakın çevresindeki yeşil alanlar, kamu alanları, trafik, altyapı ve üstyapı vb. kentsel işlevler, donanımlar yapıya zarar vermeyecek biçimde düzenlenir. İkinci olarak da strüktürel olmayan çatı sorunlarının, sıva, boya, badana, ahşap ve kagir elemanlardaki basit müdahale gerektiren sorunların giderilmesi amaçlanmaktadır."
  },
  {
    "id": "3737250",
    "unitNumber": 3,
    "text": "Taşınmazın, tarihsel belge değeri olmayan ve özgünlüğünü bozan eklerin kaldırılması işlemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ayıklama",
      "B": "Bütünleme",
      "C": "Yenileme",
      "D": "Taşıma",
      "E": "Taklit"
    },
    "explanation": "Ayıklama/Liberation, taşınmazın, tarihsel belge değeri olmayan ve özgünlüğünü bozan eklerin kaldırılması işlemidir."
  },
  {
    "id": "3737304",
    "unitNumber": 3,
    "text": "Aşağıda verilen ifadelerden hangisi/hangileri koruma ile ilgili değildir?<br/>I. Tarihsel süreçte olgunlaşan bilinçli yaklaşım sonucu ortaya çıkan koruma ise önceki uygarlıkların yarattığı kültürel değerleri yaşatmak ve gelecek kuşaklara aktarmak kaygısı taşımaktadır.<br/>II. Zarar verici, yok edici tehditlere karşı önlem almak olarak tanımlanır.<br/>III. Koruma kavramı, sosyal, ekonomik, politik vb. toplumsal yaşamın<br/>hemen hemen bütün alanlarında kullanılan bir deyimdir.",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II",
      "C": "I-II ve III",
      "D": "III",
      "E": "II ve III"
    },
    "explanation": "I-I-III numaralı ifadelerin tümü koruma ile ilgilidir."
  },
  {
    "id": "3737305",
    "unitNumber": 3,
    "text": "I. Yapılan restorasyon tarihi bir işaret ya da rakamla belirtilmelidir.<br/>II. Anıtlar tüm insanlığın tarihini belgelerler. Bu nedenle onlara saygılı davranılması gerekir.<br/>III. Restorasyon sırasında yapılan işlemler rapor, çizim ve fotoğraflarla dikkatle belgelenmelidir.<br/>IV. Mimari anıtlara müdahale edilmesi zorunlu olabilir; Ancak sağlamlaştırma onarımdan, onarım ise restore etmekten daha iyidir. Yenileme ve eklerden kaçınılmalıdır.<br/>V. İlk tasarımdan sonra, değişik dönemlerde yapılan ekler anıtın bir parçası olarak kabul edilmeli; başka bir ögeyi kapatma ya da bozma gibi zararlı etkileri olmadığı takdirde korunmalıdır.<br/>Yukarıda verilen ifadelerde doğru bir restorasyonun temel ilkeleri ifade edilmiştir. Bu ilkeleri ilk belirten kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Camillo Boito",
      "B": "John Ruskin",
      "C": "Violllet Le Duc",
      "D": "Vitrivius",
      "E": "Andre Malraux"
    },
    "explanation": "Camillo Boito doğru bir restorasyonun temel ilkelerini şu<br/>şekilde sıralamıştır:“…1. Anıtlar tüm insanlığın tarihini belgelerler.<br/>Bu nedenle onlara saygılı davranılması gerekir. Yapılacak herhangi bir değişiklik yanıltıcı sonuç ve hükümlere yol açabilir.<br/>2. Mimari anıtlara müdahale edilmesi zorunlu olabilir; Ancak sağlamlaştırma onarımdan, onarım ise restore etmekten daha iyidir. Yenileme ve eklerden kaçınılmalıdır.<br/>3. Eğer strüktürel aksaklıklar, güvenlik gibi nedenlerle<br/>anıta ek yapılması gerekirse, bunlar somut verilere dayandırılmalı; yapının görsel bütünlüğüne ve biçimine saygı gösterilerek, başka malzeme ve özellikte gerçekleştirilmelidir. Yapılan restorasyon tarihi<br/>bir işaret ya da rakamla belirtilmelidir.<br/>4. İlk tasarımdan sonra, değişik dönemlerde yapılan ekler anıtın bir parçası olarak kabul edilmeli; başka bir ögeyi kapatma ya da bozma gibi zararlı etkileri olmadığı takdirde korunmalıdır.<br/>5. Restorasyon sırasında yapılan işlemler rapor,<br/>çizim ve fotoğraflarla dikkatle belgelenmelidi...”"
  },
  {
    "id": "3737306",
    "unitNumber": 3,
    "text": "II. Dünya Savaşı sonrası, koruma konusunda ortaya çıkan sorunlar, uygulamalar nerede ele alınmış ve bu toplantı sonrası bir tüzük oluşturulmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "İstanbul",
      "B": "Viyana",
      "C": "Dresden",
      "D": "Londra",
      "E": "Venedik"
    },
    "explanation": "II. Dünya Savaşı sonrası, koruma konusunda ortaya çıkan sorunlar, uygulamalar, Venedik’te, 25-31 Mayıs 1964’te yapılan “Tarihi Anıtların<br/>Korunması ile ilgili Mimar ve Teknisyenlerin II. Uluslararası Konferansı”nda ele alınmıştır. Toplantı sonunda Venedik Tüzüğü/Venice Charter oluşturulmuştur."
  },
  {
    "id": "3737307",
    "unitNumber": 3,
    "text": "Kültürel mirasın savaş öncesi ve savaş ortamında korunması için<br/>neler yapılması gerektiğine dikkat çekilen sözleşme aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Venedik Sözleşmesi",
      "B": "Lahey Sözleşmesi",
      "C": "Dünya Kültürel ve Doğal Mirasın Korunması Sözleşmesi",
      "D": "Washington Sözleşmesi",
      "E": "Somut olmayan Kültürel Mirasın Korunması Sözleşmesi"
    },
    "explanation": "Lahey Sözleşmesi: Silahlı Çatışma Halinde Kültürel Varlığın Korunması Sözleşmesi/Hague Convention: Convention for the Protection of<br/>Cultural Property in the Event of Armed Conflict: Kültürel mirasın savaş öncesi ve savaş ortamında korunması için neler yapılması gerektiğine dikkat çekilmiştir."
  },
  {
    "id": "3737308",
    "unitNumber": 3,
    "text": "Sitler ile ilgili aşağıda verilen ifadelerden hangisi/hangileri yanlıştır?<br/>I. Sit kavramı, insan eli ile ortaya çıkarılmış ya da doğada kendiliğinden var olan alanlar içinde kullanılmaktadır.<br/>II. Arkeolojik sit, uluslararası ya da ulusal tarihler açısından önemli olaylara sahne olması nedeni ile korunması gerekli bulunan alanlardır.<br/>III. Sit 2863 sayılı Kültür ve Tabiat Varlıklarını Koruma Kanunu’nda “…Tarih öncesinden günümüze kadar gelen çeşitli medeniyetlerin ürünü<br/>olup, yaşadıkları devirlerin sosyal, ekonomik, mimari ve benzeri özelliklerini yansıtan kent ve kent kalıntıları, kültür varlıklarının yoğun olarak bulunduğu sosyal yaşama konu olmuş veya önemli tarihi hadiselerin cereyan ettiği yerler ve tespiti yapılmış tabiat özellikleri ile korunması gerekli...” alanlar olarak tanımlanmaktadır.<br/>IV. Kırsal Sit, tarımsal faaliyetlerin egemen olduğu alanlar için öngörülmektedir.",
    "correctAnswer": "E",
    "options": {
      "A": "II-III ve IV",
      "B": "I-II",
      "C": "III",
      "D": "II-IV",
      "E": "II"
    },
    "explanation": "Arkeolojik sit, Korunması Gerekli Taşınmaz Kültür Varlıklarının ve Sitlerin Tespit ve Tescili Hakkında adlı yönetmelikte “…İnsanlığın varoluşundan günümüze kadar ulaşan eski uygarlıkların yer altında, yer üstünde ve su altındaki ürünlerini, yaşadıkları devirlerin sosyal, ekonomik ve kültürel özelliklerini yansıtan her türlü kültür varlığının yer aldığı yerleşmeler ve alanlar…” olarak tanımlanmaktadır. II. numaralı ifade Tarihi sit tanımıdır."
  },
  {
    "id": "3737309",
    "unitNumber": 3,
    "text": "Taşınmazın tasarım, yapım teknolojisi ve malzemesi vb. yapıldığı dönem ya da dönemlere özgü niteliklerini korumak amacı ile yapılan<br/>kapsamlı koruma müdahalesine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ayıklama/Liberation",
      "B": "Bütünleme/Reintegration",
      "C": "Restorasyon",
      "D": "Restitüsyon",
      "E": "Sağlamlaştırma/Consolidation"
    },
    "explanation": "Restorasyon, taşınmazın tasarım, yapım teknolojisi ve malzemesi vb. yapıldığı dönem ya da dönemlere özgü niteliklerini korumak amacı ile yapılan kapsamlı koruma müdahalesidir."
  },
  {
    "id": "3737310",
    "unitNumber": 3,
    "text": "Taşınmazın, tarihsel belge değeri olmayan ve özgünlüğünü bozan eklerin kaldırılması işlemine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Taşıyıcı Sistemin Sağlamlaştırılması",
      "B": "Restorasyon",
      "C": "Koruma",
      "D": "Ayıklama/Liberation",
      "E": "Restitüsyon"
    },
    "explanation": "Ayıklama/Liberation, taşınmazın, tarihsel belge değeri olmayan ve özgünlüğünü bozan eklerin kaldırılması işlemidir."
  },
  {
    "id": "3737311",
    "unitNumber": 3,
    "text": "I. Taşıma/Reconstitution, taşınmazın özgün konumunda korunmasının mümkün olmadığı durumlarda uygulanan koruma yöntemidir.<br/>II. Yeniden Yapma, Ayıklama/Liberation, taşınmazın, tarihsel belge değeri olmayan ve özgünlüğünü bozan eklerin kaldırılması işlemidir.<br/>III. Sağlamlaştırma/Consolidation, taşınmazın fiziksel varlığını sürdürebilmesi sorun olduğundan başvurulan koruma yöntemdir.<br/>IV. Bütünleme/Reintegration, Taşınmazda, yapı elemanında<br/>yok olmuş parçaların tamamlanması işlemidir.<br/>V. Ayıklama/Liberation, çeşitli etkenlerle önemli ölçüde tahrip olmuş ya da tümü ile yok olmuş bir yapının, yapı grubunun, sitin ya da kentin belgelere bağlı olarak yeniden inşa edilmesidir.<br/>Yukarıda verilen ifadelerden hangisi/hangileri yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "II ve V",
      "B": "I-II ve V",
      "C": "III ve IV",
      "D": "III-IV ve V",
      "E": "I"
    },
    "explanation": "Ayıklama/Liberation, taşınmazın, tarihsel belge değeri olmayan ve özgünlüğünü bozan eklerin kaldırılması işlemidir.<br/>Yeniden yapma eşitli etkenlerle önemli ölçüde tahrip olmuş ya da tümü ile yok olmuş bir yapının, yapı grubunun, sitin ya da kentin belgelere bağlı olarak yeniden inşa edilmesidir."
  },
  {
    "id": "3737312",
    "unitNumber": 3,
    "text": "Kültür varlığının benzerinin yapılmasına ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sağlamlaştırma/Consolidation",
      "B": "Taklit/Replica, Reproduction, Facsimile",
      "C": "Restorasyon",
      "D": "Restitüsyon",
      "E": "Rölöve"
    },
    "explanation": "Taklit/Replica, Reproduction, Facsimile; kültür varlığının benzerinin yapılmasıdır."
  },
  {
    "id": "3737313",
    "unitNumber": 3,
    "text": "Aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeniden yapma yaygın bir koruma yöntemidir.",
      "B": "Yenileme/Renovation, çağın toplumsal gereksinimleri dikkate alınarak kültür varlığı taşınmazın korunması işlemidir.",
      "C": "Ayıklama işleminde taşınmazdaki eklerin kaldırılıp kaldırılmayacağı, uzmanların nesnel değerlendirmeleri ile karara bağlanmalıdır.",
      "D": "Yapı elemanının kopan özgün parçası kullanılabilir nitelikte ise bütünleme<br/>işlemi bu özgün parça ile yapılır. Bu işlem bütünleme işlemidir.",
      "E": "Sağlamlaştırma/Consolidation, taşınmazın fiziksel varlığını sürdürebilmesi sorun olduğunda başvurulan koruma yöntemdir."
    },
    "explanation": "Yeniden yapma yaygın bir koruma yöntemi değildir."
  },
  {
    "id": "3843245",
    "unitNumber": 3,
    "text": "Koruma kavramı genel olarak nasıl tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplumun kültürel mirasını estetik açıdan değerlendirme sürecidir.",
      "B": "Zarar verici ve yok edici tehditlere karşı önlem alma bilinçli tutumudur.",
      "C": "Tarihsel yapıların ekonomik amaçlarla yeniden kullanılmasıdır.",
      "D": "Doğal mirası gelecek kuşaklar için koruma altına alan çevresel hareketlerdir.",
      "E": "Kültürel değerleri gelecekten geçmişe aktarma çabasıdır."
    },
    "explanation": "Bloom Taksonomisinde \"hatırlama\" basamağında olan bir sorudur çünkü koruma kavramının ders kitabındaki tanımını doğrudan hatırlamayı gerektirir.<br/><strong>Koruma kavramı</strong>, “zarar verici, yok edici tehditlere karşı önlem almak” şeklinde tanımlanmıştır. Bu tanım, korumanın bilinçli bir tutumla risk altındaki değerleri yasal önlemlerle güvence altına alma amacı taşıdığını vurgulamaktadır. Dolayısıyla B seçeneği doğru olup koruma kavramının karşılamaktadır. Diğer seçenekler koruma kavramını tam yansıtmamaktadır."
  },
  {
    "id": "3843246",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, eski toplumlarda kendiliğinden oluşmuş korunma önlemlerine örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tarihî eserlerin müzelerde toplanması",
      "B": "Hükümdarlar tarafından yayımlanan fermanlarla yapıların korunması",
      "C": "Mevsimsel avlanma yasaklarının uygulanması",
      "D": "Anıt yapıların etrafına koruyucu duvarlar inşa edilmesi",
      "E": "Her bölgede koruma komiteleri kurulması"
    },
    "explanation": "Bloom taksonomisine göre bu soru \"anlama\" basamağında olan bir sorudur. Öğrenci, ders kitabındaki örnekleri anlayıp korunma önlemi kavramını tanıyarak doğru örneği seçmelidir.<br/>Eski insan topluluklarında bilinçsizce ortaya çıkan koruma davranışlarına mevsimsel avlanma yasakları örneğini vermektedir. Belirli mevsimlerde avı yasaklamak, doğadaki türleri koruyan bir gelenek olarak erken dönemde kendiliğinden gelişmiş bir önlemdir. Diğer seçenekler eski toplumlarda doğal olarak ortaya çıkmamış, daha sonraki dönemlere ait planlı koruma uygulamalarıdır veya metinde bahsedilmemiştir. Bu nedenle doğru cevap, eski toplumlarda kendiliğinden oluşmuş bir koruma tedbiri olan C seçeneğidir."
  },
  {
    "id": "3843247",
    "unitNumber": 3,
    "text": "Hangi durumda bir <strong>taşınmaz kültürel miras</strong> öğesi, <strong>taşınabilir kültürel miras</strong> niteliğine dönüşebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Taşınmaz kültür varlığı üzerinde restorasyon çalışması yapıldığında",
      "B": "Yapının bulunduğu bölge sit alanı ilan edildiğinde",
      "C": "Taşınmaz bir yapının yıkılmasıyla yapı parçalarının yerinden ayrılması durumunda",
      "D": "Eserin tarihi değeri kaybolduğunda",
      "E": "Taşınmaza ait mülkiyet özel şahıstan devlete geçtiğinde"
    },
    "explanation": "Bloom taksonomisine göre \"uygulama\" basamağında olan bir sorudur. Öğrenci, ders kitabındaki bilgiyi uygulayarak hangi koşulda taşınmazın taşınabilir hale geleceğini belirlemelidir.<br/>Sayfa 77'de verilen örnekte, <strong>Safranbolu’daki bir ahşap ev yıkılıp yok olduğunda</strong>, evin tavan süslemeleri, pencere doğraması, kapı ve benzeri bileşenlerinin bulundukları yerden ayrılarak taşınabilir kültür varlığına dönüşebileceği açıklanmıştır. Bu durum, taşınmaz bir kültür mirası öğesinin ortadan kalkması sonucunda geriye kalan parçaların artık bağımsız nesneler haline gelmesiyle meydana gelmektedir. C seçeneği, bu nedeni sonuç ilişkisini yansıtmaktadır. Diğer seçenekler taşınmazın taşınabilir hale gelmesine yol açmamaktadır."
  },
  {
    "id": "3843248",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi <strong>külliye </strong>kavramı<u> en doğru şekilde</u> tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tek bir yapının sanatsal değeri yüksek bölümleridir.",
      "B": "Bir bölgede zamanla oluşmuş rastlantısal yapı birikimleridir.",
      "C": "Kuruluş aşamasında bir arada tasarlanmış yapı grubudur.",
      "D": "Sadece dinî amaçlı yapı topluluklarını ifade eder.",
      "E": "Tarihsel önemi olmayan sıradan yapıların oluşturduğu yerleşkelerdir."
    },
    "explanation": "Bu soru Bloom Taksonomisinde \"anlama\" basamağında olan bir sorudur. Öğrenci, metindeki tanımı anlayıp külliye kavramının doğru açıklamasını seçmelidir.<br/>Ders kitabında yapılan tanıma göre <strong>külliye</strong>, özellikle Osmanlı döneminde <strong>cami, medrese, hamam, kütüphane gibi birden çok yapının başlangıçta bir arada tasarlanarak oluşturduğu</strong> anlamlı yapı topluluğudur. Örneğin Süleymaniye Külliyesi, bir cami ve ilgili yapılar grubudur. Dolayısıyla doğru cevap, külliyenin planlı bir yapı grubu olduğunu belirten C seçeneğidir."
  },
  {
    "id": "3843249",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi <strong>tarihî sit</strong> alanına örnek olarak verilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kapadokya bölgesindeki peri bacaları",
      "B": "Gelibolu Yarımadası’nda I. Dünya Savaşı’nın geçtiği alanlar",
      "C": "İstanbul’daki Süleymaniye Külliyesi",
      "D": "Safranbolu’nun geleneksel ev dokusu",
      "E": "Mardin şehrinin geleneksel kentsel dokusu"
    },
    "explanation": "Bloom taksonomisine göre bu soru \"uygulama\" basamağında olan bir sorudur.<br/>Öğrenci, tarihî sit tanımını hatırlayıp uygulayarak verilen seçeneklerden hangisinin bu kategoriye uyduğunu seçmelidir..<br/><strong>Tarihî sit</strong>, ulusal veya uluslararası açıdan önemli tarihî olayların cereyan ettiği alanlar olarak tanımlanmaktadır ve <strong>Çanakkale Savaşı’nın geçtiği Gelibolu Yarımadası</strong> sayfa 80'de örnek olarak verilmiştir. Bu nedenle B seçeneği doğru cevaptır. Diğer seçenekler: A (Kapadokya) doğal/tarihî karma çevre örneği, C (Süleymaniye Külliyesi) anıt yapı grubu, D (Safranbolu evleri) kentsel sit örneği, E (Mardin) bir “anıt kent” örneğidir."
  },
  {
    "id": "3843250",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi <u>somut olmayan kültürel</u> miras örneklerinden <u>biri değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Mevlevi Sema Törenleri",
      "B": "Karagöz oyunu geleneği",
      "C": "Nevruz bayramı kutlamaları",
      "D": "Hıdırellez bahar şenliği",
      "E": "Süleymaniye Camii’nin mimarisi"
    },
    "explanation": "Bloom Taksonomisinde \"anlama\" kavrama basamağında olan bir sorudur.<br/>Öğrenci, somut olmayan miras kavramını anlayarak fiziksel bir yapının bu kategoriye girmediğini fark etmelidir.<br/><strong>Somut olmayan kültürel miras</strong>, gelenekler, ritüeller, performanslar gibi <strong>manevî kültür öğelerini</strong> ifade eder. Ders kitabındaki listede Mevlevi Sema töreni, Karagöz oyunu, Nevruz ve Hıdırellez gibi örnekler sıralanmıştır. <strong>Süleymaniye Camii</strong> ise fiziksel bir yapıdır, yani somut (maddi) kültürel miras örneğidir."
  },
  {
    "id": "3843251",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi,666 sayılı ilke kararına göre <strong>“anıt ağaç”</strong> tanımında yer alan ölçütlerden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarihî bir olayla bağlantısı bulunması",
      "B": "500 yıldan daha yaşlı olması",
      "C": "Bulunduğu ormanda benzer boyutlarda başka örnekler olması",
      "D": "Her mevsim yaprak döken bir tür olması",
      "E": "Çevresindeki ekosisteme ev sahipliği yapması"
    },
    "explanation": "bu soru, metindeki özel bir tanımsal bilgiyi hatırlamayı gerektirir. Bu kapsamda \"hatırlama\" basamağındadır.<br/>Sayfa 78'de anlatıldığı üzere<strong>, Doğal anıt</strong> kapsamında korunacak anıt ağaçların ölçütleri arasında, <strong>tarihî olaylarla bağlantısı bulunan</strong> ağaçlar açıkça sayılmıştır. Ağacın geçmişteki önemli bir olayla ilişkisinin olması halinde anıt ağaç olarak değerlendirilebileceği anlamına gelmektedir. Diğer şıklardaki kriterler (belirli yaş sınırı, ormanda benzerleri olması, yaprak dökme özelliği, ekosisteme ev sahipliği) ders kitabında anıt ağaç tanımı içinde yer almamaktadır. Bu nedenle A seçeneği doğru cevaptır."
  },
  {
    "id": "3843256",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerden hangisi <strong>ayıklama</strong> yöntemini en iyi şekilde açıklamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarihî yapıya çağdaş eklemeler yapılması sürecini",
      "B": "Yapının özgünlüğünü bozan değersiz eklerin yapıdan uzaklaştırılmasını",
      "C": "Yapıda zamanla yok olmuş kısımların tamamlanmasını",
      "D": "Eski bir yapının yıkılarak aynısının yeniden inşa edilmesini",
      "E": "Taşınmaz bir kültür varlığının başka bir yere taşınmasını"
    },
    "explanation": "Bloom Taksonomisi \"anlama\" basamağında olan bir sorudur.<br/>Öğrenci, ayıklama kavramının tanımını metinden anlayarak doğru açıklamayı seçmelidir.<br/><strong>Ayıklama</strong>, sayfa 87'deki açıklamaya göre, bir kültür varlığı yapıya tarihsel süreçte sonradan eklenmiş ve <strong>tarihî belge değeri taşımayan, yapının özgün niteliğini bozan eklerin yapıdan kaldırılması</strong> işlemidir. Böylece yapı, asıl değerine zarar veren unsurlardan arındırılı.B seçeneği bu tanıma birebir uynaktadır."
  },
  {
    "id": "3843257",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerden hangisi <strong>rekonstrüksiyon</strong> yöntemine bir örnek olarak gösterilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Abu Simbel Tapınağı’nın baraj yapımı sırasında yerinin değiştirilmesi",
      "B": "II. Dünya Savaşı sonrasında Varşova şehrinin yıkılan kısımlarının aslına uygun yeniden inşası",
      "C": "Parthenon Tapınağı’nın birebir kopyasının Nashville’de inşa edilmesi",
      "D": "İstanbul’daki Ayasofya’nın 19. yüzyılda restore edilmesi",
      "E": "Bir tarihi konağın müzeye dönüştürülmek üzere iç mekânlarının yenilenmesi"
    },
    "explanation": "Analiz basamağında olan bir sorudur<br/>Öğrenci, farklı koruma yöntemlerinin örneklerini analiz ederek rekonstrüksiyona ait doğru örneği ayırt etmelidir.<br/><strong>Yeniden yapma (rekonstrüksiyon)</strong>, önemli ölçüde tahrip olmuş veya tamamen yok olmuş bir yapının <strong>belgelere dayanarak yeniden inşa edilmesi</strong> demektir. Sayfa 90-91 'de II. Dünya Savaşı sonrası Avrupa’da bazı kentlerde (özellikle Varşova’da) bu yönteme başvurularak yıkılan tarihî yapıların yeniden inşa edildiği örneği verilmiştir. B seçeneği tam olarak bu durumu ifade etmektedir ve doğru cevaptır. A seçeneğindeki Abu Simbel örneği <strong>taşıma</strong> (yer değiştirme) yöntemine girer; C seçeneği Nashville’deki Parthenon kopyası <strong>taklit</strong> (replika) örneğidir; D ve E ise restorasyon/yenileme kapsamındadır."
  },
  {
    "id": "3843258",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi<strong> Sürdürülebilir koruma</strong> anlayışının temel bir ilkesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kültürel mirasın bugünkü kullanımından elde edilen gelirin maksimize edilmesi",
      "B": "Gelecek kuşakların kültürel mirastan yararlanma hakkının gözetilmesi",
      "C": "Tarihî eserlerin korunması için sadece doğal çevre koşullarına odaklanılması",
      "D": "Mevcut kuşakların ihtiyaçları için gerekirse kültürel değerlerden ödün verilmesi",
      "E": "Kültürel mirasın değeri kalmadığında yeniden yapılarak canlandırılması"
    },
    "explanation": "Değerlendirme basamağında bir sorudur.<br/>Öğrenci, korumada sürdürülebilirlik ilkesini değerlendirip hangi seçeneğin bu ilkeye uygun olduğunu belirlemelidir.<br/><strong>Sürdürülebilirlik</strong> kavramı kültürel miras korumasına uyarlanarak, <strong>“günümüzün ihtiyaçlarını, gelecek kuşakların dün ve bugün üzerindeki haklarından ödün vermeden karşılamak”</strong> şeklinde ifade edilir. Sayfa 94-95'te vurgulandığı üzere sürdürülebilir koruma, önceki uygarlıkların kültürel değerlerini <strong>gelecek kuşaklara aktarma sorumluluğunu</strong> taşır. Bu nedenle B seçeneği, gelecek nesillerin kültürel mirastan faydalanma hakkını korumayı içerdiği için doğru cevaptır."
  },
  {
    "id": "3737251",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi anıtlarda bozulmaya sebep olan iç etkenlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğal Afetler",
      "B": "Doğal Etkenler",
      "C": "Nem Etkisi",
      "D": "Bitkisel ve Canlı Organizmalar",
      "E": "Yapının Yeri ve Konumu"
    },
    "explanation": "<strong>ANITLARDA BOZULMAYA SEBEP</strong><br/><strong>OLAN İÇ ETKENLER</strong><br/>Anıtların bozulmasında karmaşık ilişkili iç et-<br/>kenler söz konusudur. Yapının yeri ve konumu,<br/>zemin özellikleri, zaman içinde değişen çevresel<br/>koşullarda ilk tasarımın olumsuz etkileneceği du-<br/>rumlar, sonraki müdahalelerin ve değişen çevre ko-<br/>şullarının bina bünyesinde oluşturduğu hassasiyet<br/>ve yıpranma, yapının bozulmasına sebep olan iç<br/>etkenler olarak belirlenmektedir.<br/><strong>Yapının Yeri ve Konumu</strong><br/>Anıtın bulunduğu yerin coğrafyasına bağlı özel-<br/>likler onun korunması ya da bozulması konusun-<br/>da etkilidir. Anıtın bir deniz ya da göl kıyısı, dere<br/>yatağı ya da yamacı gibi su kaynağına yakın ya da<br/>su baskınlarına maruz kalabileceği bir konumda<br/>bulunması korunmasını güçleştirir. Yamaç sularına<br/>maruz kalan ya da su birikimine sebep olacak kot<br/>farkları bulunan yerlerdeki anıtların su ve nem et-<br/>kisi ile bozulma riskleri yüksektir. Edirne’de Meriç,<br/>Amasya’da Yeşilırmak nehirlerinin taşması sırasında<br/>korunması gerekli çok sayıda anıt sular altında kal-<br/>mıştır. Ayrıca, yer altı sularının sürekli alçalıp yük-<br/>selmesi ile zemin toprağının sürüklenmesi ve dola-<br/>yısıyla zeminde boşalmalara sebep olması da anıtı<br/>etkileyen olumsuz bir durum olarak önemlidir."
  },
  {
    "id": "3737252",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi anıtlarda bozulmaya sebep olan dış etkenlerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğal Afetler",
      "B": "Malzeme Niteliğine Bağlı Etkenler",
      "C": "İlk Tasarımda Var Olmayan Çevresel<br/>Koşullar",
      "D": "Yapının Yeri ve Konumu",
      "E": "Zemin Özellikleri"
    },
    "explanation": "<strong>ANITLARDA BOZULMAYA SEBEP OLAN DIŞ ETKENLER</strong><br/>Anıtlarda bozulmaya sebep olan dış etkenlere doğal afetler, doğal etkenler ve insanların neden oldukları<br/>hasarlar başlıkları altında yer verilmektedir.<br/><strong>Doğal Afetler</strong><br/>Öngörülemeyen volkanik patlamalar, gaz püskürmeleri, deprem, toprak kayması, fırtına, yıldırım,<br/>hortum, kasırga, tayfun, sel, su baskını, tsunami, gelgit hareketleri, çığ ve beklenmeyen don gibi doğa<br/>olayları korunması gerekli çevrelere ve anıtlara<br/>zarar vererek hasar görmelerine sebep olmakta-<br/>dır. İtalya’da M.S. 79 yılında Vezüv yanardağının<br/>patlaması sonucunda çıkan gazlar ve küller altında<br/>kalan Pompei kenti kazılarla kısmen ortaya çıkarıl-<br/>mıştır"
  },
  {
    "id": "3737253",
    "unitNumber": 4,
    "text": "Mimari mirasın korunması ve restorasyonuyla ilgili olarak, anıtlardaki bozulmanın nedenlerinin saptanması neden önemlidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Anıtlardaki bozulma, yalnızca dış görünüşle sınırlı olabilir.",
      "B": "Bozulmaya neden olan faktörler, genellikle tek bir disiplinde bulunabilir.",
      "C": "Yapılan müdahalelerin niceliği, bozulmanın miktarını etkilemez.",
      "D": "Doğru teşhis yapılmadan yapılan müdahaleler sonuçsuz kalabilir ve hatta bozulmayı hızlandırabilir.",
      "E": "Bozulma sürecinin değerlendirilmesi, disiplinler arası işbirliği gerektirmez."
    },
    "explanation": "Bozulmaya ve hasara sebep olan neden-<br/>lere ilişkin saptamalar, ilgili disiplinlerden alınacak<br/>bilgiler doğrultusunda değerlendirilmelidir. Bozul-<br/>ma sürecini ve hasar miktarını doğru saptamadan<br/>alınacak önlemler yanlış müdahalelere yol açabilir.<br/>Bu nedenle doğru teşhis/tanı konulmadan ve hasar<br/>nedeni ortadan kaldırılmadan yapılacak müdahale-<br/>ler sonuçsuz kalacak, gereksiz maliyet artışı ile bir-<br/>likte belki de bozulmanın hızını arttıracaktır."
  },
  {
    "id": "3737254",
    "unitNumber": 4,
    "text": "Mimari mirasın korunması ve restorasyonunda hangi faktörlerin dikkate alınması gerekmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca görsel estetik kaygılar",
      "B": "Yapının dış görünüşü ve yapım tekniği",
      "C": "Yapının sadece kullanım sürecindeki özen",
      "D": "Sadece yapı malzemesinin kalitesi",
      "E": "Bozulmaya neden olan faktörlerin göz ardı edilmesi"
    },
    "explanation": "GİRİŞ<br/>Tarihî gelişim süreçlerinin tanığı olan mima-<br/>ri mirasın uluslararası standartlara göre ve uygun<br/>bir biçimde korunması ve yönetimi sorumluluğu<br/>uluslararası tüzüklerde yer alan önemli bir konu-<br/>dur (Ahunbay, 2011: 181). Koruma konusunda<br/>yapılması gereken çalışmaların ilk adımı anıtlarda<br/>bozulmaya sebep olan nedenlerin araştırılmasıdır.<br/>“Titiz araştırmalara olanak sağlamak”, 1931 tarihli<br/>Carta del Restauro’da belirtilmiş önemli bir yakla-<br/>şım tanımıdır. Korunması gerekli kültür varlıkları<br/>günümüze, bulundukları çevrenin fiziki ve coğrafi<br/>şartları ile yapım malzemesi ve yapım tekniğinin<br/>kalitesi, kullanım sürecindeki özen ve yapılan mü-<br/>dahalelerin niteliği ve niceliği doğrultusunda koru-<br/>narak gelmiştir.<br/>Mimari mirasın korunması, onarılması ve res-<br/>torasyonu nasıl disiplinler arası bir yaklaşım gerek-<br/>tirir ise, anıtlardaki bozulma nedenlerinin saptan-<br/>ması da yine disiplinler arası bir işbirliği ve çalışma<br/>gerektirmektedir. Anıtlardaki bozulma çok karma-<br/>şık ilişkiler sebebiyle olabilir. Yalnız dış görünüş-<br/>te olmayıp, yapının görünmeyen kısımlarındaki<br/>malzeme ya da yapı elemanı ölçeğinde olabilecek<br/>bozulma türleri için yapının içten ve dıştan dik-<br/>katlice incelenmesi gerekmektedir. Anıtın yapım<br/>tekniğinin günümüz koşullarındaki yeterliliği ve<br/>kullanılan yapı malzemesinin özellikleri ile binanın<br/>oturduğu zemin özellikleri ve günümüze gelince-<br/>ye değin yapılan müdahaleler yapısal bozulmaların<br/>sebebi olabilir. Onarım müdahalelerinin nitelik ve<br/>niceliğine göre yapısal bozulma miktarı değişebil-<br/>mektedir. Bozulmaya ve hasara sebep olan neden-<br/>lere ilişkin saptamalar, ilgili disiplinlerden alınacak<br/>bilgiler doğrultusunda değerlendirilmelidir. Bozul-<br/>ma sürecini ve hasar miktarını doğru saptamadan<br/>alınacak önlemler yanlış müdahalelere yol açabilir.<br/>Bu nedenle doğru teşhis/tanı konulmadan ve hasar<br/>nedeni ortadan kaldırılmadan yapılacak müdahale-<br/>ler sonuçsuz kalacak, gereksiz maliyet artışı ile bir-<br/>likte belki de bozulmanın hızını arttıracaktır."
  },
  {
    "id": "3737255",
    "unitNumber": 4,
    "text": "Anıtların bozulmasına neden olan zemin özellikleri ile ilgili olarak hangi ifadeler doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Zeminin homojen olmaması ve suya maruz kalma, anıtların korunmasını kolaylaştırır.",
      "B": "Zemindeki çökmeler, üstyapıyı olumsuz etkileyebilir ve zaman içinde sorunlar yaratabilir.",
      "C": "Yalnızca zeminin dayanımı, anıtların bozulmasını etkiler.",
      "D": "Zemin suyunun yer değiştirmesi, genellikle yapısal bozulmalara yol açmaz.",
      "E": "Zemin özellikleri, yapı malzemesi ve mimari tarz ile ilgisizdir."
    },
    "explanation": "ANITLARDA BOZULMAYA SEBEP<br/>OLAN İÇ ETKENLER<br/>Anıtların bozulmasında karmaşık ilişkili iç et-<br/>kenler söz konusudur. Yapının yeri ve konumu,<br/>zemin özellikleri, zaman içinde değişen çevresel<br/>koşullarda ilk tasarımın olumsuz etkileneceği du-<br/>rumlar, sonraki müdahalelerin ve değişen çevre ko-<br/>şullarının bina bünyesinde oluşturduğu hassasiyet<br/>ve yıpranma, yapının bozulmasına sebep olan iç<br/>etkenler olarak belirlenmektedir.<br/>Yapının Yeri ve Konumu<br/>Anıtın bulunduğu yerin coğrafyasına bağlı özel-<br/>likler onun korunması ya da bozulması konusun-<br/>da etkilidir. Anıtın bir deniz ya da göl kıyısı, dere<br/>yatağı ya da yamacı gibi su kaynağına yakın ya da<br/>su baskınlarına maruz kalabileceği bir konumda<br/>bulunması korunmasını güçleştirir. Yamaç sularına<br/>maruz kalan ya da su birikimine sebep olacak kot<br/>farkları bulunan yerlerdeki anıtların su ve nem et-<br/>kisi ile bozulma riskleri yüksektir. Edirne’de Meriç,<br/>Amasya’da Yeşilırmak nehirlerinin taşması sırasında<br/>korunması gerekli çok sayıda anıt sular altında kal-<br/>mıştır. Ayrıca, yer altı sularının sürekli alçalıp yük-<br/>selmesi ile zemin toprağının sürüklenmesi ve dola-<br/>yısıyla zeminde boşalmalara sebep olması da anıtı<br/>etkileyen olumsuz bir durum olarak önemlidir.<br/>Anıtların konumu gereği suya uzun süre ma-<br/>ruz kalma ya da yeterli hava akımının olmayışı ne-<br/>deniyle uzun süreli nemli kalma durumu, önlem<br/>alınmadığı takdirde gerek yapı malzemeleri gerek<br/>yapı içindeki değerli eşya ve benzeri korunması<br/>gerekli objelerin zarar görmesine sebep olmak-<br/>tadır. Haliç kıyısında yer alan Ahi Ahmed Çele-<br/>bi Camisi’nde olduğu gibi suya yakın konum ve<br/>nem, taşıyıcı sistem ve malzeme üzerinde daimi<br/>risk oluşturmaktadır.<br/>Zemin Özellikleri<br/>Anıtın üzerine oturduğu zeminin yapısı ve ni-<br/>teliği, onun taşıyıcı sistemi, malzemesi ve yapı ele-<br/>manlarının korunma durumunda etkilidir. Zemin<br/>dayanımının düşük olması, homojen olmaması ya<br/>da zaman içinde yakın çevredeki zemin yapısının<br/>değişimi gibi nedenler, üst yapıda farklı oturma ne-<br/>deniyle çatlaklar ve ayrılmalara sebep olabilir. Ze-<br/>minin homojen olmaması ilk yapımdaki durumdan<br/>kaynaklanabileceği gibi sonradan oluşan nedenlerle<br/>(maden ocakları üzerindeki alanlar, yükselen-alça-<br/>lan yer altı suları nedeniyle eriyen kireç taşlarının<br/>oluşturduğu zemin boşlukları, çevrede açılan daha<br/>derin temel çukurları nedeniyle zemin suyunun yer<br/>değiştirmesi gibi) zeminde kısmi çökmeler oluş-<br/>turarak üstyapıyı olumsuz etkilemekte ve zaman<br/>içinde sorun yaratabilmektedir. Yapının zeminde<br/>başka bir yapının duvarları üzerine inşa edilmiş ol-<br/>ması üstyapının homojen davranışını zaman içinde<br/>bozabilir. Geleneksel sistemde inşa edilmiş yapılar-<br/>da sonradan oluşabilecek bir diğer sorun da zemin<br/>suyunu denetlemek üzere yapılmış olan özgün dre-<br/>naj sisteminin bozulması nedeniyle yapının, nemli<br/>zemin üzerinde kısmi çökmeye uğramasıdır."
  },
  {
    "id": "3737256",
    "unitNumber": 4,
    "text": "Anıtların bulunduğu coğrafi konumun, korunmaları üzerindeki etkileri nelerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnızca görsel estetik değerlerini arttırır.",
      "B": "Su kaynaklarına yakınlık, anıtların korunmasını kolaylaştırır.",
      "C": "Coğrafi konum, yalnızca mimari tarzı etkiler.",
      "D": "Zemin özelliklerini değiştirmez.",
      "E": "Yüksek nem ve suya maruz kalma, anıtların bozulmasına neden olabilir."
    },
    "explanation": "ANITLARDA BOZULMAYA SEBEP<br/>OLAN İÇ ETKENLER<br/>Anıtların bozulmasında karmaşık ilişkili iç et-<br/>kenler söz konusudur. Yapının yeri ve konumu,<br/>zemin özellikleri, zaman içinde değişen çevresel<br/>koşullarda ilk tasarımın olumsuz etkileneceği du-<br/>rumlar, sonraki müdahalelerin ve değişen çevre ko-<br/>şullarının bina bünyesinde oluşturduğu hassasiyet<br/>ve yıpranma, yapının bozulmasına sebep olan iç<br/>etkenler olarak belirlenmektedir.<br/>Yapının Yeri ve Konumu<br/>Anıtın bulunduğu yerin coğrafyasına bağlı özel-<br/>likler onun korunması ya da bozulması konusun-<br/>da etkilidir. Anıtın bir deniz ya da göl kıyısı, dere<br/>yatağı ya da yamacı gibi su kaynağına yakın ya da<br/>su baskınlarına maruz kalabileceği bir konumda<br/>bulunması korunmasını güçleştirir. Yamaç sularına<br/>maruz kalan ya da su birikimine sebep olacak kot<br/>farkları bulunan yerlerdeki anıtların su ve nem et-<br/>kisi ile bozulma riskleri yüksektir. Edirne’de Meriç,<br/>Amasya’da Yeşilırmak nehirlerinin taşması sırasında<br/>korunması gerekli çok sayıda anıt sular altında kal-<br/>mıştır. Ayrıca, yer altı sularının sürekli alçalıp yük-<br/>selmesi ile zemin toprağının sürüklenmesi ve dola-<br/>yısıyla zeminde boşalmalara sebep olması da anıtı<br/>etkileyen olumsuz bir durum olarak önemlidir.<br/>Anıtların konumu gereği suya uzun süre ma-<br/>ruz kalma ya da yeterli hava akımının olmayışı ne-<br/>deniyle uzun süreli nemli kalma durumu, önlem<br/>alınmadığı takdirde gerek yapı malzemeleri gerek<br/>yapı içindeki değerli eşya ve benzeri korunması<br/>gerekli objelerin zarar görmesine sebep olmak-<br/>tadır. Haliç kıyısında yer alan Ahi Ahmed Çele-<br/>bi Camisi’nde olduğu gibi suya yakın konum ve<br/>nem, taşıyıcı sistem ve malzeme üzerinde daimi<br/>risk oluşturmaktadır.<br/>Zemin Özellikleri<br/>Anıtın üzerine oturduğu zeminin yapısı ve ni-<br/>teliği, onun taşıyıcı sistemi, malzemesi ve yapı ele-<br/>manlarının korunma durumunda etkilidir. Zemin<br/>dayanımının düşük olması, homojen olmaması ya<br/>da zaman içinde yakın çevredeki zemin yapısının<br/>değişimi gibi nedenler, üst yapıda farklı oturma ne-<br/>deniyle çatlaklar ve ayrılmalara sebep olabilir. Ze-<br/>minin homojen olmaması ilk yapımdaki durumdan<br/>kaynaklanabileceği gibi sonradan oluşan nedenlerle<br/>(maden ocakları üzerindeki alanlar, yükselen-alça-<br/>lan yer altı suları nedeniyle eriyen kireç taşlarının<br/>oluşturduğu zemin boşlukları, çevrede açılan daha<br/>derin temel çukurları nedeniyle zemin suyunun yer<br/>değiştirmesi gibi) zeminde kısmi çökmeler oluş-<br/>turarak üstyapıyı olumsuz etkilemekte ve zaman<br/>içinde sorun yaratabilmektedir. Yapının zeminde<br/>başka bir yapının duvarları üzerine inşa edilmiş ol-<br/>ması üstyapının homojen davranışını zaman içinde<br/>bozabilir. Geleneksel sistemde inşa edilmiş yapılar-<br/>da sonradan oluşabilecek bir diğer sorun da zemin<br/>suyunu denetlemek üzere yapılmış olan özgün dre-<br/>naj sisteminin bozulması nedeniyle yapının, nemli<br/>zemin üzerinde kısmi çökmeye uğramasıdır"
  },
  {
    "id": "3737257",
    "unitNumber": 4,
    "text": "Anıtların malzeme niteliğine bağlı etkenlerle ilgili olarak hangi ifade doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece kerpiç malzeme doğru şekilde üretilip kurutulduğunda bozulmaz.",
      "B": "Taş malzemenin kullanımı, yapı bileşenlerini etkilemez.",
      "C": "Ahşap malzemenin kullanıldığı yapılar genellikle kısa ömürlüdür.",
      "D": "Harcın kalitesi, yapı elemanlarının dayanımını etkilemez.",
      "E": "Doğru ağaç cinsi seçildiğinde, ahşap yapılar daha dayanıklı olabilir."
    },
    "explanation": "Ahşap malzeme özellikle orman bölgelerin-<br/>deki sivil mimarlık örneklerinde çok kullanılan<br/>ucuz maliyetli doğal bir malzemedir. Kullanılan<br/>ağaç cinsi ve niteliği bozulmada önemli rol oynar.<br/>Meşe, kestane, sert akçaağaç, dişbudak gibi sert<br/>ağaçlar yumuşak ağaçlara göre daha dayanıklı ve<br/>uzun ömürlüdür. Bu cins ağaçların kullanıldıkları<br/>yapıların da daha dayanıklı ve uzun ömürlü olacağı<br/>açıktır."
  },
  {
    "id": "3737258",
    "unitNumber": 4,
    "text": "Anıtların çevresel koşullara olan duyarlılığıyla ilgili olarak hangi ifade doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "İlk tasarımda öngörülmeyen çevresel koşullar, genellikle anıtları olumlu yönde etkiler.",
      "B": "Sürekli titreşim yaratan ağır trafik etkisi, yığma kargir taşıyıcı sistemlerini olumsuz etkileyebilir.",
      "C": "Zemindeki çökmeler, yalnızca anıtların estetik değerini arttırır.",
      "D": "Yapılan kazılar, genellikle anıtların korunmasına katkı sağlar.",
      "E": "Çevresel değişimlerin, yapı malzemesi ve yapım tekniği üzerinde etkisi yoktur."
    },
    "explanation": "Anıtların inşa edildikleri<br/>dönemde var olmayan trafik, titreşim gibi çevresel<br/>koşullar günümüzde teknolojiye bağlı olarak değiş-<br/>mekte ve yapıları olumsuz etkilemektedir. Sürekli<br/>titreşim yaratan ağır trafik etkisine maruz kalan<br/>bir anıtın yığma kargir taşıyıcı sisteminin zaman<br/>içinde olumsuz etkileneceği uzmanların tespitidir.<br/>Anıt çevresindeki derin kazılar nedeniyle yer altı<br/>suyunun yer değiştirmesi (Arun, 2009: 15) ya da<br/>yapılardaki geleneksel ısıtma ve havalandırma sis-<br/>temlerinin değişmesi gibi farklılaşan yaşam ve çevre<br/>koşullarının oluşturduğu fiziki ortamlar da anıtları<br/>malzeme ve yapı elemanı ölçeğinde etkilemektedir."
  },
  {
    "id": "3737259",
    "unitNumber": 4,
    "text": "Anıtlarda bozulmaya sebep olan doğal afetlerin bir sonucu olarak hangi durum yaşanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1966'da Vezüv yanardağının patlaması",
      "B": "Beklenmeyen don olayları",
      "C": "Sadece gaz püskürmeleri",
      "D": "Aşırı yağışlar sonrası Arno nehri'nin taşması",
      "E": "Sadece sel"
    },
    "explanation": "Su baskınları, anıtlar için önemli bir bo-<br/>zulma etkenidir. 4 Kasım 1966 tarihinde<br/>Floransa’da aşırı yağışlar sonrası Arno nehri<br/>taşarak şehrin su altında kalması sırasında<br/>çok sayıda anıtsal yapı zarar görmüştür (Re-<br/>sim 4.8). Uzun süre su içinde ve nem etki-<br/>sinde kalma sonucunda binanın zayıf bün-<br/>yeli malzemesi ya da elemanı ile ayrıca bina<br/>içindeki korunması gerekli değerli eşyalar da<br/>etkilenmektedir. Bu nedenle, özellikle müze<br/>yapıları sudan korunaklı konumda olmalıdır.<br/>Yapının tahribatı sonucunda sigorta sadece<br/>maddi değeri karşılayacak, ancak korunması<br/>gerekli kültür varlığı açısından yerine konu-<br/>lamaz kayıplar söz konusu olacaktır. Su bas-<br/>kınları ve seller aynı zamanda tarihî köprüle-<br/>rin ayaklarını da tahrip ederek zayıflatmakta<br/>ve yıkılmasına sebep olabilmektedir."
  },
  {
    "id": "3737260",
    "unitNumber": 4,
    "text": "Doğal etkenlerin anıtlarda yarattığı hasarlar arasında hangisi öne çıkmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Isı ve nem dengesinin değişmesi",
      "B": "Yalnızca hava kirliliği",
      "C": "Rüzgarla taşınan bitki sporları",
      "D": "Sadece dalga hareketleri",
      "E": "Yıldırım düşmesiyle oluşan yangınlar"
    },
    "explanation": "Doğal Etkenler<br/>Uzun süreler doğanın yıpratıcı etkisi al-<br/>tında bulunan anıtlarda malzeme ya da mi-<br/>mari elemanlarda hasar oluşması kaçınılmaz-<br/>dır. Değişen iklim koşullarında ısı ve nem<br/>dengesinin değişmesi, uzun süreli yağışlara<br/>ve don etkisine maruz kalmak, anıtların malzemelerinde ve taşıyıcı sistem elemanlarında kayıplara sebep<br/>olacaktır. Bu etkilenmede, malzemenin fiziksel ve mekanik dayanıklılığının azlığı, uygulama hataları ve<br/>kötü işçiliğin yanı sıra binalara düzenli bakım yapılmaması da sorunu arttırıcı etkenlerdir."
  },
  {
    "id": "3737314",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi anıtların bozulmasındaki dış etkenlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yoğun trafik",
      "B": "İklim koşulları",
      "C": "Canlı organizmalar",
      "D": "Doğal afetler",
      "E": "Yapının yeri ve konumu"
    },
    "explanation": "Yapının yeri ve konumu anıtların bozulasındaki iç etkenlerdendir."
  },
  {
    "id": "3737315",
    "unitNumber": 4,
    "text": "Aşağıda verilen ifadelerden hangisi/hangileri anıtların bozulma sebepleri ile ilişkilidir?<br/>I. Anıtın üzerine oturduğu zeminin yapısı ve niteliği, onun taşıyıcı sistemi, malzemesi ve yapı elemanlarının korunma durumunda etkilidir.<br/>II. Kargir yapıda ana malzemeyi bağlayıcı olarak kullanılan harcın kalitesi de dayanımda önemli bir rol oynar.<br/>III. Yamaç sularına maruz kalan ya da su birikimine sebep olacak kot farkları bulunan yerlerdeki anıtların su ve nem etkisi ile bozulma riskleri yüksektir. <br/>IV. Mevsimsel ısı değişiklikleri, günlük ısı değişiklikleri, kızıl ötesi ışınlar, yıllık yağış miktarı, yer altı suları ve zemindeki nem, buzlanma ve don, anıtların bozulmasına sebep olan doğal etkenlerdendir.<br/>V. Öngörülemeyen volkanik patlamalar, gaz püskürmeleri, deprem, toprak kayması, fırtına, yıldırım, hortum, kasırga, tayfun, sel, su baskını, tsunami, gelgit hareketleri, çığ ve beklenmeyen don gibi doğa olayları korunması gerekli çevrelere ve anıtlara zarar vererek hasar görmelerine sebep olmaktadır.",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-V",
      "B": "II-IV-V",
      "C": "I-II-IV-V",
      "D": "I-II-III-IV-V",
      "E": "I-V"
    },
    "explanation": "Verilen ifadelerin tümü anıtların bozulma nedenleri ile ilgilidir."
  },
  {
    "id": "3737316",
    "unitNumber": 4,
    "text": "Jeolojik oluşumunu tamamlamış, homojen yapılı ve dayanıklı taşların kullanıldığı anıtların günümüze değin bozulmadan kalabildiği görülmektedir. Bu durum aşağıdakilerden hangisi ile açıklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yapının Yeri ve Konumu",
      "B": "Doğal Etkenler",
      "C": "Malzeme Niteliğine Bağlı Etkenler",
      "D": "İlk Tasarımda Var Olmayan Çevresel Koşullar",
      "E": "Zemin Özellikleri"
    },
    "explanation": "Jeolojik oluşumunu tamamlamış, homojen yapılı ve dayanıklı taşların kullanıldığı anıtların günümüze değin bozulmadan kalabildiği mevcut örneklerle sabittir. Bu durum malzeme niteliğine bağlı etkenler ile ilişkilidir."
  },
  {
    "id": "3737317",
    "unitNumber": 4,
    "text": "Anıtlardaki dış bozulmaya neden olan etkenlerden deprem gibi doğal afetlerde alınması gereken önlemler arasında değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Anıtların tüm ayrıntıları ile belgelenmesi",
      "B": "Yıkılma risklerinin araştırılması",
      "C": "Depreme dayanım gücünün belirlenmesi",
      "D": "Depremde duvarlardaki çatlakların doldurulması",
      "E": "Zayıf bölgelerinde deprem hasarını en aza indirecek onarım çalışmalarının yapılması"
    },
    "explanation": "D şıkkı doğru değildir. Bu sağlamlaştırma metodu değildir."
  },
  {
    "id": "3737318",
    "unitNumber": 4,
    "text": "Midas/Yazılıkaya Anıtı'nda olduğu gibi taş ya da kaya bünyesindeki çatlaklara giren suyun donarak kama etkisi yapması sonucunda çatlağın giderek ilerlemesi hangi türden bir bozulmaya örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "İklimsel nedenlerle bozulma",
      "B": "Terk edilme etkisi",
      "C": "Bitkisel ve canlı organizmaların etkisi",
      "D": "Nem etkisi",
      "E": "Bayındırlık etkinlikleri"
    },
    "explanation": "İklimsel Nedenlerle Bozulmaya örnektir."
  },
  {
    "id": "3737319",
    "unitNumber": 4,
    "text": "Yol açma ya da genişletme, yeni meydan ve kıyı düzenlemeleri gibi imar uygulamaları aynı zamanda kültür varlıkları için yok olma riski oluşturabilmektedir. Bu durum anıtlar üzerindeki hangi etkiyi kapsamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Turizm",
      "B": "Bayındırlık Etkileri",
      "C": "İnsanların neden oldukları hasarlar",
      "D": "Malzeme Niteliğine Bağlı Etkenler",
      "E": "Doğal Etkenler"
    },
    "explanation": "Yol açma ya da genişletme, yeni meydan ve kıyı düzenlemeleri gibi imar uygulamaları aynı zamanda kültür varlıkları için yok olma riski oluşturabilmektedir. Bu durum bayındırlık etkileri kapsamında değerlendirilir."
  },
  {
    "id": "3737320",
    "unitNumber": 4,
    "text": "Titreşim kaynaklı hasarlar genellikle geri dönülemez, onarılamaz etkiler yapar. Özellikle, bağdadi sıvalı duvarlar ve tavanlar çivi ile tutturulmuş paneller havadaki nemin de etkisi ile bu titreşimden çok etkilenirler. Aşağıdakilerden hangisi bu etkiye neden olmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bitkisel ve Canlı Organizmalar",
      "B": "Bayındırlık",
      "C": "Trafik",
      "D": "Terk",
      "E": "Turizm"
    },
    "explanation": "Bağdadi sıvalı duvarlar ve tavanlar, kündekari gibi geçmeli ahşap elemanlar, çivi ile<br/>tutturulmuş paneller havadaki nemin de etkisi ile bu titreşimden çok etkilenirler. Bünyesi zayıf hâle gelen malzemeler yüzeye ya da birbirlerine tutunamaz ve birleşme yerlerinden kolayca ayrılabilirler. Ayrıca, dolgu zeminlerin üzerinde inşa edilen binalarda da titreşim zararlıdır ve yapının temelini zayıflatarak üst yapının olumsuz etkilenmesine sebep olmaktadır. Trafik titreşimlerinin binaların ömrünü kısalttığı yapılan araştırmalarla kanıtlanmıştır."
  },
  {
    "id": "3737321",
    "unitNumber": 4,
    "text": "Bazı taş cinslerinin diğerlerine göre daha dayanıklı olmasına karşın kireç taşı, mermer ya da bazı cins kumtaşlarının yüzeyleri .............. daha fazla etkilenirler.<br/>Yukarıdaki cümlede boşluk bırakılan yere aşağıdaki ifadelerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hava kirliliği",
      "B": "Trafik",
      "C": "Nem",
      "D": "Bitkisel ve canlı organizmalar",
      "E": "Bayındırlık etkileri"
    },
    "explanation": "Yapı malzemelerinin hava kirliliğine karşı dayanımları ve etkilenmeleri farklı olabilir. Bazı taş cinslerinin diğerlerine göre daha dayanıklı olmasına karşın kireç taşı, mermer ya da bazı cins kumtaşlarının yüzeyleri bu oluşumlardan daha fazla etkilenirler"
  },
  {
    "id": "3737322",
    "unitNumber": 4,
    "text": "..........tarihî anıtlar ve sitlerin korunması ve değerlendirilmesine yönelik ilkeler, teknikler ve siyasetler geliştirme ve ilgili her türlü araştırmayı destekleme ve yönlendirme amacı olan uluslararası bir organizasyondur.<br/>Yukarıdaki cümlede boşluk bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "WHO",
      "B": "ICOMOS",
      "C": "UNESCO",
      "D": "ICOM",
      "E": "BM"
    },
    "explanation": "ICOMOS, tarihî anıtlar ve sitlerin korunması ve değerlendirilmesine yönelik ilkeler, teknikler ve siyasetler geliştirme ve ilgili her türlü araştırmayı destekleme ve yönlendirme amacı olan uluslararası bir organizasyondur."
  },
  {
    "id": "3737323",
    "unitNumber": 4,
    "text": "I. Vandalizm, korunması gerekli kültür varlıklarının istenmeden tahrip edilmesidir. <br/>II. Gaz püskürmeleri, toprak kayması, fırtına, su baskını, tsunami, gelgit hareketleri ve don gibi doğa olayları korunması gerekli çevrelere ve anıtlara zarar verir.<br/>III. Yangınlar, çok sayıda kültür mirası yapıyı kullanılamaz hâle getirerek yıkılmalarına veya yok olmalarına sebep olan bir tahrip nedenidir. <br/>IV. Anıtın üzerine oturduğu zeminin yapısı ve niteliği, onun taşıyıcı sistemi, malzemesi ve yapı elemanlarının korunma durumunda etkilidir.<br/>V. Anıtın bulunduğu yerin coğrafyasına bağlı özellikler onun korunması ya da bozulması konusunda etkilidir.<br/>Yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III- IV ve V",
      "C": "III ve V",
      "D": "I-II-III ve V",
      "E": "II-III-IV ve V"
    },
    "explanation": "Vandalizm, korunması gerekli kültür varlıklarının kasıtlı olarak tahrip edilmesidir. T"
  },
  {
    "id": "3842979",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisi anıtlarda bozulmaya sebep olan <strong>iç etkenlerden</strong> biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Yapının bulunduğu zemin yapısı",
      "B": "Anıtın yapıldığı zamandaki çevre koşulları",
      "C": "Anıt yapımında kullanılan malzemenin niteliği",
      "D": "Yoğun motorlu araç trafiği",
      "E": "Özgün drenaj sisteminin bozulması"
    },
    "explanation": "Bu soru, öğrencinin iç etkenler ve dış etkenler arasındaki farkı ve bilgileri kavrayarak sınıflandırma yapmasını gerektirmektedir. Buradan hareketle soruda karşılaştırma yapma ve doğru/yanlış ayırt etme becerisi olduğu için yenilenmiş bloom taksonomisine göre “analiz” basamağına girer.<br/>Bu soruda \"iç etkenlerden biri değildir\" soru köküyle ifadesiyle öğrenciden yanlış seçeneği elemesi beklenmektedir. A, B, C ve E seçecekleri, anıtın kendi özelliklerinden kaynaklanmaktadır bu sebepten ötürü iç etken olarak kabul edilmektedirler.<br/>Yoğun motorlu araç trafiği ise anıta dışarıdan etki eden bir şeydir. Bu nedenle doğru yanıt D şıkkıdır."
  },
  {
    "id": "3842980",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <strong>hava kirliliğinin</strong> yapı malzemeleri üzerinde oluşturduğu bozulmalara örnek <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Sülfür gazlarının taş yüzeyleri aşındırması",
      "B": "Yüksek nem oranı ile korozyon oluşması",
      "C": "Tuzların yüzeye çıkması",
      "D": "Kireçtaşı yüzeyinde çözülme oluşması",
      "E": "Mermer yüzeyinde tabaka oluşması"
    },
    "explanation": "Öğrenci bu soruda seçeneklerde verilen bozulma türlerini ayırt etmeli ve farkında olmalıdır. Bu yüzden \"anlama\" basamağının altında değerlendirilebilir.<br/>Tuzların yüzeye çıkması hava kirliliğiyle değil nem kaynaklı bozulmalarla ilişkilidir. Bu yüzden sorunun cevabı \"C\" olmalıdır."
  },
  {
    "id": "3842981",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisi <strong>ilk tasarımda yer almayan çevresel koşulların</strong> zaman içinde etkisiyle oluşan <u>bozulmalara</u> örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Duvarların yosun tutması",
      "B": "Trafik nedeniyle çatlakların oluşması",
      "C": "Malzemenin aşınması",
      "D": "Ahşap malzemenin çürümesi",
      "E": "Zemin boşluklarının çökmesi"
    },
    "explanation": "Bu soruda öğrenciden örnekleri doğru şekilde sınıflandırması beklenir. Bu yüzden anlama basamağında bir sorudur.<br/>Trafik ve titreşim gibi etkenler, yapının ilk tasarımı sırasında mevcut değildir. Sayga 105'te de belirtlildiği gibi zamanla ortaya çıkan bu dış çevresel etkenler yapının kargir taşıyıcı sistemine zarar vermektedir."
  },
  {
    "id": "3842982",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <strong>bitkisel-organik bozulma</strong> ile <strong>turizm kaynaklı zararların</strong> bir arada görülebileceği bir senaryoya örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mantarların ahşap yüzeyde lekeler oluşturması",
      "B": "Turistlerin yazı yazarak taşlara zarar vermesi",
      "C": "Rüzgarla taşınan tozların taş yüzeye yapışması",
      "D": "Taş yapıdaki tuzların yüzeye çıkması",
      "E": "Ziyaretçilerin bıraktığı çöplerin duvar aralarında bitki oluşumuna yol açması"
    },
    "explanation": "Öğrenci birden fazla grubu ve kavramı ilişkilendirip sonuca ulaşmalıdır. Analiz kısmında yer alabilecek bir sorudur.<br/>Ziyaretçilerin atıkları çevresel kirlenmeye sebep olmaktadır. Nemli ortam ise bitkisel oluşumun oluşmasına sebebiyet vermektedir. Bu nedenle iki farklı bozulma türü bu soruda harmanlanmıştır."
  },
  {
    "id": "3842985",
    "unitNumber": 4,
    "text": "Aşağıdaki yapılardan hangisi, bulunduğu <strong>coğrafi ve iklimsel konum</strong> nedeniyle bozulmaya <u>en açık risk</u> grubunda yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kuru iklimde taş malzemeyle yapılmış kervansaray",
      "B": "Kayalık alanda inşa edilmiş taş manastır",
      "C": "Rüzgar almayan vadide kerpiç ev",
      "D": "Nemli ormanlık bölgede ahşap malzeme ile yapılmış konak",
      "E": "Bozkırda tuğla ile yapılmış cami"
    },
    "explanation": "Öğrenci bilgiyi farklı yapı-iklim kavramları arasında değerlendirme yaparak cevaba ulaşır.<br/>Yamaç sularına maruz kalan ya da su birikimine sebep olacak kot farkları bulunan yerlerdeki anıtların su ve nem etkisi ile bozulma riskleri yüksektir. Örneğin Edirne’de Meriç, Amasya’da Yeşilırmak nehirlerinin taşması sırasında korunması gerekli çok sayıda anıt sular altında kalmıştır"
  },
  {
    "id": "3842988",
    "unitNumber": 4,
    "text": "Karadeniz bölgesinde yer alan ahşap bir caminin sürekli yağışa maruz kalan kuzey cephesinde, <strong>yosunlaşma ve renk değişimi</strong> gözlemlenmektedir. Sadece bu bilgi dikkate alındığında, bozulmaya neden olan etken aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bitkisel ve biyolojik etkenler",
      "B": "Yapının konumu",
      "C": "Doğal afetler",
      "D": "Yapının tasarımı",
      "E": "Yanlış kullanım"
    },
    "explanation": "Var olan bilginin bir örnek üzerinden tekrar edilip üzerine düşünülmesi sebebiyle \"uygulama\" basamağındadır.<br/>Biyolojik canlıların yüzeyde bozulma, yosunlaşma ve renk değişimi yaratmaktadır."
  },
  {
    "id": "3842992",
    "unitNumber": 4,
    "text": "Anıtlarda meydana gelen bozulmaları doğru değerlendirebilmek için aşağıdakilerden hangisinin bir arada ele alınması gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "İç ve dış etkenlerin karşılıklı etkisi",
      "B": "Yapının bulunduğu coğrafya",
      "C": "Tahribatın türü",
      "D": "Malzemenin özgün niteliği",
      "E": "Yapının kullanım biçimi"
    },
    "explanation": "\"Anlama\" düzeyinde olan bir soru türüdür.<br/>Giriş metninde \"anıtlardaki bozulmaların anlaşılabilmesi için iç ve dış etkenlerin birlikte değerlendirilmesi\" gerektiği belirtilmiştir."
  },
  {
    "id": "3842993",
    "unitNumber": 4,
    "text": "Bozulma tespitinde kullanılan <strong>niceliksel</strong> analizlerin temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gözleme dayalı görsel analizleri destekleme",
      "B": "Estetik bütünlüğü belirleme",
      "C": "Malzeme türlerini sınıflandırma",
      "D": "Deneysel yöntemlerle hasarın düzeyini ölçme",
      "E": "Bozulmanın nedenlerini sosyal bağlamda değerlendirme"
    },
    "explanation": "Anlama düzeyinde bir sorudur.<br/>Giriş bölümü sayfa 103'te niceliksel analizlerin deneysel yöntemlerle malzeme ve taşıyıcı sistem üzerindeki etkilerin sayısal ölçümünü içerdiği belirtilmektedir."
  },
  {
    "id": "3842995",
    "unitNumber": 4,
    "text": "Tarihi yapılarda kullanıcı müdahaleleri sonucu meydana gelen bozulmaların önlenmesi için alınacak tedbirlerde aşağıdaki yaklaşımlardan hangisi <strong>en uygun ve sürdürülebilir</strong> çözüme işaret eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Uygulama öncesi yapının taşıyıcı sistemine ait yük sınırlarının analiz edilerek müdahalenin ona göre yönlendirilmesi",
      "B": "Kullanıcıların yapıya erişimini sınırlayarak fiziksel teması ortadan kaldırmak",
      "C": "Yapının özgün malzeme türlerinin değiştirilmesi ve modern malzemelerle güçlendirme yapılması",
      "D": "Geleneksel işçilikle aynı yapım tekniklerinin yeniden uygulanması yerine daha az maliyetli çözümlerin tercih edilmesi",
      "E": "Ziyaretçi yoğunluğunu artıracak şekilde yapı çevresine modern eklentiler yapılması"
    },
    "explanation": "Değerlendirme düzeyinde bir sorudur.<br/>Sayfa 112'de, kullanıcı müdahalelerinden kaynaklanan zararların çoğu zaman taşıyıcı sistemin zorlanmasından ya da bilinçsiz uygulamalardan kaynaklandığı belirtilmiştir. Bu nedenle müdahalelerden önce taşıyıcı sistemin sınırlarının bilinmesi, bilinçli ve yapı dostu bir uygulama yapılması gerektiği vurgulanmaktadır."
  },
  {
    "id": "3842996",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <strong>bayındırlık faaliyetlerinin</strong> kültürel varlıklar üzerindeki etkisine örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Restorasyonun uzmanlarca yapılması",
      "B": "Sit alanı yakınına yol inşası",
      "C": "Alanın kültürel miras olarak tescillenmesi",
      "D": "Bilimsel kazı yapılması",
      "E": "Kültürel miras semineri düzenlenmesi"
    },
    "explanation": "Hatırlama düzeyinde bir sorudur.<br/>Ulaşım, inşaat ve altyapı çalışmaları, kültürel miras alanlarına zarar verebilir. Bu nedenle planlamada \"bayındırlık\" alanlarına edilmelidir."
  },
  {
    "id": "3737364",
    "unitNumber": 5,
    "text": "Yazılı belgeleme sürecinin ikinci ayağında hangi tür raporlar hazırlanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Belediye izin raporları",
      "B": "Mekansal planlama raporları",
      "C": "Kentsel dönüşüm raporları",
      "D": "Mimarlık tarihi veya sanat tarihi raporları",
      "E": "Yapı güvenlik raporları"
    },
    "explanation": "Yazılı belgelemenin ikinci ayağı olarak, söz konusu kültür varlığı için hazırlanan rapor ya da raporlar örnek olarak verilebilir. Bu yazılı belgeler taşınmaz hakkındaki daha detaylı bilgileri kapsayan bir raporlar olabilir. Söz konusu belgeleme çalışmaları taşınmazın tespit ve tescili aşamasında hazırlanan, detaylı durum tespitleri, analizler ve tanımlamalar olabileceği gibi, daha sonraki çalışma aşamalarında ayrı ayrı hazırlanacak raporlar da olabilir. Bu belgelemeler çalışmaları;<br/>• Mimarlık tarihi ya da sanat tarihi raporları<br/>• Rölöve raporları<br/>• Taşıyıcı sistem raporları<br/>• Restorasyon raporları olabilir."
  },
  {
    "id": "3737365",
    "unitNumber": 5,
    "text": "Gravür tekniğiyle yapılan çizimlerin özellikleri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapıların detaylarına odaklanır ve fotoğraflara benzerler.",
      "B": "Detaylı ve güvenilir bilgiler içerirler.",
      "C": "Sadece 19. yüzyıl sonrasında kullanılmışlardır.",
      "D": "Yapıların plan düzlemindeki ölçüleri hakkında bilgi vermezler.",
      "E": "Yapıların restitüsyonu çalışmalarında kullanılmazlar."
    },
    "explanation": "Fotoğrafın kullanılmaya başlamasından önceki, 19.yüzyıl ortalarına kadar olan dönemde yapılar,<br/>yakın çevreleri ve siluetler gravür olarak tanımlanan çizimler aracılığıyla betimlenmişlerdir. Söz konusu<br/>bu teknik, çizimi yapılacak yapı, yapılar grubu veya silueti bakarak resmeden bir sanatçı tarafından yapılmakta<br/>ve bu nedenle çizimi yapan sanatçının tekniği ve yorumu ile sınırlıdır. Birçok gravür, yapıldığı<br/>dönem ve sanatçısına bağlı olarak, derinlik ve detaylardan yoksun, yapılar ve çevreleri hakkında sınırlı<br/>bilgi içeren nitelikte çizilmiştir. Ancak bazı gravürler de sanatçısının teknik yeteneğine bağlı olarak daha<br/>detaylı ve fotografik görüntüye yakın nitelikte çizilmiştir. Ne kadar ayrıntı ve derinlik barındırsa da bu<br/>teknikle belgelenmiş yapı ve yapı gruplarının bize ilettiği bilgilere ancak belli sınırlar içinde güvenmek<br/>doğru olacaktır, çünkü daha önce de belirtildiği gibi, bu tür çizimler her zaman içeriğinde yorum barındıran<br/>ve mevcudu tümüyle ayrıntılı olarak yansıtmayan, bir başka deyişle güvenilirliği sınırlı belgeler<br/>olarak kabul edilmelidir."
  },
  {
    "id": "3737366",
    "unitNumber": 5,
    "text": "Rölöve çiziminde kullanılan ölçüm tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Parçalı ölçüm sistemine dayanır.",
      "B": "Ölçüler rastgele bir köşeden başlayarak alınır.",
      "C": "Ölçülerin belirlenmesi için üçgenler oluşturulur.",
      "D": "Ölçüler sabit bir noktadan sabit bir yöne doğru alınır.",
      "E": "Ölçülerin hatasız alınması için çoklu doğrultular kullanılır."
    },
    "explanation": "Restorasyon sürecinde üretilen çizili belgelerin ilki, yapının mevcut güncel durumunun saptandığı rölövedir. Bu belgeleme yönteminde yapı tüm hasarları, değişiklikleri, malzeme ve detayları içerecek biçimde analitik olarak çizimler yardımıyla günümüzdeki hâliyle belgelenir. Rölöveler diğer mimari projelerde olduğu gibi plan kesit görünüş, sistem detayları ve nokta detayları ölçeklerinde üretilir. Yapıda yatay ve düşey düzlemlerde oluşmuş mevcut tüm yer değiştirmeler ile benzeri hasarlar bu çizimler üzerinde kotlar, açılar ve açıklama notları ile gösterilmelidir.<br/>Rölöve çiziminde kullanılan ifade tekniği, görülebilenin ve ölçülebilen düzlem ve elemanların çizilmesi şeklinde olur. Görülemeyen ve detayları saptanamayan kesit düzlemleri bu çizimlerde gösterilmez. Bu tekniğe bir nevi dış kabuk çizimi tekniği de denebilir.<br/>Ölçüm Tekniği<br/>Mekânların ölçülendirilmesi sürekli okuma yaparak ve saat yönünde hareket ederek yapılır; ölçüler sıfır kabul edilen bir köşeden başlayarak aynı doğrultudaki diğer köşeye ulaşılana dek, parçalı ölçüm yapılmadan verilir. Bu sistemde hata olasılığı, parçalı ölçüm sistemine göre daha azaltılmış, muhtemel bir ölçüm hatasının diğer parçalara yansıması da önlenmiş olur. Rölövede ölçü alırken doğrultuların saptanması, doğrultuların birbiri ile yaptığı açıların belirlenmesi ve mekânların hatasız ölçülmesi kurulacak poligonlar ile sağlanır, bunu sağlamanın yolu ise üçgenler kuracak biçimde ölçü almaktır. Böylece doğrultular arasındaki açıları ölçmeye gerek kalmadan, doğrultuların arasındaki ilişki sağlıklı bir biçimde çizilmiş olur."
  },
  {
    "id": "3737367",
    "unitNumber": 5,
    "text": "Aletli belgeleme yöntemlerinin avantajları aşağıdakilerden hangisidinde doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece küçük mekanlarda kullanılabilirler.",
      "B": "Büyük hacimli dosyalar elde edilmesini sağlarlar.",
      "C": "Belgeleme sürecini daha yavaş hale getirirler.",
      "D": "Yalnızca iki boyutlu çizimler oluştururlar.",
      "E": "Bilgisayar destekli çizim programlarıyla uyumlu değildirler."
    },
    "explanation": "Yukarıda tanımlanan ölçüm ve belgeleme sistemi, aslında tümüyle bizim yarattığımız bir koordinat sistemi ve noktalar dizgesi olarak da görülebilir. Bunu analog ya da lazer ölçüm sistemleri kullanarak yapmamızın belgeleme işlemimizi daha hızlı ve az kişiyle yapabilmemiz dışında, mantık olarak farkı yoktur. Bu işlemleri, daha gelişmiş aletler olan “total station” aygıtlarıyla da yapmamız mümkündür. Bilgisayar destekli bir çizim programı ile uyumlu çalışan çeşitli programlar yardımı ile söz konusu bu aletlerle belgeleme yapmak bazı durumlarda işlemi hızlandırır ve kolaylaştırır. Bu sistemde aletin gönderdiği lazer ışını ile baktığımız konuyu bize yaklaştıran optik düzenek sayesinde hedeflenen noktaların uzaydaki yerleri 3 koordinatıyla saptanır ve bu noktalar bilgisayar ekranında anında görünür. Total station aleti bilgisayar yardımlı çizimde kullanılan “fare” gibi kullanılarak bu noktaları ölçüm sırasında çizgilerle tamamlamak, yani belgeleme sırasında aynı zamanda 3 boyutlu bir çizim yapmak mümkün olur. Bu yöntemle yetişemeyeceğimiz uzaklıktaki düzlemler üzerinde, kullanılan aletin yeteneğine göre 300 metreye kadar ölçüm ve çizim yapmak imkânı vardır.<br/>Bir diğer aletli belgeleme yöntemi olarak da “nokta bulutu” oluşturan, tespit ettiği noktaların oluşturduğu 3 boyutlu görüntüler ile belgeleme yapan 3 boyutlu lazer tarayıcılar gösterilebilir. Bu sistemde önceden belirlenen bir sıklık ve yoğunlukta yapı içten ve dıştan, yine total station benzeri bir alt yardımıyla taranır ve tespit edilen noktaların oluşturduğu nokta bulutu belgeleme maçlı saklanır. Seçilen tarama yoğunluğuna bağlı olarak daha detaylı, ancak çok daha büyük hacimli dosyalar elde edilir. Bu yöntemde elde edilecek dosyaların büyüklüğü, daha gelişmiş bilgisayarların kullanımını gerektirecektir. Elde edilen görüntülerden bilgisayar destekli bir çizim programı ile uyumlu çalışan programlar yardımı ile istenilen yerlerden dilimler hâlinde yatay ve düşey kesitler almak, bunlardan kesit çizimleri oluşturmak mümkün olur. Önceki iki yöntemde ,önceden planlanmış yatay ve düşey düzlemlerde noktalar yardımıyla ölçüm ve çizim yapılırken, bu yöntemde belgeleme sonrasında istenen hemen her yerden düşey kesit veya plan oluşturulabilir."
  },
  {
    "id": "3737368",
    "unitNumber": 5,
    "text": "Aşağıda yer alan hangi aletli belgeleme yöntemi, tespit edilen noktaların oluşturduğu 3 boyutlu görüntüler ile belgeleme yapar?",
    "correctAnswer": "E",
    "options": {
      "A": "Gravür yöntemi",
      "B": "Rölöve yöntemi",
      "C": "Total station yöntemi",
      "D": "Fotoğraf çekimi",
      "E": "Nokta bulutu oluşturan 3 boyutlu lazer tarayıcılar"
    },
    "explanation": "Yukarıda tanımlanan ölçüm ve belgeleme sistemi, aslında tümüyle bizim yarattığımız bir koordinat sistemi ve noktalar dizgesi olarak da görülebilir. Bunu analog ya da lazer ölçüm sistemleri kullanarak yapmamızın belgeleme işlemimizi daha hızlı ve az kişiyle yapabilmemiz dışında, mantık olarak farkı yoktur. Bu işlemleri, daha gelişmiş aletler olan “total station” aygıtlarıyla da yapmamız mümkündür. Bilgisayar destekli bir çizim programı ile uyumlu çalışan çeşitli programlar yardımı ile söz konusu bu aletlerle belgeleme yapmak bazı durumlarda işlemi hızlandırır ve kolaylaştırır. Bu sistemde aletin gönderdiği lazer ışını ile baktığımız konuyu bize yaklaştıran optik düzenek sayesinde hedeflenen noktaların uzaydaki yerleri 3 koordinatıyla saptanır ve bu noktalar bilgisayar ekranında anında görünür. Total station aleti bilgisayar yardımlı çizimde kullanılan “fare” gibi kullanılarak bu noktaları ölçüm sırasında çizgilerle tamamlamak, yani belgeleme sırasında aynı zamanda 3 boyutlu bir çizim yapmak mümkün olur. Bu yöntemle yetişemeyeceğimiz uzaklıktaki düzlemler üzerinde, kullanılan aletin yeteneğine göre 300 metreye kadar ölçüm ve çizim yapmak imkânı vardır.<br/>Bir diğer aletli belgeleme yöntemi olarak da “nokta bulutu” oluşturan, tespit ettiği noktaların oluşturduğu 3 boyutlu görüntüler ile belgeleme yapan 3 boyutlu lazer tarayıcılar gösterilebilir. Bu sistemde önceden belirlenen bir sıklık ve yoğunlukta yapı içten ve dıştan, yine total station benzeri bir alt yardımıyla taranır ve tespit edilen noktaların oluşturduğu nokta bulutu belgeleme maçlı saklanır. Seçilen tarama yoğunluğuna bağlı olarak daha detaylı, ancak çok daha büyük hacimli dosyalar elde edilir. Bu yöntemde elde edilecek dosyaların büyüklüğü, daha gelişmiş bilgisayarların kullanımını gerektirecektir. Elde edilen görüntülerden bilgisayar destekli bir çizim programı ile uyumlu çalışan programlar yardımı ile istenilen yerlerden dilimler hâlinde yatay ve düşey kesitler almak, bunlardan kesit çizimleri oluşturmak mümkün olur. Önceki iki yöntemde ,önceden planlanmış yatay ve düşey düzlemlerde noktalar yardımıyla ölçüm ve çizim yapılırken, bu yöntemde belgeleme sonrasında istenen hemen her yerden düşey kesit veya plan oluşturulabilir."
  },
  {
    "id": "3737369",
    "unitNumber": 5,
    "text": "Aletli belgeleme yöntemlerinden \"total station\" ve \"nokta bulutu oluşturan 3 boyutlu lazer tarayıcılar\" arasındaki temel fark nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Total station yöntemi, yapının iç ve dışını tarayarak nokta bulutu oluştururken, lazer tarayıcılar sadece dışarıdan tarar.",
      "B": "Total station yöntemi daha detaylı veri toplarken, lazer tarayıcılar daha hızlı ve geniş alanları tarar.",
      "C": "Total station yöntemi sadece iki boyutlu çizimler oluştururken, lazer tarayıcılar üç boyutlu çizimler yapar.",
      "D": "Total station yöntemi sadece uzak mesafelerde kullanılırken, lazer tarayıcılar yakın mesafelerde kullanılır.",
      "E": "Total station yöntemi bilgisayar destekli çizim programlarıyla uyumlu değildirken, lazer tarayıcılar uyumludur."
    },
    "explanation": "Yukarıda tanımlanan ölçüm ve belgeleme sistemi, aslında tümüyle bizim yarattığımız bir koordinat sistemi ve noktalar dizgesi olarak da görülebilir. Bunu analog ya da lazer ölçüm sistemleri kullanarak yapmamızın belgeleme işlemimizi daha hızlı ve az kişiyle yapabilmemiz dışında, mantık olarak farkı yoktur. Bu işlemleri, daha gelişmiş aletler olan “total station” aygıtlarıyla da yapmamız mümkündür. Bilgisayar destekli bir çizim programı ile uyumlu çalışan çeşitli programlar yardımı ile söz konusu bu aletlerle belgeleme yapmak bazı durumlarda işlemi hızlandırır ve kolaylaştırır. Bu sistemde aletin gönderdiği lazer ışını ile baktığımız konuyu bize yaklaştıran optik düzenek sayesinde hedeflenen noktaların uzaydaki yerleri 3 koordinatıyla saptanır ve bu noktalar bilgisayar ekranında anında görünür. Total station aleti bilgisayar yardımlı çizimde kullanılan “fare” gibi kullanılarak bu noktaları ölçüm sırasında çizgilerle tamamlamak, yani belgeleme sırasında aynı zamanda 3 boyutlu bir çizim yapmak mümkün olur. Bu yöntemle yetişemeyeceğimiz uzaklıktaki düzlemler üzerinde, kullanılan aletin yeteneğine göre 300 metreye kadar ölçüm ve çizim yapmak imkânı vardır.<br/>Bir diğer aletli belgeleme yöntemi olarak da “nokta bulutu” oluşturan, tespit ettiği noktaların oluşturduğu 3 boyutlu görüntüler ile belgeleme yapan 3 boyutlu lazer tarayıcılar gösterilebilir. Bu sistemde önceden belirlenen bir sıklık ve yoğunlukta yapı içten ve dıştan, yine total station benzeri bir alt yardımıyla taranır ve tespit edilen noktaların oluşturduğu nokta bulutu belgeleme maçlı saklanır."
  },
  {
    "id": "3737370",
    "unitNumber": 5,
    "text": "Fotoğrafın belgeleme sürecindeki rolüyle ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Fotoğraf, belgeleme sürecinde sadece belgeleyen kişinin bakış açısını yansıtır.",
      "B": "Fotoğraf, belgeleme sürecinde detaylı açıklamaları sağlamak için kullanılır.",
      "C": "Fotoğraf, belgeleme sürecinde belgeleyen kişinin önceliklerine bağlı olarak detayları vurgular.",
      "D": "Fotoğraf, belgeleme sürecinde sadece yazılı belgelerle birlikte kullanıldığında anlam kazanır.",
      "E": "Fotoğraf, belgeleme sürecinde nesnenin özgün halini gösterir ve yoruma kapalıdır."
    },
    "explanation": "Görsel belgelemenin en önemli ve güvenilir ögelerinden birisi olarak fotoğraf kabul edilebilir.<br/>Fotoğraf en somut ve yorumsuz, doğru bilgi verisi olarak kullanılabilecek bir belgelemedir. Yazı ile tanımlama ve tarif ya da çizim ile ifade etme yöntemlerinde veriye çeşitli nedenlerle yorum katılabileceği göz önüne alınırsa, en güvenli kaynak olarak belgesel fotoğraf görülebilir. Fotoğrafta olabilecek yorum konuya bakıştaki ya da çerçevelemedeki tercih ile sınırlıdır. Bu tercih, belki vurgulanmak istenen detayları öne çıkaracak ve fotoğrafı çeken kişinin belgede öncelikleri belirlemesini sağlayacaktır. Ancak buna rağmen fotoğrafın “anın belgelenmesi”<br/>ya da tespiti olduğu göz önüne alındığında, belgelemeyi yapan kişinin öncelikleri dışındaki detaylar da bu belgede, yani fotoğrafta yer alır. Belgesel fotoğrafta çerçevelemeye giren hiçbir nesne ve detay gözden kaçmamıştır, ancak ona bakan kişinin ilgi alanı veya dikkatine göre öncelikli olarak algılanır veya göz ardı edilir. Nesneyi özgün biçimi ile görmek, ona bakan kişilerin kendi bakış açılarını ve yorumlamalarını özgür, etkilenmelerden arındırılmış olarak yapılabilmesini sağlayan bir özelliktir. Tanımda, tanımı yapan kişinin bakışı bizi yönlendirirken, nesneye kendi bakışımızda sadece bizim gözlem ve yorumumuz ön plandadır. Bugün birçok taşınmaz ve taşınır kültür varlığı hakkında, onların bizden önce alınmış görüntüleri bizi bilgilendirmektedir.<br/>Görsel belgelemenin en önemli ve güvenilir ögelerinden birisi olarak fotoğraf kabul edilebilir.<br/>Fotoğraf en somut ve yorumsuz, doğru bilgi verisi olarak kullanılabilecek bir belgelemedir. Yazı ile tanımlama ve tarif ya da çizim ile ifade etme yöntemlerinde veriye çeşitli nedenlerle yorum katılabileceği göz önüne alınırsa, en güvenli kaynak olarak belgesel fotoğraf görülebilir. Fotoğrafta olabilecek yorum konuya bakıştaki ya da çerçevelemedeki tercih ile sınırlıdır. Bu tercih, belki vurgulanmak istenen detayları öne çıkaracak ve fotoğrafı çeken kişinin belgede öncelikleri belirlemesini sağlayacaktır. Ancak buna rağmen fotoğrafın “anın belgelenmesi”<br/>ya da tespiti olduğu göz önüne alındığında, belgelemeyi yapan kişinin öncelikleri dışındaki detaylar da bu belgede, yani fotoğrafta yer alır. Belgesel fotoğrafta çerçevelemeye giren hiçbir nesne ve detay gözden kaçmamıştır, ancak ona bakan kişinin ilgi alanı veya dikkatine göre öncelikli olarak algılanır veya göz ardı edilir. Nesneyi özgün biçimi ile görmek, ona bakan kişilerin kendi bakış açılarını ve yorumlamalarını özgür, etkilenmelerden arındırılmış olarak yapılabilmesini sağlayan bir özelliktir. Tanımda, tanımı yapan kişinin bakışı bizi yönlendirirken, nesneye kendi bakışımızda sadece bizim gözlem ve yorumumuz ön plandadır. Bugün birçok taşınmaz ve taşınır kültür varlığı hakkında, onların bizden önce alınmış görüntüleri bizi bilgilendirmektedir. Restitüsyon ve restorasyon çalışmalarında tek başına yeterli olmasa da fotografik belgelerin önemli katkısı vardır. Bu belgeler sayesinde kültür varlığının özgün durumu ile bugünkü hâli karşılaştırılabilir. Bir kısmı ayakta olan taşınmazları belgeleyen fotoğraflardan yapının artık ayakta olmayan bölümlerinin mevcuttan alınan ölçüler ve ölçekli orantı ile yeniden yapımı söz konusu olabilir. Bu çalışmalarda yanılgı oranı, eğer belge olan fotoğraf mimari fotoğraf kurallarına uygun çekilmişse kabul edilebilir ölçülerde olacaktır."
  },
  {
    "id": "3737371",
    "unitNumber": 5,
    "text": "Fotoğraf belgelerinin uzun ömürlü saklanması için aşağıda yer alan hangi yöntem tercih edilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Görüntülerin sıkıştırılmış dosyalarda (.jpeg, .tiff) saklanması",
      "B": "Analog fotoğrafın dijital ortama aktarılması",
      "C": "Görüntülerin ham hâlleriyle (.raw, .neff) saklanması",
      "D": "Sıkıştırma formatı kullanmayan kameraların tercih edilmesi",
      "E": "Fotoğrafların basılı olarak saklanması"
    },
    "explanation": "Fotoğrafın Saklanması<br/>Belge fotoğraflarının saklanması ve sonrasında defalarca kullanımı, onların ilk çekimlerinde tercih edilecek çözünürlüğe ve dosyalama biçimine de dikkat etmemizi gerektiren bir özellik olmalıdır. Dijital fotoğraf kullanımının iyice yaygınlaştığı, analog fotoğrafın saklanmasında 100 yıldan fazla aracılık etmiş olan, negatif ve diapozitif filmlerin yavaş yavaş ortadan kalkmaya başladığı bu dönemde belgenin uzun ömürlü olarak saklanması daha da önem kazanmaktadır.<br/>Günümüzde kullanılan birçok fotoğraf kamerası görüntüleri sıkıştırılmış formatlardaki (.jpeg, .tiff, v.b.) dosyalarda saklamaktadır. Bu yöntemle saklanan belgeler kullanıldıkça her defasında bu çözme ve sıkıştırma işlemi tekrarlanmakta, böylelikle de görüntünün zaman içinde kalitesinin<br/>bozulmasına ve kayıplara neden olmaktadır. Bu durumun önüne geçmek ancak sıkıştırma formatı kullanmayan kameralar ile yapılacak belgelemeler ile mümkündür. Tercih edilen bu yöntemde görüntüler ham hâlleri ile saklanmakta ve kullanım sürecinde de herhangi bir kayba uğramamaktadır. Fotoğraf üzerinde istenen düzenlemeler, değişiklikler kamera üreticisinin verdiği bir program yardımıyla belge üzerine işlenir ve işlem sonrasında belge hangi sıkıştırılmış dosya türünde kaydedilecekse, istenen çözünürlükte kaydedilir ve kullanılır. Böylece ana dosya yine ham ve sıkıştırılmamış hâliyle (.raw, .neff, v.b.) saklanmaya devam edilir; dosyanın seçilen herhangi bir türden saklanmasının ve kullanımının nedeni, ham formattaki dosyaların baskı yapmaya uygun olmayıp, sadece saklamak amaçlı tasarlanmış olmasıdır."
  },
  {
    "id": "3737372",
    "unitNumber": 5,
    "text": "Belirli noktalar arasındaki ölçülerin düzleme paralel olarak çekilen fotoğraflar üzerinde işaretlenerek belirlenmesi hangi amaçla yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Perspektif deformasyonu önlemek için",
      "B": "Fotoğrafların estetik kalitesini artırmak için",
      "C": "Çekimdeki detayları vurgulamak için",
      "D": "Ölçeklenme işlemi için",
      "E": "Fotoğrafın renk kalitesini artırmak için"
    },
    "explanation": "Fotoğrafın çizim ile çakıştırılması analog yöntemle yapılan ölçüm ve belgeleme çalışmasında da sağlanabilir. Bunun için çizim için yapılan ölçüm sırasında düzlemdeki belli noktaların arasındaki ölçülerin, kurulan poligon sistemi içinde tespit edilmesi, aynı noktaların bu düzlemlerin fotografik belgelerinin üzerinde işaretlenmesi gerekir. Düzleme paralel olarak çekilen bu fotoğraflar, daha sonra herhangi bir fotoğraf işleme programında alınan ölçülere göre iki eksende de ölçeklenmesi yöntemi ile çizim ile çalıştırılır. Ölçüm yoluyla belgelenmesi mümkün olmayan, düzlem içindeki elemanlar böylece fotoğraf üzerinden çizilebilir."
  },
  {
    "id": "3737373",
    "unitNumber": 5,
    "text": "Restorasyon sürecinde kullanılmak üzere çekilen fotoğraflarda hangi açıyla detay noktalarının çekilmesi, söz konusu profillerin daha ifadeli görünmesini sağlar?",
    "correctAnswer": "D",
    "options": {
      "A": "90 derece",
      "B": "30 derece",
      "C": "60 derece",
      "D": "45 derece",
      "E": "120 derece"
    },
    "explanation": "Restorasyonda kullanılmak üzere çekilen fotoğraflarda taşınmazın içten ve dıştan belgelenmesi sırasında taşınmaz hakkında gerekli tüm bilginin, hasarları, deformasyonları, malzeme ve renkleri orijinal olanı gerçeğe en yakın verecek biçimde tespit etmek gerekir. Detay noktalarından mümkün olan en fazla bilgiyi verecek açılarla fotografik tespitler yapılması, konunun doğru belgelenmesinde önemli bir faktördür. Bazı durumlarda silme, profil ve doğrama gibi detayların, cephe çekiminde olduğu gibi tam karşıdan, konuya paralel olarak değil 45 derecelik bir açıyla çekilmesi, bu işlem sırasında söz konusu profillerin başka bir düzlemle arakesitinin görünmesi daha ifadeli olur. Fotoğrafların rapora ya da fotoğraf dosyasına dizilişi, eğer sözü edilen yerde yazılı veya çizili belgelerin hemen altında verilmiyorsa, belli bir sıralama içinde olmalıdır. Projelerin bodrumdan çatıya, kesit, görünüş, detaylar dizilimi gibi fotoğraflarda dıştan içe, belli kat sırası gözetilerek, genelden detaya doğru dizilimi doğru bir yaklaşım olur."
  },
  {
    "id": "3830988",
    "unitNumber": 5,
    "text": "Restorasyon ve koruma sürecinde yazılı belgeleme türlerinden biri olan tespit fişi hangi amaçla kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yapının taşıyıcı sistem analizini yapmak",
      "B": "Kültür varlığının fiziksel durumunu kısaca özetlemek",
      "C": "Restorasyon projesini tamamlamak",
      "D": "Yapının fotoğrafik belgelemesini yapmak",
      "E": "Mimari detayları üç boyutlu modellemek"
    },
    "explanation": "Yazılı belgelemenin ilk ayağı olarak, söz konusu kültür varlığı için hazırlanan, öncelikle onun tescil edilmesinde önemli bir belge olan tespit fişi gösterilebilir. Tespit fişi için, eğer konumuz taşınmaz bir kültür varlığı ise, yapının künyesi ya da nüfus bilgileri denebilir. Bu yazılı belgede yapının fiziksel durumunu gösteren kısa ve öz bilgiler bulunur. Bir nevi katalog çalışması olarak da tanımlanabilecek fişlerde yapının kendisine ve çevresi ile olan ilişkisine yönelik bilgiler yer alır."
  },
  {
    "id": "3830989",
    "unitNumber": 5,
    "text": "I.Restorasyon sürecinde üretilen çizili belgelerin ilkidir<br/>II.Bu belgeleme yönteminde yapı tüm hasarları, değişiklikleri, malzeme ve detayları içerecek biçimde analitik olarak çizimler yardımıyla günümüzdeki hâliyle belgelenir.<br/>III.Diğer mimari projelerde olduğu gibi plan kesit görünüş, sistem detayları ve nokta detayları ölçeklerinde üretilir.<br/>IV.Görülemeyen ve detayları saptanamayan kesit düzlemleri bu çizimlerde gösterilir.<br/><strong>Yukarıdakilerden hangileri röleve ile ilgilidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, III ve III",
      "C": "I ve IV",
      "D": "III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Restorasyon sürecinde üretilen çizili belgelerin ilki, yapının mevcut güncel durumunun saptandığı rölövedir. Bu belgeleme yönteminde yapı tüm hasarları, değişiklikleri, malzeme ve detayları içerecek biçimde analitik olarak çizimler yardımıyla günümüzdeki hâliyle belgelenir. Rölöveler diğer mimari projelerde olduğu gibi plan kesit görünüş, sistem detayları ve nokta detayları ölçeklerinde üretilir. Yapıda yatay ve düşey düzlemlerde oluş- muş mevcut tüm yer değiştirmeler ile benzeri hasarlar bu çizimler üzerinde kotlar, açılar ve açıklama notları ile gösterilmelidir. Rölöve çiziminde kullanılan ifa- de tekniği, görülebilenin ve ölçüle- bilen düzlem ve elemanların çizilmesi şeklinde olur. Görülemeyen ve detayları saptanamayan kesit düzlemleri bu çizimlerde gösterilmez. Bu tekniğe bir nevi dış kabuk çizimi tekniği de denebilir."
  },
  {
    "id": "3830990",
    "unitNumber": 5,
    "text": "Rölöve ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yapının yalnızca tarihi belgelerini içerir",
      "B": "Yapının mevcut durumunu çizim yoluyla belgeler",
      "C": "Restorasyon projesinin bir parçası değildir",
      "D": "Yapının sanat tarihine dair bilgileri içerir",
      "E": "Sadece 3D modelleme ile yapılabilir"
    },
    "explanation": "Rölöve raporları mevcut durumun çizim yoluyla (rölöve) ortaya konmasında, bu yöntemle yeterince ifade edilemeyen yapım yöntemi, bozulma, eklenti ve eksikliklerin betimlenmesi, bir başka deyişle hazırlanan rölövenin yazılı olarak desteklenmesi amaçlıdırlar. Bu raporda yapının mevcut durumu tüm özelliklerini ortaya koyacak nitelikte, analitik olarak belgelenir. Belgeleme yapının yakın çevresi, bulunduğu yapı adası ve benzer bilgileri de içermelidir."
  },
  {
    "id": "3830991",
    "unitNumber": 5,
    "text": "Restorasyon sürecinde fotoğrafik belgelemenin en önemli avantajı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Her zaman gerçeği yansıtması",
      "B": "Tüm detayların kesin olarak ölçülmesi",
      "C": "Dijital olarak her zaman düzenlenebilmesi",
      "D": "Çizimlere göre daha az yer kaplaması",
      "E": "Yorumsuz ve somut bir belge sunması"
    },
    "explanation": "Görsel belgelemenin en önemli ve güvenilir ögelerinden birisi olarak fotoğraf kabul edilebilir. Fotoğraf en somut ve yorumsuz, doğru bilgi veri-si olarak kullanılabilecek bir belgelemedir. Yazı ile tanımlama ve tarif ya da çizim ile ifade etme yöntemlerinde veriye çeşitli nedenlerle yorum katılabileceği göz önüne alınırsa, en güvenli kaynak olarak belgesel fotoğraf görülebilir."
  },
  {
    "id": "3830992",
    "unitNumber": 5,
    "text": "Eski sigorta haritaları, restorasyon sürecinde neden önemlidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapıların fiziksel özelliklerini ve kat sayılarını gösterdiği için",
      "B": "Yapıların özgün renklerini gösterdiği için",
      "C": "Yapıların sanat tarihini belirlediği için",
      "D": "Sadece estetik amaçlı kullanıldığı için",
      "E": "İç mekân düzenlemelerini gösterdiği için"
    },
    "explanation": "Eski sigorta haritalarında yapılar lejantında belirtilen renklere göre sınıflandırılmış olup, buradan onların kargir, ahşap ya da karma yapıdaki fiziksel özellikleri, kat adetleri, bulundukları yakın çevredeki kot ilişkileri, kapı numaraları, eğer önemliyse kime ait oldukları ve yapı adları ile bulundukları sokakların adları belgelenmiştir. Söz konusu bu bilgiler, artık günümüzde mevcut olmayan ya da özellik ve nitelikleri günümüze kadar değişmiş yapıların özgün tasarımlarını bilmemiz konusunda önemli yardımcı bilgilerdir."
  },
  {
    "id": "3830993",
    "unitNumber": 5,
    "text": "Uzun odaklı objektifler kullanıldığında aşağıdaki durumlardan hangisi gerçekleşir?",
    "correctAnswer": "A",
    "options": {
      "A": "Perspektif etkisi azalır",
      "B": "Görüntüde derinlik artar",
      "C": "Nesneler daha küçük görünür",
      "D": "Yapıların detayları kaybolur",
      "E": "Görüntü bozulur"
    },
    "explanation": "Uzun odaklı objektiflerin (tele objektif ) verdiği görüntüler ise daha az derinlikli, perspektif etkisi az olan görüntülerdir. Özellikle konudan uzak bir konumda kullanıldıklarında elde edilen fotoğraflarda nesneler teknik resim kurallarına daha yakın bir görünümde belgelenmiş olurlar. Bu yöntemle kamera konuya iki düzlemde de paralel olarak tutulduğunda az kaçışlı, mimari cephe çizimlerine yakın görüntüler alınabilir."
  },
  {
    "id": "3830994",
    "unitNumber": 5,
    "text": "Netlik derinliği kavramı neyi ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Fotoğrafın çekildiği açıyı",
      "B": "Nesnenin ışık yansıtma oranını",
      "C": "Fotoğraftaki nesnelerin ön ve arka planlarının netlik alanını",
      "D": "Fotoğrafın renk doygunluğunu",
      "E": "Perspektif etkisinin arttığını"
    },
    "explanation": "Mimari belgeleme amaçlı çekilen fotoğraflarda konu nesne genelde bir yapı ya da yapının bir mekânı olduğu için birbirinden uzak ve farklı düzlemleri bir arada görüntülemek gerecektir. Bu durumda ise bilinmesi gerekli önemli konulardan biri de “netlik derinliği” kavramıdır. Netlik derinliği kısaca netlik ayarı yaptığımız nesnenin önünde ve arkasında bir miktar alanın daha, net görünmesi şeklinde tanımlanabilir. Netlik derinliği alanı kullanılan objektif cinsine, konunun uzaklığına ve kullanılan diyafram ayarına göre aşağıdaki durumlarda farklılıklar gösterir."
  },
  {
    "id": "3830995",
    "unitNumber": 5,
    "text": "Restorasyon sürecinde kullanılan \"total station\" cihazı hangi amaçla kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Renk analizleri yapmak için",
      "B": "Yapının taşıyıcı sistemini güçlendirmek için",
      "C": "Yapı içindeki yükseklik farklarını ölçmek için",
      "D": "Yapının 3D nokta bulutu modellemesini yapmak için",
      "E": "Ahşap yapı malzemelerini analiz etmek için"
    },
    "explanation": "Total station aleti bilgisayar yardımlı çizimde kullanılan “fare” gibi kullanılarak bu noktaları ölçüm sırasında çizgilerle tamamlamak, yani belgeleme sırasında aynı zamanda 3 boyutlu bir çizim yapmak mümkün olur. Bir diğer aletli belgeleme yöntemi olarak da “nokta bulutu” oluşturan, tespit ettiği noktaların oluşturduğu 3 boyutlu görüntüler ile belgeleme yapan 3 boyutlu lazer tarayıcılar gösterilebilir. Bu sistemde önceden belirlenen bir sıklık ve yoğunlukta yapı içten ve dıştan, yine total station benzeri bir alt yardımıyla taranır ve tespit edilen noktaların oluşturduğu nokta bulutu belgeleme maçlı saklanır. Seçilen tarama yoğunluğuna bağlı olarak daha detaylı, ancak çok daha büyük hacimli dosyalar elde edilir. Bu yöntemde elde edilecek dosyaların büyüklüğü, daha gelişmiş bilgisayarların kullanımını gerektirecektir."
  },
  {
    "id": "3830996",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yatay düzlemin belirlenmesinde kullanılan ince, şeffaf bir hortum içine doldurulan su ile uygulanan en basit yöntemi tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Total station",
      "B": "Lazer Işını",
      "C": "Hassas terazi",
      "D": "Teleobjektif",
      "E": "Hortum terazi"
    },
    "explanation": "Yatay düzlemin belirlenmesinde kullanılabilecek en basit yöntem ince, şeffaf bir hortum içine doldurulan su ile uygulanan “hortum terazi” yöntemidir. Mekânın karşılıklı iki duvarı veya köşesinde tutulan hortumun iki ucunda su hareketi durduğunda yatay düzlemin iki noktası belirlenmiş olur; diğer duvar ve köşelerde de işlemin tekrar edilmesiyle tüm mekânda yatay bir düzlem belirlenmiş olur. Bundan sonra her noktanın ait olduğu düzlemde noktalar arasında çekilecek bir ip yardımı ile düşey ölçüler alınabilir. Çokça kullanılan bu yöntemi uygulamak için birden fazla kişi gereklidir."
  },
  {
    "id": "3830997",
    "unitNumber": 5,
    "text": "Fotoğrafın kullanılmaya başlamasından önceki, 19.yüzyıl ortalarına kadar olan dönemde yapılar, yakın çevreleri ve siluetler aşağıdaki hangi çizimler aracılığıyla betimlenmişlerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gravür",
      "B": "Theodolit",
      "C": "Optik Cihaz",
      "D": "Nivo",
      "E": "T1A Modeli"
    },
    "explanation": "Fotoğrafın kullanılmaya başlamasından önceki, 19.yüzyıl ortalarına kadar olan dönemde yapılar, yakın çevreleri ve siluetler gravür olarak tanımlanan çizimler aracılığıyla betimlenmişlerdir. Söz konusu bu teknik, çizimi yapılacak yapı, yapılar grubu veya silueti bakarak resmeden bir sanatçı tarafından yapılmakta ve bu nedenle çizimi yapan sanatçının tekniği ve yorumu ile sınırlıdır. Birçok gravür, yapıldığı dönem ve sanatçısına bağlı olarak, derinlik ve detaylardan yoksun, yapılar ve çevreleri hakkında sınırlı bilgi içeren nitelikte çizilmiştir."
  },
  {
    "id": "3843360",
    "unitNumber": 5,
    "text": "Korunması gerekli kültür varlığının fiziksel özelliklerinin saptanması ve kayıt altına alınmasında en önemli husus aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pazarlama stratejileri belirlemek",
      "B": "Belgeleme yapmak",
      "C": "Finansal kaynakları bulmak",
      "D": "Güvenlik önlemleri almak",
      "E": "Uluslararası sergiler düzenlemek"
    },
    "explanation": "Korunması gerekli kültür varlığının korumaya değer özelliklerinin belgelenmesinde ve koruma altına alındığında söz konusu kültür varlığının fiziksel özelliklerinin saptanması ve kayıt altına alınmasında en önemli husus şüphesiz belgelemedir."
  },
  {
    "id": "3843361",
    "unitNumber": 5,
    "text": "Yatay düzlemin belirlenmesinde, içine su doldurulmuş basit ve şeffaf bir düzenekle seviye aktarımı prensibine dayanan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Lazer metre",
      "B": "Nivo",
      "C": "Hortum terazi",
      "D": "Total Station",
      "E": "Teodolit"
    },
    "explanation": "Yatay düzlemin belirlenmesinde kullanılabilecek en basit yöntem ince, şeffaf bir hortum içine doldurulan su ile uygulanan “hortum terazi” yöntemidir. Mekânın karşılıklı iki duvarı veya köşesinde tutulan hortumun iki ucunda su hareketi durduğunda yatay düzlemin iki noktası belirlenmiş olur; diğer duvar ve köşelerde de işlemin tekrar edilmesiyle tüm mekânda yatay bir düzlem belirlenmiş olur."
  },
  {
    "id": "3843363",
    "unitNumber": 5,
    "text": "Netlik derinliği kavramı, mimari belgeleme amaçlı çekilen fotoğraflarda neden özellikle önem taşımaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Fotoğrafın sadece sanatsal değerini artırmak için.",
      "B": "Yapının farklı ışık koşullarındaki görünümünü belgelemek için.",
      "C": "Birbiri ardına dizili ve farklı uzaklıklardaki düzlemlerin tümünü net olarak görüntüleyebilmek için.",
      "D": "Sadece ön plandaki detayları belirginleştirmek için.",
      "E": "Fotoğraf çekim hızını ayarlamak için."
    },
    "explanation": "Mimari belgeleme amaçlı çekilen fotoğraflarda konu nesne genelde bir yapı ya da yapının bir mekânı olduğu için birbirinden uzak ve farklı düzlemleri bir arada görüntülemek gerecektir. Bu durumda ise bilinmesi gerekli önemli konulardan biri de “netlik derinliği” kavramıdır."
  },
  {
    "id": "3843453",
    "unitNumber": 5,
    "text": "Yazılı belgelemenin ilk ayağı olarak, söz konusu kültür varlığı için hazırlanan, öncelikle onun tescil edilmesinde önemli bir belge olan tespit fişi gösterilebilir.<br/>Tespit fişi için aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tespit fişine, eğer konumuz taşınmaz bir kültür varlığı ise, yapının künyesi ya da nüfus bilgileri denebilir.",
      "B": "Tespit fişinde yapının fiziksel durumunu gösteren kısa ve öz bilgiler bulunur.",
      "C": "Bir nevi katalog çalışması olarak tanımlanabilecek tespit fişlerinde yapının kendisine ve çevresi ile olan ilişkisine yönelik bilgiler yer alır.",
      "D": "Fişlerin katalog formunda hazırlanmış olması, belgeleme işleminin hızlı ve objektif bir bakışla yapılmasını sağlayan bir özelliktir.",
      "E": "Tespit fişleri taşınmaz hakkındaki detaylı durum tespitlerini içerir."
    },
    "explanation": "Yazılı belgelemenin ilk ayağı olarak, söz konusu kültür varlığı için hazırlanan, öncelikle onun tescil edilmesinde önemli bir belge olan tespit fişi gösterilebilir. Tespit fişi için, eğer konumuz taşınmaz bir kültür varlığı ise, yapının künyesi ya da nüfus bilgileri denebilir. Bu yazılı belgede yapının fiziksel durumunu gösteren kısa ve öz bilgiler bulunur. Bir nevi katalog çalışması olarak da tanımlanabilecek fişlerde yapının kendisine ve çevresi ile olan ilişkisine yönelik bilgiler yer alır. Fişlerin katalog formunda hazırlanmış olması, önceden saptanan gerekli maddelerin karşılıklarının sadece işaretleme yöntemiyle doldurulması,<br/>belgeleme işleminin hızlı ve objektif bir bakışla yapılmasını sağlayan bir özelliktir. Bu yöntemle benzer birçok yapı ve yapılar grubu aynı kıstaslar doğrultusunda incelenmiş ve belgelenmiş olur. Yazılı belgelemenin ikinci ayağı olarak, söz konusu kültür varlığı için hazırlanan rapor ya da raporlar örnek olarak verilebilir. Bu yazılı belgeler taşınmaz hakkındaki daha detaylı bilgileri kapsayan bir raporlar<br/>olabilir."
  },
  {
    "id": "3843462",
    "unitNumber": 5,
    "text": "Yazılı belgelemenin ikinci ayağı olarak, söz konusu kültür varlığı için hazırlanan rapor ya da raporlar örnek olarak verilebilir. Bu yazılı belgeler taşınmaz hakkındaki daha detaylı bilgileri kapsayan bir raporlar olabilir.<br/>Aşağıdakilerden hangisi detaylı belgeleme çalışmalarından biri olamaz?",
    "correctAnswer": "A",
    "options": {
      "A": "İmar uygulama raporu",
      "B": "Mimarlık tarihi ya da sanat tarihi raporları",
      "C": "Rölöve raporları",
      "D": "Taşıyıcı sistem raporları",
      "E": "Restorasyon raporları"
    },
    "explanation": "İmar uygulama raporu kültür varlıklarının belgelenmesinde doğrudan yer almaz, daha çok belediyecilik ve şehir planlama süreçlerinde geçer. Yazılı belgelemenin ikinci ayağı olarak, söz konusu kültür varlığı için hazırlanan rapor ya da raporlar<br/>örnek olarak verilebilir. Bu yazılı belgeler taşınmaz hakkındaki daha detaylı bilgileri kapsayan bir raporlar olabilir. Söz konusu belgeleme çalışmaları taşınmazın tespit ve tescili aşamasında hazırlanan, detaylı durum tespitleri, analizler ve tanımlamalar olabileceği gibi, daha sonraki çalışma aşamalarında ayrı ayrı hazırlanacak raporlar da olabilir. Bu belgelemeler çalışmaları;<br/>• Mimarlık tarihi ya da sanat tarihi raporları<br/>• Rölöve raporları<br/>• Taşıyıcı sistem raporları<br/>• Restorasyon raporları olabilir."
  },
  {
    "id": "3843478",
    "unitNumber": 5,
    "text": "Bir mimari yapının belgelendirilmesinde, perspektif deformasyonunun oluşmaması ve teknik çizimle çakıştırılabilir bir görüntü elde edilmesi için hangi çekim yöntemi tercih edilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Geniş açılı objektifle üstten çekim",
      "B": "Konuya çapraz açıyla yaklaşarak derinlikli görüntü",
      "C": "Konu olan cepheye her iki düzlemde de paralel çekim",
      "D": "Yalnızca yakın plan detay çekimi",
      "E": "Sanatsal ifade amaçlı serbest kompozisyonlu çekim"
    },
    "explanation": "Yapılacak çekimlerde cepheler mümkün olduğu kadar çok bilgi içermesi ve teknik açıdan kullanılabilir olması için konu olan cepheye paralel çekim yapmak gerekir...eğer fotoğraflar konu olan cepheye her iki düzlemde de paralel tutularak çekilmişse üzerlerinden orantı kurmak mümkündür, çünkü bu tür çekimlerde perspektif deformasyon olmayacak yani elde edilen görüntü teknik resim kurallarına yakın nitelikte olacaktır."
  },
  {
    "id": "3843482",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi belgesel fotoğrafın restorasyon ve koruma sürecinde öne çıkmasının temel nedenlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çekimlerin sanat kaygısıyla yapılması",
      "B": "Fotoğrafların sadece dijital formatta saklanması",
      "C": "Nesneyi yorumsuz ve doğrudan şekilde sunabilmesi",
      "D": "Fotoğraftaki detayların mutlaka çizimlerle ifade edilmesi",
      "E": "Geniş açılı objektiflerin her zaman tercih edilmesi"
    },
    "explanation": "Fotoğraf en somut ve yorumsuz, doğru bilgi verisi olarak kullanılabilecek bir belgelemedir. Tanımda, tanımı yapan kişinin bakışı bizi yönlendirirken, nesneye kendi bakışımızda sadece bizim gözlem ve yorumumuz ön plandadır. Fotoğrafın ‘anın belgelenmesi’ ya da tespiti olduğu göz önüne alındığında, belgelemeyi yapan kişinin öncelikleri dışındaki detaylar da bu belgede, yani fotoğrafta yer alır."
  },
  {
    "id": "3843491",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dijital fotoğrafların belgeleme amaçlı uzun süreli kullanımı açısından en uygun saklama yöntemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Görüntüleri sıkıştırmasız ham formatlarda (örneğin .raw) saklama",
      "B": "Görüntüleri doğrudan baskı alarak fiziksel dosyada saklama",
      "C": "JPEG formatında, düşük çözünürlükte sıkıştırılmış olarak saklama",
      "D": "Tüm görselleri sosyal medyada paylaşarak arşivleme",
      "E": "Yalnızca düzenlenmiş halleri .jpeg formatında saklama"
    },
    "explanation": "Bu durumun önüne geçmek ancak sıkıştırma formatı kullanmayan kameralar ile yapılacak belgelemeler ile mümkündür. Tercih edilen bu yöntemde görüntüler ham hâlleri ile saklanmakta ve kullanım sürecinde de herhangi bir kayba uğramamaktadır...ana dosya yine ham ve sıkıştırılmamış hâliyle (.raw, .neff, v.b.) saklanmaya devam edilir."
  },
  {
    "id": "3843496",
    "unitNumber": 5,
    "text": "Aşağıdaki çizili belgelerden hangisi fotoğrafın kullanılmaya başlamasından önceki dönemde yapılar, yakın çevreleri ve silüetlerin çizilmesi aracılığıyla betimlenmesidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İzometrik Plan",
      "B": "Harita",
      "C": "Rölöve",
      "D": "Kroki",
      "E": "Gravür"
    },
    "explanation": "Fotoğrafın kullanılmaya başlamasından önceki, 19.yüzyıl ortalarına kadar olan dönemde yapılar, yakın çevreleri ve siluetler gravür olarak tanımlanan çizimler aracılığıyla betimlenmişlerdir. Söz konusu bu teknik, çizimi yapılacak yapı, yapılar grubu veya silueti bakarak resmeden bir sanatçı tarafından yapılmakta<br/>ve bu nedenle çizimi yapan sanatçının tekniği ve yorumu ile sınırlıdır. Birçok gravür, yapıldığı dönem ve sanatçısına bağlı olarak, derinlik ve detaylardan yoksun, yapılar ve çevreleri hakkında sınırlı bilgi içeren nitelikte çizilmiştir."
  },
  {
    "id": "3843499",
    "unitNumber": 5,
    "text": "Geniş açılı objektifler kullanıldığında elde edilen fotoğraflarda aşağıdakilerden hangisi daha olasıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Nesnelerin orantılı, ölçekli görünmesi",
      "B": "Perspektif etkisinin az olması",
      "C": "Sanatsal etkiden tamamen arındırılmış görüntü elde edilmesi",
      "D": "Ön plandaki nesnelerin olduğundan büyük görünmesi",
      "E": "Arka plandaki nesnelerin büyütülerek görünmesi"
    },
    "explanation": "Kısa odak uzaklıklı objektiflerle (geniş açılı objektifler) elde edilen belgelerde, özellikle, konu yakın planda ise perspektif etki oldukça fazladır. Yakın planda bulunan nesneler olduğundan daha büyük, arka planda kalan nesneler ise olduğundan daha küçük görünür."
  },
  {
    "id": "3737354",
    "unitNumber": 6,
    "text": "Hangi belge tarihî kent dokusunun bütünlüğünün korunması gerektiğini vurgular?",
    "correctAnswer": "D",
    "options": {
      "A": "Atina Antlaşması",
      "B": "Papageorgiou'nun tanımı",
      "C": "Madde 65",
      "D": "Venedik Tüzüğü",
      "E": "Anonim1'in tanımı"
    },
    "explanation": "Metinde, Venedik Tüzüğü'nün tarihî dokunun bütünlüğünün korunması gerektiğini vurguladığı belirtilmektedir."
  },
  {
    "id": "3737355",
    "unitNumber": 6,
    "text": "Tarihî dokuda yeni yapı yapma fikri ise ağırlıkla eski yapıların kopyaları örnek alınarak oluşmuş ve tarihi yanıltabilecek betonarme taşıyıcılı ahşap veya taş kaplama yapılar yapılmıştır. 1980-90’larda uygulanan ikinci derece tarihî eser yenilemesi de geleneksel dokuda az sayıda varlığını sürdüren sivil mimarlık örneğinin, yüksek katlı apartmanların cephelerinde çok da uyumlu ve gerçekçi olmayan bir biçimde eklenmeleri ile sahne dekoruna benzeyen yeni uygulamaların kentsel çevrelerde yaygınlaşmasına yol açmış, bu da fiziksel çevrede tiyatro dekoruna benzeyen sahte bir doku yaratmıştır. Bu bağlamda incelenecek olumlu bir örnek aşağıdakilerden hangisi olabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Maçka Palas",
      "B": "Milli Reasürans yapısı",
      "C": "Teşvikiye'deki apartmanlar",
      "D": "Ayasofya",
      "E": "Prag dans eden ev"
    },
    "explanation": "Bu bağlamda incelenecek olumlu bir örnek ise; İstanbul, Teşvikiye’de 19.yüzyıldan beri sürekli işlev değiştirerek günümüze ulaşan çok önemli ve özel bir yapı olan Maçka Palas’ın yanında bulunan Milli Reasürans yapısıdır; bu yapı tarihî doku içinde yapılan tasarımlara Türkiye’den çok başarılı bir uygulama olarak gösterilebilir. Sevinç ve Şandor Hadi’nin sınırlı bir yarışma sonucu tasarlamış oldukları yapı değerli bir kentsel doku içerisinde önemli bir noktadadır (Resim 6.13).<br/>Bu bağlamda incelenecek olumlu bir örnek ise; İstanbul, Teşvikiye’de 19.yüzyıldan beri sürekli işlev değiştirerek günümüze ulaşan çok önemli ve özel bir yapı olan Maçka Palas’ın yanında bulunan <strong>Milli Reasürans</strong> yapısıdır."
  },
  {
    "id": "3737356",
    "unitNumber": 6,
    "text": "I.Var olan plan motiflerini oldukça yakın kopyalamak<br/>II.Temel olarak benzer formlar kullanmak, ama onları yeniden düzenlemek<br/>III.Eskiyle aynı görünüş etkisi verecek yeni formlar yaratmak<br/>IV.orijinal formları ayırt etmek<br/>Yapılar arasında komşuluk karakterini güçlendirmek için yukarıdakilerden hangi yöntemler önerilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "II ve III",
      "B": "I ve II",
      "C": "I,II ve III",
      "D": "I,II,III ve IV",
      "E": "II,III ve IV"
    },
    "explanation": "Mevcut ve yeni yapı arasında uyumlu bir ilişki kurmak için cephedeki küçük elemanlar önemlidir, yapılar arası komşuluğun karakterini kuvvetlendirmek için bazı form ve motifleri ödünç almak gerekir, bu da değişik şekillerde yapılabilir.<br/>• var olan plan motiflerini oldukça yakın kopyalamak<br/>• temel olarak benzer formlar kullanmak, ama onları yeniden düzenlemek<br/>• eskiyle aynı görünüş etkisi verecek yeni formlar yaratmak<br/>• orijinal formları ayırt etmek (Brolin, 2002)<br/>I,II,III ve IV"
  },
  {
    "id": "3737357",
    "unitNumber": 6,
    "text": "Tarihi dokuda yapılacak müdahaleler aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarihî dokuda çağdaş eklentiler",
      "B": "Yapıların baştan yapılması",
      "C": "Çevreye uyumsuz modern yapılar inşa etmek",
      "D": "Başka tarihi yapıların fonksiyonlarını kopyalamak",
      "E": "Tarihi dokuda yüksek katlı apartmanların inşası"
    },
    "explanation": "Tarihi dokuda yapılacak müdahaleler 2 farklı başlık biçiminde ele alınabilir. Bu başlıkları Hakime Yıldız şu biçimde tanımlamaktadır.<br/>1. Kentsel sit alanlarında boş parsellerde ya da sit alanı içinde tescilsiz yapı parsellerindeki yeni yapı uygulamaları<br/>2. Tarihî dokuda çağdaş eklentiler (tarihî yapıların özgün fonksiyonlarından farklı bir fonksiyonda kullanılması durumunda çağdaş ilave yapı tasarımı ve çağdaş mimari eleman tamamlamaları) (Yıldız, 2011: 40)."
  },
  {
    "id": "3737358",
    "unitNumber": 6,
    "text": "I.Tarihî alanın kaçıncı dereceden tescilli olduğu<br/>II.Tarihsel önem derecesi<br/>III.Tarihsel alanın bütünlüğü<br/>IV.Tarihsel alanın bozulmamışlığı<br/>Tarihî çevrenin niteliklerini değerlendirirken yukarıdakilerden hangilerini göz önünde bulundurmalıyız?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I,II ve III",
      "D": "I,II ve IV",
      "E": "I,II,III ve IV"
    },
    "explanation": "Tarihî dokuda yapılacak yeni tasarım konusunda öncelik; yine üst ölçekten yaklaşarak; var olan dokunun karakterini kavrayabilmek, ruhunu yakalayabilmek amacı ile dokusal özelliklerin analiz edilmesidir. Fiziksel mekânın nitelikleri doğru ortaya konulduktan sonra yapılacak tasarımın yöntemleri belirlenebilir. Gülersoy da tarihî çevrenin niteliklerini değerlendirme konusunda şu biçimde bir sıralama yapmaktadır;<br/>• Tarihsel alanın sahip olduğu değer (tarihî alanın kaçıncı dereceden tescilli olduğu, tarihsel önem derecesi)<br/>• Tarihsel alanın bütünlüğü, bozulmamışlığı (tarihî alanın bütünlük ve süreklilik göstermesi) Tarihsel çevredeki tescilli yapıların yeni yapıya yakınlık derecesi (komşu tescilli yapılara göz uzaklığının derecesi) (Gülersoy, 2011: 5).<br/>I,II,III ve IV"
  },
  {
    "id": "3737359",
    "unitNumber": 6,
    "text": "..........., gerek malzeme, gerekse mimari yaklaşım olarak tarihî dokuda tamamen farklı form ve malzemede aykırı bir biçim olarak tasarım yapılmasıdır. Ancak bu yaklaşımdaki en önemli püf noktası, tarihî dokuya ve yapılara saygı duymak, kütle oranları (kontur ve gabariler) olarak da mevcut dokuyu aşmamaktır",
    "correctAnswer": "A",
    "options": {
      "A": "Karşıtlık fikrinin çıkış noktası",
      "B": "Uygunluk fikrinin çıkış noktası",
      "C": "Taklit fikrinin çıkış noktası",
      "D": "Benzerlik fikrinin çıkış noktası",
      "E": "Etkisizleştirme fikrinin çıkış noktası"
    },
    "explanation": "Karşıtlık fikrinin çıkış noktası, gerek malzeme, gerekse mimari yaklaşım olarak tarihî dokuda tamamen farklı form ve malzemede aykırı bir biçim olarak tasarım yapılmasıdır. Ancak bu yaklaşımdaki en önemli püf noktası, tarihî dokuya ve yapılara saygı duymak, kütle oranları (kontur ve gabariler) olarak da mevcut dokuyu aşmamaktır.<br/>Günümüzdeki karşıtlık-zıtlık yaklaşımı gerek ölçek, gerek üslup olarak tarihî dokuyu fazla dikkate almayan bir anlayışa evrilmiştir. Tarihî dokuda yeni yapı yapma uygulamalarından iki tanesi bu açıklamalardan da anlaşılabileceği gibi eleştirilmektedir; ilki taklit yapı yapma, ikincisi ise tarihî dokuyu yok sayacak bir karşıtlık anlayışı."
  },
  {
    "id": "3737360",
    "unitNumber": 6,
    "text": "Papageorgiou'ya göre; tarihî kent, tarihî merkez, tarihî kentsel merkezlerin, ‘tarihî yerleşme’ ler olarak adlandırılması için aşağıdaki hangi özellikleri taşımaları gerekmektedir?<br/>I.Orijinal ve karakteristik bir kent strüktürü,<br/>II.Önemli mimari özellikler<br/>III.Devam eden bir sosyal yaşam.",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "Yalnız II",
      "E": "I,II ve III"
    },
    "explanation": "Yine başka bir bakışa göre tarihî kentin doku özelliklerini Papageorgiou şu biçimde tanımlamaktadır. “Tarihî kent, tarihî merkez, tarihî kentsel merkezlerin, ‘tarihî yerleşme’ler olarak adlandırılması için aşağıdaki özellikleri taşımaları gerekmektedir;<br/>• Orijinal ve karakteristik bir kent strüktürü,<br/>• Önemli mimari özellikler,<br/>• Devam eden bir sosyal yaşam.<br/>Bu özelliklere göre, tarihî yerleşmelerin çok da eski olması gerekmemektedir. Önemli olan tüm tarihsel gelişim sürecidir” (Papageorgiou, 1971: 27-28).<br/>I,II ve III"
  },
  {
    "id": "3737361",
    "unitNumber": 6,
    "text": "Tarihî dokuda başlıca tasarım yöntemlerinin isimleri aşağıdakilerden hangisinde doğru bir şekilde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kopyalama, tartışma, onama ve referans alma",
      "B": "Karmaşıklık, basitlik, bütünlük ve uyum",
      "C": "Uyumlu olma, benzetme, nötr etki ve zıtlık",
      "D": "Kontrast, asimetri, ilgi ve denge",
      "E": "Uyumlu olma, simetri, benzetme ve tekrar etme"
    },
    "explanation": "Tarihî dokuda başlıca tasarım yöntemleri ise; uyumlu olma, benzetme, nötr etki ve zıtlık gibi başlıklar altında tanımlanabilmektedir.İlgili konu 163. sayfadan başlayarak anlatılmaktadır.172. sayfanın son satırlarında da bununla ilgili bir açıklama bulabilirsiniz."
  },
  {
    "id": "3737362",
    "unitNumber": 6,
    "text": "Kentler binlerce yıllık birikimlerle oluşmuşlardır, bu nedenle kentlerimizi geleceğe doğru taşımak için de yaşanır çevrelerde, eskiden gelen değerlere, bugüne ve geleceğe saygı duyarak tasarımlar yapmak ve ölçülü olmak gerekmektedir, aksi hâlde devasa ........ içinde olduğu gibi tarihî yapıları vitrinler içinde korunmak durumunda kalınabilir.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ronchamp Şapeli'nin",
      "B": "Fallingwater Evi'nin",
      "C": "Sony Center'in",
      "D": "Casa Batlló'nın",
      "E": "Selimiye Camii'nin"
    },
    "explanation": "Kentler binlerce yıllık birikimlerle oluşmuşlardır, bu nedenle kentlerimizi geleceğe doğru taşımak için de yaşanır çevrelerde, eskiden gelen değerlere, bugüne ve geleceğe saygı duyarak tasarımlar yapmak ve ölçülü olmak gerekmektedir, aksi hâlde devasa Sony Center’in içinde olduğu gibi (Resim 6.15) tarihî yapıları vitrinler içinde korunmak durumunda kalınabilir.<br/>Sony center'in"
  },
  {
    "id": "3737363",
    "unitNumber": 6,
    "text": "Tarihî doku içinde yeni yapılaşma konusunda en istenmeyen yaklaşım olarak ifade edilmekte ve bu anlayışla yapılan yeni yapıların da tarihi yanıltıcı cephesel özellikler gösterdiği tasarım yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Restorasyon",
      "B": "Uyumlu olma",
      "C": "Bütünsel yaklaşım",
      "D": "Zıtlık",
      "E": "Taklit"
    },
    "explanation": "İçerikten de anlaşılabileceği gibi aradan onlarca yıl geçmiş olmasına karşın, “eski yapıları taklit etme fikri” tarihî doku içinde yeni yapılaşma konusunda en istenmeyen yaklaşım olarak ifade edilmekte, bu anlayışla yapılan yeni yapılar da tarihi yanıltıcı cephesel özellikler göstermektedirler. Bu yapıların iç mekân düzenleri, mekân hiyerarşileri, yapım sistemleri, yapı malzemeleri hiçbir biçimde tarihî yapılarla aynı olmadığı için, yalnızca tiyatro dekoru biçiminde cephelere sahip olmaktadırlar."
  },
  {
    "id": "3831004",
    "unitNumber": 6,
    "text": "Tarihî kent dokusu nasıl tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Eski yapıların tamamen korunmasıdır",
      "B": "Belli bir dönemi yansıtan, kentsel devamlılığı sağlayan bir bütündür.",
      "C": "Modern yapılarla tamamen yenilenmiş bir kenttir.",
      "D": "Eski yapıları taklit eden yeni yapılarla oluşturulan bir çevredir.",
      "E": "Yalnızca müzelerden oluşan bir kent bölgesidir."
    },
    "explanation": "Tarihî kent dokusunun tanımı, belli bir dönemi belge niteliği taşıyarak yansıtan, kentsel devamlılığın sağlandığı bir siluet etkisine sahip olan yapılar bütünü olarak yapılabilir. Kuşkusuz ki bu dokuyu tamamlayacak en önemli unsurlardan biri; dönem özelliklerini yansıtan sosyal ve kültürel dokuya da sahip olabilmektir, ancak kent merkezlerinde kalan tarihî dokular süreç içinde hem bu sosyal dokuyu, hem de var olan kültürlerini kaybetmişlerdir."
  },
  {
    "id": "3831005",
    "unitNumber": 6,
    "text": "Atina Antlaşması’nda tarihî çevre nasıl tanımlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarihî çevre bir bütündür ve bileşenlerinden herhangi birinin yok olması, çevrenin niteliğini değiştirir.",
      "B": "Tarihî çevrede sadece orijinal yapılar korunmalıdır.",
      "C": "Yeni yapılar, tarihî çevreden tamamen farklı olmalıdır.",
      "D": "Tarihî çevre yalnızca anıt eserlerden oluşur.",
      "E": "Yeni yapılar eski yapılarla aynı malzemeden yapılmalıdır."
    },
    "explanation": "Tarihî çevre bir bütündür, tarihî çevrenin bileşenlerini oluşturan elemanların birinin veya bir- den fazlasının farklı nedenlerden ötürü yok olması, tarihî çevrenin niteliğinin değişmesine, kimliğinin dönüşmesine neden olur. Tarihî çevrede varlık gösteren tarihî yapıların korunmamış olmasından ötürü ortaya çıkan harabe peyzaj ya da boş parseller süreç içerisinde yapılanmaya açılır. Tarihî çevreye eklemlenecek bu yeni yapı stoku da tarihî dokuda üretilen çağdaş bir ek olarak nitelendirilebilir."
  },
  {
    "id": "3831006",
    "unitNumber": 6,
    "text": "Venedik Tüzüğü’ne göre tarihî kültür varlığı kavramı aşağıdakilerden hangisi <strong><u>içermez?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mimari eserleri",
      "B": "Tarihî bir olayın tanıklığını yapan yerleşmeleri",
      "C": "Büyük sanat eserlerini",
      "D": "Sadece yeni mimari akımları",
      "E": "Kültürel anlam kazanmış daha basit eserleri"
    },
    "explanation": "Tarihî kültür varlığı kavramı sadece bir mimari eseri içine almaz, bunun yanında belli bir uygarlığın, önemli bir gelişmenin, tarihî bir olayın tanıklığını yapan kentsel ya da kırsal bir yerleşmeyi de kapsar. Bu kavram yalnız büyük sanat eserlerini değil, ayrıca zamanla da kültürel anlam kazanmış daha basit eserleri de kapsar."
  },
  {
    "id": "3831008",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tarihî kent dokusunun sürdürülebilmesi için en önemli unsurlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca yapıların korunması",
      "B": "İnsan ve geleneksel yaşamın da korunması",
      "C": "Bütün eski yapıların yıkılması",
      "D": "Yeni binaların eski mimariye benzemesi",
      "E": "Tarihî bölgelerde inşaat yapılmaması"
    },
    "explanation": "Tarihî dokunun sürdürebilmesi, bir yandan da bu dokudaki kentsel yaşamın sürdürülebilmesi ile de eş anlamlıdır. Bu nedenle yalnızca yapıların korunması değil, insan ve burada süren geleneksel yaşamın korunması da önem kazanmaktadır, İnsanın olmadığı tarihî bir doku yalnız büyük bir açık hava müzesi olmaktan öteye gidememektedir, bu neden- le kent toprağının değer kazandığı mekânlarda geleneksel yaşam olmasa bile belli işlevsel değişikliklerle tarihî yapıların insanlarla yaşatılması olmazsa olmaz koşullardan biri hâline gelmektedir."
  },
  {
    "id": "3831009",
    "unitNumber": 6,
    "text": "Malraux Yasası'nın amacı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eski yapıların yerine tamamen modern binalar inşa etmek",
      "B": "Yalnızca anıt eserleri koruyarak diğer yapıların yıkılmasını sağlamak",
      "C": "Sadece turistik bölgelerde tarihi koruma projeleri yapmak",
      "D": "Eski binaları olduğu gibi bırakmak ve restorasyon yapmamak",
      "E": "Tarihî kent dokularında yaşam kalitesini artırarak tarihî mekânları yaşatmak"
    },
    "explanation": "Tarihî kent dokusunun korunması konusu, 1960’lı yıllardan itibaren özellikle Avrupa kent- lerinde baş edilmesi gerekli önemli bir sorun olarak ele alınmıştır. Fransa’da Kültür Bakanı Andre Malraux tarafından; Malraux Yasası” olarak bilinen 4 Ağustos 1962 tarihli yasa çıkarılmıştır. Bu yasa gözü kara inşaat firmalarına dur diyebilecek ve Fransa’nın özgün çehresini koruyabilir niteliktedir. Yasa; bir yandan tarihî kent dokularında yaşam kalitesinin daha anlamlı olabileceği seçeneğini getirirken, diğer yandan 2.Dünya Savaşı sonrası bir türlü üstesinden gelinemeyen konut sıkıntısına da belli bir oranda çözüm getirmeyi amaçlamaktadır."
  },
  {
    "id": "3831010",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tarihî dokusunda günümüze kadar kullanılan yöntemlerden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Benzetme",
      "B": "Karşıtlık",
      "C": "Taklit",
      "D": "Esinleme",
      "E": "Rastgele yeni bina inşa etme"
    },
    "explanation": "Tarihî kent dokusunda yeni yapı yapabilmek için öncelikle üst ölçekten bütüncül bir bakışa ve yaklaşıma gerek duyulmaktadır. Tarihî olarak tanımlanan ve sınırları belirlenen alan ile ilgili olarak fiziksel, sosyal, ekonomik analizler yapılmalı, ardından tek yapı ölçeğinde irdelemeler ile yapı tipolojileri elde edilmelidir. Tüm bu işlemler, yeni tasarlanacak yapılarla ilgili ipuçlarını verebilmelidir ve bu ipuçları da yeni tasarlanacak yapılara ilişkin uygulanacak yöntemlerin altlığını oluşturmalıdır.<br/>Bu bağlamda tarihî kent dokusunda günümüze kadar kullanılan yöntemler irdelendiğinde başlıcaları şöyle sayılabilir:<br/>Uyum sağlama (benzetme, esinlenme, taklit)<br/>Nötr etki yaratma<br/>Karşıtlık"
  },
  {
    "id": "3831012",
    "unitNumber": 6,
    "text": "Tarihî kent dokusunda \"nötr etki\" tasarım anlayışı neyi ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeni yapının tarihî doku içinde tamamen kaybolmasını sağlamak",
      "B": "Yeni yapıyı ayna gibi kullanarak çevreyi yansıtmak veya şeffaf yüzeyler oluşturmak",
      "C": "Eski binaların birebir kopyasını yapmak",
      "D": "Yeni binaları tamamen modern tarzda inşa etmek",
      "E": "Yeni binaları tarihî binalardan daha büyük yapmak"
    },
    "explanation": "Nötrlük / etkisizleştirme: tarihî dokuda yapılacak yapıyı yok etme, hissettirmeme, dokuda bir ayna gibi kullanma veya geçirgenlik sağlama biçiminde düşünülmelidir. Bu uygulamalar; yapıyı bir duvar gibi tarihî dokunun devamı niteliğinde ele almak, yansıtıcı cam kullanarak tarihî dokuyu ve yapıları yansıtmak, şeffaf cam kullanarak geçirgen bir yüzey elde etmek veya yapıyı tarihî çevrede göze batmayacak biçimde zemin kotunun altında tasarlamaktır."
  },
  {
    "id": "3831013",
    "unitNumber": 6,
    "text": "Atina Antlaşması’na göre neden geçmişin üslubuna bağlı kalmak sakıncalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Çünkü tarihî çevre her zaman değişmelidir.",
      "B": "Çünkü eski binalar her zaman yıkılmalıdır.",
      "C": "Çünkü geçmişin üslubunu taklit etmek, sahte bir görüntü oluşturur.",
      "D": "Çünkü modern binalar her zaman daha iyidir.",
      "E": "Çünkü tarihî çevrede sadece yeni mimari tarzlar kullanılmalıdır."
    },
    "explanation": "Atina Antlaşması’nın 70. maddesinde de şöyle bir ifade kullanılmıştır: 70. Sözde estetik kaygılarla hareket ederek, tarihî bölgelerde yapılmış olan yeni yapılarda geçmişin üslubuna bağlı kalmak, zararlı sonuçlar doğurmaktadır. Bu gibi görenekleri devam ettirmek veya bu gibi teşebbüslerde bulunmak hiçbir şekilde hoş görülemez. Bu gibi metotlar tarihten alınan büyük derse aykırıdır. Hiçbir zaman geriye doğru bir dönüş olmamış, insan hiçbir zaman geriye gitmemiştir. Geçmişin şaheserleri, bize, her neslin kendine has bir düşünce tarzı, anlayışı ve estetiği olduğunu ve hayal gücüne hız verecek bir vasıta olarak kendi devrinin teknik imkanlarının tümüne baş vurduğunu göstermektedir. Körü körüne geçmişi taklit etmek, kendini yalan dolana mahkum etmek, prensip olarak “ sahte” olanı koymak demektir; çünkü eski çalışma şartları yeniden canlandırılamaz ve zaman aşımına uğramış bir ideale modern tekniği uygulamak, her türlü canlılıktan mahrum bir sahtelikten başka hiçbir şeye ulaştırmaz."
  },
  {
    "id": "3831014",
    "unitNumber": 6,
    "text": "Tarihî kent dokusunda yeni yapı yapmanın en önemli nedeni nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kentin siluetini tamamen değiştirmek",
      "B": "Eski yapıları yıkmak ve yerine yenilerini koymak",
      "C": "Tarihî kent dokusunda yaşamın ve faaliyetlerin devamlılığını sağlamak",
      "D": "Turist çekmek için farklı yapılar inşa etmek",
      "E": "Tarihî bölgelerde modern sanat eserleri oluşturmak"
    },
    "explanation": "Tarihî dokuda yeni yapı yapmak bir gereksinim midir? Öncelikli tartışma konularından bir tanesi budur. Niteliklerini daha önce tanımlandığı biçimde koruyan bölgelerde doğal afetler, yangınlar, yapının fiziksel ömrü veya insan eliyle yıkılan yapıların yerlerinde Türkiye’deki 2864 sayılı eski eserlerin tesciline ve korunmasına yönelik yasa gereği yalnız tescilsiz parsellerde uygulanabilecek bir yöntemdir.) ortaya çıkan boşluklarda mülkiyet zorunluğunun dışında; var olan kentsel siluetin devamlılığı için, var olan kentsel faaliyetlerin devamlılığı için, kısacası yaşamın devamlılığı için yeni yapıların inşa edilmesi zorunluluğu ortaya çıkmaktadır."
  },
  {
    "id": "3831015",
    "unitNumber": 6,
    "text": "Cam, yansıtıcı yeni ve kurtarıcı bir çözüm olarak yaygın biçimde nötr bir bakış olarak ne zaman kullanılmaya başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1970-80",
      "B": "1950-60",
      "C": "2000-2010",
      "D": "1990-2000",
      "E": "1980-1990"
    },
    "explanation": "1970-80’li yıllar cam ve giydirme cephe teknolojisinin geliştiği yıllar olması nedeniyle; tarihî çevrede saydamlık ve yansıtma fikri ön plana çıkmış, cam, yansıtıcı yeni ve kurtarıcı bir çözüm olarak yaygın biçimde nötr bir bakış olarak kullanılma- ya başlamıştır. Ancak cam teknolojisinin bugüne kıyasla henüz çok gelişmemiş olması, yansıtıcı yüzeylerde kullanılan renkler, bu eğilimin yer yer kötü sonuçlar vermesine de neden olmuştur."
  },
  {
    "id": "3843331",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ilk modern mimarlık kongresinin (CIAM-Milletlerarası Modern Mimari Kongresi) gerçekleştiği yıldır?",
    "correctAnswer": "A",
    "options": {
      "A": "1928",
      "B": "1933",
      "C": "1962",
      "D": "1964",
      "E": "1970"
    },
    "explanation": "Modern mimarlık kongreleri, 20. yüzyıl başında yaygınlaşan Modernizm felsefesiyle bağlantılı olarak; mimarlık hareketlerini, kentleri, kültürel mirası ve geleceği tartışmak üzere ilk kez 1928 yılında toplanmıştır (CIAM-Milletlerarası Modern Mimari Kongresi)."
  },
  {
    "id": "3843333",
    "unitNumber": 6,
    "text": "Tarihî kent, tarihî merkez, tarihî kentsel merkezlerin, ‘tarihî yerleşme’ler olarak adlandırılması için aşağıdaki özelliklerden hangisini taşımalarına gerek yoktur?",
    "correctAnswer": "D",
    "options": {
      "A": "Orijinal bir kent strüktürü",
      "B": "Önemli mimari özellikler",
      "C": "Karakteristik bir kent strüktürü",
      "D": "Önemli bir coğrafi konuma sahip olması",
      "E": "Devam eden bir sosyal yaşam"
    },
    "explanation": "Yine başka bir bakışa göre tarihî kentin doku özelliklerini Papageorgiou şu biçimde tanımlamaktadır. “Tarihî kent, tarihî merkez, tarihî kentsel merkezlerin, ‘tarihî yerleşme’ler olarak adlandırılması için aşağıdaki özellikleri taşımaları gerekmektedir; • Orijinal ve karakteristik bir kent strüktürü, • Önemli mimari özellikler, • Devam eden bir sosyal yaşam."
  },
  {
    "id": "3843340",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Atina Antlaşması’nın 70. maddesine göre tarihî dokuda taklit yapı yapmanın yaratabileceği en önemli sakıncalardan biri olarak belirtilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tarihî yapılarla görsel bir bütünlük kurulamaması",
      "B": "Taklit yapının fonksiyonel kullanımının olmaması",
      "C": "Modern teknikle yapılmış yapının “sahte” olması ve gerçek tarihî eserlerin itibarını zedelemesi",
      "D": "Geleneksel mimarlık elemanlarının yeterince anlaşılmaması",
      "E": "Eski yapıların yeniden inşasının maliyetli olması"
    },
    "explanation": "70. Sözde estetik kaygılarla hareket ederek, tarihî bölgelerde yapılmış olan yeni yapılarda geçmişin üslubuna bağlı kalmak, zararlı sonuçlar doğurmaktadır. Bu gibi görenekleri devam ettirmek veya bu gibi teşebbüslerde bulunmak hiçbir şekilde hoş görülemez. Bu gibi metotlar tarihten alınan büyük derse aykırıdır. Hiçbir zaman geriye doğru bir dönüş olmamış, insan hiçbir zaman geriye gitmemiştir. Geçmişin şaheserleri, bize, her neslin kendine has bir düşünce tarzı, anlayışı ve estetiği olduğunu ve hayal gücüne hız verecek bir vasıta olarak kendi devrinin teknik imkanlarının tümüne baş vurduğunu göstermektedir. Körü körüne geçmişi taklit etmek, kendini yalan dolana mahkum etmek, prensip olarak “ sahte” olanı koymak demektir; çünkü eski çalışma şartları yeniden canlandırılamaz ve zaman aşımına uğramış bir ideale modern tekniği uygulamak, her türlü canlılıktan mahrum bir sahtelikten başka hiçbir şeye ulaştırmaz. “Sahte” olanı “gerçek” olanla karıştırmakla, bir bütün intibaına ulaşılacak ve katkısız bir üslup duygusu yaratılacak yerde, suni bir yeniden yapmadan başka bir şey elde edilemez; bu ise bütün kalbimizle muhafaza edilmesini istediğimiz gerçek eserlerin itibarını kaybetmesine yol açabilir (Anonim1, 1969: 90)."
  },
  {
    "id": "3843343",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, tarihî kent dokusunda yeni yapı tasarımında \"uygunluk\" yaklaşımı kapsamında değerlendirilen temel yaklaşımlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yeni yapının tarihî dokuya tamamen zıt biçimde tasarlanarak fark edilmesinin sağlanması",
      "B": "Tarihî çevredeki yapıların birebir kopyalanarak yeniden üretilmesi",
      "C": "Yeni yapıların geleneksel işlevlerden bağımsız olarak rastlantısal şekilde yerleştirilmesi",
      "D": "Tarihî alanlarda sadece yeraltına yapılan yapılarla çözüm üretilmesi",
      "E": "Yeni yapıların, tarihî dokuya görsel olarak benzeyen ancak çağdaş malzeme ve tekniklerle tasarlanması"
    },
    "explanation": "Uygunluk (Uyumlu Yapma) Yapı kabuğunun tarihî çevreyle uyumlu olma durumu iki alt başlık altında toparlanmıştır: • Benzetme / benzerlik: Tarihî çevrede yeni yapı tasarımında yönelinecek en kolay yol, benzetme / benzerlik yöntemini kullanmaktır. Tarihî çevreyle bütünleşmeyi amaçlayan bu tutum, yeni yapının kütle ve cephe oranları, çevresindeki tarihî yapıların benzeri ve aynısıdır. Mimari kompozisyonda değişiklik yoktur. Fark; malzemede, malzemenin renginde veya kullanım biçiminde görülür (Aydın, 1998: 26). Taklit derecesine varmaz ise tarihî ve yeni yapı arasında bütünlük sağlaması bakımından yeterli bir yöntem olarak kabul edilmektedir. Bu benzetmeyi sağlayabilmek için, tarihî dokuda ağırlıkla saptanmış olan pencere oranları, kat yükseklikleri, cephelerde bulunan kat bölüntüleri, silme vb. elemanların devamlılığının sağlanması, balkon, çıkma, cumba biçimlerinin çağdaş yorumları, çatı, saçak elemanlarının tekrarları yapılabilir. <strong>Bu yöntemde en hassas nokta, tüm tasarlanan ögelerin çağdaş malzemelerle yapılmış olması ve çağdaş görünümler sunarak, eski yapılardan da ayrılmasının sağlanmasıdır.</strong>"
  },
  {
    "id": "3843346",
    "unitNumber": 6,
    "text": "Tarihî kent dokusunda “karşıtlık” yaklaşımı ile tasarlanan yeni yapılarla ilgili aşağıdaki ifadelerden hangisi <strong>doğrudur</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Karşıtlık, yeni ve tarihî yapılar arasında estetik bir çatışma yaratarak tarihî dokuyu geri planda bırakmayı amaçlar.",
      "B": "Karşıtlık yaklaşımı, taklit yapı anlayışıyla benzer şekilde, tarihî yapının birebir yeniden üretilmesini savunur.",
      "C": "Karşıtlık yaklaşımı, tarihî dokunun görsel sürekliliğini sağlamak için yeni yapıları görünmez kılmayı amaçlar.",
      "D": "Karşıtlık fikrinin çıkış noktası, gerek malzeme, gerekse mimari yaklaşım olarak tarihî dokuda tamamen farklı form ve malzemede aykırı bir biçim olarak tasarım yapılmasıdır.",
      "E": "Karşıtlık yaklaşımında, tarihî dokudaki tüm yapılarla aynı plan şemasını ve formu korumak zorunludur."
    },
    "explanation": "Karşıtlık Yeni yapılarda karşıtlık, yeni ve tarihî yapıların ayrı ayrı algılanmasına yardımcı olur, insanlara mimarinin tarih boyunca geçirdiği değişimi hissettirir (Aydın, 1998: 28). Aydın’ın tarif ettiği karşıtlık fikri, son dönemde aslında biraz da uç noktalarda çözümlere ulaşarak, tarihî çevrenin, hatta tarihî yapıların niteliklerini zedeleyici, giderek mimarın kendi damgasını vurduğu, yeni yapının tarihî dokunun rolünü çaldığı bir sonuca ulaşmaktadır. Karşıtlık fikrinin çıkış noktası, gerek malzeme, gerekse mimari yaklaşım olarak tarihî dokuda tamamen farklı form ve malzemede aykırı bir biçim olarak tasarım yapılmasıdır. Ancak bu yaklaşımdaki en önemli püf noktası, tarihî dokuya ve yapılara saygı duymak, kütle oranları (kontur ve gabariler) olarak da mevcut dokuyu aşmamaktır. Günümüzdeki karşıtlık-zıtlık yaklaşımı gerek ölçek, gerek üslup olarak tarihî dokuyu fazla dikkate almayan bir anlayışa evrilmiştir. Tarihî dokuda yeni yapı yapma uygulamalarından iki tanesi bu açıklamalardan da anlaşılabileceği gibi eleştirilmektedir; ilki taklit yapı yapma, ikincisi ise tarihî dokuyu yok sayacak bir karşıtlık anlayışı."
  },
  {
    "id": "3843443",
    "unitNumber": 6,
    "text": "..................... belli bir dönemi yansıtan, bu dönemle ilgili fiziksel anlamda belge niteliği taşıyarak günümüze dek korunarak gelebilmiş yapılar bütünü olarak adlandırılabilir.<br/>Yukarıda boş bırakılan yere aşağıdaki seçeneklerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kentsel peysaj",
      "B": "Tarihî kent dokusu",
      "C": "Sanatsal tasarım",
      "D": "Mimari üslup",
      "E": "Modern kent planlaması"
    },
    "explanation": "“Tarihî kent dokusu”, belli bir dönemi yansıtan, bu dönemle ilgili fiziksel anlamda belge niteliği taşıyarak günümüze dek korunarak gelebilmiş yapılar bütünü olarak adlandırılabilir."
  },
  {
    "id": "3843450",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Brolin’in mevcut ve yeni yapılar arasında uyum sağlamak için önerdiği yöntemlerden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Var olan plan motiflerini oldukça yakın kopyalamak",
      "B": "Eskiyle aynı görünüş etkisi verecek yeni formlar yaratmak",
      "C": "Temel olarak benzer formlar kullanmak ama onları yeniden düzenlemek",
      "D": "Geçmişteki yapı tipolojilerini görünüşlerini bozmadan bire bir taklit etmek",
      "E": "Orijinal formları ayırt etmek"
    },
    "explanation": "Brolin bu yaklaşımı şu biçimde tanımlamaktadır:<br/>Mevcut ve yeni yapı arasında uyumlu bir ilişki kurmak için cephedeki küçük elemanlar önemlidir,<br/>yapılar arası komşuluğun karakterini kuvvetlendirmek için bazı form ve motifleri ödünç almak gerekir, bu da değişik şekillerde yapılabilir.<br/>• var olan plan motiflerini oldukça yakın<br/>kopyalamak<br/>• temel olarak benzer formlar kullanmak,<br/>ama onları yeniden düzenlemek<br/>• eskiyle aynı görünüş etkisi verecek yeni<br/>formlar yaratmak<br/>• orijinal formları ayırt etmek (Brolin, 2002)."
  },
  {
    "id": "3843455",
    "unitNumber": 6,
    "text": "I. Marka kent imajı yaratma isteği<br/>II. Merkezî ve yerel yönetimlerin imar desteği<br/>III. Geleneksel yapıları birebir kopyalama isteği<br/>IV. Yapı sahibinin kurumsal kimliğini vurgulama amacı<br/>Yukarıdakilerden hangisi, tarihî kent dokusunda yeni yapıların farklı bir boyuta evrilmesine neden olan etkenlerden <strong>biridir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız III",
      "B": "I-II",
      "C": "I-II-IV",
      "D": "I-II-III",
      "E": "I-III-IV"
    },
    "explanation": "Tarihî dokuda yeni yapı ile ilgili geliştirilen yöntemler ve uygulamalar Batı’da çeşitli biçimlerde gerçekleştirilmiştir, ancak bugün gelinen noktada; gerek kentsel dinamikler, gerekse mimari tavırlar adına ciddi bir karmaşadan söz etmek olasıdır. Mimarinin ve mimari yaratıcılığın kentlerde önemli rol oynamaya<br/>başlaması, yaratıcı, <strong>marka kent imajlarında farklı mimari formların çekici unsurlar olarak kullanılması</strong> bağlamında günümüzde tarihi dokuda yeni yapı konusunun içi boşaltılarak, özellikle karşıtlık başlığının altına sığınılarak yeni denemeler ortaya çıkmaktadır.<br/>Bu yeni mimari anlayış hem kentte yeni bir odak noktası yaratabilmek <strong>hem yapı sahibinin kurumsal kimliğini ön plana çıkarabilmek amacı</strong> ile h<strong>em de gerek yerel gerek merkezî yönetimler tarafından desteklenerek ayrıcalıklı imar koşulları verilerek</strong> gerçekleştirilmektedir. B<strong>u nedenle tarihî dokuda</strong><br/><strong>yeni yapı sorunu farklı bir boyuta evrilmektedir.</strong>"
  },
  {
    "id": "3843506",
    "unitNumber": 6,
    "text": "Cam ve giydirme cephe teknolojisinin geliştiği yıllar aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1940-50'lı yıllar",
      "B": "1950-60'li yıllar",
      "C": "1960-70’li yıllar",
      "D": "1970-80’li yıllar",
      "E": "1980-90'lı yıllar"
    },
    "explanation": "1970-80’li yıllar cam ve giydirme cephe teknolojisinin geliştiği yıllar olması nedeniyle; tarihî çevrede saydamlık ve yansıtma fikri ön plana çıkmış, cam, yansıtıcı yeni ve kurtarıcı bir çözüm olarak yaygın biçimde nötr bir bakış olarak kullanılmaya başlamıştır."
  },
  {
    "id": "3843529",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Yapının iddialı bir mimarisi vardır.</li> <li>Yükseklik, pencere oranı ve renk gibi bazı unsurlarla çevreyle ilişki kurmaya çalışılmıştır.</li> <li>Yapının tasarımı, çevresindeki tüm yapıların form, malzeme ve detaylarını birebir yansıtmaktadır.</li> <li>Tarihî dokuyu ezen kütle etkisi ile kendisini ön plana çıkararak kendi hedefini başarılı biçimde<br/>yakalamıştır.</li> </ol><br/>Frank Gehry’nin Prag’daki “dans eden ev” yapısıyla ilgili yukarıda verilen yargılardan hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II",
      "B": "I-II-III",
      "C": "I-II-IV",
      "D": "II-III",
      "E": "III-IV"
    },
    "explanation": "... Bu tasarımlar arasında bazı uç ve bilinen örnekler vardır ki, en bilineni Frank Gehry’nin Art Nouveau’nun<br/>başkenti sayılabilecek Prag’da yapmış olduğu dans eden Ginger ve Fred yapısıdır. Yapının iddialı mimarisi bir kenara bırakılıp çevresindeki tarihî yapılar ile ilişkisi incelendiğinde, yalnız bitişik yapıya geçişte; deforme olmuş, benzer pencere oranları, yükseklik ve rengi ile bağlantı kurulmaya çalışıldığı, diğer kısımlarda Gehry’nin kendi bağlamını ve anlayışını oluşturduğu açıktır....<br/>...Karşıtlık adı altında incelenen her iki örnekte de tarihî dokunun devamlılığını sağlayan bir yaklaşım bulunmamaktadır. Her iki örnek de irrasyonel formları, (belli bir noktaya dek zıtlık adına irrasyonellikten söz edilebilir) komşu bulundukları tarihî dokuyu ezen kütle etkileri ile kendilerini ön plana çıkararak kendi hedeflerini başarılı biçimde yakalamışlar ancak kentsel doku adına sürdürülebilirliği sağlayamamışlardır..."
  },
  {
    "id": "3737374",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tanınmış sosyolog ve filozof Alvin Toffler’a göre insanlık tarihinin geçtiği üç kritik eşikten birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarım Devrimi",
      "B": "Toplumsal Devrim",
      "C": "Mekanik Devrim",
      "D": "Bilgisayar Devrimi",
      "E": "Maden Devrimi"
    },
    "explanation": "“KMT106U Restorasyon ve Koruma İlkeleri” Ders Kitabının “Mimari Korumanın Yeni Dinamikleri” başlıklı 7. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>Arkeolojik kazılardan bilinen insanoğlunun tarihte geçirdiği çeşitli devrimlerin dinamikleri, fiziki çevreyi şekillendirmiş, toplumsal gelişmelere öncülük etmiş ve buna bağlı olarak yaşam biçimlerini değiştirmiştir. Tanınmış sosyolog ve filozof Alvin Toffler’e göre; bilinen insanlık tarihi üç kritik eşikten geçmiştir<br/>İlk eşik olan tarım devrimi, Neolitik dönemden sonra ortaya çıkmıştır. Arkeolojik verilerden tarım döneminde avcı-toplayıcı olan toplumun, çiftçi toplumu hâline geldiği bilinmektedir. Bu dönem insanlığın binlerce yılını almıştır. Tarım döneminde insanlar birlikte yaşamayı öğrenmiştir. Birlikte yaşam beraberinde mülkiyet kavramını doğurmuş ve toplu yaşam için gerekli temel kural ve kanunların temelleri atılmıştır. Medeniyetin tarım kültürü ile geliştiğini söylemek mümkündür. Yaklaşık M.Ö. 7100 yıllarına dayanan Anadolu topraklarında yer alan Çatalhöyük, tarım döneminin ilk fiziksel oluşumlarından biri olarak bilinmektedir.<br/>İkinci eşik ise 1750’lerde İngiltere’de başlayıpAvrupa kıtasına yayılan endüstri devrimidir. İlk iplik eğirme makineleri Britanya Adaları’nda üretilmiştir. Bunları, tekstil fabrikalarını oluşturan mekanik dokuma tezgâhları izlemiştir. Zamanla demir endüstrisinde, kömürün kok kömürüne nasıl dönüştürüleceğinin keşfiyle kömür havzaları ciddi dönüşümler yaşamıştır. Kömürü daha hızlı ve etkin bir şekilde ısıtmak için buhar motorlarının keşfedilmesiyle, sanayi kuleleri ve bacaları, sanayi bölgelerinin fiziksel oluşumunu ciddi ölçüde şekillendirmiştir. Ekonomik nedenlerle tarım yerleşimlerinden işçi olarak çalışmak üzere yeni sanayi merkezlerine akınlar başlamıştır. Dolayısıyla sanayi merkezlerinde sanayileşme sırasında artan nüfus nedeniyle kırsal ağırlıklı kültürün yerini hızla kentsel kültürün aldığı söylenebilir. Kent merkezlerinde artan nüfusla birleşen rasyonalizm, makineleşme ve seri üretim anlayışı, tarım toplumunu sanayi toplumuna dönüştürmüştür. Endüstri devrimi, zanaat, üretim ve dağıtım yöntemlerinde bir dizi değişiklik getirmiş ve insanların ekonomik ve sosyal yaşamını büyük ölçüde etkilemiştir.<br/>Üçüncü eşik, bilgi gücüne dayalı “bilgi ve teknoloji çağı” dır. 20.ve 21. yüzyıllarda Endüstri 3.0, Endüstri 4.0 gibi bilgi ve teknolojik alandaki değişimlerle “Bilgi ve Teknoloji devrimi” olarak nitelendirilen yeni bir çağa girilmiştir. Bilgi toplumunda, bilgi sektöründeki çalışan sayısı sanayi alanındaki çalışan sayısını geçmiş ve bilgi ve teknoloji üretimi değer yaratmanın temel unsuru hâline gelmiştir. 1970’lerden sonra üçüncü eşik, etkisini piyasalarda göstermeye başlamıştır. Buna bağlı olarak sanayi kültürü bilgi ve gelişen teknoloji içerisinde yeni bir biçim almıştır. Bu eşiklerin üçü de yeni yaşam tarzları, fiziksel oluşumlar ve kültürler yaratmıştır.<br/>Bu nedenle sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "3737375",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisinde Modern Mimarlığın kültür varlığı olarak tanımı ve kabulünün koruma kurumlarınca ele alınmaya başladığı yıllar doğru olarak verilmiştir.",
    "correctAnswer": "B",
    "options": {
      "A": "1960’lar",
      "B": "1970’ler",
      "C": "1980’ler",
      "D": "1990’lar",
      "E": "2000’ler"
    },
    "explanation": "“KMT106U Restorasyon ve Koruma İlkeleri” Ders Kitabının “Mimari Korumanın Yeni Dinamikleri” başlıklı 7. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>20 yüzyılın başında modernizm ile çatışan ve bu çatışmadan beslenen koruma kuramı, yakın geçmişe ait bu mimarlığın ürünlerininkorunması konusuna çekinceli yaklaşmıştır. Ancak Frank Lloyd Wright’in Tokioter Imperial Oteli, Auguste Perret’in Esder Fabrikası,Mendelsohn’un Kaufhaus Schoken bina- sı, Louis Kahn’ın Philadelphia Sağlık Müdürlüğü gibi yapılarının 1960’lı ve 1970’li yıllardagerçekle- şen yıkımlarının ardından, St. Louis Missouri’deki Pruitt-Igoe konut kompleksinin 1972’de dinamitle yıkılmasını teorisyenler, modern mimarlığın kültür mirası olarak tanımlanması meselesinin başlangı- cı olarak nitelerler. 1970’lerden itibaren, özellikleyıkımların da etkisi ile modern mimarlığın kültür varlığı olarak tanımı ve kabul konusu koruma kuramcılarınca ele alınmıştır (P<br/>Bu nedenle sorunun doğru cevabı B şıkkıdır."
  },
  {
    "id": "3737376",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Asya’daki endüstri mirası için hazırlanan bildirgedir.",
    "correctAnswer": "C",
    "options": {
      "A": "Nizhny Tagil Sözleşmesi",
      "B": "Dublin İlkeleri",
      "C": "Tapei Deklarasyonu",
      "D": "Yirminci Yüzyıl Mimari Mirasının Korunması Hakkındaki Tavsiye Kararı",
      "E": "Venedik Tüzüğü"
    },
    "explanation": "“KMT106U Restorasyon ve Koruma İlkeleri” Ders Kitabının “Mimari Korumanın Yeni Dinamikleri” başlıklı 7. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>Avrupa’da 1960’lardan sonra alınan sanayisizleşme kararları neticesinde çöküntü alanı hâline gelmeye başlayan endüstriyel yapı vealanların, yeniden işlevlendirilerek kullanımı konusu 1980’lerde gündeme gelmiştir. Bu konunun düşünsel altyapısı tartışılarak sanayikültürü kalıntılarının araştırılmasının ve korunmasının önemi, uluslararası alanda ilk olarak 2003 yılında Nizhny Tagil Sözleşmesi ileilan edilmiştir. Endüstri Mirası Sitleri, Yapıları, Alanları ve Peyzajlarının korunması için hazırlanan ICOMOSTICCIH ortak ilkeleri “Dublin İlkeleri” ise 2011 yılında kabul edilmiştir. 2012 yılında da Asya’daki endüstri mirası için Tapei deklarasyonu yayınlanmıştır<br/>Bu nedenle sorunun doğru cevabı C şıkkıdır."
  },
  {
    "id": "3737377",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Avrupa’da çöküntü haline gelen endüstriyel yapıların yeniden işlevlendirilerek korunmasına yönelik uluslararası alanda kabul edilen ilk karardır.",
    "correctAnswer": "A",
    "options": {
      "A": "Nizhny Tagil Sözleşmesi",
      "B": "Dublin İlkeleri",
      "C": "Tapei Deklarasyonu",
      "D": "Yirminci Yüzyıl Mimari Mirasının Korunması Hakkındaki Tavsiye Kararı",
      "E": "Venedik Tüzüğü"
    },
    "explanation": "“KMT106U Restorasyon ve Koruma İlkeleri” Ders Kitabının “Mimari Korumanın Yeni Dinamikleri” başlıklı 7. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>Avrupa’da 1960’lardan sonra alınan sanayisizleşme kararları neticesinde çöküntü alanı hâline gelmeye başlayan endüstriyel yapı vealanların, yeniden işlevlendirilerek kullanımı konusu 1980’lerde gündeme gelmiştir. Bu konunun düşünsel altyapısı tartışılarak sanayikültürü kalıntılarının araştırılmasının ve korunmasının önemi, uluslararası alanda ilk olarak 2003 yılında Nizhny Tagil Sözleşmesi ileilan edilmiştir. Endüstri Mirası Sitleri, Yapıları, Alanları ve Peyzajlarının korunması için hazırlanan ICOMOSTICCIH ortak ilkeleri “Dublin İlkeleri” ise 2011 yılında kabul edilmiştir. 2012 yılında da Asya’daki endüstri mirası için Tapei deklarasyonu yayınlanmıştır<br/>Bu nedenle sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "3737378",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi başlıca amacı tarihi anıtların ve sitlerin korunması ve değerlendirilmesine yönelik ilkeler, teknikler ve siyasetler geliştirmek olan uluslararası organizasyondur.",
    "correctAnswer": "D",
    "options": {
      "A": "DoCoMoMo",
      "B": "mAAN",
      "C": "NRIM",
      "D": "ICOMOS",
      "E": "TICCIH"
    },
    "explanation": "“KMT106U Restorasyon ve Koruma İlkeleri” Ders Kitabının “Mimari Korumanın Yeni Dinamikleri” başlıklı 7. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>International Council on Monuments and Sites/Uluslararası Anıtlar ve Sitler Konseyi (ICOMOS) başlıca amacı, tarihî anıtlar vesitlerin korunması ve değerlendirilmesine yönelik ilkeler, teknikler ve siyasetler geliştirmek ve ilgili her türlü araştırmayıdesteklemek ve yönlendirmek olan uluslararası bir organizasyondur. Korumanın yeni dinamikleri olarak tanımlanan endüstri mirası vebu kültürün bir parçası olan modern mirasın korunması konusunda ICOMOS bu miraslara özgü spesifik çalışmalar yürütenörgütlerlenmelerle kapsayıcı işbirlikleri yapmaktadır.<br/>Bu nedenle sorunun doğru cevabı D şıkkıdır."
  },
  {
    "id": "3737379",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Modern Mimarlık Hareketine özgü birikimin yitirilme tehlikesine karşı 1990 yılında kurulan örgüttür.",
    "correctAnswer": "A",
    "options": {
      "A": "DoCoMoMo",
      "B": "mAAN",
      "C": "ERIH",
      "D": "ICOMOS",
      "E": "TICCIH"
    },
    "explanation": "“KMT106U Restorasyon ve Koruma İlkeleri” Ders Kitabının “Mimari Korumanın Yeni Dinamikleri” başlıklı 7. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>Modern mimarlık hareketine özgü birikimin yitirilme tehlikesi Avrupa’da 1980’li yıllarda kapsamlı biçimde tartışılmıştır.1988’lerde başlatılan örgütlenme düşüncesi, Documentation and Conservation of Modern Movement - DoCoMoMo(ModernHareketin Korunması ve Belgelenmesi) adıyla 1990 yılında somutlaştırılmıştır. Modern mimarlık mirasının belgelenmesi, mirasıtehdit eden faktörlerin tespit edilmesi, korumaya ve tahribatı durdurmaya yönelik stratejiler geliştirilmesi gibi konularda çalışmalar yapan örgüt, bu yeni miras kavramının ve bu alandaki eylemlerin dünyanın farklı bölgelerinde yaygınlaşmasını sağlamıştır<br/>Bu nedenle sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "3737380",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 1999 yılında kurulan ve “Avrupa Endüstri Mirası Güzergahı” adıyla Endüstri Mirası konusunda kapsamlı çalışmalar yürüten örgütün kısaltılmış adıdır.",
    "correctAnswer": "C",
    "options": {
      "A": "DoCoMoMo",
      "B": "mAAN",
      "C": "ERIH",
      "D": "ICOMOS",
      "E": "TICCIH"
    },
    "explanation": "“KMT106U Restorasyon ve Koruma İlkeleri” Ders Kitabının “Mimari Korumanın Yeni Dinamikleri” başlıklı 7. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>Endüstri mirası konusunda kapsamlı çalışmalar yürüten diğer bir kurum, 1999 yılında kurulan The European Route of IndustrialHeritage - ERIH (Avrupa Endüstri Mirası Güzergâhı) adlı bir Avrupa topluluğudur. ERIH, Avrupa’nın endüstriyel tarihinin keşfi amaçlıhazırlanan bir turizm bilgi ağıdır. Ağ, 30 ülkede 300’den fazla üyesi olan ERIH derneği tarafından yönetilmektedir. 100’den fazla üyesiolan tarihî endüstriyel alan, aynı zamanda yüksek kaliteli ziyaretçi deneyimi sunan endüstriyel miras açısından olağanüstü tarihîöneme sahip alanlardır. Bölgesel rotalar, özellikle sanayileşme- den etkilenen peyzajların endüstriyel tarihini daha ayrıntılı olarak tanıtmaktadır.<br/>Bu nedenle sorunun doğru cevabı C şıkkıdır."
  },
  {
    "id": "3737381",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Endüstri Mirası konusu ile ilgili çalışmalar yapmak üzere Türkiye’de temsilciği bulunan Uluslararası kurumlardan birisidir.",
    "correctAnswer": "D",
    "options": {
      "A": "DoCoMoMo",
      "B": "mAAN",
      "C": "ERIH",
      "D": "ICOMOS",
      "E": "ICOHTEC"
    },
    "explanation": "“KMT106U Restorasyon ve Koruma İlkeleri” Ders Kitabının “Mimari Korumanın Yeni Dinamikleri” başlıklı 7. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>Özellikle Avrupa’da koruma uygulamaları arasına önemli bir yere sahip olmaya başlayan endüstri arkeolojisi kavramı, Türkiye içinyeni sayılabilecek bir kavramdır. Türkiye’de 1990’lardan bu yana araştırma konusu hâline gelen “Endüstri Mirası” konusu ile ilgili ICOMOS Türkiye ulusal komitesi ile TICCIH kuruluşlarının temsilcilikleri bulunmaktadır. Türkiye’nin teknoloji tarihininbelgelenmesi ve bir rota dâhilinde tanıtılması ko- nusunda yürütülen çalışmalar yeterli düzeye henüz (2022) ulaşmamıştır.<br/>Bu nedenle sorunun doğru cevabı D şıkkıdır."
  },
  {
    "id": "3737382",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi endüstriyel mirasın korunması, belgelenmesi, araştırılması ve iletilmesi amacıyla kurulan ve bu bağlamda ICOMOS’a bilirkişilik görevi yapan örgütün kısaltılmış adıdır.",
    "correctAnswer": "D",
    "options": {
      "A": "DoCoMoMo",
      "B": "mAAN",
      "C": "ERIH",
      "D": "TICCIH",
      "E": "ICOHTEC"
    },
    "explanation": "“KMT106U Restorasyon ve Koruma İlkeleri” Ders Kitabının “Mimari Korumanın Yeni Dinamikleri” başlıklı 7. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>Endüstri Devrimi’nin doğduğu yer olarak anılan Ironbridge’de (İngiltere), 1973 yılında endüstri mirasının korunması konusundadüzenlenen ilk uluslararası konferansta, FICCIM (First International Conference on the Conservation of Industrial Monuments) endüstrianıtlarını koruma amaçlı bir örgütün kurulması gündeme gelmiş ve aynı yıl The International Commitee for the Conservation of theIndustrial Heritage TICCIH (Uluslararası Endüstriyel Mirası Koruma Komitesi) kurulmuştur. Endüstriyel mirasın korunması,belgelenmesi, araştırılması ve iletilmesi amacıyla kurulan TICCIH, ICOMOS’un endüstri mirasıyla ilgili soruları konusundapartöneridir ve ICOMOS’a bu bağlamda bilirkişilik görevi yapmaktadır. TICCIH, kendisini endüstri arkeolojisi ve endüstri mirası ileilgilenen uluslararası bir organizasyon olarak tanımlamış; amacını da endüstrileşmenin kalıntıları konusunda çalışmalar yapmak ve bukalıntıları korumak olarak özetlemiştir. Çalışmalarında yöntem olarak endüstri mirasını, üretim türlerini gruplara ayırma yoluna gitmiştir.Kuruluş bu kavramı; tarım-gıda üretimi, hidro elektrik-elektrokimyasal sanayi, madencilik, deri sanayi, cam sanayi, kâğıt sanayi, tekstilsanayi, metalurji, su, endüstriyel iletişim, demir yolları vb. bölümlere ayırara konunun daha kolay anlaşılma-sını hedeflemiştir<br/>Bu nedenle sorunun doğru cevabı D şıkkıdır."
  },
  {
    "id": "3737383",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Modern Mimarlık Mirasında önemli bir payı olan yapıları ile önde gelen ve yaklaşık 1750’lerde başlayıp 1970’li yıllara kadar devam eden süreci başlatan Devrimin adıdır.",
    "correctAnswer": "D",
    "options": {
      "A": "Tarım Devrimi",
      "B": "Toplumsal Devrim",
      "C": "Bilgi ve Teknoloji Devrimi",
      "D": "Endüstri Devrimi",
      "E": "Maden Devrimi"
    },
    "explanation": "“KMT106U Restorasyon ve Koruma İlkeleri” Ders Kitabının “Mimari Korumanın Yeni Dinamikleri” başlıklı 7. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.<br/>İkinci eşik 1750’lerde İngiltere’de başlayıp Avrupa kıtasına yayılan endüstri devrimidir. İlk iplik eğirme makineleri BritanyaAdaları’nda üretilmiştir. Bunları, tekstil fabrikalarını oluşturan mekanik dokuma tezgâhları izlemiştir. Zamanla demir endüstrisinde,kömürün kok kömürüne nasıl dönüştürüleceğinin keşfiyle kömür havzaları ciddi dönüşümler yaşamıştır. Kömürü daha hızlı ve etkin birşekilde ısıtmak için buhar motorlarının keşfedilmesiyle, sanayi kuleleri ve bacaları, sanayi bölgelerinin fiziksel oluşumunu ciddi ölçüdeşekillendirmiştir. Ekonomik nedenlerle tarım yerleşimlerinden işçi olarak çalışmak üzere yeni sanayi merkezlerine akınlar başlamıştır(ERIH web sitesi,2022). Dolayısıyla sanayi merkezlerinde sanayileşme sırasında artan nüfus nedeniyle kırsal ağırlıklı kültürün yerinihızla kentsel kültürün aldığı söylenebilir. Kent merkezlerinde artan nüfusla birleşen rasyonalizm, makineleşme ve seri üretim anlayışı,tarım toplumunu sanayi toplumuna dönüştürmüştür. Endüstri devrimi, zanaat, üretim ve dağıtım yöntemlerinde bir dizi değişiklikgetirmiş ve insanların ekonomik ve sosyal yaşamını büyük ölçüde etkilemiştir. (History Discussion web sitesi,2022).<br/>Bu nedenle sorunun doğru cevabı D şıkkıdır."
  },
  {
    "id": "3841807",
    "unitNumber": 7,
    "text": "Endüstri Devrimi’yle birlikte mimari ve kentleşme üzerinde meydana gelen en önemli değişim hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tarihî dokuların tamamen yıkılması",
      "B": "Nüfusun azalması ve şehirlerin küçülmesi",
      "C": "Çeliğin standardizasyonu ve betonarme ile daha yüksek ve geniş yapılar inşa edilmesi",
      "D": "Tarımın şehirleşmeyle birlikte önemini yitirmesi",
      "E": "Tarihî mirasın tamamen korunması"
    },
    "explanation": "Mimari ve kentleşme alanındaki en büyük dönüşüm bilinen tarihe göre Endüstri Devrimi’yle yaşanmıştır. Özellikle sanayi alanında çeliğin standardizasyonu, yüksek yapılar ve geniş açıklıklı yapılar yapma imkânını artırmış ve betonarmenin keşfi ile çok nüfuslu kentler oluşturmak mümkün olmuştur. İş bulma imkânının arttığı sanayi kent- lerinde mimari ve kentleşme hızla dönüşmüş ve kentler yükselmiş ve genişlemiştir."
  },
  {
    "id": "3841808",
    "unitNumber": 7,
    "text": "2022’de dünyanın en kalabalık şehirlerinden biri olarak belirtilen şehir hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ayutthaya",
      "B": "Londra",
      "C": "New York",
      "D": "Tokyo",
      "E": "Wikipedia"
    },
    "explanation": "Endüstri devriminin başladığı kabul edilen Londra’nın 1850’deki nüfusu 2.320.000’dir (Kültür servisi web sitesi, 2022). 1925’te New York’un nüfusu 7.740.000 iken (Kültür servisi web sitesi, 2022) 2022 yılında Tokyo yaklaşık 37.732.000 nüfusla dünyada günümüzdeki en kalabalık şehirlerinden biridir"
  },
  {
    "id": "3841809",
    "unitNumber": 7,
    "text": "Alvin Toffler’in insanlık tarihinde belirttiği ilk eşik hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sanayi Devrimi",
      "B": "Tarım Devrimi",
      "C": "Bilgi ve Teknoloji Çağı",
      "D": "Endüstri 4.0",
      "E": "Makineleşme Dönemi"
    },
    "explanation": "Tanınmış sosyolog ve filozof Alvin Toffler’e göre; bilinen insanlık tarihi üç kritik eşikten geçmiştir. İlk eşik olan tarım devrimi, Neolitik dönemden sonra ortaya çıkmıştır. Arkeolojik verilerden tarım döneminde avcı-toplayıcı olan toplumun, çiftçi toplumu hâline geldiği bilinmektedir."
  },
  {
    "id": "3841810",
    "unitNumber": 7,
    "text": "Bilgi ve Teknoloji Çağı’nın etkileri arasında hangisi yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sanayi sektörü çalışan sayısında artış",
      "B": "Buhar motorlarının daha etkili hâle gelmesi",
      "C": "Makineleşme ve seri üretimin daha fazla benimsenmesi",
      "D": "Tarım toplumunda toprak paylaşımında değişim",
      "E": "Bilgi sektörü çalışan sayısında artış"
    },
    "explanation": "20.ve 21. yüzyıllarda Endüstri 3.0, Endüstri 4.0 gibi bilgi ve teknolojik alandaki değişimlerle “Bilgi ve Teknoloji devrimi” ola- rak nitelendirilen yeni bir çağa girilmiştir Bilgi toplumunda, bilgi sektöründeki çalışan sayısı sanayi alanındaki çalışan sayısını geçmiş ve bilgi ve teknoloji üretimi değer yaratmanın temel unsuru hâline gelmiştir."
  },
  {
    "id": "3841811",
    "unitNumber": 7,
    "text": "Modern mimari mirasında korunacak yapıların belirlenmesinde hangi ölçüt daha fazla önem kazanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Tarihî referanslar",
      "B": "Süsleme ve dekorasyon",
      "C": "Malzeme kalitesi",
      "D": "İşlev, teknik ve mekânsal şartlar",
      "E": "Sanatsal değer"
    },
    "explanation": "Modern mimari mirasın kapsamı belirlenirken en genel anlamda, “tarihî referansların olmadığı, süsleme ve dekorasyon yerine işleve, tekniğe ya da mekânsal şartlara dayalı modern tasarım ilkelerini barındıran ürünler” tanımı tercih edilmiştir. Ancak farklı coğrafyalara yayılan modern mimarlığın değişik varyasyonlarının da olabileceği anlaşıldıktan sonra bölgesel varyasyonlar ve gelenekselden etkilenen örnekler de mirasın bir parçası olarak kabul görmektedir"
  },
  {
    "id": "3841835",
    "unitNumber": 7,
    "text": "Endüstri mirasında koruma çalışmalarının ilk ortaya çıkma sebebi nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarihî değer taşıması",
      "B": "Sanayi kalıntılarının işlevsiz kalması ve değersizleşmesi",
      "C": "Turizme kazandırılma hedefleri",
      "D": "Endüstriyel üretimin artması",
      "E": "Sosyo-ekonomik değişimleri pekiştirmesi"
    },
    "explanation": "Avrupa’da 1960’lardan sonra alınan sanayisizleşme kararları neticesinde çöküntü alanı hâline gelmeye başlayan endüstriyel yapı ve alanların, yeniden işlevlendirilerek kullanımı konusu 1980’lerde gündeme gelmiştir. Bu konunun düşünsel altyapısı tartışılarak sanayi kültürü kalıntılarının araştırıl- masının ve korunmasının önemi, uluslararası alan- da ilk olarak 2003 yılında Nizhny Tagil Sözleşmesi ile ilan edilmiştir. Endüstri Mirası Sitleri, Yapıları, Alanları ve Peyzajlarının korunması için hazırlanan ICOMOS-TICCIH ortak ilkeleri “Dublin İlkeleri” ise 2011 yılında kabul edilmiştir."
  },
  {
    "id": "3841836",
    "unitNumber": 7,
    "text": "Modern mimari mirasında zaman aralığı olarak genel kabul gören dönem hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1880-1910",
      "B": "1910-1930",
      "C": "1920-1970",
      "D": "1970-2000",
      "E": "2000’li yıllardan günümüze"
    },
    "explanation": "Modern mirasın hangi zaman diliminde inşa edilmiş ürünleri kapsadığı konusu, özellikle tescillenmesi önerilen örnekler söz konusu olduğu zaman önem kazanmaktadır. Özellikle zaman boyutu açısından nasıl bir sınırlama getirilebileceği üzerinde durulmaktadır. Modern mimarlık ürünlerini kapsayan zaman aralığı ile ilgili genel kabul 1920- 1970 yılları arasıdır. Ancak bunun dışındaki örnekler de dikkate alınmaktadır. Avrupa ülkelerinde bu zaman aralığı, genellikle geriye dönük 50 ya da 30 yıla kadar indirgenmiştir."
  },
  {
    "id": "3841838",
    "unitNumber": 7,
    "text": "DoCoMoMo'nun kuruluşunda etkili olan sebepler arasında hangisi yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarihî anıtları turizme kazandırma hedefi",
      "B": "Zonnenstraal Senatoryumu gibi modern binaların bakımsız kalması",
      "C": "Orta Çağ yapılarında bozulmanın artması",
      "D": "Endüstriyel kalıntıların halk tarafından benimsenmemesi",
      "E": "Avrupa Konseyi'nin yeni mevzuatlar oluşturması"
    },
    "explanation": "Modern mimarlık mirasının belgelenmesi, mirası tehdit eden faktörlerin tespit edilmesi, korumaya ve tahribatı durdurmaya yönelik stratejiler geliştirilmesi gibi konularda çalışmalar yapan örgüt, bu yeni mi- ras kavramının ve bu alandaki eylemlerin dünya- nın farklı bölgelerinde yaygınlaşmasını sağlamıştır. Hollanda Hilversum’daki Zonnenstraal Senatoryumu’nun bakımsızlığı ve yapılabilecek müdahalelerin gündeme gelmesi DoCoMoMo kuruluşunun temel nedenlerinden biridir."
  },
  {
    "id": "3841839",
    "unitNumber": 7,
    "text": "DoCoMoMo_Türkiye Ulusal Çalışma Grubu'nun amaçları arasında hangisi <strong>yer almaz</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarihî kalelerin ve surlarının korunmasına odaklanma",
      "B": "Bu yapılar için halkla ilişkiler ve bilimsel çalışmalar yapmak",
      "C": "Modern mimarlık örnekleri arasında ulusal envanter oluşturmak",
      "D": "Mevzuatın oluşturulmasına katkıda bulunmak",
      "E": "Ulusal Çalışma Grubu’nu genişletmek"
    },
    "explanation": "DoCoMoMo_ Türkiye Ulusal Çalışma Grubu’nun;<br/>Türkiye’nin Modern mimarlığına yönelik arşiv eksiklerini giderecek bir dokümantasyon (bilgi ve belge) merkezinin kurulması,<br/>Türkiye’nin Modern mimarlığına yönelik olarak, farklı dönem, stil, mimar ve ilgili kaynakçaları, önemli yapı ve kentsel sit alanlarını, yapısal bütünlük ve yoğunluk arz eden kentleri, dönem mimarlığında Türkiye’de gerçekleşen teknoloji ve malzeme konusundaki gelişim ve uyarlamaları ve UNESCO Dünya Mirası Listesi’ne önerilecek tehdit altındaki yapı ve kentsel sit alanlarını kapsayan bir ulusal envanter çalışmasını başlatarak sürdürmek,<br/>Türkiye’deki modern mimarlık örneklerinin korunması için gerekli yasa ve yönetmeliklerin geliştirilerek onaylanması için çalışmak,<br/>Ulusal Çalışma Grubu’nu genişletmek,<br/>Bilimsel toplantılar, bilimsel ve kamuoyuna yönelik çeşitli yayınlar ve bir web sitesi aracılığıyla Türkiye’nin Modern mimarlığına ilgiyi arttırmak, bu amaçla halkla ilişkiler çalışmaları yapmak ve etkinlikler düzenlemek gibi çeşitli amaçları bulunmaktadır."
  },
  {
    "id": "3841841",
    "unitNumber": 7,
    "text": "TICCIH’in kuruluş amacı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Endüstriyel kalıntıların turizme kazandırılmasını sağlamak",
      "B": "Tarihî dokuların tamamen yıkılmasına karar vermek",
      "C": "Tarihî kalelerin envanterini oluşturmak",
      "D": "Endüstrileşme kalıntılarıyla ilgili çalışmalar yapmak ve onları korumak",
      "E": "Endüstriyel binaların modern mimariyla bütünleştirilmesini sağlamak"
    },
    "explanation": "1973 yılında endüstri mirasının korunması konusunda düzenlenen ilk uluslararası konferansta, FICCIM (First International Conference on the Conservation of Industrial Monuments) endüstri anıtlarını koruma amaçlı bir örgütün kurulması gündeme gelmiş ve aynı yıl The International Commitee for the Conservation of the Industrial Heritage - TICCIH (Uluslararası Endüstriyel Mirası Koruma Komitesi) kurulmuştur. Endüstriyel mirasın korunması, belgelenmesi, araştırılması ve iletilmesi amacıyla kurulan TICCIH, ICOMOS’un endüstri mirasıyla ilgili soruları konusunda partöneridir ve ICOMOS’a bu bağlamda bilirkişilik görevi yapmaktadır."
  },
  {
    "id": "3841870",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tarım devrimiyle birlikte ortaya çıkan toplumsal bir gelişme değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mülkiyet kavramının ortaya çıkışı",
      "B": "Toplu yaşam için gerekli temel kuralların temellerinin atılması",
      "C": "Medeniyetin tarım kültürü ile gelişmesi",
      "D": "Toplumun avcı-toplayıcılıktan çiftçiliğe geçmesi",
      "E": "Mekanik dokuma tezgâhlarının kullanılması"
    },
    "explanation": "İlk eşik olan tarım devrimi, Neolitik dönemden sonra ortaya çıkmıştır. Arkeolojik verilerden tarım döneminde avcı-toplayıcı olan toplumun, çiftçi toplumu hâline geldiği bilinmektedir. Bu dönem insanlığın binlerce yılını almıştır. Tarım döneminde insanlar birlikte yaşamayı öğrenmiştir. Birlikte yaşam beraberinde mülkiyet kavramını doğurmuş ve toplu yaşam için gerekli temel kural ve kanunların temelleri atılmıştır. Medeniyetin tarım kültürü ile geliştiğini söylemek mümkündür (Koç ve Teker, 2019). Yaklaşık M.Ö. 7100 yıllarına dayanan Anadolu topraklarında yer alan Çatalhöyük, tarım döneminin ilk fiziksel oluşumlarından biri olarak bilinmektedir. İkinci eşik ise 1750’lerde İngiltere’de başlayıp Avrupa kıtasına yayılan endüstri devrimidir. İlk iplik eğirme makineleri Britanya Adaları’nda üretilmiştir. <strong>Bunları, tekstil fabrikalarını oluşturan mekanik dokuma tezgâhları izlemiştir.</strong>"
  },
  {
    "id": "3841948",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Su ve buhar gücü kullanımına dayalı mekanik üretim</li> <li>Yerleşik hayata geçiş</li> <li>Mülkiyet kavramının ortaya çıkışı</li> <li>Elektronik tabanlı otomasyon sistemleri</li> <li>Avcılık-toplayıcılık</li> </ol> Yukarıdakilerden hangisi/hangileri ünlü sosyolog Alvin Toffler’e göre yapılan insanlık tarihinin eşiklerinden biri olan Tarım Devrimi'ne ait özelliklerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "II-III",
      "B": "II-III-V",
      "C": "I-II-III",
      "D": "II-V",
      "E": "I-V"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/235860248fbdf40f0365661146433223.jpeg\" alt=\"\" width=\"742\" height=\"408\">"
  },
  {
    "id": "3841949",
    "unitNumber": 7,
    "text": "Sanayi kültürü kalıntılarının araştırılmasının ve korunmasının önemine, uluslararası alanda ilk olarak hangi sözleşmede yer verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "UNESCO Kuruluş Sözleşmesi",
      "B": "Atina Konferansı",
      "C": "Nizhny Tagil Sözleşmesi",
      "D": "Avrupa Mimari Miras Sözleşmesi",
      "E": "Uluslararası Müzeler Konseyi"
    },
    "explanation": "Avrupa’da 1960’lardan sonra alınan sanayisizleşme kararları neticesinde çöküntü alanı hâline gelmeye başlayan endüstriyel yapı ve alanların, yeniden işlevlendirilerek kullanımı konusu 1980’lerde gündeme gelmiştir. Bu konunun düşünsel altyapısı tartışılarak sanayi kültürü kalıntılarının araştırılmasının ve korunmasının önemi, uluslararası alanda ilk olarak 2003 yılında Nizhny Tagil Sözleşmesi ile ilan edilmiştir."
  },
  {
    "id": "3841950",
    "unitNumber": 7,
    "text": "Nizhny Tagil Tüzüğü’ne göre ................; “endüstri kültürünün tarihi, teknolojik, mimari,sosyal, kültürel ve bilimsel değer taşıyan kalıntılar” olarak tanımlanırken; ................... ise; “somut veya soyut bütün belgeleri, endüstriyel üretimi oluşturan yapıları, yerleşim dokusunu ve kentsel peyzajları inceleyen bir alan” olarak ifade edilmektedir.<br/>Yukarıda boş bırakılan yerlere aşağıdaki seçeneklerden hangisinin getirilmesi gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "endüstri mirası/endüstri arkeolojisi",
      "B": "kültürel miras / arkeoloji",
      "C": "somut olmayan kültürel miras/ endüstri arkeolojisi",
      "D": "endüstri mirası/endüstri hukuku",
      "E": "kültürel miras/endüstriyel restorasyon"
    },
    "explanation": "Tüzüğe göre endüstri mirası; “endüstri kültürünün tarihi, teknolojik, mimari,sosyal, kültürel ve bilimsel değer taşıyan kalıntılar”olarak tanımlanırken; endüstri arkeolojisi ise; “somut veya soyut bütün belgeleri, endüstriyel üretimi oluşturan yapıları, yerleşim dokusunu ve kentsel peyzajları inceleyen bir alan” olarak ifade edilmektedir (TICCIH web sitesi)."
  },
  {
    "id": "3841951",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi endüstriyel mirasın korunmasında karşılaşılan temel sorunlardan biri olamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "İhmal ve bakımsızlık",
      "B": "Kötü onarımlar",
      "C": "Rant baskısı",
      "D": "Yaygın kamuoyu desteği",
      "E": "Yanlış plan kararları"
    },
    "explanation": "Endüstriyel mirasın korunmasında karşılaşılan temel sorunlar;<br/>• Terk,<br/>• İhmal ve bakımsızlık,<br/>• Hızlı teknolojik değişimler,<br/>• Kötü onarımlar,<br/>• Rant baskısı,<br/>• Koruma yasalarının çerçevesinin yetersizliği,<br/>• Yanlış plan kararları,<br/>• Yeniden kullanım kararlarının verilmesinde ölçeğin zorladığı ekonomik koşullar,<br/>• Yaygın bir kamuoyu desteği <strong>eksikliği</strong> olarak sıralanabilir."
  },
  {
    "id": "3841952",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi - DoCoMoMo(Documentation and Conservation of Modern Movement)_ Türkiye Ulusal Çalışma Grubu’nun amaçlarından biri olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sürdürülebilir kalkınmaya ve paylaşılan ortak değerlere dayalı toplumlararası diyaloğa katkıda bulunma",
      "B": "Eğitim, bilim, kültür, iletişim ve bilgi alanlarında uluslararası işbirliğini teşvik",
      "C": "Tarihî anıtlar ve sitlerin korunması ve değerlendirilmesine katkı vermek",
      "D": "Türkiye’deki modern mimarlık örneklerinin korunması için gerekli yasa ve yönetmeliklerin geliştirilerek onaylanması",
      "E": "Türkiye'de Cumhuriyet dönemi öncesi mimari bölgelerin korunması için faaliyetler yürütmek"
    },
    "explanation": "DoCoMoMo_ Türkiye Ulusal Çalışma Grubu’nun;<br/>• Türkiye’nin Modern mimarlığına yönelik arşiv eksiklerini giderecek bir dokümantasyon (bilgi ve belge) merkezinin kurulması,<br/>• Türkiye’nin Modern mimarlığına yönelik olarak, farklı dönem, stil, mimar ve ilgili kaynakçaları, önemli yapı ve kentsel sit alanlarını, yapısal bütünlük ve yoğunluk arz eden kentleri, dönem mimarlığında Türkiye’de gerçekleşen teknoloji ve malzeme konusundaki gelişim ve uyarlamaları ve UNESCO Dünya Mirası Listesi’ne önerilecek tehdit altındaki yapı ve kentsel sit alanlarını kapsayan bir ulusal envanter çalışmasını başlatarak sürdürmek,<br/>• Türkiye’deki modern mimarlık örneklerinin korunması için gerekli yasa ve yönetmeliklerin geliştirilerek onaylanması için çalışmak,<br/>• Ulusal Çalışma Grubu’nu genişletmek,<br/>• Bilimsel toplantılar, bilimsel ve kamuoyuna<br/>yönelik çeşitli yayınlar ve bir web sitesi aracılığıyla Türkiye’nin Modern mimarlığına ilgiyi arttırmak, bu amaçla halkla ilişkiler çalışmaları yapmak ve etkinlikler düzenlemek gibi çeşitli amaçları bulunmaktadır."
  },
  {
    "id": "3841953",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi endüstri mirasının yeniden yaşayan bir mekâna dönüşmesi için gerekli olan sürecin aşamalarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mimari özelliklerini, ne tür enerji kullanıldığını, ne tür makineler içerdiğini, eklentilerinin olup<br/>olmadığını vb. konuları ayrıntılı şekilde araştıran belgeleme",
      "B": "Temizleme, onarım, sağlamlaştırma, bütünleme, yeniden işlevlendirme ve gerektiği durumlarda<br/>yeniden tasarım vb. koruma kararlarının belirlenmesi",
      "C": "ICOMOS'tan onaylatma",
      "D": "Uygulama",
      "E": "Kullanım"
    },
    "explanation": "Bir endüstri mirasının yeniden yaşayan bir mekâna dönüşmesi için gerekli olan süreci;<br/>• Mimari özelliklerini, ne tür enerji kullanıldığını, ne tür makineler içerdiğini, eklentilerinin olup<br/>olmadığını vb. konuları ayrıntılı şekilde araştıran belgeleme,<br/>• Temizleme, onarım, sağlamlaştırma, bütünleme, yeniden işlevlendirme ve gerektiği durumlarda<br/>yeniden tasarım vb.koruma kararlarının belirlenmesi,<br/>• Uygulama,<br/>• Kullanım olarak özetlemek mümkündür."
  },
  {
    "id": "3841967",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 2006 yılında Blaenavon’da gerçekleştirilen Endüstri Mirası Semineri'nde hazırlanan değerlendirme raporunda, endüstriyel alanların canlandırılmasının turizm ile ilgili yararlarından biri olarak belirtilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Endüstriyel alanların yeniden canlandırılması ile toplumsal hareketlilikte artış sağlamıştır",
      "B": "Endüstriyel alanların yeniden canlandırılması ile mevcut değerlerin sürdürülür kullanımı, yeni alanların kullanım ihtiyacını azaltmaktadır.",
      "C": "Endüstriyel alanların yeniden canlandırılması, yeni iş olanakları yaratmaktadır.",
      "D": "Endüstriyel alanların yeniden canlandırılması, yapı ve miras yönetimi konusunda eğitim olanaklarını teşvik etmektedir.",
      "E": "Endüstriyel alanların yeniden canlandırılması, üretim tarihi ve biçimleri ile ilgili kişisel bilgi ve/veya deneyimi arttırmaktadır."
    },
    "explanation": "2006 yılında Blaenavon’da gerçekleştirilen “Endüstri Mirası Semineri”nde hazırlanan endüstriyelalanların yeniden canlandırılması ile ilgili değerlendirme raporunda konunun yararları ve büyümeye<br/>etkileri toplumsal, sürdürülebilirlik, turizm ve ekonomik açıdan ele alınmıştır. Dört ana başlıkta ele alınan bu etki ve yararlar aşağıdaki gibi sıralanmaktadır (Event Report REVIT, 2006):<br/>• Toplumsal etki ve yararlar:<br/>- Toplumsal hareketlilikte artış sağlamıştır.<br/>- Dikkate değer yerel faydalar sağlamıştır.<br/>• Sürdürülebilirlik açısından etki ve yararlar:<br/>- Mirasın yer aldığı alanlar insanların yaşama, çalışma ve ziyaret isteğini arttırmaktadır.<br/>- Kültürel özelliklerin çeşitliliğinin geliştirilmesi ve korunmasına katkı sağlamaktadır.<br/>- Mevcut değerlerin sürdürülür kullanımı, yeni alanların kullanım ihtiyacını<br/>azaltmaktadır.<br/>- Endüstriyel alanların gelecek nesillere<br/>en iyi şekilde aktarılması konusunda tanımlayıcı rol oynamaktadır.<br/>• Turizm açısından etki ve yararlar:<br/>- Endüstriyel alanların yeniden canlandırılması, dünya çapında artan kültürel turizm güzergâh ihtiyacını karşılamaktadır.<br/>- Üretim tarihi ve biçimleri ile ilgili kişisel bilgi ve/veya deneyimi artırmaktadır.<br/>• Ekonomik etki ve yararlar:<br/>- Yeni iş olanakları yaratmaktadır.<br/>- Yapı ve miras yönetimi konusunda eğitim olanaklarını teşvik etmektedir.<br/>- Tarihî miras alanları, insanların yaşayarak çalıştığı hatta yatırım yaptığı alanlardır.<br/>- Kendi kendine yeten ekonomiler yaratmaktadır.<br/>- Ulusal ekonomiye katkı sağlamaktadır."
  },
  {
    "id": "3841981",
    "unitNumber": 7,
    "text": "Endüstriye miras kavramı dünyada ilk olarak hangi ülkede ortaya atılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Almanya",
      "B": "Fransa",
      "C": "İngiltere",
      "D": "İspanya",
      "E": "Amerika Birleşik Devletleri"
    },
    "explanation": "Geçmişe ait üretim etkinlikleri ve bu amaçla oluşturulan mimari bütünler, 20. yüzyılın ikinci<br/>yarısından itibaren endüstri mirası kapsamında ele alınmaktadır (Tanyeli,2000). “Endüstriyel miras”, 20.yüzyılın ikinci yarısında endüstri yapılarının yok olma tehdidi altına girmesiyle, ilk olarak<br/>Endüstri Devrimi’nin ve endüstrileşmenin etkin olarak yaşandığı <strong>İngiltere’de ortaya atılmış</strong> bir kavramdır."
  },
  {
    "id": "3841991",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Documentation and Conservation of Modern Movement (Modern Hareketin Korunması ve Belgelenmesi) DoCoMoMo örgütünün gerçekleştirdiği faaliyetlerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Modern mimarlık mirasının belgelenmesi",
      "B": "Somut olmayan kültürel miras eserlerinin belirlenmesi",
      "C": "Mirası tehdit eden faktörlerin tespit edilmesi",
      "D": "Korumaya ve tahribatı durdurmaya yönelik stratejiler geliştirilmesi",
      "E": "Endüstriyel miras kavramının ve bu alandaki eylemlerin dünyanın farklı bölgelerinde yaygınlaşmasının sağlanması"
    },
    "explanation": "Modern mimarlık hareketine özgü birikimin yitirilme tehlikesi Avrupa’da 1980’li yıllarda kapsamlı biçimde tartışılmıştır. 1988’lerde başlatılan örgütlenme düşüncesi, Documentation and Conservation of Modern Movement - DoCoMoMo (Modern Hareketin Korunması ve Belgelenmesi) adıyla 1990 yılında somutlaştırılmıştır. Modern mimarlık mirasının belgelenmesi, mirası tehdit eden faktörlerin tespit edilmesi, korumaya ve tahribatı durdurmaya yönelik stratejiler geliştirilmesi gibi konularda çalışmalar yapan örgüt, bu yeni miras kavramının ve bu alandaki eylemlerin dünyanın farklı bölgelerinde yaygınlaşmasını sağlamıştır . (DoCoMoMo web sitesi,2022)."
  },
  {
    "id": "3737344",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"Koruma\" ile ilgili doğru bir ifade <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Koruma, bir kimseyi ya da bir şeyi dış etkilerden, tehlikelerden muhafaza etmek, uzak tutmaktır.",
      "B": "Koruma, başka bir ifade ile yaşatmaktır.",
      "C": "Koruma bir bilinçlenme ve kültür sorunudur.",
      "D": "Koruma eylemi daha çok turist ve daha çok turizm getirisi anlayışı ile yapılmalıdır.",
      "E": "Korumada temel amaç; geçmişten bugüne gelen kültürel birikim ve değerleri, özgünlüklerinden bir şey kaybettirilmeksizin, zamanla farklılaşan değerler ile bütünleştirerek toplumlar için sağlıklı yaşam çevreleri oluşturmaktır."
    },
    "explanation": "Koruma, sözlük anlamı olarak himaye etmek, bir kimseyi ya da bir şeyi dış etkilerden, tehlikelerden muhafaza etmek, uzak tutmaktır. Tarihsel<br/>çevrenin korunması bağlamında, belirlenecek ilkeler ve hedefler doğrultusunda geçmişten gelen değerleri, geleceğe aktarmak üzere, şimdi takınılacak tutum belirleyici olmaktadır. Kısaca, koruma eylemi her üç zaman kesitini de kapsamaktadır. Bir başka deyişle, koruma “yaşatmak”tır. Koruma<br/>özünde, ekonomik, politik, toplumsal ve mekânsal boyutları da olan kültürel bir eylemdir. Bir bilinçlenme ve kültür sorunudur. Korumada temel amaç; geçmişten bugüne gelen kültürel birikim ve değerleri, özgünlüklerinden bir şey kaybettirilmeksizin, zamanla farklılaşan değerler ile bütünleştirerek toplumlar için sağlıklı yaşam çevreleri oluşturmak olmalıdır. Kaynakların turizm tarafından kullanılması, koruma kavramından ayrı düşünülemez."
  },
  {
    "id": "3737345",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, sürdürülebilirlik kavramını ilk kez tanıtan kişidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gro Harlem Brundtland",
      "B": "Hans Karl von Karlowitz",
      "C": "Buzz Holling",
      "D": "Bob May",
      "E": "Alice Schmidheiny"
    },
    "explanation": "Aslında “sürdürülebilirlik” terimi ilk olarak birkaç yüz yıl önce Alman ormancı Hans Karl von Karlowitz tarafından 1712’de Sylvicultura Economica adlı eserinde tanıtıldı."
  },
  {
    "id": "3737346",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sürdürülebilirlik kavramının disiplinlerarası bir boyut kazanmasına neden olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "1712-Sylvicultura Economica eseri",
      "B": "1987-Ortak Geleceğimiz raporu",
      "C": "1992-Birleşmiş Milletler Çevre ve Kalkınma Konferansı",
      "D": "1992-Rio Yeryüzü Zirvesi",
      "E": "1992-Dünya Çevre ve Kalkınma Konferansı"
    },
    "explanation": "1980’lerin ortalarında eski Norveç Başbakanı Gro Harlem Brundtland liderliğindeki komisyon, 1987’de çığır açacak olan “Ortak Geleceğimiz” raporunun hazırlanmasına öncülük etti.Bu rapor, sürdürülebilir kalkınmanın geleneksel ve modern bir tanımını önerecekti: “gelecek nesillerin kendi ihtiyaçlarını karşılayabilme yeteneğinden ödün vermeksizin güncel ihtiyaçları karşılayan kalkınma” olarak tanımlanmaktadır”. Böylece, “sürdürülebilirlik” kavramı endüstriyel ekoloji, iklim değişikliği bilimi, politika ve aktivizm gibi diğer alanlarla olan etkileşiminden dolayı disiplinler arası bir boyut kazandı."
  },
  {
    "id": "3737347",
    "unitNumber": 8,
    "text": "I. Birleşmiş Milletler tarafından 1992'da gerçekleştirilmiştir, <br/>II. 178 hükümetin temsilcisi, çok sayıda devlet başkanı ve sivil toplum kuruluşunun katılımı ile gerçekleştirilmiştir, <br/>III. Bu etkinlik sürdürülebilirlik ve sürdürülebilir kalkınma çağını başlatmıştır. <br/>Yukarıdaki bilgiler aşağıdakilerden hangi etkinliğin özellikleridir?",
    "correctAnswer": "B",
    "options": {
      "A": "1980-Manila Deklarasyonu",
      "B": "1992-Dünya Çevre ve Kalkınma Konferansı",
      "C": "2007-Güney Avustralya Turizm Komisyonu",
      "D": "2013-İpek Yolu Miras Koridorları Turizm Stratejisi Çalıştayı",
      "E": "2017-BM Genel Kurulu"
    },
    "explanation": "Özellikle 1992’de Rio’da düzenlenen Birleşmiş Milletler Çevre ve Kalkınma Konferansı (UNCED), sürdürülebilir kalkınma yaklaşımının tüm dikkatleri üzerine çektiği çarpıcı bir etkinlik olmuştur. Birleşmiş Milletler tarafından düzenlenen sürdürülebilirlik ve sürdürülebilir kalkınma çağını başlatan 1992 yılında Rio de Janeiro’da gerçekleştirilen Dünya Çevre ve Kalkınma Konferansı’na 178 hükümetin temsilcileri, çok sayıda devlet başkanı ve 1.000’in üzerinde sivil toplum kuruluşundan sivil toplum ve kampanya gruplarının temsilcileri katıldı. Birçoğu, sürdürülebilirliğin küresel siyasi gündemin en üst sıralarına çıkacağı ve dünya genelinde kalkınmanın kalıcı bir özelliği hâline geleceği Rio Konferansı’nın doğru zaman olduğuna inanıyordu. Rio Konferansı’nda başlatılan önemli girişimler arasında çölleşme, biyolojik çeşitlilik ve iklim değişikliği konuları yer aldı. Bu girişimlerin amacı, dünyanın<br/>en acil çevresel sorunlarına çözüm bulmak için sürdürülebilir kalkınma ideallerine bağlı kalmaktı. Küresel raporlama sistemi için komisyonlar ve ulusal eylem planlama prosedürleri oluşturuldu."
  },
  {
    "id": "3737348",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Sürdürülebilir Turizmin, Yerel halk ve toplum için sıralanabilecek avantajlarından birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Restorasyon projeleri ve doğrudan pratik yardım yoluyla doğal ve kültürel özelliklerin korunması",
      "B": "Turizm sektöründen ve turistlerden ek finansman",
      "C": "İşletmelere ve istihdama destek",
      "D": "Uzun vadeli bir geleceğe sahip, doğaya ve kültüre dayalı yeni, yüksek kaliteli, çevreye duyarlı ürünlerin geliştirilmesi",
      "E": "Yerel kültürün, geleneksel el sanatlarının ve geleneklerin yeniden canlandırılması"
    },
    "explanation": "Yerel halk ve toplum için:<br/>• Gelir ve yaşam standartlarının iyileştirilmesi<br/>• Yerel kültürün, geleneksel el sanatlarının ve geleneklerin yeniden canlandırılması<br/>• Kırsal altyapıya destek<br/>• Geliştirilmiş ekonomi<br/>• Fiziksel ve psikolojik sağlığın iyileştirilmesi<br/>• Farklı alanlardan insanlar arasındaki uyumun teşvik edilmesi"
  },
  {
    "id": "3737349",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinde UNESCO ile ilgili verilen bilgi doğru <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Merkezi Paris'tir.",
      "B": "1946 yılında hayata geçirilmiştir.",
      "C": "Barışın sağlanmasına katkıda bulunmak",
      "D": "Yeni yatırım fırsatları ortaya çıkartmak",
      "E": "Yoksulluğun ortadan kaldırılması, eğitim, bilim, kültür, iletişim ve bilgi aracılığıyla kültürler arası diyalog ve sürdürülebilir kalkınmayı sağlamak"
    },
    "explanation": "UNESCO (Birleşmiş Milletler Eğitim, Bilim ve Kültür Kurumu): Merkezi Paris’te<br/>bulunan ve 1946 yılında hayata geçen hükümetler arası bir kurumdur. Misyonu, “barışın sağlanmasına katkıda bulunmak, yoksulluğun ortadan kaldırılması, eğitim, bilim, kültür, iletişim ve bilgi aracılığıyla kültürler arası diyalog ve sürdürülebilir kalkınmanın sağlanmasıdır."
  },
  {
    "id": "3737350",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinde Doxey'in Tolerans modelinin ilgisizlik evresi doğru olarak verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turistler kazanç kapısı olarak görülmeye başlanır ve turistlerle ilişkiler daha resmî olmaya başlar.",
      "B": "Turistlerin gelmesi hoş karşılanır ve karşılıklı tatmin hissi ön plandadır.",
      "C": "Bütün kötülüklerin kaynağı olarak turistler ve turizm görülmeye başlanır.",
      "D": "Turistlerin, vergilerin yükselmesi, gençlerin kötü alışkanlıklar kazanması, kira ve fiyat artışları ve yöredeki tüm olumsuzlukların kaynağı olarak görülmeye başlanması.",
      "E": "Yerel halkın eldeki donanımları arttırmaksızın artan sayıda turistlere hizmet edemeyeceği bir düzeye gelmesi."
    },
    "explanation": "Turizm sektörü geliştikçe ve turist sayısı arttıkça, yerel halk turistleri ticari bir<br/>obje olarak görmeye başlar. Turistler kazanç kapısı olarak görülmeye başlanır ve turistlerle ilişkiler daha resmî olmaya başlar."
  },
  {
    "id": "3737351",
    "unitNumber": 8,
    "text": "I. 1965'de kurulmuştur.<br/>II. Uluslararası ve hükümetler dışı bir kuruluştur.<br/>III. Dünya genelindeki anıtlar ve sitelerin korunması ve değerlendirilmesine yönelik ilkeler, teknikler ve siyasetler geliştirmeyi amaçlamaktadır. <br/>Yukarıdaki bilgiler aşağıdakilerden hangi kuruluşa aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "GGN",
      "B": "UNESCO",
      "C": "ICOMOS",
      "D": "IUCN",
      "E": "IGGP"
    },
    "explanation": "ICOMOS (Uluslararası Anıtlar ve Siteler Konseyi): UNESCO bünyesinde 1965<br/>yılında kurulmuştur. Uluslararası ve hükümetler dışı bir kuruluştur. Dünya genelinde tarihî anıtlar ve sitelerin korunması ve değerlendirilmesine yönelik ilkeler, teknikler ve siyasetler geliştirmeyi amaçlamaktadır."
  },
  {
    "id": "3737352",
    "unitNumber": 8,
    "text": "I. Ankara-Gordion<br/>II. Konya-Eşrefoğlu Camii<br/>III. Afyon-Ulu Camii<br/>IV. Kastamonu-Mahmut Bey Camii<br/>Yukarıdaki Kültürel Miras değerlerimiz hangi yılda UNESCO Dünya Miras Listesine kabul edilmişlerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "2016",
      "B": "2017",
      "C": "2018",
      "D": "2021",
      "E": "2023"
    },
    "explanation": "<em>2023 Yılı </em><br/>Gordion Ankara<br/><strong>Anadolu’nun Ortaçağ Dönemi Ahşap Hipostil Camiileri</strong><br/>Konya-Eşrefoğlu Camii,<br/>Kastamonu-Mahmut Bey Camii,<br/>Eskişehir-Sivrihisar Camii,<br/>Afyon-Afyon Ulu Camii,<br/>Ankara-Arslanhane Camii"
  },
  {
    "id": "3737353",
    "unitNumber": 8,
    "text": "Aşağıdaki Kültürel Miras değerlerimizden hangisi UNESCO Dünya Mirası Geçici Listesindeki Alanlarımızdan birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Divriği Ulu Camii ve Darüşşifası",
      "B": "Nemrut Dağı",
      "C": "Odunpazarı Tarihi Kent Merkezi",
      "D": "Aphrodisias",
      "E": "Çatalhöyük"
    },
    "explanation": "Türkiye’nin UNESCO Dünya Mirası Geçici Listesi’ndeki Alanlardan Örnekler<br/>Odunpazarı Tarihi Kent Merkezi (Eskişehir)"
  },
  {
    "id": "3841843",
    "unitNumber": 8,
    "text": "“Turizm Paradoksu” kavramıyla ilgili hangisi doğru <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Turizmin, turistik değerleri tüketebilir hale getirmesi durumunda ortaya çıkar.",
      "B": "Arıkan ve Ünsever tarafından tanımlanmıştır.",
      "C": "Turizm, daha fazla turistik tesis ve kazanç hedefledikçe kaynakları tehlikeye atar.",
      "D": "Doğal ve kültürel değerlerin korunmasıyla turizm arasında denge olmadığında ortaya çıkar.",
      "E": "Turizm paradoksu, turizmin hiçbir zaman olumsuz etkiler yaratmadığını savunur."
    },
    "explanation": "Bu durumu Arıkan ve Ünsever (2022) turizm paradoksu olarak tanımlamaktadır. Yeni binalar, yeni yaşam biçimi, yeni sosyal ve ticari ilişkiler, yeni kazançlar, gidilen destinasyonda hızla artacaktır. Yeni kazançlar ki burada turizm gelirleri oluyor, kazananlara tatlı gelecek, yeni yeni tesisler inşa edilecek, ‘daha çok’ ve ‘daha da çok’ için, gidilen yerdeki görülmeye değer her şey hızla küçülecek, yok olacaktır. İşte “Turizm Paradoksu” bu aşamada ortaya çıkmaktadır, çünkü görülesi her şey görmeye gelenlerce tüketilebilmektedir. Turizm Paradoksu, endüstriyel anlamda turizmin, turizmin varlığı için gerekli doğal ve kültürel ortamı bozması ve/ veya yok etmesine verdikleri isimdir. Oysa tabiatın uzun yıllar içinde oluşturduğu doğal ve insanoğlunun nesilden nesile aktararak geliştirdiği kültürel değerler gelecek kuşaklara aktarılması için korunması ve varlığını sürdürmesi gerekmektedir."
  },
  {
    "id": "3841844",
    "unitNumber": 8,
    "text": "Koruma kavramıyla ilgili hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Koruma, geçmişin değerlerini geleceğe aktarmayı hedefleyen bir eylemdir.",
      "B": "Koruma, fiziksel, ekonomik, toplumsal ve mekânsal boyutlarıyla ilişkilidir.",
      "C": "Koruma, turizmle birlikte ele alındığında kaynakları daha fazla tüketir.",
      "D": "Koruma, insanın daha sağlıklı yaşam çevrelerinde yaşamasını hedefleyen yaklaşımdır.",
      "E": "Koruma, zamanın değişen değerleriyle bütünleşebilir."
    },
    "explanation": "Korumada temel amaç; geçmişten bugüne gelen kültürel birikim ve değerleri, özgünlüklerinden bir şey kaybettirilmeksizin, zamanla farklılaşan değerler ile bütünleştirerek toplumlar için sağlıklı yaşam çevreleri oluşturmak olmalıdır. Kaynakların turizm tarafından kullanılması, koruma kavramından ayrı düşünülemez."
  },
  {
    "id": "3841845",
    "unitNumber": 8,
    "text": "Sürdürülebilirlik kavramı ilk kez nerede kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ormancılıkta",
      "B": "Pazarlamada",
      "C": "Endüstride",
      "D": "Sanayide",
      "E": "Turizmde"
    },
    "explanation": "Sürdürülebilirlik belli bir düzeyde tutulabilen bir durumdur. Sürdürülebilirlik kavramı başlarda ormancılık, tarım ve balıkçılık gibi alanlardaki hasat seviyelerinin, ekosis- temin yenilenme kapasitesi dâhilinde tutulduğu bir düzeyi tanımlamak için kullanılmıştır."
  },
  {
    "id": "3841846",
    "unitNumber": 8,
    "text": "1987’de yayımlanan rapora göre sürdürülebilir kalkınma nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece bugünün ihtiyaçlarını karşılamak",
      "B": "Gelecek nesillerin ihtiyaçlarını gözeterek kalkınmak",
      "C": "Gelecek nesilleri düşünmeden kalkınmak",
      "D": "Kaynakları sınırsız kullanmak",
      "E": "Sadece çevreyi korumak"
    },
    "explanation": "Sürdürülebilir kalkınmanın geleneksel ve modern bir tanımını; “gelecek nesillerin ken- di ihtiyaçlarını karşılayabilme yeteneğinden ödün vermeksizin güncel ihtiyaçları karşılayan kalkınma” dır."
  },
  {
    "id": "3841847",
    "unitNumber": 8,
    "text": "Sürdürülebilir turizm kavramı uluslararası alanda ilk kez hangi yıl ve hangi konferansta önemli bir strateji olarak gündeme gelmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1972, Stockholm Konferansı",
      "B": "1980, Manila Deklarasyonu",
      "C": "1990, Globe ‘90 Konferansı",
      "D": "2007, Güney Avustralya Turizm Konferansı",
      "E": "1992, Rio Konferansı"
    },
    "explanation": "Mart 1990’da Kanada’da düzenlenen Globe ‘90 konferansında turizmin sürdürülebilir kalkınmasına yönelik bir strateji sunuldu. Sürdürülebilir turizm gelişimi için üç temel ilke önerildi: Turizmi, sürdürülebilir ekonomik kalkınma için tanınmış bir seçenek hâline getirmek; tanıma, analiz ve izleme için uygun bir turizm bilgi tabanına sahip olmak ve son olarak turizmi sürdürülebilir kalkınma ilkeleriyle uyumlu bir şekilde geliştirmek. Bu yaklaşım, kitle turizmi ve alternatif turizm ikilemini aşarak turizmi sürdürülebilir kalkınma felsefesi üzerinde uzlaştırmaktadır. Ancak aynı zamanda turizmi sürdürülebilir kalkınmanın belirsizlikleri ve çelişkileriyle karşı karşıya bırakmaktadır."
  },
  {
    "id": "3841848",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sürdürülebilir turizm yönetiminde dikkate alınan yedi husustan biri <b>değildir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Ekolojik",
      "B": "Kültürel",
      "C": "Politik",
      "D": "Finansal denetim",
      "E": "Sosyal"
    },
    "explanation": "Sürdürülebilir turizm çevreye zarar vermeden yerel ekonomileri ayakta tutmalı ve mevcut sosyal yapıya müdahale etmemelidir. Diğer taraftan barınma kapasitesi, yerel nüfus ve çevre dikkate alınarak hızlı bir şekil- de gelişmeli ve özellikle doymuş alanlarda çevreye saygılı olmalıdır. Coccossis (1996) ise sürdürülebilir turizm gelişimine dört yaklaşım önermektedir: endüstriyel, ekolojik, uzun vadeli uygulanabilirlik ve stratejik. Aynı zamanda yazar, sürdürülebilir turizm yönetiminin yedi hususa bağlı olduğunu belirtmiştir: ekolojik, kültürel, politik, ekonomik, sosyal, yönetsel ve idari. Bu yaklaşım, yorumların çeşitliliği nedeniyle geniş çapta kabul görmekte ve yaygın olarak kullanılmaktadır."
  },
  {
    "id": "3841849",
    "unitNumber": 8,
    "text": "UNESCO'nun İpek Yolu Miras Koridorları turizm stratejisinin geliştirilmesi hangi yılda başlamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1970",
      "B": "2014",
      "C": "2007",
      "D": "1990",
      "E": "2013"
    },
    "explanation": "2013 yılındaki üçüncü Dünya Turizm Örgütü’nün, İpek Yolu, İpek Yolu Miras Koridorları için bir turizm stratejisinin geliştirilmesi başlatıldı. Proje, bu miras koridorları içerisinde politika rehberliği sağlamayı ve ziyaretçi yönetimi, alan sunumu ve tanıtımı için sürdürülebilir bir turizm stratejisi geliştirmeyi amaçlamaktadır."
  },
  {
    "id": "3841850",
    "unitNumber": 8,
    "text": "İpek Yolu Miras Koridorları stratejisinde ziyaretçi deneyimini iyileştirmek için aşağıdakilerden hangisi hedeflenmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeni oteller inşa etmek",
      "B": "Somut olmayan kültürel mirasa yatırım yapmak",
      "C": "Turist sayısını sınırsız artırmak",
      "D": "Sadece doğal mirasa odaklanmak",
      "E": "Ulaşımı kısıtlamak"
    },
    "explanation": "İpek Yolu Miras Koridorları Turizm Stratejisinin, İpek Yolu boyunca uzanan eşsiz mirası korurken turizm fırsatlarını en üst düzeye çıkarmasını sağlamak için bir dizi öncelik belirlenmiştir. Bunlardan biri; Ziyaretçi deneyimlerini iyileştirmek ve kültürler arası anlayışı geliştirmek için somut olmayan kültürel mirasa yatırım yapmaktır."
  },
  {
    "id": "3841851",
    "unitNumber": 8,
    "text": "İpek Yolu Miras Koridorları turizm stratejisinde sürdürülebilir büyüme için öncelikli amaçlardan biri aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece ekonomik büyüme sağlamak",
      "B": "Sadece Kazakistan'ı geliştirmek",
      "C": "Turist sayısını hızla artırmak",
      "D": "Alan koruma ve tanıtımı dengelemek",
      "E": "Yalnızca sınır ötesi turizme odaklanmak"
    },
    "explanation": "Strateji, potansiyel olarak 2014 yılında UNESCO Dünya Mirası Listesi’ne dâhil edilmek üzere sürdürülebilir büyüme, topluluk gelişimi, miras yönetimi ve korumaya odaklanmaktadır. Yol haritası tasarlanırken gözetilen amaçlardan biri \"Alan koruma ve alan tanıtımını dengelemesi\"dir."
  },
  {
    "id": "3841852",
    "unitNumber": 8,
    "text": "UNESCO Dünya Mirası Listesi’nde yer alan kültürel ve doğal varlıkların korunmasının temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece turizm gelirlerini artırmak",
      "B": "Yerel halkın bölgeden taşınmasını sağlamak",
      "C": "İnsanlığın ortak mirası olan evrensel değerleri koruyarak gelecek nesillere aktarmak",
      "D": "Sadece tarihi eserlerin restore edilmesini sağlamak",
      "E": "Ülkelerin uluslararası siyasi güçlerini artırmak"
    },
    "explanation": "Bütün insanlığın ortak mirası olarak kabul edilen evrensel değerlere sahip kültürel ve doğal varlıkları dünyaya tanıtmak, toplumda söz konusu evrensel mirasa sahip çıkacak bilinci oluşturmak ve çeşitli sebeplerle bozulan, yok olan kültürel ve doğal değerlerin yaşatılması için gerekli işbirliğini sağlamak amacıyla UNESCO’nun 17 Ekim - 21 Kasım 1972 tarihleri arasında Paris’te toplanan 17. Genel Konfe- ransı kapsamında, 16 Kasım 1972 tarihinde “Dünya Kültürel ve Doğal Mirasının Korunmasına Dair Sözleşme” kabul edilmiştir."
  },
  {
    "id": "3845697",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi 1987’de yayımlanan “Ortak Geleceğimiz” raporu ve sürdürülebilir kalkınma kavramı hakkında verilen bilgilerden <strong>doğru değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Rapor, sürdürülebilir kalkınmayı gelecekteki kuşakların kendi ihtiyaçlarını karşılama yeteneğini engellemeksizin güncel ihtiyaçları karşılayan kalkınma olarak tanımlamıştır.",
      "B": "Raporun hazırlanmasına, dönemin Norveç Başbakanı Gro Harlem Brundtland’ın başkanlığını yaptığı bir komisyon öncülük etmiştir.",
      "C": "1992 Rio Konferansı, sürdürülebilir kalkınma kavramının küresel ölçekte tanınırlığını artıran önemli bir dönüm noktası olmuştur.",
      "D": "Sürdürülebilir kalkınma kavramı, endüstriyel ekoloji, iklim değişikliği bilimi, politika ve aktivizm gibi alanlarla etkileşiminden dolayı disiplinler arası bir boyut kazanmıştır.",
      "E": "1980’lerde kavramın anlamı üzerinde fikir birliği sağlandığı için literatürde yalnızca tek ve evrensel kabul görmüş bir tanım kullanılmıştır."
    },
    "explanation": "Çevreciler, çevresel kaygıların temel kalkınma sorunlarıyla nasıl bağlantılı olabileceğini göstermeye odaklandılar. Böylece 1960’ların sonu ve 1970’lerdeki çevre hareketini ve kontrolsüz ve plansız büyümenin olumsuz etkileri hakkındaki tartışmayı gündeme taşıdılar. Bu tartışmalar, 1980’lerin ortalarında eski Norveç Başbakanı Gro Harlem Brundtland liderliğindeki bir komisyon tarafından kapsamlı şekilde incelendi. Bu komisyon, 1987’de çığır açacak olan “Ortak Geleceğimiz” raporunun hazırlanmasına öncülük etti. Bu rapor, sürdürülebilir kalkınmanın geleneksel ve modern bir tanımını önerecekti: “gelecek nesillerin kendi ihtiyaçlarını karşılayabilme yeteneğinden ödün vermeksizin güncel ihtiyaçları karşılayan kalkınma” olarak tanımlanmaktadır” (United Nations 1987: 43). Böylece, “sürdürülebilirlik” kavramı endüstriyel ekoloji, iklim değişikliği bilimi, politika ve aktivizm gibi diğer alanlarla olan etkileşiminden dolayı disiplinler arası bir boyut kazandı. Brundtland, Dünya Çevre ve Kalkınma Komisyonu Başkanı olarak sürdürülebilir kalkınmayı, pasif bir yaklaşım olmanın aksine, günümüzün ihtiyaçlarını da dikkate alan bir bakış açısıyla geleceğin gereksinimleriyle de uyumlu olmak koşuluyla, kaynakların kullanımı, yatırımların yönlenmesi, teknolojik ve bilimsel gelişmeler doğrultusunda yön değiştirebilen bir gelişme süreci olarak yorumlamıştır. Sürdürülebilir kalkınma, daha doğrusu sürdürülebilir kalkınma kavramı, 1980’li yıllardan bu yana dünya çapında çeşitli disiplinler arasında akademik ve siyasi çevrelerde bu konuyla ilgili pek çok tartışmanın odak konusu olmaya devam etmektedir. Ayrıca, 1990’lara kadar literatürde üzerinde fikir birliğine varılmış tek bir tanım olmadığı için geniş veya dar, güçlü veya zayıf, önemini belirtmek için büyük harf ile başlayan veya sıradan bir konumlandırmayla küçük harf ile başlayan olmak üzere sürdürülebilirliğin farklı yönleriyle yorumlayan tanımlar bulunmaktaydı. Bu durum, kavramın anlaşılmasını zorlaştırmakta, ortak kararlar alınarak eyleme geçilmesini engellemekte ve kafa karışıklığına neden olmaktaydı. Ancak 1992 yılı sürdürülebilir kalkınma kavramının istikrar kazandığı yıl olarak tarihte yerini alacaktı. Özellikle 1992’de Rio’da düzenlenen Birleşmiş Milletler Çevre ve Kalkınma Konferansı (UNCED), sürdürülebilir kalkınma yaklaşımının tüm dikkatleri üzerine çektiği çarpıcı bir etkinlik olmuştur."
  },
  {
    "id": "3845708",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Dünya Turizm Örgütü’nün sürdürülebilir turizm gelişimi tanımında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mevcut turistlerin ve ev sahibi bölgelerin ihtiyaçlarını karşılarken gelecekteki fırsatları korumak ve genişletmek",
      "B": "Turizm faaliyetlerinin yalnızca yerel ekonomik faydaya odaklanması",
      "C": "Turizm büyümesinin sınırlarının yalnızca turist sayısına göre belirlenmesi",
      "D": "Turizm yatırımlarının kısa sürede geri dönüş sağlaması",
      "E": "Turizmin yalnızca doğal çevreyi koruma amacı gütmesi"
    },
    "explanation": "Dünya Turizm Örgütü, sürdürülebilir turizm gelişimini, mevcut turistlerin ve<br/>ev sahibi bölgelerin ihtiyaçlarını karşılarken gelecekteki fırsatları korumak ve genişletmek olarak tanımladı.<br/>Böylece, turizm hareketlerinin kaynakların kültürel bütünlüğü, temel ekolojik süreçleri, biyolojik çeşitliliği<br/>ve geçim kaynaklarını korurken ekonomik, sosyal ve estetik ihtiyaçları karşılayacak şekilde yönetilmesini<br/>içermektedir (Lu ve Nepal, 2009)."
  },
  {
    "id": "3845719",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Güney Avustralya Turizm Komisyonu’nun 2007 raporunda, “Sürdürülebilir Turizm Gelişimi için Tasarım Kılavuzları” adı altında; ekonomik, sosyal ve çevresel sürdürülebilirlik boyutlarıyla ilişkilendirerek önerilen sürdürülebilir turizmin 12 ilkesinin kapsamı içinde <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğal alanların, yaşam alanlarının ve yaban hayatının korunmasını desteklemek",
      "B": "Toplumun değerlerini yansıtmak ve özgün olmak",
      "C": "Bir yerin mevcut özelliklerine değer katarak daha zengin bir turizm deneyimi yaratmak",
      "D": "Başarılı turizm için pazar eğilimlerini ve ihtiyaçlarını anlamak",
      "E": "Turizmde yalnızca gelir maksimizasyonunu hedeflemek"
    },
    "explanation": "Güney Avustralya Turizm Komisyonu’nun 2007 raporunda, “Sürdürülebilir Turizm Gelişimi için Tasarım Kılavuzları” adı altında, sürdürülebilir turizmi ekonomik, sosyal ve çevresel sürdürülebilirlik boyutlarıyla ilişkilendirerek 12 ilke önerilmiştir (Fennel ve Cooper, 2020). Bu 12 ilke, genel olarak şu şekilde özetlenebilir. Turizm; doğal alanların, yaşam alanlarının ve yaban hayatının korunmasını desteklemeyi amaçlayarak hem yerel hem de küresel çevresel etkileri dikkate almalıdır. Farklı olması, özgün olması ve toplumun değerlerini yansıtması çok önemlidir. Benzer şekilde başarılı turizm için pazar eğilimlerini ve ihtiyaçlarını anlamak da çok önemlidir. Niteliklerin birleştirilmesi bir yerin çekiciliğini ve ziyaret olasılığını artırır. Mevcut özelliklere değer katmak, daha zengin bir turizm deneyimi yaratır ve yerel ekonomiyi çeşitlendirir. İyi içerik ve tasarım, kaynaklara saygı gösterirken ve korumayı teşvik ederken yer duygusunu da geliştirir. Turizm hem ev sahibi toplum hem de ziyaretçiler için karşılıklı olarak faydalı olmalı ve iyi işletmeler yerel kapasiteyi geliştirmek için diğer paydaşlarla birlikte çalışmalıdır. Sonuç olarak turizm, ekonomik ve toplumsal kalkınmanın bir aracı olmalıdır."
  },
  {
    "id": "3845720",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Gelir ve yaşam standartlarının iyileştirilmesi</li> <li>Yerel kültürün, geleneksel el sanatlarının ve geleneklerin<br/>yeniden canlandırılması</li> <li>Restorasyon projeleri ve doğrudan pratik yardım yoluyla doğal<br/>ve kültürel özelliklerin korunması</li> <li>Farklı alanlardan insanlar arasındaki uyumun teşvik edilmesi</li> <li>İşletmelere ve istihdama destek</li> </ol> Yukarıdakilerden hangisi/hangileri sürdürülebilir turizmin yerel halk ve toplum için avantajlarındandır?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-II-IV",
      "D": "III-V",
      "E": "II-IV"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c782b166d450c88a6d4574a4c3f88bf9.jpeg\" alt=\"\" width=\"663\" height=\"562\">"
  },
  {
    "id": "3845914",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Çevreyi dikkate almayan mimari</li> <li>Yavaş ve denetimli gelişim</li> <li>On iki aya yayılan talep</li> <li>Yavaş ve denetimli gelişim</li> <li>Büyük ölçekli işletmeler</li> </ol><br/>Yukarıda verilenlerden hangileri sürdürülebilir turizmin özelliklerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-V",
      "B": "I-II-V",
      "C": "I-II-III",
      "D": "II-II-IV",
      "E": "IV-V"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5e6b09a4f76b8c74d3b94731fc27ff52.jpeg\" alt=\"\" width=\"719\" height=\"457\">"
  },
  {
    "id": "3846030",
    "unitNumber": 8,
    "text": ".........................., turizmin yerel toplulukları ve onların yaşam tarzlarını ne ölçüde etkilediğidir. Yerel halkın tolerans düzeyini gösterir. Yerel halkın kabul etmeyeceği etkileri yapmayan, maksimum kullanım<br/>seviyesi şeklinde yorumlanabilir. Sosyal yapıyı bozmayacak, yerel halkın hoşgörü ile karşılayabileceği sınırdır.<br/>Yukarıda boş bırakılan yere aşağıdaki seçeneklerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fiziksel taşıma kapasitesi",
      "B": "Toplumsal taşıma kapasitesi",
      "C": "Biyolojik taşıma kapasitesi",
      "D": "Ekonomik taşıma kapasitesi",
      "E": "Psikolojik taşıma kapasitesi"
    },
    "explanation": "Kültürel ve sosyal taşıma kapasitesi: Turizmin yerel toplulukları ve onların yaşam tarzlarını ne ölçüde etkilediğidir. Toplumsal taşıma kapasitesi, yerel halkın tolerans düzeyini gösterir. Yerel halkın kabul etmeyeceği etkileri yapmayan, maksimum kullanım seviyesi şeklinde yorumlanabilir. Sosyal yapıyı bozmayacak, yerel halkın hoşgörü ile karşılayabileceği sınırdır (Avcıkurt, 2015). Herhangi bir bölgedeki turistik gelişmeler orada yaşayan toplumun sosyal ve kültürel yapısında da değişimlere yol açacaktır. Yerel halkın, o bölgedeki turistik gelişmeler nedeniyle ortaya çıkan toplumsal ve kültürel olumsuzluklara gösterdiği hoşgörünün üst sınırını ifade eden sosyal kültürel taşıma kapasitesi, belirli bir bölgede yaşayan halkın kabul edemeyeceği toplumsal ve kültürel değişimlere yol açmadan ağırlayabileceği turist sayısını belirlemeye çalışır (Roney, 2011)."
  },
  {
    "id": "3846040",
    "unitNumber": 8,
    "text": "I. Mutluluk A) Turizm sektörü geliştikçe ve turist sayısı arttıkça, yerel halk turistleri ticari bir obje olarak görmeye başlar.<br/>II. İlgisizlik B) Turistlere duyulan kızgınlık en üst düzeye gelmiştir. İnsanlar, bütün kötülüklerin kaynağı olarak turistleri ve turizmi görmeye başlar.<br/>III. Kızgınlık (Öfke) C) Yerel halk turizmin gelişiminden memnundur. Turistlerin gelmesi hoş karşılanır.<br/>IV. Kin (Nefret) D) Turizm sektörü doyum noktasına yaklaştıkça veya yerel halkın eldeki donanımları arttırmaksızın artan sayıda turistlere hizmet edemeyeceği bir düzeye geldiğinde, yerel halkta turistlere bir öfke ve kızgınlık duyulmaya başlar.<br/>Yukarıda destinasyondaki yerel halkın sosyal etkilerden kaynaklanan davranışlarını açıklamaya çalışan Doxey’nin Tolerans Modeli'nin aşamaları ve aşamaların özellikleri verilmiştir. Aşağıdaki seçeneklerden hangisinde aşamalar ve özellikleri doğru eşleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-C, II-A, III-D, IV-B",
      "B": "I-B, II-C, III-D, IV-A",
      "C": "I-A, II-B, III-D, IV-C",
      "D": "I-D, II-A, III-C, IV-B",
      "E": "I-C, II-A, III-B, IV-D"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/eb0314c126065076f68ccda995481757.jpeg\" alt=\"\" width=\"729\" height=\"374\">"
  },
  {
    "id": "3846073",
    "unitNumber": 8,
    "text": "Turistlerin ziyaret ettikleri bölge ile ilgili memnuniyet derecesini gösteren taşıma kapasitesine ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal taşıma kapasitesi",
      "B": "Ekonomik taşıma kapasitesi",
      "C": "Fiziksel taşıma kapasitesi",
      "D": "Psikolojik taşıma kapasitesi",
      "E": "Biyolojik taşıma kapasitesi"
    },
    "explanation": "Psikolojik taşıma kapasitesi: Korunan alanlardaki temel niteliklerin turizmden ne ölçüde etkilendiğidir (Resim 8.5). Psikolojik taşıma kapasitesi turistlerin ziyaret ettikleri bölge ile ilgili memnuniyet<br/>derecesini gösterir. Turistlerin, bölgenin kalabalıklaştığını, doğal çevrenin bozulduğunu, yerel halkın kendilerine yönelik tutumunun olumsuzlaştığını algılayarak rahatsızlık duydukları noktada, psikolojik taşıma kapasitesinin aşıldığı varsayılır (Roney, 2011)."
  },
  {
    "id": "3846085",
    "unitNumber": 8,
    "text": "....................... Merkezi Paris’te bulunan ve 1946 yılında hayata geçen hükümetler arası bir kurumdur. Misyonu, barışın sağlanmasına katkıda bulunmak, yoksulluğun ortadan kaldırılması, eğitim, bilim, kültür, iletişim ve bilgi aracılığıyla kültürler arası diyalog ve sürdürülebilir kalkınmanın sağlanmasıdır.<br/>Yukarıda boş bırakılan yere aşağıdaki seçeneklerden hangisi getirilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "IUCN (Dünya Koruma Bölgeleri Komisyonu)",
      "B": "ICOMOS (Uluslararası Anıtlar ve Siteler Konseyi)",
      "C": "UNWTO (Dünya Turizm Örgütü)",
      "D": "ICCROM (Uluslar arası Kültürel Varlık Koruma ve Onarım Araştırma Merkezi)",
      "E": "UNESCO (Birleşmiş Milletler Eğitim, Bilim ve Kültür Kurumu)"
    },
    "explanation": "UNESCO (Birleşmiş Milletler Eğitim, Bilim ve Kültür Kurumu): Merkezi Paris’te bulunan ve 1946 yılında hayata geçen hükümetler arası bir kurumdur. Misyonu,barışın sağlanmasına katkıda bulunmak, yoksulluğun ortadan kaldırılması, eğitim, bilim, kültür, iletişim ve bilgi aracılığıyla kültürler arası diyalog ve sürdürülebilir kalkınmanın sağlanmasıdır."
  },
  {
    "id": "3846091",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ülkemizde UNESCO Dünya Miras Listesine giren kültürel varlıklarımızdan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Divriği Ulu Camii ve Darüşşifası",
      "B": "Hieropolis-Pamukkale",
      "C": "Truva Arkeolojik Alanı",
      "D": "Efes Antik Kenti",
      "E": "Frig Vadisi"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7ae960b6eab45b9e09f9c531497b308c.jpeg\" alt=\"\" width=\"601\" height=\"633\">"
  }
]