[
  {
    "id": "2261270",
    "unitNumber": 1,
    "text": "I. Eurasia is used both as a part of geographical and historical discourse\n II. In a geographical term, in a broader sense\n III. Eurasia was a horizontal line from the Atlantic to the Pacific between the hotter peripheral regions in the south and the colder Arctic region in the north\n IV. Eurasia is used between Indian Ocean and India\n which ones of above as terms “Eurasia” is used?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and IV",
      "D": "I, II and III",
      "E": "I, II and IV"
    },
    "explanation": "The term “Eurasia” is used in three ways: first, Eurasia is used both as a part of geographical and historical discourse. In a geographical term, in a broader<br/>sense, Eurasia was a horizontal line from the Atlantic to the Pacific between the hotter peripheral regions in the south and the colder Arctic region in the north."
  },
  {
    "id": "2261287",
    "unitNumber": 1,
    "text": "when after In the bipolar world system emerged?",
    "correctAnswer": "B",
    "options": {
      "A": "1940",
      "B": "1945",
      "C": "1950",
      "D": "1955",
      "E": "1960"
    },
    "explanation": "In the bipolar world system that emerged after 1945"
  },
  {
    "id": "2262550",
    "unitNumber": 1,
    "text": "which of the following historical city is not in Uzbekistan?",
    "correctAnswer": "A",
    "options": {
      "A": "St. Petersburg",
      "B": "Samarkand",
      "C": "Bukhara",
      "D": "Khiva",
      "E": "Tashkent"
    },
    "explanation": "Uzbekistan is the most populous country in the Central Asian region. Historical cities such as Samarkand, Bukhara, Khiva, and Tashkent served as capitals to different historical states."
  },
  {
    "id": "2262556",
    "unitNumber": 1,
    "text": "which of the following the concept of Central Asia introduced by Alexander von Humboldt and Ferdinand von Richthofen?",
    "correctAnswer": "C",
    "options": {
      "A": "A ocean intercontinental space",
      "B": "A sea intercontinental space",
      "C": "A landlocked intercontinental space",
      "D": "A desert intercontinental space",
      "E": "A pasture intercontinental space"
    },
    "explanation": "German geographers (Alexander von Humboldt and Ferdinand von Richthofen)<br/>first introduced the concept of Central Asia. They defined this region as a landlocked intercontinental space."
  },
  {
    "id": "2262561",
    "unitNumber": 1,
    "text": "Which of the following is one of the best disciplines for understanding human experience and patterns of change within societies, states, or the world?",
    "correctAnswer": "A",
    "options": {
      "A": "History",
      "B": "Mathematics",
      "C": "Geography",
      "D": "Chemistry",
      "E": "Physics"
    },
    "explanation": "History attempts to explain the changes over time in human life, societies, institutions, political, economic activities, and relationships. In one sense, history is the study of things that have changed. In a way, history is one of the best ways to understand human experience and patterns of change withinsocieties, states, or the world."
  },
  {
    "id": "2262563",
    "unitNumber": 1,
    "text": "which of following is not great desert in Central Asia?",
    "correctAnswer": "E",
    "options": {
      "A": "Karakum",
      "B": "Taklamakan",
      "C": "Gobi",
      "D": "Kızıl",
      "E": "Kalahari"
    },
    "explanation": "Central Asia is topographically diverse as it is an immense landmass: great deserts such as Karakum, Kızıl Kum, Taklamakan, Gobi."
  },
  {
    "id": "2262565",
    "unitNumber": 1,
    "text": "Which of the following is the region which covers Russia, Central Asia, and the Caucasus?",
    "correctAnswer": "C",
    "options": {
      "A": "Middle East",
      "B": "Minor Asia",
      "C": "Eurasia",
      "D": "Far Russia",
      "E": "Antilia"
    },
    "explanation": "Eurasia, which includes Russia, Central Asia, and the Caucasus, is one region where geopolitical games and power struggle has been intense."
  },
  {
    "id": "2262567",
    "unitNumber": 1,
    "text": "when did Tatars lost their sovereignty?",
    "correctAnswer": "B",
    "options": {
      "A": "in the beginning of the sixteenth century",
      "B": "in the middle of the sixteenth century",
      "C": "in the beginning of the seventh century",
      "D": "in the middle of the seventh century",
      "E": "in the middle of the fifth century"
    },
    "explanation": "Tatars lost their sovereignty in the middle of the sixteenth century"
  },
  {
    "id": "2262663",
    "unitNumber": 1,
    "text": "which of following was a Tsarist ideology developed based on?",
    "correctAnswer": "D",
    "options": {
      "A": "Despotism, Autocracy, and Nationality",
      "B": "Protestant, Autocracy, and Nationality",
      "C": "Protestant, Democracy, and Nationality",
      "D": "Orthodoxy, Autocracy, and Nationality",
      "E": "Orthodoxy, Democracy, and Nationality"
    },
    "explanation": "a Tsarist ideology was developed based on Orthodoxy, Autocracy, and Nationality."
  },
  {
    "id": "2262670",
    "unitNumber": 1,
    "text": "Which of the following is the main answer of the question \"Why does Russia put pressure and control over the countries that gained their independence after the Soviet Union’s dissolution\"?",
    "correctAnswer": "C",
    "options": {
      "A": "To rebuild Soviet Union again",
      "B": "To make her military force more powerful",
      "C": "To preserve her inherited geopolitical position",
      "D": "To make near abroad develop rapidly",
      "E": "To control all of the military power of Eurasian region"
    },
    "explanation": "The Russian Federation is the strongest and largest country in the Eurasian region as the true heiress of the Russian Tsarist Empire and the Soviet Union. Russia applies its geography and history to continue its primary position in the region. In other words, Russia attempts to preserve its geopolitical position in his “Near Abroad,” which she thinks she inherited from the Soviet Union, against other major powers endeavoring to fill the power vacuum that emerged in the region. To preserve its position, Russia puts pressure and control over the countries that gained their independence after the Soviet Union’s dissolution."
  },
  {
    "id": "2262676",
    "unitNumber": 1,
    "text": "Which of the following neighboring post-Soviet state's territories were annexed by Russia and became a place of war as well as a part of the power struggle between the European Union and Russia?",
    "correctAnswer": "D",
    "options": {
      "A": "Estonia",
      "B": "Latvia",
      "C": "Lithuania",
      "D": "Ukraine",
      "E": "Moldova"
    },
    "explanation": "Russia annexed Ukraine's territories of Crimea, Donetsk, and Luhansk; there is a war between Ukraine and Russia. Ukraine remains part of the power struggle between the West (the United States and European Union) and Russia."
  },
  {
    "id": "2262677",
    "unitNumber": 1,
    "text": "which of following did not Central Asian region bears the names in different historical periods?",
    "correctAnswer": "C",
    "options": {
      "A": "Turan",
      "B": "Maverannahr",
      "C": "Dagestan",
      "D": "Desht-i Kipchak",
      "E": "Turkestan"
    },
    "explanation": "the Central Asian region bears the names of Turan, Maverannahr, Desht-i<br/>Kipchak, and Turkestan in different historical periods."
  },
  {
    "id": "2262680",
    "unitNumber": 1,
    "text": "Which of the following republic has the second largest territory after Russia among the newly independent states of the former Soviet Union?",
    "correctAnswer": "A",
    "options": {
      "A": "Kazakhstan",
      "B": "Uzbekistan",
      "C": "Azerbaijan",
      "D": "Turkmenistan",
      "E": "Kyrgyzstan"
    },
    "explanation": "After the collapse of the Soviet Union, Kazakhstan has the secondlargest territory after Russia among the newly independent states of the former Soviet Union."
  },
  {
    "id": "2262684",
    "unitNumber": 1,
    "text": "Which of the following republic is seen as the center of Central Asia, both historically and geographically?",
    "correctAnswer": "D",
    "options": {
      "A": "Tajikistan",
      "B": "Azerbaijan",
      "C": "Kazakhstan",
      "D": "Uzbekistan",
      "E": "Kyrgyzstan"
    },
    "explanation": "Uzbekistan is the most populous country in the Central Asian region. Historical cities such as Samarkand, Bukhara, Khiva, and Tashkent served as capitals to different historical states. For these reasons, Uzbekistan is the center of Central Asia, both historically and geographically."
  },
  {
    "id": "2262713",
    "unitNumber": 1,
    "text": "Which of the times is related to the Crimean War between the Russian Tsarist Empire, and the Ottoman Empire and its allies during the 19th century?",
    "correctAnswer": "B",
    "options": {
      "A": "1819-1823",
      "B": "1853-1856",
      "C": "1877-1878",
      "D": "1893-1897",
      "E": "1826-1830"
    },
    "explanation": "The Crimean War of 1853-1856"
  },
  {
    "id": "2262734",
    "unitNumber": 1,
    "text": "Which of the following reasons isn't considered one of the most important reasons why the USSR collapsed?",
    "correctAnswer": "C",
    "options": {
      "A": "The Soviet Red Army lost the Afghan War against the Mujahedeen.",
      "B": "The strengthening of the opposition in Eastern European countries, which the Soviet Union controlled after the Second World War, pushed Gorbachev to change its perception of the Cold War.",
      "C": "The Soviet Union administration changed its socialist policies and implemented a free market economy model.",
      "D": "The Soviet Union was a multinational state.",
      "E": "Ronald Reagan, who became the President of the United States in 1980, declared the \"Strategic Defense Initiative\" against the Soviet Union."
    },
    "explanation": "a shortlist can go a long way in explaining what ruined the USSR:\n<br/>First, the Soviet Red Army lost the Afghan War against the Mujahedeen. <br/>Second, the strengthening of the opposition in Eastern European countries, which the Soviet Union controlled after the Second World War, reached the level to overthrow their socialist governments. <br/>Third, Germany and Japan, which had lost the Second World War, became economically stronger than the Soviet Union from the mid-1970s. <br/>Fourth, Ronald Reagan, who came to power in the United States with the 1980 election, restarted the arms race and defined the Soviet Union as an “Evil Empire.” <br/>Fifth, the Soviet Union economy, which implemented the socialist central plan economy, was not efficient. Since the economy does not operate according to the demand-supply relationship, difficulties began to be experienced in the 1980s in accessing consumer goods. <br/>Sixth, the Soviet Union was a multinational state. Gorbachev’s reform policies also paved the way for openly expressed nationalist demands in the Soviet Union."
  },
  {
    "id": "2262774",
    "unitNumber": 1,
    "text": "Which of the following is a natural border between Europe and the Asia in Russian region?",
    "correctAnswer": "E",
    "options": {
      "A": "Carpathian Mountains range",
      "B": "Volga River Basin",
      "C": "Caspian Sea",
      "D": "The Amur River",
      "E": "The Urals Mountain range"
    },
    "explanation": "The Urals mountain range runs from north to south. This mountain range divides Russia into the west (Europe) and east (Siberia) and separates Europe from Asia (Blinnikov, 2011, p. 11)."
  },
  {
    "id": "2262833",
    "unitNumber": 1,
    "text": "Which of the following is the reason why the North Caucasus has become one of the most linguistically diverse regions on earth?",
    "correctAnswer": "A",
    "options": {
      "A": "Each community lived in relative isolation from the others.",
      "B": "The region hosts various republics each has different culture.",
      "C": "Caucasian lands are suitable for human settlement.",
      "D": "Indo-European, and Turkic languages are spoken.",
      "E": "The Caucasus region is the Eurasian steppes’ meeting point."
    },
    "explanation": "The separation of the Caucasus mountain range by deep gorges cut the North Caucasus from the South Caucasus. For this reason, the North Caucasus has become one of the most linguistically diverse regions on earth because each community lived in relative isolation from the others."
  },
  {
    "id": "2263068",
    "unitNumber": 1,
    "text": "Which of the following is the <strong>wrong</strong> statement about the Crimean War?",
    "correctAnswer": "C",
    "options": {
      "A": "During the Crimean War, Nicholas I died.",
      "B": "Russia signed the Paris Peace Treaty.",
      "C": "Ottoman Empire accepted defeat against Nicholas.",
      "D": "Russia hoped to realize the dream of conquering Istanbul.",
      "E": "Western great powers help Ottoman Empire."
    },
    "explanation": "In October 1853, a war broke out between Russia and the Ottoman Empires over a dispute over Russia’s role as the patron of Orthodox living in the Ottoman state and over religious rights in Jerusalem and the surrounding Holy Land. Tsar Nicholas saw this conflict further increasing Russian influence over the Ottoman Empire and realizing his dream of conquering Istanbul. However, Britain, France, and Piedmont states allied with the Ottoman Empire and sent their troops to Crimea. The Ottoman army and allied forces conquered Sevastopol. Russia accepted defeat and signed the Paris Peace Treaty in 1856. This war was a sign for Russia that the Western great powers would not allow Russia to fully control Ottoman lands and politics (Diller, 1993, pp. 18-19).\n As it can be seen from the text above, Tsar Nicholas accepted the defeat, not the Ottoman empire."
  },
  {
    "id": "2263089",
    "unitNumber": 1,
    "text": "Which of the following dominated the whole region of the Central Asia in the middle of the 14th century?",
    "correctAnswer": "A",
    "options": {
      "A": "Timurid Empire",
      "B": "Uzbek Shaybani Dynasty",
      "C": "Babur Empire",
      "D": "Kokand Khanate",
      "E": "Bukhara Emirate"
    },
    "explanation": "In the middle of the 14th century, Amir Timur controlled the region and beyond. He created a great state, comprising the whole territory of Central Asia. After Timur, Central Asia was not controlled by one power until the Russian invasion’s completion in the second half of the 19th century."
  },
  {
    "id": "2262925",
    "unitNumber": 2,
    "text": "Which of the following is the largest country in the world?",
    "correctAnswer": "E",
    "options": {
      "A": "USA",
      "B": "China PR",
      "C": "Brazil",
      "D": "Canada",
      "E": "Russian Federation"
    },
    "explanation": "Chapter 2- Contemporary Russian Politics- Introduction<br/>Spanning eleven different time zones makes the Russian Federation the largest country in the world as well"
  },
  {
    "id": "2262934",
    "unitNumber": 2,
    "text": "I- personalistic authority,\n II- highly centralized government,\n III- collectivism,\n IV- political individualism.\n Which of the above statements constitute the principles of Russian political culture?",
    "correctAnswer": "D",
    "options": {
      "A": "I-III-IV",
      "B": "I-II-IV",
      "C": "II-III-IV",
      "D": "I-II-III",
      "E": "I-IV"
    },
    "explanation": "Chapter 2- Contemporary Russian Politics<br/>The following forces have shaped Russian political culture: personalistic authority, highly centralized government, collectivism"
  },
  {
    "id": "2262941",
    "unitNumber": 2,
    "text": "When did Russia declare its independence from the Soviet Union?",
    "correctAnswer": "C",
    "options": {
      "A": "December 16, 1990",
      "B": "March 14, 1990",
      "C": "June 20, 1990",
      "D": "July 4, 1990",
      "E": "September 16, 1990"
    },
    "explanation": "Chapter 2- Contemporary Russian Politics<br/>Russia’s march to independence began earlier, on June 20, 1990, when the RSFSR declared its independence from the Soviet Union in a resolution on sovereignty. This day is now celebrated as Independence Day in Russia"
  },
  {
    "id": "2262955",
    "unitNumber": 2,
    "text": "\"Russians were divided into '………' and 'Slavophiles.'\"\n<br/>Which one of the following can be used to fill in the blank above?",
    "correctAnswer": "B",
    "options": {
      "A": "Communists",
      "B": "Westerners",
      "C": "Nationalists",
      "D": "Christians",
      "E": "Mensheviks"
    },
    "explanation": "Chapter 2- Contemporary Russian Politics<br/>First of all, it is a nation and state that connects two civilizations and two continents, benefiting from East and West’s fault line. Russians were divided into “Westerners” and “Slavophiles.”"
  },
  {
    "id": "2262973",
    "unitNumber": 2,
    "text": "Who was the first President of the Russian Federation?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeltsin",
      "B": "Medvedev",
      "C": "Putin",
      "D": "Gorbachev",
      "E": "Krushchev"
    },
    "explanation": "Chapter 2- Contemporary Russian Politics<br/>The presidential position was created in June 1991. Boris Yeltsin was elected Chairman of the RSFR by popular vote. It received 57% of the total votes. Thus, after the election, Yeltsin was seen as the legitimate leader of Russia."
  },
  {
    "id": "2262984",
    "unitNumber": 2,
    "text": "According to Surkov, one of Putin's close advisers, the Russian political regime can be defined as.........................:",
    "correctAnswer": "A",
    "options": {
      "A": "Sovereign democracy",
      "B": "Liberal democracy",
      "C": "Radical democracy",
      "D": "Slavic democracy",
      "E": "Nationalist democracy"
    },
    "explanation": "Chapter 2- Contemporary Russian Politics<br/>That is why Vladimir Surkov, one of Putin’s closest advisers, describes the Russian political regime as a sovereign democracy, which means that democracy in Russia should have more Russian political culture and historical features than Western ideals."
  },
  {
    "id": "2262992",
    "unitNumber": 2,
    "text": "Following the crisis between Yeltsin and the Constitutional Court in 1993, which of the following about Russian political culture is false?",
    "correctAnswer": "C",
    "options": {
      "A": "Strong Presidential System",
      "B": "Weak Parliament",
      "C": "The principle of a strong separation of powers",
      "D": "Dispersed Political Parties",
      "E": "Harder to replace power with an election"
    },
    "explanation": "Chapter 2- Contemporary Russian Politics<br/>Another turning point of Russian political development is the 1993 Constitutional Crisis between Yeltsin and the Parliaments and the Constitutional Court. Ending this crisis by force and having the Constitution after the crisis has had several significant effects on the Russian political system and institutions that continue today. One of the most important consequences is a strong presidential system. Second, there is a weak parliament and dispersed political parties. Third, it becomes harder to replace power with an election."
  },
  {
    "id": "2263005",
    "unitNumber": 2,
    "text": "Since the 2003 Parliamentary Elections, which of the following has been the party system in Russia?",
    "correctAnswer": "B",
    "options": {
      "A": "One-Party System",
      "B": "One and half-Party System",
      "C": "Two-Party System",
      "D": "Multi-party System",
      "E": "Bipolar multiparty System"
    },
    "explanation": "Chapter 2- Contemporary Russian Politics<br/>The 2003 parliamentary election ensured a new structure for Russia’s party system, called a “one-and a-half party” system. This means that the party of power, United Russia, has more influence on Russian political affairs than all other parties combined"
  },
  {
    "id": "2263082",
    "unitNumber": 2,
    "text": "On which of the following dates did Dimitry Medvedev hold the Presidency?",
    "correctAnswer": "D",
    "options": {
      "A": "July 1996-December 1999",
      "B": "December 1999-May 2004",
      "C": "May 2004-May 2008",
      "D": "May 2008-May 2012",
      "E": "May 2012- May 2018"
    },
    "explanation": "Chapter 2- Contemporary Russian Politics<br/>Dmitry Medvedev May 2008-May 2012 71.2%"
  },
  {
    "id": "2263092",
    "unitNumber": 2,
    "text": "When was Vladimir Putin first elected the President of Russia?",
    "correctAnswer": "E",
    "options": {
      "A": "May 2018",
      "B": "May 2012",
      "C": "May 2008",
      "D": "May 2004",
      "E": "December 1999"
    },
    "explanation": "Chapter 2- Contemporary Russian Politics<br/>Vladimir Putin December 1999-May 2004 53%"
  },
  {
    "id": "2263683",
    "unitNumber": 2,
    "text": "Which one of the below countries is the most populated and largest European country, as well as the world's largest country with eleven different time zones?",
    "correctAnswer": "B",
    "options": {
      "A": "Ukraine",
      "B": "Russia",
      "C": "France",
      "D": "Spain",
      "E": "Sweden"
    },
    "explanation": "Russia, with a population of approximately 145 million, is the most populated and largest European country. However, most of its territories are in Asia.<br/>Spanning eleven different time zones makes it the largest country in the world as well."
  },
  {
    "id": "2263741",
    "unitNumber": 2,
    "text": "During under whose leadership did the contemporary Russian politics start?",
    "correctAnswer": "A",
    "options": {
      "A": "Mikhail Gorbachev",
      "B": "Boris Yeltsin",
      "C": "Gennadiy Yanayev",
      "D": "Konstantin Çernenko",
      "E": "Vladimir Putin"
    },
    "explanation": "We can start contemporary Russian politics when Mikhail Gorbachev became the leader of the Communist Party of the Soviet Union in 1985 and his subsequent reform efforts."
  },
  {
    "id": "2263804",
    "unitNumber": 2,
    "text": "Which sect of Christianitywas was replaced by Marxist-Leninist ideology as a secular state religion in communist times?",
    "correctAnswer": "E",
    "options": {
      "A": "Syriac Orthodoxy",
      "B": "Anglicanism",
      "C": "Catholicism",
      "D": "Protestantism",
      "E": "Orthodoxy"
    },
    "explanation": "When the Bolsheviks seized power and founded the Soviet Union, all religious activity and the Russian Orthodox Church were suppressed and tightly controlled by the Soviet governments. Marxist-Leninist ideology replaced Orthodoxy as a secular state religion in communist times."
  },
  {
    "id": "2263837",
    "unitNumber": 2,
    "text": "When was Russia's authoritarian constitutional system approved?",
    "correctAnswer": "C",
    "options": {
      "A": "1990",
      "B": "1991",
      "C": "1993",
      "D": "1995",
      "E": "1997"
    },
    "explanation": "Following the violent conflict, the arrest of resisting opponents, and the bombing of the Parliament building, the Yeltsin Administration adopted an authoritarian constitutional system in the December 1993 Referendum. The majority of citizens participating in the referendum approved this."
  },
  {
    "id": "2263878",
    "unitNumber": 2,
    "text": "In terms of reflecting the needs and aspirations of the President, which country's constitution is similar to Yeltsin's Russian constitution?",
    "correctAnswer": "A",
    "options": {
      "A": "1958 French Constitution",
      "B": "1936 Hungarian Constitution",
      "C": "1997 Polish Constitution",
      "D": "1974 Yugoslavian Constitution",
      "E": "1996 Ukranian Constitution"
    },
    "explanation": "The Russian Constitution reflects Yeltsin’s needs and wishes, as the 1958 French Constitution represents President Charles De Gaulle’s desires. Indeed, there are other similarities between the French and Russian constitution. Both emphasized creating a strong presidency with control over the government and concerning the President’s responsibilities."
  },
  {
    "id": "2263910",
    "unitNumber": 2,
    "text": "By which policy Soviet society openly expressed their criticisms and thoughts?",
    "correctAnswer": "C",
    "options": {
      "A": "Demokratizatsiya",
      "B": "Russification",
      "C": "Glasnost",
      "D": "Perestroika",
      "E": "Matryoshka"
    },
    "explanation": "With Gorbachev’s Glasnost (Openness) policy, Soviet society openly expressed their criticisms and thoughts. Soviet society first expressed their individual needs and thought in issue-areas deemed problematic."
  },
  {
    "id": "2263933",
    "unitNumber": 2,
    "text": "The .............'s years were transitional; Russia moved from one system to another, from a socialist country to a nationalistic country, a totalitarian regime to sovereign democracy, and planned economy to market economy.\n Which of the following completes the blank above?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeltsin",
      "B": "Putin",
      "C": "Medvedev",
      "D": "Gorbachev",
      "E": "Mishustin"
    },
    "explanation": "The Yeltsin’s years were transitional; Russia moved from one system to another, from a socialist country to a nationalistic country, a totalitarian regime to sovereign democracy, and planned economy to market economy."
  },
  {
    "id": "2263955",
    "unitNumber": 2,
    "text": "........... exports are now the primary sources of Russia’s economic wealth and foreign trade.\n Which of the following completes the blank above?",
    "correctAnswer": "E",
    "options": {
      "A": "Gold and diamonds",
      "B": "Coal",
      "C": "Shale oil and shale gas",
      "D": "Uranium and thorium",
      "E": "Oil and natural gas"
    },
    "explanation": "Oil and natural gas exports are now the primary sources of Russia’s economic wealth and foreign trade."
  },
  {
    "id": "2263963",
    "unitNumber": 2,
    "text": "According to the ................., the Russian economy completely transforms from the centrally planned economy to a market economy in five hundred days.\n Which of the following completes the blank above?",
    "correctAnswer": "A",
    "options": {
      "A": "Shatalin Plan",
      "B": "Glasnost",
      "C": "Shock Therapy",
      "D": "Perestroika",
      "E": "New constitution"
    },
    "explanation": "According to the Shatalin Plan, the Russian economy completely transforms from the centrally planned economy to a market economy in five hundred days."
  },
  {
    "id": "2263994",
    "unitNumber": 2,
    "text": "Which party won the majority of the seats in the State Duma?",
    "correctAnswer": "D",
    "options": {
      "A": "Communist Party of the Russian Federation",
      "B": "A Just Russia",
      "C": "Russia’s Democratic Choice",
      "D": "United Russia",
      "E": "Liberal Democrat Party of Russia"
    },
    "explanation": "The March 2012 elections reinstated Putin as president. Putin continues to control the State Duma through the “ruling party” of United Russia. The United Russia Party, in the parliamentary elections of 2011 and 2016, had won majority seats in the State Duma."
  },
  {
    "id": "2264225",
    "unitNumber": 3,
    "text": "Since its emergence in international relations, constructivism has been<br/>widely used in the study of RFP and contributed to its formation. \n<br/>Which of the following descriptions is about <em><strong>constructivism</strong></em>?",
    "correctAnswer": "B",
    "options": {
      "A": "It seeks to integrate military rules.",
      "B": "It seeks to understand the socially built national identity and “the other” that shapes it.",
      "C": "It is iabout ntegrating world markets.",
      "D": "It seeks to mitigate migration.",
      "E": "It seeks to understand the foreign cultures."
    },
    "explanation": "Since its emergence in<br/>international relations, constructivism has been<br/>widely used in the study of RFP and contributed to<br/>its formation. Constructivism seeks to understand<br/>the socially built national identity and “the other”<br/>that shapes it, and national interests determined<br/>by the national identity and status of the state in<br/>global affairs.<br/>It seeks to understand the socially built national identity and “the other”<br/>that shapes it."
  },
  {
    "id": "2264230",
    "unitNumber": 3,
    "text": "Several schools of foreign policy thoughts have dominated Russia’s political discourse after the collapse of the Soviet Union and departure from Marxism. A. Tsygankov indicates three individual foreign policy schools - Westernist, statist, and civilizationist.\n<br/>Which of the following identifies <em><strong>civilizationist</strong><strong> Russian foreign policy?</strong></em>",
    "correctAnswer": "E",
    "options": {
      "A": "It advocates Russian engagement to the western free-market economy and better relations with the US and the EU.",
      "B": "It emphasizes that a powerful state can maintain the political and economic<br/>order significantly.",
      "C": "It approaches to western institutions as the primary instruments for the<br/>common development of humanity.",
      "D": "It claims the importance of the geographical context for the acquisition of great<br/>power status.",
      "E": "It claims the uniqueness of Russian culture and its values, defending its superiority over western culture."
    },
    "explanation": "Several schools of foreign policy thoughts have<br/>dominated Russia’s political discourse after the<br/>collapse of the Soviet Union and departure from<br/>Marxism. A. Tsygankov indicates three individual<br/>foreign policy schools - Westernist, statist, and<br/>civilizationist. The third school of RFP is civilizationist<br/>thinking, claiming the uniqueness of Russian<br/>culture and its values, defending its superiority<br/>over western culture. Some of the civilizationists<br/>have a neo-imperialist view that favors the Russian<br/>empire; another group underlines the role of the<br/>Orthodox Church .<br/>It claims the uniqueness of Russian culture and its values, defending its superiority over western culture."
  },
  {
    "id": "2264250",
    "unitNumber": 3,
    "text": "The <em><strong>statists</strong></em> of the RFP, for whom a powerful state can maintain the political and economic order is significant, are the most influential school of RFP.\n<br/>Which of the following approaches also supported by the same group?",
    "correctAnswer": "C",
    "options": {
      "A": "Civilizationism",
      "B": "Globalism",
      "C": "Eurasianism",
      "D": "Atlanticists",
      "E": "Westernism"
    },
    "explanation": "The statists (derzhavniki), for whom a powerful<br/>state can maintain the political and economic<br/>order is significant, are the most influential school<br/>of RFP (Tsygankov, 2016, p. 6). Amidst rising<br/>criticism over the pro-western policies during the<br/>early 1990s, Eurasianism, which can be placed<br/>in the statist RFP school, has offered the most<br/>influential alternative foreign policy thinking."
  },
  {
    "id": "2264735",
    "unitNumber": 3,
    "text": "Foreign policy resources can be described as a set of factors that influence the foreign policy course of the states and serve the governments to fulfill<br/>their objectives in the international arena.\n<br/>Which of the following are amongst the <em><strong> material resources</strong></em>?",
    "correctAnswer": "E",
    "options": {
      "A": "Political institutions in a countrty",
      "B": "Capability of govenrnments' decesion making",
      "C": "Democratic system in a country",
      "D": "Political system in a country",
      "E": "Demographics of a country"
    },
    "explanation": "Foreign policy resources can be described as a set<br/>of factors that influence the foreign policy course<br/>of the states and serve the governments to fulfill<br/>their objectives in the international arena. The<br/>categorization of foreign policy resources varies. Resources of foreign policy<br/>are important to comprehend the goals abroad,<br/>which are constructed by the national interests,<br/>limited by the resources of a country.\n<br/>Russia, even though it has undergone a<br/>transformation and rebuilt its political system<br/>over again since the collapse of the USSR, has<br/>a variety of effective foreign policy resources.<br/>It is important to note that the technological<br/>developments and application of liberal economic<br/>policies, in more general term globalization, have<br/>limited the significance of some material resources such as demography or geography. Nevert<br/>Demography represents material resource of foreign policy, being a significant parameter of the social, economic, and political status of a country."
  },
  {
    "id": "2264746",
    "unitNumber": 3,
    "text": "Which of the following describes <em><strong>non-material resources</strong> </em>that are utilized for carrying on countries' international relations?",
    "correctAnswer": "B",
    "options": {
      "A": "They are the geographical distribution of population in a country.",
      "B": "They determine soft power in the international system through political, ideological, scientific, and cultural means.",
      "C": "They represent geography as a resource of foreign policy, being a significant parameter of the social, economic, and political status of a country.",
      "D": "They are the military capacity immediately determines the security and survival of a state.",
      "E": "They represent demographics as a resource of foreign policy, being a significant parameter of the social, economic, and political status of a country."
    },
    "explanation": "Along with material<br/>resources of foreign policy, there are non-material<br/>(informational) resources that shape the foreign<br/>policies of countries, mostly determining its<br/>soft power in the international system through<br/>political, ideological, scientific, and cultural<br/>means. Political systems and institutions of a country<br/>characterize its decision-making process, relations<br/>with others, and position in the international<br/>system. Furthermore, the satisfactory utilization<br/>of foreign policy resources depends on the<br/>capability of governments in decision-making and<br/>implementation .<br/>They determine soft power in the international system through political, ideological, scientific, and cultural means."
  },
  {
    "id": "2264747",
    "unitNumber": 3,
    "text": "Which of the following resources of foreign relations is included in the description as \"Resources that shape the foreign policies of countries, mostly determining its soft power in the international system through political, ideological, scientific, and cultural means.\" ?",
    "correctAnswer": "C",
    "options": {
      "A": "Natural resources",
      "B": "Military power",
      "C": "Informational resources",
      "D": "Material resources",
      "E": "Demographics"
    },
    "explanation": "Along with material<br/>resources of foreign policy, there are non-material<br/>(informational) resources that shape the foreign<br/>policies of countries, mostly determining its<br/>soft power in the international system through<br/>political, ideological, scientific, and cultural<br/>means.<br/>Informational resources"
  },
  {
    "id": "2265276",
    "unitNumber": 3,
    "text": "Which of the following describes \"<em><strong>The Color Revolutions\"</strong></em>?",
    "correctAnswer": "E",
    "options": {
      "A": "Russian-American military relations.",
      "B": "NATO enlargement agenda in the post-Soviet territories.",
      "C": "Russian-Chinese trade relationships.",
      "D": "The second phase of Russian relations with the USA started with a series of disagreement.",
      "E": "A series of peaceful street protests toppled corrupt and undemocratic regimes in Georgia, Ukraine, and Kyrgyzstan."
    },
    "explanation": "From late 2003 through<br/>mid-2005, a series of peaceful street protests<br/>toppled corrupt and undemocratic regimes in<br/>Georgia, Ukraine, and Kyrgyzstan and ushered in<br/>the election of new presidents in all three nations.<br/>These movements-collectively known as the<br/>Color Revolutions-were greeted in the West as<br/>democratic breakthroughs that might thoroughly<br/>reshape the political terrain of the former Soviet<br/>Union.<br/>From late 2003 through mid-2005, a series of peaceful street protests toppled corrupt and undemocratic regimes in Georgia, Ukraine, and Kyrgyzstan and ushered in the election of new presidents in all three nations. These movements-collectively known as the Color Revolutions-were greeted in the West as democratic breakthroughs that might thoroughly reshape the political terrain of the former Soviet Union."
  },
  {
    "id": "2265287",
    "unitNumber": 3,
    "text": "Russia and China participated in international organizations for several security and economic issues.\n<br/>Which of the following included India, Brazil, and South Africa as well other than the two?",
    "correctAnswer": "E",
    "options": {
      "A": "NATO",
      "B": "SCO",
      "C": "OECD",
      "D": "United Nations",
      "E": "BRICS"
    },
    "explanation": "The cooperation and<br/>partnership in several security and economic issues<br/>between Russia and China have enabled them to<br/>found and participate in international organizations<br/>such as Shanghai Cooperation Organization<br/>(SCO) in 2001 and BRICS (Brazil, Russia, India,<br/>China, South Africa) in 2010"
  },
  {
    "id": "2265474",
    "unitNumber": 3,
    "text": "<em><strong>The Commonwealth of Independent States </strong></em>(the CIS) is the priority of the RFP. \n<br/>Which of the following describes a part of this relationship in Russian foreign policy?",
    "correctAnswer": "D",
    "options": {
      "A": "The new Russian Federation reestablished its diplomatic relations with Israel and Gulf monarchies.",
      "B": "Middle Eastern policy of Russia, seeking to be seen, both abroad and inside Russia, as a great power again.",
      "C": "Russian foreign policy does not include relationship with the CIS",
      "D": "The post-Soviet countries play a geopolitical buffer and primary component of Russian national identity.",
      "E": "The Middle East and North Africa remain an important vector of RFP for economic, geopolitical, and security reasons."
    },
    "explanation": "The Commonwealth of Independent States<br/>(the CIS) is the priority of the RFP, having three<br/>directions: Eastern Europe, Caucasus, and Central<br/>Asia. The post-Soviet countries play a geopolitical<br/>buffer and primary component of Russian national<br/>identity.\n<br/>Eastern European countries (Ukraineceased to participate in the CIS in 2014, Belarus,<br/>and Moldova) have a Slavic identity, Russian<br/>population, and a shared history with Russia.<br/>Further, adjacent territories of these countries to<br/>NATO and the EU constitute a security-zone for<br/>the Russian Federation.<br/>The post-Soviet countries play a geopolitical buffer and primary component of Russian national identity."
  },
  {
    "id": "2265475",
    "unitNumber": 3,
    "text": "The change and continuity in Russian regional and global policies and priorities, in its perception of the international order, can be observed through its participation and promotion of the international organizations, or criticism of them.\n<br/>Which of the following regards Russia's relationship with <em><strong>The Group of 20?</strong></em>",
    "correctAnswer": "E",
    "options": {
      "A": "The permanent seat in the UNSC, Russia inherited from the USSR, is one of the characteristics that is attributed to its great powerness.",
      "B": "The BRICS has been an integral part of the RFP, which aims to diversify its foreign policy options.",
      "C": "Russia seeks to develop cooperation with its strongest eastern neighbors and to facilitate the peaceful solution of problems within the Russia-India-China group.",
      "D": "The bilateral relations seem to have more weigh on the future of such an alignment, as the dynamics of Chinese-Indian and ChineseRussian relations vary.",
      "E": "It serves Russia with an economic and a diplomatic tool to sway global economic issues and ensures its place among leading nations of the multipolar world."
    },
    "explanation": "The change and continuity in Russian regional<br/>and global policies and priorities, in its perception<br/>of the international order, can be observed<br/>through its participation and promotion of the<br/>international organizations, or criticism of them.\n<br/>The increasing role of the Group of 20 (G-20)<br/>in the global governance issues, in the context<br/>of Russia’s exclusion from the Group of 8 (G-8),<br/>serves Russia with an economic and a diplomatic<br/>tool to sway global economic issues and ensures<br/>its place among leading nations of the multipolar<br/>world. G-20 remains one of the primary platforms<br/>for Russia to expand its ties and dialog with other<br/>world powers (FPC, Article 25).<br/>It serves Russia with an economic and a diplomatic tool to sway global economic issues and ensures nits place among leading nations of the multipolar world."
  },
  {
    "id": "2265790",
    "unitNumber": 3,
    "text": "How many neighbours does the Russian Federation have?",
    "correctAnswer": "B",
    "options": {
      "A": "17",
      "B": "18",
      "C": "19",
      "D": "20",
      "E": "21"
    },
    "explanation": "Chapter 3- Russian Foreign Policy<br/>The USSR and Russian Federation; fundamental social, economic, and political changes of the 1917 revolution and collapse of the Soviet Union in 1991; vast territory encompassing various ethnic and religious groups and natural resources and bordering with 18 countries in different regions."
  },
  {
    "id": "2265793",
    "unitNumber": 3,
    "text": "The following is the theory of international relations that explains post-Cold War Russian foreign policy and places identity at the centre of foreign policy?",
    "correctAnswer": "E",
    "options": {
      "A": "Realism",
      "B": "Liberalism",
      "C": "English School",
      "D": "Feminism",
      "E": "Constructivism"
    },
    "explanation": "Chapter 3- Russian Foreign Policy<br/>Plenty of academic works are dedicated to the understanding of Russian national identity, most of which draw attention to Russian-European or Russian-Western relations (Hopf, 2002; Neumann, 2003; Tsygankov, 2016). According to the constructivist theory, the other (a cultural, geographical, or political entity) plays an essential role in defining the self. In this sense, Europe or West, with its cultural, political, ideological similarities and differences, has played an essential role in the formation of Russian national identity and RFP. Understanding of the self/other sense between Russia and Europe requires determination of both dialectical and dialogical affiliations taken place for centuries in the Russian identity formation."
  },
  {
    "id": "2265796",
    "unitNumber": 3,
    "text": "The following International Relations theories have been conceptualized and instrumentally used in Russian foreign policy in the post-Soviet period based on concepts such as military power, national interests, sovereignty, economy and security?",
    "correctAnswer": "D",
    "options": {
      "A": "Realism",
      "B": "Liberalism",
      "C": "English School",
      "D": "Neo-Realism",
      "E": "Constructivism"
    },
    "explanation": "Chapter 3- Russian Foreign Policy<br/>Russian foreign policy itself in the post-soviet period has been conceptualized around neorealist understandings such as national interests, military and economic power, sovereignty, and security. The national interest as a basic concept of the neorealist theory is instrumental in most foreign policy conceptual documents to legitimize its action abroad"
  },
  {
    "id": "2265803",
    "unitNumber": 3,
    "text": "Which of the following is the ideology that influenced Russian politics with Gorbachev?",
    "correctAnswer": "A",
    "options": {
      "A": "Liberalism",
      "B": "Conservatism",
      "C": "Nationalism",
      "D": "Marxism",
      "E": "Socialism"
    },
    "explanation": "Chapter 3- Russian Foreign Policy<br/>It is important to remember that since Gorbachev, whose “new political thinking doctrine” is one of the products of liberalist Russian ideas, liberal ideas and policies have found a place in Russian politics."
  },
  {
    "id": "2265808",
    "unitNumber": 3,
    "text": "Which of the following is <em>not </em>one of the Atlanticist schools' propositions that influenced post-Cold War Russian foreign policy?",
    "correctAnswer": "C",
    "options": {
      "A": "Transition to the free market economy",
      "B": "Developing relations with the European Union",
      "C": "Seeing Nato's expansion in Eastern Europe detrimental",
      "D": "Developing relations with the USA",
      "E": "Westernist foreign policy views did exist within the Soviet system, too"
    },
    "explanation": "Chapter 3- Russian Foreign Policy<br/>Westernizers, also called Atlanticists, are liberals who advocate Russian engagement to the western free-market economy and better relations with the US and the EU. They see western institutions as the primary instruments for the common development of humanity. Furthermore, the earlier westernizers assumed the US as the key actor of international relations and the NATO expansion in Eastern European countries as a positive development for Russia. Westernist foreign policy views did exist within the Soviet system, too. For instance, Gorbachev favored a departure from Stalinist policies, endorsing democratic socialism and the understanding of a “common European home”"
  },
  {
    "id": "2265893",
    "unitNumber": 3,
    "text": "Which of the following is the concept of foreign policy conceptualized by the statist school, which includes Russia's influence in the former Soviet geography, prioritizes this region in terms of economy and security, and tries to keep Western institutions and states away from it?",
    "correctAnswer": "C",
    "options": {
      "A": "Westernism",
      "B": "Slavic Nationalism",
      "C": "Eurasianism",
      "D": "Communism",
      "E": "Status Quoism"
    },
    "explanation": "Chapter 3- Russian Foreign Policy<br/>Eurasianists claim the importance of the geographical context for the acquisition of great power status. The Eurasian region, comprising former Soviet countries, has priority for the RFP. Maintaining economic and political security in this region is critically vital for Russian security. For its part, this view does not underestimate or stand against the West. The balance between the West and East in RFP is significant."
  },
  {
    "id": "2265898",
    "unitNumber": 3,
    "text": "“The third school of RFP is …………. thinking, claiming the uniqueness of Russian culture and its values, defending its superiority over western culture.”\n<br/>Which of the following should be written in the blank space above?",
    "correctAnswer": "E",
    "options": {
      "A": "Statists",
      "B": "Westernists",
      "C": "Orthodox School",
      "D": "Marxist",
      "E": "Civilizationists"
    },
    "explanation": "Chapter 3- Russian Foreign Policy<br/>The third school of RFP is civilizationist thinking, claiming the uniqueness of Russian culture and its values, defending its superiority over western culture."
  },
  {
    "id": "2265904",
    "unitNumber": 3,
    "text": "When did the RIC, (founded by Russia, China, and India), first meet?",
    "correctAnswer": "A",
    "options": {
      "A": "2005",
      "B": "2006",
      "C": "2007",
      "D": "2008",
      "E": "2009"
    },
    "explanation": "Chapter 3- Russian Foreign Policy<br/>Russia seeks to develop cooperation with its strongest eastern neighbors and to facilitate the peaceful solution of problems within The RussiaIndia-China (RIC) for the promotion of nonwestern actors in shaping the new multipolar world. Creating a strategic alliance with China and India to counterbalance the Western alliance and revive Russia as Primakov initially supported a Eurasian great power. However, his plan of an Asian trilateral alliance failed to materialize due to both the Chinese-Indian competition and the hesitance to seem to have an anti-western foreign policy course. The trilateral meetings of the ministry of foreign affairs could only begin in 2005."
  },
  {
    "id": "2265909",
    "unitNumber": 3,
    "text": "Which of the following countries is <em>not</em> one of the Shanghai Cooperation Organization (SCO) members?",
    "correctAnswer": "B",
    "options": {
      "A": "China",
      "B": "Turkmenistan",
      "C": "Tajikistan",
      "D": "Kyrgyzstan",
      "E": "Russia"
    },
    "explanation": "Chapter 3- Russian Foreign Policy<br/>The Russian-Chinese treaty (1997) on the decrease of the number of border troops, signed with Kazakhstan, Tajikistan, and Kyrgyzstan, forms the Shanghai Cooperation Organization (SCO). In 2001 following the 9/11 attacks, China and Russia acted together to address terrorism and security vacuum in Central Asia, which could pose a security risk for them with regard to their Muslim populations. Uzbekistan joined the SCO in 2001, and the SCO Charter was signed in 2002."
  },
  {
    "id": "2265916",
    "unitNumber": 3,
    "text": "As a result of the colour revolutions, which started at the end of 2003 and continued until the middle of 2005, which of the following countries experienced a power change?",
    "correctAnswer": "D",
    "options": {
      "A": "Serbia",
      "B": "Khazakhistan",
      "C": "Belarus",
      "D": "Georgia",
      "E": "Turkmenistan"
    },
    "explanation": "Chapter 3- Russian Foreign Policy<br/>The Color Revolutions; From late 2003 through mid-2005, a series of peaceful street protests toppled corrupt and undemocratic regimes in Georgia, Ukraine, and Kyrgyzstan and ushered in the election of new presidents in all three nations. These movements-collectively known as the Color Revolutions-were greeted in the West as democratic breakthroughs that might thoroughly reshape the political terrain of the former Soviet Union."
  },
  {
    "id": "2268462",
    "unitNumber": 3,
    "text": "Which year the division of the Russian elite who wanted to form foreign policy and the fact that there was no dominant ideology only increases the stability of the foreign policy making process?",
    "correctAnswer": "A",
    "options": {
      "A": "In the first half of the 1990s",
      "B": "In 1990",
      "C": "In 1980",
      "D": "In 2000",
      "E": "In 1990"
    },
    "explanation": "Take a look to Russian foreign policy (RFP)<br/>After the collapse of the Soviet Union, Russia has gone through a transition period, trying to build a national identity to find its foreign policy. In the first half of the 1990s, the division of the<br/>Russian elite who wanted to form foreign policy and the fact that there was no dominant ideology only increased the instability of the foreign policymaking process"
  },
  {
    "id": "2268463",
    "unitNumber": 3,
    "text": "What is the main title behind \"the neorealist theory\"?",
    "correctAnswer": "A",
    "options": {
      "A": "structure of the system",
      "B": "structure of the power",
      "C": "structure of the economy",
      "D": "structure of the finance",
      "E": "structure of the human being"
    },
    "explanation": "To take a look theorical approaches<br/>The neorealist theory has long focused on the structure of the system and how it has shaped the state behavior, yet declined Soviet power and<br/>the unprecedented peaceful atmosphere have contributed to neoclassical realist theory, offering a modified explanation of realist and constructivist concept ."
  },
  {
    "id": "2268464",
    "unitNumber": 3,
    "text": "Who are Atlanticists?",
    "correctAnswer": "A",
    "options": {
      "A": "liberals",
      "B": "muslims",
      "C": "neoliberals",
      "D": "postliberals",
      "E": "postkeynesian"
    },
    "explanation": "Take a look to Russian schools of foreign policy<br/>Westernizers, also called Atlanticists, are liberals who advocate Russian engagement to the western free-market economy and better relations with the US and the E."
  },
  {
    "id": "2268465",
    "unitNumber": 3,
    "text": "What do Eurasianists claim?",
    "correctAnswer": "A",
    "options": {
      "A": "the importance of the geographical contex",
      "B": "the importance of the financial contex",
      "C": "the importance of the political contex",
      "D": "the importance of the international intstitutions contex",
      "E": "the importance of the war contex"
    },
    "explanation": "To take a look to schools of foreign policy thoughts<br/>Eurasianists claim the importance of the geographical context for the acquisition of great power status."
  },
  {
    "id": "2268466",
    "unitNumber": 3,
    "text": "What is main ideology of Putin’s policy ?",
    "correctAnswer": "A",
    "options": {
      "A": "realistic characteristics",
      "B": "economic characteristics",
      "C": "financial characteristics",
      "D": "oppurtunitical characteristics",
      "E": "socio-economic characteristics"
    },
    "explanation": "Take a look to Russian Foreign Policy<br/>Putin’s policy has contained realistic characteristics; emphasizing the national security, the primacy of both territorial unity and sovereignty, the formation of a sustainable democratic and fair global order"
  },
  {
    "id": "2268467",
    "unitNumber": 3,
    "text": "Which church is important in Russian empire?",
    "correctAnswer": "A",
    "options": {
      "A": "Orthodox Church",
      "B": "Westminster Church",
      "C": "Church of Christ",
      "D": "Disciples of Christ",
      "E": "The Church of Jesus Christ of Latter-day Saints"
    },
    "explanation": "To take a look to Russian Foreign Policy<br/>The third school of RFP is civilizationist thinking, claiming the uniqueness of Russian culture and its values, defending its superiority over western culture. Some of the civilizationists have a neo-imperialist view that favors the Russian<br/>empire; another group underlines the role of the Orthodox Church"
  },
  {
    "id": "2268468",
    "unitNumber": 3,
    "text": "Which economic school dominated over Soviet communism in 1991?",
    "correctAnswer": "A",
    "options": {
      "A": "Neoliberalism",
      "B": "Post Neoliberalism",
      "C": "Liberalism",
      "D": "Keynes",
      "E": "Post Keynes"
    },
    "explanation": "Take a look to Russia, Central Asia and the Caucasia<br/>Neoliberalism has dominated the world economy since the triumph of Western capitalism over Soviet communism in 1991. For three decades, the economy’s role has increased as one of the primary foreign policy tools of modern countries."
  },
  {
    "id": "2268469",
    "unitNumber": 3,
    "text": "Which subject is an important regulator in Russian relations with the energy-rich countries of Central Asia and Azerbaijan?",
    "correctAnswer": "A",
    "options": {
      "A": "Energy",
      "B": "Trade",
      "C": "Education",
      "D": "Tourism",
      "E": "External trade"
    },
    "explanation": "Take o a look to Russian Foreign Policy<br/>Energy is an important regulator in Russian relations with the energy-rich countries of Central Asia and Azerbaijan. The RFP towards these countries seeks to enhance its control over oil and gas resources and the pipeline routes as it did during the Soviet period."
  },
  {
    "id": "2268471",
    "unitNumber": 3,
    "text": "What is one of the main topics of the 21st century?",
    "correctAnswer": "A",
    "options": {
      "A": "Global warming",
      "B": "Global economy",
      "C": "Global capital",
      "D": "Global economic crisis",
      "E": "Global trade"
    },
    "explanation": "Take a look to Russian Foreign Policy<br/>Global warming, one of the main topics of the 21st century, has placed the Arctic among the priority regions of the international political agenda"
  },
  {
    "id": "2268473",
    "unitNumber": 3,
    "text": "Which year was The Ufa Declaration signed?",
    "correctAnswer": "A",
    "options": {
      "A": "in 2015",
      "B": "in 2001",
      "C": "in 2005",
      "D": "in 2018",
      "E": "in 2003"
    },
    "explanation": "To take a look to Russia, Central Asia and the Caucasia<br/>The Ufa Declaration, BRICS group, signed in 2015, includes the condemnation of “terrorism in all its forms and manifestations” and commitment to cooperate in preventing international terrorism in accordance with the international law and the UN Charter (BRICS, 2015)."
  },
  {
    "id": "1948009",
    "unitNumber": 4,
    "text": "When Kyrgyzstan continued on the path of democratization?",
    "correctAnswer": "C",
    "options": {
      "A": "After the 2001 revolution",
      "B": "After the 2008 revolution",
      "C": "After the second Tulip revolution",
      "D": "After the third Millenium revolution",
      "E": "After the 2011 revolution"
    },
    "explanation": "Due to the country's gradual movement to an authoritarian system and failure to fix the moribund economy, Kyrgyzstan entered a difficult period during which two revolutions took place in 2005 and 2010, respectively. After the second Tulip revolution, the country continued on the path of democratization."
  },
  {
    "id": "1948228",
    "unitNumber": 4,
    "text": "Which of the following Central Asian countries has become the most authoritarian and closed political regime of the region?",
    "correctAnswer": "D",
    "options": {
      "A": "Uzbekistan",
      "B": "Kazakistan",
      "C": "Tajikistan",
      "D": "Turkmenistan",
      "E": "Kyrgyzstan"
    },
    "explanation": "Despite its initial declerations of democracy, Turkmenistan took a different development path, leading to a state where its one-man rule is de facto. Thus, Turkmenistan has become the most authoritarian and closed political regime of the region. There is no indication that this will change soon."
  },
  {
    "id": "1948229",
    "unitNumber": 4,
    "text": "Which of the following terms is simply described as the top elite of the old communist system in the Soviet Union?",
    "correctAnswer": "B",
    "options": {
      "A": "Communist Ad Hoc",
      "B": "Communist Nomenklatura",
      "C": "De Facto Communist",
      "D": "Acquis Communist",
      "E": "Oppositional Communist"
    },
    "explanation": "Communist Nomenklatura is simply described as the top elite of the old communist system in the Soviet Union. It was a political control system over key appointments, meritocratic within the limitations of the one-party system."
  },
  {
    "id": "2029753",
    "unitNumber": 4,
    "text": "Which of the following is NOT among the features of presidential and parliamentary forms of government?",
    "correctAnswer": "E",
    "options": {
      "A": "In a presidential form of government, the president is directly elected by the people by a seperate election from the legislature.",
      "B": "In a presidential form of government, the president has the authority to appoint and dismiss the cabinet.",
      "C": "In a presidential form of government, the president is also the head of government.",
      "D": "In a parliamentary form of government, the prime minister is the head of government and appoints the cabinet of ministers.",
      "E": "In a parliamentary form of government, the president is directly elected by the people by a seperate election."
    },
    "explanation": "In a presidential form of government, the president is directly elected by the people by a seperate election from the legislature. The president has the authority to appoint and dismiss the cabinet. The Head of the state is also the head of the government, not responsible to the legislature. A rigid seperation of powers is the main feature of this system. In a parliamentary form of government, the party or a coalition of parties with the most significant representation in the parliament forms the government. The prime minister is the head of government and appoints the cabinet of ministers. Unlike the presidential system, the parliamentary system needs the vote of confidence. In this sense, there is a flexible seperation of powers in this system. In a parliamentary form of government,the president is elected either popularly or by the parliament. His/her role as a head of state is symbolic."
  },
  {
    "id": "2048265",
    "unitNumber": 4,
    "text": "Which of the following is not a part of the Halk Maslahaty in Turkmenistan?",
    "correctAnswer": "A",
    "options": {
      "A": "Head of main non-governmental organization",
      "B": "President",
      "C": "Parliamentary deputies",
      "D": "Peoples' representatives",
      "E": "Members of the Cabinet of Ministers"
    },
    "explanation": "In Turkmenistan, initially, a bicameral parliament consisting of Halk Maslahaty-People's Council and the Mejlis was established. Halk Maslahaty was the highest representative body, composed of the president, parliamentary deputies, peoples' representatives, Members of the Cabinet of Ministers, Supreme Court judges, and local officials."
  },
  {
    "id": "2120135",
    "unitNumber": 4,
    "text": "Which of the following is the first official opposition party in Uzbekistan?",
    "correctAnswer": "B",
    "options": {
      "A": "Adolat",
      "B": "Erk",
      "C": "People's Democratic Party of Uzbekistan",
      "D": "Uzbek Liberals",
      "E": "Democrats of Uzbekistan"
    },
    "explanation": "The process of party formation in Uzbekistan began just before the Soviet Union collapsed with the establishment of the first official opposition party, Erk."
  },
  {
    "id": "2120140",
    "unitNumber": 4,
    "text": "What is the meaning of Turkmenbashy?",
    "correctAnswer": "A",
    "options": {
      "A": "Leader of all Turkmens",
      "B": "Head of Turkmenistan",
      "C": "Founder of Turkmenistan",
      "D": "Identification of all Turkmens",
      "E": "General Assemby of Turkmenistan"
    },
    "explanation": "Saparmurat Niyazov assumed Turkmenbashy, which was translated as the \"Leader of all Turkmens\" in 1993 and then set about the nation's new identity on his own image."
  },
  {
    "id": "2120591",
    "unitNumber": 4,
    "text": "Which of the following economic policies are implemeted by Karimov and Niyazov?",
    "correctAnswer": "E",
    "options": {
      "A": "Liberal prices",
      "B": "Liberal trade policy",
      "C": "Market economy policies",
      "D": "Privatization",
      "E": "Command economy instruments"
    },
    "explanation": "In terms of economic reforms, while Nazarbayev, Akayev and to some extent Rahmon had liberalized prices and trade policy and moved much further on privatization, Karimov and Niyavoz resisted market transformation for much longer and had tried to retain many of the instruments of command economy."
  },
  {
    "id": "2120611",
    "unitNumber": 4,
    "text": "Which of the following countries acted very quickly and replaced their alphabet with the Latin alphabet in 1993?",
    "correctAnswer": "B",
    "options": {
      "A": "Kazakhistan and Turkmenistan",
      "B": "Turkmenistan and Uzbekistan",
      "C": "Kazakhistan and Uzbekistan",
      "D": "Kyrgyzstan and Kazakhistan",
      "E": "Kyrgyzstan and Uzbekistan"
    },
    "explanation": "Concerning the alphabet, Turkmenistan and Uzbekistan acted very quickly and replaced their alphabet with the Latin alphabet in 1993."
  },
  {
    "id": "2120633",
    "unitNumber": 4,
    "text": "When did Uzbekistan adopt its first constitution?",
    "correctAnswer": "B",
    "options": {
      "A": "In 1991",
      "B": "In 1992",
      "C": "In 1993",
      "D": "In 1994",
      "E": "In 1995"
    },
    "explanation": "In Uzbekistan, the first constitution adopted in 1992 created a seperation of powers among a strong presidency, the parliament, and the judiciary."
  },
  {
    "id": "2262512",
    "unitNumber": 4,
    "text": "Which of the following <strong>cannot</strong> be considered a phase or a component of the transition process in the newly independent Central Asian republics?",
    "correctAnswer": "E",
    "options": {
      "A": "Democratization",
      "B": "Marketization",
      "C": "State-building",
      "D": "Nation-building",
      "E": "Clan-identity formation"
    },
    "explanation": "\"This process, which is also called ‘transition process,’ in the newly independent Central Asian republics, has proceeded in democratization, marketization, and state-building/nation-building (p.91).\" On the other hand, in countries such as Uzbekistan, \"the state’s oppression, the dominance of clan identity, and the lack of citizens’ awareness had been the main obstacles to the process of democratization\" (p.92)."
  },
  {
    "id": "2262513",
    "unitNumber": 4,
    "text": "In which of the following Central Asian states, the controversial parliamentary elections held in February and March 2005 led to an event known as the <strong>Tulip Revolution</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Uzbekistan",
      "B": "Kyrgyzstan",
      "C": "Kazakhstan",
      "D": "Turkmenistan",
      "E": "Tajikistan"
    },
    "explanation": "\"The controversial parliamentary elections held in February and March 2005 changed Kyrgyzstan’s course of events and caused the Tulip Revolution. Ultimately, President Askar Akayev left the country.\""
  },
  {
    "id": "2262514",
    "unitNumber": 4,
    "text": "Given the forms of government of the Central Asian states, which of the following is considered to be the <strong>only</strong> country that has a parliamentary system?",
    "correctAnswer": "A",
    "options": {
      "A": "Kyrgyzstan",
      "B": "Uzbekistan",
      "C": "Turkmenistan",
      "D": "Tajikistan",
      "E": "Kazakhstan"
    },
    "explanation": "Öğrenciden Orta Asya ülkelerindeki siyasal rejim türlerini bilmesini ve karşılaştırabilmesini beklemesi açısından, bu soru bir \"Anlama\" sorusudur.<br/>\" ...most experts define it as a parliamentary system as the president’s powers shifted to parliament. In this sense, Kyrgyzstan is the only country that has a parliamentary system as a form of governance.\""
  },
  {
    "id": "2262515",
    "unitNumber": 4,
    "text": "Because the Halk Maslahaty was abolished in 2008, - - - is now one of the two Central Asian republics that have a unicameral parliament.\n<br/>Which of the following options correctly completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Kazakhstan",
      "B": "Tajikistan",
      "C": "Kyrgyzstan",
      "D": "Turkmenistan",
      "E": "Uzbekistan"
    },
    "explanation": "\" In Turkmenistan, initially, a bicameral parliament consisting of Halk Maslahaty (People’s Council) and the Mejlis was established... It (Halk Maslahaty) was abolished in 2008 with the adoption of a new constitution\" (p.95). Today, unlike the other three republics \"Turkmenistan and Kyrgyzstan have unicameral parliaments\" (p. 95)."
  },
  {
    "id": "2262516",
    "unitNumber": 4,
    "text": "Which of the following concepts refers to certain rules and principles that form a specific political mechanism, which may be instrumental in such issues as appointments to government posts as we observed in the Soviet Union?",
    "correctAnswer": "C",
    "options": {
      "A": "Erk",
      "B": "Nur otan",
      "C": "Nomenklatura",
      "D": "Adolat",
      "E": "Maslahaty"
    },
    "explanation": "\"Communist Nomenklatura: The term is simply described as the top elite of the old communist system in the Soviet Union. It was a political control system over key appointments\"."
  },
  {
    "id": "2262517",
    "unitNumber": 4,
    "text": "Once the Soviet Union dissolved, all the former - - - , with the exception of Askar Akayev of Kyrgyzstan, became the new presidents of newly independent Central Asian republics. \n Which of the following options correctly completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "Chiefs of staff of the armed forces",
      "B": "Presidents of the parliaments",
      "C": "Presidents of the Republics",
      "D": "Prime ministers of the sitting governments",
      "E": "First secretaries of the communist parties"
    },
    "explanation": "Bu soru, öğrencinin hem Sovyet döneminde Orta Asya Cumhuriyetlerinde var olan siyasal rejimi hem de geçiş dönemindeki süreçleri anlamış olduğunu ölçmesi açısından önemlidir.<br/>\"Once the Soviet Union dissolved, all the former First Secretaries of the Communist Parties, with the exception of Askar Akayev of Kyrgyzstan, became the new presidents of newly independent Central Asian republics\"."
  },
  {
    "id": "2262518",
    "unitNumber": 4,
    "text": "In which of the following, the title of the president of a Central Asian republic is given rather than the official name?",
    "correctAnswer": "D",
    "options": {
      "A": "Nursultan Nazarbayev",
      "B": "Askar Akayev",
      "C": "Islam Karimov",
      "D": "Saparmurat Turkmenbashy",
      "E": "Emamoli Rahmon"
    },
    "explanation": "Her ne kadar sayfa 97 ve sayfa 98'de devlet başkanlarının isimleri geçiyorsa da, öğrenciden Orta Asya cumhuriyetlerindeki politik kültürü, kullanılan titrleri ve bunların siyasal sonuçlarını bilmesini beklemesi açısından bu bir analiz sorusu olarak görülebilir. Ayrıca, diğer liderlerin resmi isimlerinde de titri çağrıştıran ifadeler bulunmaktadır.<br/>\"Kazakh President Nursultan Nazarbayev, Kyrgyz President Askar Akayev, Uzbek President Islam Karimov, and Turkmen President Saparmurat Niyazov had remained helm for 28 years, for 14 years, for 25 years, and 15 years respectively. In Tajıkistan, following the first president Rahmon Nabiyev was ousted in 1992, Emamoli Rahmon was elected to the post in 1994 and has remained president of the country ever since. (p.97). \"Turkmenbashy: Saparmurat Niyazov assumed this title, which was translated as the ‘Leader of all Turkmens’, in 1993 and then set about the nation’s new identity in his own image \" (p. 98)."
  },
  {
    "id": "2262520",
    "unitNumber": 4,
    "text": "Which of the following Central Asian republics supported and pursued <strong>permanent neutrality</strong> in the post-Soviet transition era?",
    "correctAnswer": "C",
    "options": {
      "A": "Kazakhstan",
      "B": "Kyrgyzstan",
      "C": "Turkmenistan",
      "D": "Uzbekistan",
      "E": "Tajikistan"
    },
    "explanation": "\"Saparmurat Niyazov, who later assumed the title ‘Tukmenbashy,’ did not see himself as the region’s leader but pursued a ‘permanent neutrality’ that prevented his country’s joining any regional formation and international organizations\" (pp. 97-98)."
  },
  {
    "id": "2262525",
    "unitNumber": 4,
    "text": "Which of the following has been instrumental in strengthening the national feelings and promoting a sense of belonging in Kyrgyzstan in the post-Soviet era?",
    "correctAnswer": "B",
    "options": {
      "A": "The legend of Timur",
      "B": "The epic of Manas",
      "C": "Five roses",
      "D": "Five great tribes",
      "E": "The ancient Kazakh Khanate"
    },
    "explanation": "\"National legends such as Timur in Uzbekistan, Kazakh Khanate in Kazakhstan, and the Epic of Manas in Kyrgyzstan are glorified in every single place\"."
  },
  {
    "id": "2262528",
    "unitNumber": 4,
    "text": "Which of the following correctly defines the status of the respective national languages in Kazakhistan, Kyrgyzstan, Tajikistan, and Uzbekistan?",
    "correctAnswer": "A",
    "options": {
      "A": "State language",
      "B": "Official language",
      "C": "Language of communication",
      "D": "Officially on equal grounds with Russian",
      "E": "Choice of language by politicians"
    },
    "explanation": "\" Kazakh is established as the state language.. In Kyrgyzstan, Kyrgyz is the state language... In Uzbekistan, Uzbek is the state language... In the case of Tajikistan, the constitution defines Tajik as the state language.\""
  },
  {
    "id": "2263346",
    "unitNumber": 4,
    "text": "When the Soviet Union began to dismantle;\n I. voters in Baltics and Georgia supported the idea to remain within the union.\n II. people in Central Asian states voted to preserve the union.\n III. a war broke about between Russia and former union states.\n IV. elites in general showed no effort to leave the union in the first place.\n Which of the above is/are true about the fall of the Soviet Union?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and III",
      "D": "II and IV",
      "E": "I-II and IV"
    },
    "explanation": "Statements II and IV are true about the fall of the Soviet Union."
  },
  {
    "id": "2263817",
    "unitNumber": 4,
    "text": "I. Democratization\n II. Human rights\n III. Totalitarianism\n IV. Marketization\n Which of the above is/are related to the transition period for the Central Asian republics after the fall of the Soviet Union?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "III and IV",
      "E": "I and IV"
    },
    "explanation": "Statements I and IV are related to the transition period for the Central Asian republics after the fall of the Soviet Union."
  },
  {
    "id": "2263831",
    "unitNumber": 4,
    "text": "The controversial parliamentary elections held in February and March 2005 changed Kyrgyzstan’s course of events and caused the _______________",
    "correctAnswer": "B",
    "options": {
      "A": "democratization",
      "B": "Tulip Revolution",
      "C": "civil war",
      "D": "Halk Maslahaty",
      "E": "Majlisi Mili"
    },
    "explanation": "The controversial parliamentary elections held in February and March 2005 changed Kyrgyzstan’s course of events and caused the Tulip Revolution."
  },
  {
    "id": "2263847",
    "unitNumber": 4,
    "text": "\"...The president is directly elected by the people by a separate election from the legislature. The president has the authority to appoint and dismiss the cabinet of ministers.\" Which of the government forms is described here?",
    "correctAnswer": "A",
    "options": {
      "A": "Presidential form",
      "B": "Totalitarian form",
      "C": "Parliamentary form",
      "D": "Republican form",
      "E": "Imperial form"
    },
    "explanation": "This explanation belongs to the presidential form of government."
  },
  {
    "id": "2263867",
    "unitNumber": 4,
    "text": "Which of the following republics has a parliamentary system as a form of governance?",
    "correctAnswer": "C",
    "options": {
      "A": "Kazakhstan",
      "B": "Uzbekistan",
      "C": "Kyrgyzstan",
      "D": "Turkmenistan",
      "E": "Tajikistan"
    },
    "explanation": "Among the Central Asian republics, Kyrgyzstan has a parliamentary system as a form of governance."
  },
  {
    "id": "2263883",
    "unitNumber": 4,
    "text": "I.Oliy Majlis consists of a lower house, the legislative chamber-Qonunchilik Palatasy, and an upper house, the Senate.\n II.In the process of forming a government, the parliament has the authority to consider and approve, upon the nomination of the president, the nominee of the prime minister.\n III. In the senate, the president appoints 16 among highly respective citizens with remarkable achievements and extensive experiences in science, art, literature, industry and other state and social fields.\n Which of the following republics is related to the information above?",
    "correctAnswer": "B",
    "options": {
      "A": "Kazakhstan",
      "B": "Uzbekistan",
      "C": "Tajikistan",
      "D": "Turkmenistan",
      "E": "Kyrgyzstan"
    },
    "explanation": "The given information is related to Uzbekistan and its parliament system."
  },
  {
    "id": "2263890",
    "unitNumber": 4,
    "text": "\"Halk Maslahaty is the highest representative body, composed of the president, parliamentary deputies, peoples’ representatives, members of the Cabinet of Ministers, Supreme Court judges, and local officials.\" Which of the following Central Asian republics has Halk Maslahaty?",
    "correctAnswer": "D",
    "options": {
      "A": "Uzbekistan",
      "B": "Tajikistan",
      "C": "Kyrgyzstan",
      "D": "Turkmenistan",
      "E": "Kazakhstan"
    },
    "explanation": "Turkmenistan^government system involves Halk Maslahaty."
  },
  {
    "id": "2263900",
    "unitNumber": 4,
    "text": "Which of the following Central Asian republics has a parliament called Jogorku Kenesh?",
    "correctAnswer": "E",
    "options": {
      "A": "Uzbekistan",
      "B": "Kazakhstan",
      "C": "Tajikistan",
      "D": "Turkmenistan",
      "E": "Kyrgyzstan"
    },
    "explanation": "Kyrgyzstan has a parliament called Jogorku Kenesh."
  },
  {
    "id": "2263918",
    "unitNumber": 4,
    "text": "I. It is simply described as the top elite of the old communist system in the Soviet Union\n II. It is a political control system over key appointments, meritocratic within the limitations of the one-party system.\n What is the term described above?",
    "correctAnswer": "C",
    "options": {
      "A": "Halk Maslahaty",
      "B": "The Jogorku Kenesh",
      "C": "Communist Nomenklatura",
      "D": "The Qonunchilik Palatasy",
      "E": "Majlisi Namoyandagon"
    },
    "explanation": "The term described here is called Communist Nomenklatura."
  },
  {
    "id": "2263947",
    "unitNumber": 4,
    "text": "Which of the following terms can be translated as the ‘Leader of all Turkmens?",
    "correctAnswer": "A",
    "options": {
      "A": "Turkmenbashy",
      "B": "The Supreme Power",
      "C": "Nomenklatura",
      "D": "Khanate",
      "E": "Ak Jol"
    },
    "explanation": "Turkmenbashy is described here."
  },
  {
    "id": "2269637",
    "unitNumber": 5,
    "text": "Which of the following characteristics are similar among Central Asian States (CAS)?\n I. History\n II. Geography\n III. Culture\n IV. Political structure\n V. Ideologies",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, II, III",
      "D": "I, II",
      "E": "Only I"
    },
    "explanation": "CAS have some similarities. The similarities include history, geography, language, culture, and religion."
  },
  {
    "id": "2269647",
    "unitNumber": 5,
    "text": "Which of the following characteristics are different among Central Asia States (CAS)?\n I. Language\n II. Size\n III. Political structure\n IV. Natural resources\n V. Religion",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III",
      "B": "I, III, V",
      "C": "III, IV, V",
      "D": "II, III, IV",
      "E": "I, IV, V"
    },
    "explanation": "CAS have some differences. The differences include size, population, political structure, natural resources, ideologies, and relationships."
  },
  {
    "id": "2269656",
    "unitNumber": 5,
    "text": "Which of the following determine/determines the foreign policies of Central Asia States (CAS?\n<br/>I. Geography\n<br/>II. History\n<br/>III. Domestic concerns\n<br/>IV. Political structure\n<br/>V. Ideology",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, V",
      "B": "II, III, IV, V",
      "C": "Only IV",
      "D": "I, V",
      "E": "Only V"
    },
    "explanation": "Foreign policies of CAS are determined by geography, history, ideology,economic resources and domestic concerns.<br/>II, IV, V"
  },
  {
    "id": "2269714",
    "unitNumber": 5,
    "text": "Which of the following is correct about multi-vector foreign policy?",
    "correctAnswer": "E",
    "options": {
      "A": "Multi-vector foreign policy means participating in multilateral educational associations.",
      "B": "Multi-vector foreign policy is establishing bilateral relations only with powerful countries.",
      "C": "Multi-vector foreign policy is establishing single lateral economic relationships.",
      "D": "Multi-vector foreign policy is relying one, single powerful partner.",
      "E": "Multi-vector foreign policy is participating multilateral economic and political associations."
    },
    "explanation": "Multi-vector foreign policy is defined as;\n<br/>-the participation in multilateral economic and political associations.\n<br/>-establishment of bilateral ties with influential intra- and extra-regional actors.\n<br/>-not relying on any single partner, no matter how attractive, or indispensable it may seem."
  },
  {
    "id": "2269733",
    "unitNumber": 5,
    "text": "Which of the following are the reasons of failure in establishing unity in Central Asia?\n<br/>I. Disagreement on the use of water, energy, and border.\n<br/>II. Personalities of the leaders\n<br/>III. Intervention of outside powers",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "I, II",
      "C": "II, III",
      "D": "I, II, III",
      "E": "I, III"
    },
    "explanation": "These reasons are cited as the reasons of failure of establishing unity."
  },
  {
    "id": "2269736",
    "unitNumber": 5,
    "text": "What does The Great Game refer to?",
    "correctAnswer": "A",
    "options": {
      "A": "It refers to the political, economic, diplomatic, and spying clash between the British and the Russian Empire.",
      "B": "It refers to the unity established among CAS countries.",
      "C": "It refers to the act of breaking the unity among the CAS countries.",
      "D": "It refers to the political, economic, and diplomatic understanding between British and the Russian Empire.",
      "E": "It refers to the political, economic, diplomatic, and spying clash between the Asian and European countries."
    },
    "explanation": "According to the book, The Great Game refers to the political, economic, diplomatic, and spying clash between the British and the Russian Empire over Afghanistan and Central Asia during the 19th century."
  },
  {
    "id": "2269745",
    "unitNumber": 5,
    "text": "What is the definition of Eurasianism?",
    "correctAnswer": "B",
    "options": {
      "A": "Eurasianism is an ideology that suggests a connection between Europian and Asian countries.",
      "B": "Eurasianism is an ideology that suggests Russia becoming a central figure in Europe and Asia.",
      "C": "Euroasianism is an ideology that suggests a cultural spread between Europe and Asia.",
      "D": "Euroasianism is an ideology that suggests that Russia becomes part of Europe.",
      "E": "Euroasianism is an ideology that suggests the idea that Europe and Asia are equal."
    },
    "explanation": "In the book, Euroasianism is defined as an ideology that affirms Russia and its margins occupy a median position between Europe and Asia."
  },
  {
    "id": "2269749",
    "unitNumber": 5,
    "text": "Which of the following has an affect on Kazakhstan's becoming an active actor in the international community?\n I. Its geopolitical position\n II. Its size\n III. It has borders with China and Russia.\n IV. Its natural resources",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "Only I",
      "C": "I, II, III, IV",
      "D": "III, IV",
      "E": "Only IV"
    },
    "explanation": "There are several reasons that affect Kazakhstan's position in the area.\n I. Nazarbayev has an effective world view and personality.\n 2. Kazakhstan owns the biggest land in the area.\n 3. Kazakshtan has long borders with Russia and China, which are the two great powers in the area.\n 4. Kazakhstan has natural resources."
  },
  {
    "id": "2269751",
    "unitNumber": 5,
    "text": "Why does Kyrgyzstan have a critical position in the area?",
    "correctAnswer": "A",
    "options": {
      "A": "Kyrgyzstan has rich surface water and ground water resources.",
      "B": "Kyrgyzstan is a politically prominent figure in the area.",
      "C": "Kyrgyzstan is rich in natural resources.",
      "D": "Kyrgyzstan owns the largest land in the area.",
      "E": "Kyrgyzstan has strong relationships with European countries."
    },
    "explanation": "Kyrgyzstan is a landlocked and mountainous country in the area, that makes it geographically disadvantegous. It has very few natural resources. But it has rich surface and groundwater resources, which is vital for Uzbekistan and Kazakhstan."
  },
  {
    "id": "2269756",
    "unitNumber": 5,
    "text": "Which of the Central Asia countries base their foreign policy on their economic potential?\n I. Kazakhstan\n II. Turkmenistan\n III. Kyrgyzstan\n IV. Tajikistan\n V. Uzbekistan",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "III, IV",
      "C": "Only I",
      "D": "Only V",
      "E": "I, II"
    },
    "explanation": "Kazakshtan and Turkmenistan base their foreign policy engagement on their economic potential to get the best deal for hydrocarbon resources. Kyrgyzstan and Tajikistan, on the other hand, base tehir foreign policy strategies pursuing foreign aid.Uzbekistan is economically self sufficient, therefore, it pursues foreign policy which will protect its economic interests."
  },
  {
    "id": "2269837",
    "unitNumber": 5,
    "text": "What event in history resulted in the spread of Islam very rapidly in Central Asia?",
    "correctAnswer": "A",
    "options": {
      "A": "The Talas War between Arab and Chinese armies in 751",
      "B": "The Mongol invasion led by Genghis Khan",
      "C": "The founding of Afghanistan as an important state",
      "D": "The role of the Silk Road",
      "E": "The struggle between the British Empire and Russia."
    },
    "explanation": "As a result of the Talas War between Arab and Chinese armies in 751, the religion of Islam spread rapidly in, Central Asia."
  },
  {
    "id": "2269851",
    "unitNumber": 5,
    "text": "How did the Central Asian States (CAS) of Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan, and Uzbekistan become independent?",
    "correctAnswer": "B",
    "options": {
      "A": "As a result of the War of Independence",
      "B": "As a result of the collapse of the Soviet Union.",
      "C": "By discussing their liberation the elites of the Soviet Union",
      "D": "The administrators wished for their independence. as a result of the economic crisis.",
      "E": "They had to fight for their natural resources with Russia and so they declared their independence."
    },
    "explanation": "Central Asian States (CAS) of Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan, and Uzbekistan became independent with the Soviet Union’s collapse."
  },
  {
    "id": "2270048",
    "unitNumber": 5,
    "text": "Why were there ethnic minority problems in the Central Asian States (CAS)?",
    "correctAnswer": "C",
    "options": {
      "A": "There was competition among minorities for power.",
      "B": "Different minority groups created terror attacks on others.",
      "C": "The haphazardly drawn borders by the Soviets did not reflect the minority distribution.",
      "D": "Great powers caused them to create problems.",
      "E": "There were environmental issues across different ethnic groups."
    },
    "explanation": "The haphazardly drawn borders did not reflect the ethnic groups living in these states, creating ethnic minority problems."
  },
  {
    "id": "2270636",
    "unitNumber": 5,
    "text": "What was the attitude of the Bolshevik government in the early Soviet period?",
    "correctAnswer": "E",
    "options": {
      "A": "They encouraged the assimilation of the Central Asian population.",
      "B": "They tried to Russify all nations of the Soviet Union.",
      "C": "They discouraged people to declare their ethnic backgrounds.",
      "D": "They disallowed national institutions and the education system.",
      "E": "They encouraged the existence of multiple nations and nationalities."
    },
    "explanation": "\"In the early Soviet period, even voluntary assimilation was actively discouraged, and the promotion of the national self-consciousness of the non-Russian populations was attempted. “The Soviet state not only tolerated but actively institutionalized the existence of multiple nations and nationalities as fundamental constituents of the state and its citizenry”(Tarling, 2017, p. 109).\""
  },
  {
    "id": "2270888",
    "unitNumber": 5,
    "text": "What was one of the international problems the CAS faced and which originated from the Soviet past after their independence?",
    "correctAnswer": "C",
    "options": {
      "A": "The Soviets caused problems in terms of terrible economic crises and poverty.",
      "B": "The Soviets exploited the natural resources of all these CAS states.",
      "C": "The Soviets created dependencies among the states in terms of energy, transportation, and agriculture.",
      "D": "The borders were drawn based on geographical factors such as rivers and mountains.",
      "E": "The Soviets separated the transportation and agricultural systems across countries."
    },
    "explanation": "The Soviets created dependencies among the states in terms of energy, transportation, and agriculture."
  },
  {
    "id": "2270904",
    "unitNumber": 5,
    "text": "What was the aim of the Declaration of Shanghai Cooperation Organization (SCO) on 15 June 2001?",
    "correctAnswer": "A",
    "options": {
      "A": "to fight against terrorism, religious extremism, and separatism",
      "B": "to fight against the exploitation of natural resources by the great powers, such as the U.S.A.",
      "C": "to fight against the exploitation of nature by other neighboring states",
      "D": "to fight against those who do not obey human rights",
      "E": "to fight against those who do not obey the women's liberation movement."
    },
    "explanation": "to fight against those who do not obey human rights"
  },
  {
    "id": "2270928",
    "unitNumber": 5,
    "text": "Which geat powers did the CAS attract in order to hold natural resources, especially in Kazakhstan and Turkmenistan?",
    "correctAnswer": "B",
    "options": {
      "A": "Germany, France, U.S.A., and Russia",
      "B": "Russia, China, the USA, Europe, and India",
      "C": "Russia, China, Italy, and Germany",
      "D": "Russia, China, and Germany",
      "E": "India, Russia, and France"
    },
    "explanation": "(B) is the correct answer."
  },
  {
    "id": "2270961",
    "unitNumber": 5,
    "text": "Which one(s) of the following is/are correct about the dynamics between the U.S. and the CAS after the collapse of the Soviet Union?",
    "correctAnswer": "E",
    "options": {
      "A": "The United States government actively promoted democratization in Central Asia.",
      "B": "The United States oil companies became interested in oil and gas reserves.",
      "C": "After the September 11, 2001 attack, the U.S.A became interested in establishing several military bases in the area.",
      "D": "The U.S. A lost its influence, especially after the region’s color revolutions.",
      "E": "All of the above."
    },
    "explanation": "Look at p. 116. It says \"When the Soviet Union collapsed, the United States government has actively promoted democratization in Central Asia. As with other<br/>former Soviet republics, American recognition of the newly independent states of Central Asia only happened after they agreed to accept the principles of the Conference on Security and Co-operation in Europe (CSCE). Besides democratization, US oil companies were interested in oil and gas reserves. After the September 11, 2001 attack, the US interest focused on security and established several military bases in CAS to help Afghanistan’s war effort. However, the USA began to lose its influence, especially after the region’s color revolutions and its gradual withdrawal from Afghanistan after 2010.\" .\n The correct answer is (E)."
  },
  {
    "id": "2271200",
    "unitNumber": 5,
    "text": "Which one of the following countries has long borders with Afghanistan so the most important, focus of Russian security policy in Central Asia?",
    "correctAnswer": "B",
    "options": {
      "A": "Uzbekistan",
      "B": "Tajikistan",
      "C": "Kyrgyzstan",
      "D": "Turkmenistan",
      "E": "Ukraine"
    },
    "explanation": "\"Because of Tajikistan’s long borders with Afghanistan, Tajikistan has been the<br/>main, and arguably the most important, focus of Russian security policy in Central Asia.\" (page 119)"
  },
  {
    "id": "2271253",
    "unitNumber": 5,
    "text": "The new president, Mirziyoyev., wants to make Uzbekistan a......",
    "correctAnswer": "A",
    "options": {
      "A": "regional transport and investment hub.",
      "B": "a technology state.",
      "C": "an agricultuarl center.",
      "D": "an art and science center",
      "E": "a foreign trade hub."
    },
    "explanation": "The new president wants to turn Uzbekistan a transport and investment hub."
  },
  {
    "id": "2848813",
    "unitNumber": 5,
    "text": "Historically, what is Central Asia also known as?",
    "correctAnswer": "A",
    "options": {
      "A": "Turkistan",
      "B": "Minor Asia",
      "C": "Asian Peninsula",
      "D": "Turkish Asia",
      "E": "Asia Major"
    },
    "explanation": "Historically, Central Asia is also known as Turkistan."
  },
  {
    "id": "2848818",
    "unitNumber": 5,
    "text": "After which war between Arab and Chinese armies in 751 the religion of Islam spread rapidly in Central Asia and the region became the cradle of Islamic Civilization?",
    "correctAnswer": "B",
    "options": {
      "A": "The Chinese War",
      "B": "The Talas War",
      "C": "The War of Asias",
      "D": "The Turkistan War",
      "E": "The War of Arabs"
    },
    "explanation": "As a result of Talas War between Arab and Chinese armies in 751the religion of Islam spread rapidly in the region, and after a short time, Central Asia became the cradle of Islamic Civilization."
  },
  {
    "id": "2848822",
    "unitNumber": 5,
    "text": "How many national states did the Soviets create in Central Aisa after the Bolshevik revolution?",
    "correctAnswer": "C",
    "options": {
      "A": "Three",
      "B": "Four",
      "C": "Five",
      "D": "Six",
      "E": "Seven"
    },
    "explanation": "The Soviets created the following five national states in Central Aisa after the Bolshevik revolution:\n<br/>Kazakhstan, Kyrgyzstan, Uzbekistan, Tajikistan, and Turkmenistan<br/>The Soviets created the following five national states in Central Aisa after the Bolshevik revolution:\n Kazakhstan, Kyrgyzstan, Uzbekistan, Tajikistan, and Turkmenistan"
  },
  {
    "id": "2848826",
    "unitNumber": 5,
    "text": "Which of the following is NOT one of the national states created by the Soviets in Central Aisa after the Bolshevik revolution?",
    "correctAnswer": "D",
    "options": {
      "A": "Kazakhstan",
      "B": "Kyrgyzstan",
      "C": "Uzbekistan",
      "D": "Azerbaijan",
      "E": "Turkmenistan"
    },
    "explanation": "Azerbaijan is NOT one of the national states created by the Soviets in Central Aisa after the Bolshevik revolution."
  },
  {
    "id": "2848831",
    "unitNumber": 5,
    "text": "Which Central Asian republic declared independence from the Soviet Union first?",
    "correctAnswer": "A",
    "options": {
      "A": "Kyrgyzstan",
      "B": "Uzbekistan",
      "C": "Tajikistan",
      "D": "Turkmenistan",
      "E": "Kazakhstan"
    },
    "explanation": "Kyrgyzstan is the first central Asian republic that declared independence from the Soviet Union."
  },
  {
    "id": "2848836",
    "unitNumber": 5,
    "text": "Since the time of independence, which country has been the most influential external power in Central Asia?",
    "correctAnswer": "D",
    "options": {
      "A": "Azerbaijan",
      "B": "Turkey",
      "C": "China",
      "D": "Russia",
      "E": "The United States of America"
    },
    "explanation": "Since the time of independence, Russia has been the most influential external power in Central Asia."
  },
  {
    "id": "2848843",
    "unitNumber": 5,
    "text": "After declaring independence from the Soviet Union, which foreign policy did most of the Central Asian States officially adopt?",
    "correctAnswer": "E",
    "options": {
      "A": "Multi-national",
      "B": "Inter-dependent",
      "C": "Inter-vector",
      "D": "Semi-natinonal",
      "E": "Multi-vector"
    },
    "explanation": "After declaring independence from the Soviet Union, most of the Central Asian States officially adopted a multi-vector foreign policy."
  },
  {
    "id": "2848847",
    "unitNumber": 5,
    "text": "Which of the following is a permanent intergovernmental international organization, the creation of which was announced on 15 June 2001 in Shanghai (China) by the Republic of Kazakhstan, the People’s Republic of China, the Kyrgyz Republic, the Russian Federation, the Republic of Tajikistan, and the Republic of Uzbekistan?",
    "correctAnswer": "B",
    "options": {
      "A": "The Central Aisa Intergovernmental Organization",
      "B": "The Shangai Cooperation Organization",
      "C": "The Shangai Multi-Vector Union",
      "D": "The Commenwealth of Independent States",
      "E": "Independent Organization of Shangai Commenwealth States"
    },
    "explanation": "The Shangai Cooperation Organization is a permanent intergovernmental international organization, the creation of which was announced on 15 June 2001 in Shanghai (China) by the Republic of Kazakhstan, the People’s Republic of China, the Kyrgyz Republic, the Russian Federation, the Republic of Tajikistan, and the Republic of Uzbekistan."
  },
  {
    "id": "2848859",
    "unitNumber": 5,
    "text": "After independence, Cental Asian States attracted great powers due to which factor?",
    "correctAnswer": "A",
    "options": {
      "A": "Holding mostly untapped natural resources",
      "B": "Having a great potential for economic growth",
      "C": "Holding great military resources",
      "D": "Having very cheap labor force",
      "E": "Holding potential positive ties with Turkey"
    },
    "explanation": "After independence, CAS attracted great powers due to holding mostly untapped natural resources, especially in Kazakhstan and Turkmenistan."
  },
  {
    "id": "2848867",
    "unitNumber": 5,
    "text": "Which of the following refers to the political, economic, diplomatic, and spying clash between the British and the Russian Empire over Afghanistan and Central Asia during the 19th century?",
    "correctAnswer": "C",
    "options": {
      "A": "The New Great Game",
      "B": "The Great Clash",
      "C": "The Great Game",
      "D": "The New Clash",
      "E": "The Great Clash Game"
    },
    "explanation": "The Great Game refers to the political, economic, diplomatic, and spying clash between the British and the Russian Empire over Afghanistan and Central Asia during the 19th century."
  },
  {
    "id": "2267021",
    "unitNumber": 6,
    "text": "Which of the following figures was the first vice-president of Azerbaijan?",
    "correctAnswer": "E",
    "options": {
      "A": "Ayaz Mütellibov",
      "B": "Ilham Aliyev",
      "C": "Rehim Gaziyev",
      "D": "Rovshen Javadov",
      "E": "Mehriban Aliyeva"
    },
    "explanation": "After the constitutional amendments were made in 2016, the post of Vice President was established in Azerbaijan. On February 21, 2017, Ilham Aliyev’s wife, Mehriban Aliyeva, was appointed as the first Vice-President.\n<br/>The correct answer is E."
  },
  {
    "id": "2267025",
    "unitNumber": 6,
    "text": "Which of the following is currently the term of office of the President in the Azerbaijani Republic?",
    "correctAnswer": "D",
    "options": {
      "A": "4 years",
      "B": "5 years",
      "C": "6 years",
      "D": "7 years",
      "E": "8 years"
    },
    "explanation": "The president of the Azerbaijani Republic is elected in general elections for a term of seven years, and there currently are no term limits.\n<br/>The correct answer is D."
  },
  {
    "id": "2267034",
    "unitNumber": 6,
    "text": "Which of the following developments caused the Nagorno-Karabakh conflict to be dealt with at the international level?",
    "correctAnswer": "A",
    "options": {
      "A": "The collapse of the USSR",
      "B": "Resolutions adopted by the UN Security Council",
      "C": "The Bishkek Agreement",
      "D": "The Ganja revolt of June 4",
      "E": "The Armenian-Azerbaijan war in 1992-1994"
    },
    "explanation": "The collapse of the USSR and the accession of Azerbaijan and Armenia to international organizations as independent states raised the Nagorno-Karabakh conflict to an international level, joining both countries in the Conference for Security and Cooperation in Europe on January 30, 1992, and led to the establishment of the Minsk Group for the settlement of the Nagorno-Karabakh conflict in the conference held by the CSCE in Helsinki on March 24, 1992.\n The correct answer is A."
  },
  {
    "id": "2267441",
    "unitNumber": 6,
    "text": "Which of the following politicians led the Round Table regime in Georgia?",
    "correctAnswer": "D",
    "options": {
      "A": "Salome Zurabishvili",
      "B": "Bidzina Ivanishvili",
      "C": "Mikheil Saakashvili",
      "D": "Zviad Gamsakhurdia",
      "E": "Eduard Shevardnadze"
    },
    "explanation": "On March 9, 1990, the Supreme Soviet of the Georgian SSR passed a law on the Georgian SSR’s sovereignty (The Resolution of the Supreme Council of the Republic of Georgia). In line with the changes made to the new election law on October 28, 1990, the Georgian parliament held free, multi-party elections for the first time. <u>The radical national political block “Round Table - Free Georgia,” led by Zviad Gamsakhurdia, won this election</u>. The alliance won 155 of the 250 seats in parliament. On November 14, 1990, the Supreme Soviet of the Georgian SSR declared the Georgian SSR the Democratic Republic of Georgia’s successor and decided to change its name to the Republic of Georgia. All these laws gradually led to the withdrawal of the republic from the USSR and its independence.\n The correct answer is D."
  },
  {
    "id": "2267462",
    "unitNumber": 6,
    "text": "Which of the following events put an end to the Shevardnadze government in Georgia?",
    "correctAnswer": "E",
    "options": {
      "A": "Glasnost Reform",
      "B": "Establishment of the Round Table - Free Georgia",
      "C": "Referendum on the Restoration of Georgia’s Independence",
      "D": "Georgia's membership of the Commonwealth of Independent States",
      "E": "Rose Revolution"
    },
    "explanation": "The Rose Revolution refers to the change of power in Georgia in 2003. Parliamentary elections were held on November 2, 2003, in Georgia. The block of Shevardnadze-Aslan Abashidze and Mikheil Saakashvili-Zurab Zhvania entered the parliament. However, the election results did not satisfy the opposition leaders Mikheil Saakashvili, Zurab Zhvani, and Nino Burjanadze. Because of this, They started to organize massive protests with the help of several international and non-governmental organizations. This movement called the “Rose Revolution” resulted in the resignation of Eduard Shevardnadze on November 23, 2003.\n The correct answer is E."
  },
  {
    "id": "2267476",
    "unitNumber": 6,
    "text": "Which of the following agreements was signed by Boris Yeltsin and Eduard Shevardnadze in 1992 to resolve the south Ossetia Problem?",
    "correctAnswer": "A",
    "options": {
      "A": "Sochi Agreement",
      "B": "Bishkek Protocol",
      "C": "Agreement of the Century",
      "D": "Moscow Agreement",
      "E": "Turkmencay Agreement"
    },
    "explanation": "The 1991-1992 civil war in Georgia weakened Georgia’s control over South Ossetia. Military operations resumed in spring 1992 after the overthrow of Gamsakhurdia and the rise of Shevardnadze to power. As Georgian forces approached Tskhinvali, Russia intervened and threatened to bomb Tbilisi. As a result of these pressures, the Georgian government was forced to back down. On June 24, 1992, Russian President Boris Yeltsin and Eduard Shevardnadze signed the Sochi Agreement (Dagomis Agreements) to resolve the issue. According to the agreement, Russian, Georgian and Ossetian peacekeepers were deployed in the region.\n<br/>The correct answer is A."
  },
  {
    "id": "2267489",
    "unitNumber": 6,
    "text": "The conflicts in which of the following Caucasian regions incited the Republic of Georgia to withdraw from the Moscow Agreement and accelerated the country's approach to the West?",
    "correctAnswer": "B",
    "options": {
      "A": "Adjara",
      "B": "Abkhazia",
      "C": "Karabakh",
      "D": "Tbilisi",
      "E": "Ahıska"
    },
    "explanation": "In 2008, taking advantage of Georgia’s defeat against Russia, the “Republic of Abkhazia” and the “Republic of South Ossetia” applied to the Russian Federation (Abkhaz Parliament asked Russia for recognition of independence) to recognize their independence and on August 26, 2008, the Russian Federation recognized the independence of both states (DECREE of the President of the Russian Federation of August 26, 2008, N 1261). In connection with this decision, the Republic of Georgia broke off diplomatic relations with Russia on August 29 of the same year and announced its withdrawal from the 1994 Moscow Agreement. On August 18, 2008, Georgia applied to the CIS to leave the institution, and 12 months later, Georgia officially left the CIS (About the Commonwealth of Independent States). The war with Russia in 2008 accelerated Georgia’s approach to the West.\n<br/>The correct answer is B."
  },
  {
    "id": "2267504",
    "unitNumber": 6,
    "text": "Which of the following was the first state that officially left the USSR?",
    "correctAnswer": "C",
    "options": {
      "A": "Azerbaijan",
      "B": "Abkhazia",
      "C": "Armenia",
      "D": "Georgia",
      "E": "South Ossetia"
    },
    "explanation": "The Armenian administration boycotted the referendum to be held to protect the Soviet Union in March 1991. A referendum on the independence of Armenia was held on September 21, 1991. When 95% of the people voted for independence, Armenia became the first republic to officially leave the USSR. On September 23, 1991, the Republic of Armenia declared its independence.\n<br/>The correct answer is C."
  },
  {
    "id": "2267509",
    "unitNumber": 6,
    "text": "Which of the following leaders played an important role in Armenia’s struggle for independence, and was the first democratically elected president of independent Armenia?",
    "correctAnswer": "B",
    "options": {
      "A": "Vazgen Manukyan",
      "B": "Levon Ter Petrossian",
      "C": "Robert Kocharian",
      "D": "Serzh Sargsyan",
      "E": "Nikol Pashinyan"
    },
    "explanation": "Levon Ter Petrossian, born in 1945, played an important role in Armenia’s struggle for independence, and is the first democratically elected president of independent Armenia. During the presidency of Ter Petrossian from 1991 to 1998, the Republic of Armenia experienced important events both in its domestic and foreign policy.\n<br/>The correct answer is B."
  },
  {
    "id": "2267526",
    "unitNumber": 6,
    "text": "Which of the following figures is the leader of the My Step action taken against Sargsyan's prime ministry in 2018?",
    "correctAnswer": "C",
    "options": {
      "A": "Karen Demirchian",
      "B": "Robert Kocharian",
      "C": "Nikol Pashinyan",
      "D": "Seyran Ohanyan",
      "E": "Manuk Sukiasyan"
    },
    "explanation": "The deterioration of the economy, the poverty of the people, the unresolved social problems, the excessive use of power by the oligarchs over the society, and the corruption in their rule have caused the people to mistrust the Sargsyan rule. Evaluating this situation, the opposition “Elk” (Exit) Faction in the Parliament and the President of the “Citizen Agreement” Party, Nikol Pashinyan, announced on March 31, 2018, that they initiated the “My Step” action against Sargsyan’s possible Prime Ministry.\n<br/>The correct answer is C."
  },
  {
    "id": "2269245",
    "unitNumber": 6,
    "text": "I.Nagorno-Karabakh\n<br/>II. Chechnya\n<br/>III. South Ossetia\n<br/>IV. Abkhazia\n<br/>Which of the problems above is/are among the unresolved and issues related to the Caucasus?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "III and IV",
      "E": "I-III and IV"
    },
    "explanation": "Statements III and IV include regions in which problems still exist. Problems in Chechnya and Nagorno-Karabakh were resolved."
  },
  {
    "id": "2269258",
    "unitNumber": 6,
    "text": "I. It is located in the South of Caspian Sea\n II. Russia, Georgia, Armenia, and Iran are among its neighbors\n III. It was part of the USSR in the past\n IV. Ilham Aliyev is the first officially elected president\n Which of the above is/are true about Azerbaijan?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "II and III",
      "D": "I and IV",
      "E": "I-II and III"
    },
    "explanation": "Statements II and III are true about Azerbaijan"
  },
  {
    "id": "2269259",
    "unitNumber": 6,
    "text": "I. Persian\n<br/>II. Greek\n<br/>III. Arab\n<br/>IV. French\n<br/>V. British\n<br/>Which of the above force(s) occupied the Azerbaijan region throughout history?",
    "correctAnswer": "D",
    "options": {
      "A": "Only III",
      "B": "Only V",
      "C": "I and IV",
      "D": "I-II and III",
      "E": "III and V"
    },
    "explanation": "Statements I-II and III include the forces that occupied the Azerbaijan region."
  },
  {
    "id": "2269264",
    "unitNumber": 6,
    "text": "Which of the following is the first democratically elected president of the Republic of Azerbaijan?",
    "correctAnswer": "A",
    "options": {
      "A": "Ebulfeyz Elchibey",
      "B": "Haydar Aliyev",
      "C": "İlham Aliyev",
      "D": "Kamran Bagirov",
      "E": "Abdurrahman Vezirov"
    },
    "explanation": "Ebulfeyz Elchibey is the first democratically elected president of the Republic of Azerbaijan"
  },
  {
    "id": "2269411",
    "unitNumber": 6,
    "text": "Which of the following is the national currency of Azaerbaijan?",
    "correctAnswer": "B",
    "options": {
      "A": "Yen",
      "B": "Manat",
      "C": "Lari",
      "D": "Lira",
      "E": "Rouble"
    },
    "explanation": "Manat is the national currency of Azerbaijan"
  },
  {
    "id": "2269421",
    "unitNumber": 6,
    "text": "Which of the following countries does Azerbaijan have a conflict over Nagorno-Karabakh region?",
    "correctAnswer": "D",
    "options": {
      "A": "Georgia",
      "B": "Russia",
      "C": "Iran",
      "D": "Armenia",
      "E": "Turkmenistan"
    },
    "explanation": "Azerbaijan has a conflict over Nagorno-Karabakh region with Armenia."
  },
  {
    "id": "2269442",
    "unitNumber": 6,
    "text": "Which of the following is one of the autonomous republics within Georgia's borders?",
    "correctAnswer": "C",
    "options": {
      "A": "Nakhichevan",
      "B": "Nagorno-Karabakh",
      "C": "South Ossetia",
      "D": "Crimea",
      "E": "Chechnya"
    },
    "explanation": "South Ossetia is an autonomous republic within Georgia's borders"
  },
  {
    "id": "2269454",
    "unitNumber": 6,
    "text": "I. There have been ethnic problems covered by the Soviet regime in the past.\n<br/>II. It is still ruled by a Russian dynasty members\n<br/>III. Its capital city is Tbilisi.\n<br/>IV. Saakashvili came to power as a result of the Rose Revolution.\n<br/>Which of the above is/are true for Georgia?",
    "correctAnswer": "E",
    "options": {
      "A": "Only II",
      "B": ".I and II",
      "C": "III and IV",
      "D": "II-III and IV",
      "E": "I-III and IV"
    },
    "explanation": "Statements I-III and IV are true for Georgia."
  },
  {
    "id": "2269461",
    "unitNumber": 6,
    "text": "I. It declared its independence in 1947.\n II. Levon Ter Petrossian played an important role in Armenia's struggle for independence.\n III. The spiritual center of the Armenian Church is in Echmiadzin.\n IV. Armenia has the most agricultural production in the South Caucasus.\n Which of the above is/are true about Armenia?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I and II",
      "D": "II and III",
      "E": "I-III and IV"
    },
    "explanation": "Statements II and III are true about Armenia"
  },
  {
    "id": "2269467",
    "unitNumber": 6,
    "text": "Which of the following countries has an economic blockade on Armenia?",
    "correctAnswer": "A",
    "options": {
      "A": "Turkey",
      "B": "Russia",
      "C": "Georgia",
      "D": "Iran",
      "E": "Kazakhstan"
    },
    "explanation": "Turey still has economic blockade on Armenia."
  },
  {
    "id": "2848828",
    "unitNumber": 6,
    "text": "I. Persia<br/>II. Greece<br/>III. Sassanid<br/>IV. Arab<br/>V. Finland\n<br/>Which of the above have occupied Azerbaijan?",
    "correctAnswer": "A",
    "options": {
      "A": "I,II,III and IV",
      "B": "I, II, III and V",
      "C": "I,II, IV and V",
      "D": "II, III and IV",
      "E": "II, III, IV and V"
    },
    "explanation": "The answer is A) only Finland did not occupy Azerbaijan."
  },
  {
    "id": "2848830",
    "unitNumber": 6,
    "text": "Which of the following contributed to the independency of Transcaucasia?",
    "correctAnswer": "B",
    "options": {
      "A": "Bolshevik Revolution",
      "B": "Brest-Litovsk Agreement",
      "C": "Contract of the Century",
      "D": "Union of the Century",
      "E": "Caucasus Agreement"
    },
    "explanation": "On March 3, 1918, after the signing of the Brest-Litovsk Agreement, Transcaucasia’s situation changed. On April 9, 1918, Transcaucasia became an independent country, and although Georgians and Armenians reluctantly but Azerbaijanis willingly separated from Russia. The right answer is B)"
  },
  {
    "id": "2848835",
    "unitNumber": 6,
    "text": "Which event overthrew the Elchibey government?",
    "correctAnswer": "B",
    "options": {
      "A": "1990 coup in Moscow",
      "B": "1993 coup in Ganja",
      "C": "1993 coup in Moscow",
      "D": "1994 Cease Fire Agreement",
      "E": "1994 Agreement of the Century"
    },
    "explanation": "The military took full control of Baku within a few hours. Nevertheless, on January 20, 1990, Moscow essentially lost Azerbaijan. Immediately after the intervention, the President of the Azerbaijan SSR Communist Party, Abdurrahman Vezirov, was dismissed and replaced by Ayaz Mütellibov, then Chairman of the Council of Ministers. From the first day of his government, Müttelibov tried to rule the country only with Moscow’s decisions, which later led to the unification of all opposition forces against him.\n<br/>( Choice A, C) The failed coup in Moscow, which was established to save the USSR in Moscow, on 19-21 August, resulted in the separation of the Soviet republics from the USSR by declaring their independence. Azerbaijan declared independence on October 18, 1991.\n<br/>( Answer B) On June 4, 1993, Colonel Suret Hüseyinov, supported by Russia, made a coup in Ganja. With the help of pro-Russian political forces in the government and the Parliament, the Elchibey government was overthrown.\n<br/>Choice D) After the 1994 ceasefire agreement, the President of Azerbaijan, Aliyev, eliminated armed opposition in the country. As a result of these activities, Prime Minister Hüseyinov and Former Defense Minister Rehim Gaziyev, preparing a coup<br/>against him, had to flee the country. Although they started a rebellion against the government in March 1995, under the command of former Deputy Interior Minister Rovshen Javadov, the Special Forces of former Karabakh veterans, they<br/>failed. With the elimination of this unit by the army, armed opposition units in Azerbaijan were ended. Javadov was the last armed revolt in Aliyev’s<br/>Azerbaijan and the turning point after which the government regained its monopoly on the use offorce (Cornell, 2001, pp. 300-302).\n<br/>Choice E) is related to “Agreement of the Century,” (choice D) the 1994 ceasefire agreement, the President of Azerbaijan, Aliyev, eliminated armed opposition in the country. As a result of these activities, Prime Minister Hüseyinov and Former Defense Minister Rehim Gaziyev, preparing a coup against him, had to flee the country One of the most important events of the Aliyev period was the signing of the Oil Agreements, which went down in history with the name of the “Agreement of the Century,” signed in Baku on September 20, 1994. In addition to Western oil companies, Turkish and Russian oil companies were also included in this agreement. This clearly shows that Aliyev was following a balanced policy in foreign politics. The right answer is B."
  },
  {
    "id": "2848837",
    "unitNumber": 6,
    "text": "Which of the following can be associated with the Turkmenchay Treaty?",
    "correctAnswer": "E",
    "options": {
      "A": "Failed coup in Moscow",
      "B": "Protests in Nagorno-Karabakh",
      "C": "Coup in Ganja",
      "D": "The Bishkek Protocol",
      "E": "Russo-Iranian war"
    },
    "explanation": "This policy of Peter I was continued by all the Tsars who came to power after him. As a result of the resettlement policy of the Russian Empire in the late 19th and early 20th centuries, the number of Armenians in the South Caucasus increased from 300,000 to 1,300,000, and the Russian historians themselves acknowledge that this resettlement was organized by the Russian government (Shavrov, 1911, p. 64). This resettlement was formalized by the Turkmenchay Treaty signed in 1828 after the Russo-Iranian war.\n<br/><strong>Coups in Moscow and Ganja:</strong>\n<br/>The military took full control of Baku within a few hours. Nevertheless, on January 20, 1990, Moscow essentially lost Azerbaijan. Immediately after the intervention, the President of the Azerbaijan SSR Communist Party, Abdurrahman Vezirov, was dismissed and replaced by Ayaz Mütellibov, then Chairman of the Council of Ministers. From the first day of his government, Müttelibov tried to rule the country only with Moscow’s decisions, which later led to the unification of all opposition forces against him. The failed coup in Moscow, which was established to save the USSR in Moscow, on 19-21 August, resulted in the separation of the Soviet republics from the USSR by declaring their independence. Azerbaijan declared independence on October 18, 1991. On June 4, 1993, Colonel Suret Hüseyinov, supported by Russia, made a coup in Ganja. With the help of pro-Russian political forces in the government and the Parliament, the Elchibey government was overthrown.\n<br/>The Bishkek Protocol During the presidency of Ter-Petrosian from 1991 to 1998, the Republic of Armenia experienced important events both in its domestic and foreign policy. Although Ter Petrosian tried to present the Karabakh problem to international organizations as the problem of Armenians living in Nagorno- Karabakh, not Armenia, the war between Azerbaijan and Armenia (1992-1994) also coincided with his term. This war resulted in the occupation of Nagorno-Karabakh and 7 Azerbaijani districts around it by the Armenian armies due to the internal situation in Azerbaijan. The Bishkek Protocol, which provides a ceasefire between these two states, was signed in Bishkek, Kyrgyzstan’s capital, on May 14, 1994 (Bell, 2005, p. 326). The right answer E."
  },
  {
    "id": "2848841",
    "unitNumber": 6,
    "text": "When was Heydar Aliyev called to power ?",
    "correctAnswer": "C",
    "options": {
      "A": "June 1982",
      "B": "June 1992",
      "C": "June 1993",
      "D": "June 1994",
      "E": "June 1995"
    },
    "explanation": "Heydar Aliyev was called to power on June 15, 1993, who previously served as the Chairman of the Communist Party Central Committee in the Azerbaijan USR between 1969 and 1982, and the Deputy Prime Minister of the USSR in 1982-1987, and from 1990 onwards, the Chairman of the Majlis of the Nakhichevan Autonomous Republic of the Azerbaijan Republic.\n<br/>The right Answer is C. June 1993"
  },
  {
    "id": "2848845",
    "unitNumber": 6,
    "text": "When was the “Georgian Supreme Government” established?",
    "correctAnswer": "B",
    "options": {
      "A": "1798",
      "B": "1802",
      "C": "1918",
      "D": "1921",
      "E": "1922"
    },
    "explanation": "In January 1798, George XII asked the Russian Tsar Paul I to include Kartli-Kakheti in Russia. On May 8, 1802, a new administration, “Georgian Supreme Government,” was established. In Georgia, which was part of the Russian empire for more than 100 years, in the late 19th and early 20th centuries, the national liberation movement was strengthened, and the Democratic Republic of Georgia was established in 1918. In February 1921, troops of the 11th Red Army invaded and sovietized Georgia. Uprisings occurred in the country in 1922-1924 against this occupation. In the post-war period, mass protests against the government took place in Georgia in 1956 due to economic and hidden ideological processes. The election of Eduard Shevardnadze as the First Secretary of the Central Committee of the Georgian Communist Party in 1972 marked the beginning of a new era in Georgia’s political and economic life. In 1985, Shevardnadze was replaced by Cumber Patiashvili after being nominated for the USSR Minister of Foreign Affairs. The right answer is B)"
  },
  {
    "id": "2848851",
    "unitNumber": 6,
    "text": "The “RoundTable” regime is associated with which of the following names?",
    "correctAnswer": "D",
    "options": {
      "A": "Eduard Shevardnadze",
      "B": "Ilham Aliyev",
      "C": "Haydar Aliyev",
      "D": "Zviad Gamsakhurdia",
      "E": "Abulfez Elchibey"
    },
    "explanation": "As a result of the political events that started in early September, Gamsakhurdia’s “Round Table” regime began to collapse. The government began to disband National Democratic Party demonstrators, which sparked a strong wave of protest. Representatives of all opposition forces participated in the demonstrations. The answer is D) Zviad Gamsakhurdia"
  },
  {
    "id": "2848858",
    "unitNumber": 6,
    "text": "Which of the following was the direct consequence of The Rose Revolution ?",
    "correctAnswer": "C",
    "options": {
      "A": "The foundation of the “National Movement for the Liberation of Georgia”",
      "B": "The law “Restoring the Independence of the State” was passed",
      "C": "The resignation of Eduard Shevardnadze",
      "D": "Gamsakhurdia’s “Round Table” regime collapsed",
      "E": "Russia’s armed intervention in Georgia"
    },
    "explanation": "Leading the “Rose Revolution,” Saakashvili started his political career with the Georgian Civil Unity Party, founded by Shevardnadze in 1993 and won the parliamentary elections in 1995. In 2000, under Shevardnadze’s administration, Saakashvili was appointed Minister of Justice. However, he soon joined the opposition and founded the “National Movement for the Liberation of Georgia” with his supporters in 2001. Saakashvili changed the organization’s name to United National Movement in 2002. On April 9, 1991, the Supreme Soviet of Georgia passed the law “Restoring the Independence of the State.” At the Supreme Soviet’s extraordinary meeting on April 14, 1991, Gamsakhurdia was elected the first president of Georgia. When Saakashvili was in power between 2004 and 2013, he directed its foreign policy to the West. He tried to solve the existing problems in the country with these states’ help. This policy resulted in Russia’s armed intervention in Georgia in 2008, and Saakashvili’s reformist image, which carries out an independent policy, was damaged. The right answer is C."
  },
  {
    "id": "2848863",
    "unitNumber": 6,
    "text": "When was the status of the Autonomous Province of South Ossetia annulled by the Georgian parliament’s decision ?",
    "correctAnswer": "A",
    "options": {
      "A": "1990",
      "B": "1992",
      "C": "1993",
      "D": "1995",
      "E": "2002"
    },
    "explanation": "The status of the Autonomous Province of South Ossetia was annulled by the Georgian parliament’s decision in 1990. The right Answer is A ) 1990"
  },
  {
    "id": "2848872",
    "unitNumber": 6,
    "text": "When did Georgia switch from the Presidential System to the Parliamentary system?",
    "correctAnswer": "E",
    "options": {
      "A": "1991",
      "B": "2000",
      "C": "2002",
      "D": "2005",
      "E": "2010"
    },
    "explanation": "Independent Georgia’s first Constitution was passed by referendum on August 24, 1991. With the changes made in the constitution on October 15, 2010, the country switched from the Presidential System to the Parliamentary system. The Georgian Parliament is the highest legislative body in Georgia. According to the constitution, the Georgian Parliament is the highest representative body of the state, determining the main aspects of the country’s domestic and foreign policy, implementing legislation, monitoring the Georgian government’s activities, and exercising other powers determined by the Georgian Constitution. In this framework, the president’s powers were significantly reduced while the prime minister’s powers, the Government, and the Parliament were increased (Parliament of Georgia, 2019) The right answer is A."
  },
  {
    "id": "2848902",
    "unitNumber": 6,
    "text": "Who was the first democratically elected president of independent Armenia?",
    "correctAnswer": "A",
    "options": {
      "A": "Levon Ter Petrossian",
      "B": "Robert Kocharian",
      "C": "Serzh Sargsyan",
      "D": "Nikol Pashinyan",
      "E": "Mikheil Saakashvili"
    },
    "explanation": "One of the leaders of the Karabakh clan who forced Ter Petrossian to resign, Robert Kocharian, the second president of Armenia, was born in Khankendi, Azerbaijan. During the years when he was the head of state of the unrecognized “Republic of Nagorno- Karabakh,” Kocharian was also an important voice in Armenian politics. The murder of his political opponents in a terrorist incident in the Parliament during Kocharyan’s presidency damaged his political image.Serzh Sargsyan, the third president of Armenia, was also born in Khankendi, a city of Azerbaijan. Sarkisyan, one of the important figures of the Karabakh clan, could escape the influence of the leader of the clan, Kocharian, during his presidency, and gave the impression that the country was mostly under the rule of the clan leaders.\n<br/>Nikol Pashinyan, whose name was not mentioned in Armenian politics until 2018, was out on the streets during the popular uprising that opposed Sarkisyan’s retake of the sovereignty after the changes in the Constitution, and although he was the leader of a political union with only nine deputy seats in the Parliament, he was elected prime minister under the pressure of the people. His Western-oriented policy was not welcomed by Armenia’s main ally in the region, Russia.\n<br/>Mikheil Saakashvili graduated from the Institute of International relations of Kiev with honors and then enrolled at Columbia University in New York via the Edmund S. Muskie Graduate Fellowship Program. In 1995 he received a Master’s degree in law. In the same year he received an honorary diploma in Comparative Law of Human Rights from the International Institute of Human Rights in Strasburg. In 1995-1996 he studied at The George Washington University National Center of Law. In 2003, Mikheil Saakashvili, Zurab Jvania and Nino Burjanadze called together the society to protest the rigged elections. This ended with Rose Revolution and resignation of President Eduard Shevardnadze in 2003.\n<br/>The answer is A . Levon Ter Petrossian"
  },
  {
    "id": "2265189",
    "unitNumber": 7,
    "text": "In which year did the Rose Revolution occur?",
    "correctAnswer": "C",
    "options": {
      "A": "2001",
      "B": "2002",
      "C": "2003",
      "D": "2004",
      "E": "2005"
    },
    "explanation": "After the Rose Revolution in<strong> 2003</strong>, Georgia followed a Western-oriented policy establishing close ties with the USA."
  },
  {
    "id": "2265192",
    "unitNumber": 7,
    "text": "In which year was the NATO Bucharest Summit held?",
    "correctAnswer": "E",
    "options": {
      "A": "2004",
      "B": "2005",
      "C": "2006",
      "D": "2007",
      "E": "2008"
    },
    "explanation": "Georgia could not participate in the Membership Action Plan at the NATO Bucharest Summit in April <strong>2008</strong>."
  },
  {
    "id": "2265196",
    "unitNumber": 7,
    "text": "Which country is the richest in terms of natural resources among the Caucasus republics?",
    "correctAnswer": "A",
    "options": {
      "A": "Azerbaijan",
      "B": "Georgia",
      "C": "Armenia",
      "D": "Kazakhstan",
      "E": "Tajikistan"
    },
    "explanation": "<strong>Azerbaijan</strong> is the richest country among the Caucasus republics in terms of natural resources."
  },
  {
    "id": "2269065",
    "unitNumber": 7,
    "text": "Which president of Azerbaijan confirmed the transition to the Latin alphabet?",
    "correctAnswer": "C",
    "options": {
      "A": "Ayaz Müttelibov",
      "B": "Yagub Mammadov",
      "C": "Abulfaz Elchibey",
      "D": "Heydar Aliyev",
      "E": "Ilham Aliyev"
    },
    "explanation": "Elchibey confirmed the transition to the Latin alphabet."
  },
  {
    "id": "2269089",
    "unitNumber": 7,
    "text": "According to the deal signed between Azerbaijan and Armenia on 10 November 2020, for how long shall Russia deploy a peacekeeping contingent along the contact line in Nagorno-Karabakh and the Lachin corridor?",
    "correctAnswer": "D",
    "options": {
      "A": "2 years",
      "B": "3 years",
      "C": "4 years",
      "D": "5 years",
      "E": "6 years"
    },
    "explanation": "Russia shall deploy a peacekeeping contingent along the contact line in Nagorno-Karabakh and the Lachin corridor, which consists of 1960 military personnel with small arms, 90 armored personnel carriers and 380 units of the automobile and special equipment. Russia’s peacekeeping contingent shall be deployed <strong>for five years</strong> with automatic extension by further five-year periods if none of the Parties declares six months before the expiration of the period of its intention to terminate the application of this provision."
  },
  {
    "id": "2269234",
    "unitNumber": 7,
    "text": "<ol type=\"I\"><br/><li> continuing Armenian occupation and severe impact of the Nagorno-Karabakh conflict</li><br/><li>the Friendship, Cooperation, and Mutual Trust Agreement signed with Russia</li><br/><li>the Russian military presence in Azerbaijan</li><br/></ol><br/>Which of the above are among the reasons which caused the end of the Elchibey government?",
    "correctAnswer": "A",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "I and III",
      "D": "II and III",
      "E": "I, II, and III"
    },
    "explanation": "Despite the attempts to consolidate Azerbaijan’s independence and utilize Azerbaijan’s energy resources, continuing Armenian occupation and severe impact of the Nagorno-Karabakh conflict brought an end to the Elchibey government. The answer is A."
  },
  {
    "id": "2269271",
    "unitNumber": 7,
    "text": "Which country worked with Azerbaijan in the Caspian Guard Program?",
    "correctAnswer": "E",
    "options": {
      "A": "Armenia",
      "B": "Afghanistan",
      "C": "Kosovo",
      "D": "Turkey",
      "E": "The USA"
    },
    "explanation": "Azerbaijan and the US worked together in the Caspian Guard Program (https://<a href=\"http://www.azconsulatela.org/Azerbaijan/Azerbaijan-USRelations)\">www.azconsulatela.org/Azerbaijan/Azerbaijan-USRelations)</a>."
  },
  {
    "id": "2269369",
    "unitNumber": 7,
    "text": "Which one of the following stands for the Russian policy that considered the Caucasus an inseparable part of the Russian national interest?",
    "correctAnswer": "E",
    "options": {
      "A": "Near International",
      "B": "Abroad Close",
      "C": "Close Abroad",
      "D": "Abroad Near",
      "E": "Near Abroad"
    },
    "explanation": "Russian <strong>“Near Abroad”</strong> policy has considered the Caucasus an inseparable part of the Russian national interest (Allison,<br/>1993, p. 46)."
  },
  {
    "id": "2269378",
    "unitNumber": 7,
    "text": "In which year did Russia and Armenia sign an agreement to establish a joint army?",
    "correctAnswer": "E",
    "options": {
      "A": "2012",
      "B": "2013",
      "C": "2014",
      "D": "2015",
      "E": "2016"
    },
    "explanation": "After the Russian initiated ceasefire in the Nagorno-Karabakh conflict, Russia tried to be seen as more impartial. However, Russian-Armenian military ties continued, and Russia and Armenia even signed an agreement to establish a joint army in <strong>November 2016</strong>."
  },
  {
    "id": "2269404",
    "unitNumber": 7,
    "text": "Which motto is used to describe Azerbaijan and Turkey relations?",
    "correctAnswer": "A",
    "options": {
      "A": "One Nation Two States",
      "B": "Two Nations One State",
      "C": "One Nation One State",
      "D": "Two Nations Two States",
      "E": "Two NationsTogether"
    },
    "explanation": "Azerbaijan and Turkey relations are described as <strong>One Nation Two States.</strong>"
  },
  {
    "id": "2269433",
    "unitNumber": 7,
    "text": "Which of the following constitutes the highest trade volume in US dollars?",
    "correctAnswer": "C",
    "options": {
      "A": "Azerbaijan’s imports from Iran",
      "B": "Azerbaijan’s exports to Iran",
      "C": "Azerbaijan’s imports from Russia",
      "D": "The US exports to Azerbaijan",
      "E": "The US imports from Azerbaijan"
    },
    "explanation": "Azerbaijan’s imports from Iran were 323.7 million USD in 2017, and Azerbaijan’s exports to Iran were 26.8 million USD in 2017 (https://wits.worldbank.org/CountryProfile/en/Country/IRN/Year/2017/TradeFlow/Export and https://wits.worldbank.org/CountryProfile/en/Country/IRN/Year/2011/TradeFlow/Import). Trade relations between Azerbaijan and the US also are below the<br/>expected level. The total trade volume in 2019 was 400.3 million USD. The US exports to Azerbaijan was 374.4 million USD, and the US imports<br/>were 25.9 million USD (https://www.census.gov/foreign-trade/balance/c4632.html). <strong>Azerbaijan’s import from Russia was 2.29 billion USD</strong>, which is the highest amount among these trade volumes."
  },
  {
    "id": "2271018",
    "unitNumber": 7,
    "text": "Which of the following is <u><strong>incorrect</strong></u> about the Nagorno-Karabakh Conflict?",
    "correctAnswer": "C",
    "options": {
      "A": "More than one million people had been internally displaced.",
      "B": "20 % of Azerbaijan territory had been occupied.",
      "C": "In January 1990, Armenia sent troops to Baku, and hundreds of people died.",
      "D": "More than 25,000 lives lost due to the conflict.",
      "E": "In February 1992, the Armenian forces attacked Khojaly, killing 613 civilians."
    },
    "explanation": "The Nagorno-Karabakh conflict is a major issue in Azerbaijan’s foreign policy. More than one million people had been internally displaced, and 20 % of Azerbaijan territory had been occupied, and more than 25,000 lives lost due to the conflict. In February 1988, during the Soviet era, Armenians started demonstrations and attacked Azerbaijani Turks demanding that the Nagorno Karabakh be put under Armenia’s jurisdiction. The Supreme Soviet of the USSR rejected the demand. Violence against the Azerbaijani Turks in Nagorno Karabakh caused a demonstration in Baku. On 15 January 1990, Moscow sent troops, and hundreds of people died. This incident was called “Black January” in Azerbaijan. After the disintegration of the Soviet Union, the conflict became a regional problem. The Armenian forces occupied Azerbaijan’s towns and cities. One of the most crucial losses for Azerbaijan was the fall of Khojaly. On 25- 26 February 1992, the Armenian forces attacked the town, killing 613 civilians and hundreds were missing and wounded."
  },
  {
    "id": "2271059",
    "unitNumber": 7,
    "text": "<ol type=\"I\"><br/><li>The US was against the East-West energy corridor, because of Armenian lobby in the USA. </li><br/><li>The USA objected to Russian involvement in the region’s energy politics. </li><br/><li>The US’s main aim in the region was to prevent Iranian involvement in energy projects.</li><br/></ol><br/>Which of the above statements truely represents the US-Azerbaijan relations?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "I and III",
      "D": "II and III",
      "E": "Only III"
    },
    "explanation": "In the first years of the post-Cold War era, Azerbaijan’s relations with the US focused on safe transportation and extraction of energy resources. The US supported the East-West energy corridor. The US did not object to Russian involvement in the region’s energy politics since the US followed “Russia First policy” after the collapse of the Soviet Union. The US’s main aim in the region was to prevent Iranian involvement in energy projects. The answer is E."
  },
  {
    "id": "2271131",
    "unitNumber": 7,
    "text": "Following are the conflictual territories in Cuacasian region, matched with countries that are conflicting parties in the region. Which one is the correct match?",
    "correctAnswer": "A",
    "options": {
      "A": "Nagorno-Karabakh: Azerbaijan vs. Armenia",
      "B": "Abkhazia: Azerbaijan vs. Armenia",
      "C": "South Ossetia: Armenia vs. Georgia",
      "D": "Nagorno-Karabakh: Russia vs. Armenia",
      "E": "Adjara: Georgia vs. Armenia"
    },
    "explanation": "<em>T</em><em>he Nagorno-Karabakh problem is the most devastating consequence among the conflicts in the Caucasus since 20 % of Azerbaijan...</em><br/>The correct answer is A"
  },
  {
    "id": "2271145",
    "unitNumber": 7,
    "text": "Following are the presidents of Azerbaijan, since the country became independent after the Cold War. Given presidents are matched with important foreign policy events in their era. Which one is the <strong>incorrect</strong> match?",
    "correctAnswer": "B",
    "options": {
      "A": "In Ayaz Müttelibov era, the Azerbaijan’s Commonwealth of Independent States (CIS) membership was rejected by the Parliament.",
      "B": "İlham Aliyev confirmed the transition to the Latin alphabet.",
      "C": "Abulfez Elchibey tried to establish good relations with Russia, and Azerbaijan became a member of the CIS.",
      "D": "Abulfez Elchibey supported pipeline projects bypassing Russia.",
      "E": "Heydar Aliyev gave a 10 % share to the Russian company Lukoil in International Energy Consortium."
    },
    "explanation": "<em>Complete Section titled </em><em>The foreign policy of Azerbaijan...</em><br/>The correct answer is B. Abulfez Elchibey confirmed the transition to the Latin alphabet."
  },
  {
    "id": "2271150",
    "unitNumber": 7,
    "text": "Which of the following is <u><strong>false</strong></u> regarding Azerbaijan's relationships with the US?",
    "correctAnswer": "C",
    "options": {
      "A": "The US has a priority on safe transportation and extraction of energy resources in Azerbaijan but a higher priority to maintain a good relationship with Russia.",
      "B": "The US initiated direct talks between Armenia and Azerbaijan in order to solve the Nagorno-Karabakh conflict.",
      "C": "US position to support the Armenian side in Nagorno-Karabakh conflict, significantly until the 1994 ceasefire agreement, negatively impacted Azerbaijan-US relations.",
      "D": "The US Congress passed the Freedom Support Act Section 907 prohibited the US government from providing aid to Azerbaijan.",
      "E": "Armenian diaspora lobbyists put obstacles for the development in Azerbaijan- US relations."
    },
    "explanation": "<em>Complete Section titled </em><em>Azerbaijan-US Relations.</em><br/>Yanıt C'dir."
  },
  {
    "id": "2271153",
    "unitNumber": 7,
    "text": "Which of the following is not a connection between Azerbaijan and Turkey?",
    "correctAnswer": "D",
    "options": {
      "A": "Trans-Anatolian Natural Gas Pipeline",
      "B": "Baku-Tbilisi-Ceyhan oil pipeline",
      "C": "Baku-Tbilisi-Erzurum natural gas pipeline",
      "D": "Turkish Stream Pipeline",
      "E": "Baku-Tbilisi-Kars railway"
    },
    "explanation": "<em>In Section titled </em><em>Azerbaijan-Turkey Relations.</em><br/>Yanıt D'dir."
  },
  {
    "id": "2271158",
    "unitNumber": 7,
    "text": "Azerbaijan has problems with other energy-rich states of the region, regarding disputed energy fields in the Caspian Sea. Which country is one of the parties in the Kepez/Serdar region issue?",
    "correctAnswer": "E",
    "options": {
      "A": "Russia",
      "B": "Kazakhstan",
      "C": "Turkey",
      "D": "Iran",
      "E": "Turkmenistan"
    },
    "explanation": "<em>In Section titled </em><em>Transportation of Caspian Energy Resources</em><br/>Yanıt E'dir."
  },
  {
    "id": "2271162",
    "unitNumber": 7,
    "text": "Which of the following does not affect the Armenian-Georgian relations directly?",
    "correctAnswer": "A",
    "options": {
      "A": "Georgia still wants to be closer to NATO and the EU.",
      "B": "The August 2008 Russian-Georgian conflict.",
      "C": "The Armenian minority in Georgia and the separatist tendencies from time to time.",
      "D": "Armenia’s Karabakh policy feeding the distrust of Georgia.",
      "E": "The discourses of some political parties and groups, especially the Armenian Revolutionary Federation, alarming for Georgia."
    },
    "explanation": "<em>3rd paragraph </em><em>The August 2008 Russian-Georgian conflict had an impact on the Armenian...</em><em> -</em><br/>Yanıt A"
  },
  {
    "id": "2271166",
    "unitNumber": 7,
    "text": "Which of the following is <u><strong>false</strong></u> about Georgia’s relations with other countries?",
    "correctAnswer": "B",
    "options": {
      "A": "French President Sarkozy stepped in on behalf of the EU to stop the Georgia-Russia conflict in 2008.",
      "B": "Besides the Russian domination of many sectors in Georgia, an important part of Georgia’s budget includes money received from Russia in the form of loans.",
      "C": "Georgia permitted its air space to be used for US military operations in Afghanistan.",
      "D": "When problems with Russia were experienced, Iran was seen as a country that would help to ease Russia’s pressure on Georgia.",
      "E": "Georgia is important for Turkey since Azerbaijan’s energy resources reached Turkey through Georgia."
    },
    "explanation": "between the pages 188-194 \n<br/><em>Section Titled </em><em>FOREIGN POLICY OF GEORGIA</em><br/>Yanıt B'dir."
  },
  {
    "id": "2271169",
    "unitNumber": 7,
    "text": "What is the “Rose Revolution”?",
    "correctAnswer": "C",
    "options": {
      "A": "In February 1988, Armenians started demonstrations and attacked Azerbaijani Turks demanding that the Nagorno-Karabakh be put under Armenia’s jurisdiction.",
      "B": "It is the opposition gathering in Yerevan Freedom Square in 2004, which was settled down by the security forces’ intervention.",
      "C": "After the parliamentary elections in 2003, big demonstrations started in Georgia and President Shevardnadze resigned.",
      "D": "The street protests and movements in Armenia in 2008, which led Pashinyan come to power after the Sargsyan era.",
      "E": "Resignation of Ter-Petrosian in 1998 due to the pressure of diaspora organizations and diaspora-based parties."
    },
    "explanation": "<em>Page 173 &amp; 183 &amp; 189 &amp; 191 &amp; 195 &amp; 196</em><br/>Yanıt C'dir."
  },
  {
    "id": "2271172",
    "unitNumber": 7,
    "text": "Which of the following is true about the foreign policies of Azerbaijan, Armenia, and Georgia?",
    "correctAnswer": "B",
    "options": {
      "A": "Azerbaijan became a member of the CSTO and EEU.",
      "B": "Armenia became a member of CIS, CSTO, and EEU.",
      "C": "Georgia became a member of the CIS during the presidency of Zviad Gamsakhurdia.",
      "D": "Saakashvili, the 3rd president of Georgia, supported Georgia’s integration with Russia.",
      "E": "Azerbaijan allowed Russian military bases in its territory."
    },
    "explanation": "Although Azerbaijan accepted to be a CIS member, Azerbaijan did not allow Russian military bases in its territory. Azerbaijan did not become a member of the CSTO and EEU. Armenia became a member of CIS, CSTO, and EEU. Armenia also became economically dependent on Russia. In May 1991, Zviad Gamsakhurdia became the first President of Georgia, and he opposed Georgia’s membership of the CIS. Saakashvili won the Presidential Elections held on January 4, 2004, became the third president of Georgia after independence. Saakashvili supported Georgia’s integration with the West and its membership in NATO and the EU. The answer is B."
  },
  {
    "id": "2271177",
    "unitNumber": 7,
    "text": "Which of the following is not among the similarities between the Caucasian territory states?",
    "correctAnswer": "D",
    "options": {
      "A": "Azerbaijan and Turkey have strong military ties, and they conducted joint military exercises.",
      "B": "Armenia and Azerbaijan are landlocked countries that need to establish stable relations with their neighbours.",
      "C": "Armenia and Georgia became a part of energy competition although they do not have natural resources.",
      "D": "Georgia and Armenia tried to follow a policy to integrate with the West.",
      "E": "Azerbaijan, Armenia, and Georgia became independent after the disintegration of the Soviet Union."
    },
    "explanation": "P.<em>194 Georgia tried to integrate with the West (page 194), but Armenia has very strong relations with Russia and has no policy to integrate with the West (186)</em><br/>Yanıt D'dir."
  },
  {
    "id": "2271180",
    "unitNumber": 7,
    "text": "Which is <u><strong>false</strong></u> regarding Armenia-Turkey relations?",
    "correctAnswer": "E",
    "options": {
      "A": "Turkey recognized Armenia’s independence after the disintegration of the Soviet Union.",
      "B": "Armenian policy of working for the international recognition of “genocide” allegations is a major problem between the two countries.",
      "C": "Armenia refrained from openly recognizing the territorial integrity of Turkey.",
      "D": "The August 2008 Russian-Georgian conflict forced the Armenia to re-evaluate Turkey policy in order to normalize relations.",
      "E": "Turkey and Armenia signed and approved a protocol in 2009 to open borders between the two countries, and a ratification was given for the protocol."
    },
    "explanation": "<em>p. 187 second paragraph A protocol is signed but there is no ratification.</em><br/>Yanıt E'dir."
  },
  {
    "id": "2271186",
    "unitNumber": 7,
    "text": "<ol type=\"I\"><br/><li>The first bloody conflict between Abkhazia and Georgia occurred in the north of Abkhazia in March 1989. </li><br/><li>The treaty providing a ceasefire in the Georgia-Abkhazia conflict was signed on April 4, 1994.</li><br/><li>Russia recognizes Abkhazia’s independence, following the war between Russia and Georgia in August 2008.</li><br/></ol><br/>Which of the above is true about the Georgia-Abkhazia conflict?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "I and III",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "After the occupation of the Red Army in 1921, Abkhazia and Georgia joined the Soviet Union with equal status. However, in 1931, Abkhazia had to join Georgia in an autonomous structure. With the beginning of the disintegration process of the Soviet Union, conflicts between Abkhazia and Georgia started to appear. The first bloody conflict occurred in the north of Abkhazia in March 1989. The treaty providing a ceasefire in the Georgia-Abkhazia conflict is the “Declaration of Measures for a Political Solution in the Georgia and Abkhazia Conflict” signed on April 4, 1994. According to this document, Abkhazia would have its constitution, parliament, and government, state symbols such as anthem, emblem, flag, and internal sovereignty. Peace talks that emerged from time to time ceased before they got anywhere. In 2006, when Saakashvili brought Georgian troops into the Upper Kodor Valley, Abkhazia halted peace talks. Saakashvili’s plan before the NATO Summit in April 2008, which includes a return to preconflict status, was not accepted by Abkhazia. On 21 April 2008, after Georgia accused Russia of shooting down an unmanned Georgian plane flying over Abkhazia, Russia increased the number of its troops in the region. The process reached a war between Russia and Georgia in August 2008. After that, Russia recognizes Abkhazia’s independence. The answer is E."
  },
  {
    "id": "2271204",
    "unitNumber": 7,
    "text": "<ol type=\"I\"><br/><li>A second front was opened against Georgia from Abkhazia. </li><br/><li>Russian forces clashed with the Georgian forces.</li><br/><li>Georgia took control in Tskhinvali, the capital of South Ossetia.</li><br/><li>Russian planes bombed Tbilisi International Airport, Gori and Upper Kodor Valley. </li><br/><li>Georgians in South Ossetia left the region. </li><br/></ol><br/>Which of the following presents the chronological order of events that occurred during Russia-Georgia Conflict?",
    "correctAnswer": "B",
    "options": {
      "A": "II, III, IV, V, I",
      "B": "III, II, V, IV, I",
      "C": "IV, I, III, II, V",
      "D": "I, III, II, V, IV",
      "E": "III, II, I, IV, V"
    },
    "explanation": "The conflict first started between Georgia and South Ossetia forces. On 7 August 2008, Georgia announced that its forces took control in Tskhinvali, the capital of South Ossetia. In a short time, Russian forces clashed with the Georgian forces, Georgians in South Ossetia started to leave the region. Ossetians also turned to North Ossetia. After the withdrawal of the Georgian forces from South Ossetia, Russia continued to bomb Georgia, and Tbilisi International Airport was bombed on 10 August. Russian planes also bombed Gori and Upper Kodor Valley. Besides, a second front was opened against Georgia by Russian and Abkhaz forces from Abkhazia. Energy lines were also affected by the Russian-Georgian war. The BakuSupsa pipeline had been closed for precautionary purposes. The answer is B."
  },
  {
    "id": "2271229",
    "unitNumber": 7,
    "text": "<ol type=\"I\"><br/><li>Russia became the most crucial player in the transportation of Azerbaijan’s energy resources. </li><br/><li>The energy pipelines to carry Azerbaijan’s resources did not pass through Armenia.</li><br/><li>Georgia benefited from international projects as a transit country for Caspian resources.</li><br/></ol><br/>Which of the above is true about the impact of Azerbaijan's rich energy resources on the entire Caucasus region?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "I and III",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Azerbaijan’s rich energy resources impacted the entire Caucasus’ view since the pipelines needed to transport Azerbaijan’s resources to the international markets. Therefore, despite not having rich energy resources, Georgia and Armenia also became a part of the energy competition. The energy pipelines to carry Azerbaijan’s resources did not pass through Armenia due to Armenia’s foreign policy and the continuing occupation of Azerbaijan’s territories. On the other hand, Georgia benefited from international projects as a transit country for Caspian resources. The answer is D."
  },
  {
    "id": "2271245",
    "unitNumber": 7,
    "text": "Which country further developed its relations with the US a permitted its air space to be used for military operations in Afghanistan?",
    "correctAnswer": "A",
    "options": {
      "A": "Georgia",
      "B": "Armenia",
      "C": "Abkhazia",
      "D": "South Ossetia",
      "E": "Azerbaijan"
    },
    "explanation": "Georgia’s relations with the US have been further developed, especially after the September 11 terrorist attacks. Georgia permitted its air space to be used for military operations in Afghanistan. The answer is A."
  },
  {
    "id": "2271258",
    "unitNumber": 7,
    "text": "Which country's border has been closed with the two of its neighbors due to its aggressive foreign policy?",
    "correctAnswer": "D",
    "options": {
      "A": "Georgia",
      "B": "Iran",
      "C": "Azerbaijan",
      "D": "Armenia",
      "E": "Abkhazia"
    },
    "explanation": "Armenia’s border has been closed with the two of its neighbors due to Armenia’s foreign policy. The answer is D."
  },
  {
    "id": "2271282",
    "unitNumber": 7,
    "text": "Who was the first president of Georgia?",
    "correctAnswer": "C",
    "options": {
      "A": "Eduard Shevardnadze",
      "B": "Levon Ter-Petrosian",
      "C": "Zviad Gamsakhurdia",
      "D": "Ayaz Mutallibov",
      "E": "Robert Kocharian"
    },
    "explanation": "In May 1991, Zviad Gamsakhurdia became the first President of Georgia. The answer is C."
  },
  {
    "id": "2269168",
    "unitNumber": 8,
    "text": "Which of the following were the goals of the “Joint Action Plan for Cooperation in Eurasia,” signed in 2001?\n<br/><ol type=\"I\"><br/><li>to develop cooperation against international terrorism</li><br/><li>to upgrade bilateral relations to multidimensional partnership</li><br/><li>to improve bilateral economic partnership</li><br/><li>to recognize Russia as a state after the dissolution of the Soviet Union</li><br/></ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "II, III, IV",
      "E": "II, III"
    },
    "explanation": "“Joint Action Plan for Cooperation in Eurasia,” upgraded the bilateral relations to Multidimensional Partnership. Along with this plan, both states were eager to stress the importance of Eurasian cooperation after the 9/11 terrorist attacks highlighting Turkey’s willingness to develop international cooperation against international terrorism. By implementing this plan, the two states added other dimensions to their economic-based relations, such as security and politics. Furthermore, this new level of partnership improved the bilateral economic partnership."
  },
  {
    "id": "2269171",
    "unitNumber": 8,
    "text": "Which of the following developments are the reasons for the mutual understanding between Russia and Turkey?\n<br/><ol type=\"I\"><br/><li>Putin’s goal to make foreign economic relations a priority area</li><br/><li>not perceiving each other as a potential threat</li><br/><li>Russia’s emergence as a profitable market for Turkish entrepreneurs</li><br/></ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "I, II",
      "E": "I, II, III"
    },
    "explanation": "Three developments can be counted as the reasons for the rapprochement between Russia and Turkey: “diminishing of the factors that elevated levels of mutual threat perception in Turkey and Russia; Russia’s emergence as a profitable market for Turkish entrepreneurs as well as the Turkish elite’s drive to make Turkey an energy hub; and, Vladimir Putin’s goal to make foreign economic relations one of the priority areas in Russian foreign policy”."
  },
  {
    "id": "2269173",
    "unitNumber": 8,
    "text": "Why is Turkey a strategic value for Russia?",
    "correctAnswer": "A",
    "options": {
      "A": "Dardanelles and Bosporus Straits are within Turkey’s control.",
      "B": "Turkey, having a small market, does not pose a threat to Russia.",
      "C": "Turkey has close ties with Europe which would help Russia.",
      "D": "Turkey’s strong military power could protect Russia from possible attacks.",
      "E": "Lack of natural resources makes Turkey more vulnerable to threats."
    },
    "explanation": "Turkey has significant strategic value for Russia in terms of controlling the Dardanelles and Bosporus Straits, having a large market, and being closer to the Middle East."
  },
  {
    "id": "2269176",
    "unitNumber": 8,
    "text": "Which of the following are among the reasons why Russia is a strategic value for Turkey?\n<br/><ol type=\"I\"><br/><li>Russia has the most important military powers in the world.</li><br/><li>Russia possesses natural resources which Turkey needs.</li><br/><li>Russia has a large market into which Turkey wants to enter.</li><br/></ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "I, II",
      "C": "I, II, III",
      "D": "II, III",
      "E": "II"
    },
    "explanation": "Being one of the world’s foremost military powers, having critical natural resources (especially oil and natural gas), high technology in certain areas, and a considerable market makes Russia a valuable partner for Turkey."
  },
  {
    "id": "2269178",
    "unitNumber": 8,
    "text": "Which of the following was one of the causes of the strains of the Turkey-Russia economic relations between 2015-2016?",
    "correctAnswer": "C",
    "options": {
      "A": "Turkey’s relations with CARs",
      "B": "Turkey’s stand on Russian-Georgia war",
      "C": "Annexation of Crimea",
      "D": "The conflict over the Syrian war",
      "E": "The failed coup attempt in Turkey"
    },
    "explanation": "In the aftermath of the annexation of Crimea, the sanctions imposed on Russia and the Russian economy’s downturn led to a decrease in the number of visitors owing to Turkey in 2015. Besides, the reason for the significant decline in 2016 is the downing of the Russian warplane by Turkish jets. When Turkey shot down the Russian warplane due to the violation of Turkish airspace on November 24, 2015, a severe crisis erupted."
  },
  {
    "id": "2269180",
    "unitNumber": 8,
    "text": "What was Turkey’s stand on Russia-Georgia war?",
    "correctAnswer": "A",
    "options": {
      "A": "opted to stay neutral",
      "B": "allied with the Western Bloc",
      "C": "allied with the US",
      "D": "breached the Montreux Agreement",
      "E": "did not allow Russia to pass the straits"
    },
    "explanation": "During Russia-Georgia War in 2008, Turkey was careful to maintain neutrality and aimed to prevent any humanitarian issues."
  },
  {
    "id": "2269182",
    "unitNumber": 8,
    "text": "Which of the following was a barrier to Turkey’s plan to play the role of a ‘big brother’ to the Turkic states following the fall of USSR?",
    "correctAnswer": "D",
    "options": {
      "A": "The Soviet Union prevented Turkic Republics to have bilateral agreements with Turkey.",
      "B": "Iran’s strong influence over Turkic countries prevented them to have relations with Turkey.",
      "C": "Turkic countries rejected Turkey’s involvement because they had the USA’s support.",
      "D": "Turkic countries did not want to rely on one regional power.",
      "E": "Because of the international multipolar system, Turkic states wanted the support of more powerful countries."
    },
    "explanation": "Turkey’s initial attempt was to play the role of a big brother for these Turkic countries along with the USA’s support to prevent the Iranian influence in the region. Nevertheless, two obstacles hampered Turkey’s aim. Other regional powers were not willing to see the United States of America in the region through Turkey. Also, the post-Soviet Turkic states had just explored the international system’s multipolarity. They did not want to rely on any single regional power ."
  },
  {
    "id": "2269183",
    "unitNumber": 8,
    "text": "To strengthen its ties with Central Asian countries (CARs), Turkey revised its policy after 9/11 to provide support on the following principles <u>EXCEPT</u>",
    "correctAnswer": "A",
    "options": {
      "A": "encourage CARs to establish stronger ties with Russia",
      "B": "assist their integration with the international community",
      "C": "develop bilateral relations with CARs in all fields",
      "D": "help transport energy resources to international markets freely",
      "E": "encourage economic reforms within their countries"
    },
    "explanation": "Turkey revised its stance towards Central Asian states after 9/11 on the following principles:\n<br/><ol><br/><li>to contribute to the strengthening consolidation of their state structuring,</li><br/><li>to preserve political and economic stability and promote regional cooperation,</li><br/><li>to encourage political and economic reforms</li><br/><li>to assist their integration with the international community and Euro-Atlantic structures</li><br/><li>to develop bilateral relations in all fields on the basis of equality, mutual interest, and respect for sovereignty.</li><br/><li>to support the transportation of their energy resources to international markets freely and through alternative routes</li><br/></ol>"
  },
  {
    "id": "2269184",
    "unitNumber": 8,
    "text": "Which of the following are among the aids Turkey provided to Georgia during its conflict with Russia between 2007-2008? \n<br/><ol type=\"I\"><br/><li>electricity</li><br/><li>humantarian assistance</li><br/><li>gas supplies</li><br/><li>lifted visa requirements</li><br/></ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "II, II, IV"
    },
    "explanation": "When Russia cut of gas supplies to Tbilisi in the winter of 2007-2008, Turkey allocated its share of production from the Shah Deniz field to Georgia. Besides, Ankara provided its neighbor with humanitarian assistance and electricity in the immediately aftermath of the war. Turkey lifted visa requirements for the Georgian citizen in 2005."
  },
  {
    "id": "2269185",
    "unitNumber": 8,
    "text": "Which of the following are true of Turkey’s relations with Armenia?\n<br/><ol type=\"I\"><br/><li>Turkey was one of the first states to recognize Armenia as an independent state.</li><br/><li>Turkey provided humanitarian aid to Armenia when Armenia declared its independence.</li><br/><li>Turkey stopped its support when Armenia annexed Nagorno-Karabakh in 1993.</li><br/><li>Turkey, as the founding member, welcomed Armenia in the Black Sea Economic Cooperation.</li><br/></ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "II, II, IV"
    },
    "explanation": "On 16 December 1991, Turkey was one of the first states to recognize Armenia. Moreover, shortly after that, because of severe economic problems, Turkey provided humanitarian aid to Armenia. Following these friendly ties, Turkey welcomed Armenia to participate, as a founding member, the Black Sea Economic Cooperation (BSEC). In particular, they had friendly relations during the first two to three years of Armenia’s first president, Levon Ter-Petrossian. Nonetheless, Turkey closed its doors to Armenia after the annexation of Nagorno-Karabakh by Armenia in April 1993."
  },
  {
    "id": "2271161",
    "unitNumber": 8,
    "text": "Which of the following is a consequence of the Turkey's active foreign policy understanding after 2002?",
    "correctAnswer": "D",
    "options": {
      "A": "G20",
      "B": "G7",
      "C": "Daros Summit",
      "D": "Middle Power",
      "E": "Barrier to communism"
    },
    "explanation": "It was claimed that the Turkish government’s active foreign policy understanding after 2002 led Turkey to be considered a middle power."
  },
  {
    "id": "2271176",
    "unitNumber": 8,
    "text": "Turkey envisaged comprehensive relations with the the Central Asian Republics on various areas after the fall of Soviet Union. Which of following is NOT one of these areas?",
    "correctAnswer": "E",
    "options": {
      "A": "Roads",
      "B": "Energy",
      "C": "Great Turkish World",
      "D": "Communications",
      "E": "Computing"
    },
    "explanation": "The fall of the Soviet Union prompted Turkey to establish a “Great Turkish World” discourse from the Adriatic to the Great Wall of China. In addition to this discourse, Turkey envisaged comprehensive relations with the CARs (the Central Asian Republics) on roads, energy, and communications."
  },
  {
    "id": "2271235",
    "unitNumber": 8,
    "text": "During the early days of the Republic of Turkey, there were several positive relationships between Turkey and Russia but later this good relationships could not be improved. Which of the following is one of the barriers for the improvement?",
    "correctAnswer": "C",
    "options": {
      "A": "Internal affairs in Turkey",
      "B": "External forces",
      "C": "Securing Dardanelles",
      "D": "Financial issues",
      "E": "Blacksee conflict"
    },
    "explanation": "As for the rapprochement, during the Turkish War of Independence, the Republic of Turkey’s recognition by the Soviet Union was the first attempt. The Soviet Union’s supply of finance and armaments to Turkey during the same war was another rapprochement between them. However, due to the unacceptable interests of the Soviet Union, such as securing both the Dardanelles and the Bosporus Straits at the beginning of the Second World War, the following days did not contribute to an improvement in relations between the two nations."
  },
  {
    "id": "2271278",
    "unitNumber": 8,
    "text": "After which of the following had the Russia become the Turkey’s second-largest trading partner?",
    "correctAnswer": "A",
    "options": {
      "A": "Joint Action Plan for Cooperation in Eurasia",
      "B": "Raise of the Cold War",
      "C": "9/11 Terrorist Attacks",
      "D": "Putin's Presidency",
      "E": "Joint Statement on the War against Terrorism"
    },
    "explanation": "By implementing Joint Action Plan for Cooperation in Eurasia, from now onward, Turkey and Russia improved the partnership and, affected economic relations. Since the 2000s, the bilateral economic partnership has been improving. Moreover, after Germany, Russia had become Turkey’s second-largest trading partner by 2004."
  },
  {
    "id": "2271289",
    "unitNumber": 8,
    "text": "Which of the following is NOT a factor that makes Russia a valuable partner for Turkey?",
    "correctAnswer": "E",
    "options": {
      "A": "Being one of the world’s foremost military powers",
      "B": "Having critical natural resources",
      "C": "Having high technology in certain areas",
      "D": "Being a considerable market",
      "E": "Being closer to the East Europe"
    },
    "explanation": "Turkey and Russia are significant partners for each other because of mutual interests. Turkey has significant strategic value for Russia in terms of controlling the Dardanelles and Bosporus Straits, having a large market, and being closer to the Middle East. On the other hand, being one of the world’s foremost military powers, having critical natural resources (especially oil and natural gas), high technology in certain areas, and a considerable market makes Russia a valuable partner for Turkey. Being close to East Europe is not a factor."
  },
  {
    "id": "2271322",
    "unitNumber": 8,
    "text": "According to TUIK figures in which of the following year did Turkey-Russia export volume experience a dramatic decrease and hit the lowest over two decades?",
    "correctAnswer": "D",
    "options": {
      "A": "2013",
      "B": "2014",
      "C": "2015",
      "D": "2016",
      "E": "2017"
    },
    "explanation": "Russian warplane's shotdown and in general Syrian conflict caused a dramatic decrease in Turkey-Russia Total Trade Volume in 2016 and the expert volume has seen the lowest level.<br/>Russian warplane's shotdown and, in general, Syrian conflict caused a dramatic decrease in Turkey-Russia Total Trade Volume in 2016 and the expert volume has seen the lowest level."
  },
  {
    "id": "2271329",
    "unitNumber": 8,
    "text": "According to TUIK figures, in which of the following year did the Turkey-Russia total trade volume experience the highest level since 2000?",
    "correctAnswer": "B",
    "options": {
      "A": "2007",
      "B": "2008",
      "C": "2012",
      "D": "2013",
      "E": "2014"
    },
    "explanation": "According to the table presented in the page 212 of your textbook, in 2008 the volume reached early 38 billion. So the current answer is 2008.<br/>According to the table presented in the page 212 of your textbook, in 2008 the volume reached nearly 38 (37.8) billion. So the current answer is 2008."
  },
  {
    "id": "2271378",
    "unitNumber": 8,
    "text": "The security aspects of developing Turkey-Russia relations underwent several essential processes in the 2000s. Which one of the following was the second one that created a positive climate between Turkey and Russia?",
    "correctAnswer": "A",
    "options": {
      "A": "Turkey's neutrality during the 2008 Russia-Georgia War",
      "B": "The rejection of the 1 March 2003 motion, which would give the USA the authority to use Turkey’s lands by the Parliament",
      "C": "Russia's choice of developing relations with Greece and the Greek Cypriot Administration of Southern Cyprus",
      "D": "US’s interest in the Black Sea Region",
      "E": "Cooperation between Turkey and Russia to protect Montreux"
    },
    "explanation": "The security aspects of developing Turkey-Russia relations underwent several essential processes in the 2000s. Two major developments created a positive climate between two countries: THe first one was the Turkish Parliament's rejection of the rejection of the 1 March 2003 motion, which would give the USA the authority to use Turkey’s lands and the second one was the Turkey's neutral positioning during the 2008 Russia-Georgia War. So the current answer is Turkey's neutral positioning during the 2008 Russia-Georgia War."
  },
  {
    "id": "2271424",
    "unitNumber": 8,
    "text": "Which of the following is one of the principles Turkey has revised its policy towards the Turkic states after 9/11?",
    "correctAnswer": "C",
    "options": {
      "A": "To contribute the establishment of free market economy",
      "B": "To develop mutual interest in developed a common language",
      "C": "To encourage political and economic reforms",
      "D": "To support the alternative tourism industry",
      "E": "To assist their integration with Near-East structures"
    },
    "explanation": "Turkey revised its stance towards these States after 9/11 on the following principles:\n<br/>1. to contribute to the consolidation of their state structuring,\n<br/>2. to preserve political and economic stability and promote regional cooperation,\n<br/>3. to encourage political and economic reforms \n<br/>4. to assist their integration with the international community and Euro-Atlantic structures\n<br/>5. to develop bilateral relations in all fields on the basis of equality, mutual interest, and respect for sovereignty.\n<br/>6. to support the transportation of their energy resources to international markets freely and through alternative routes (“Turkey ́s Relations,” 2020).\n<br/>So, the current answer is the 'To encourage political and economic reforms'. All the other alternatives have some problems."
  },
  {
    "id": "2271453",
    "unitNumber": 8,
    "text": "Which of the following is one of the main values underneath Turkish-Georgian relations?",
    "correctAnswer": "E",
    "options": {
      "A": "Non-interference in international affairs",
      "B": "Mutual understanding",
      "C": "Improvement",
      "D": "Stoicism",
      "E": "Equality"
    },
    "explanation": "Turkish-Georgian relations, free from political issues, grow in accordance with the values of equality and non-interference in domestic affairs."
  }
]