[
  {
    "id": "3594971",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisi Türkiye Cumhuriyeti Sağlık Bakanlığı'nın internet sitesinde sağlık hizmetleri kalitesini tanımlayan özelliklerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Personel eğitimine ve gelişimine öncelik verme, sürekli yenilikçi yaklaşımlar benimseme",
      "B": "Sağlık hizmetlerinin sunulduğu tesislerin düzenli denetimlerden geçirilmesi ve kalite standartlarının belirlenmesi",
      "C": "Hasta memnuniyeti odaklı geribildirim sistemleriyle sürekli iyileştirme çabası",
      "D": "Hastalar arasında ayrım yapmadan, toplumun her kesimine erişilebilirlik sağlama",
      "E": "Sağlık hizmeti sunumunda kullanılan teknolojik yeniliklerin takibini yapma ve uygulamaya alma"
    },
    "explanation": "Bu soruda, sağlık hizmetlerinin kalitesini tanımlayan özellikler arasında diğer seçenekler arasında yer alan \"hasta memnuniyeti odaklı geribildirim sistemleriyle sürekli iyileştirme çabası\" hariç, diğer seçenekler Bakanlık tarafından belirtilen kalite standartlarını yansıtmaktadır. Bu nedenle, doğru cevap C seçeneğidir."
  },
  {
    "id": "3594980",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tıbbi hataların dört ana grubundan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tanı hataları",
      "B": "Tedavi hataları",
      "C": "Koruyucu tedavi hataları",
      "D": "İletişim hataları",
      "E": "Diğer hatalar"
    },
    "explanation": "Tıbbi hatalar dört ana grupta değerlendirilmektedir. Tanı hataları, tedavi hataları, koruyucu tedavi hataları ve diğer hatalar ana başlıklar olarak sıralanmıştır. İletişim hataları bu dört ana gruptan biri olarak öne çıkmamaktadır."
  },
  {
    "id": "3594984",
    "unitNumber": 1,
    "text": "Tıbbi hataların kök nedenlerine göre sınıflandırılması hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Personel hataları, teknolojik ve sistemsel hatalar",
      "B": "İşe bağlı hatalar, ihmallere ve uygulamaya bağlı hatalar",
      "C": "İletişim hataları, donanımsal hatalar",
      "D": "İhmal hataları, bilgi eksikliği ve personel hataları",
      "E": "Hatalı tanı, tedavi ve koruyucu tedavi hataları"
    },
    "explanation": "Tıbbi hatalar kök nedenlerine göre işe bağlı, ihmallere bağlı ve uygulamaya bağlı olarak sınıflandırılmaktadır. Bu tanımlar, B seçeneğinde doğru olarak verilmiştir."
  },
  {
    "id": "3594995",
    "unitNumber": 1,
    "text": "Aşağıdaki hata kaynaklarından hangisi hasta kaynaklı faktörlerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Zaman baskısı",
      "B": "İletişim problemleri",
      "C": "Mesleki bilgi ve beceri eksikliği",
      "D": "Tedaviyi planlama hataları",
      "E": "Kurumsal faktörler"
    },
    "explanation": "Hastaya ait faktörler arasında iletişim problemleri de yer almaktadır. Diğer seçenekler hastanın içinde bulunduğu koşullar, zaman baskısı, mesleki bilgi ve beceri eksikliği ve kurumsal faktörler ile ilgilidir."
  },
  {
    "id": "3594996",
    "unitNumber": 1,
    "text": "Tıbbi hataların kaynaklarından biri olarak tanımlanan \"tedbirsizlik\" hangi durumu ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Önlenebilir bir tehlikeyi unutmak, gecikmek veya önlemede yetersiz kalmak",
      "B": "Temel beceriden yoksun olmak, meslek esaslarını ve standart bilgilerini bilmemek",
      "C": "Evrensel tıp değerlerini uygulamamak",
      "D": "Resmi mevzuat ve yetkili amirin emirlerine uymamak",
      "E": "Tıbbi bir uygulamada yapılmaması gerekeni yapmak"
    },
    "explanation": "\"Tedbirsizlik\" tıbbi hataların kaynaklarından biridir ve önlenebilir bir tehlikeyi unutmak, gecikmek veya önlemede yetersiz kalmayı ifade eder. Diğer seçenekler farklı hata kaynaklarını temsil etmektedir."
  },
  {
    "id": "3595083",
    "unitNumber": 1,
    "text": "Hangisi hasta güvenliğini arttırmak için geliştirilen kontrol listelerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sistemik dolaşımla ilişkili kan enfeksiyonları",
      "B": "Düşme ve hareketsizlikten kaynaklanan yaralanmalar",
      "C": "Hastane kaynaklı basınç ülserleri",
      "D": "Laboratuvar test sonuçlarının doğruluğu",
      "E": "Venöz tromboembolizmler"
    },
    "explanation": "Kontrol listeleri arasında laboratuvar test sonuçlarının güvenilirliğine ilişkin bir kontrol listesi yer almamaktadır. Diğer seçenekler hasta güvenliğini arttırmak için geliştirilen kontrol listelerinden bazılarıdır."
  },
  {
    "id": "3595087",
    "unitNumber": 1,
    "text": "Sağlık kuruluşlarının sıfır hata hedefine ulaşmada etkili bir yöntem olan Poka-Yoke sistemi aşağıdakilerden hangisini sağlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Hataların analiz edilmesi ve sonuçlarının raporlanması",
      "B": "Özürlü ürünlerin kullanılmasının engellenmesi",
      "C": "Hataların sonuçlarının kontrol edilmesi",
      "D": "Çeşitli yöntemlerle özürlü ürünlerin analiz edilmesi",
      "E": "Hataların tekrarını önlemeye yönelik tedbirlerin alınması"
    },
    "explanation": "Poka-Yoke sistemi, hataların kaynağında kontrol edilmesini ve özürlü ürünlerin kullanılmasını engellemeyi amaçlar. Diğer seçenekler hataların analiz edilmesi, kaynağında kontrol edilmesi, özürlülerin analiz edilmesi ve tekrarını önlemeye yönelik tedbirlerin alınması ile ilgilidir, ancak Poka-Yoke'nin temel amacı özürlü ürünlerin kullanılmasını engellemektir."
  },
  {
    "id": "3595233",
    "unitNumber": 1,
    "text": "Sağlık hizmetlerinde \"etkinlik\" kavramı aşağıdaki ifadelerden hangisi ile en iyi açıklanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hizmet alanların eşit haklardan yararlanmasını sağlama",
      "B": "İşleri doğru yapabilme kabiliyeti",
      "C": "Planlanan hedeflere ulaşmanın ölçüsü olma",
      "D": "Hizmet maliyetini azaltma yeteneği",
      "E": "Hizmet alan paydaşların zarar görmemesini sağlama"
    },
    "explanation": "Etkinlik: İşleri doğru yapabilme kabiliyetidir."
  },
  {
    "id": "3595236",
    "unitNumber": 1,
    "text": "Sağlık hizmetlerinde \"hakkaniyet\" kavramı aşağıdaki ifadelerden hangisi ile en uyumlu olarak tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hastanın teşhis, tedavi ve bakım hizmetlerinde aktif katılımının sağlanması",
      "B": "Hizmet alan paydaşların zarar görmemesini sağlama",
      "C": "Hizmet maliyetini azaltma yeteneği",
      "D": "Hizmet alanların eşit haklardan yararlanmasını sağlama",
      "E": "Tıbbi işlem ve süreçlerde zarardan çok fayda sağlanması"
    },
    "explanation": "Hakkaniyet, sağlık hizmetlerinde hizmet alan tüm paydaşların, başka hiçbir fark gözetilmeksizin sadece tedavi ve bakım ihtiyaçlarına göre eşit haklardan yararlanmasının kurumun tüm hizmet birimlerinde güvence altına alınmasıdır."
  },
  {
    "id": "3595248",
    "unitNumber": 1,
    "text": "Yönetim ve planlama araçlarından olan öncelikler matrisi, hangi durum için en uygun değerlendirme aracı olarak kabul edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mevcut kaynakların önceliklendirilmesi gerektiğinde yardımcı olmak için",
      "B": "Çalışanların moral durumunu analiz etmek için",
      "C": "Bir organizasyonun finansal durumunu incelemek için",
      "D": "Rekabetçi stratejileri belirlemek için",
      "E": "Pazar araştırması sonuçlarını değerlendirmek için"
    },
    "explanation": "Öncelikler matrisi, mevcut kaynaklardan daha fazla görev olduğunda yardımcı olur ve yönetimin duygulardan çok verilere dayalı olarak önceliklendirme yapması gerekir. Bu matris, mevcut kaynakların etkili bir şekilde yönetilmesine ve önceliklendirilmesine yardımcı olur."
  },
  {
    "id": "3596643",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi planlanan bir tedavinin amaçlandığı şekilde tamamlanamaması veya<br/>yanlış planlanması ve uygulanmasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tıbbi hata",
      "B": "Tedavi hataları",
      "C": "Tanı hataları",
      "D": "Koruyucu tedavi",
      "E": "Malpraktis"
    },
    "explanation": "Tıbbi hata: Planlanan bir tedavinin amaçlandığı şekilde tamamlanamaması veya<br/>yanlış planlanması ve uygulanmasıdır"
  },
  {
    "id": "3596645",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi hekimin tıbbi uygulamalar sırasında “hastayı ihmal ederek tedavi etmemesi”,<br/>“beceri eksikliği” veya “standart güncel uygulamaları yapmaması” ile oluşan zarardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tıbbi hata",
      "B": "Malpraktis",
      "C": "Sepsis",
      "D": "Tanı hataları",
      "E": "Tedavi hataları"
    },
    "explanation": "Malpraktis: Hekimin tıbbi uygulamalar sırasında “hastayı ihmal ederek tedavi etmemesi”,<br/>“beceri eksikliği” veya “standart güncel uygulamaları yapmaması” ile oluşan zarar."
  },
  {
    "id": "3596646",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi vücutta bir enfeksiyona neden olan<br/>bakterilerin kana karışması ile vücuttaki<br/>bağışıklık sisteminin bu bakterilere karşı<br/>büyük bir savunma tepkisi göstermesidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tıbbi hata",
      "B": "Malpraktis",
      "C": "Sepsis",
      "D": "Tedavi hataları",
      "E": "Koruyucu tedavi hataları"
    },
    "explanation": "Sepsis: Vücutta bir enfeksiyona neden olan<br/>bakterilerin kana karışması ile vücuttaki<br/>bağışıklık sisteminin bu bakterilere karşı<br/>büyük bir savunma tepkisi göstermesi."
  },
  {
    "id": "3596649",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tıbbi bir uygulamada yapılmaması gerekeni yapmaktır?",
    "correctAnswer": "D",
    "options": {
      "A": "Emir ve yönetmeliklere uymamak",
      "B": "Meslekte acemilik-yetersizlik",
      "C": "Tedbirsizlik",
      "D": "Dikkatsizlik",
      "E": "Özen eksikliği"
    },
    "explanation": "Dikkatsizlik: Tıbbi bir uygulamada yapılmaması gerekeni yapmak."
  },
  {
    "id": "3596650",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi evrensel tıp değerlerini uygulamamaktır?",
    "correctAnswer": "E",
    "options": {
      "A": "Meslekte acemilik-yetersizlik",
      "B": "Tedbirsizlik",
      "C": "Dikkatsizlik",
      "D": "Emir ve yönetmeliklere uymamak",
      "E": "Özen eksikliği"
    },
    "explanation": "Özen eksikliği: Evrensel tıp değerlerini uygulamamak"
  },
  {
    "id": "3596653",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi olmayı bekleyen kazaları ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Ramak kala",
      "B": "Gizli hata",
      "C": "Etkin hata",
      "D": "Hasta güvenliği",
      "E": "Sıfır hata"
    },
    "explanation": "Gizli hata: Olmayı bekleyen kazalar."
  },
  {
    "id": "3596656",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi özel bir grup içinde ve belirlenmiş bir zaman diliminde belli bir hastalığa<br/>yakalanan ve tanı konulan hastaların sayısı<br/>veya oranıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Morbidite",
      "B": "Hastane enfeksiyonu",
      "C": "Doktor performansı",
      "D": "Personel performansı",
      "E": "Sürveyans"
    },
    "explanation": "Morbidite: Özel bir grup içinde ve belirlenmiş bir zaman diliminde belli bir hastalığa<br/>yakalanan ve tanı konulan hastaların sayısı<br/>veya oranıdır."
  },
  {
    "id": "3596658",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi belirli bir popülasyonda meydana gelen olaylar ile ilgili verilerin toplanması,<br/>yönetilmesi, analiz edilmesi ve raporlanması<br/>faaliyetlerini kapsayan dinamik süreçtir?",
    "correctAnswer": "E",
    "options": {
      "A": "Morbidite",
      "B": "Hastane enfeksiyonu",
      "C": "Enfeksiyon oranı",
      "D": "Dokümantasyon",
      "E": "Sürveyans"
    },
    "explanation": "Sürveyans: Belirli bir popülasyonda meydana gelen olaylar ile ilgili verilerin toplanması,<br/>yönetilmesi, analiz edilmesi ve raporlanması<br/>faaliyetlerini kapsayan dinamik süreç."
  },
  {
    "id": "3596659",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi insanların çeşitli amaçlarla yaptıkları çalışmalardan elde edilen bilgilerin düzenli bir şekilde kayıt edilmesi işlemi.",
    "correctAnswer": "D",
    "options": {
      "A": "Morbidite",
      "B": "Doktor performans",
      "C": "Sürveyans",
      "D": "Dokümantasyon",
      "E": "Enfeksiyon kontrolü"
    },
    "explanation": "Dokümantasyon: İnsanların çeşitli amaçlarla yaptıkları çalışmalardan elde edilen bilgilerin düzenli bir şekilde kayıt edilmesi işlemi."
  },
  {
    "id": "3596660",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi müşteri ihtiyaçlarını karşılayabilmek için kullanılan insan, iş,<br/>ürün ve/veya hizmet kalite gereksinimlerinin,<br/>sistematik bir yaklaşımla ve tüm çalışanların<br/>katkıları ile sağlanmasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tekrar baştan başla",
      "B": "Düzeltici eylem ve girişim",
      "C": "Toplam kalite yönetimi",
      "D": "Sıfır hata",
      "E": "Takdir"
    },
    "explanation": "Toplam kalite yönetimi: müşteri ihtiyaçlarını karşılayabilmek için kullanılan insan, iş,<br/>ürün ve/veya hizmet kalite gereksinimlerinin,<br/>sistematik bir yaklaşımla ve tüm çalışanların<br/>katkıları ile sağlanmasıdır."
  },
  {
    "id": "3592867",
    "unitNumber": 2,
    "text": "Sağlık kurumlarındaki müşteri profillerine göre aşağıdakilerden hangisi iç müşteri olarak değerlendirilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hissedarlar",
      "B": "Yöneticiler /İdareciler",
      "C": "Tedarikçiler",
      "D": "Hastalar, sağlık hizmeti talebi olan diğer bireyler",
      "E": "Toplum"
    },
    "explanation": "Sağlık endüstrisindeki tek tüketici, sağlık hizmetlerinden yaralanan hastalar değildir. Sistem farklı birey veya yapılardan meydana gelmektedir. Sağlık kurumlarındaki müşteri profillerine göre iç müşteriler; çalışanlar (Doktorlar, hemşireler vb.), yöneticiler / idareciler ve temsilciler olarak sınıflandırılmaktadır.<br/>Yöneticiler /İdareciler"
  },
  {
    "id": "3592869",
    "unitNumber": 2,
    "text": "Hekimin tedavi sırasında standart uygulamayı yapmaması, bilgi ve beceri eksikliği veya hastaya tedavi vermemesi ile oluşan zarar aşağıdaki ifadelerden hangisine karşılık gelmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Komplikasyon",
      "B": "Medikal tedavi",
      "C": "Profilaksi",
      "D": "Malpraktis",
      "E": "Palyatif tedavi"
    },
    "explanation": "Hekimin tedavi sırasında standart uygulamayı yapmaması, bilgi ve beceri eksikliği veya hastaya tedavi vermemesi ile oluşan zarar malpraktis olarak tanımlanmaktadır."
  },
  {
    "id": "3592871",
    "unitNumber": 2,
    "text": "Aşağıdaki hastalıklardan hangisi Akut hastalıklara bir örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tansiyon",
      "B": "Bronşit",
      "C": "Grip",
      "D": "Diyabet",
      "E": "Tiroid"
    },
    "explanation": "Akut hastalık; hızla ortaya çıkan, acil veya kısa süreli bakım gerektiren, belirgin semptomlarla birlikte görülen ve tedavi edildiğinde iyileşen hastalıklardır. “Grip” akut hastalıklara örnek olarak verilebilir."
  },
  {
    "id": "3592873",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Donabedian Modeli’ne göre sağlık hizmetlerinde kabul edilebilir kalite kriterleri açısından bir <u>çıktı</u> olarak değerlendirilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaşam kalitesi",
      "B": "İnsan kaynakları",
      "C": "Sağlık hizmetine erişim",
      "D": "Organizasyonun yapısı",
      "E": "Sağlık sigortası"
    },
    "explanation": "Donabedian modeli olarak bilinen yaklaşımda sağlık hizmetlerinin kalitesi üç temel bileşen ile temsil edilmektedir. Modelde bunlar, yapı, süreçler ve sonuçlar olarak gösterilmektedir. Yaşam kalitesi bir çıktı olarak değerlendirilmektedir."
  },
  {
    "id": "3592874",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarından hizmet alan hastalardan bilgi toplamak için kullanılan en yaygın yöntemlerden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Katılımcıların gözlemlenmesi",
      "B": "Açık görüşmeler",
      "C": "Telefon / posta anketleri",
      "D": "Odak grup incelemeleri",
      "E": "Odak grup toplantıları"
    },
    "explanation": "Sağlık kurumlarından hizmet alan hastalardan bilgi toplamak için kullanılan en yaygın yöntemler arasında odak grup toplantıları şeklinde bir yöntem bulunmamaktadır."
  },
  {
    "id": "3592875",
    "unitNumber": 2,
    "text": "Klinik servislerin (dahiliye, cerrahi vb.) veya hastane yatış deneyiminin değerlendirilerek hastaların sınıflandırıldığı ölçek aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Eşit aralık ölçekleri",
      "B": "Sıralı ölçekler",
      "C": "Oransal ölçekler",
      "D": "İnterval ölçekler",
      "E": "Nominal ölçekler"
    },
    "explanation": "Nominal ölçekler; klinik servislerin (dahiliye, cerrahi vb.) veya hastane yatış deneyiminin değerlendirilerek hastaların sınıflandırıldığı bir ölçektir. Bu değerlendirme yönteminde olumlu veya olumsuz yargılar yer almamaktadır."
  },
  {
    "id": "3592876",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi genel olarak her memnuniyet anketinin sahip olduğu özelliklerden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Geçerlilik",
      "B": "Anlamlılık",
      "C": "Tekrarlanabilirlik",
      "D": "Güvenilirlik",
      "E": "Doğruluk"
    },
    "explanation": "Genel olarak, her memnuniyet anketi şu özelliklere sahip olmalıdır: Güvenilirlik, geçerlilik, sistemik hata, doğruluk, anlamlılık.\n<br/>Tekrarlanabilirlik memnuniyet anketinin sahip olması gereken bir özelliği değildir."
  },
  {
    "id": "3592877",
    "unitNumber": 2,
    "text": "Hasta memnuniyeti ölçümünde <strong><u>en çok</u></strong> tercih edilen yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "QPP (Quality of care from the patient’s Perspective)",
      "B": "PPE (Picker Patient Experience Questionnaire)",
      "C": "HKIEQ (Hong Kong Inpatient Experience Questionnaire)",
      "D": "HCAHPS (Hospital Consumer Assessment of Healthcare Providers and Systems)",
      "E": "PPQ (Patient Perceptions of Quality)"
    },
    "explanation": "Sağlık hizmetleri konusunda yapılan anketlerle ilgili mevcut çalışmalara bakıldığında, hasta memnuniyeti ölçümünde en çok tercih edilen yöntem olarak “Hastane Sağlık Hizmet Sağlayıcıları ve Sistemleri Tüketici Değerlendirmesi”, “The Hospital Consumer Assessment of Healthcare Providers and Systems” (HCAHPS) karşımıza çıkmaktadır. HCAHPS anketi, taburcu olduktan sonraki 48 saat ile altı hafta arasında tıbbi koşullardan rastgele seçilmiş yetişkin hastalara uygulanır. Bu ankette hastaların yanıtlaması istenen (son hastane başvuru tecrübeleri ile ilgili) 29 soru bulunmaktadır. Anket, hastaların hastane deneyimlerinin kritik yönlerini anlamaya yöneliktir.<br/>HCAHPS (Hospital Consumer Assessment of Healthcare Providers and Systems)"
  },
  {
    "id": "3592878",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Aile hekimliği uygulamasının avantajlarından biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Semptomlara yönelik tedavi süreci",
      "B": "Bireysel ve sürekli tedavi erişimi",
      "C": "Erken tanı",
      "D": "Maliyet etkinliği",
      "E": "Sağlıklı yaşam ile ilgili olarak profesyonel danışmanlık"
    },
    "explanation": "Aile hekimliği uygulamasının bazı avantajları bulunmaktadır. Bunlar şu şekildedir;\n<br/>Erken tanı,\n<br/>Kişiselleştirilmiş tedavi süreci,\n<br/>Sağlıklı yaşam ile ilgili olarak profesyonel danışmanlık,\n<br/>Bireysel ve sürekli tedavi erişimi,\n<br/>Maliyet etkinliği.<br/>Semptomlara yönelik tedavi süreci"
  },
  {
    "id": "3592879",
    "unitNumber": 2,
    "text": "Ülkemizde, “Aile Hekimliği” kaç yılında Resmî Gazete‘de yayımlanarak tüm illerimizde hayata geçirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "2006",
      "B": "2010",
      "C": "2014",
      "D": "2012",
      "E": "2008"
    },
    "explanation": "Ülkemizde, öncesinde pilot bir uygulama olarak başlatılan “Aile Hekimliği” 25.05.2010 tarih ve 27591 sayılı Resmî Gazete‘de yayımlanarak tüm illerimizde hayata geçirilmiştir."
  },
  {
    "id": "3597718",
    "unitNumber": 2,
    "text": "Sağlık Hizmeti Veren Tesisler ile ilgili olarak aşağıda verilen ifadelerden hangisi <u>doğru değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Hastane bölümleri tıbbi birim veya servis olarak adlandırılır.",
      "B": "Aile sağlığı merkezleri kliniklere örnek olarak gösterilebilir.",
      "C": "Diyaliz merkezleri, sürekli tedaviye ihtiyaç duyan böbrek hastaları için oluşturulmuş merkezlerdir.",
      "D": "Doğum merkezleri genellikle zor doğumlar için uzmanlaşmış personeli istihdam eder.",
      "E": "Bağımlılık merkezleri, hem yatarak hem de ayakta tedavi sunabilir."
    },
    "explanation": "Hastaneler hastalarına çok çeşitli tıbbi, cerrahi ve psikiyatrik hizmetler sunan tesisler olarak tanımlanırlar. Hastane bölümleri tıbbi birim veya servis olarak adlandırılır. Diş klinikleri, aile sağlığı<br/>merkezleri, rehabilitasyon hizmetlerinin sunulduğu fizik tedavi merkezleri Klinikler ve tıbbi muayenehanelere örnektir. Diyaliz merkezleri, kanın yapay olarak temizlenmesi ve filtrelenmesi ile ilgili olarak sürekli tedaviye ihtiyaç duyan böbrek hastaları için oluşturulmuş merkezlerdir. Hastanelerin aksine, doğum merkezleri genellikle sezaryen ameliyatları gerçekleştirebilecek cerrahlar gibi zor doğumlar için uzmanlaşmış personeli istihdam etmez."
  },
  {
    "id": "3597721",
    "unitNumber": 2,
    "text": "“Tipik olarak vücudun çeşitli bölgelerinde, uzmanlaşmış ve prosedürlerini hastanın fiziksel durumuna ve sorunlarının ciddiyetine göre uyarlayabilen uzmanların yer aldığı, kas ve iskelet sistemi sorunları olan hastalara işlem yapılan yerlerdir.”\n Yukarıda özellikleri verilen tesis aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğum merkezi",
      "B": "Radyoloji ve görüntüleme merkezi",
      "C": "Yaşlı bakım rehabilitasyon merkezi",
      "D": "Bağımlılık merkezi",
      "E": "Fizik tedavi ve rehabilitasyon merkezi"
    },
    "explanation": "Fizik Tedavi ve Rehabilitasyon Merkezleri: Tipik olarak vücudun çeşitli bölgelerinde uzmanlaşmış ve prosedürlerini hastanın fiziksel durumuna ve sorunlarının ciddiyetine göre uyarlayabilen fizyoterapistlerin yer aldığı, kas ve iskelet sistemi sorunları olan hastalara rehabilitasyon işlemi yapılan yerlerdir. Atletik yaralanmalardan çeşitli fiziksel engelleri olan hastalara tedavi edici destek sağlamaya kadar çok çeşitli potansiyel sorunlarla ilgilenen bu tesisler ortopedik sorunları teşhis ve tedavi etmenin yanı sıra hastalara önleyici bakım da sağlamaktadır."
  },
  {
    "id": "3597726",
    "unitNumber": 2,
    "text": "I. Doktorun en kısa tedaviyi uygulaması\n II. Risk ve belirsizliklerin açıkça söylenmemesi\n III. Hastanın durumu konusunda bilgilendirilmesi\n IV. Hasta mahremiyetine karşı duyarlı davranılması\n Yukarıda verilenlerden hangileri doktorun hizmet başarısının sağlanmasına yardımcı olacak davranışlardır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "Hizmet başarısı üç temel olgudan meydana gelmektedir. Bunlar, doktor ve diğer sağlık personeli, hasta, organizasyon ve bu bileşenlerin sürdürülebilirliği (devamlılığının sağlanması) olarak sınıflandırılmaktadır. Doktorların mümkün olan en iyi tedaviyi uygulaması ve hasta memnuniyetinin sağlanması konusundaki organizasyona liderlik etmesi gerekmektedir. Doktorun hasta mahremiyetine karşı duyarlı davrandığını hissettirmesi karşılıklı güvenin kurulmasına katkı sağlamaktadır. Bunun dışında, göz teması kurulması, hastanın durumu konusunda bilgilendirilmesi, risk ve belirsizliklerin açıkça söylenmesi, alçakgönüllü olunması gibi davranışlar hastada kalite algısı üzerine etki ederek hizmet başarısının sağlanmasına yardımcı olmaktadır."
  },
  {
    "id": "3597730",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, Akreditasyon için düzenlenen uygunluk teyit belgelerinden birisi <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Deney ve muayene raporları",
      "B": "Ödeme belgeleri",
      "C": "Kalibrasyon sertifikaları",
      "D": "Yönetim sistemi belgeleri",
      "E": "Ürün belgelendirme belgeleri"
    },
    "explanation": "Akreditasyon: TÜRKAK Akreditasyon, uygunluk değerlendirme kuruluşlarınca gerçekleştirilen çalışmaların ve dolayısıyla bu çalışmalar sonucunda düzenledikleri uygunluk teyit belgelerinin (deney ve muayene raporları, kalibrasyon sertifikaları, yönetim sistemi belgeleri, ürün belgelendirme belgeleri, personel belgelendirme belgeleri vb.) güvenilirliğini ve geçerliliğini desteklemek amacıyla oluşturulmuş bir kalite altyapısıdır (TÜRKAK). Ödeme belgeleri, Akreditasyon için düzenlenen uygunluk teyit belgelerinden birisi değildir."
  },
  {
    "id": "3597733",
    "unitNumber": 2,
    "text": "Sağlık hizmeti veren tesislerde uygulanan akreditasyon aşamaları ile ilgili olarak aşağıda verilen ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "İlk aşama ön incelemedir.",
      "B": "Ön incelemeden sonra sözleşme yapılır.",
      "C": "Ön incelemeden sonra düzeltici faaliyetler yer alır.",
      "D": "Teknik gözden geçirme, ilk değerlendirme sonrasında yapılır.",
      "E": "Akreditasyon sertifikası, teknik gözden geçirme sonrasında verilir."
    },
    "explanation": "Sağlık hizmeti veren tesislerde uygulanan akreditasyon aşamaları;\n Başvuru\n Sözleşme\n Ön inceleme\n İlk değerlendirme\n Düzeltici faaliyetler\n Teknik gözden geçirme\n Akreditasyon sertifikası\n Yıllık incelemeler"
  },
  {
    "id": "3597735",
    "unitNumber": 2,
    "text": "“Birden fazla hastalığın bir arada bulunma durumunu ifade eder. Genellikle birincil (temel) durum dışında fizyolojik veya psikolojik olabilen diğer durum ya da durumları tanımlamaktadır.”\n Yukarıda tanımı verilen terim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Malpraktis",
      "B": "Akut hastalık",
      "C": "Komorbidite",
      "D": "Tanı",
      "E": "Mortalite"
    },
    "explanation": "Komorbidite / eş tanı: Birden fazla hastalığın bir arada bulunma durumunu ifade eder. Genellikle birincil (temel) durum dışında fizyolojik veya psikolojik olabilen diğer durum ya da durumları tanımlamaktadır."
  },
  {
    "id": "3597738",
    "unitNumber": 2,
    "text": "I. Zaman, hem sadece araştırma yapmak, hem anket verilerine dayanarak karar vermek için değerlidir.\n<br/>II. Hasta memnuniyetinin nicel ölçümünde nominal ölçekler kullanılır.\n<br/>III. Oransal ölçekteki aralıklar birbirine eşittir.\n<br/>IV. Sıralı ölçeklerde, 0 “Sıfır” değerinden söz edilebilir.\n<br/>Hasta memnuniyetinin ölçümünde kullanılan araçlar ile ilgili olarak yukarıda verilen ifadelerden doğru olanların tümü hangi seçenekte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "Hasta memnuniyetinin (tatmininin) ölçümü temel olarak, onların yargılarını anlamak için tasarlanmış<br/>bir ankettir. Temel hedef en fazla miktardaki bilginin en doğru şekilde elde edilmesidir. Zaman, sadece araştırma yapmak için değil, aynı zamanda anket verilerine dayanarak karar vermek (verilerin yorumlanması) için de değerlidir. Karar vermede geçerlilik kriteri esastır. Hasta memnuniyetinin nicel ölçümünde nominal ölçekler kullanılır. Oransal ölçekler: Hasta memnuniyetine yönelik bazı sayısal ölçeklerde 0 (sıfır) bir anlam ifade etmez (örneğin hasta davranışları). Ancak oransal ölçeklerde 0, gelir durumu, yaş, eğitim gibi konularda kullanılmaktadır. Bu ölçekte araştırmacı, kıyaslama yapabilmektedir. Sıralı ölçekler: Bu ölçekler, araştırmacının hastaların derecelendirmesine dayalı olarak bir sonucun diğerinden açıkça daha yüksek veya daha düşük olduğunu belirttiği metotlar olarak bilinmektedir. Örneğin, hastanın hissettiği ağrının 1 ila 5 arasında değerlendirmesinin istenmesi (1= en az, 5= en çok)."
  },
  {
    "id": "3597740",
    "unitNumber": 2,
    "text": "Genel olarak, her memnuniyet anketi bazı özelliklere sahip olmalıdır. Aşağıdakilerden hangisi bu özelliklerden biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Güvenilirlik",
      "B": "Yorumlama",
      "C": "Geçerlilik",
      "D": "Doğruluk",
      "E": "Anlamlılık"
    },
    "explanation": "Genel olarak, her memnuniyet anketi aşağıdaki özelliklere sahip olmalıdır:<br/>• Güvenilirlik: Bir ölçümün aynı koşullar altında tekrarlanması durumunda sergilediği kararlılık derecesidir.<br/>• Geçerlilik: Bir anketin ölçmeyi amaçladığı şeyi ne kadar iyi ölçtüğünü ifade eder (validasyon).<br/>• Sistemik hata: Hastalara verdikleri cevapları yönlendirmeyen sorular sorulmalıdır. Soru içerisinde bu tip yönelmelere yer veren ifadeler yer almamalıdır.<br/>• Doğruluk: Hastaların tutumlarındaki bir değişikliği tespit etme ve hatanın boyutunu hesaplama<br/>yeteneği olarak tanımlanmaktadır.<br/>• Anlamlılık: Memnuniyet anketlerinin sonuçlarının ne kadar önemli ve mantıklı olup olmadığı, hastalar tarafından sağlanan bilgilerin ne ölçüde anlamlı olduğu şeklinde ifade edilir."
  },
  {
    "id": "3597742",
    "unitNumber": 2,
    "text": "I. Taburcu olduktan sonraki 8 saat ile altı hafta arasında tıbbi koşullardan rastgele seçilmiş yetişkin hastalara uygulanır.\n II.15 sorudan oluşan bir ankettir.\n III. Hastaların yanıtlaması istenen son hastane başvuru tecrübeleri ile ilgili sorular bulunur.\n IV. Ankette hastaların yanıtlaması istenen 29 soru bulunmaktadır.\n Hasta memnuniyeti ölçümünde en çok tercih edilen yöntem olan “Hastane Sağlık Hizmet Sağlayıcıları ve Sistemleri Tüketici Değerlendirmesi”, “The Hospital Consumer Assessment of Healthcare Providers and Systems” (HCAHPS) ile ilgili olarak yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "HCAHPS: Sağlık hizmetleri konusunda yapılan anketlerle ilgili mevcut çalışmalara bakıldığında, hasta memnuniyeti ölçümünde en çok tercih edilen yöntem olarak “Hastane Sağlık Hizmet Sağlayıcıları ve Sistemleri Tüketici Değerlendirmesi”, “The Hospital Consumer Assessment of Healthcare Providers and Systems” (HCAHPS) karşımıza çıkmaktadır. HCAHPS anketi, taburcu olduktan sonraki 48 saat ile altı hafta arasında tıbbi koşullardan rastgele seçilmiş yetişkin hastalara uygulanır. Bu ankette hastaların yanıtlaması istenen (son hastane başvuru tecrübeleri ile ilgili) 29 soru bulunmaktadır.<br/>Anket, hastaların hastane deneyimlerinin kritik yönlerini anlamaya yöneliktir bunlar:<br/>• Hemşireler ve doktorlarla iletişim,<br/>• Hastane personelinin yanıt verebilirliği,<br/>• Hastane ortamının temizliği ve sessizliği,<br/>• İlaçlarla ilgili süreçler,<br/>• Taburcu bilgileri,<br/>• Hastanenin genel değerlendirmesi ve<br/>• Hastaneyi tavsiye edip etmedikleri vb. şeklinde ifade edilmektedir (cms.gov)."
  },
  {
    "id": "3597743",
    "unitNumber": 2,
    "text": "Hasta memnuniyet değerlendirmelerinin amaçlarından biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Çalışanları motive etmek",
      "B": "Yönetimi güçlendirerek yeniliklerin uygulanmasını sağlamak",
      "C": "Hasta algılarının anlaşılmasına ve analiz edilmesine katkıda bulunmak",
      "D": "Başarılı bir sağlık hizmeti için en sübjektif bilgileri elde etmek",
      "E": "Faaliyetlerin değerlendirme sürecini kolaylaştırmak"
    },
    "explanation": "Hasta memnuniyetinin değerlendirilmesinin bazı amaçları bulunmaktadır. Bunlar:<br/>• Başarılı bir sağlık hizmeti için en objektif bilgileri elde etmek,<br/>• Hem tıbbi birimlerdeki süreçlere hem de diğer idari faaliyetlerin kalitesinin artırılmasına yardımcı olmak,<br/>• Hasta algılarının anlaşılmasına ve daha spesifik olarak ihtiyaç, beklenti ve isteklerinin belirlenmesi ve analiz edilmesine katkıda bulunmak,<br/>• Yönetimi güçlendirerek yeniliklerin uygulanmasını sağlamak,<br/>• Çalışanları motive etmek veya motivasyonlarını yüksek tutmak,<br/>• Faaliyetlerin değerlendirme sürecini kolaylaştırmak ve genel olarak sağlık kuruluşları için örgütsel gelişim ve stratejik yönetim için güçlü bir araç olmak."
  },
  {
    "id": "3593391",
    "unitNumber": 3,
    "text": "Kalite yönetiminde ölçme ve değerlendirme ile ilgili olarak hangisi <strong>doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Değerlendirme aşamasında bir tanımlama işlemi gerçekleştirilir.",
      "B": "Ölçme aşamasında yargıya varma işlemi gerçekleştirilir.",
      "C": "Değerlendirme ile elde edilen ölçüm sonuçları standart bir ölçüt ile karşılaştırılır.",
      "D": "Değerlendirme ile sağlanan hizmetin belirli özelliklere sahip olup olmadığı belirlenir.",
      "E": "Değerlendirme ile sağlanan hizmetin sahip olduğu özelliklerin derecesinin ne kadar olduğu belirlenir."
    },
    "explanation": "Kalite yönetiminde ölçme, sağlanan hizmetin belirli özelliklere sahip olup olmadığının, eğer sahipse derecesinin ne kadar olduğunun belirlenmesi ve elde edilen sonuçların sayılar ile ifade edilmesidir. Diğer taraftan değerlendirmede, elde edilen ölçüm sonuçlarının standart bir ölçütle karşılaştırılarak ölçümü yapılan nitelik hakkında bir kararın verilme aşamasıdır. Ölçme aşamasında bir tanımlama işlemi gerçekleştirilirken, değerlendirme aşamasında ise yargıya varma işlemi gerçekleştirilir."
  },
  {
    "id": "3593394",
    "unitNumber": 3,
    "text": "Sağlık sektöründe sunulan hizmetin kalitesinin ölçülmesinde, hasta, sunulan hizmet ya da kurumda çalışan sağlık personeline yönelik sonuçları değerlendirme ve iyileştirmede hangisi kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Geçmiş deneyim",
      "B": "Hizmet sunumu",
      "C": "İmaj",
      "D": "İndikatör",
      "E": "Teknik kalite"
    },
    "explanation": "Sağlık sektöründe sunulan hizmetin kalitesinin ölçülmesinde indikatörler hasta, sunulan hizmet ya da kurumda çalışan sağlık personeline yönelik sonuçları değerlendirme ve iyileştirme amacıyla kullanılırlar."
  },
  {
    "id": "3593396",
    "unitNumber": 3,
    "text": "Algılanmış hizmet kalite modeli hizmet kalitesinin ölçülmesi amacıyla önerilmiş ilk model hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Benchmarking",
      "B": "Cronin",
      "C": "Grönroos",
      "D": "Servqual",
      "E": "Servperf"
    },
    "explanation": "Finlandiyalı Bilim İnsanı Christian Grönroos tarafından 1984 yılında geliştirilen algılanmış hizmet kalite modeli hizmet kalitesinin ölçülmesi amacıyla önerilmiş ilk model özelliği taşımaktadır."
  },
  {
    "id": "3593397",
    "unitNumber": 3,
    "text": "Grönroos modelinde hangisinin süzgeç görevi gördüğü düşünülür?",
    "correctAnswer": "B",
    "options": {
      "A": "Fonksiyonel kalite",
      "B": "İmaj",
      "C": "Pazarlama iletişimi",
      "D": "Teknik kalite",
      "E": "Yaşanan kalite"
    },
    "explanation": "GRÖNROOS modelinde sunulan hizmetin imaj boyutunun süzgeç görevi gördüğü ifade edilir."
  },
  {
    "id": "3593398",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kalite indikatörlerinin niteliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Doğruluk",
      "B": "Kanıta dayalılık",
      "C": "Tekrarlanabilirlik",
      "D": "Pazarlanabilirlik",
      "E": "Geçerlilik"
    },
    "explanation": "Tablo 3.1’de örnekleriyle birlikte verilen kalite indikatörlerinin kalite ölçüm sürecinde verimli bir şekilde kullanılabilmesi için bazı niteliklere sahip olması oldukça önem arz etmektedir. Bu nitelikler;\n <ul> <li>Doğru olma</li> <li>Faydalı olma</li> <li>İlgili olma</li> <li>Kanıta dayalı olma</li> <li>Güvenilir ve tekrarlanabilir olma</li> <li>Geçerli olma</li> <li>Yapılabilir olma</li> <li>Kolay yorumlanabilir olma şeklinde sıralanabilir.</li> </ul>"
  },
  {
    "id": "3593399",
    "unitNumber": 3,
    "text": "GRÖNROOS modelinde<strong>, </strong>hizmetin sunum aşamasında hizmeti sağlayan kurumdaki çalışanların davranışlarının nasıl olduğunu ve hizmeti alan kişilere ne şekilde sunulacağı ile ilgili boyut hangisi ile tanımlanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Beklenen kalite",
      "B": "Yaşanan kalite",
      "C": "İmaj",
      "D": "Teknik kalite",
      "E": "Fonksiyonel kalite"
    },
    "explanation": "GRÖNROOS modelinde fonksiyonel kalite<strong>, </strong>hizmetin sunum aşamasında hizmeti sağlayan kurumdaki çalışanların davranışlarının nasıl olduğunu ve hizmeti alan kişilere ne şekilde sunulacağı ile ilgili olarak tanımlanmıştır."
  },
  {
    "id": "3593401",
    "unitNumber": 3,
    "text": "Beklenen hizmet ile algılanan hizmet arasındaki ilişki hangi modelde kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Benchmarking",
      "B": "Donabedian",
      "C": "Grönroos",
      "D": "Servqual",
      "E": "Servperf"
    },
    "explanation": "SERVQUAL modeline göre beklenen hizmet ile algılanan hizmet arasındaki ilişki aşağıda verilmiştir.\n Beklenen hizmet algılanan hizmetten fazla ise <em>düşük kaliteli hizmet </em>\n Beklenen hizmet algılanan hizmete eşit ise <em>tatmin edici hizmet </em>\n Beklenen hizmet algılanan hizmetten düşük ise <em>yüksek kaliteli hizmet </em>adını alır.\n Burada düşük kaliteli hizmet, algılanan kalitenin tatmin edici düzeyde olmadığı anlamına gelir."
  },
  {
    "id": "3593402",
    "unitNumber": 3,
    "text": "SERVQUAL modelinin hizmet kalitesindeki sorunları ile ilgili olarak hizmeti alanların beklentileri ve hizmet sağlayan yöneticilerin bu beklentileri algılamaları arasındaki farktan oluşan boşluk hangisi ile ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "1. Boşluk",
      "B": "2. Boşluk",
      "C": "3. Boşluk",
      "D": "4. Boşluk",
      "E": "5. Boşluk"
    },
    "explanation": "SERVQUAL modelinin hizmet kalitesindeki sorunların varlığına işaret eden 5 boşluk (fark) bulunur.\n <ol> <li>Boşluk: Hizmeti alanların beklentileri ve hizmet sağlayan yöneticilerin bu beklentileri algılamaları arasındaki farktan oluşan boşluktur.</li> </ol>"
  },
  {
    "id": "3593405",
    "unitNumber": 3,
    "text": "Davranışsal temele dayalı ölçme ile ortaya çıkan tüketici memnuniyetinin hizmet kalitesindeki gibi anlık bir durum olmayıp uzun süreli hizmet kalitesi davranışına işaret eden etkili bir gösterge olduğunu savunan model kim/kimler tarafından geliştirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Christian Grönroos",
      "B": "Cronin ve Taylor",
      "C": "Avadis Donabedian",
      "D": "Likert",
      "E": "Parasuraman ve arkadaşları"
    },
    "explanation": "Bir diğer Hizmet kalitesi ölçüm modeli olan ve 1992 yılında Cronin ve Taylor tarafından geliştirilen modelde (Cronin ve Taylor, 1992), SERVQUAL modelinin hizmet kalitesi ölçümünde eksik yönleri olduğu ve yetersiz kaldığı savunulmaktadır.\n SERVPERF modeli, davranışsal temele dayalı ölçme ile ortaya çıkan tüketici memnuniyetinin hizmet kalitesindeki gibi anlık bir durum olmayıp uzun süreli hizmet kalitesi davranışına işaret eden etkili bir gösterge olduğunu savunur."
  },
  {
    "id": "3593408",
    "unitNumber": 3,
    "text": "Kıyaslama (Benchmarking) Modeli ile ilgili olarak hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Süreklilik gerektirir.",
      "B": "Sistematik bir yaklaşımdır.",
      "C": "Aynen uygulama yapılır.",
      "D": "Uyarlama yaklaşımı temeldir.",
      "E": "Karşılıklı deneyimlerden çıkar elde edilir."
    },
    "explanation": "Kıyaslama modeli kesinlikle bir kurumu taklit etme ya da süreçlerin işleyişini kopyalama aracı olarak düşünülmemelidir. Bu modelin temeli “aynen uygulama” yerine “uyarlama” yaklaşımına dayanır."
  },
  {
    "id": "3596932",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kalite yönetiminde bir konunun sayısallaştırılarak ölçülebilir şekle getirilmesiyle o konuda iyileştirme faaliyetlerine katkı sağlayan bir araç olarak tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Veri",
      "B": "Ölçek",
      "C": "Performans",
      "D": "İndikatör",
      "E": "Parametre"
    },
    "explanation": "İndikatör (Gösterge): Bir konunun sayısallaştırılarak ölçülebilir şekle getirilmesiyle o konuda iyileştirme faaliyetlerine katkı sağlayan bir araçtır."
  },
  {
    "id": "3596933",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sağlık hizmetlerinde kalitenin ölçülmesinde kullanılan indikatörlerden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "oransal değer",
      "B": "istatistiksel değer",
      "C": "yüzde değer",
      "D": "ortalama değer",
      "E": "mutlak sayı"
    },
    "explanation": "Sağlık hizmetlerinde kalitenin ölçülmesinde kullanılan bazı indikatörler; mutlak sayı, yüzde değer, ortalama değer ve oransal değer şeklindedir.<br/>istatistiksel değer"
  },
  {
    "id": "3596934",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kalite indikatörlerinin kalite ölçüm sürecinde verimli bir şekilde kullanılabilmesi için sahip olması gereken niteliklerinden biri olarak <strong><u>değerlendirilemez</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarafsız olma",
      "B": "Faydalı olma",
      "C": "İlgili olma",
      "D": "Kolay yorumlanabilir olma",
      "E": "Doğru olma"
    },
    "explanation": "Kalite indikatörlerinin kalite ölçüm sürecinde verimli bir şekilde kullanılabilmesi için bazı niteliklere sahip olması oldukça önem arz etmektedir. Bu nitelikler;\n<br/><ul><br/><li>Doğru olma</li><br/><li>Faydalı olma</li><br/><li>İlgili olma</li><br/><li>Kanıta dayalı olma</li><br/><li>Güvenilir ve tekrarlanabilir olma</li><br/><li>Geçerli olma</li><br/><li>Yapılabilir olma</li><br/><li>Kolay yorumlanabilir olma şeklinde sıralanabilir.</li><br/></ul><br/>Tarafsız olma"
  },
  {
    "id": "3596935",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi hizmet kalitesinin ölçülmesi için tasarlanmış <strong><u>ilk</u></strong> modeldir?",
    "correctAnswer": "C",
    "options": {
      "A": "SERVQUAL modeli",
      "B": "DONABEDIAN modeli",
      "C": "GRÖNROOS modeli",
      "D": "SERVPERF modeli",
      "E": "Benchmarking modeli"
    },
    "explanation": "Finlandiyalı Bilim İnsanı Christian Grönroos tarafından 1984 yılında geliştirilen algılanmış hizmet kalite modeli hizmet kalitesinin ölçülmesi amacıyla önerilmiş ilk model özelliği taşımaktadır.<br/>GRÖNROOS modeli"
  },
  {
    "id": "3596936",
    "unitNumber": 3,
    "text": "SERVQUAL modelinde hizmet sunumu ile hizmet kalitesi standartları arasındaki boşluk aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1. Boşluk",
      "B": "2. Boşluk",
      "C": "3. Boşluk",
      "D": "4. Boşluk",
      "E": "5. Boşluk"
    },
    "explanation": "SERVQUAL modeline göre hizmeti sağlayan kurumların kalite anlayışları ile uygulamaları arasında, hizmeti alanların hizmet beklentileri ile aldıkları hizmet arasında bazı boşluklar bir başka deyişle farklılıklar bulunmaktadır. Bu boşlukların yönü ve büyüklüğü sağlanan hizmetin kalitesi ile doğrudan ilişkilidir. Geliştirilen modele göre hizmet kalitesindeki sorunların varlığına işaret eden 5 boşluk (fark) bulunur.\n<br/>3. Boşluk: Hizmet sunumu ile hizmet kalitesi standartları arasındaki boşluktur. Eğer hizmet standartları uygulanamıyor, çalışanlar bu kuralları hayata geçiremiyor ise, hizmet ulaştırmada boşluk söz konusudur."
  },
  {
    "id": "3596937",
    "unitNumber": 3,
    "text": "Katılımcıların tutum ve fikirlerini öğrenmek için kullanılan, tek boyutlu ve kapalı uçlu sorularla bilgi edinilmesini sağlayan ölçek çeşidi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eşit aralıklı ölçek",
      "B": "Likert ölçeği",
      "C": "Oran ölçeği",
      "D": "Nominal ölçek",
      "E": "Ordinal ölçek"
    },
    "explanation": "Likert Ölçeği: Katılımcıların tutum ve fikirlerini öğrenmek için kullanılan, tek boyutlu ve kapalı uçlu sorularla bilgi edinilmesini sağlayan bir ölçek çeşididir."
  },
  {
    "id": "3596938",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi SERVQUAL modelinde indirgenmiş hizmet kalitesi boyutları arasında <strong><u>yer almaz</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Güvenilirlik",
      "B": "Empati",
      "C": "Yeterlilik",
      "D": "Heveslilik",
      "E": "Güvence"
    },
    "explanation": "SERVQUAL modeli indirgenmiş hizmet kalitesi boyutları; Fiziksel özellikler, Güvenilirlik, Heveslilik, Güvence ve Empati olarak sıralanabilir.<br/>Yeterlilik"
  },
  {
    "id": "3596939",
    "unitNumber": 3,
    "text": "Bir doktorun hastasına tahlil sonuçlarını onun anlayacağı şekilde açıklaması, mesleki/ teknik terimler yerine mümkün olduğunca sade bir dil ile hastasını bilgilendirmesi aşağıdaki hangi hizmet kalitesi boyutuna karşılık gelmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ulaşılabilirlik",
      "B": "Nezaket",
      "C": "Heveslilik",
      "D": "İletişim",
      "E": "Empati"
    },
    "explanation": "İletişim: Hizmeti alan kişinin aldığı hizmet ile ilgili olarak anlaşılabilir bir dil ile bilgilendirilmesi anlamına gelir. Örneğin, doktorun hastasına tahlil sonuçlarını onun anlayacağı şekilde açıklaması, mesleki/ teknik terimler yerine mümkün olduğunca sade bir dil ile hastasını bilgilendirmesi."
  },
  {
    "id": "3596940",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Benchmark kelimesinin anlamlarından biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "evre-aşama",
      "B": "kilometre taşı",
      "C": "kıyaslama",
      "D": "referans noktası",
      "E": "gösterge"
    },
    "explanation": "Kıyaslama ya da İngilizce benchmarking olarak da bilinen model benchmark kelimesinden gelmektedir. Benchmark kelimesinin sözlükte kıyaslama dışında “referans noktası, kilometre taşı ve evre-aşama” gibi anlamları da bulunmaktadır.<br/>Kıyaslama ya da ingilizce benchmarking olarak da bilinen model benchmark kelimesinden gelmektedir. Benchmark kelimesinin sözlükte kıyaslama dışında “referans noktası, kilometre taşı ve evre-aşama” gibi anlamları da bulunmaktadır."
  },
  {
    "id": "3596941",
    "unitNumber": 3,
    "text": "“SERVQUAL modeline göre hizmet kalitesi, …………… ile …………. arasındaki farka bakılarak değerlendirilir” cümlesinde ……. olarak boş bırakılan yerlere aşağıdaki ifadelerden hangileri gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "beklenen hizmet / algılanan hizmet",
      "B": "istenen hizmet / verilen hizmet",
      "C": "beklenen hizmet / alınan hizmet",
      "D": "algılanan hizmet / istenen hizmet",
      "E": "istenen hizmet / algılanan hizmet"
    },
    "explanation": "SERVQUAL modeline göre hizmet kalitesi, beklenen hizmet ile algılanan hizmet arasındaki farka bakılarak değerlendirilir.<br/>beklenen hizmet / algılanan hizmet"
  },
  {
    "id": "3592880",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi “Ekip” kavramı için doğru bir özellik <strong><u>değildir</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Ortak hedef vardır.",
      "B": "Ekip çalışması sonucu oluşan çıktı sinerjiktir.",
      "C": "Farklı yeteneğe sahip kişilerden oluşur.",
      "D": "Uzmanlık aranmaz.",
      "E": "Ortak sorumluluk vardır."
    },
    "explanation": "Ekip, dinamik olarak sürekli etkileşimde olan, ortak bir hedef ya da görev için bir araya gelmiş en az iki kişiden oluşan, birbirlerine bağımlı ve belli roller paylaşan bireylerden oluşan bir topluluktur. Ekip çalışmalarında uzmanlık aranır.<br/>Uzmanlık aranmaz."
  },
  {
    "id": "3592881",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir amaç için bir araya gelmiş, bireysel sorumlulukların ön planda tutulduğu topluluğu tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekip",
      "B": "Grup",
      "C": "İş takımı",
      "D": "Küme",
      "E": "Birlik"
    },
    "explanation": "Grup; bir amaç için bir araya gelmiş, bireysel sorumlulukların ön planda tutulduğu topluluktur."
  },
  {
    "id": "3592882",
    "unitNumber": 4,
    "text": "Aşağıdaki ekip oluşum aşamalarından hangisi ekip üyeleri arasında iş birliğinin sağlandığı ve verimin arttığı aşamadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ulaşma/Sonuçlanma",
      "B": "Oluşma/Şekillenme",
      "C": "Buluşma/Biçimlenme",
      "D": "Gelişme/Genişleme",
      "E": "Çatışma/Fırtına"
    },
    "explanation": "Ulaşma/Sonuçlanma; ekip üyeleri arasında iş birliğinin sağlandığı ve verimin arttığı bir aşamadır."
  },
  {
    "id": "3592883",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kalite iyileştirme ekibinin görevleri için doğru bir ifade <strong><u>değildir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Sağlık kurumunun ortak sorunları için kalite iyileştirme faaliyetlerini uygulamak.",
      "B": "Kalite iyileştirme yaklaşımının uygulanmasından önce durum analizi yapmak.",
      "C": "Yılda bir kez ilerleme raporu hazırlamak ve sağlık kurumunun düzeyine göre paydaşlarla çıktıları paylaşmak.",
      "D": "Periyodik izleme yapmak ve teknik tavsiye sağlamak.",
      "E": "Durum ve eylem planını gözden geçirmek."
    },
    "explanation": "Yılda bir kez değil iki kez ilerleme raporu hazırlamak ve sağlık kurumunun düzeyine göre paydaşlarla çıktıları paylaşmak durumundadır.<br/>Yılda bir kez ilerleme raporu hazırlamak ve sağlık kurumunun düzeyine göre paydaşlarla çıktıları paylaşmak."
  },
  {
    "id": "3592885",
    "unitNumber": 4,
    "text": "Sağlık kurumlarında kalite iyileştirme amacıyla kurulan ekipler, yüksek işlevli ekipler olmalıdır. Aşağıdakilerden hangisi yüksek işlevli ekip üyelerinin sahip olması gereken özelliklerden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Yaratıcılık",
      "B": "Alçakgönüllülük",
      "C": "Merak",
      "D": "Dürüstlük",
      "E": "Acelecilik"
    },
    "explanation": "Sağlık kurumlarında kalite iyileştirme amacıyla kurulan ekipler, yüksek işlevli ekipler olmalıdır. Yüksek işlevli ekip üyeleri; dürüstlük, disiplin, yaratıcılık, alçakgönüllülük ve merak gibi özelliklere sahip olmalıdır. Acelecilik bu özelliklerden biri değildir."
  },
  {
    "id": "3592886",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kalite iyileştirme ekip üyelerinin sorumluluklarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Serbest fikir alışverişine izin vererek ve tüm ekip üyelerini sürece dahil ederek, ekibe rehberlik etmek.",
      "B": "Uygulama ve takip yoluyla başarılı problem çözümü için ekibe rehberlik etmek.",
      "C": "Ekip üyeleri için gündem ve toplantı zamanını belirlemek.",
      "D": "Ekip tarafından ele alınan sorunlar hakkında fikir sunmak.",
      "E": "Uygulama ve takip yoluyla başarılı problem çözümü için ekibe rehberlik etmek."
    },
    "explanation": "Ekip tarafından ele alınan sorunlar hakkında fikir sunmak kalite iyileştirme ekip üyelerinin sorumluluklarından biridir. Diğerleri ekip liderinin sorumlulukları arasındadır.<br/>Ekip tarafından ele alınan sorunlar hakkında fikir sunmak."
  },
  {
    "id": "3592887",
    "unitNumber": 4,
    "text": "Ülkemizde Hastane Hizmet Kalite Standartları talimatlarına göre hasta teslimleri <u>önce</u> aşağıdakilerden hangisinde yapılmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hastanın odasında",
      "B": "Acil serviste",
      "C": "Hemşire deskinde",
      "D": "Danışmada",
      "E": "Doktor odasında"
    },
    "explanation": "Ülkemizde Hastane Hizmet Kalite Standartları talimatlarına göre hasta teslimleri, önce hemşire deskinde sonra hasta odaları tek tek dolaşılarak hasta başında mümkün olan en kısa sürede hem sözlü hem de yazılı olarak yapılmalıdır."
  },
  {
    "id": "3592888",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ekip çalışmasının <u>hasta için</u> sağladığı bir yarardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tedavinin kabulü kolaylaşır.",
      "B": "Hastanede kalış süresi ve maliyetinde azalma olur.",
      "C": "Tıbbi hata azalır refah iyileştirilir.",
      "D": "Bakım koordinasyonunda iyileşme gerçekleşir.",
      "E": "İş tatmini artar."
    },
    "explanation": "Ekip çalışmasının, sağlık kurumu, ekip, hastalar ve ekip üyeleri açısından birçok yararı bulunmaktadır. Tedavinin kabulünün kolaylaşması, bakımda memnuniyet artması, bakım kalitesi ve sağlık sonuçlarının iyileştirilmesi hasta için sağladığı yararladır.<br/>Tedavinin kabulü kolaylaşır."
  },
  {
    "id": "3592889",
    "unitNumber": 4,
    "text": "“Ekip Çalışması Tutumları Ölçeği (EÇTÖ) ekip yapısı, liderlik, durum izleme, ………….. ve iletişimi açıklayabilme gibi beş alt değerlendirme biriminden oluşmaktadır” cümlesinde ……. olarak boş bırakılan yere aşağıdaki ifadelerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "geri bildirim",
      "B": "karşılıklı destek",
      "C": "yüksek performans",
      "D": "misyon",
      "E": "paylaşım"
    },
    "explanation": "Ekip Çalışması Tutumları Ölçeği (EÇTÖ) ekip yapısı, liderlik, durum izleme, karşılıklı destek ve iletişimi açıklayabilme gibi beş alt değerlendirme biriminden oluşmaktadır."
  },
  {
    "id": "3592890",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Ekip başarısının bağlı olduğu faktörlerden biri olarak <strong><u>değerlendirilemez</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Güven",
      "B": "Destek",
      "C": "Sinerji",
      "D": "Sorumluluk",
      "E": "Benzerlik"
    },
    "explanation": "Ekip başarısının bağlı olduğu faktörler dinleme, güven, yetki, farklılık, sorumluluk, kabul, destek ve sinerji olarak sayılabilir. Benzerlik başarıyı etkileyen bir faktör değildir."
  },
  {
    "id": "3596588",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarında görev alan personelin oluşturduğu ekip üyeleri arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Hekim",
      "B": "Hemşire",
      "C": "Diyetisyen",
      "D": "Hastane müdürü",
      "E": "Psikolog"
    },
    "explanation": "<strong><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d08ec9d47fc0935db00766eb88466a9f.jpeg\" alt=\"ekip üyeleri\" width=\"472\" height=\"510\"></strong><br/>Hastane müdürü"
  },
  {
    "id": "3596589",
    "unitNumber": 4,
    "text": "Bir amaç için bir araya gelmiş, bağımsız çalışan, lideri olmayan, aynı yeteneğe sahip kişilerden oluşan, bireysel sorumlulukların ön planda tutulduğu topluluk aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Grup",
      "B": "Ekip",
      "C": "Meslek mensupları",
      "D": "Sosyal hizmet uzmanları",
      "E": "Direktörler"
    },
    "explanation": "Bir amaç için bir araya gelmiş, bağımsız çalışan, lideri olmayan, aynı yeteneğe sahip kişilerden oluşan, bireysel sorumlulukların ön planda tutulduğu topluluk GRUP olarak ifade edilir."
  },
  {
    "id": "3596595",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ekip oluşum aşamalarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Oluşma",
      "B": "Buluşma",
      "C": "Ulaşma",
      "D": "Çatışma",
      "E": "Sinerji"
    },
    "explanation": "Ekip oluşum aşamaları şu şekilde sıralanabilir;<br/>Oluşma/Şekillenme\n<br/>Çatışma/Fırtına\n<br/>Buluşma/Biçimlenme\n<br/>Ulaşma/Sonuçlanma<br/>Sinerji"
  },
  {
    "id": "3596597",
    "unitNumber": 4,
    "text": "Sağlık kurumlarında kalite iyileştirme amacıyla kurulan yüksek işlevli ekiplerin üyeleri aşağıdaki özelliklerden hangilerine sahip olmalıdırlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Kalite- Sorumluluk- Alçakgönüllülük- Saygı- Farkındalık",
      "B": "Dürüstlük- Disiplin- Yaratıcılık- Alçakgönüllülük- Merak",
      "C": "Etkinlik- Dürüstlük- Çalışkanlık- Farkındalık- Uzmanlık",
      "D": "Dürüstlük- Disiplin-Diksiyon- Sorumluluk- Sağduyu",
      "E": "Farkındalık- Disiplin- Yaratıcılık- Yönlendiricilik- Uzlaşmacı"
    },
    "explanation": "Yüksek işlevli ekip üyeleri aşağıdaki özelliklere sahip olmalıdır:\n<br/>Dürüstlük- Disiplin- Yaratıcılık- Alçakgönüllülük- Merak"
  },
  {
    "id": "3596604",
    "unitNumber": 4,
    "text": "\" ................................................... organizasyonel verimliliği, maliyet etkinliğini ve çalışanların genel<br/>refahını arttırmak içinde eylem planları hazırlayabilirler.\" \n Cümlede boş bırakılan yeri aşağıdakilerden hangisi en doğru şekilde tamamlayabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çapraz işlevli ekipler",
      "B": "Otonom Ekipleri",
      "C": "Sanal Ekipleri",
      "D": "Kalite İyileştirme Ekipleri",
      "E": "Yüksek İşlevli Ekipler"
    },
    "explanation": "<strong>Kalite iyileştirme ekipleri,</strong> organizasyonel verimliliği, maliyet etkinliğini ve çalışanların genel<br/>refahını arttırmak içinde eylem planları hazırlayabilirler"
  },
  {
    "id": "3597945",
    "unitNumber": 4,
    "text": "Kalite iyileştirme ekiplerinin yüksek performansta çalışabilmesi için iyi bir ekip liderine ihtiyacları vardır. Aşağıdakilerden hangisi ekip liderinin sorumlulukları arasında sayılamaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekip üyeleri için gündem ve toplantı zamanını belirlemek",
      "B": "Sorunların nedenlerinin değerlendirilmesine katkı sağlamak",
      "C": "Uygulama ve takip yoluyla başarılı problem çözümü için ekibe rehberlik etmek",
      "D": "Ekibin ilerlemesini kalite kontrol sorumlusuna iletmek",
      "E": "Toplantıya bir ekip üyesi olarak katılmak"
    },
    "explanation": "Kalite iyileştirme ekiplerinin yüksek performansta çalışabilmesi için iyi bir ekip liderine ihtiyacı vardır. Ekip liderinin bir takım sorumlulukları bulunmaktadır Bu sorumluluklar şunlardır:<br/>• Ekip üyeleri için gündem ve toplantı zamanını belirlemek.<br/>• Toplantıya bir ekip üyesi olarak katılmak.<br/>• Serbest fikir alışverişine izin vererek ve tüm<br/>ekip üyelerini sürece dahil ederek, ekibe<br/>rehberlik etmek.<br/>• Verilerin toplanma ve kaydedilmesinin sağlanabilmesi için, ekip üyelerine sorumlulukların paylaştırılması sağlamak.<br/>• Uygulama ve takip yoluyla başarılı problem<br/>çözümü için ekibe rehberlik etmek.<br/>• Bu süreci denetleyen İdari Temsilci ile iletişim kurmak.<br/>• Ekibin ilerlemesini kalite kontrol sorumlusuna iletmek<br/>Sorunların nedenlerinin değerlendirilmesine katkı sağlamak."
  },
  {
    "id": "3597946",
    "unitNumber": 4,
    "text": "\"Ortak olarak paylaşılan bir amacı gerçekleştirmek için teknolojiyi kullanarak, zaman, mekan ve örgüt sınırlarından bağımsız olarak faaliyet gösteren insan grubu ------------------------------- olarak tanımlanmaktadır\" cümlesinde boş bırakılan yeri en doğru tamamlayan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Otonom ekip",
      "B": "Çapraz işlevli ekip",
      "C": "Sanal ekip",
      "D": "Kalite iyileştiren ekip",
      "E": "Yüksek işlevli ekip"
    },
    "explanation": "Sanal ekip, ortak olarak paylaşılan bir amacı<br/>gerçekleştirmek için teknolojiyi kullanarak, zaman,<br/>mekan ve örgüt sınırlarından bağımsız olarak faaliyet gösteren insan grubu olarak tanımlanmaktadır"
  },
  {
    "id": "3597947",
    "unitNumber": 4,
    "text": "Sağlık ekiplerinin ortak bir dili konuşabilmesi için birçok teknik geliştirilmiştir. Uluslararası arenada bu tekniklerden en sık kullanılanı “SBAR- Situation, Background, Assessment, Recommendation”, dilimize hangi şekilde çevrilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Durum, Öykü, Değerlendirme, Öneri",
      "B": "Tanıtma, Hasta, Değerlendirme, Durum",
      "C": "Durum, Güvenlik Kaygıları, Öykü, Zamanlama",
      "D": "Hasta, Planlama, Amaç, Önlemler",
      "E": "Merhaba, Değerlendirme, Gerekli Hasta Bilgileri, Tehlike"
    },
    "explanation": "Sağlık ekiplerinin ortak bir dili konuşabilmesi için birçok teknik geliştirilmiştir.\n<br/>Bu tekniklerden en sık kullanılanı “SBAR- Situation, Background, Assessment, Recommendation”\n<br/>Türkçede kullanımının kolaylaştırılması bakımından DÖDÖ (Durum, Öykü, Değerlendirme, Öneri) olarak<br/>kısaltılmıştır"
  },
  {
    "id": "3597948",
    "unitNumber": 4,
    "text": "Hasta Güvenliği ve Performansı Arttıran Ekip Stratejileri ve Araçları (TeamSTEPPS) projesi sonucunda, dilimize Ekip Çalışması Tutumları Ölçeği olarak adaptasyonu yapılan EÇTÖ için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Hasta güvenliğini geliştirmek amacı ile ekip çalışmasının önemini vurgulamak ve ekip çalışmasını geliştirmeye yönelik<br/>bir ölçektir.",
      "B": "Etkili iletişim, sağlık kurumlarında bakım kalitesinin artırılması ve iyileştirilmesi için gerekli olan bir ölçektir.",
      "C": "Kalite iyileştirmede ekip çalışmasının gerekliliklerinin tanımlayan; ekip çalışmasıyla ilgili ihtiyaçları belirlemek için gerekli olan bir ölçektir.",
      "D": "Her bir bölümde altı soru olmak üzere toplam 30 sorudan oluşan bir ölçektir.",
      "E": "Sağlık kurumlarında ekip çalışmasında kalitenin iyileştirilmesi için oluşturulan bir ölçektir."
    },
    "explanation": "Hasta Güvenliği ve Performansı Arttıran Ekip Stratejileri ve Araçları (TeamSTEPPS) projesi sonucunda, 2008 yılında Baker ve ark. tarafından geliştirilmiş olup, Türkçeye Ekip Çalışması Tutumları Ölçeği (EÇTÖ) olarak adaptasyonu yapılmıştır.<br/>Ekip yapısı, liderlik, durum izleme, karşılıklı destek ve iletişimi açıklayabilme gibi<br/>beş alt değerlendirme biriminden oluşmaktadır. Bu<br/>değerlendirme ölçeğine göre en az 28, en çok ise<br/>140 puan alınabilmektedir. Ölçek aynı zamanda<br/>ekip çalışmasını geliştirmeye yönelik verilen eğitimlerden sonra eğitime katılan bireylerin tutumlarındaki değişiklikleri değerlendirmek amacı ile<br/>eğitim sonrasında da kullanılabilmektedir. <strong>Her bir</strong><br/><strong>bölümde altı soru olmak üzere toplam 30 sorudan</strong><br/><strong>oluşan bir ölçektir</strong><br/>Her bir bölümde altı soru olmak üzere toplam 30 sorudan oluşan bir ölçektir."
  },
  {
    "id": "3597949",
    "unitNumber": 4,
    "text": "EÇTÖ’ye göre “Bireylere, önemli durumsal ipuçları için<br/>çevreyi nasıl tarayacakları öğretilebilir\" sorusu hangi başlık altında değerlendirilmesi gereken bir durumdur?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekip yapısı",
      "B": "Durum izleme",
      "C": "Liderlik",
      "D": "Karşılıklı destek",
      "E": "İletişim"
    },
    "explanation": "<strong>Durum İzleme</strong>\n<br/>- Bireylere, önemli durumsal ipuçları için çevreyi nasıl tarayacakları öğretilebilir.<br/>-Hastaların izlenmesi etkin ekip performansına önemli katkı sağlar.<br/>- Doğrudan bakım ekibinin bir parçası olmayan kişiler bile hasta durumundaki değişiklikleri taramaya ve bildirmeye teşvik edilmelidir.<br/>- Diğer ekip üyelerinin duygusal ve fiziksel<br/>durumlarını izlemek önemlidir.<br/>- Bir ekip üyesinin, bir görevi yerine getiremeyecek kadar yorgun veya stresli olabilecek bir başkasına yardım teklif etmesi uygundur.<br/>- İş yerinde duygusal ve fiziksel durumlarını izleyen ekip üyeleri daha etkilidir.<br/>Durum izleme"
  },
  {
    "id": "3595255",
    "unitNumber": 5,
    "text": "Kalite iyileştirmede kullanılan araçların sınıflandırılması hangi amaçla yapılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Araçların karmaşıklığını artırmak için",
      "B": "Kalitenin tarihçesini belgelemek için",
      "C": "Kalitenin nitelik ve nicelik bakımından değerlendirilmesi için",
      "D": "Araçların kullanım alanlarını genişletmek için",
      "E": "Araçların etkinliğini sınırlamak için"
    },
    "explanation": "Kalite iyileştirmede kullanılan araçların sınıflandırılması, nitelik ve nicelik bakımından değerlendirilmelerini sağlamak amacıyla yapılmıştır. Bu sınıflandırma, araçların kullanım alanlarını ve etkinliklerini belirlemeye yardımcı olur. Bu nedenle, doğru cevap C şıkkıdır."
  },
  {
    "id": "3595258",
    "unitNumber": 5,
    "text": "Kalite iyileştirmede kullanılan bir araç olan Pareto şeması hangi prensibe dayanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "50-50 kuralı",
      "B": "90-10 kuralı",
      "C": "80-20 kuralı",
      "D": "70-30 kuralı",
      "E": "60-40 kuralı"
    },
    "explanation": "Pareto şeması, sorunların %80'inin genellikle nedenlerin %20'sinden kaynaklandığı 80-20 kuralına dayanmaktadır."
  },
  {
    "id": "3595263",
    "unitNumber": 5,
    "text": "Pareto diyagramında kümülatif toplamın %80'e ulaştığı noktaya göre hangi bölge genellikle \"vital few\" olarak nitelendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sol taraftaki kısımlar",
      "B": "%80'e ulaşan noktanın çevresi",
      "C": "Sağ taraftaki kısımlar",
      "D": "Üst kısımlar",
      "E": "Alt kısımlar"
    },
    "explanation": "Pareto diyagramında sol taraftaki kısımlar genellikle \"vital few\" olarak nitelendirilir, çünkü bu kısımlar sorunun çözümünde en büyük etkiye sahip olanları temsil eder."
  },
  {
    "id": "3595265",
    "unitNumber": 5,
    "text": "Kalite iyileştirmede kullanılan araçlardan biri olan çetele tabloları hangi amaçla kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Performans analizi yapmak",
      "B": "Süreçleri karmaşıklaştırmak",
      "C": "Verileri düzenlemek",
      "D": "Problemleri göz ardı etmek",
      "E": "Anlamsız verileri elemek"
    },
    "explanation": "Çetele tabloları, bilgi toplamak ve performans analizi yapmak için kullanılır."
  },
  {
    "id": "3595286",
    "unitNumber": 5,
    "text": "Dağılım diyagramı hangi durumu analiz etmek için kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Neden-sonuç ilişkisini göstermek için",
      "B": "Sürecin kontrol altında olup olmadığını belirlemek için",
      "C": "Değişkenler arasındaki bağlantıyı göstermek için",
      "D": "Verilerin sıklığını görselleştirmek için",
      "E": "Verilerin ortalama değerlerini göstermek için"
    },
    "explanation": "Dağılım diyagramı, neden sonuç arasındaki korelasyonu değil, bir değişkenin başka bir değişken üzerindeki etkisini analiz etmek için kullanılır. Bu nedenle Cevap C'dir."
  },
  {
    "id": "3595289",
    "unitNumber": 5,
    "text": "Hangi araç, bir sorunun ana sebeplerini belirlemek için genellikle beyin fırtınası ile kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Balık Kılçığı (Neden-Sonuç) Diyagramı",
      "B": "Akış Şeması",
      "C": "Çetele Tablosu",
      "D": "Pareto Şeması",
      "E": "Histogram"
    },
    "explanation": "Balık Kılçığı Diyagramı, bir sorunun ana sebeplerini belirlemek için genellikle beyin fırtınası ile kullanılır. Sebep ve sonuç ilişkisinin değerlendirildiği bu araç, problemi oluşturan sebepleri belirlemek için ilgili süreçte yer alan faktörleri gözden geçirir."
  },
  {
    "id": "3595291",
    "unitNumber": 5,
    "text": "Hangi araç, bir işlemin başlatılması, süresi, kimin sorumlu olduğu gibi temel adımları izleyerek süreci tanımlamayı amaçlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Balık Kılçığı (Neden-Sonuç) Diyagramı",
      "B": "Akış Şeması",
      "C": "Çetele Tablosu",
      "D": "Pareto Şeması",
      "E": "Histogram"
    },
    "explanation": "Akış Şeması, bir işlemin başlatılması, süresi, kimin sorumlu olduğu gibi temel adımları izleyerek süreci tanımlamayı amaçlar. Bu araç, işlemlerdeki karmaşıklığı, sorunlu alanları ve gereksiz adımları belirleyerek kaliteyi iyileştirmeyi hedefler."
  },
  {
    "id": "3595303",
    "unitNumber": 5,
    "text": "Bir fabrikada üretim hattında meydana gelen sık arızaların sebepleri belirlenmek istenmektedir. Bu amaçla hangi araç kullanılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Pareto diyagramı",
      "B": "Dağılım diyagramı",
      "C": "Akış şeması",
      "D": "Kontrol grafiği",
      "E": "Histogram"
    },
    "explanation": "Pareto diyagramı, bir süreçteki problemlerin belirlenmesi ve önceliklendirilmesi için kullanılan bir araçtır. Arızaların sıklığını belirleyerek en yaygın sorunların odaklanılması sağlanır."
  },
  {
    "id": "3595307",
    "unitNumber": 5,
    "text": "Denetim ve geri bildirim stratejisi nedir ve sağlık profesyonellerine ne tür bilgi sağlamayı amaçlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Performansları değerlendirmek ve klinik uygulamalarını değiştirmeye teşvik etmek için, klinik performansın özetini içerir.",
      "B": "Hasta memnuniyetini artırmak ve sağlık hizmetlerinin etkinliğini ölçmek için, hasta geri bildirimlerini içerir.",
      "C": "Sağlık hizmetlerinin finansal durumunu değerlendirmek ve mali teşvikler sağlamak için, ekonomik verileri içerir.",
      "D": "Yönetim kararlarını desteklemek ve organizasyonel verimliliği artırmak için, yönetimsel geri bildirimleri içerir.",
      "E": "Sağlık politikalarının etkisini değerlendirmek ve politika değişikliklerini desteklemek için, politik geri bildirimleri içerir."
    },
    "explanation": "Denetim ve geri bildirim stratejisi, sağlık profesyonellerine performanslarını değerlendirmeleri ve klinik uygulamalarını değiştirmeleri için bilgi sağlamayı amaçlar. Bu strateji, belirli bir süre boyunca sağlık hizmetlerinin klinik performansının özetini içerir ve profesyonelleri klinik uygulamalarını iyileştirmeye teşvik eder."
  },
  {
    "id": "3595311",
    "unitNumber": 5,
    "text": "Kalite iyileştirme stratejileri içinde yer alan hastaları hedefleyen stratejiler neleri içerir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sağlık sistemlerindeki veri analizi ve raporlama yöntemlerini",
      "B": "Hasta eğitimi, hatırlatma sistemleri ve özyönetim teşvikini.",
      "C": "Sağlık hizmeti sağlayıcılarının eğitimlerini",
      "D": "Finansal teşvikler ve maliyet azaltma stratejilerini",
      "E": "Hasta memnuniyet anketlerini"
    },
    "explanation": "Hastaları hedefleyen kalite iyileştirme stratejileri, hasta eğitimi, hatırlatma sistemleri ve özyönetim teşvikini içerir. Bu stratejiler, hastaların sağlıkla ilgili bilgi düzeyini artırmayı, tedaviye uyumlarını sağlamayı ve kendi sağlık yönetimlerine aktif katılımlarını teşvik etmeyi amaçlar."
  },
  {
    "id": "3598942",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kalite yönetim ve planlamada kullanılan kantitatif araçlar arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yakınlık (Afinite) Diyagramı",
      "B": "Ok (Ağ) Diyagramı",
      "C": "İlişki Diyagramı",
      "D": "Ağaç Diyagramı",
      "E": "Matris Diyagramı"
    },
    "explanation": "Kantitatif araçlar<br/>Yönetim ve planlama <br/>araçları<br/>Ok (Ağ) Diyagramı"
  },
  {
    "id": "3598945",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kalitatif temel kalite araçları arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Çetele Tablosu",
      "B": "Pareto Diyagramı",
      "C": "Histogram",
      "D": "Balık Kılçığı (Neden-sonuç) Diyagramı",
      "E": "Kontrol Grafiği"
    },
    "explanation": "Kalitatif araçlar <br/>Temel araçlar<br/>Balık Kılçığı (Neden-sonuç) Diyagramı <br/>Akış Şeması"
  },
  {
    "id": "3598947",
    "unitNumber": 5,
    "text": "Fikirlerin gruplandırıldığı kalite araçları aşağıdakilerden hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yakınlık diyagramı, balık kılçığı diyagramı",
      "B": "Balık kılçığı diyagramı, pareto diyagramı, ilişki diyagramı, beş neden",
      "C": "Çetele tablosu, pareto diyagramı, kontrol grafiği",
      "D": "Çetele tablosu, pareto diyagramı, kontrol grafiği",
      "E": "Öncelikler matrisi, ilişki diyagramı"
    },
    "explanation": "Kalite araçları kullanıldığı alanlar bakımından incelendiğinde ise;<br/>Fikirlerin toplandığı : Yakınlık diyagramı, balık kılçığı diyagramı, beyin fırtınası<br/>Fikirlerin gruplandırıldığı : Yakınlık diyagramı, balık kılçığı diyagramı"
  },
  {
    "id": "3598949",
    "unitNumber": 5,
    "text": "Analiz edilen problemlere çözüm geliştirilmesi amacıyla kullanılan temel kalite araçları nelerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "dağılım diyagramı ve kontrol grafiği",
      "B": "balık kılçığı diyagramı, çetele tablosu, pareto diyagramı,",
      "C": "akış şeması ve dağılım diyagramı",
      "D": "pareto diyagramı, histogram ve kontrol grafiği",
      "E": "neden-sonuç diyagramı, akış şeması, çetele tablosu"
    },
    "explanation": "Problemi belirlemesi neden-sonuç diyagramı, akış şeması, çetele tablosu, <br/>pareto diyagramı, histogram ve kontrol grafiği<br/>Problemi analiz edilmesi balık kılçığı diyagramı, çetele tablosu, pareto diyagramı, <br/>dağılım diyagramı ve kontrol grafiği<br/>Analiz edilen problemlere çözüm geliştirilmesi akış şeması ve dağılım diyagramı<br/>Sonuçları değerlendirilmesi çetele tablosu, pareto diyagramı, histogram, dağılım <br/>diyagramı, kontrol grafiği"
  },
  {
    "id": "3598952",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi balık kılçığı diyagramının güçlü yönlerinden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Görsel sunulur.",
      "B": "Hem neden-sonuç hem de kök neden analizi olarak kullanılabilir.",
      "C": "Kullanımı basittir.",
      "D": "Kalite sorunlarının nedenlerini tanımlar.",
      "E": "Sorunların hangisinin daha önce çözüleceğini belirler."
    },
    "explanation": "Sorunların hangisinin daha önce çözüleceğini belirlemez.<br/>Sorunların hangisinin daha önce çözüleceğini belirler."
  },
  {
    "id": "3598954",
    "unitNumber": 5,
    "text": ".............................., bir işlemin başlatılması, süresi, kimin sorumlu olduğu, alınan kararları, üretilen <br/>çıktıları ve sürecin kimler tarafından gerçekleştirilmesi gerektiğini izleyen temel adımlardır.\n Yukarıdaki boşluğa aşağıdaki ifadelerden hangisi gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Akış şemaları",
      "B": "Diyagram",
      "C": "Görsel",
      "D": "Temel adımlar",
      "E": "Basamak"
    },
    "explanation": "Akış şemaları, bir işlemin başlatılması, süresi, kimin sorumlu olduğu, alınan kararları, üretilen <br/>çıktıları ve sürecin kimler tarafından gerçekleştirilmesi gerektiğini izleyen temel adımlardır."
  },
  {
    "id": "3598955",
    "unitNumber": 5,
    "text": "I. Üst düzey akış şemasında, küçük basamaklar süreçte yer almaz.<br/>II. Dağıtım akış şeması, süreçte gerçekleşen karar noktaları, bekleme süreleri, tekrar eden görevleri ve geri bildirim döngüleri gibi tüm adımların ve faaliyetlerin yer aldığı şemadır.<br/>III. Ayrıntılı akış şeması, özellikle kişiler ve gruplar üzerinden ayrıntılı süreç adımlarının verildiği şemalardır. Belirsiz sorumluluklar çözümlenerek, eksik bilgiler açık bir hale getirir.\n IV.Birkaç aşamalı akış şemasında, üst düzey ve ayrıntılı akış şemalarını birleştirerek kullanır. \n Yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Üst düzey akış şemasında, küçük basamaklar süreçte yer almaz.<br/>Ayrıntılı akış şeması, süreçte gerçekleşen karar noktaları, bekleme süreleri, tekrar eden görevleri ve geri bildirim döngüleri gibi tüm adımların ve faaliyetlerin yer aldığı şemadır.<br/>Dağıtım akış şeması, özellikle kişiler ve gruplar üzerinden ayrıntılı süreç adımlarının verildiği şemalardır. Belirsiz sorumluluklar çözümlenerek, eksik bilgiler açık bir hale getirir.\n<br/>Birkaç aşamalı akış şemasında, üst düzey ve ayrıntılı akış şemalarını birleştirerek kullanır.<br/>I ve IV"
  },
  {
    "id": "3598957",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Süreç Dağılım Çetele Tablosu için doğru bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "meydana gelen olay türünü tanımlamak için kullanılır.",
      "B": "sorunların nedenini belirlemeye çalışır.",
      "C": "bir olay meydana geldiğinde mevcut faktörleri kaydeder",
      "D": "kayıt süreleri, sıcaklık, ağırlık, yükseklik ve genişlik veya miktar/doz gibi sürecin değişkenlerini içerir",
      "E": "mevcut faktörlerin hataya katkıda bulunup bulunmadığını belirlemeye çalışır"
    },
    "explanation": "Süreç Dağılım Çetele Tablosu, kayıt süreleri, sı\u0002caklık, ağırlık, yükseklik ve genişlik veya miktar/ <br/>doz gibi sürecin değişkenlerini içerir.<br/>Kusurlu Parça Çetele Tablosu, meydana gelen <br/>olay türünü tanımlamak için kullanılır.<br/>Kusur Yeri Çetelesi, sorunların nedenini belirle\u0002meye çalışır. <br/>Kusur Faktörleri Çetelesi, bir olay meydana gel\u0002diğinde mevcut faktörleri kaydeder ve bu faktörle\u0002rin hataya katkıda bulunup bulunmadığını belirle\u0002meye çalışır (Ross, 2014).<br/>kayıt süreleri, sı\u0002aklık, ağırlık, yükseklik ve genişlik veya miktar/ <br/>doz gibi sürecin değişkenlerini içerir"
  },
  {
    "id": "3598958",
    "unitNumber": 5,
    "text": "“Frekans dağılımları’’ olarak adlandırılan ....................... bir performans verileri koleksiyonunun dağılımının merkezini, dağılımını ve şeklini göstermek için kullanılan çubuk grafiklerdir.\n Yukarıdaki boşluğa aşağıdaki ifadelerden hangisi gelir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pareto diyagramının",
      "B": "Çetele tablosu",
      "C": "Histogram",
      "D": "Akış şeması",
      "E": "Kontrol grafiği"
    },
    "explanation": "“Frekans dağılımları’’ olarak adlandırılan <br/>histogramlar bir performans verileri ko\u0002leksiyonunun dağılımının merkezini, da\u0002ğılımını ve şeklini göstermek için kullanı\u0002lan çubuk grafiklerdir."
  },
  {
    "id": "3598960",
    "unitNumber": 5,
    "text": "........................... bir konu hakkında yakınlık diyagramı ile tanımlanan sorunun neden ve sonuçlarını belirleyerek, yeni bir düşünme biçimi oluşturulmasını sağlayan resimli bir göstergedir.\n Yukarıdaki boşluğa aşağıdaki ifadelerden hangisi gelir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ağaç Diyagramı",
      "B": "İlişki diyagramı",
      "C": "Yakınlık (Afinite) Diyagramı",
      "D": "Matris Diyagramı",
      "E": "Öncelikler Matrisi"
    },
    "explanation": "İlişki diyagramı, karşılıklı ilişki diyagramı<br/>olarak da bilinmekte olup bir konu hak\u0002kında yakınlık diyagramı ile tanımlanan <br/>sorunun neden ve sonuçlarını belirleye\u0002rek, yeni bir düşünme biçimi oluşturul\u0002masını sağlayan resimli bir göstergedir"
  },
  {
    "id": "3594728",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kalitenin sürdürülmesi ve geliştirilmesi için kullanılan, hizmet alanlar ile hizmet verenlerin beklentisini karşılayan veya bu beklentiyi aşan mal ve hizmetlerin sağlanması için gösterilen çabadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürekli İyileştirme",
      "B": "İyileştirme fırsatları",
      "C": "Analitik ölçüm",
      "D": "Toplam Kalite Yönetimi",
      "E": "Akreditasyon"
    },
    "explanation": "Sürekli iyileştirme, kalitenin sürdürülmesi ve geliştirilmesi için kullanılan, hizmet alanlar ile hizmet verenlerin beklentisini karşılayan veya bu beklentiyi aşan mal ve hizmetlerin sağlanması için gösterilen çabadır.<br/>Sürekli İyileştirme"
  },
  {
    "id": "3594729",
    "unitNumber": 6,
    "text": "Sürekli iyileştirme döngüsünde yer alan aşamalardan hangisinde <em>beklenti karşılanıyor mu? </em>sorusuna cevap aranır?",
    "correctAnswer": "A",
    "options": {
      "A": "Değerlendirme",
      "B": "Geliştirme",
      "C": "Ölçüm",
      "D": "İyileştirme",
      "E": "Öğrenme"
    },
    "explanation": "Değerlendirme aşamasında beklenti karşılanıyor mu? sorusuna cevap aranır."
  },
  {
    "id": "3594731",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi hızlı nispeten düşük maliyetli, basit, ekip tabanlı bir düzenli ve sürekli iyileştirme yaklaşımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaizen",
      "B": "TKY",
      "C": "JCI",
      "D": "AC",
      "E": "ACHS"
    },
    "explanation": "Kaizen, hızlı nispeten düşük maliyetli, basit, ekip tabanlı bir düzenli ve sürekli iyileştirme yaklaşımıdır."
  },
  {
    "id": "3594732",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sistematik performans geliştirme modelinde yer alan adımlardan biri<strong> değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Anket yapılır",
      "B": "İyileştirme hedefi tanımlanır",
      "C": "Mevcut uygulamalar analiz edilir",
      "D": "İyileştirmeler tasarlanır ve uygulanır",
      "E": "Başarı ölçülür"
    },
    "explanation": "Anket yapmak,sistematik performans geliştirme modelinde yer alan adımlardan biri<strong> değildir.</strong><br/>Anket yapılır"
  },
  {
    "id": "3594734",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sürekli iyileştirme projelerinde yaygın olarak kullanılan performans iyileştirme modellerinden PUKÖ döngüsünün adımları arasında yer <strong>almaz</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Koordine et",
      "B": "Planla",
      "C": "Uygula",
      "D": "Kontrol et",
      "E": "Önlem al"
    },
    "explanation": "Sürekli iyileştirme projelerinde yaygın olarak kullanılan performans iyileştirme modellerinden PUKÖ döngüsünün adımları arasında;\n<br/><ul><br/><li>Planla</li><br/><li>Uygula</li><br/><li>Kontrol et</li><br/><li>Önlem al </li><br/></ul><br/>vardır.<br/>Koordine et"
  },
  {
    "id": "3594736",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi performansı olumsuz etkileyen verimsizliği ortadan kaldırmak için kullanılan seçici/spesifik bir kalite geliştirme modelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalın iyileştirme modeli",
      "B": "PUKÖ",
      "C": "FADE",
      "D": "FOCUS",
      "E": "Kaizen"
    },
    "explanation": "Yalın iyileştirme modeli,performansı olumsuz etkileyen verimsizliği ortadan kaldırmak için kullanılan seçici/spesifik bir kalite geliştirme modelidir."
  },
  {
    "id": "3594737",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangsi bir sürece maliyet katan ancak değer katmayan faaliyetleri tanımlamak için Japon mühendis Ohno tarafından geliştirilen bir Muda türü <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Mükemmellik",
      "B": "Hareket",
      "C": "Bekleme",
      "D": "Gereksiz işlemler",
      "E": "Kusurlar"
    },
    "explanation": "Muda kavramı israf olarak tanımlanmaktadır. Sekiz Muda türü vardır.<br/>Mükemmellik"
  },
  {
    "id": "3594786",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi amacı her ürün, süreç ve işlemdeki kusurları neredeyse ortadan kaldırmak olan sistematik veriye dayalı Altı Sigma sisteminin aşamalarından biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Beklemede kalmak",
      "B": "Problemi tanımlamak",
      "C": "Süreci ölçmek",
      "D": "Verileri analiz etmek",
      "E": "Sistemi iyileştirmek"
    },
    "explanation": "Beklemede kalmak, amacı her ürün, süreç ve işlemdeki kusurları neredeyse ortadan kaldırmak olan sistematik veriye dayalı Altı Sigma sisteminin aşamalarından biri <strong>değildir.</strong>"
  },
  {
    "id": "3594787",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sürekli iyileştirme çalışmalarının sağlık hizmetlerine sunduğu katkılardan biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyetleri artırmak",
      "B": "Kaliteyi artırmak",
      "C": "Finansal performansı güçlendirmek",
      "D": "Operasyonel performansı artırmak",
      "E": "Rekabet gücünü artırmak"
    },
    "explanation": "Maliyetleri artırmak, sürekli iyileştirme çalışmalarının sağlık hizmetlerine sunduğu katkılardan biri <strong>değildir.</strong>"
  },
  {
    "id": "3594788",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sürekli iyileştirmenin başarısız olmasının nedenlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Zaten kalitesiz bir kuruluş algısı",
      "B": "Kalite çalışmaları için bir birim oluşturulmaması",
      "C": "Sürekli iyileştirme çalışmalarını önemsememe",
      "D": "Yeni bir bürokrasi yaratma",
      "E": "Etkili bir stratejinin yokluğu"
    },
    "explanation": "Sürekli iyileştirmenin başarısız olmasının nedenleri şunlardır;\n<br/><ul><br/><li>Zaten kaliteli bir kuruluş algısı</li><br/><li>Kalite çalışmaları için bir birimin oluşturulmaması</li><br/><li>Sürekli iyileştirme çalışmalarını önemsememe</li><br/><li>Yeni bir bürokrasi yaratma</li><br/><li>Etkili bir stratejinin yokluğu</li><br/><li>Uyumlu olmama</li><br/><li>Ekiplere çok fazla odaklanmak</li><br/><li>Davranış değişiminin gerçekleşmemesidir.</li><br/></ul><br/>Zaten kalitesiz bir kuruluş algısı"
  },
  {
    "id": "3598426",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangileri örgütsel iyileştirme süreçlerinin bileşenlerindendir?\n <ol type=\"I\"> <li>Yerel iyileştirme çabaları</li> <li>Analitik Ölçüm</li> <li>Örgütsel öğrenme</li> <li>Süreçlerin yeniden yapılandırılması</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Aşağıdakiler örgütsel iyileştirme süreçlerinin bileşenlerindendir;\n<br/><ul><br/><li>Yerel iyileştirme çabaları</li><br/><li>Örgütsel öğrenme</li><br/><li>Süreçlerin yeniden yapılandırılması</li><br/></ul><br/>Aşağıdakiler örgütsel iyileştirme süreçlerinin bileşenlerindendir;\n <ul> <li>Yerel iyileştirme çabaları</li> <li>Örgütsel öğrenme</li> <li>Süreçlerin yeniden yapılandırılması</li> </ul>"
  },
  {
    "id": "3598427",
    "unitNumber": 6,
    "text": "İşi yapan insanların fikirlerini, motivasyonlarını ve enerjilerini kullanarak bir birime ya da kuruluşun tamamına hızlı değişim getirmeye yönelik olan süreci kapsayan etkinlik hangi seçenekte yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaizen",
      "B": "Örgütsel Öğrenme",
      "C": "İyileştirme fırsatı",
      "D": "Yerel iyileştirme",
      "E": "Performans geliştirme"
    },
    "explanation": "Kaizen etkinliği; işi yapan insanların fikirlerini, motivasyonlarını ve enerjilerini kullanarak bir birime ya da kuruluşun tamamına hızlı değişim getirmeye yönelik olan süreci kapsayan etkinliktir."
  },
  {
    "id": "3598428",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangileri performans geliştirme modellerinin içerdiği adımlar arasındadır?\n <ol type=\"I\"> <li>İyileştirme hedefi tanımlanır.</li> <li>Mevcut uygulamalar analiz edilir.</li> <li>İyileştirmeler tasarlanır ve uygulanır.</li> <li>Başarı ölçülür.</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Aşağıdakiler performans geliştirme modellerinin içerdiği adımlar arasındadır:\n<br/><ol><br/><li>İyileştirme hedefi tanımlanır.</li><br/><li>Mevcut uygulamalar analiz edilir.</li><br/><li>İyileştirmeler tasarlanır ve uygulanır.</li><br/><li>Başarı ölçülür.</li><br/></ol><br/>Aşağıdakiler performans geliştirme modellerinin içerdiği adımlar arasındadır:\n <ol> <li>İyileştirme hedefi tanımlanır.</li> <li>Mevcut uygulamalar analiz edilir.</li> <li>İyileştirmeler tasarlanır ve uygulanır.</li> <li>Başarı ölçülür.</li> </ol>"
  },
  {
    "id": "3598430",
    "unitNumber": 6,
    "text": "PUKÖ döngüsünün ilk adımı olan planlama aşamasında, kalite iyileştirmeye ihtiyacı olan alanlar tespit edilir. Aşağıdakilerden hangisi planlama aşamasında atılabilecek adımlar ve bu adımlarda kullanılabilecek araçlardan <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "İyileştirme sürecinin hedeflerinin belirlenmesi",
      "B": "Gerekli iyileştirmelerin belirlenmesi",
      "C": "İyileştirme hedeflerine ulaşmak için süreç değişikliklerinin tasarlanması",
      "D": "Değişiklikleri gerçekleştirmek için bir planın geliştirilmesi",
      "E": "Belge sorunlarının ve beklenmeyen olayların belirlenmesi"
    },
    "explanation": "Belge sorunlarının ve beklenmeyen olayların belirlenmesi, planlama aşamasında atılabilecek adımlar ve bu adımlarda kullanılabilecek araçlardan değildir."
  },
  {
    "id": "3598431",
    "unitNumber": 6,
    "text": "PUKÖ döngüsünün son aşamasını önlem alma oluşturmaktadır. Aşağıdakilerden hangileri önlem alma aşamasında yer alan faaliyetlerdendir?\n <ol type=\"I\"> <li>Değişiklikler başarılı olmadıysa PUKÖ döngüsünün tekrarlanması.</li> <li>Değişiklikler başarılı ise bunların daha geniş bir ölçekte uygulanması.</li> <li>Değişikliklerin küçük ölçekte uygulanması.</li> <li>Sonuçların öngörülmesi.</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Aşağıdakiler önlem alma aşamasında yer alan faaliyetlerdendir:\n<br/><ul><br/><li>Değişiklikler başarılı olmadıysa PUKÖ döngüsünün tekrarlanması.</li><br/><li>Değişikliklerin küçük ölçekte uygulanması.</li><br/><li>Sonuçların öngörülmesi.</li><br/></ul><br/>Aşağıdakiler önlem alma aşamasında yer alan faaliyetlerdendir:\n <ul> <li>Değişiklikler başarılı olmadıysa PUKÖ döngüsünün tekrarlanması.</li> <li>Değişikliklerin küçük ölçekte uygulanması.</li> <li>Sonuçların öngörülmesi.</li> </ul>"
  },
  {
    "id": "3598432",
    "unitNumber": 6,
    "text": "……………………, performansı olumsuz etkileyen verimsizlikleri ortadan kaldırmak için kullanılan seçici bir kalite geliştirme yöntemidir.\n Yukarıdaki boşluğu aşağıdaki seçeneklerden hangisi seçenek doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalın iyileştirme modeli",
      "B": "Focus fazı",
      "C": "Püko fazı",
      "D": "Fade modeli",
      "E": "Altı sigma"
    },
    "explanation": "<strong><em>Yalın iyileştirme modeli</em></strong>, performansı olumsuz etkileyen verimsizlikleri ortadan kaldırmak için kullanılan seçici bir kalite geliştirme yöntemidir."
  },
  {
    "id": "3598433",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Muda türleri arasında <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Hareket",
      "B": "Bekleme",
      "C": "Kusurlar",
      "D": "Stoklar",
      "E": "Değer"
    },
    "explanation": "Değer, Muda türleri arasında yer almaz."
  },
  {
    "id": "3598435",
    "unitNumber": 6,
    "text": "“Hasta ve paydaşları için değer üretmeyen her şey israftır. Bazı israflar kaçınılmaz olsa da yalın işlemlerin amacı bunu mümkün olduğu kadar en aza indirgemektir” düşüncesini içeren kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Muda",
      "B": "Focus",
      "C": "Fade",
      "D": "Pukö",
      "E": "Sigma"
    },
    "explanation": "Muda kavramı “Hasta ve paydaşları için değer üretmeyen her şey israftır. Bazı israflar kaçınılmaz olsa da yalın işlemlerin amacı bunu mümkün olduğu kadar en aza indirgemektir” düşüncesini içermektedir."
  },
  {
    "id": "3598436",
    "unitNumber": 6,
    "text": "Altı Sigma projeleri farklı yapılandırılmış adımlar içermesine karşın, en yaygın olarak DMAIC yönteminin beş adımı takip edilmektedir. Aşağıdakilerden hangisi bu adımlardan biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Problemi tanımlanması",
      "B": "Verilerin analiz edilmesi",
      "C": "Sürecin temel yönlerinin ölçülmesi.",
      "D": "Sistemin iyileştirilmesi",
      "E": "Değer Akışının Sürekliliği"
    },
    "explanation": "Değer Akışının Sürekliliği, DMAIC yönteminin adımlarından biri değildir."
  },
  {
    "id": "3598438",
    "unitNumber": 6,
    "text": "Sürekli kalite iyileştirme programlarının başarısını etkileyen birçok etken bulunmaktadır. Aşağıdakilerden hangisi önemli başarısızlık nedenleri arasında <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Ekiplere çök fazla odaklanmak",
      "B": "Etkili bir stratejinin yokluğu",
      "C": "Yeni bir bürokrasi yaratma",
      "D": "Davranış̧ değişiminin gerçekleşmemesi",
      "E": "Kalite çalışma ekibinin oluşturulması"
    },
    "explanation": "Kalite çalışma ekibinin oluşturulması, önemli başarısızlık nedenleri arasında yer almaz."
  },
  {
    "id": "3594789",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi insan sağlığı ile ilgili olarak yapılan çalışmalardan elde edilen bilgileri düzenli bir şekilde kapsayan dökümandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tıbbi belge",
      "B": "Diploma",
      "C": "Sertifika",
      "D": "Genelge",
      "E": "Yönetmelik"
    },
    "explanation": "Tıbbi belge, insan sağlığı ile ilgili olarak yapılan çalışmalardan elde edilen bilgileri düzenli bir şekilde kapsayan dökümandır."
  },
  {
    "id": "3594790",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sağlık sektöründe ikincil müşterilerden biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Hasta",
      "B": "Hasta yakınları",
      "C": "Refakatçiler",
      "D": "Eczaneler",
      "E": "İlaç şirketleri"
    },
    "explanation": "Hasta sağlık sektöründe birincil müşteridir."
  },
  {
    "id": "3594791",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sağlık hizmetinin kaliteli olup olmadığını ortaya koyan unsurlardan biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Taklit etmek",
      "B": "Etkinlik",
      "C": "Uygunluk",
      "D": "Verimlilik",
      "E": "Yasallık"
    },
    "explanation": "Sağlık hizmetinin kaliteli olup olmadığını ortaya koyan unsurlar şunlardır;\n<br/><ul><br/><li>Etkinlik</li><br/><li>Etkililik</li><br/><li>Verimlilik</li><br/><li>Uygunluk</li><br/><li>Kabul edilebilirlik</li><br/><li>Yasallık</li><br/><li>Hakkaniyet </li><br/></ul><br/>Taklit etmek"
  },
  {
    "id": "3594793",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir sağlık kuruluşunun önceden tanımlanmış standartlara uygunluğunun herkesce kabul gören bir kuruluş tarafından ve bağımsız bir dış değerlendirme süreci ile değerlendirilerek onaylanmasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Akreditasyon",
      "B": "TKY",
      "C": "PUKÖ",
      "D": "Yalın yönetim",
      "E": "Altı Sigma"
    },
    "explanation": "Akreditasyon, bir sağlık kuruluşunun önceden tanımlanmış standartlara uygunluğunun herkezce kabul gören bir kuruluş tarafından ve bağımsız bir dış değerlendirme süreci ile değerlendirilerek onaylanmasıdır."
  },
  {
    "id": "3594794",
    "unitNumber": 7,
    "text": "Sağlık kurumlarında ilk olarak akreditasyon çalışmalarının görüldüğü ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Amerika",
      "B": "Fransa",
      "C": "İspanya",
      "D": "Japonya",
      "E": "Almanya"
    },
    "explanation": "Sağlık kurumlarında ilk olarak akreditasyon çalışmalarının görüldüğü ülke Amerikadır."
  },
  {
    "id": "3594796",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi akreditasyon sürecinin ikinci aşamasında yapılan bir faaliyettir?",
    "correctAnswer": "A",
    "options": {
      "A": "Öz değerlendirme",
      "B": "Başvuru",
      "C": "Denetim",
      "D": "Eylem planı",
      "E": "Yeniden denetim"
    },
    "explanation": "Akreditasyon sürecini oluşturan aşamalar şunlardır;\n<br/><ol><br/><li>Başvuru</li><br/><li>Öz değerlendirme</li><br/><li>Denetim</li><br/><li>Eylem planı</li><br/><li>Yeniden denetim</li><br/><li>Akreditasyon</li><br/></ol>"
  },
  {
    "id": "3594797",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi akreditasyonun hedeflerinden biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "İşgören devir hızını artırmak",
      "B": "Hasta odaklılık",
      "C": "Süreklilik",
      "D": "Sağlıklı çalışma",
      "E": "Verimlilik"
    },
    "explanation": "Akreditasyonun hedefleri şunlardır;\n<br/><ul><br/><li>Hasta güvenliği</li><br/><li>Hakkaniyet</li><br/><li>Hasta odaklılık</li><br/><li>Uygunluk</li><br/><li>Zamanlılık</li><br/><li>Süreklilik</li><br/><li>Etkinlik</li><br/><li>Etkililik</li><br/><li>Verimlilik</li><br/><li>Sağlıklı çalışmadır.</li><br/></ul><br/>İşgören devir hızını artırmak"
  },
  {
    "id": "3594798",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarının akreditasyon çıktıları arasında yer <strong>almaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hasta yakınlarına saygı",
      "B": "Sürekli eğitim",
      "C": "Rekabetle profesyonelleşme",
      "D": "Pazarlama ve reklam",
      "E": "Birimler arası işbirliği"
    },
    "explanation": "Sağlık kurumlarının akreditasyon çıktıları arasında şunlar vardır.\n<br/>Sürekli eğitim\n<br/>Rekabetle profesyonelleşme\n<br/>Pazarlama ve reklam\n<br/>Birimler arası işbirliği\n<br/>Ekip çalışması ve ekip içi tutarlılık\n<br/>Standartları başarma<br/>Hasta yakınlarına saygı"
  },
  {
    "id": "3594799",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Türkiye'de 40'dan fazla sağlık kurumunu akredite eden uluslararası akreditasyon kurumudur?",
    "correctAnswer": "A",
    "options": {
      "A": "JCI",
      "B": "JCAHO",
      "C": "AC",
      "D": "ACHS",
      "E": "ISQua"
    },
    "explanation": "JCI,Türkiye'de 40'dan fazla sağlık kurumunu akredite eden uluslararası akreditasyon kurumudur."
  },
  {
    "id": "3594801",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sağlık hizmetlerinde standartların geliştirilmesi için kaynak olabilecek unsurlardan biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Nüfusun dağılımı",
      "B": "Yasal düzenlemeler",
      "C": "Hasta sağlığı politikası",
      "D": "Ulusal düzeyde hazırlanmış raporlar",
      "E": "Yapılan araştırmalar"
    },
    "explanation": "Sağlık hizmetlerinde standartların geliştirilmesi için kaynak olabilecek unsurlar arasında şunlar vardır.\n<br/><ul><br/><li>Yasal düzenlemeler</li><br/><li>Halk sağlığı politikası</li><br/><li>Ulusal düzeyde hazırlanmış raporlar</li><br/><li>Yapılan araştırmalar</li><br/><li>Hastanelerin kendi geliştirdiği standartlar ve uluslararası kaynaklı standartlar</li><br/><li>Hasta ve yakınlarının beklentileri</li><br/><li>Sağlık sektörü çalışanlarının beklentileri</li><br/><li>Mevcut tıp pratiği</li><br/></ul><br/>Nüfusun dağılımı"
  },
  {
    "id": "3598472",
    "unitNumber": 7,
    "text": "Aşağıdaki terimlerden hangisi “insan sağlığına zarar veren çeşitli faktörlerin tesirinden korunması, hastaların tedavi edilmesi, bedeni ve ruhi kabiliyet ve melekeleri azalmış olanların işe alıştırılması için gerçekleştirilen tıbbi faaliyetler” tanımını karşılamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Dokümantasyon",
      "B": "Sağlık Hizmeti",
      "C": "Tıbbi Belge",
      "D": "Akreditasyon",
      "E": "Kalite Yönetimi"
    },
    "explanation": "Sağlık hizmetleri, insan sağlığına zarar veren çeşitli faktörlerin tesirinden korunması, hastaların tedavi edilmesi, bedeni ve ruhi kabiliyet ve melekeleri azalmış olanların işe alıştırılması için gerçekleştirilen tıbbi faaliyetlerdir."
  },
  {
    "id": "3598473",
    "unitNumber": 7,
    "text": "Sağlık alanında <u>birincil müşteri</u> grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Refakatçi",
      "B": "Eczane",
      "C": "Hasta",
      "D": "Sigorta şirketi",
      "E": "Tıbbi malzeme şirketi"
    },
    "explanation": "Müşteri genel anlamda bir malı/hizmeti satin alan kişidir. Sağlık alanında ise birincil müşteri hastalardır. İkincil müşteri ise hasta yakınları, refakatçiler, ziyaretçiler diğer sağlık işletmeleri, anlaşmalı kuruluşlar, eczaneler, dernekler, medya, sigorta şirketleri, tıbbi malzeme ve ilaç şirketleri, çamaşırhane işletmeleri, çiçek satıcıları ve müteahhitlerdir."
  },
  {
    "id": "3598474",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir sağlık hizmetinin kaliteli olup olmadığını nitelendiren özelliklerden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Etkinlik",
      "B": "Etkililik",
      "C": "Uygunluk",
      "D": "Verimlilik",
      "E": "Pahalılık"
    },
    "explanation": "Kalite kavramı ile yapılmaya çalışan her şey “Günümüzün hizmet, hizmet yönetimi, çalışan ve müşteri memnuniyetini nasıl artırırız?” sorusunun sağlık hizmetleri anlayışına yansımasıdır. Kaliteli olmakla maliyetlerin artacağı görüşünün terk edilmesi üreticilerin kaliteye verdikleri önemi de değiştirmiştir. Bununla birlikte sağlık hizmetinin kaliteli olup olmadığını birçok yönden ortaya koyan altı özellik bulunmaktadır: Etkinlik, Etkililik, Verimlilik, Uygunluk, Kabul edilebilirlik, Yasallık, Hakkaniyet."
  },
  {
    "id": "3598505",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi akreditasyon ile ilgili <u>doğru verilmiştir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Akreditasyon, tüketici isteklerini en ekonomik düzeyde karşılamak amacıyla işletme içindeki pazarlama, mühendislik, imalat ve müşteri hizmetleri gibi çeşitli ünitelerin kalitelerinin oluşturulması, yaşatılması ve geliştirilmesi yolundaki çabalar sistemi olarak tanımlanabilir.",
      "B": "Akreditasyon, oluşturulan ilgili standartlara uyumun bağımlı bir kuruluş tarafından onaylanması, belgelendirilmesi ve devamının sağlanması faaliyeti olarak değerlendirilebilir.",
      "C": "Sağlık hizmetlerinde akreditasyon çalışmalarına ilk olarak Avrupa Birliği ülkelerinde başlatılmış ve dünya geneline yayılmıştır.",
      "D": "Akredite olan sağlık kuruluşlarının, ilgili standartlara uygun olarak hizmet sunduğu herkes tarafından kabul görmekte, hizmet kalitesi güvence altına alınmaktadır.",
      "E": "Akreditasyon; organizasyonların kalite, etkinlik ve verimliliğini artırmak için kullanılan, belirlenmiş standartlara uygunluğun etkili bir kurum tarafından değerlendirilerek onaylanmasını içeren, zorunlu ve sadece ulusal kabul görmüş ilkelere dayanan bir programdır."
    },
    "explanation": "Akredite olan sağlık kuruluşlarının, ilgili standartlara uygun olarak hizmet sunduğu herkes tarafından kabul görmekte, hizmet kalitesi güvence altına alınmaktadır."
  },
  {
    "id": "3598508",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sağlık sektöründe akreditasyon uygulamalarının ön plana çıkmasında rol oynayan unsurlardan biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Bireyin satın alma gücünün azalması",
      "B": "Etkili ve verimli hizmet sunumunun sağlanması",
      "C": "Sağlık kuruluşları arasındaki rekabetin oluşması",
      "D": "Hizmet kalitesi-maliyet arasındaki çelişkiye çözüm getirilmesi",
      "E": "Sağlık hizmetleri sunumunda kaliteli bakım sunulması talebinin yaygınlaşması"
    },
    "explanation": "Sağlık sektöründe akreditasyon uygulamalarının ön plana çıkması gereklilikten kaynaklanmıştır. Bu gereklilikler;\n <ul> <li>Bireyin satın alma gücünün artması,</li> <li>Sağlık kuruluşları arasındaki rekabetin oluşması,</li> <li>Sağlık hizmetleri sunumunda kaliteli bakım sunulması talebinin yaygınlaşması,</li> <li>Hizmet kalitesi-maliyet arasındaki çelişkiye çözüm getirilmesi,</li> <li>Etkili ve verimli hizmet sunumunun sağlanması.</li> </ul>"
  },
  {
    "id": "3598510",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Başvuru</li> <li>Öz değerlendirme</li> <li>Denetim</li> <li>Eylem planı</li> <li>Yeniden denetim</li> <li>Akreditasyon</li> </ol> TÜSKA’nın akreditasyon sürecine ilişkin yukarıda verilen adımlar aşağıdakilerden hangisinde <u>doğru sıralanmıştır</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "II-IV-III-I-V-VI",
      "B": "I-IV-II-III-VI-V",
      "C": "I-II-III-IV-V-VI",
      "D": "IV-II-I-III-VI-V",
      "E": "II-III-IV-I-VI-V"
    },
    "explanation": "Türkiye Sağlık Hizmetleri Kalite ve Akreditasyon Enstitüsünün (TÜSKA) Akreditasyon Programlarında kullanılacak süreç adımları: başvuru, öz değerlendirme, denetim, eylem planı, yeniden denetim, akreditasyon. Yani I-II-III-IV-V-VI."
  },
  {
    "id": "3598512",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sağlık kurumu açısından akreditasyon çıktılarından <u>biridir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgi verme ve onam alma",
      "B": "Kendi kendini denetleme",
      "C": "Hekim seçme ve değiştirme hakkı tanıma",
      "D": "Bakım sürecine katılma",
      "E": "Pazarlama ve reklam"
    },
    "explanation": "Akreditasyon işleminin faydaları ile ilgili yapılmış bilimsel çalışmalar incelendiğinde sağlık kurumları ve hasta açısından yararları ayrı ayrı değerlendirilir.\n Sağlık kurumu açısından akreditasyon çıktıları:\n <ul> <li>Ekip çalışması ve ekip içi tutarlılık,</li> <li>Birimler arası işbirliği</li> <li>Standartların başarma</li> <li>Sürekli eğitim</li> <li>Rekabetle profesyonelleşme</li> <li>Pazarlama ve reklam</li> </ul>"
  },
  {
    "id": "3598514",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ISO ile ilgili doğru verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uluslararası Standardizasyon Örgütü (ISO), sağlık hizmetlerinin belirli yönlerini değerlendirmek için sadece klinik prosedürlere odaklanır.",
      "B": "ISO 9000, Avrupa Birliği’nde sağlık hizmetleri için oluşturulan kalite değerlendirme mekanizmalarından biridir.",
      "C": "Türkiye’nin ISO’ daki temsilcisi ISQua’dır.",
      "D": "ISO 9000 kalite güvencesi Kalite Yönetim Sistemlerinin kurulması esnasında uygulanması gereken şartların tanımlandığı ve belgelendirme denetimine tabi olan standarttır.",
      "E": "ISO standartları, kurum performansının belirli dönemlerde güçlendirilmesini amaçlar."
    },
    "explanation": "ISO 9000, Avrupa Birliği’nde sağlık hizmetleri için oluşturulan kalite değerlendirme mekanizmalarından biridir. Uluslararası Standardizasyon Örgütü (ISO), sağlık hizmetlerinin belirli yönlerini değerlendirmek için kalite sistemlerini oluşturmuştur (ISO 9000 serisi). Standartlar, klinik prosedürlerden ziyade idari prosedürlerle ilgilidir. ISO, sağlık hizmetlerinde klinik süreçlerden daha ziyade yönetim prosedürleri ile ilgili standartlar geliştirmiştir. ISO standartları, kurum performansının sürekli güçlendirilmesi, ürün ve hizmet sunumunda müşteri gereksinimlerinin kalite standartları doğrultusunda karşılanması ve müşteri memnuniyetinin artırılmasında uluslararası bir antlaşma olarak değerlendirilmektedir. Türkiye’nin ISO’ daki temsilcisi Türk Standartları Enstitüsü’dür (TSE). ISO 9000 kalite güvencesi: Üretilen mal veya hizmetlere yönelik olmayıp, örgütsel süreçleri değerlendiren bir sistemdir."
  },
  {
    "id": "3598527",
    "unitNumber": 7,
    "text": "Bir hastane “Magnet Hastanesi” unvanını almışsa aşağıdakilerden hangisine başvurmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Avrupa Kalite Yönetim Vakfı",
      "B": "Deming Ödülü",
      "C": "Malcolm Baldridge Ulusal Kalite Ödülü",
      "D": "Amerikan Hemşireleri Vasıf Tasdikleme Merkezi",
      "E": "Başkanlık Kalite Ödülü"
    },
    "explanation": "Dünyada kalite ödülleri için kullanılan modeller: Deming Ödülü, Malcolm Baldridge Ulusal Kalite Ödülü, Başkanlık Kalite Ödülü, Avrupa Kalite Ödülü (European Foundation of Quality Management- EFQM) ve Amerikan Hemşireleri Vasıf Tasdikleme Merkezi’nin (ANCC) hastanelere verdiği en üst düzey onay olan Magnet unvanı bulunur."
  },
  {
    "id": "3598535",
    "unitNumber": 7,
    "text": "Türkiye'de verilen ulusal kalite ödüllerinde aşağıdaki modellerden hangisi kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "EFQM Mükemmellik Modeli",
      "B": "Deming modeli",
      "C": "Malcolm Baldridge Ulusal Kalite Ödülü",
      "D": "Başkanlık Kalite Ödülü",
      "E": "ISO 9001 kalite güvencesi modeli"
    },
    "explanation": "Ulusal kalite ödülü, Türkiye Kalite Derneği (KALDER) ve TÜSİAD’ın Türkiye’de kalite değerinin anlaşılması ve kalite alanında bir bilinç oluşturmak, kalitenin kuruluşlar tarafından dikkate alınmasını sağlamak ve uluslararası ortamdaki kalite düzeyini yakalamak amaçları ile oluşturulmuştur. Türkiye’de ulusal kalite ödülleri EFQM Mükemmellik Modeli kullanılarak değerlendirilmektedir. Bu yöntem Avrupa Kalite Ödülü’ nden alınmıştır."
  },
  {
    "id": "3592831",
    "unitNumber": 8,
    "text": "Yanlış tedavi (tıpta kötü uygulama) anlamına gelen ifade aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Prosedür",
      "B": "Malpraktis",
      "C": "Sepsis",
      "D": "Klinik",
      "E": "Turnike"
    },
    "explanation": "Tıpta Kötü Uygulama (Malpraktis): Tıbbi hata veya yanlış tedavi (medical malpractice) Latince “mala-praxis” kelimesinden türemiş olan, beceri veya özen eksikliğinin olduğu mesleki hatalar için kullanılır."
  },
  {
    "id": "3592833",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hasta güvenliği bileşenlerinden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Devlet politikası",
      "B": "Teşhis",
      "C": "İlaç",
      "D": "Cerrahi",
      "E": "Vizite ücreti"
    },
    "explanation": "Vizite ücreti, hasta güvenliği bileşenlerinden değildir."
  },
  {
    "id": "3592834",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>İlaç üretimi</li> <li>İlaç siparişi</li> <li>Belgeleme</li> <li>Dağıtım</li> </ol> Tıbbi hata olarak ilaç hatası genellikle yukarıdaki aşamalardan hangisinde/hangilerinde meydana gelmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II, III ve IV",
      "D": "I ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Tıbbi hata olarak ilaç hatası genellikle , ilaç siparişi/reçete edilmesi, belgeleme, yazıya dökme, dağıtım, izleme esnası noktalarında meydana gelebilir."
  },
  {
    "id": "3592836",
    "unitNumber": 8,
    "text": "<ul> <li>Ekonomik ve düzenleyici bağlam</li> <li>Ulusal sağlık hizmetleri yöneticisi</li> <li>Dış kuruluşlarla bağlantılar</li> </ul> Yukarıda hasta güvenliğine katkıda bulunan faktörler aşağıda verilen hangi faktör türünü işaret etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hasta faktörleri",
      "B": "Görev ve teknoloji faktörleri",
      "C": "Çalışma ortamı faktörleri",
      "D": "Dış çevre faktörleri",
      "E": "Yönetim ve organizasyon faktörleri"
    },
    "explanation": "<ul> <li>Ekonomik ve düzenleyici bağlam</li> <li>Ulusal sağlık hizmetleri yöneticisi</li> <li>Dış kuruluşlarla bağlantılar</li> </ul> Yukarıda verilen faktörler dış çevre faktör türüne katkıda bulunmaktadır."
  },
  {
    "id": "3592837",
    "unitNumber": 8,
    "text": "İlaç siparişi, yazılımı, dağıtımı, uygulaması, izlemesi ve uygun teknikler ile ilaçların hazırlanması dahil olmak üzere ilaç kullanım sürecinin tüm aşamalarına katılan sağlık görevlisi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hekim",
      "B": "Klinik eczacı",
      "C": "Hemşire",
      "D": "Hasta",
      "E": "Hasta yakını"
    },
    "explanation": "Klinik eczacılar, ilaç siparişi, yazılımı, dağıtımı, uygulaması, izlemesi ve uygun teknikler ile ilaçların hazırlanması dahil olmak üzere ilaç kullanım sürecinin tüm aşamalarına katılan sağlık görevlileridirler."
  },
  {
    "id": "3592838",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hastaların kendi hasta güvenliklerini sağlayabilmesi için sahip olması gereken özelliklerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Özerk olmak",
      "B": "Vicdanlı olmak",
      "C": "Mantıklı olmak",
      "D": "Uyanık olmak",
      "E": "İşgüzar olmak"
    },
    "explanation": "Özerk olmak, Haberdar olmak, Vicdanlı olmak, Bilgili olmak, Mantıklı olmak, Cevaplayabilir olmak, Uyanık olmak hastaların kendi hasta güvenliklerini sağlaması için sahip olması gereken özelliklerdendir."
  },
  {
    "id": "3592840",
    "unitNumber": 8,
    "text": "Hasta güvenliği konusunda yapılan çalışmalar, hasta hakları çalışmalarıyla birlikte gündeme gelmekle birlikte, bu konuya dikkatin artması, 1999 yılında aşağıda verilen hangi kuruluşun yayınladığı rapor ile olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Dünya Sağlık Örgütü (WHO)",
      "B": "Institute of Technology (IoT)",
      "C": "Institute of Medicine (IoM)",
      "D": "Türkiye Cumhuriyeti Sağlık Bakanlığı",
      "E": "Dünya Bankası"
    },
    "explanation": "Hasta güvenliği konusunda yapılan çalışmalar, hasta hakları çalışmalarıyla birlikte gündeme gelmekle birlikte, bu konuya dikkatin artması, 1999 yılında Institute of Medicine’nin (IOM) yayınladığı rapor sayesinde olmuştur."
  },
  {
    "id": "3592893",
    "unitNumber": 8,
    "text": "<ul> <li>Hasar</li> <li>Enfeksiyon</li> <li>Cerrahi</li> <li>Devlet politikası</li> <li>İlaç</li> </ul> Yukarıda verilenlerden kaç tanesi hasta güvenliği bileşenlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Soruda verilenlerin tamamı hasta güvenliği bileşenlerindendir."
  },
  {
    "id": "3592894",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Güvenliği artırmak için sistemin karmaşıklığını basit ve doğrusal hale getirmek.</li> <li>Prosedüre başlamadan önce ampulleri, şırıngaları ve ekipmanı iki kez kontrol etmek.</li> <li>İşlem yapmak için harekete geçmeden önce düşünmek.</li> </ol> Yukarıda verilenlerden hangileri ilaç hatalarını en aza indirmek için dikkat edilmesi gereken hususlardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "İlaç hatalarını en aza indirmek için genel olarak<br/>şu hususlara dikkat edilmelidir:<br/>1. Güvenliği artırmak için sistemin karmaşıklığını basit ve doğrusal hale getirmek.<br/>2. Standardizasyonu sağlamak güvenli bir sistem tasarımında temel ilkelerdir.<br/>3. Prosedüre başlamadan önce ampulleri, şırıngaları ve ekipmanı iki kez kontrol etmek<br/>4. İşlem yapmak için harekete geçmeden önce<br/>düşünmek<br/>5. Uygulama sırasındaki hataları rapor etmek<br/>ve gözden geçirmek"
  },
  {
    "id": "3592895",
    "unitNumber": 8,
    "text": "<ul> <li>Yanlış uzuvların kesilmesi</li> <li>Yanlış tipte bir ameliyat yapılması</li> <li>Hasta içerisinde ameliyat aletinin unutulması</li> </ul> Yukarıda verilenlere göre hangi tıbbi hatanın gerçekleştiği söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cerrahi hata",
      "B": "İlaç hatası",
      "C": "Anestezi hatası",
      "D": "İşgücü ve doğum hatası",
      "E": "İletişim hatası"
    },
    "explanation": "Soruda verilenler cerrahi hata yapıldığını göstermektedir."
  },
  {
    "id": "3598897",
    "unitNumber": 8,
    "text": "“Planlanan bir eylemin amaçlandığı şekilde tamamlanamaması veya bir amaca ulaşmak için yanlış bir planın kullanılması olarak tanımlanabilir ve hastanelerde, sağlık hizmeti verilen kliniklerde, polikliniklerde, hekim ofislerinde, eczanelerde, bakımevlerinde ortaya çıkabilir”\n Bu tanım, aşağıdakilerden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Prosedür",
      "B": "Hasta güvenliği",
      "C": "Tıbbi hata",
      "D": "Tıpta kötü uygulama",
      "E": "Sepsis"
    },
    "explanation": "HASTA GÜVENLİĞİNİN TEMEL KAVRAMLARI<br/>Tıbbi hata (Medikal Mistake): Planlanan bir eylemin amaçlandığı şekilde tamamlanamaması veya bir amaca ulaşmak için yanlış bir planın kullanılması olarak tanımlanabilir ve bu hatalar hastanelerde, sağlık hizmeti verilen kliniklerde, polikliniklerde, hekim ofislerinde, eczanelerde, bakımevlerinde ortaya çıkabilir. Bu tip hatalar kasıtsız ve sonucu tahmin edilemeyen hatalardır."
  },
  {
    "id": "3598899",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangi seçenekte “Hasta Güvenliğinin Bileşenleri” doğru verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sepsis - Resüsitasyon - Cerrahi - İlaç - Hasar",
      "B": "Hasar - Enfeksiyon - Cerrahi - İlaç - Teşhis - Devlet Politikası",
      "C": "Forseps - Enfeksiyon - Personel - İlaç - Teşhis - Hasta güvenliği",
      "D": "Hekim - Hemşire - Klinik Eczacı - Hasta - Hasta yakını",
      "E": "Özerk olmak - Haberdar olmak - Vicdanlı olmak - Bilgili olmak - Mantıklı olmak"
    },
    "explanation": "Hasta Güvenliğinin Bileşenleri, Şekil 8.1’de gösterildiği gibi “Hasar - Enfeksiyon - Cerrahi - İlaç - Teşhis - Devlet Politikası”ndan oluşmaktadır."
  },
  {
    "id": "3598902",
    "unitNumber": 8,
    "text": "“Cerrahi operasyonların yaygın bir komplikasyonu olan hasta güvenliğinin bir sonraki bileşenidir. Hastalarda antibiyotik direncine bağlı olarak da oluşabilmektedir. Hastanelerde veya diğer klinik ortamlarda hastalar, mikrobiyologlar, eczacılar ve tıp uzmanları tarafından uygun şekilde incelenebilir”\n<br/>Yukarıdaki ifade, hasta güvenliğinin hangi bileşenini açıklamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Resüsitasyon",
      "B": "Hasar",
      "C": "Enfeksiyon",
      "D": "İlaç",
      "E": "Hemşire"
    },
    "explanation": "Hasta Güvenliğinin Bileşenleri<br/>Enfeksiyon, cerrahi operasyonların yaygın bir komplikasyonu olan hasta güvenliğinin bir sonraki bileşenidir. Hastalarda antibiyotik direncine bağlı olarak enfeksiyonlar da oluşabilmektedir. Hastanelerde veya diğer klinik ortamlarda enfeksiyon yaşayan hastalar, mikrobiyologlar, eczacılar ve tıp uzmanları tarafından uygun şekilde incelenebilir."
  },
  {
    "id": "3598903",
    "unitNumber": 8,
    "text": "“Bir hekim yanlış bölgeyi ameliyat edebilir veya yanlış tipte bir ameliyat gerçekleştirebilir” ifadesi, hangi tıbbi hata türüne örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tanı/Teşhis hataları",
      "B": "Cerrahi hatalar",
      "C": "İş Gücü ve Doğum Hataları",
      "D": "Anestezi Hataları",
      "E": "Bilgilendirilmiş Onay Alınmaması"
    },
    "explanation": "Tıbbi Hataların Sınıflandırılması<br/>Cerrahi hatalar: Hastanelerde, cerrahi işlemlerin yapıldığı kliniklerde ve hekim muayenehanelerinde cerrahi hatalar meydana gelir. Bir hekim yanlış bölgeyi ameliyat edebilir veya yanlış tipte bir ameliyat gerçekleştirebilir. Örneğin, cerrahların yanlış uzuvları kestiği veya hastadan yanlış bir iç organı çıkardığı bilinmektedir."
  },
  {
    "id": "3598905",
    "unitNumber": 8,
    "text": "“Sözel iletişim, Yazılı iletişim, Denetim ve yardım isteme, Takım liderliği”; hasta güvenliğini etkileyen hangi faktör türüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Hasta Faktörleri",
      "B": "Görev ve teknoloji faktörleri",
      "C": "Bireysel (personel) faktörler",
      "D": "Ekip (Takım) faktörleri",
      "E": "Çalışma ortamı faktörleri"
    },
    "explanation": "HASTA GÜVENLİĞİNİ ETKİLEYEN FAKTÖRLER<br/>Tablo 8.1 Hasta güvenliğini etkileyen faktörler:\n Ekip (Takım) faktörleri: Sözel iletişim - Yazılı iletişim - Denetim ve yardım isteme - Takım liderliği"
  },
  {
    "id": "3598908",
    "unitNumber": 8,
    "text": "<strong>- </strong> Anladıklarını doğrulamak için bilgilendirilmiş onam sürecinde hastalardan kendilerine söylenenleri hatırlamalarının ve yeniden ifade etmelerinin istenmesi\n <strong>- </strong>Bası ülserlerini önlemek için basıncı azaltan yatak malzemelerinin kullanılması\n Yukarıda belirtilen ifadeler, hangi durumu örneklemede kullanılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Anestezi hataları",
      "B": "Cerrahi hatalar",
      "C": "Tanı/teşhis hataları",
      "D": "Hasta güvenliği uygulamaları",
      "E": "Enfeksiyonlar ve İkincil (Sekonder) Komplikasyonlar"
    },
    "explanation": "Hasta güvenliği uygulamaları, “bir dizi tanı veya koşulda tıbbi bakıma maruz kalmaya bağlı olumsuz olay riskini azaltan uygulamalar” olarak tanımlanmıştır. Bu tanım somuttur, ancak oldukça eksiktir, çünkü pek çok uygulama, zararı önleme veya iyileştirmedeki etkinlikleri açısından yeterince incelenmemiştir. Hasta güvenliği için aşağıda verilen uygulamalar yapılabilir:\n ..\n ..\n ..\n <ul> <li>Anladıklarını doğrulamak için bilgilendirilmiş onam sürecinde hastalardan kendilerine söylenenleri hatırlamalarının ve yeniden ifade etmelerinin istenmesi</li> </ul> ..\n <ul> <li>Bası ülserlerini önlemek için basıncı azaltan yatak malzemelerinin kullanılması</li> </ul> ..\n ..\n .."
  },
  {
    "id": "3598909",
    "unitNumber": 8,
    "text": "Hasta güvenliğinde, “her zaman hastaya ilk bakım sağlayan kişi olarak kabul edilen” ve “etkili ekip çalışması yapmak ve liderlik vasıflarını taşımak” gibi roller beklenen sağlık personeli hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hekimler",
      "B": "Klinik Eczacılar",
      "C": "Hemşireler",
      "D": "Hastabakıcılar",
      "E": "Hasta yakınları"
    },
    "explanation": "HASTA GÜVENLİĞİNDEKİ ROL DAĞILIMI / Hekimler<br/>Hekimler Hekimler her zaman hastaya ilk bakım sağlayan kişi olarak kabul edilmiştir.\n ...\n Multidisipliner bir ekibin parçası olarak sağlık hizmeti sunumuna önemli bir katkı sağlayan hekimlerin birincil görevi hastaların bakımı ve güvenliğidir. Rolleri ne olursa olsun, doktorlar hasta güvenliği için şunları gerçekleştirmelidirler; • Hasta bakımının güvenliğini ve kalitesini korumak ve iyileştirmek için meslektaşlarıyla etkileşim kurmak. • Hizmetlerin ve sonuçların kalitesinin iyileştirilmesine ilişkin tartışmalara ve kararlara katkıda bulunmak. • Hasta güvenliği ile ilgili endişeleri varsa bunu dile getirmek ve harekete geçmek. • Etkili ekip çalışması yapmak ve liderlik vasıflarını taşımak. • Meslektaşlarının ve hastaların farklı geçmişlerden geldiklerini göz önünde bulundurarak, haksız ayrımcılık, zorbalık ve tacizin olmadığı bir çalışma ortamını teşvik etmek. • Olumlu bir rol model olarak hareket etmek de dahil olmak üzere, doktorlara ve diğer sağlık uzmanlarına eğitim ve öğretime katkıda bulunmak. • Kaynakları hastaların ve halkın yararına verimli bir şekilde kullanmak"
  },
  {
    "id": "3598912",
    "unitNumber": 8,
    "text": "Aşağıda 7 anabaşlıkta verilen 13 özellik, hasta güvenliğinde kimden beklenen roldür?\n <ol> <li>Özerk olmak • Kendini ifade edebilme ve soru sorma yeteneği • Harekete geçebilme serbestliği • Özgür hareket etme yeteneği</li> <li>Haberdar olmak • Muhtemel tıbbi hatayı tanıyabilme • Hataya açık durumları tanıma yeteneği</li> <li>Vicdanlı olmak • Kendini ve başkalarını sorgulama</li> <li>Bilgili olmak • Sağlık ile ilgili okur yazar olabilme • Yardıma ihtiyaç duyduğunda kimleri arayabileceğini bilmek</li> <li>Mantıklı olmak • Verilen talimatların ne zaman takip edileceğine karar verme yeteneği</li> <li>Cevaplayabilir olmak • Anlamak</li> <li>Uyanık olmak • Sağlık açısından açıkgöz olmak • Sağlığını koruyabilmek • Zararı önlemeye odaklanmak</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "Hekim",
      "B": "Klinik Eczacı",
      "C": "Hemşire",
      "D": "Hastabakıcı",
      "E": "Hasta"
    },
    "explanation": "HASTA GÜVENLİĞİNDEKİ ROL DAĞILIMI / Hastanın Rolü<br/>Hastanın Rolü:\n Hastaların kendi hasta güvenlikleri ile ilgili katılım sağlamaları günümüzde giderek artmakta ve desteklenmektedir. Bu konuda yapılan çalışmalarda fikirlerini ortaya koyan bilim insanları, hastaların güvenli sağlık hizmetlerine maksimum düzeyde katkıda bulunmalarını sağlamada önemli olduğu konusunda hemfikir oldukları 13 hasta özelliğini listelediler:\n <ol> <li>Özerk olmak • Kendini ifade edebilme ve soru sorma yeteneği • Harekete geçebilme serbestliği • Özgür hareket etme yeteneği</li> <li>Haberdar olmak • Muhtemel tıbbi hatayı tanıyabilme • Hataya açık durumları tanıma yeteneği</li> <li>Vicdanlı olmak • Kendini ve başkalarını sorgulama</li> <li>Bilgili olmak • Sağlık ile ilgili okur yazar olabilme • Yardıma ihtiyaç duyduğunda kimleri arayabileceğini bilmek</li> <li>Mantıklı olmak • Verilen talimatların ne zaman takip edileceğine karar verme yeteneği</li> <li>Cevaplayabilir olmak • Anlamak</li> <li>Uyanık olmak • Sağlık açısından açıkgöz olmak • Sağlığını koruyabilmek • Zararı önlemeye odaklanmak</li> </ol>"
  },
  {
    "id": "3598914",
    "unitNumber": 8,
    "text": "Hasta güvenliği konusunda yapılan ilk çalışmalar nasıl başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hekim başına düşen hasta sayısının azaltılmasıyla",
      "B": "Hemşirelerin baktığı hasta sayısının düşürülmesiyle",
      "C": "1999’da Institute of Medicine’nin (IOM) yayınladığı rapor sayesinde",
      "D": "Klinik Eczacılık kavramının ortaya çıkmasıyla",
      "E": "Operasyonlara hasta yakınlarının gözlemci olarak alınmaya başlanmasıyla"
    },
    "explanation": "HASTA GÜVENLİĞİNİN İYİLEŞTİRİLMESİ İÇİN YAPILAN ÇALIŞMALAR<br/>Hasta güvenliği konusunda yapılan çalışmalar, hasta hakları çalışmalarıyla birlikte gündeme gelmekle birlikte, bu konuya dikkatin artması, 1999 yılında Institute of Medicine’nin (IOM) yayınladığı rapor sayesinde olmuştur. Bu rapora göre, Amerika’da yılda binlerce kişinin tıbbi hatalara bağlı olarak hayatını kaybettiği bildirilmiştir. Bu tıbbi hatalar nedeni ile hayatını kaybeden insanların Amerika’ya yılda milyarlarca Amerikan Dolarına mal olduğu bildirilmiştir, ayrıca bu duruma sakatlık ve iş gücü kaybı da eklendiğinde, toplam maliyetin çok daha fazla olduğu hesaplanmıştır. Bu maliyetlerde en fazla hata oranının sağlık hizmetlerinde olduğu bildirilmiştir. Elde edilen bu veriler ışığında, hasta güvenliği çalışmalarına daha fazla yoğunlaşılmış ve bu konuda çalışmalar gittikçe artmıştır."
  },
  {
    "id": "3598917",
    "unitNumber": 8,
    "text": "Hasta güvenliğinin iyileştirilmesi için;\n “• Global hasta güvenliği mücadelesinin etkisini izlemek ve değerlendirmek,\n <ul> <li>Mücadelenin başarılı bir şekilde uygulanmasını sağlamak için kaynakları seferber etmek”;</li> </ul> Aşağıdakilerden hangisinin sorumluluğundadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Hasta ve Hasta Yakını Hakları Derneği (HAYAD)",
      "B": "Türk Tabipler Birliği (TTB)",
      "C": "Sağlık Kurum ve Kuruluşları",
      "D": "Sağlık Bakanlığı",
      "E": "Dünya Sağlık Örgütü (WHO)"
    },
    "explanation": "HASTA GÜVENLİĞİNİN İYİLEŞTİRİLMESİ İÇİN YAPILAN ÇALIŞMALAR / Dünya Sağlık Örgütü (WHO) Çalışmaları<br/>Dünya Sağlık Örgütü (WHO) Çalışmaları DSÖ’nün ana işlevleri şu şekilde özetlenebilir: uluslararası sağlık çalışmalarında yönlendirici ve koordinasyon otoritesi olarak hareket etmek, geçerli ve verimli teknik iş birliğini sağlamak ve araştırmalara teşvik etmek. Bununla birlikte tüm insanların mümkün olan en yüksek sağlık düzeyine ulaşmasının yanında hasta güvenliği için küresel liderlik sağlamak ve sağlık hizmeti ortamlarında hasta güvenliğini iyileştirmek için bilgi, uzmanlık ve yenilikçilikten yararlanmasını sağlamaktır.\n ..\n ..\n Dünya Sağlık Örgütü (WHO) üçüncü küresel (global) hasta güvenliği mücadelesi için 10 temel alanda eylem desteği sağlayacağını bildirmiştir.\n ..\n ..\n <ul> <li>Mücadelenin etkisini izlemek ve değerlendirmek;</li> <li>Mücadelenin başarılı bir şekilde uygulanmasını sağlamak için kaynakları seferber etmek. DSÖ ayrıca, düşük ve orta gelirli ülkelerde ilaca bağlı zararlar konusunda daha iyi bir bilinç geliştirmeye ve mücadeleyi ülkelerin değişen ihtiyaçlarına göre uyarlamaya çalışmaktır.</li> </ul>"
  }
]