[
  {
    "id": "2727643",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, sayısal karar verme yöntemlerinde karar vericinin maksimize etmeyi amaçladığı değerlerden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Maliyet",
      "B": "Kayıp",
      "C": "Kalite puanı",
      "D": "Zaman",
      "E": "Yol"
    },
    "explanation": "Giriş<br/>Sayısal karar verme yöntemlerinde karar verici kazanç, fayda, kalite puanı gibi değerleri en büyüklemeyi (maksimize etmeyi) ya da maliyet, kayıp, zaman, yol gibi değerleri en küçüklemeyi (minimize etmeyi) amaçlar."
  },
  {
    "id": "2727644",
    "unitNumber": 1,
    "text": "Kazançların maksimize edildiği durumlarda, aşağıdakilerden hangisi <strong>minimaks</strong> kriteridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Eşit Olasılık Kriteri",
      "B": "İyimserlik Kriteri",
      "C": "Kötümserlik Kriteri",
      "D": "Hurwicz Kriteri",
      "E": "Pişmanlık Kriteri"
    },
    "explanation": "Pişmanlık kriterinde maksimum pişmanlıklar içinden minimum olan seçildiği için minimaks kriteri olarak da adlandırılır."
  },
  {
    "id": "2727645",
    "unitNumber": 1,
    "text": "Kazançların maksimize edildiği durumlarda, aşağıdakilerden hangisi <strong>maksimaks</strong> kriteridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eşit Olasılık Kriteri",
      "B": "İyimserlik Kriteri",
      "C": "Kötümserlik Kriteri",
      "D": "Hurwicz Kriteri",
      "E": "Pişmanlık Kriteri"
    },
    "explanation": "İyimserlik Kriteri<br/>Maksimum kazançlar içinden maksimum olan, optimal karar olduğu için bu kriter (iyimserlik Kriteri) maksimaks kriteri olarak da adlandırılır."
  },
  {
    "id": "2727646",
    "unitNumber": 1,
    "text": "Kazançların maksimize edildiği durumlarda, aşağıdakilerden hangisi <strong>maksimin</strong> kriteridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Eşit Olasılık Kriteri",
      "B": "İyimserlik Kriteri",
      "C": "Kötümserlik Kriteri",
      "D": "Hurwicz Kriteri",
      "E": "Pişmanlık Kriteri"
    },
    "explanation": "Alternatiflerin minimum kazançlar içinden maksimum olanına karar verildiği için kötümserlik kriteri literatürde maksimin kriteri olarak da adlandırılır."
  },
  {
    "id": "2727647",
    "unitNumber": 1,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/90ce4ed4686a2266152208f00606ed59.jpeg\" alt=\"\" width=\"632\" height=\"161\"> Yukarıda verilen tabloya göre, <strong>belirsizlik altında</strong> <strong>maliyet problemlerinde</strong>, karar verici, <strong>eşit olasılık kriteri</strong>nden yararlanarak hangi alternatif(ler)i seçer?",
    "correctAnswer": "C",
    "options": {
      "A": "L",
      "B": "L ve G",
      "C": "G",
      "D": "T",
      "E": "L ve T"
    },
    "explanation": "Eşit Olasılık Kriteri<br/>Kriterin işleyişi kazanç problemlerinde olduğu gibidir. Tek fark, son aşamada optimal kararı belirlerken alternatifler arasında en düşük maliyeti veren alternatifin seçilecek olmasıdır. Her bir alternatifin ortalama tetkik sonucunu açıklama süreleri hesaplanır. L alternatifi için bu ortalama değer; (9+12+14+ 20) / 4 = 55 / 4 =13,75<br/>G için → 11,75 T için → 12,75 olarak hesaplanır. Amaç, sürelerin minimizasyonu olduğuna göre en kısa sürede sonuç veren alternatifin 11,75 saat ile G alternatifi olduğu görülmektedir."
  },
  {
    "id": "2727648",
    "unitNumber": 1,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/90ce4ed4686a2266152208f00606ed59.jpeg\" alt=\"\" width=\"718\" height=\"183\">Çizelgeyi gözönüne alarak; belirsizlik altında bir maliyet probleminde iyimserlik kriterine göre <strong>optimal karar</strong>, hangi alternatif(ler)dir?",
    "correctAnswer": "A",
    "options": {
      "A": "L",
      "B": "L ve G",
      "C": "G",
      "D": "T",
      "E": "L ve T"
    },
    "explanation": "İyimserlik kriteri, risk almayı seven karar vericilerin uyguladığı kriterdir. Bir maliyet probleminde iyimserlik, en kısa sürenin dikkate alınarak karar verilmesi anlamına gelir. Buna göre karar verici L alternatifini incelerken, 9 saatte tetkik sonuçlarını vereceğini düşünerek hareket eder. Diğer alternatiflerde ise; G için → 10 T için → 10 saati dikkate alır.<br/>Bu sonuçlar arasında karar vericinin en kısa süreyi seçmesi gerekir. O halde, iyimserlik kriterine göre problem için optimal karar L alternatifi ve optimal çözüm değeri 9 olarak belirlenir."
  },
  {
    "id": "2727649",
    "unitNumber": 1,
    "text": "<ol start=\"5\"> <li>Sorudaki çizelgede, bir maliyet probleminde iyimserlik kriterine göre <strong>optimal çözüm değeri</strong>, aşağıdakilerden hangisidir?</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "9",
      "B": "10",
      "C": "15",
      "D": "16",
      "E": "20"
    },
    "explanation": "İyimserlik kriteri, risk almayı seven karar vericilerin uyguladığı kriterdir. Bir maliyet probleminde iyimserlik, en kısa sürenin dikkate alınarak karar verilmesi anlamına gelir. Buna göre karar verici L alternatifini incelerken, 9 saatte tetkik sonuçlarını vereceğini düşünerek hareket eder. Diğer alternatiflerde ise; G için → 10 T için → 10 saati dikkate alır.<br/>Bu sonuçlar arasında karar vericinin en kısa süreyi seçmesi gerekir. O halde, iyimserlik kriterine göre problem için optimal karar L alternatifi ve optimal çözüm değeri 9 olarak belirlenir."
  },
  {
    "id": "2727650",
    "unitNumber": 1,
    "text": "Çizelgeyi gözönüne alarak;<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/90ce4ed4686a2266152208f00606ed59.jpeg\" alt=\"\" width=\"836\" height=\"213\"><br/>belirsizlik altında, bir maliyet probleminde kötümserlik kriterine göre <strong>optimal karar</strong>, aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "L",
      "B": "G",
      "C": "G ve T",
      "D": "T",
      "E": "L ve T"
    },
    "explanation": "Kötümserlik Kriteri<br/>Kazanç probleminde olduğu gibi maliyet probleminde de bu kriter, karar vericinin kötümser olduğu problemlerde uygulanan kriterdir. Hatırlanacak olursa, kötümser karar verici risk almayan karar vericidir. Karar verici, maliyet söz konusu olduğunda da en kötü duruma, diğer bir deyişle en yüksek maliyete (en uzun süreye) göre karar verecektir. O halde, L alternatifini seçtiğinde tetkik sonuçlarını 20 saatte vereceğini düşünür. G ve T alternatiflerinde ise; G için → 15 T için → 16 sonuçlarına ulaşır. Bunlar arasında en kısa süreyi seçmeyi amaçladığı için 15 saati veren G alternatifini optimal karar olarak belirler. Buna göre optimal çözüm de 15 saattir."
  },
  {
    "id": "2727651",
    "unitNumber": 1,
    "text": "5. Sorudaki çizelgede, bir maliyet probleminde kötümserlik kriterine göre <strong>optimal çözüm değeri</strong>, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "9",
      "B": "10",
      "C": "15",
      "D": "16",
      "E": "20"
    },
    "explanation": "Kötümserlik Kriteri<br/>Kazanç probleminde olduğu gibi maliyet probleminde de bu kriter, karar vericinin kötümser olduğu problemlerde uygulanan kriterdir. Hatırlanacak olursa, kötümser karar verici risk almayan karar vericidir. Karar verici, maliyet söz konusu olduğunda da en kötü duruma, diğer bir deyişle en yüksek maliyete (en uzun süreye) göre karar verecektir. O halde, L alternatifini seçtiğinde tetkik sonuçlarını 20 saatte vereceğini düşünür. G ve T alternatiflerinde ise; G için → 15 T için → 16 sonuçlarına ulaşır. Bunlar arasında en kısa süreyi seçmeyi amaçladığı için 15 saati veren G alternatifini optimal karar olarak belirler. Buna göre optimal çözüm de 15 saattir."
  },
  {
    "id": "2727652",
    "unitNumber": 1,
    "text": "Karar vericinin 0 ile 1 arasında α ile gösterilen bir risk katsayısı belirlediği ve bu katsayı oranında iyimserlik, (1- α) oranında kötümserlik kriterlerini uyguladığı kritere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eşit Olasılık Kriteri",
      "B": "İyimserlik Kriteri",
      "C": "Kötümserlik Kriteri",
      "D": "Hurwicz Kriteri",
      "E": "Pişmanlık Kriteri"
    },
    "explanation": "Hurwicz kriteri, karar vericinin 0 ile 1 arasında α ile gösterilen bir risk katsayısı belirlediği ve bu katsayı oranında iyimserlik, (1- α) oranında kötümserlik kriterlerini uyguladığı kriterdir."
  },
  {
    "id": "2847677",
    "unitNumber": 1,
    "text": "<table><tbody><tr><td><br/>Alternatifler<br/></td><td><br/>Tamamlanma süreleri (ay)<br/></td></tr><tr><td><br/>1.firma<br/></td><td><br/>14<br/></td></tr><tr><td><br/>2.firma<br/></td><td><br/>9<br/></td></tr><tr><td><br/>3.firma<br/></td><td><br/>11<br/></td></tr></tbody></table><br/>Bir hastanede kreş yapılması için inşaat firması ile görüşülmüştür. Firmaların inşaatı tamamlama süreleri tabloda görülmektedir. Tabloya göre optimal karar ve optimal çözüm değeri hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1.firma- 14",
      "B": "2.firma- 9",
      "C": "3.firma- 11",
      "D": "1.firma- 9",
      "E": "2.firma-14"
    },
    "explanation": "2.firma- 9<br/>Diğer firmaların taahhüt ettikleri tamamlama süreleri daha uzun olduğu için okul yönetimi 2. firmayı seçmelidir. Bu durumda optimal karar, 2. firma ve optimal çözüm değeri 9 olur.<br/>2.firma- 9<br/>Diğer firmaların taahhüt ettikleri tamamlama süreleri daha uzun olduğu için hastane yönetimi 2. firmayı seçmelidir. Bu durumda optimal karar, 2. firma ve optimal çözüm değeri 9 olur."
  },
  {
    "id": "2847689",
    "unitNumber": 1,
    "text": "Her doğa durumu altında bir başka alternatiften daha iyi sonuç veren ve dolayısıyla diğer alternatife seçilme şansı vermeyen alternatif aşağıdaki kavramlardan hangisi ile açıklanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Baskın alternatif",
      "B": "Kabul edilemez alternatif",
      "C": "Hurwicz Kriteri",
      "D": "Pişmanlık kriteri",
      "E": "İyimserlik kriteri"
    },
    "explanation": "Baskın alternatif<br/>Baskın alternatif, her doğa durumu altında bir başka alternatiften daha iyi sonuç veren ve dolayısıyla diğer alternatife seçilme şansı vermeyen alternatiftir."
  },
  {
    "id": "2847692",
    "unitNumber": 1,
    "text": "Baskın alternatif tarafından bastırılan alternatif aşağıdakilerden hangisi ile açıklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Baskınlık ilişkisi",
      "B": "Belirsizlik",
      "C": "Kabul edilemez alternatif",
      "D": "Eşit olasılık kriteri",
      "E": "İyimserlik kriteri"
    },
    "explanation": "Kabul edilemez alternatif <br/>Baskın alternatif tarafından bastırılan alternatife “kabul edilemez alternatif ” denir."
  },
  {
    "id": "2847830",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sayısal karar yöntemlerinde olması gereken temel bileşenlerden birisi <u><strong>değildir?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Karar verici",
      "B": "En az iki alternatif",
      "C": "Amaç",
      "D": "Problemin tam ve doğru olarak tanımlanması",
      "E": "Kalite puanı"
    },
    "explanation": "Kalite puanı<br/>Sayısal karar yöntemlerinde karar verici, en az iki alternatif ve bir amaç (ya da<br/>amaç fonksiyonu) olmak üzere üç temel bileşen bulunmaktadır. Tüm bu bileşenlerin yanı sıra ortaya atılan problemin doğru ve tam olarak tanımlanmış olması gerekmektedir. Kalite puanı karar vericinin amacı ile ilgilidir."
  },
  {
    "id": "2847846",
    "unitNumber": 1,
    "text": "Optimal kararın amaca yönelik hesaplanmış değeri aşağıdaki kavramlardan hangisi ile açıklanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Karar analizi",
      "B": "Belirlilik ortamı",
      "C": "Belirsizlik ortamı",
      "D": "Optimal çözüm",
      "E": "Risk ortamı"
    },
    "explanation": "Optimal çözüm<br/>Optimal çözüm ise optimal kararın amaca yönelik hesaplanmış değeridir."
  },
  {
    "id": "2847869",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sayısal karar verme yöntemlerinde karar vericinin küçükleme amacıyla kullanacağı kriterlerden <u><strong>değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Maliyet",
      "B": "Kayıp",
      "C": "Kalite puanı",
      "D": "Zaman",
      "E": "Yol"
    },
    "explanation": "Kalite puanı<br/>Sayısal karar verme yöntemlerinde karar verici kazanç, fayda, kalite puanı gibi değerleri en büyüklemeyi (maksimize etmeyi) ya da maliyet, kayıp, zaman, yol gibi değerleri en küçüklemeyi (minimize etmeyi) amaçlar."
  },
  {
    "id": "2847886",
    "unitNumber": 1,
    "text": "Risk ortamında beklenen değer kriterinin yanısıra kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğa durumları",
      "B": "Karar ağacı",
      "C": "İyimserlik kriteri",
      "D": "Hurwicz kriteri",
      "E": "Kötümserlik kriteri"
    },
    "explanation": "Karar ağacı<br/>Risk ortamında beklenen değer kriterinin yanı sıra “karar ağacı” da kullanılabilmektedir. Karar ağacı kullanılarak verilen karar, beklenen değer kriteri ile aynı sonucu verir."
  },
  {
    "id": "2847900",
    "unitNumber": 1,
    "text": "Karar verilirken iyimserlik ve kötümserlik kriterlerinin karar vericinin belirlediği α oranına göre birleştirilmesi aşağıdaki kavramlardan hangisi ile açıklanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hurwicz Kriteri",
      "B": "İyimserlik kriteri",
      "C": "Kötümserlik kriteri",
      "D": "Pişmanlık kriteri",
      "E": "Baskınlık ilişkisi"
    },
    "explanation": "Hurwicz Kriteri<br/>Belirsizlik ortamında bir karar vericinin tam risk alan ya da garantici olduğu, riski belirli bir oranda aldığı durumlarla da karşılaşılabilir. Bu tip karar verici 0 ile 1 arasında, alabileceği risk için bir oran (olasılık) tanımlar. Bu oran α ile gösterilir. Dolayısıyla, α oranında iyimser bir karar verici ile karşılaşılmaktadır. Bu durumda karar verici, (1- α) oranında da kötümserdir. Hurwicz kriterine göre karar verilirken iyimserlik ve kötümserlik kriterleri karar vericinin belirlediği α oranına göre birleştirilir."
  },
  {
    "id": "2847911",
    "unitNumber": 1,
    "text": "Kazanç matrisinin sahibi olan oyuncu için en düşük kazancı, diğeri için en yüksek kaybı ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Oyun kuramı",
      "B": "Oyun matrisi",
      "C": "Oyun stratejileri",
      "D": "Karar verici",
      "E": "Oyun değeri"
    },
    "explanation": "Oyun değeri<br/>Oyunda bir denge noktası varsa bu noktayı veren değer “oyunun değeri”dir. Bu durumda oyuncular tam strateji uygularlar. Birer optimal stratejileri vardır. Denge noktasının bulunmadığı oyunlarda ise oyuncular için karma stratejiler oluşturulur. Her iki durumda da oyunun değerinin anlamı değişmez. Oyunun değeri, kazanç matrisinin sahibi olan oyuncu için en düşük kazancı, diğeri için en yüksek kaybı ifade eder."
  },
  {
    "id": "2847914",
    "unitNumber": 1,
    "text": "Bir oyuncunun kazancının diğer oyuncunun kaybına eşit olduğu oyunlar aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Oyun değeri",
      "B": "Karar verici",
      "C": "Kazanç matrisi",
      "D": "Sıfır toplamlı oyunlar",
      "E": "Oyun modeli"
    },
    "explanation": "Sıfır toplamlı oyunlar<br/>Bir oyuncunun kazancının diğer oyuncunun kaybına eşit olduğu oyunlara “Sıfır Toplamlı Oyunlar” denir. Sıfır toplam kavramını aşağıdaki gibi açıklayabiliriz:<br/>A oyuncusunun kazancı: B oyuncusunun kazancı:<br/>+ T50 + - T50 = 0<br/>Bu eşitlik oyunun her aşamasında ve optimal çözümde de sağlanmaktadır."
  },
  {
    "id": "2727653",
    "unitNumber": 2,
    "text": "Sağlık işletmeleri zaman serileri kullanarak Zaman serisi analizinde, gelecek değeri öngörmek için hangi değerlerden yararlanılır",
    "correctAnswer": "B",
    "options": {
      "A": "Şimdiki değerlerden",
      "B": "geçmişte aldığı değerlerden",
      "C": "Gelecek zaman değerlerinden",
      "D": "Tarihi değerlerden",
      "E": "Bütün değerlerin hepsinden"
    },
    "explanation": "ZAMAN SERİLERİ İLE ÖNGÖRÜ<br/>Zaman serisi, bir değişkenin zaman içerisinde aldığı değerlerin kümesi olarak tanımlanabilir.<br/>Bir sağlık işletmesinin geçmiş dönemdeki hasta sayıları, gelirleri, tıbbi personel<br/>sayıları zaman serilerine örnek olarak verilebilir. Sağlık işletmeleri zaman serilerini kullanarak<br/>gelecek ile ilgili öngörülerde bulunurlar. Zaman serisi analizinde, gelecek değeri<br/>öngörmek için değişkenin geçmişte aldığı değerlerden yararlanılır"
  },
  {
    "id": "2727654",
    "unitNumber": 2,
    "text": "Durağan veri için kullanılabilecek tekniklerdendir.",
    "correctAnswer": "D",
    "options": {
      "A": "Hareketsiz ortalama, yavaş hareketli ortalama ve alt düzleme (ÜA) teknikleridir.",
      "B": "Kısıtlı ortalama, durağan hareketli ortalama ve düzlem teknikleridir.",
      "C": "Sınırlı germe, genel ortalama(GO)ve düzleme teknikleridir.",
      "D": "Hareketli ortalama, ağırlıklı hareketli ortalama ve üstel düzleme (ÜD) teknikleridir.",
      "E": "Sınırlı ortalama, ağırlıklı hareketli yavaşalama teknikleridir."
    },
    "explanation": "Hareketli ortalama, ağırlıklı hareketli ortalama ve üstel düzleme (ÜD) teknikleri durağan veri için kullanılabilecek tekniklerdendir."
  },
  {
    "id": "2727655",
    "unitNumber": 2,
    "text": "Hareketli ortalamalar, niçin geliştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zaman serisinin genel kalıbını bozan kısa süreli tesadüfi dalgalanmaları yumuşatmak için geliştirilmiştir.",
      "B": "Eğiri serisinin genel yapısını bozan dalgalanmaları yumuşatmak için geliştirilmiştir.",
      "C": "Genel kalıbı düzenleyen kısa süreli tesadüfi dalgalanmaları yumuşatmak için geliştirilmiştir.",
      "D": "Zaman algı yönetimi içinde kısa süreli tesadüfi yapılanmayı yumuşatmak için geliştirilmiştir.",
      "E": "kısa süreli yapı kalıbını bozan kısa süreli tesadüfi dalgalanmaları sertleştirmek için geliştirilmiştir."
    },
    "explanation": "Hareketli ortalamalar, zaman serisinin genel kalıbını bozan kısa süreli tesadüfi dalgalanmaları yumuşatmak için geliştirilmiştir."
  },
  {
    "id": "2727656",
    "unitNumber": 2,
    "text": "Durağan zaman serileri için genellikle ilk dönemden sonraki öngörüler nasıl alınmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Son döneme eşit alınır.",
      "B": "Son döneme göre ağırlıklı alınır.",
      "C": "İlk döneme eşit alınır.",
      "D": "İkinci döneme göre eşit alınır.",
      "E": "Orta döneme ağırlıklı alınır."
    },
    "explanation": "Durağan zaman serileri için genellikle ilk dönemden sonraki öngörüler ilk döneme eşit alınır."
  },
  {
    "id": "2727657",
    "unitNumber": 2,
    "text": "Mevsimsel yapıda bir seri olduğu söylenebilmesi neye bağlıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Dalgalı bir zaman serisi verisinde düzensiz olarak tekrarlayan bir kalıbın var oluşuna bağlıdır.",
      "B": "Durağan bir zaman serisi verisinde düzenli olarak tekrarlayan bir dalgalanma kalıbının var oluşuna bağlıdır.",
      "C": "Durağan bir dalgalanma serisi verisinde hızlı olarak tekrarlayan bir ışınlanma kalıbının var oluşuna bağlıdır.",
      "D": "Düzenli olarak tekrarlayan bir ışınlanma kalıbının var oluşuna bağlıdır.",
      "E": "Durağan bir akışkanlık verisinde yavaş olarak tekrarlayan bir dalgalanma hareketinin var oluşuna bağlıdır."
    },
    "explanation": "Durağan bir zaman serisi verisinde düzenli olarak tekrarlayan bir dalgalanma kalıbı varsa,mevsimsel yapıda bir seri olduğu söylenebilir."
  },
  {
    "id": "2727658",
    "unitNumber": 2,
    "text": "Zaman serisi verisi içinde belli bir dönem boyunca artan ya da azalan bir yön gözlemlenmesinin nedeni nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Seri sabit değildir ve bir akışa sahiptir.",
      "B": "Seri hızlıdır ve bir oluşuma sahiptir.",
      "C": "Serinin akışkanlığı yavaştır ve bir oluşuma sahiptir.",
      "D": "Seri durağan değildir ve bir trende sahiptir.",
      "E": "Oluşum durağan değildir ve bir hıza sahiptir."
    },
    "explanation": "Zaman serisi verisi içinde belli bir dönem boyunca artan ya da azalan bir yön gözlemleniyorsa, seri durağan değildir ve bir trende sahiptir."
  },
  {
    "id": "2727659",
    "unitNumber": 2,
    "text": "Kuadratik trende sahip bir zaman serisinin regresyon modeli nasıldır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ŷt= A1-Y1 ∙ t + C2 / t2 =εt",
      "B": "Ŷt= b0+b1 ∙ t + b2 ∙ t2 +εt",
      "C": "Ŷz= b0/b1 + t = b2 ∙ c2 +εy",
      "D": "Ŷl= A0%b1 ∙ t = b2 ∙ c2 /εt",
      "E": "Ŷl/ b0=b1 ∙ t = Y2 ∙ U2 =εn"
    },
    "explanation": "Kuadratik trende sahip bir zaman serisinin regresyon modeli şu şekildedir:<br/>Ŷt= b0+b1 ∙ t + b2 ∙ t2 +εt"
  },
  {
    "id": "2727660",
    "unitNumber": 2,
    "text": "Excel’in Regression komutu kullanılarak elde edilen kuadratik regresyon denklemi, aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ŷt=56484.64+1234.86 ∙ t + 256.13",
      "B": "Ŷz=2345.64+1678.86 ∙ t + 2789.19t2",
      "C": "Ŷj=2345.64+1191.56 ∙ t / 280.1567",
      "D": "Ŷh=4678.64+1567.85 ∙ d + 280.1456",
      "E": "Ŷt=46454.64+1191.86 ∙ t + 280.13t2"
    },
    "explanation": "Excel’in Regression komutu kullanılarak elde edilen kuadratik regresyon denklemi aşağıdadır:<br/>Ŷt=46454.64+1191.86 ∙ t + 280.13t2 olarak bulunmuştur."
  },
  {
    "id": "2727661",
    "unitNumber": 2,
    "text": "Holt metodu ile öngörüde hangi model kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ŷz+n+ Zt+aTt",
      "B": "Ct-n= Et+bTt",
      "C": "Ŷt+n= Et+nTt",
      "D": "Ŷt-n= Et-nTt",
      "E": "Ŷl-n+ En-nTt"
    },
    "explanation": "Holt metodu ile öngörüde aşağıdaki model kullanılır:<br/>Ŷt+n= Et+nTt"
  },
  {
    "id": "2727662",
    "unitNumber": 2,
    "text": "Durağan olmayan zaman serileri, trend bileşeninin yanısıra mevsimsel faktörleri de içeriyorsa hangi metod ile öngörü yapılabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "High-Sumer metodu ile öngörü yapılabilir.",
      "B": "Holt-Winter metodu ile öngörü yapılabilir.",
      "C": "Indy-Windy metodu ile öngörü yapılabilir.",
      "D": "Gamble-Windy metodu ile öngörü yapılabilir.",
      "E": "Sandy-Gold metodu ile öngörü yapılabilir."
    },
    "explanation": "Durağan olmayan zaman serileri, trend bileşeninin yanısıra mevsimsel faktörleri de içeriyorsa Holt-Winter metodu ile öngörü yapılabilir."
  },
  {
    "id": "2727663",
    "unitNumber": 2,
    "text": "Durağan olmayan zaman serilerinde, trend bileşeninin yanısıra çarpımsal mevsimsel faktörleri de içeren Holt-Winter metodu ile öngörüde hangi model kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ŷm=n= (El+nTn)St-n+p",
      "B": "Ŷt+m+ (Et+nTt)St-m+p",
      "C": "Ŷt+m+ (Vt+mTt)Sm=n-p",
      "D": "Ŷz-n= (Et=nTt)St-n-p",
      "E": "Ŷt+n= (Et+nTt)St+n-p"
    },
    "explanation": "Durağan olmayan zaman serilerinde, trend bileşeninin yanısıra çarpımsal mevsimsel faktörleri de içeren Holt-Winter metodu ile öngörüde aşağıdaki model kullanılır:<br/>Ŷt+n= (Et+nTt)St+n-p"
  },
  {
    "id": "2845186",
    "unitNumber": 2,
    "text": "“-------, bir değişkenin zaman içerisinde aldığı değerlerin kümesi olarak tanımlanabilir.”<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Zaman serisi",
      "B": "Mutlak sapma",
      "C": "Hareketli ortalama",
      "D": "Doğrusal regresyon",
      "E": "Durağan model"
    },
    "explanation": "Zaman serisi, bir değişkenin zaman içerisinde aldığı değerlerin kümesi olarak tanımlanabilir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2845195",
    "unitNumber": 2,
    "text": "Zaman serisini oluşturan değişkenin zaman içinde belli bir yönde anlamlı bir hareketi yoksa ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Durağan veri",
      "B": "Durağan olmayan veri",
      "C": "Mevsimsel veri",
      "D": "Sayısal veri",
      "E": "Niteliksel veri"
    },
    "explanation": "Durağan veri: Zaman serisini oluşturan değişkenin zaman içinde belli bir yönde anlamlı bir hareketi yoktur. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2845202",
    "unitNumber": 2,
    "text": "Aşağıdaki tekniklerden hangisi veya hangileri durağan veri için kullanılabilir?<br/>I. Hareketli ortalama<br/>II. Ağırlıklı hareketli ortalama<br/>III. Üstel düzleme",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Hareketli ortalama, ağırlıklı hareketli ortalama ve üstel düzleme (ÜD) teknikleri durağan veri için kullanılabilecek tekniklerdendir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2845206",
    "unitNumber": 2,
    "text": "“Durağan olmayan zaman serileri, trend bileşeninin yanı sıra mevsimsel faktörleri de içeriyorsa ------- metodu ile öngörü yapılabilir.”<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Holt-Winter",
      "B": "Hareketli ortalama",
      "C": "Doğrusal regresyon",
      "D": "Kuadratik regresyon",
      "E": "Üstel düzleme"
    },
    "explanation": "Durağan olmayan zaman serileri, trend bileşeninin yanısıra mevsimsel faktörleri de içeriyorsa Holt-Winter metodu ile öngörü yapılabilir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2845209",
    "unitNumber": 2,
    "text": "“Durağan bir zaman serisi verisinde düzenli olarak tekrarlayan bir dalgalanma kalıbı varsa, ------- yapıda bir seri olduğu söylenebilir.”<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "doğrusal",
      "B": "durağan olmayan",
      "C": "mevsimsel",
      "D": "çarpımsal",
      "E": "mutlak"
    },
    "explanation": "Durağan bir zaman serisi verisinde düzenli olarak tekrarlayan bir dalgalanma kalıbı varsa, mevsimsel yapıda bir seri olduğu söylenebilir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2845231",
    "unitNumber": 2,
    "text": "Farklı teknikleri karşılaştırmak için aşağıdaki performans ölçütlerinden hangileri kullanılır?<br/>I. Ortalama mutlak sapma<br/>II. Ortalama mutlak yüzde hata<br/>III. Ortalama hata karesi<br/>IV. Ortalama hata karesi kökü",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Farklı teknikleri karşılaştırmak için çeşitli performans ölçütleri geliştirilmiştir. Bunlar;<br/>- Ortalama mutlak sapma<br/>- Ortalama mutlak yüzde hata<br/>- Ortalama hata karesi<br/>- Ortalama hata karesi kökü<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "2845237",
    "unitNumber": 2,
    "text": "“------- metodu doğrusal trend izleyen zaman serilerinde kullanılan tekniklerden biridir. Teknik, çift ÜD tekniği olarak da adlandırılmaktadır.”<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Holt",
      "B": "Winter",
      "C": "Regresyon",
      "D": "Hareketli ortalama",
      "E": "Mevsim"
    },
    "explanation": "Holt metodu doğrusal trend izleyen zaman serilerinde kullanılan tekniklerden biridir. Teknik, çift ÜD tekniği olarak da adlandırılmaktadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2845420",
    "unitNumber": 2,
    "text": "“Kuadratik trende sahip bir zaman serisinin ------- eşitliğinde bağımlı değişken olan Ŷ<sub>t</sub>, t bağımsız değişkeninin kuadratik bir fonksiyonudur.”<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "regresyon",
      "B": "doğrusal",
      "C": "sistematik",
      "D": "durağan",
      "E": "mevsimsel"
    },
    "explanation": "Kuadratik trende sahip bir zaman serisinin regresyon eşitliğinde bağımlı değişken olan Ŷ<sub>t</sub>, t bağımsız değişkeninin kuadratik bir fonksiyonudur. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2845429",
    "unitNumber": 2,
    "text": "“Zaman serisi verisi içinde belli bir dönem boyunca artan ya da azalan bir yön gözlemleniyorsa, seri ------- değildir ve bir trende sahiptir.”<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "durağan",
      "B": "mevsimsel",
      "C": "öngörülebilir",
      "D": "anlamlı",
      "E": "toplamsal"
    },
    "explanation": "Zaman serisi verisi içinde belli bir dönem boyunca artan ya da azalan bir yön gözlemleniyorsa, seri durağan değildir ve bir trende sahiptir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2845434",
    "unitNumber": 2,
    "text": "Toplamsal mevsimlik yapıda Holt-Winter metodu ile öngörüde kullanılan eşitlikte S<sub>t </sub>terimi neyi ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "mevsimlik etkiyi",
      "B": "zaman serisinin t dönemindeki beklenen düzeyini",
      "C": "t dönemindeki beklenen trendi",
      "D": "0 ile 1 arasında değer alan sabit",
      "E": "hareketli ortalaması"
    },
    "explanation": "Toplamsal mevsimlik yapıda Holt-Winter metodu ile öngörüde kullanılan eşitlikte S<sub>t </sub>terimi mevsimlik etkiyi göstermektedir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2847403",
    "unitNumber": 2,
    "text": "Bir sağlık probleminin çözümünde kullanılan zaman serisi incelenirken, mevsimler verim özelliği gözden geçirilir. Aşağıdaki ifadelerden hangisi mevsimler veri özelliğini doğru bir şekilde tanımlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Değişkenin zaman içinde belli bir yönde anlamlı bir harekete sahip olmaması",
      "B": "Değişken zaman içinde belirli aralıklarla tekrarlayan bir kalıp izlemesi",
      "C": "Değişken zaman içinde ağırlıklı olarak ön plana çıkması",
      "D": "Değişken zaman içinde çözücü kullanılarak hesaplanması",
      "E": "Değişken zaman içinde anlamlı bir hareketi bulunması"
    },
    "explanation": "Mevsimsel veri: Zaman serisini oluşturan değişken zaman içinde belirli aralıklarda tekrarlayan bir kalıp izlemektedir.<br/>A şıkkında durağan veri, C şıkkında ağırlıklı hareketli ortalama, D şıkkında genel bir ifade,E şıkkında ise Durağan olmayan veri tanımlanmıştır.<br/>Doğru cevap \"B\" şıkkıdır"
  },
  {
    "id": "2847665",
    "unitNumber": 2,
    "text": "Durağan modellerin bir analiz yöntemi olan hareketli ortalama tekniği ile ilgili ifadelerden hangisi/hangileri doğrudur?<br/>I.Kısa süreli tesadüfi dalgalanmaları yumuşatmak için geliştirilmiştir.<br/>II.Ağırlıkların değerleri karar verici tarafından belirlenir.<br/>III. Tüm geçmiş veri giderek azalan ağırlıklarla öngörüye dahil edilir.<br/>IV. Genellikle farklı k değerleri denenip en iyi performansı olan k değeri alınır.",
    "correctAnswer": "C",
    "options": {
      "A": "I-II",
      "B": "III-IV",
      "C": "I-IV",
      "D": "I-II-III",
      "E": "II-III-IV"
    },
    "explanation": "Durağan modellerin bir analiz yöntemi olan hareketli ortalama tekniği kısa süreli tesadüfi dalgalanmaları yumuşatmak için geliştirilmiştir ve k değerleri en iyi performansa göre alınır.<br/>Doğru cevap \"C\" şıkkıdır.<br/>II. ifade Ağırlıklı hareketli ortalama tekniği ile ve III. ifade ise Üstel Düzleme tekniği ile ilişkilidir."
  },
  {
    "id": "2847672",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Ağırlıklı Hareketli Ortalama tekniğinde \"ai\" ile gösterilen ağırlıklar için geçerli bir kısıttır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ağırlıklar 0 ile 1 arasında olmalıdır.",
      "B": "Ağırlıkların toplamı 2'ye eşit olmalıdır.",
      "C": "Ağırlıklar 3 dönem verileri yansıtmalıdır.",
      "D": "Ağırlıklar doğrusal olarak ifade edilmelidir.",
      "E": "Ağırlıklar 0'a yakın bir değer olmalıdır."
    },
    "explanation": "Ağırlıklı Hareketli Ortalama tekniğinde ai ile gösterilen ağırlıklar için şu kısıtlar geçerlidir:<br/>1.Ağırlıklar 0 ile 1 arasında olmalıdır.<br/>2. Ağırlıklar toplamı 1’e eşit olmalıdır.<br/>Doğru cevap \"A\" şıkkıdır."
  },
  {
    "id": "2847700",
    "unitNumber": 2,
    "text": "Toplamsal mevsimlik yapıda durağan modelde kullanılan aşağıdaki eşitliğe göre \"St\" neyi ifade etmektedir?<br/>Ŷt+n=Et+St+n-p<br/>Bu modelde;<br/>Et=a(Yt-St-p)+(1-a)Et-1<br/><strong>St</strong>=b(Yt-Et)+(1-b)St-p",
    "correctAnswer": "C",
    "options": {
      "A": "Zaman serisinin t dönemindeki düzeyi",
      "B": "Bulunulan mevsimsel dönemi gösteren sabit",
      "C": "t dönemdeki mevsimsel faktör",
      "D": "0 ile 1 arasında değer alan sabit",
      "E": "Değişken sabit"
    },
    "explanation": "Görüldüğü gibi, t+1. dönemin öngörüsünü bulan ifade Et ve St terimlerinden oluşmaktadır. Et, zaman serisinin t dönemindeki düzeyini, St de, t dönemindeki mevsimsel faktörü göstermektedir. a ve b, 0 ile 1 arasında değer alan sabitlerdir. <br/>Doğru cevap \"C\" şıkkıdır."
  },
  {
    "id": "2847704",
    "unitNumber": 2,
    "text": "Bir hastanenin finans müdürü 2019-2021 arası üç aylık gelir verilerini kullanarak 2022 yılı için üçer aylık gelir tahmini yapmak istemektedir. Geriye dönük incelemede grafiklerde yükselen trendi fark etmiştir.<br/>Bu durumda, aşağıdaki hangi modelleme sistemini kullanması <u>en uygundur?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Çarpımsal mevsimlik yapıda durağan model",
      "B": "Üstel düzeleme modeli",
      "C": "Ağırlıklı hareketli ortalama modeli",
      "D": "Hareketli ortalama modeli",
      "E": "Doğrusal regresyon modeli"
    },
    "explanation": "Yükselen trend bağlı olarak en uygun model \"Doğrusal regresyon modeli\"dir.<br/>Doğru cevap \"E\" şıkkıdır."
  },
  {
    "id": "2847706",
    "unitNumber": 2,
    "text": "Kuadratik regresyon modelinde kullanılan e<sub>t </sub>neyi ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bağımsız değişkenin kuadratik fonksiyonu",
      "B": "Zaman serisinin sistematik hareketi",
      "C": "Zaman serisinin t dönemindeki beklenen düzeyini",
      "D": "Sistematik olmayan hareketi",
      "E": "T dönemindeki beklenen trendi"
    },
    "explanation": "Bu regresyon eşitliğinde bağımlı değişken olan Ŷt, t bağımsız değişkeninin kuadratik bir fonksiyonudur. Fonksiyondaki b0+b1 ∙ t + b2 ∙ t2 ifadesi, zaman serisinin sistematik hareketini, εt ise sistematik olmayan hareketini göstermektedir.<br/>c ve e şıkları Holt metodu ile ilgilidir.<br/>Doğru cevap \"d\" şıkkıdır."
  },
  {
    "id": "2847710",
    "unitNumber": 2,
    "text": "Durağan olmayan zaman serileri, trend bileşeninin yanı sıra mevsimsel faktörleri de içeriyorsa, aşağıdaki hangi metodu kullanarak öngörü yapmak <u>doğru</u> olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Holt-Winter metodu",
      "B": "Kuadratik regresyon modeli",
      "C": "Doğrusal regresyon modeli",
      "D": "Hareketli ortalama modeli",
      "E": "Üstel düzleme modeli"
    },
    "explanation": "Durağan olmayan zaman serileri, trend bileşeninin yanı sıra mevsimsel faktörleri de içeriyorsa Holt-Winter metodu ile öngörü yapılabilir.<br/>Doğru cevap \"a\" şıkkıdır."
  },
  {
    "id": "2847713",
    "unitNumber": 2,
    "text": "Hareketli ortalama modelinde \"k\" değeri ile ilgili ifadelerden hangisi/hangileri doğrudur?<br/>I. k değeri çok küçük alındığında elde edilen hareketli ortalama serisi orjinal zaman serisini takip etmez.<br/>II. Hareketli ortalama periyodunun belirlenmesinde genellikle farklı k değerleri denenip en iyi performansı olan k değeri alınır.<br/>III. k değeri çok büyük alındığında, tesadüfi dalgalanmalar büyük ölçüde elimine edilir.<br/>IV. k değeri çok küçük alındığında ana kalıbı bozan tesadüfi dalgalanmalar içerir.",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II-IV",
      "C": "I-II-III",
      "D": "II-III-IV",
      "E": "I-III-IV"
    },
    "explanation": "k çok küçük alındığında, elde edilen hareketli ortalama serisi orjinal zaman serisiniçok yakından <strong>takip eder</strong>, ancak halen ana kalıbı bozan tesadüfi dalgalanmalar içerir. k çok büyük alındığında ise, tesadüfi dalgalanmalar büyük ölçüde elimine edilmesine karşın elde edilen hareketli ortalama serisi orjinal zaman serisini yakından takip etmez. G<strong>enellikle farklı k değerleri</strong><br/><strong>denenip en iyi performansı olan k değeri hareketli ortalama periyodu olarak alınır.</strong> <br/>Doğru cevap \"d\" şıkkıdır."
  },
  {
    "id": "2847724",
    "unitNumber": 2,
    "text": "Üstel düzleme yönteminde kullanılan hesaplamada a'ya 1'e yakın bir değerin atanmasının anlamı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Düzleme sabit alfa değerinin 0 ila 1 arasında olduğu",
      "B": "Son veriye ağırlık verildiği",
      "C": "Eski veriye daha çok ağırlık verildiği",
      "D": "Döngüsel verilerin dikkatte alınması gerektiği",
      "E": "Tüm geçmiş verilerin giderek azalan ağırlıklara eklenmesi"
    },
    "explanation": "Düzleme sabiti olarak adlandırılan a, 0 ile 1 arasında bir değer alır. a’ya 1’e yakın bir değer atanması son<br/>veriye ağırlık verirken, 0’a yakın bir değer atanması daha eski veriye daha çok ağırlık verilmesi anlamına gelmektedir. <br/>Buna göre doğru cevap \"b\" şıkkıdır."
  },
  {
    "id": "2847732",
    "unitNumber": 2,
    "text": "Büyüyerek dalgalanma gösteren bir grafik aşağıdaki hangi sistemle ilişkilendirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplamsal mevsimlik yapıda durağan model",
      "B": "Holt-winter toplumsal mevsimlik yapıda",
      "C": "Doğrusal regresyon modeli",
      "D": "Çarpımsal mevsimlik yapıda durağan model",
      "E": "Üstel düzleme model"
    },
    "explanation": "Durağan bir zaman serisi verisinde düzenli olarak tekrarlayan bir dalgalanma kalıbı varsa,<br/>mevsimsel yapıda bir seri olduğu söylenebilir. Büyüyerek giden dalgalanmalar ise, çarpımsal mevsimlik yapıda durağan modeli göstermektedir."
  },
  {
    "id": "2850597",
    "unitNumber": 2,
    "text": "Bir değişkenin zaman içerisinde aldığı değerlerin kümesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zaman serisi",
      "B": "Durağan veri",
      "C": "Durağan olmayan veri",
      "D": "Mevsimsel veri",
      "E": "Hareketli ortalama"
    },
    "explanation": "Zaman serisi, bir değişkenin zaman içerisinde aldığı değerlerin kümesi olarak tanımlanabilir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "2850607",
    "unitNumber": 2,
    "text": "Zaman serisini oluşturan değişken zaman içinde belirli aralıklarda tekrarlayan bir kalıp izlemektedir.<br/>Yukarıdaki ifade aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Durağan veri",
      "B": "Durağan olmayan veri",
      "C": "Mevsimsel veri",
      "D": "Hareketli ortalama",
      "E": "Ağırlıklı hareketli ortalama"
    },
    "explanation": "Mevsimsel veri: Zaman serisini oluşturan değişken zaman içinde belirli aralıklarda tekrarlayan bir kalıp izlemektedir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "2850673",
    "unitNumber": 2,
    "text": "Zaman serisinin genel kalıbını bozan kısa süreli tesadüfi dalgalanmaları yumuşatmak için geliştirilmiştir.<br/>Yukarıdaki ifade aşağıdakilerden hangi kavramla ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Zaman serisi",
      "B": "Ağırlıklı hareketli ortalama",
      "C": "Üstel düzleme",
      "D": "Hareketli ortalama",
      "E": "Mevsimsellik"
    },
    "explanation": "Hareketli ortalamalar, zaman serisinin genel kalıbını bozan kısa süreli tesadüfi dalgalanmaları yumuşatmak için geliştirilmiştir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "2850687",
    "unitNumber": 2,
    "text": "Durağan bir zaman serisi verisinde düzenli olarak tekrarlayan bir dalgalanma kalıbı varsa bu yapıya ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Trend",
      "B": "Üstel düzleme",
      "C": "Durağan veri",
      "D": "Doğrusal regresyon",
      "E": "Mevsimsellik"
    },
    "explanation": "Durağan bir zaman serisi verisinde düzenli olarak tekrarlayan bir dalgalanma kalıbı varsa, mevsimsel yapıda bir seri olduğu söylenebilir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "2850700",
    "unitNumber": 2,
    "text": "Zaman serisi verisi içinde belli bir dönem boyunca artan ya da azalan bir yön gözlemlenmesi hangi modele işaret etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Zaman serisi",
      "B": "Trend",
      "C": "Durağan",
      "D": "Mevsimsel",
      "E": "Çarpımsal"
    },
    "explanation": "Zaman serisi verisi içinde belli bir dönem boyunca artan ya da azalan bir yön gözlemleniyorsa, seri durağan değildir ve bir trende sahiptir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "2850742",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi trend modellerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğrusal Regresyon Modeli",
      "B": "Çarpımsal Mevsimlik Yapıda Durağan Model",
      "C": "Toplamsal Mevsimlik Yapıda Durağan Model",
      "D": "Ağırlıklı Hareketli Ortalama",
      "E": "Hareketli Ortalama"
    },
    "explanation": "Doğrusal regresyon modeli trend modellerinden birisidir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "2850776",
    "unitNumber": 2,
    "text": "Farklı teknikleri karşılaştırmak için çeşitli performans ölçütleri geliştirilmiştir. Aşağıdakilerden hangisi bu ölçütlerden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hasta talebi",
      "B": "Gelir-gider",
      "C": "Kullanılacak malzeme",
      "D": "Ameliyathane gereksinimi",
      "E": "Ortalama mutlak yüzde hata"
    },
    "explanation": "Farklı teknikleri karşılaştırmak için çeşitli performans ölçütleri geliştirilmiştir. Bunlar; • Ortalama mutlak sapma (OMS) • Ortalama mutlak yüzde hata (OMYH) • Ortalama hata karesi (OHK) • Ortalama hata karesi kökü (OHKK). Doğru cevap E şıkkıdır."
  },
  {
    "id": "2850789",
    "unitNumber": 2,
    "text": "Sağlık hizmetlerinin her alanında geleceğe yönelik tahminler yapılırken öngörü tekniklerinden yararlanılmaktadır. Aşağıdakilerden hangisi bu uygulama alanlarından birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ortalama mutlak yüzde hata",
      "B": "Ortalama mutlak sapma",
      "C": "Sağlık personeli gereksinimi",
      "D": "Ortalama hata karesi",
      "E": "Ortalama hata karesi kökü"
    },
    "explanation": "Sağlık hizmetlerinin her alanında geleceğe yönelik tahminler yapılırken öngörü tekniklerinden yararlanılmaktadır. Bu uygulama alanlarına örnek olarak aşağıdaki problem alanları verilebilir: • Hasta talebi öngörüsü, • Gelir-gider öngörüleri, • Sağlık personeli gereksinimi öngörüleri, • Kullanılacak malzeme öngörüleri, • Ameliyathane gereksinimi öngörüleri, • Yatak gereksinimi öngörüleri, • Pazar payı öngörüleri. Doğru cevap C şıkkıdır."
  },
  {
    "id": "2850823",
    "unitNumber": 2,
    "text": "Durağan olmayan zaman serilerinde, trend bileşeninin yanısıra çarpımsal mevsimsel faktörleri de içeren metodun adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğrusal Regresyon",
      "B": "Holt-Winter",
      "C": "Üstel Düzleme",
      "D": "Ağırlıklı Hareketli Ortalama",
      "E": "Kuadratik Regresyon"
    },
    "explanation": "Durağan olmayan zaman serilerinde, trend bileşeninin yanısıra çarpımsal mevsimsel faktörleri de içeren Holt-Winter metodudur. Doğru cevap B şıkkıdır."
  },
  {
    "id": "2850833",
    "unitNumber": 2,
    "text": "Doğrusal trend izleyen zaman serilerinde kullanılan tekniklerden biridir. Teknik, çift ÜD tekniği olarak da adlandırılmaktadır.<br/>Yukarıdaki ifade hangi tekniği tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Çarpımsal Mevsimlik Yapıda Durağan Model",
      "B": "Toplamsal Mevsimlik Yapıda Durağan Model",
      "C": "Üstel Düzleme",
      "D": "Holt Metodu",
      "E": "Kuadratik Regresyon"
    },
    "explanation": "Holt metodu doğrusal trend izleyen zaman serilerinde kullanılan tekniklerden biridir. Teknik, çift ÜD tekniği olarak da adlandırılmaktadır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "2727664",
    "unitNumber": 3,
    "text": "Doğrusal bir yapıdaki kısıtları ihlal etmeden, doğrusal formdaki amaç fonksiyonunu en iyilemeyi (maksimize yada minimize etmeyi) sağlayan, bu en iyileme sonucunda karar değişkenlerinin aldıkları değerleri bulan bir yaklaşıma ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karar yaklaşımı",
      "B": "Plan yaklaşımı",
      "C": "Doğrusal programlama yaklaşımı",
      "D": "Maksimizasyon uygulaması",
      "E": "Minimizasyon uygulaması"
    },
    "explanation": "Doğrusal programlama yaklaşımı, doğrusal bir yapıdaki kısıtları ihlal etmeden, doğrusal formdaki amaç fonksiyonunu en iyilemeyi (maksimize yada minimize etmeyi) sağlayan, bu en iyileme sonucunda karar değişkenlerinin aldıkları değerleri bulan bir yaklaşımdır."
  },
  {
    "id": "2727665",
    "unitNumber": 3,
    "text": "Doğrusal programlama yaklaşımının sağlık sektöründe, planlama sürecinden gündelik faaliyetlere kadar her alanda geliştirilen çok sayıda uygulama alanı vardır. Aşağıdakilerden hangisi bu alanlardan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hedef kitleyi kapsayacak hastane yer seçimi",
      "B": "Hastalara etkili hizmet edecek şekilde acil servis hizmetlerinin tasarımı",
      "C": "Lojistik hizmetleri ağ planlaması",
      "D": "Teşhis ve tedavi süreçlerinde karar destek sistemleri kurulumu",
      "E": "Sağlık personeli vardiya planlaması"
    },
    "explanation": "\"Lojistik hizmetleri ağ planlaması\" doğrusal programlama yaklaşımının uygulama alanından biri değildir."
  },
  {
    "id": "2727666",
    "unitNumber": 3,
    "text": "Doğrusal programlama modelinin standart formuna göre aşağıdakilerden hangisi amaç fonksiyonu katsayılarını ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "X<sub>1</sub>, X<sub>2</sub>, …X<sub>n</sub>",
      "B": "C<sub>1</sub>, C<sub>2</sub>,…C<sub>n</sub>",
      "C": "A<sub>11</sub>, A<sub>12</sub>,…A<sub>1n</sub>",
      "D": "B<sub>1</sub>, B<sub>2</sub>,…B<sub>m</sub>",
      "E": "<sub>D1</sub>, D<sub>2</sub>,…D<sub>n</sub>"
    },
    "explanation": "Amaç foksiyonu katsayısını ifade eden kavram:C<sub>1</sub>, C<sub>2</sub>,…C<sub>n </sub>"
  },
  {
    "id": "2727667",
    "unitNumber": 3,
    "text": "Bir üretim planlaması örneğinde, üreteceği bir ürünün 100 birim lira olarak tahmin edip, modele parametre olarak tanıttığı kârının 80 birim liraya düştüğünde ya da 125 birim liraya çıktığında optimal çözümün nasıl etkileneceğini bilmek isteyen yöneticinin net bir cevaba ulaşması için aşağıdakilerden hangisinden yararlanması gerekmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Duyarlılık analizi",
      "B": "Tam sayılı doğrusal programlama",
      "C": "İndirgenmiş maliyet",
      "D": "Karar değişkenleri",
      "E": "Amaç fonksiyonu"
    },
    "explanation": "Bir üretim planlaması örneğinde, üreteceği bir ürünün 100 birim lira olarak tahmin edip, modele parametre olarak tanıttığı kârının 80 birim liraya düştüğünde ya da 125 birim liraya çıktığında optimal çözümün nasıl etkileneceğini bilmek isteyen yöneticinin net bir cevaba ulaşması için geliştirilmiş olan yaklaşım, doğrusal programlama terminolojisinde duyarlılık analizi yada optimallik sonrası analizi olarak adlandırılır."
  },
  {
    "id": "2727668",
    "unitNumber": 3,
    "text": "Gerçek hayat problemlerinde karar değişkenlerinin tamsayı değerler alması gerekliliği kimi zaman kaçınılmaz olmaktadır. Bu amaçla doğrusal programlamanın özel bir durumu geliştirilmiştir. Gerçekleştirilen bu yaklaşıma ne ad verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Duyarlılık Analizi",
      "B": "Gölge Fiyat",
      "C": "Tam Sayılı Doğrusal Programlama",
      "D": "Bağlayıcı Kısıt",
      "E": "İndirgenmiş Maliyet"
    },
    "explanation": "Gerçek hayat problemlerinde karar değişkenlerinin tamsayı değerler alması gerekliliği kimi zaman kaçınılmaz olmaktadır. Bu bölüm, karar değişkenlerinin tümünün ya da bir kısmının tamsayı değerler almak zorunda olduğu, doğrusal programlamanın bir uzantısı olan, tamsayılı doğrusal programlama (TDP) modellerine ayrılmıştır."
  },
  {
    "id": "2727669",
    "unitNumber": 3,
    "text": "Karar değişkenlerinin aldığı değerlerin tüm kısıtları eş zamanlı olarak sağladığı bölgeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uygun bölge",
      "B": "Planlı bölge",
      "C": "Devam bölgesi",
      "D": "Stratejik bölge",
      "E": "Karar bölgesi"
    },
    "explanation": "Karar değişkenlerinin aldığı değerlerin tüm kısıtları eş zamanlı olarak sağladığı bu bölge uygun bölge olarak adlandırılır."
  },
  {
    "id": "2727670",
    "unitNumber": 3,
    "text": "Optimal çözümde yer alan karar değişkenlerine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ana değişkenler",
      "B": "Stratejik değişkenler",
      "C": "Temel olmayan değişkenler",
      "D": "Temel değişkenler",
      "E": "Yorumlanmış değişkenler"
    },
    "explanation": "Optimal çözümde yer alan karar değişkenleri temel değişkenler olarak adlandırılır."
  },
  {
    "id": "2727671",
    "unitNumber": 3,
    "text": "Bir doğrusal programlama modelinin kaç ayrı tip parametresinin duyarlılık analizi yapılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "5",
      "C": "7",
      "D": "9",
      "E": "11"
    },
    "explanation": "Bir doğrusal programlama modelinin üç ayrı tip parametresinin duyarlılık analizi (değişmelere tepkisi) yapılabilir. Bunlar, amaç fonksiyonu katsayılarının değişmesi, kısıtların sağ taraf sabitlerinin değişmesi ve kısıtların katsayılarının (teknoloji katsayıları) değişmesinin duyarlılık analizidir."
  },
  {
    "id": "2727672",
    "unitNumber": 3,
    "text": "Bir doğrusal programlama modelinin üç ayrı tip parametresinin duyarlılık analizi (değişmelere tepkisi) yapılabilir. Aşağıdaki şıklardan hangisinde bu üç parametre bir arada verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "İndirgenmiş maliyet katsayılarının değişmesi, temel çözüm fonksiyonlarının değişmesi, kısıtların sağ taraf sabitlerinin değişmesi",
      "B": "Amaç fonksiyonu katsayılarının değişmesi, temel çözüm fonksiyonlarının değişmesi, bağlayıcı kısıtların değişmesi",
      "C": "Tamsayılı programlama katsayılarının değişmesi, amaç fonksiyonu katsayılarının değişmesi, kısıtların sol taraf sabitlerinin değişmesi",
      "D": "Bağlayıcı kısıtların değişmesi, kısıtların sağ taraf sabitlerinin değişmesi, amaç fonksiyonu katsayılarının değişmesi",
      "E": "Amaç fonksiyonu katsayılarının değişmesi, kısıtların sağ taraf sabitlerinin değişmesi, kısıtların katsayılarının (teknoloji katsayıları) değişmesi"
    },
    "explanation": "Bir doğrusal programlama modelinin üç ayrı tip parametresinin duyarlılık analizi (değişmelere tepkisi) yapılabilir. Bunlar, amaç fonksiyonu katsayılarının değişmesi, kısıtların sağ taraf sabitlerinin değişmesi ve kısıtların katsayılarının (teknoloji katsayıları) değişmesinin duyarlılık analizidir."
  },
  {
    "id": "2727673",
    "unitNumber": 3,
    "text": "Doğrusal programlama modelinin standart formuna göre B<sub>1</sub>, B<sub>2</sub>,…B<sub>m </sub>gösterimi neyi ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Karar değişkenlerini",
      "B": "Sağ taraf parametrelerini (gereksinimler, kapasiteler)",
      "C": "Amaç fonksiyonu katsayılarını",
      "D": "Teknoloji katsayılarını",
      "E": "Bağlayıcı kısıtları"
    },
    "explanation": "Doğrusal programlama modelinin standart formuna göre B<sub>1</sub>, B<sub>2</sub>,…B<sub>m </sub>gösterimi sağ taraf parametrelerini (gereksinimler, kapasiteler) ifade eder."
  },
  {
    "id": "2727674",
    "unitNumber": 3,
    "text": "Kıt kaynakların ilgilenilen amacı optimize edecek şekilde dağıtılmasına ... denir.<br/>Yukarıdaki boşluğu doldurması gereken uygun terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "doğrusal programlama",
      "B": "randevu planlaması",
      "C": "maksimizasyon uygulaması",
      "D": "standart model",
      "E": "kaynak tahsisi"
    },
    "explanation": "Kitabımızın 59. sayfasını dikkatle okuduğumuzda, boşluğu doldurması gereken uygun terimin A seçeneğinde verildiği anlaşılacaktır."
  },
  {
    "id": "2727675",
    "unitNumber": 3,
    "text": "I. Doğrusal programlama yaklaşımı, doğrusal bir yapıdaki kısıtları ihlal etmez.<br/>II. Doğrusal programlama yaklaşımı, doğrusal formdaki amaç fonksiyonunu en iyilemeyi (maksimize yada minimize etmeyi) sağlar.<br/>III. Doğrusal programlama yaklaşımı, en iyileme sonucunda karar değişkenlerinin aldıkları değerleri bulan bir yaklaşımdır.<br/>IV. Her doğrusal programlama modelinin üç temel bileşeni vardır: karar değişkenleri, amaç fonksiyonu ve kısıtlar.<br/>Doğrusal planlama ile ilgili yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "Hepsi"
    },
    "explanation": "Kitabımızın 60. sayfasında verilen, \"Doğrusal Programlama Modellerinin Formülasyonu\" başlığı altında verilen bilgilere göre, soruda verilen tüm bilgiler doğrudur. Bu nedenle çözüm E seçeneğidir."
  },
  {
    "id": "2727676",
    "unitNumber": 3,
    "text": "Grafik çözüm yönteminin kullanılabileceği doğrusal programlama modelleri en fazla kaç karar değişkeni içerebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Kitabımızın 64. sayfasında verilen bilgiye göre, doğru yanıt B seçeneğidir."
  },
  {
    "id": "2727677",
    "unitNumber": 3,
    "text": "Optimal çözümün oluşmasında etkili olan kısıtlara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "minimizasyon uygulaması",
      "B": "uç noktalar",
      "C": "bağlayıcı kısıtlar",
      "D": "atıl (gereksiz) kısıt",
      "E": "eşmaliyet doğrusu"
    },
    "explanation": "Kitabımızın 66. sayfasında verilen bilgiye göre, çözüm C seçeneğidir."
  },
  {
    "id": "2727678",
    "unitNumber": 3,
    "text": "I. Minimizasyon modellerinde, optimal çözüm noktasını elde etmek için amaç fonksiyonu kuzeydoğu yönünde kaydırılır.<br/>II. Minimizasyon problemlerinde kaydırıldıkça ortaya çıkan amaç fonksiyonu doğrusu, eşmaliyet doğrusu olarak adlandırılır.<br/>III. Minimizasyon problemlerinde amaç, tüm kısıtları sağlayacak şekilde amaç fonksiyonunun en düşük değeri aldığı noktayı bulmaktır.<br/>IV. Minimizasyon problemlerinde amaç, uygun bölge üstünde amaç fonksiyonunun en düşük değeri aldığı noktayı bulmaktır.<br/>Minimizasyon modelleriyle ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnızca I",
      "B": "II ve III",
      "C": "I ve IV",
      "D": "II, III ve IV",
      "E": "I, II ve IV"
    },
    "explanation": "Kitabımızın 66. sayfasında verilen bilgiye göre, I no'lu ifade haricindekiler doğru olduğu için sorunun çözümü D seçeneğidir."
  },
  {
    "id": "2727679",
    "unitNumber": 3,
    "text": "Piyasada, doğrusal programlama modellerini çözmek için çeşitli uzmanlık düzeylerinde yazılımlar bulunmaktadır. Elimizde hiçbir matematiksel programlama yazılımı olmaması durumunda, MS Excel’in içerisinde gelen hangi eklenti kullanılarak da modeller çözülebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çözücü",
      "B": "Seçenekler",
      "C": "Kısıtlar",
      "D": "Çarpım",
      "E": "Üretim planı"
    },
    "explanation": "Kitabımızın 68. sayfasında yer alan bilgiye göre, çözüm A seçeneğidir."
  },
  {
    "id": "2727680",
    "unitNumber": 3,
    "text": "Maksimizasyon uygulamasında sunulan çözüm raporunun birinci kısmı ....., ikinci kısmı ....., üçüncü kısmı ..... bölümlerinden oluşmaktadır.",
    "correctAnswer": "C",
    "options": {
      "A": "üretim planı, kısıtlamalar, hematom",
      "B": "kısıtlamalar, hedef hücre, hematom",
      "C": "hedef hücre, değişken hücreleri, kısıtlamalar",
      "D": "hücre değeri, formül, serbestlik",
      "E": "standart üretim, ilk değer, tamsayı"
    },
    "explanation": "Kitabımızın 3. sayfasının ilk paragrafında verilen bilgiye göre, çözüm C seçeneğidir."
  },
  {
    "id": "2727681",
    "unitNumber": 3,
    "text": "Gerçek hayat koşullarında modellerin çözümünde değerlerini veri olarak kabul ettiğimiz parametrelerde değişiklikler, planlardan sapmalar olduğunda ortaya çıkan sorunların cevabını bulmak için geliştirilmiş yaklaşımın adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "katsayıların değişmesi",
      "B": "optimallik sonrası analizi",
      "C": "optimal çözüm",
      "D": "maksimizasyon uygulaması",
      "E": "indirgenmiş maliyet"
    },
    "explanation": "Kitabımızın 75. sayfasında açıklanan bu tanım \"duyarlılık analizi\" ya da \"optimallik sonrası analizi\" olarak adlandırılır. Bu nedenle çözüm B seçeneğidir."
  },
  {
    "id": "2727682",
    "unitNumber": 3,
    "text": "...., çözümde yer almayan bir değişkenin, çözümde pozitif bir değer alması için, o değişkenin amaç fonksiyonu katsayısında yapılması gereken geriletme olarak tanımlanabilir.<br/>Yukarıdaki boşluğu doldurması gereken terim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "gölge fiyatı",
      "B": "azaltılmış maliyet",
      "C": "izin verilen artış",
      "D": "indirgenmiş maliyet",
      "E": "izin verilen azalış"
    },
    "explanation": "Kitabımızın 77. sayfasında verilen bilgiye göre, yanıt D seçeneğidir."
  },
  {
    "id": "2727683",
    "unitNumber": 3,
    "text": "Diğer bütün parametereler sabit kalmak şartıyla, bir kısıtın sağ taraf değeri değiştikçe, amaç fonksiyonunda meydan gelen değişme ... olarak tanımlanır.",
    "correctAnswer": "A",
    "options": {
      "A": "gölge fiyatı",
      "B": "amaç fonksiyonu",
      "C": "standart üretim",
      "D": "iş gücü planlaması",
      "E": "personel planlaması"
    },
    "explanation": "Kitabımızın 77. sayfasının son paragrafında verilen bilgiye göre, çözüm A seçeneğidir."
  },
  {
    "id": "2848405",
    "unitNumber": 3,
    "text": "Grafik çözüm yönteminin kullanılabileceği doğrusal programlama modelleri kaç karar değişkeni içerebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "DOĞRUSAL PROGRAMLAMA MODELLERİNİN GRAFİK ÇÖZÜM YÖNTEMİ İLE ÇÖZÜLMESİ isimli bölümü inceleyiniz.<br/>Grafik çözüm yönteminin kullanılabileceği doğrusal programlama modelleri sadece iki karar değişkeni içerebilir. Bu açıklamaya göre doğru cevap ‘B’dir."
  },
  {
    "id": "2848407",
    "unitNumber": 3,
    "text": "Karar değişkenlerinin aldığı değerlerin tüm kısıtları eş zamanlı olarak sağladığı bölgeye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hatalı bölge",
      "B": "Uygun bölge",
      "C": "Doğrusal bölge",
      "D": "Non-lineer bölge",
      "E": "Eşkazanç bölgesi"
    },
    "explanation": "Maksimizasyon Uygulaması isimli bölümü inceleyiniz.<br/>Karar değişkenlerinin aldığı değerlerin tüm kısıtları eş zamanlı olarak sağladığı bu bölge uygun bölge olarak adlandırılır. Bu açıklamaya göre doğru cevap ‘B’dir."
  },
  {
    "id": "2848413",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b36051fbcaa9f58681a40f466d66f503.png\" alt=\"\" width=\"512\" height=\"231\"> Yukarıda doğrusal programlama modelinin standart formu gösterilmiştir. Bu göre aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "X1, X2, ...Xn: Teknoloji katsayılarınıdeğişkenlerini göstermek için kullanılmıştır",
      "B": "C1, C2,...Cn :Sağ taraf parametrelerini (gereksinimler, kapasiteler) ifade etmek için<br/>kullanılmıştır.",
      "C": "A11, A12,...A1n : Karar göstermek için kullanılmıştır",
      "D": "B1, B2,...Bm : Sağ taraf parametrelerini (gereksinimler, kapasiteler) ifade etmek için<br/>kullanılmıştır.",
      "E": "B1, B2,...Bm : Sol taraf parametrelerini (gereksinimler, kapasiteler) ifade etmek için<br/>kullanılmıştır."
    },
    "explanation": "DOĞRUSAL PROGRAMLAMA MODELLERİNİN FORMÜLASYONU isimli bölümü inceleyiniz.<br/>Bu gösterimde;<br/>X1, X2, ...Xn : Karar değişkenlerini,<br/>C1, C2,...Cn : Amaç fonksiyonu katsayılarını,<br/>A11, A12,...A1n : Teknoloji katsayılarını,<br/>B1, B2,...Bm : Sağ taraf parametrelerini (gereksinimler, kapasiteler) ifade etmek için<br/>kullanılmıştır. Bu açıklamaya göre doğru cevap 'D'dir."
  },
  {
    "id": "2848417",
    "unitNumber": 3,
    "text": "Doğrusal programlama modellerinde karar değişkeni sayısı ikiden fazla olduğunda modelin çözümü için aşağıdaki programlardan hangisi kullanılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "MS Teams",
      "B": "MS OneNote",
      "C": "MS Powerpoint",
      "D": "MS Word",
      "E": "MS Excel"
    },
    "explanation": "Minimizasyon Uygulaması isimli bölümü inceleyiniz.<br/>İki örnek ile doğrusal programlama modellerinin kurulmasını ve sembolik olarak ifade edilmesini gördükten sonra, çözümü elde etme aşamasına başlayabiliriz. Doğrusal programlama modellerini çözmek için başvurulabilecek çeşitli yöntemler vardır. Eğer modeldeki karar değişkeni sayısı iki ise, grafik çözüm yöntemi kullanılabilir. İkiden fazla sayıda değişkene sahip olan modellerin çözümünde ise MS Excel içerisindeki Çözücü eklentisi kullanılabilir. Bu açıklamaya göre doğru cevap 'E'dir."
  },
  {
    "id": "2848421",
    "unitNumber": 3,
    "text": "Optimal çözüm hiçbir zaman uygun bölgenin içinde bir nokta olamaz. Optimal çözüm uygun bölgenin sınırları üstünde olmak zorundadır. Uygun bölgenin sınırları üstündeki köşe noktalarına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yan noktalar",
      "B": "Bitiş noktaları",
      "C": "Başlangıç noktaları",
      "D": "Uç noktalar",
      "E": "Belirsiz noktalar"
    },
    "explanation": "DOĞRUSAL PROGRAMLAMA MODELLERİNİN GRAFİK ÇÖZÜM YÖNTEMİ İLE ÇÖZÜLMESİ isimli bölgeyi inceleyiniz.<br/>Optimal çözüm hiçbir zaman uygun bölgenin içinde bir nokta olamaz. Optimal çözüm uygun bölgenin sınırları üstünde olmak zorundadır. Uygun bölgenin sınırları üstündeki köşe noktaları uç noktalar olarak adlandırılır. Bu açıklamaya göre doğru cevap 'D'dir."
  },
  {
    "id": "2848432",
    "unitNumber": 3,
    "text": "Piyasada, doğrusal programlama modellerini çözmek için çeşitli uzmanlık düzeylerinde yazılımlar bulunmaktadır. Ancak elimizde hiçbir matematiksel programlama yazılımı olmasa bile, MS Excel’in içerisinde gelen hangi eklentisi kullanılarak da modeller çözülebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Arama sihirbazı",
      "B": "DDSolver",
      "C": "Çözücü",
      "D": "İnternet yardımcısı",
      "E": "Koşullu toplam sihirbazı"
    },
    "explanation": "Özet<br/>Piyasada, doğrusal programlama modellerini çözmek için çeşitli uzmanlık düzeylerinde yazılımlar bulunmaktadır. Ancak elimizde hiçbir matematiksel programlama yazılımı olmasa bile, MS Excel’in içerisinde gelen “Çözücü” eklentisi kullanılarak da modeller çözülebilir. Bu açıklamaya göre doğru cevap 'C'dir."
  },
  {
    "id": "2848434",
    "unitNumber": 3,
    "text": "Çözümde yer almayan bir değişkenin, çözümde pozitif bir değer alması için, o değişkenin amaç fonksiyonu katsayısında yapılması gereken geriletme olarak tanımlanabilen kavram hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kısıtların katsayıları",
      "B": "Teknoloji katsayıları",
      "C": "Atıl (gereksiz) kısıt",
      "D": "İndirgenmiş Maliyet",
      "E": "Yükseltgenmiş maliyet"
    },
    "explanation": "İndirgenmiş Maliyet, çözümde yer almayan bir değişkenin, çözümde pozitif bir değer alması için, o değişkenin amaç fonksiyonu katsayısında yapılması gereken geriletme olarak tanımlanabilir. bu açıklamaya göre doğru cevap 'D'dir."
  },
  {
    "id": "2848438",
    "unitNumber": 3,
    "text": "Gerçek hayat problemlerinde karar değişkenlerinin tamsayı değerler alması gerekliliği kimi zaman kaçınılmaz olmaktadır. Bu amaçla doğrusal programlamanın özel bir durumu geliştirilmiştir. Bu program hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tamsayılı doğrusal programlama",
      "B": "Tamsayılı grafiksel programlama",
      "C": "Tamsayılı girdili programlama",
      "D": "Tamsayılı çıktılı programlama",
      "E": "Tamsayılı kısıtlı programlama"
    },
    "explanation": "Gerçek hayat problemlerinde karar değişkenlerinin tamsayı değerler alması gerekliliği kimi zaman kaçınılmaz olmaktadır. Bu amaçla doğrusal programlamanın özel bir durumu geliştirilmiş olup, bu yaklaşım tamsayılı doğrusal programlama (TDP) olarak adlandırılmaktadır. Bu açıklamaya göre doğru cevap 'A'dır."
  },
  {
    "id": "2848442",
    "unitNumber": 3,
    "text": "I. Hedefler<br/>II. Amaç fonksiyonu<br/>III. Karar değişkenleri<br/>IV. Maliyet<br/>V. Karlılık<br/>Yukarıdakilerden hangileri doğrusal programlama modelinin bileşenlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve IV",
      "B": "II ve V",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I, III ve IV"
    },
    "explanation": "Her doğrusal programlama modelinin üç temel bileşeni vardır: karar değişkenleri, amaç fonksiyonu ve kısıtlar. Kısıtlar, &lt; , &gt; yada = işareti alabilirler. Bu açıklamaya göre II ve III oğrusal programlama modelinin bileşenlerinden biridir. Bu açıklmaya göre doğru cevap 'C'dir."
  },
  {
    "id": "2848448",
    "unitNumber": 3,
    "text": "I. Hedefler<br/>II. Amaç fonksiyonu<br/>III. Karar değişkenleri<br/>IV. Maliyet<br/>V. Karlılık<br/>Yukarıdakilerden hangileri doğrusal programlama modelinin bileşenlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve V",
      "C": "II, III ve V",
      "D": "III ve V",
      "E": "I, IV ve V"
    },
    "explanation": "Her doğrusal programlama modelinin üç temel bileşeni vardır: karar değişkenleri, amaç fonksiyonu ve kısıtlar. Kısıtlar, &lt; , &gt; yada = işareti alabilirler. I, IV ve V bu bileşenlerden biri değildir. Bu açıklamaya göre doğru seçenek Edir."
  },
  {
    "id": "2727684",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi proje ile işlemi birbirinden ayıran özellik olma özelliği gösterir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tekrarlanır olmaları",
      "B": "İnsanlar tarafından gerçekleştirilmeleri",
      "C": "Planlanır, yürütülür ve kontrol edilir olmaları",
      "D": "Süreç ve alt süreçlerle tamamlanabilir olmaları",
      "E": "Sınırlı kaynaklarla yürütülebilir olmaları"
    },
    "explanation": "Genel olarak yapılan işler proje veya işlem olarak bir ayrıma tabi tutulmaktaysa da, bazen bu iki kavram birbiri ile örtüşebilir. Ancak, ortak özelliklerine rağmen, işlem ve proje ayrı kavramlardır.<br/>İşlemler “süregiden” ve “tekrarlanan”, projeler ise “geçici” ve “özgün”dür."
  },
  {
    "id": "2727685",
    "unitNumber": 4,
    "text": "\"Fırsat yaratma, farklılığı biçme, beklentilere ulaşmayı sağlama, değişimi yaratma ve yönetme\" gibi özellikler aşağıdaki terimlerden hangisine ait özelliklerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşlem",
      "B": "Proje",
      "C": "Süreç",
      "D": "Prosedür",
      "E": "Strateji"
    },
    "explanation": "Pek çok ortak özelliklerine rağmen, işlem ve proje ayrı kavramlardır. İşlemler “süregiden” ve “tekrarlanan”, projeler ise “geçici” ve “özgün”dür.<br/>\"Fırsat yaratma, farklılığı biçme, beklentilere ulaşmayı sağlama, değişimi yaratma ve yönetme\" gibi özellikler Projelere ait özelliklerdir."
  },
  {
    "id": "2727686",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir iş grubunu proje haline getiren özelliklerden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İşlerin ve faaliyetlerin gerçekleştirilmesi sırasında, işlerle ve standartlarla ilgili sürekli değişikliklerin olması",
      "B": "Örgütlerin ele aldıkları iş projelerinin yapı ve iş grupları bakımından çoğu kez birbirinden farklı olması",
      "C": "İş grubu içinde yer alan faaliyetlerin başlangıç ve bitiş noktalarının esnek olması",
      "D": "İş grubunun ve bunun içindeki faaliyetlerin çoğu kez bir defaya mahsus olmak üzere yapılması",
      "E": "İş grubu içindeki faaliyetlerin birbirinden farklı disiplin, departman veya kişilerin işbirliğini zorunlu kılması"
    },
    "explanation": "Özgünlük, proje tanımının çok önemli bir bileşenidir. Projeleri birbirinden ayıran özgünlük, sonuçlarda yatmaktadır. Çıktılar ise, öngörülen sonuçları elde edebilmek için yaratılan projenin ürün, hizmet ya da neticeleridir. Bir iş grubunu proje haline getiren temel özellikler bulunmalıdır.<br/>İş grubu içinde yer alan faaliyetlerin başlangıç ve bitiş noktasının belli olması gerekir."
  },
  {
    "id": "2727687",
    "unitNumber": 4,
    "text": "\"Birden fazla projenin bütünü olup, ilgili projelerin birlikte, tek tek yönetiminden daha çok yarar sağlamak üzere koordineli yönetimini kapsamaktadır.\" ifadesi aşağıdaki terimlerden hangisini tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Strateji",
      "B": "Koordinasyon",
      "C": "Proje",
      "D": "Program",
      "E": "Süreç"
    },
    "explanation": "Program, birden fazla projenin bütünü olup, ilgili projelerin<br/>birlikte, tek tek yönetiminden daha çok yarar sağlamak üzere koordineli yönetimini kapsamaktadır. Alt projeler ise, daha iyi yönetilmesini sağlamak üzere ana işin daha küçük parçalara bölünmesiyle oluşan projelerdir.<br/>Program; birden fazla projenin bütünü olup, ilgili projelerin<br/>birlikte, tek tek yönetiminden daha çok yarar sağlamak üzere koordineli yönetimini kapsamaktadır."
  },
  {
    "id": "2727688",
    "unitNumber": 4,
    "text": "\"İlgili tarafların gereksinim veya beklentilerini karşılamak ya da onları aşmak üzere bilgi, beceri, araç ve teknikleri uygulama bilimi ve sanatıdır.\" ifadesi aşağıdaki terimlerden hangisini tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Proje yönetimi",
      "B": "Proje süreci",
      "C": "Performans yönetimi",
      "D": "Maliyet transferi",
      "E": "Bütçe başarısı"
    },
    "explanation": "Proje yönetiminin temel işlevi, hedefler arasındaki değişikliği değerlendirerek çözümlemek ve yönetmektir.<br/>Proje yönetimi; ilgili tarafların gereksinim veya beklentilerini karşılamak ya da onları aşmak üzere bilgi, beceri, araç ve teknikleri uygulama bilimi ve sanatıdır."
  },
  {
    "id": "2727689",
    "unitNumber": 4,
    "text": "Bir projede, takım üyeleri ile etkili biçimde iletişim kurma ve amaçlara ulaşmak için faaliyetleri gerektiği gibi koordine etme görevi aşağıdakilerden hangi unsura aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Proje danışmanı",
      "B": "Proje çalışanı",
      "C": "Proje bütçe uzmanı",
      "D": "Proje yöneticisi",
      "E": "Proje yöneticisi asistanı"
    },
    "explanation": "Bir projenin temel aktörü proje yöneticisidir. Proje yöneticisi örgüt ve proje için en üst düzeyde sorumluluğu olan kişidir. Bir proje yöneticisi takım üyeleri ile etkili biçimde iletişim<br/>kurabilmeli ve amaçlara ulaşmak için faaliyetleri gerektiği gibi koordine edebilmelidir.<br/>Proje yöneticisi, takım üyeleri ile etkili biçimde iletişim<br/>kurabilmeli ve amaçlara ulaşmak için faaliyetleri gerektiği gibi koordine edebilmelidir."
  },
  {
    "id": "2727690",
    "unitNumber": 4,
    "text": "İhtiyaç duyulan kaynaklarla, acil durumlarla ve birlikte çalışılan kişilerin tutumlarıyla ilgili belirsizlikler proje yönetimi basamaklarından hangisinde önemli rol oynar?",
    "correctAnswer": "B",
    "options": {
      "A": "Projenin doğuşu",
      "B": "Projenin planlanması",
      "C": "Projenin maliyetinin hesaplanması",
      "D": "Projenin uygulanması",
      "E": "Projenin kapanışı"
    },
    "explanation": "Planlama, proje yönetimi sürecinin ikinci aşamasıdır. Planlamadan önemli faydalar sağlanabilecek iken, tam anlamıyla planlama yapmamak veya gereğinden fazla planlama yapmak başarısızlığa yol açabilmektedir.<br/>Projenin planlanması aşamasında, ihtiyaç duyulan kaynaklarla, acil durumlarla ve birlikte çalışılan kişilerin<br/>tutumlarıyla ilgili belirsizlikler önemli rol oynamaktadır."
  },
  {
    "id": "2727691",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi projede kapsam değişikliği yapılması halinde izlenecek temel prosedürün bir basamağıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Önerilen kapsam değişiklikleri proje yöneticisine anlatılır.",
      "B": "Kapsam değişikliği proje yöneticisi tarafından kabul veya red edilir.",
      "C": "Proje yöneticisi kapsam değişikliklerini değerlendirir.",
      "D": "Kapsam değişikliğinin kabulü yetkili tarafından sözlü olarak tebliğ edilir.",
      "E": "Değişiklikler için yapılacak ödemeleri proje yöneticisi yapar."
    },
    "explanation": "Proje beratını takip eden belge “Kapsam Yönetim Planı”dır. Bu, plan üzerinde uzlaşılan kapsamı detaylı biçimde açıklar ve kapsamda bir değişiklik yapılması ihtiyacı doğarsa izlenecek prosedürleri ortaya koyar.<br/>Kapsam değişikliği halinde izlenecek temel prosedür<br/>şu şekildedir:<br/>• Önerilen tüm kapsam değişiklikleri yazılı olarak ortaya koyulur.<br/>• Proje yöneticisi kapsam değişikliklerini değerlendirir.<br/>• Değişiklikler için yapılacak ödemelerden kimin sorumlu olduğu belirlenir.<br/>• İlgili yetkili tarafından kapsam değişikliği kabul veya red edilir.<br/>• Değişikliğin kabulü halinde, proje kapsamında düzenlemeler yapılır ve plan değişir."
  },
  {
    "id": "2727692",
    "unitNumber": 4,
    "text": "\"Planlama safhasında proje faaliyetlerinin programlanmasında ve mevcut ilerlemeleri ile planlanan ilerleme arasında kıyas yapma imkanı sağlayarak kontrolünde başvurulan son derece kullanışlı bir yöntemdir.\" şeklinde tanımlanan araç aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gantt Şeması",
      "B": "Program Değerlendirme ve İnceleme Tekniği",
      "C": "Kritik Yol Yöntemi",
      "D": "Planlama ve Değerlendirme Aracı",
      "E": "Proje Değerlendirme Ölçeği"
    },
    "explanation": "Gantt Şeması, Program Değerlendirme ve İnceleme Tekniği (Program Evaluation and Review Technique, PERT) ve Kritik<br/>Yol Yöntemi (Critical Path Method, CPM) proje yöneticilerinin projeye yönelik zamansal kestirimlerde faydalanabilecekleri araçlardır.<br/>Gantt Şeması, planlama safhasında proje faaliyetlerinin programlanmasında ve mevcut ilerlemeleri ile planlanan ilerleme arasında kıyas yapma imkanı sağlayarak kontrolünde<br/>başvurulan son derece kullanışlı bir yöntemdir."
  },
  {
    "id": "2727693",
    "unitNumber": 4,
    "text": "Projenin \"Kontrol Aşaması\"nda performans esasları belirlenirken dikkate alınması gereken esaslar aşağıdakilerden hangisinde doğru olarak ifade edilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Proje esasları, maliyet esasları, kontrol esasları",
      "B": "Performans esasları, kayıt esasları, ürün esasları",
      "C": "Program esasları, kontrol esasları, değerlendirme esasları",
      "D": "Teknik esaslar, proje esasları, maliyet esasları",
      "E": "Program esasları, maliyet esasları, teknik esaslar"
    },
    "explanation": "Kontrol safhasında, orijinal plandan hareketle proje kontrol edilir ve sapmalara yönelik düzeltici eylemlerde bulunulur. Bunun anlamı, projede gereken değişikliklerin yapılmasıyla projenin kapsamının yönetilmesidir.<br/>Proje için tayin edilecek üç performans esası vardır: program esasları, maliyet esasları ve teknik esaslar."
  },
  {
    "id": "2727694",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi projelerin özelliklerinden biridir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Tekrarlanır olmaları",
      "B": "Fırsatları kullanmaları",
      "C": "İşi araçlara yönlendirirler",
      "D": "Değişimi yaratır ve yönetirler",
      "E": "İnsanları süreçlerle sınırlandırırlar"
    },
    "explanation": "PROJELER VE ÖZELLİKLERİ<br/>Projeler;<br/>Yaratılırlar ve sonlanırlar<br/>Fırsat yaratırlar<br/>Farklılığı biçerler<br/>Beklentilere ulaşmayı sağlarlar<br/>Değişimi yaratır ve yönetirler<br/>Araçları işe yönlendirirler<br/>Süreçleri insanlarla sınırlandırırlar"
  },
  {
    "id": "2727695",
    "unitNumber": 4,
    "text": "Birden fazla projenin bütünü olup, ilgili projelerin birlikte, tek tek yönetiminden daha çok yarar sağlamak üzere koordineli yönetimini kapsayan kavram aşağıdakilerden hangisidir ?",
    "correctAnswer": "B",
    "options": {
      "A": "İşlemler",
      "B": "Program",
      "C": "Alt proje",
      "D": "Yönetim planı",
      "E": "Planlama"
    },
    "explanation": "PROJELER VE ÖZELLİKLERİ<br/>Program, birden fazla projenin bütünü olup, ilgili projelerin birlikte, tek tek yönetiminden daha çok yarar sağlamak üzere koordineli yönetimini kapsamaktadır."
  },
  {
    "id": "2727696",
    "unitNumber": 4,
    "text": "Müşterilerin projeye verdiği değeri, bu değere nasıl ulaşılacağını ve “yeterince iyi” noktasının nerede yer aldığını ortaya koyan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Finansal planlama",
      "B": "Faaliyet planlaması",
      "C": "Kar planlaması",
      "D": "Risk planlaması",
      "E": "Kalite planlaması"
    },
    "explanation": "PROJENİN PLANLANMASI<br/>Kalite planlaması müşterilerin projeye verdiği değeri, bu değere nasıl ulaşılacağını ve “yeterince iyi” noktasının nerede yer aldığını ortaya koyacaktır."
  },
  {
    "id": "2727697",
    "unitNumber": 4,
    "text": "Proje yönetiminde projeden neyin anlaşıldığını resmi olarak gösteren yazılı belgeye ne ad verilir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Program detayı",
      "B": "Proje beratı",
      "C": "Fizibilite etüdü",
      "D": "İşlem periyodu",
      "E": "Gantt şeması"
    },
    "explanation": "PROJENİN PLANLANMASI<br/>Proje yönetiminde projeden neyin anlaşıldığını resmi olarak “Proje Beratı” diye adlandırılan bir belgede yazılı hale getirmek faydalı bir uygulamadır."
  },
  {
    "id": "2727698",
    "unitNumber": 4,
    "text": "Planlama safhasında proje faaliyetlerinin programlanmasında ve mevcut ilerlemeleri ile planlanan ilerleme arasında kıyas yapma imkanı sağlayan proje yönetim tekniği aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Gantt şeması",
      "B": "CPM şeması",
      "C": "Pert şeması",
      "D": "Şebeke diyagramı",
      "E": "Karar ağacı diyagramı"
    },
    "explanation": "Proje Yönetim Teknikleri<br/>Gantt Şeması, planlama safhasında proje faaliyetlerinin programlanmasında ve mevcut ilerlemeleri ile planlanan ilerleme arasında kıyas yapma imkanı sağlayarak kontrolünde başvurulan son derece kullanışlı bir yöntemdir."
  },
  {
    "id": "2727699",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi projelerin başarısızlık sebepleri arasında <strong>yer almaz</strong> ?",
    "correctAnswer": "A",
    "options": {
      "A": "Proje hazırlamanın uzun zaman alması",
      "B": "Planların doğru biçimde kullanılmaması",
      "C": "Proje yöneticilerinin gerekli becerilere sahip olacak şekil eğitilmemesi",
      "D": "Gerekliliklerde önemli değişikliklerin yaşanması",
      "E": "Test ya da incelemelerin gerektiği gibi yapılmaması"
    },
    "explanation": "PROJELERİN BAŞARISIZLIK SEBEPLERİ<br/>Projelerin başarısızlık nedenlerini şu şekilde sıralamak mümkündür:<br/>• Projenin ilerleyişi içerisinde daha fazla bilgi gelmesine rağmen başlangıç maliyetleri ve planlamaya dair öngörülerin tekrar gözden geçirilmemesi,<br/>• Planların doğru biçimde kullanılmaması ya da planlardan projeye rehberlik etmesi bağlamında faydalanılmaması,<br/>• Proje yöneticilerinin gerekli becerilere sahip olacak şekil eğitilmemesi, buna bağlı olarak aynı hataların sürekli tekrarlanması,<br/>• Proje yönetimi teorisinin uygulamaya konulmaması, pek çok yöneticinin teoriyi zaman kaybı olarak görmesi, buna harcanacak zamanı daha sonra hataları düzeltmek için harcamayı tercih etmesi,<br/>• Projenin kapsamının değişmesi,<br/>• Yanlış proje metodolojisinin kullanılması,<br/>• Gerekliliklerde önemli değişikliklerin yaşanması,<br/>• İletişim zayıflığı,<br/>• Test ya da incelemelerin gerektiği gibi yapılmaması."
  },
  {
    "id": "2727700",
    "unitNumber": 4,
    "text": "Bir projenin doğuş süreci aşağıdakilerden hangisi ile son bulmalıdır ?",
    "correctAnswer": "C",
    "options": {
      "A": "Fizibilite etüdü ile",
      "B": "İş planı ile",
      "C": "Proje beratı ile",
      "D": "İş döküm yapısı ile",
      "E": "Kapsam yönetim planı ile"
    },
    "explanation": "PROJENİN DOĞUŞU<br/>Bir projenin doğuş süreci, projenin ne olduğunu, örgütün kaynaklarını ne için sarf edeceğini ve proje yöneticisinin karar alma konusundaki otoritesini ortaya koyan proje beratı ile son bulmalıdır. Böylece herkesin konu hakkında bilgi sahibi olması sağlanacaktır."
  },
  {
    "id": "2727701",
    "unitNumber": 4,
    "text": "Proje planlamasındaki ilk resmi araç aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Zaman Etüdü",
      "B": "Proje etüdü",
      "C": "Proje beratı",
      "D": "İş döküm yapısı",
      "E": "Kapsam yönetim planı"
    },
    "explanation": "İş Döküm Yapısının Oluşturulması<br/>“İş Döküm Yapısı (İDY)” denilmektedir ve proje planlamasındaki resmi araçlardan ilkidir."
  },
  {
    "id": "2727702",
    "unitNumber": 4,
    "text": "Bir projede yer alan faaliyetler arasındaki öncelik ilişkilerini ve aralarındaki bağımlılıkların ortaya konulmasına ne ad verilir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Kritik faaliyetler",
      "B": "Great modeli",
      "C": "Şebeke diyagramı",
      "D": "CPM",
      "E": "Pert"
    },
    "explanation": "Şebeke diyagramı projede yer alan faaliyetler arasında öncelik ilişkilerini ve aralarındaki bağımlılıkları ortaya koymaktadır. Diyagramda faaliyetler oklarla, faaliyetleri birbirine bağlayan olaylar ise dairelerle ya da karelerle gösterilmektedir."
  },
  {
    "id": "2727703",
    "unitNumber": 4,
    "text": "Bir faaliyet için müsaade edilebilecek zaman kaymalarına ne ad verilir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Kritik zaman",
      "B": "Boş zaman",
      "C": "Ortalama zaman",
      "D": "Erken bitiş",
      "E": "Geç başlama"
    },
    "explanation": "CPM<br/>Bir faaliyet için müsaade edilebilecek zaman kaymaları, boş zaman olarak adlandırılır."
  },
  {
    "id": "2845494",
    "unitNumber": 4,
    "text": "“Proje, özgün ürün veya hizmet yaratmak üzere ortaya konan ------- bir çabadır.”<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "geçici",
      "B": "kalıcı",
      "C": "tekrarlanan",
      "D": "süregiden",
      "E": "alışılagelmiş"
    },
    "explanation": "Proje, özgün ürün veya hizmet yaratmak üzere ortaya konan geçici bir çabadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2845500",
    "unitNumber": 4,
    "text": "Aşağıdaki durumlardan hangileri projelerde başarısızlığa neden olmaktadır?<br/>I. Projenin kapsamının değişmesi<br/>II. Yanlış proje metodolojisinin kullanılması<br/>III. Gerekliliklerde önemli değişikliklerin yaşanması<br/>IV. Test ya da incelemelerin gerektiği gibi yapılmaması<br/>V. İletişim zayıflığı",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "II, III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "- Projenin kapsamının değişmesi,<br/>- Yanlış proje metodolojisinin kullanılması,<br/>- Gerekliliklerde önemli değişikliklerin yaşanması,<br/>- Test ya da incelemelerin gerektiği gibi yapılmaması,<br/>- İletişim zayıflığı<br/>projelerin başarısızlık nedenleri arasında sayılmaktadır.<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "2845509",
    "unitNumber": 4,
    "text": "Proje yöneticisi ilgili aşağıdakilerden hangileri doğrudur?<br/>I. Bir projenin temel aktörüdür.<br/>II. Örgüt ve proje için en üst düzeyde sorumluluğu olan kişidir.<br/>III. Takım üyeleri ile etkili biçimde iletişim kurabilmelidir.<br/>IV. Amaçlara ulaşmak için faaliyetleri gerektiği gibi koordine edebilmelidir.<br/>V. İş akışları yönetilerek, faaliyetlerin doğru sırayla yapılması sağlanmalıdır.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve V",
      "D": "III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Bir projenin temel aktörü proje yöneticisidir. Proje yöneticisi örgüt ve proje için en üst düzeyde sorumluluğu olan kişidir. Bir proje yöneticisi takım üyeleri ile etkili biçimde iletişim kurabilmeli ve amaçlara ulaşmak için faaliyetleri gerektiği gibi koordine edebilmelidir. İş akışları yönetilerek, faaliyetlerin doğru sırayla yapılması sağlanmalıdır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2845512",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangileri proje yönetiminin aşamaları arasında yer almaktadır?<br/>I. Projenin doğuşu<br/>II. Planlama<br/>III. Uygulama<br/>IV. Kapanış",
    "correctAnswer": "E",
    "options": {
      "A": "I ve IV",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Proje yönetiminin aşamaları, bir projenin yaşam döngüsü olarak da bilinir ve dört adımdan oluşur:<br/>- Projenin doğuşu<br/>- Planlama<br/>- Uygulama<br/>- Kapanış<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "2845520",
    "unitNumber": 4,
    "text": "“------- ve CPM 1950’lerin sonlarında birbirlerinden bağımsız olarak geliştirilmiştir.”<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "PERT",
      "B": "Şebeke diyagramı",
      "C": "Gantt şeması",
      "D": "GREAT",
      "E": "ES"
    },
    "explanation": "PERT ve CPM 1950’lerin sonlarında birbirlerinden bağımsız olarak geliştirilmiştir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2845557",
    "unitNumber": 4,
    "text": "Aşağıdaki yöntemlerden hangisi Du Pont ve Remington Şirketleri tarafından kimya tesislerindeki bakım faaliyetlerinin planlanması ve koordinasyonunda kullanılmak üzere geliştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kritik Yol Yöntemi",
      "B": "Gantt Şeması",
      "C": "Program Değerlendirme ve İnceleme Tekniği",
      "D": "Şebeke Diyagramı",
      "E": "GREAT Modeli"
    },
    "explanation": "Kritik Yol Yöntemi (Critical Path Method, CPM), Du Pont ve Remington Şirketleri tarafından kimya tesislerindeki bakım faaliyetlerinin planlanması ve koordinasyonunda kullanılmak üzere geliştirilmiştir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2845564",
    "unitNumber": 4,
    "text": "Aşağıdaki durumlardan hangisi veya hangileri uygulama aşamasında projelerin başarısızlığa uğramasına neden olmaktadır?<br/>I. Ekip üyeleri hedefleri, kişisel rolleri veya projeye yönelik performans beklentilerini bilmemektedir.<br/>II. İnsanlar gerekli becerilere sahip olmadığı için çalışırken açmaza düşmektedir.<br/>III. Rekabet, politika ve kişisel nedenler çatışma yaratmaktadır.",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Uygulama aşamasında projeler üç temel nedenden ötürü başarısızlığa uğrar:<br/>• Ekip üyeleri hedefleri, kişisel rolleri veya projeye yönelik performans beklentilerini bilmemektedir.<br/>• İnsanlar gerekli becerilere sahip olmadığı için çalışırken açmaza düşmektedir.<br/>• Rekabet, politika ve kişisel nedenler çatışma yaratmaktadır.<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "2845565",
    "unitNumber": 4,
    "text": "GREAT modelinde, \"E\" harfinin açıklaması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Amaçlar",
      "B": "Roller",
      "C": "Beklentiler / Performans",
      "D": "Yükümlülükler / Yetenekler",
      "E": "Zamanlama"
    },
    "explanation": "Proje takımının etkili bicimde çalışmasını sağlamak için, bilinmesi gereken ilk şey GREAT modelidir. Türkçe’de “mükemmel” sözcüğünün karşılığı olan GREAT terimi, modelin bileşenlerine ait ilk harflerin bir araya gelmesiyle oluşmaktadır. \"E\" harfi \"Expectations / Performance (Beklentiler / Performans)\" olarak açıklanmaktadır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2845577",
    "unitNumber": 4,
    "text": "\"Bu iş ne zaman yapılmalı?\" sorusunun, GREAT modelinin hangi harfine karşılık geldiği aşağıdaki seçeneklerden hangisinde doğru verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "G",
      "B": "R",
      "C": "E",
      "D": "A",
      "E": "T"
    },
    "explanation": "\"Bu iş ne zaman yapılmalı?\" sorusu, GREAT modelinin \"Timing (zamanlama)\" T harfine karşılık gelmektedir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2845585",
    "unitNumber": 4,
    "text": "“-------, faaliyetleri birbirlerini izleme durumlarına göre gösterir ve bu sıralama projenin formülasyon safhasında belirlenir. Bu duruma, bağlılık ya da öncelik ilişkileri adı verilir.”<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Gantt Şeması",
      "B": "PERT",
      "C": "CPM",
      "D": "Şebeke Diyagramı",
      "E": "GREAT Modeli"
    },
    "explanation": "Gantt Şeması, faaliyetleri birbirlerini izleme durumlarına göre gösterir ve bu sıralama projenin formülasyon safhasında belirlenir. Bu duruma, bağlılık ya da öncelik ilişkileri adı verilir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2850313",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi projelerin başarısızlık sebeplerinden <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Projenin kapsamının değişmesi",
      "B": "İletişim zayıflığı",
      "C": "İşlerin öngörülen zamanda bitirilememesinin örgüt açısından önemli kayıplara neden olması",
      "D": "Test ya da incelemelerin gerektiği gibi yapılmaması",
      "E": "Yanlış proje metodolojisinin kullanılması"
    },
    "explanation": "Bir iş grubunu proje haline getiren temel özellikleri şu şekilde sıralayabiliriz:<br/>İşlerin öngörülen zamanda bitirilememesinin örgüt açısından önemli kayıplara neden olması"
  },
  {
    "id": "2850351",
    "unitNumber": 4,
    "text": "I Projenin doğuşu<br/>II Planlama<br/>III Uygulama<br/>IV Kapanış<br/>Yukarıdaki şıklardan hangileri Proje Yönetiminin Aşamalarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "Hepsi"
    },
    "explanation": "Proje yönetiminin belirli aşamaları vardır ve bunlar bir projenin yaşam döngüsü olarak da bilinir ve dört adımdan oluşur:<br/>Projenin doğuşu<br/>Planlama<br/>Uygulama<br/>Kapanış"
  },
  {
    "id": "2850358",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Proje Seçim Amaçlarından <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Vizyon ve Misyon",
      "B": "Uzun Vadeli Hedefler",
      "C": "Proje Seçim Süreci",
      "D": "Proje İçin Uygun Kaynaklar",
      "E": "Proje Amaçları ve Hedefleri"
    },
    "explanation": "Şekil 4.4"
  },
  {
    "id": "2850378",
    "unitNumber": 4,
    "text": "Bir projenin doğuş sürecinin sonunda oluşan <em>kısıtlılıklar listesi'</em>nde hangisi <strong>yoktur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Esnek Olmayan Teslim Tarihi",
      "B": "Sınırlı Bir Bütçe",
      "C": "Düzenleyici ya da Yasal Gereklilikler",
      "D": "Başarı ya da Başarısızlığı Ölçmek İçin Kullanılacak Kriterler",
      "E": "Sözleşme Hükümler"
    },
    "explanation": "Kısıtlılıklar esnek olmayan teslim tarihi, sınırlı bir bütçe, düzenleyici ya da<br/>yasal gereklilikler veya sözleşme hükümleri gibi seçeneklerinizi sınırlayan faktörlerdir."
  },
  {
    "id": "2850396",
    "unitNumber": 4,
    "text": "Bir proje beratının içeriğinde aşağıdakilerden hangisi yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Proje, amaç ve hedeflerin üst düzey bir özetidir.",
      "B": "Olayların ne kadar süreceği",
      "C": "Ne kadara mal olacağı",
      "D": "Ne kadar işgücüne ihtiyaç duyulacağı",
      "E": "Müşterilerin projeye verdiği değeri, bu değere nasıl ulaşılacağını"
    },
    "explanation": "Bir proje beratının içeriğinde şunlar yer alır:<br/>• Resmi olarak örgütün projenin gerçekleştirilmesine yönelik bağlılığını ifade eder.<br/>• Proje, amaç ve hedeflerin üst düzey bir özetidir.<br/>• Proje yöneticisini atayarak, proje kapsamında karar alma ve kaynak kullanma yetkisi verir."
  },
  {
    "id": "2850399",
    "unitNumber": 4,
    "text": "“Kapsam Yönetim Planı”'ında hangisi <strong>yoktur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Önerilen tüm kapsam değişiklikleri yazılı olarak ortaya koyulur.",
      "B": "Proje yöneticisini atayarak, proje kapsamında karar alma ve kaynak kullanma yetkisi verir.",
      "C": "Proje yöneticisi kapsam değişikliklerini değerlendirir",
      "D": "Değişiklikler için yapılacak ödemelerden kimin sorumlu olduğu belirlenir.",
      "E": "İlgili yetkili tarafından kapsam değişikliği kabul veya red edilir."
    },
    "explanation": "Kapsam değişikliği halinde izlenecek temel prosedür<br/>şu şekildedir:<br/>• Önerilen tüm kapsam değişiklikleri yazılı olarak ortaya koyulur.<br/>• Proje yöneticisi kapsam değişikliklerini değerlendirir.<br/>• Değişiklikler için yapılacak ödemelerden kimin sorumlu olduğu belirlenir.<br/>• İlgili yetkili tarafından kapsam değişikliği kabul veya red edilir.<br/>• Değişikliğin kabulü halinde, proje kapsamında düzenlemeler yapılır ve plan değişir."
  },
  {
    "id": "2850410",
    "unitNumber": 4,
    "text": "I Gantt Şeması<br/>II Program Değerlendirme ve İnceleme Tekniği ( PERT)<br/>III Kritik Yol Yöntemi (CPM)<br/>Yukarıdaki şıklardan hangileri proje planlama ve programlamada kullanılan tekniklerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "I- II",
      "C": "III",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "Bir projenin planlanmasında ve programlanmasında başvurulabilecek pek çok yöntem vardır. Gantt Şeması, Program Değerlendirme ve İnceleme Tekniği (Program Evaluation and Review Technique, PERT) ve Kritik<br/>Yol Yöntemi (Critical Path Method, CPM) proje yöneticilerinin projeye yönelik zamansal<br/>kestirimlerde faydalanabilecekleri araçlardır"
  },
  {
    "id": "2850433",
    "unitNumber": 4,
    "text": "\"............. ise daha çok deterministik problemlerde kullanılmaktadır.\" ifadesindeki boşluk aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şebeke diyagramı",
      "B": "CPM",
      "C": "GREAT",
      "D": "Gantt Şeması",
      "E": "PERT"
    },
    "explanation": "CPM ise daha çok deterministik problemlerde kullanılmaktadır."
  },
  {
    "id": "2850446",
    "unitNumber": 4,
    "text": "\"Proje takımının etkili biçimde çalışmasını sağlamak için, bilinmesi gereken ilk şey ....... modelidir.\"<br/>Yukarıdaki ifadedeki boşluğu doldurunuz.",
    "correctAnswer": "B",
    "options": {
      "A": "Pareto Analizi",
      "B": "GREAT",
      "C": "Akış Şemaları",
      "D": "Neden - Sonuç Diyagram",
      "E": "Dağılım Diyagramı"
    },
    "explanation": "Proje takımının etkili biçimde çalışmasını sağlamak için, bilinmesi gereken ilk şey GREAT modelidir"
  },
  {
    "id": "2850474",
    "unitNumber": 4,
    "text": "Kabul, kaçınma, yumuşatma, transfer. Bu dört madde hangi ana başlık altında toplanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kapanış",
      "B": "Kontrol Aşaması",
      "C": "Görevlerin ve Çıktıların Yönetimi",
      "D": "Risklerin Yönetimi",
      "E": "Performans Esaslarının Belirlenmesi"
    },
    "explanation": "Önem düzeylerine göre, karşı karşıya kalınan risklerle mücadele etmede atılabilecek<br/>dört adım vardır:<br/>1. Kabul: Riski kabul edebilir. Yola devam ederek olacakları bekleyebilirsiniz.<br/>2. Kaçınma: Planınızı riskin gerçekleşmesini ya da projeyi etkilemesini önleyecek şekilde değiştirebilirsiniz.<br/>3. Yumuşatma: Riski ortadan kaldıramasanız da, gerçekleşme olasılığını ya da etkisini azaltma şansınız olabilir.<br/>4. Transfer: Transfer durumunda, riskin gerçekleşme olasılığı ve etkisi değiştirilemeyebilir fakat oluşacak zararın veya aksaklıkların sorumluluğu başka biri tarafından<br/>genellikle belli bir ücret karşılığında üstlenilir."
  },
  {
    "id": "2727704",
    "unitNumber": 5,
    "text": "İstenilen bir çıktıyı en az maliyetle üretmek veya mevcut kaynaklar ile en fazla çıktıyı üretmeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Verimlilik",
      "B": "Sürdürülebilirlik",
      "C": "Girdi",
      "D": "Kâr etmek",
      "E": "Maliyet"
    },
    "explanation": "Verimlilik kavramı kökenini ekonomiden alır. Ekonomide verimlilik kavramı şöyle tanımlanır: “verimlilik, istenilen bir çıktıyı en az maliyetle üretmek veya mevcut kaynaklar ile en fazla çıktıyı üretmektir”. Doğru cevap A."
  },
  {
    "id": "2727705",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarında “girdi” olarak değerlendirilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yatan hasta sayısı",
      "B": "Yatak sayısı",
      "C": "Ameliyat sayısı",
      "D": "Taburcu olan hasta sayısı",
      "E": "Acilde yatan hasta sayısı"
    },
    "explanation": "GİRDİ: Çıktıyı üretmek için kullanılan kaynaklardır.<br/>Sağlık kurumlarından örnekler:<br/><ul><br/><li>Doktor sayısı,</li><br/><li>Hemşire sayısı,</li><br/><li>Yatak sayısı,</li><br/><li>Hemşire saati,</li><br/><li>Doktor saati,</li><br/><li>Hekimlere ödenen maaş miktarı,</li><br/><li>Tıbbi sarf malzemesi harcaması.</li><br/></ul>"
  },
  {
    "id": "2727706",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sağlık sonuçlarına örnek olarak <strong><u>verilemez?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Muayene edilen hasta sayısı",
      "B": "Sağlıkla ilgili yaşam kalitesi",
      "C": "Hastaların sağlık durumu",
      "D": "Solunum güçlüğü çekme",
      "E": "Hastaneye yeniden yatış"
    },
    "explanation": "Sağlık sonuçlarına örnek olarak aşağıdakileri verebiliriz:<br/><ul> <li>Hastaların sağlık durumu,</li> <li>Sağlıkla ilgili yaşam kalitesi,</li> <li>Hastaneye yeniden yatış,</li> <li>Hasta memnuniyeti,</li> <li>Ayarlanmış hastalıklar (örneğin kanser),</li> <li>Solunum güçlüğü çekme,</li> <li>Ölüm.</li> </ul> Doğru cevap A."
  },
  {
    "id": "2727707",
    "unitNumber": 5,
    "text": "En az maliyetle en fazla çıktıyı üretmeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknik verimlilik",
      "B": "Ekonomik verimlilik",
      "C": "Tahsis verimliliği",
      "D": "Ölçek verimliliği",
      "E": "Yüksek verimlilik"
    },
    "explanation": "Verimlilik kavramının kendi içinde birçok türü vardır. Ancak, bu türler arasında iki tanesi esastır: teknik verimlilik ve tahsis verimliliği. Verimliliğin bu şekilde ikiye ayrılması ilk kez 1957 yılında yapılmıştır. Teknik verimlilik ve tahsis verimliliği bir araya gelip ekonomik verimliliği meydana getirir. Daha açık bir anlatımla;<br/>Ekonomik verimlilik = teknik verimlilik x tahsis verimliliği<br/>Teknik verimlilik, en az maliyetle en fazla çıktıyı üretmektir. Teknik verimliliğe, üretim verimliliği de denilir. Temel amaç, üretilmesine karar verilen bir çıktının <em>doğru şekilde üretilmesi, </em>yani <em>nasıl üretileceğine </em>karar verilmesidir. Dolayısıyla, bir sağlık kurumunun ne tür bir çıktı üretmek istediği bellidir. Belli olmayan, bu çıktının nasıl üretileceğidir. Eğer bir çıktı farklı yollarla üretilebiliyorsa, teknik verimlilik bu farklı yollardan hangisinin seçilmesi gerektiği ile ilgilenir. Doğru cevap A."
  },
  {
    "id": "2727708",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi oran analizi göstergelerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yatan hasta başına laboratuar testi sayısı",
      "B": "Taburcu olan hasta sayısı",
      "C": "Acilde yatan hasta sayısı",
      "D": "Taburcu edilen hasta sayısı",
      "E": "Poliklinikte muayene edilen hasta sayısı."
    },
    "explanation": "Oran analizleri, sağlık kurumlarında verimliliği ölçmek için kullanılan en basit ve geleneksel yöntemdir. Bu yöntemde, iki değişken arasındaki ilişkiye bakılarak verimlilik ölçülür. Çok sayıda oran analizi göstergesi kullanılır. Bunlardan bazıları şunlardır:<br/><ul> <li>Yatak işgal oranı (yatak doluluk oranı da denilir),</li> <li>Yatan hasta başına hemşire saati,</li> <li>Yatan hasta başına tıbbi malzeme maliyeti,</li> <li>Yatan hasta başına laboratuar testi sayısı,</li> <li>Ortalama yatış süresi,</li> <li>Ortalama hasta günü maliyeti,</li> <li>Ortalama yatan hasta maliyeti</li> </ul> Doğru cevap A."
  },
  {
    "id": "2727709",
    "unitNumber": 5,
    "text": "Bir karar verme biriminin tamamen yönetsel performansından kaynaklanan verimliliğe ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Safi teknik verimlilik",
      "B": "Toplam teknik verimlilik",
      "C": "Ölçek verimliliği",
      "D": "Ekonomik verimlilik",
      "E": "Tahsis verimliliği"
    },
    "explanation": "Safi teknik verimlilik, bir karar verme biriminin tamamen yönetsel performansından kaynaklanan verimliliktir. Doğru cevap A."
  },
  {
    "id": "2727710",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi veri zarflama analizinin avantajlarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hata terimi içermez. Dolayısıyla verimsizliğin tek kaynağı olarak kötü yönetim görülür.",
      "B": "Birden fazla çıktı ve birden f azla girdi ile verimlilik ölçülür.",
      "C": "Karar verme birimlerinin hepsinin verimli olmadığı kabul edilir ve her bir karar verme birimi için ayrı verimlilik skoru hesaplanır.",
      "D": "Verimliliği ölçmek için önce girdi ve çıktılar arasındaki ilişkiye dair bir fonksiyonel form oluşturmak gerekmez. Böylece, bundan kaynaklanacak hatalar önlenmiş olur.",
      "E": "Teknik verimlilik, tahsis verimliliği (eğer girdi fiyatları kullanılırsa), ölçek verimliliğini ölçmede kullanılabilir."
    },
    "explanation": "Veri zarflama analizinin avantajları (Tablo 5.5):<br/><ul><br/><li>Birden fazla çıktı ve birden f azla girdi ile verimlilik ölçülür.</li><br/><li>Karar verme birimlerinin hepsinin verimli olmadığı kabul edilir ve her bir karar verme birimi için ayrı verimlilik skoru hesaplanır.</li><br/><li>Verimliliği ölçmek için önce girdi ve çıktılar arasındaki ilişkiye dair bir fonksiyonel form oluşturmayı gerektirmez. Böylece, bundan kaynaklanacak hatalar önlenmiş olur.</li><br/><li>Teknik verimlilik, tahsis verimliliği (eğer girdi fiyatları kullanılırsa), ölçek verimliliğini ölçmede kullanılabilir.</li><br/></ul><br/>Doğru cevap A."
  },
  {
    "id": "2727711",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi eğitim ve araştırma hastanelerinde yapılmış verimlilik ölçüm çalışmalarından biri olan Linna (Finlandiya) ya göre “girdi” örneklerinden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Intern sayısı",
      "B": "Yatak sayısı",
      "C": "Tam zamanlı hekim sayısı",
      "D": "Tam zamanlı diğer personel sayısı",
      "E": "Malzeme ve ekipman harcamaları"
    },
    "explanation": "Tablo 5.7’de eğitim ve araştırma hastanelerinde yapılmış verimlilik ölçüm çalışmalarına örnekler verilmektedir. Linna (Finlandiya) ya göre girdiler:<br/><ul> <li>Yatak sayısı</li> <li>Tam zamanlı hekim sayısı</li> <li>Tam zamanlı diğer personel sayısı</li> <li>Malzeme ve ekipman harcamaları</li> </ul> Doğru cevap A."
  },
  {
    "id": "2727712",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi verimliliği etkileyebilecek örgütsel özellikler arasında sayılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir zincirle bağlantılı olma",
      "B": "Hastaneler arasındaki rekabet",
      "C": "Hastanelerin finansmanı",
      "D": "Cepten harcamalar",
      "E": "Sağlık kurumunun yeri"
    },
    "explanation": "Örgütsel faktörler, bir sağlık kurumunun etkili ve verimli sağlık hizmeti sunabilmesi ile ilgili iç çevre özellikleridir. Bu özellikler bir sağlık kurumunun kontrolünde olan faktörlerdir. Verimliliği etkileyebilecek örgütsel özellikler arasında şunlar sayılabilir:<br/><ul> <li>Mülkiyet,</li> <li>Bir zincirle bağlantılı olma,</li> <li>Hizmet kalitesi,</li> <li>Strateji,</li> <li>Vaka karması</li> </ul> Doğru cevap A."
  },
  {
    "id": "2727713",
    "unitNumber": 5,
    "text": "Dışsal (Çevresel) faktörler, bir sağlık kurumunun yönetiminin ve yöneticisinin genellikle kontrolü dışında olan faktörlerdir. Aşağıdakilerden hangisi bu faktörler arasında özellikle önemli olanlardan biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Zincirle bağlantılı olma",
      "B": "Hastanelerin finansmanı",
      "C": "Hizmete erişime öncelik verme",
      "D": "Sağlık kurumunun yeri",
      "E": "Hastaneler arasındaki rekabet"
    },
    "explanation": "Dışsal (Çevresel) Faktörler Çevresel faktörler, bir sağlık kurumunun yönetiminin ve yöneticisinin genellikle kontrolü dışında olan faktörlerdir. Bu faktörler arasında özellikle şunlar önemlidir:<br/><ul> <li>Hastaneler arasındaki rekabet,</li> <li>Hastanelerin finansmanı,</li> <li>Cepten harcamalar,</li> <li>Dönemsel/geçici olarak yapılan faaliyetler veya yaşanan olaylar,</li> <li>Hizmete erişime öncelik verme,</li> <li>Sağlık kurumunun yeri.</li> </ul> Doğru cevap A."
  },
  {
    "id": "2727714",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarındaki girdilerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yatan hasta sayısı",
      "B": "Yatak sayısı",
      "C": "Ameliyat sayısı",
      "D": "Poliklinikte muayene edilen hasta sayısı",
      "E": "Acilde yatan hasta sayısı"
    },
    "explanation": "Yatak sayısı, sağlık kurumlarındaki girdilerden biridir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2727715",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir sağlık kurumunun çeşitli kaynaklar kullanarak üretebileceği sağlık sonuçlarından biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Hasta memnuniyeti",
      "B": "Hasta sağlık durumu",
      "C": "Hasta muayene ücreti",
      "D": "Solunum güçlüğü çekme",
      "E": "Ölüm"
    },
    "explanation": "Hasta muayene ücreti, bir sağlık kurumunun çeşitli kaynaklar kullanarak üretebileceği sağlık sonuçlarından biri değildir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2727716",
    "unitNumber": 5,
    "text": "Aşağıda belirtilmiş tahsis verimliliği ile ilgili bilgilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Hangi çıktının üretileceğine karar verilmesidir",
      "B": "En az maliyetle en fazla çıktıyı üretmektir",
      "C": "Bir karar verme biriminin tamamen yönetsel performanstan kaynaklanmasıdır",
      "D": "Karar verme biriminin büyüklüğü ile ilgili verimliliktir",
      "E": "Regresyon analizine dayalı ekonomik verimliliktir"
    },
    "explanation": "Teknik verimliliğin tersine, tahsis verimliliği ise, doğru çıktıların üretilmesi, yani hangi çıktının üretileceğine karar verilmesidir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2727717",
    "unitNumber": 5,
    "text": "En az maliyetle en fazla çıktıyı üretmeye ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tahsis verimliliği",
      "B": "Ekonomik verimlilik",
      "C": "Teknik verimlilik",
      "D": "Ölçüm verimliliği",
      "E": "Oran verimliliği"
    },
    "explanation": "Teknik verimlilik, en az maliyetle en fazla çıktıyı üretmektir. Teknik verimliliğe, üretim verimliliği de denilir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2727718",
    "unitNumber": 5,
    "text": "Sağlık kurumlarında verimliliği ölçmek için kullanılan en basit ve geleneksel yöntem hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "En küçük kareler tekniği",
      "B": "Veri zarflama analizi",
      "C": "Sınır yaklaşımları",
      "D": "Oran analizleri",
      "E": "Stokastik tekniği"
    },
    "explanation": "Sağlık kurumlarında verimliliği ölçmek için kullanılan en basit ve geleneksel yöntem, oran analizleri'dir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2727719",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarında oran analizi göstergelerinden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Yatan hasta başına refakatçi saati",
      "B": "Ortalama yatış süresi",
      "C": "Yatan hasta başına tıbbi malzeme maliyeti",
      "D": "Yatak işgal oranı",
      "E": "Ortalama yatan hasta maliyeti"
    },
    "explanation": "Yatan hasta başına refakatçi saati, sağlık kurumlarında oran analizi göstergelerinden biri değildir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2727720",
    "unitNumber": 5,
    "text": "Günümüzde, sağlık sektöründe verimliliği ölçmek için en fazla kullanılan teknik hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "En Küçük Kareler Tekniği",
      "B": "Oran analizi",
      "C": "Veri zarflama analizi",
      "D": "Stokastik analiz",
      "E": "Regresyon analizi"
    },
    "explanation": "Günümüzde, sağlık sektöründe verimliliği ölçmek için en fazla kullanılan teknik, veri zarflama analizi'dir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2727721",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarında verimliliği etkileyen ve sağlık kurumuna ait örgütsel faktörlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hastane finansmanı",
      "B": "Sağlık kurumunun yeri",
      "C": "Hastaneler arasındaki rekabet",
      "D": "Cepten harcamalar",
      "E": "Hizmet kalitesi"
    },
    "explanation": "Hizmet kalitesi, sağlık kurumlarında verimliliği etkileyen ve sağlık kurumuna ait örgütsel faktörlerden biridir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2727722",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi hastaların yaş, cinsiyet, hastalık teşhisi gibi demografik ve klinik özelliklerini ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Örgüt stratejisi",
      "B": "Mülkiyet",
      "C": "Verimlilik analizi",
      "D": "Vaka karması",
      "E": "Prodüktivite"
    },
    "explanation": "Vaka karması, hastaların yaş, cinsiyet, hastalık teşhisi gibi demografik ve klinik özelliklerini ifade eder. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2727723",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi verimliliği artırmanın yollarından biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Çıktılardaki azalma oranının girdilerdeki azalma oranından daha düşük olması<br/>koşulu ile hem çıktıları hem de girdileri azaltmak",
      "B": "Çıktı miktarını değiştirmeden girdileri artırmak",
      "C": "Çıktılardaki artış oranının girdilerdeki artış oranından daha yüksek olması koşulu<br/>ile hem girdileri hem de çıktıları artırmak",
      "D": "Teknolojide iyileştirme yapmak",
      "E": "Girdi miktarını değiştirmeden çıktıları artırmak"
    },
    "explanation": "Çıktı miktarını değiştirmeden girdileri azaltmak, verimliliği artırmanın yollarından biridir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2847751",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sağlık hizmetlerinin kullanımını artıran nedenlerden biridir?<br/>I. Sağlık hizmetlerinin bütçesinin yüksek olması<br/>II. Yaşlanmaya bağlı sağlık sorunlarının artması<br/>III. Sağlık sektöründe teknolojinin sürekli gelişmesi<br/>IV. Sağlık harcamalarında verimliliğin hedeflenmesi",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız IV",
      "B": "I-II",
      "C": "II-III",
      "D": "I-II-III",
      "E": "II-III-IV"
    },
    "explanation": "Sağlık hizmeti kullanımını artıran nedenlerden biri, yaşlı nüfusun artmasıdır. Kişiler yaşlandıkça, bedenleri de yaşlandığından daha fazla sağlık sorunu yaşamaya başlarlar. Bu, onların sağlık kurumlarına daha fazla başvurması demektir. Sağlık hizmeti kullanımını artıran ikinci neden, birçok sektörde olduğu gibi, sağlık sektöründe de teknolojinin sürekli gelişmesi ve<br/>yeni teknolojilerin ortaya çıkmasıdır.<br/>Doğru cevap \"c\" şıkkıdır."
  },
  {
    "id": "2847754",
    "unitNumber": 5,
    "text": "Sağlık sektöründe verimliliğin belirlenmesinde gerçekleştirilen faaliyetler ve sunulan hizmetleri içeren üretim miktarı \"çıktı\" olarak tanımlanmaktadır. <br/>Buna göre, aşağıdakilerden hangisi sağlık kurumlarında oluşan bir çıktı örneğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doktor sayısı",
      "B": "Yatan hasta sayısı",
      "C": "Hemşire sayısı",
      "D": "Hemşire saati",
      "E": "Yatak sayısı"
    },
    "explanation": "b şıkkı dışındakiler çıktıyı üretmek için kullanılan kaynaklardır yani girdilerdir.<br/>Doğru cevap \"b\" şıkkıdır."
  },
  {
    "id": "2847768",
    "unitNumber": 5,
    "text": "Aşağıdaki ifadelerden hangisi sağlık alanında tahsis verimliliği ile <u>doğrudan</u> ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "En az maliyetle en fazla çıktıyı üretmek",
      "B": "İki değişken arasındaki ilişkiye bakılarak verimlilik ölçmek",
      "C": "Gerçekleştirilen faaliyetleri ve sunulan hizmetleri içeren üretim miktarı",
      "D": "Hangi çıktıların üretileceğine karar verilmesi",
      "E": "Girdilerin ve çıktıların maliyetleri ile ilgili verilerin kullanılması"
    },
    "explanation": "Teknik verimliliğin tersine, tahsis verimliliği ise, doğru çıktıların üretilmesi, yani hangi<br/>çıktının üretileceğine karar verilmesidir. <br/>Doğru cevap \"d\" şıkkıdır."
  },
  {
    "id": "2847775",
    "unitNumber": 5,
    "text": "Sağlık kurumlarında verimliliğin ölçülmesinde kullanılan oran analiz ölçüm tekniğinin dezavantajı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Veride aşırı değerlerin olması durumunda verimlilik sonuçlarının aynı kalmaması",
      "B": "Birden fazla göstergenin olduğu durumlarda net verimlilik analizinin yapılamaması",
      "C": "Ortalama verimlilik hakkında bilgi verdiğinde, her bir sağlık kurumunun verimli olup olmadığının belirlenememesi",
      "D": "Karar verme birimlerinin verimliliğinin sadece kötü yönetimden kaynaklandığı varsayımının her zaman doğru olmaması",
      "E": "Girdi fiyatlarına erişimin her zaman mümkün olmaması"
    },
    "explanation": "Oran analiz ölçüm tekniği belirli özellikler açısından değil “genel olarak / kurum olarak” verimliliğini ölçmek ve sonrasında verimliliğini artırmak amacıyla kullanacaksa, uygun değildir. Bunun sebebi, birden fazla gösterge ile verimlilik ölçülmek istendiğinde, özellikle hastane gibi karmaşık sağlık kurumlarının verimli olup olmadıkları ve ne kadar<br/>verimli oldukları hakkında net bilgi vermemesidir.<br/>Doğru cevap \"b\" şıkkıdır."
  },
  {
    "id": "2847781",
    "unitNumber": 5,
    "text": "Verimlilik modeli oluşturulurken eğitim ve araştırma hastaneleri ile genel hastanelerin çıktılarının farklı olduğu göz önünde bulundurulmalıdır. Buna göre; aşağıdakilerden hangisi/hangileri genel hastanelerde teknik verimlilik ölçümünde kullanılan çıktılara örnek gösterilir?<br/>I. Poliklinikte muayene edilen hasta sayısı<br/>II. Doğum sayısı<br/>III. Toplam ameliyat sayısı<br/>IV. İntern sayısı<br/>V. Hizmet içi eğitim alan hemşire sayısı",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II-V",
      "C": "III-IV-V",
      "D": "I-II-III",
      "E": "II-IV-V"
    },
    "explanation": "IV ve V- Eğitim ve araştırma hastanelerinde teknik verimlilik ölçümünde kullanılan çıktılardır.<br/>Doğru cevap \"d\" şıkkıdır."
  },
  {
    "id": "2847786",
    "unitNumber": 5,
    "text": "Sağlık kurumlarında standart bir verimlilik ölçüm modeli bulunmamaktadır. Aşağıdakilerden hangisi bunun <u>önemli</u> bir nedenidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aynı türde sağlık kurumunun verimliliği incelense bile, aynı türde girdi ve çıktı verilerine erişilememesi",
      "B": "Yöneticilerin hizmet sunumlarında mümkün olan az kaynağın kullanılmasının tercih edilmemesi",
      "C": "Hastalıkların artmasına bağlı olarak girdi ve çıktıların sayılarında artış olmaması",
      "D": "Verimlilik ölçüm yöntemine etki eden faktörlerin belirsiz olması",
      "E": "Hastane çıktılarının vaka karması açısından ayarlanmış olmaması"
    },
    "explanation": "Sağlık kurumlarında standart bir verimlilik ölçüm modeli bulunmamaktadır. Bunun birçok sebebi vardır. Bu sebepler arasında özellikle ikisi önemlidir:<br/>1. Sağlık kurumunun türü değiştikçe üretim fonksiyonunun da değişmesi ve dolayısıyla her tür sağlık kurumu için geçerli olabilecek bir verimlilik modelinin mümkün olmaması.<br/>2. Aynı türde sağlık kurumunun verimliliği incelense bile, aynı türde girdi ve çıktı verilerine erişilememesi. Örneğin, Amerika’daki hastanelerin veya diyaliz merkezlerinin verimliliğinin incelendiği çalışmalarda kullanılan verimlilik modelleri, Türkiye’de<br/>kullanılamamaktadır çünkü Amerika’da toplanan ve kullanımına izin veriler veriler Türkiye’de ya toplanmamakta ya da kullanılmasına izin verilmemektedir.<br/>Doğru cevap \"a\" şıkkıdır."
  },
  {
    "id": "2847789",
    "unitNumber": 5,
    "text": "Örgütsel faktörlerden biri olan zincirle bağlantılı olma özelliğinin verimliliğe olan olumlu katkısı aşağıdakilerden hangisi <u><strong>olamaz?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "İnsan kaynaklarının ve ekipmanlarının paylaşabilir olması",
      "B": "Büyük ölçekli satın alımlarda indirimden yararlanmak",
      "C": "Borç bulma konusunda avantaj sahibi olmak",
      "D": "Birim fiyatlarını düşürebilmek",
      "E": "Çalışan personelin motivasyonunu yüksek tutabilmek"
    },
    "explanation": "Zincire bağlı olan sağlık kurumları insan kaynakları ve ekipmanları paylaşabilir ve her ikisini de standart hale getirebilir, büyük miktarda satın alım yapılacağı için satın alımlarda indirimlerden yararlanabilir, birim maliyetleri düşürebilir ve borç bulma konusunda avantaj elde edebilir.<br/>Doğru cevap \"e\" şıkkıdır."
  },
  {
    "id": "2847793",
    "unitNumber": 5,
    "text": "Düşük kaliteli sağlık hizmeti sunan sağlık kurumları daha az kaynak kullanacaklarından daha kaliteli hizmet sunan sağlık kurumlarına göre daha verimli olabilir.<br/>Yukarıdaki ifade hangi içsel faktör ile eşleşir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mülkiyet",
      "B": "Hizmet kalitesi",
      "C": "Zincirle bağlantılı olma",
      "D": "Strateji",
      "E": "Vaka karması"
    },
    "explanation": "Hizmet kalitesi: Hizmet kalitesi ile verimlilik arasında yakın bir ilişki vardır. Kaynakların sınırlı olduğu durumda, kalite ve miktar (kantite) arasında bir ikilem kaçınılmaz olarak karşımıza çıkar. Yani, düşük kaliteli sağlık hizmeti sunan sağlık kurumları, daha<br/>az kaynak kullanacaklarından daha kaliteli hizmet sunan sağlık kurumlarına göre daha<br/>verimli olabilir.<br/>Doğru cevap \"b\" şıkkıdır."
  },
  {
    "id": "2847794",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarının verimliliğinin ölçüleceği zaman dikkatte alınması gereken bir dış çevre faktörüdür?",
    "correctAnswer": "C",
    "options": {
      "A": "Mülkiyet",
      "B": "Hizmet kalitesi",
      "C": "Cepten harcamalar",
      "D": "Vaka karması",
      "E": "Strateji"
    },
    "explanation": "Çevresel faktörler, bir sağlık kurumunun yönetiminin ve yöneticisinin genellikle kontrolü<br/>dışında olan faktörlerdir. Bu faktörler arasında özellikle şunlar önemlidir:<br/>• Hastaneler arasındaki rekabet,<br/>• Hastanelerin finansmanı,<br/>• Cepten harcamalar,<br/>• Dönemsel/geçici olarak yapılan faaliyetler veya yaşanan olaylar,<br/>• Hizmete erişime öncelik verme,<br/>• Sağlık kurumunun yeri<br/>Doğru cevap \"c\" şıkkıdır."
  },
  {
    "id": "2847798",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarında verimliliği arttırmanın yollarından yollarından biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "Girdi miktarını değiştirmeden çıktıları arttırmak",
      "B": "Girdi ve çıktıları eşitlemek",
      "C": "Çıktı miktarını değiştirmeden girdileri azaltmak",
      "D": "Hem girdileri hem de çıktıları artırmak",
      "E": "Hem çıktıları hem de girdileri azaltmak"
    },
    "explanation": "Verimliliği artırmanın dört temel yolu vardır. Bunlar:<br/>1. Girdi miktarını değiştirmeden çıktıları artırmak,<br/>2. Çıktı miktarını değiştirmeden girdileri azaltmak,<br/>3. Çıktılardaki artış oranının girdilerdeki artış oranından daha yüksek olması koşulu<br/>ile hem girdileri hem de çıktıları artırmak,<br/>4. Çıktılardaki azalma oranının girdilerdeki azalma oranından daha düşük olması<br/>koşulu ile hem çıktıları hem de girdileri azaltmak.<br/>Doğru cevap \"b\" şıkkıdır."
  },
  {
    "id": "2848380",
    "unitNumber": 5,
    "text": "İstenilen bir çıktıyı en az maliyetle üretmek veya mevcut kaynaklar ile en fazla çıktıyı üretmek, aşağıdaki kavramlardan hangisini tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Verimlilik",
      "B": "Verimlilik Yönetimi",
      "C": "Sınır Yaklaşımı",
      "D": "Veri Zarflama Analizi",
      "E": "Prodüktivite"
    },
    "explanation": "Verimlilik"
  },
  {
    "id": "2848460",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, Bates ve arkadaşları tarafından yapılan, Genel hastanelerde teknik verimlilik ölçümünde kullanılan girdi örneklerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hasta günü sayısı",
      "B": "Yatak sayısı",
      "C": "Doğum sayısı",
      "D": "Poliklinikte muayene edilen hasta sayısı",
      "E": "Acil servise başvuran hasta sayısı"
    },
    "explanation": "Yatak sayısı"
  },
  {
    "id": "2848480",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, verimlilik ölçümünde kullanılan Oran Analizi tekniğinin avantajlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tek bir çıktı ile tek bir girdi arasındaki ilişkiyi anlamayı sağlar.",
      "B": "Birden fazla çıktı ve birden f azla girdi ile verimlilik ölçülür.",
      "C": "Her bir sağlık kurumu için ayrı verimlilik skoru hesaplanabilir.",
      "D": "Birden fazla çıktı ve birden fazla girdi ile verimlilik ölçülür.",
      "E": "Teknik verimlilik, tahsis verimliliği ve ölçek verimliliğini ölçmede kullanılabilir."
    },
    "explanation": "Tek bir çıktı ile tek bir girdi arasındaki ilişkiyi anlamayı sağlar."
  },
  {
    "id": "2848493",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, Verimlilik Ölçüm Tekniklerinden biri olan Stokastik sınır analizi tekniğinin avantajlarından biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Tüm sağlık kurumlarının verimli olmadığı varsayılır ki, bu, EKKT’ye gore daha doğru bir varsayımdır.",
      "B": "Birden fazla çıktı ve birden fazla girdi ile verimlilik ölçülür.",
      "C": "Hata terimi ikiye ayrılır. Birincisi tesadüfi dalgalanmaları, ikincisi verimsizliği ölçer.",
      "D": "Hata terimi kullanılır, böylece verimsizliğin tek kaynağı olarak sadece kötü yönetim görülmez.",
      "E": "Teknik verimlilik, tahsis verimliliği ve ölçek verimliliğini ölçmede kullanılabilir"
    },
    "explanation": "Hata terimi kullanılır, böylece verimsizliğin tek kaynağı olarak sadece kötü yönetim görülmez."
  },
  {
    "id": "2848508",
    "unitNumber": 5,
    "text": "Aşağıdaki verimlilik ölçüm tekniklerinin hangisinde, Tek bir çıktı ile tek bir girdi arasındaki ilişkinin anlaşılması sağlanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri zarflama analizi",
      "B": "Stokastik sınır analizi",
      "C": "Kurumsal analiz",
      "D": "En küçük kareler tekniği",
      "E": "Oran analizi"
    },
    "explanation": "Oran analizi"
  },
  {
    "id": "2848515",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi verimliliği etkileyebilecek örgütsel özellikler arasında <strong>sayılamaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Mülkiyet",
      "B": "Hizmet kalitesi",
      "C": "Strateji",
      "D": "Vaka karması",
      "E": "iklim"
    },
    "explanation": "İklim"
  },
  {
    "id": "2848524",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, bir sağlık kurumu yönetiminin ve yöneticisinin kontrolü dışında olan çevresel faktörlerden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Hastaneler arasındaki işbirliği",
      "B": "Hastanelerin finansmanı",
      "C": "Cepten harcamalar",
      "D": "Hizmete erişime öncelik verme",
      "E": "Sağlık kurumunun yeri"
    },
    "explanation": "Hastaneler arasındaki işbirliği"
  },
  {
    "id": "2848529",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir sağlık kuruluşunda verimliliği artırmanın temel yollarından biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Girdi miktarını değiştirmeden çıktıları artırmak",
      "B": "Çıktı miktarını değiştirmeden girdileri azaltmak",
      "C": "Girdi miktarını değiştirmeden çıktıları azaltmak",
      "D": "Çıktılardaki artış oranının girdilerdeki artış oranından daha yüksek olması koşulu ile hem girdileri hem de çıktıları artırmak",
      "E": "Çıktılardaki azalma oranının girdilerdeki azalma oranından daha düşük olması koşulu ile hem çıktıları hem de girdileri azaltmak"
    },
    "explanation": "Girdi miktarını değiştirmeden çıktıları azaltmak"
  },
  {
    "id": "2848532",
    "unitNumber": 5,
    "text": "Aşağıdaki verimlilik türlerinden hangisinde en az maliyetle en fazla çıktıyı üretmek mümkündür?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknik verimlilik",
      "B": "Ekonomik verimlilik",
      "C": "Tahsis verimliliği",
      "D": "Ölçek verimliliği",
      "E": "Sınır yaklaşımları"
    },
    "explanation": "Teknik verimlilik"
  },
  {
    "id": "2848535",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarında çıktılara örnek teşkil eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Doktor sayısı",
      "B": "Yatak sayısı",
      "C": "Hemşire saati",
      "D": "Tıbbi sarf malzemesi harcaması",
      "E": "Yatan hasta sayısı"
    },
    "explanation": "Yatan hasta sayısı"
  },
  {
    "id": "2727724",
    "unitNumber": 6,
    "text": "Bekleme hatlarının analizinde başvurulan matematiksel bir yaklaşım olan kuyruk teorisi, 1909 yılında kim tarafından geliştirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Zuckerman",
      "B": "Erlang",
      "C": "Maister",
      "D": "Fitzsimmons",
      "E": "Grosskopf"
    },
    "explanation": "Kitaptan alıntı<br/>Kuyruk teorisi, bekleme hatlarının analizinde başvurulan matematiksel bir yaklaşımdır. Bu konuda yapılan ilk çalışma 1909 yılında Danimarkalı bir mühendis olan Agner Kraup <strong>Erlang</strong> tarafından gerçekleştirilmiştir.<br/>Aşağıdaki açıklama uyraınca doğru cevap \"B\" seçeneğidir."
  },
  {
    "id": "2727725",
    "unitNumber": 6,
    "text": "Kuyruk sistemleri için aşağıda belirtilen ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Müşterilerin sadece bir hizmet sunucusundan hizmet almak için bekledikleri hattır",
      "B": "Kuyruğun fiziksel olarak bir hizmet sunucusunun önünde oluşmalıdır",
      "C": "Hizmet sunucuları tipik olarak müşterilerin hizmet aldıkları noktalar olarak görülürler",
      "D": "Hizmet sunucularının bir seferde tek bir müşteriye hizmet sunma gibi bir sınırlılığı vardır",
      "E": "Tüketicinin her zaman hizmet alacağı tesise gitmesi zorunludur"
    },
    "explanation": "Kitaptan alıntılar (Sf147-148):<br/><strong>KUYRUK SİSTEMLERİ </strong><br/>Kuyruklar, müşterilerin bir ya da daha fazla hizmet sunucusundan hizmet almak için bekledikleri hatlardır. Ancak kuyruğun fiziksel olarak bir hizmet sunucusunun önünde oluşması gerekmez. <br/><strong>Hizmet sunucuları tipik olarak müşterilerin hizmet aldıkları noktalar olarak görülürler</strong>. En bilindik haliyle kuyruklar, insanların ödeme yapmak istedikleri veznelerde ve hizmet almak için poliklinik sekreterliklerinde görülebilir. Kuyruk sistemleri birçok şekilde karşımıza çıkabilir. Aşağıdaki ifadelere göz atalım:<br/>• Hizmet sunucularının bir seferde tek bir müşteriye hizmet sunma gibi bir sınırlılığı söz konusu değildir. <br/>• Tüketicinin her zaman hizmet alacağı tesise gitmesi zorunlu değildir<br/>Aşağıdaki açıklamalar uyarınca doğru cevap C seçeneğidir"
  },
  {
    "id": "2727726",
    "unitNumber": 6,
    "text": "Hizmet almak için kuyrukta beklemenin olduğu durumlarda aşağıdaki aşağıdaki uygulamalardan hangisinin \"eşitlikçi\" yönü göze çarpmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İlk önce gelenin hizmet alması",
      "B": "Numara verilmesi",
      "C": "Tek bir kuyruğa aynı anda birden fazla personelin hizmet vermesi",
      "D": "Kuyruktakilere rastgele hizmet verilmesi",
      "E": "Özel müşterilere özel muamele gösterilmesi"
    },
    "explanation": "Kitaptan alıntı :<br/>“İlk gelen, önce hizmet alır” politikasının sakıncalarını ortadan kaldırmaya yönelik basit bir strateji de <strong>numara verme</strong> düzenlemesidir. Muayene olmak üzere herhangi bir polikliniğe başvuran hastaların girişte sıra numarası almaları sağlanır. Numaralar sırası geldikçe bir ekranda gösterilir. Böylece bir sonraki hasta ne kadar bekleyeceğini görebilir. Bu basit uygulama ile yöneticiler hastaların beklemeyle ilgili ve gerektiği gibi muamele<br/>görmedikleri yönündeki endişelerini hafifletebilirler. <strong>Eşitlikçi yönün</strong>e rağmen sistem endişe yaratmaktan tamamen arındırılmış değildir.<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"B\" seçeneğidir."
  },
  {
    "id": "2727727",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e354f9035bdca50e1a76ad512263a063.jpeg\" alt=\"\" width=\"556\" height=\"330\"> Grafikte \"????\" olarak verilen yere aşağıdaki ifadelerden hangisi girmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kapasite maliyeti",
      "B": "Hasta indirekt maliyetleri",
      "C": "Bekleme maliyeti",
      "D": "Kuyruk kapasitesi",
      "E": "Hizmet sunucusu kapasitesi"
    },
    "explanation": "Kitaptan alıntı: Şekil 6.1'de sorunun cevabı görülmektedir:<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3ae569c93844403a0cf4cd2362657461.jpeg\" alt=\"\" width=\"691\" height=\"326\"><br/>Aşağıdaki açıklama uyarınca doğru cevap \"C\" seçeneğidir."
  },
  {
    "id": "2727728",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kuyruk sisteminin bileşeni olmayıp, hizmet sunucunun kapasite maliyeti içinde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaynak nüfus",
      "B": "Geliş süreci",
      "C": "Kuyruk konfigürasyonu",
      "D": "Ödenen maaşlar",
      "E": "Kuyruk disiplini"
    },
    "explanation": "Kitaptan alıntılar (Sf.151): <strong>Kapasite maliyetler</strong>i, bir hizmeti sunabilme yeteneğinin sürdürülmesi ile ilgili maliyetlerdir. Örneğin, hekim ve hemşirelere <strong>ödenen maaşlar</strong> gibi sabit maliyet unsurları hizmet sundukları birimin atıl durumda olup olmadığına bakılmaksızın ödenmek zorundadır. (Sf.153): Şekil 6.2’de bir kuyruk sisteminin temel bileşenleri görülebilmektedir. Bunlar:<br/>• Kaynak nüfus,<br/>• Geliş süreci,<br/>• Kuyruk konfigürasyonu,<br/>• Kuyruk disiplini,<br/>• Hizmet süreci.<br/>Aşağıdaki açıklamalar uyzrınca doğru cevap \"D\" seçeneğidir"
  },
  {
    "id": "2727729",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0b0df662ff1ff774f9ffc251be80cdba.jpeg\" alt=\"\" width=\"585\" height=\"295\"> Kuyruk sistemlerinin temel bileşenleri dikkate alındığında \"????\" olarak belirtilen yer aşağıdaki ifadelerden hangisi girmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaynak nüfus",
      "B": "Mali kaynak",
      "C": "İnsan gücü kaynağı",
      "D": "Toplam nüfus",
      "E": "Ülke nüfusu"
    },
    "explanation": "Kitaptan alıntı (Sf. 154, Şekil 6.2): Doğru cevap aşağıdaki diyagramda görülmektedir.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ed9ea0a450266ae384c0593200c97c0b.jpeg\" alt=\"\" width=\"780\" height=\"290\"><br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"A\" seçeneğidir."
  },
  {
    "id": "2727730",
    "unitNumber": 6,
    "text": "Kuyruk sistemlerinin temel bileşenlerinden \"kaynak nüfus\" ile ilişkili olarak aşağıdaki ifadelerden hangisi/hangileri doğrudur? <br/>I) Bir kuyruk probleminin analizinde bakılacak ilk özellik, potansiyel hasta sayısının sınırlı olup olmadığıdır<br/>II) Sonlu ve sonsuz kaynak durumlarında hasta gelişleri herhangi bir anda sistem kapasitesini aşabilir<br/>III) Sonlu kaynak modelleri, sonsuz kaynak modellerinden daha farklı bir formülasyona ihtiyaç duyar.<br/>IV) Kaynak nüfusun homojen olması zorunludur",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "I ve II",
      "C": "II",
      "D": "II ve IV",
      "E": "I ve III"
    },
    "explanation": "Kitaptan alıntılar (Sf.154):<br/><strong>Kaynak Nüfus</strong><br/><strong>Bir kuyruk probleminin analizinde bakılacak ilk özellik, potansiyel hasta sayısının sınırlı olup olmadığı, yani kaynak nüfusun sonlu olup olmadığıdır.</strong> Bir “sonsuz kaynak” durumunda, hasta gelişleri sınırlanmamıştır ve herhangi bir anda sistem kapasitesini aşabilir. Hizmet (erişim) kısıtlanmadığında, sonsuz bir kaynak söz konusu olur (örneğin, bir devlet hastanesinin acil servisi). Potansiyel hastalar küçük sayılarla sınırlandığında, bir “sonlu kaynak” durumu vardır. <strong>Sonlu kaynak modelleri, sonsuz kaynak modellerinden daha farklı bir formülasyona ihtiyaç duyar</strong>. ...<br/>Kaynak nüfusun homojen olması zorunlu değildir, pek çok alt popülasyondan oluşabilir. ...<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"E\" seçeneğidir"
  },
  {
    "id": "2727731",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a1aac9fe19c46a9417b817a54680803d.jpeg\" alt=\"\" width=\"620\" height=\"249\"> Yukarıdaki diyagramda verilen kuyruk sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tek hatlı kuyruk sistemi",
      "B": "Tek hatlı tek aşamalı kuyruk sistemi",
      "C": "Tek hatlı çok aşamalı kuyruk sistemi",
      "D": "Çok hatlı kuyruk sistemi",
      "E": "Çok hatlı çok aşamalı kuyruk sistemi"
    },
    "explanation": "Kitaptan alıntı (Sf.157, Şekil 6.3): Şekilde doğru cevap görülmektedir.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/267d180739207b18e1dccd73b6a520d1.jpeg\" alt=\"\" width=\"782\" height=\"248\"><br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"C\" seçeneğidir."
  },
  {
    "id": "2727732",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/654d2a2b4ef2766f9ea1cec29cfb6443.jpeg\" alt=\"\" width=\"366\" height=\"245\"> Şemada ifade edilen, üç hemşirenin grip aşısı uyguladığı ve hastaların beklediği kuyruk sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çok hatlı, dörtlü kuyruk sistemi",
      "B": "Tek hatlı, dörtlü kuyruk sistemi",
      "C": "Çok hatlı, tek kuyruk sistemi",
      "D": "Çok aşamalı, tek hatlı kuyruk sistemi",
      "E": "Çok aşamalı, çok hatlı kuyruk sistemi"
    },
    "explanation": "Kitaptan alıntı (Sf.157):<br/>Çok hatlı sistemlere birçok sağlık kurumunda rastlamak mümkündür: hastaneler, klinikler, acil servisler gibi. T<strong>ek aşamalı, çok hatlı sistemlere</strong> örnek olarak birden fazla hizmet sunucusunun görev yaptığı grip aşısı uygulamaları gösterilebilir (üç hemşirenin aşılama yaptığı ve hastaların beklemek için <strong>tek bir kuyruk</strong> oluşturduğu durum) (Şekil 6.4).<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"C\" seçeneğidir."
  },
  {
    "id": "2727733",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7f1dab533172f1332fbba48af581156e.jpeg\" alt=\"\" width=\"261\" height=\"307\"> Yukarıdaki şema ile gösterilen bant veya ip turnikeli, tek kuyruklu ve çok hizmet sunuculu bekleme konfigürasyonu ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Uygulama numaralı sistem kuralını hayata geçirerek adaleti sağlamaktadır",
      "B": "Hangi kuyruğun hızlı hareket ettiği gibi bir endişe olacaktır",
      "C": "Kuyruğa aradan karışılması türünde sorunlar olacaktır",
      "D": "Kuyruktan ayrılmak daha zor hale gelecektir",
      "E": "Müşteri (hasta) mahremiyetini korumak mümkün olamayacaktır"
    },
    "explanation": "Kitaptan alıntı (Sf.159): Şekil 6.5b’de ip veya bantlarla çizilen bir yol üzerinden müşterileri hareket etmeye<br/>yönlendiren, sıkça başvurulan bir düzenleme görülmektedir..... Avantajları şunlardır:<br/>• Uygulama “ilk gelen, ilk hizmet alır” kuralını hayata geçirerek adaleti sağlamaktadır.<br/>• Tek bir kuyruk olduğu için hangi kuyruğun hızlı hareket ettiği gibi bir endişe olmayacaktır.<br/>• Kuyruğa katılmak için tek bir giriş olduğundan, kuyruğa aradan karışılması türünden sorunlar ortadan kaldırılmış olacaktır ve <strong>kuyruktan ayrılmak daha zor hale gelecektir</strong>.<br/>• Hizmet alan müşterinin arkasında bekleyen bir başkası olmayacağından mahremiyet sağlanmış olacaktır.<br/>• Bu düzenleme müşterilerin kuyrukta bekledikleri ortalama süreyi azaltma konusunda daha etkilidir<br/>Aşağıdaki açıklamalar uyarınca doğru cevap \"D\" seçeneğidir."
  },
  {
    "id": "2727734",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sağlık kuruluşlarında kuyrukların oluşmasının temel nedenlerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sağlık kuruluşlarının hizmet kapasitelerinin düşük olması",
      "B": "Ortalama talep hızının hizmet kapasitesinden düşük olması",
      "C": "Hastaların tesadüfi zaman aralıklarıyla gelmesi",
      "D": "Hizmet yoğunluğunun talepten yüksek olması",
      "E": "Sıra alma kültürünün yaygın olmaması nedeniyle düzenin sağlanmaması"
    },
    "explanation": "<strong>GİRİŞ</strong> bölümü konuyla ilgili detaylı bilgi için okunabilir.<br/>Hastaların gelme sıklığı düzenli olmadığı için hastanelerde gelen kişi sayısı belirli bir saate göre tahmin edilememektedir. Dolayısıyla bu düzensizlik zaman zaman kuyrukların oluşmasına neden olmaktadır."
  },
  {
    "id": "2727735",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sağlık kuruluşlarında bekleme maliyetleri kapsamında ele alınmaktadır?<br/>(I) Hekim ve hemşire maaşları (II) Bir kurumda tedaviye başlayıp daha sonra başka sağlık kuruluşunu tercih eden hasta maliyetleri (III) Diğer çalışanlardan hizmet almak için bekleyen çalışanlara ödenen ücretler (IV) Doktor bekleme odalarının maliyeti.",
    "correctAnswer": "B",
    "options": {
      "A": "(I); (II) ve (III)",
      "B": "(II); (III) ve (IV)",
      "C": "(I); ve (III)",
      "D": "(II); ve (IV)",
      "E": "Yalnız (I)"
    },
    "explanation": "<strong>KUYRUK SİSTEMLERİ </strong>bölümü bu konuda detaylı bilgi için incelenebilir.<br/>Bekleme maliyetleri diğer çalışanlardan hizmet almak için bekleyen çalışanlara ödenen ücretler (örneğin, yeni bir hastayı alabilmek için tedavi odasının temizlenmesini ya da teşhis koymak için talep ettiği tetkik sonuçlarını bekleyen hekimler), bekleme alanlarının maliyeti (doktor bekleme odası<br/>gibi) ve ayrıca hastaların beklemeyi reddedip, gelecekte başka bir sağlık kuruluşuna gitmeyi tercih etmeleri halinde sağlık hizmet kuruluşunun yaşayacağı iş kaybını içermektedir."
  },
  {
    "id": "2727736",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yapıldığında optimum kapasiteye ulaşılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplam maliyeti asgariye indirecek olan hizmet kapasitesi düzeyi saptandığında",
      "B": "Maliyet gözetmeden hizmet kapasitesini arttırarak bekleme süresi azaltıldığında",
      "C": "Uzayan bekleme süreleri çeşitli yöntemlerle müşteri açısından verimli kılındığında",
      "D": "Bekleme süresini kısaltmak için ek hizmet sunulduğunda",
      "E": "Hizmet süresinin bekleme süresine göre varyansı hesaplanarak yatırım yapıldığında"
    },
    "explanation": "<strong>KUYRUK SİSTEMLERİ</strong> bölümü detaylı olarak incelenebilir.<br/>Hizmet kapasitesi arttıkça, maliyet de artar; hizmet kapasitesi<br/>maliyetleri her bir hizmet düzeyi için kademeli olarak artan bir seyir izlemektedir. Diğer yandan kapasite arttıkça, bekleyen hasta sayısı ve bekleme süreleri azalmakta bu da bekleme maliyetlerini düşürmektedir. Bu iki maliyet arasındaki tercihi yansıtmak için toplam maliyet eğrisini incelemek gereklidir. Bu noktadan sonra analizin amacı toplam maliyeti asgariye indirecek olan hizmet kapasitesi düzeyini (optimum kapasiteyi) saptamaktır."
  },
  {
    "id": "2727737",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi poisson dağılımının temel özelliklerindendir? (I) Tamamen rasgele bir süreci belirtir (II) Ortalaması ve varyansı birbirine eşittir (III) Üssel (t) hipotetiktir. (IV) Bekleme sürecinde hepsi olmasa da bazı örüntüler tahmin edilebilir.",
    "correctAnswer": "D",
    "options": {
      "A": "(I); (II) ve (III)",
      "B": "(II); (III) ve (IV)",
      "C": "(I); (III) ve (IV)",
      "D": "(I); ve (II)",
      "E": "(III) ve (IV)"
    },
    "explanation": "<strong>KUYRUK SİSTEMLERİ</strong> bölümü detaylı olarak incelenebilir.<br/>Poisson dağılımın tamamen tesadüfi oluşunun yanı sıra bir başka özelliği de ortalaması ile varyansının birbirine eşit olmasıdır."
  },
  {
    "id": "2727738",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kuyruk sisteminin temel bileşenlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Olasılık bağlantısı",
      "B": "Üssel dağılım",
      "C": "Maliyet değerleri",
      "D": "Bekleme süresi",
      "E": "Kaynak nüfus"
    },
    "explanation": "<strong>KUYRUK SİSTEMLERİNİN TEMEL BİLEŞENLERİ</strong><br/>Kuyruk sisteminin temel<br/>bileşenleri aşağıdaki gibidir:<br/>• Kaynak nüfus,<br/>• Geliş süreci,<br/>• Kuyruk konfigürasyonu,<br/>• Kuyruk disiplini,<br/>• Hizmet süreci"
  },
  {
    "id": "2727739",
    "unitNumber": 6,
    "text": "Negatif üssel dağılım ortalaması aşağıdakilerden hangisi ile hesaplanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelişler arasındaki ortalama sürenin ortalama hasta geliş sayısına bölünmesiyle",
      "B": "Hasta maliyetinin hastane yatak sayısına bölünmesiyle",
      "C": "Randevulu, randevusuz ve acil hasta sayısı ortalamalarının hesaplanmasıyla",
      "D": "Çok küçük bir zaman aralığında meydana gelen en az bir olayın tahmin edilmesiyle",
      "E": "Toplam maliyetin asgari maliyete göre yeniden düzenlenmesiyle"
    },
    "explanation": "<strong>KUYRUK SİSTEMLERİNİN TEMEL BİLEŞENLERİ </strong>bölümü detaylı olarak incelenebilir<br/>Negatif üssel dağılım ortalaması, gelişler arasındaki ortalama süre ile yani belirli zaman dilimine ortalama hasta geliş sayısı bölünerek elde edilebilir."
  },
  {
    "id": "2727740",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kuyruk konfigürasyonu kavramı içinde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dağılım eğrisi",
      "B": "Hizmet talebi",
      "C": "Kuyruk sayısı",
      "D": "Poisson kavramı",
      "E": "Gelişlerin sıklığı"
    },
    "explanation": "<strong>KUYRUK SİSTEMLERİNİN TEMEL BİLEŞENLERİ </strong>bölümü detaylı olarak incelenebilir.<br/>Kuyruk konfigürasyonu kavramı kuyruk sayısını, bunların konumlarını, konumsal gereksinimlerini ve müşterilerin davranışlarına olan etkilerini kapsamaktadır."
  },
  {
    "id": "2727741",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi müşterinin kuyruğa girme davranışını <u>olumsuz </u>yönde etkileyen faktörlerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tek hatlı çok aşamalı bir kuyruk",
      "B": "Uzayıp giden tek bir kuyruk",
      "C": "Çok hatlı çok aşamalı bir kuyruk",
      "D": "Birden çok hizmet sunucusu",
      "E": "Farklılaştırılmış hizmetler"
    },
    "explanation": "<strong>KUYRUK SİSTEMLERİNİN TEMEL BİLEŞENLERİ </strong>bölümü detaylı olarak incelenebilir.<br/>Gelen müşteri hizmet sunucusu önünde yılan gibi dolanan, uzamış tek bir kuyruk gördüğünde, bu durumu sıklıkla uzun süre bekleyeceğine dair bir kanıt olarak yorumlayıp, kuyruğa girmeme yönünde karar verebilir."
  },
  {
    "id": "2727742",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kuyruk disiplininin tanımıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Müşterilerin davranışlarını düzene koyan ve hastane tarafından oluşturulan kurallar bütünüdür",
      "B": "Müşterilere hizmet veren personelin davranışlarını düzene koyan ve yönetim tarafından oluşturulan kurallar bütünüdür",
      "C": "Müşteriler için geçerli olan ilk gelen ilk hizmet alır kuralının genelleştirilerek kabul edilmesidir",
      "D": "Müşterilerden bir sonrakinin nasıl seçileceğini belirleyen ve yönetim tarafından tayin edilmiş politikadır",
      "E": "Müşterilerin oluşturduğu kuyruk sayısı, bunların konumları ve gereksinimlerinin analiz edilmesidir"
    },
    "explanation": "<strong>KUYRUK SİSTEMLERİNİN TEMEL BİLEŞENLERİ</strong> bölümü detaylı olarak incelenebilir.<br/>Kuyruk disiplini, sırada bekleyen müşterilerden bir sonrakinin nasıl seçileceğini belirleyen yönetim tarafından tayin edilmiş politikadır."
  },
  {
    "id": "2727743",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi “gelen müşterilere hizmet sunmak üzere iki ya da daha fazla hizmet sunucusunun bulunduğu çok kanallı bir kuyruk sistemi” olarak tanımlanan kuyruk modelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çok kanallı, Kurallı Geliş ve Üssel Hizmet Süreli Kuyruk Modeli",
      "B": "Çok Kanallı, Poisson Geliş ve Sonlu Kuyruk Modeli",
      "C": "Çok kanallı, Kurallı Geliş ve Sabit hizmet Süreli Kuyruk Modeli",
      "D": "Çok kanallı, Poisson Geliş ve Sabit Hizmet Süreli Kuyruk Modeli",
      "E": "Çok kanallı, Poisson Geliş ve Üssel Hizmet Süreli Kuyruk Modeli"
    },
    "explanation": "<strong>KUYRUK MODELLERİ</strong> bölümü detaylı olarak incelenebilir.<br/>Müşterilerin hizmet almak için tek bir kuyruk oluşturduklarını ve sıraları geldiğinde uygun olan ilk hizmet sunucuya yönlendirildiklerini varsayalım. Bu tip çok kanallı, tek aşamalı kuyruk örneğini günümüzde hastane sekreterliklerinde sıklıkla görebilmekteyiz. Çok kanallı sistemde gelişlerin Poisson, hizmet sürelerinin de üssel olarak dağıldığı kabul edilmektedir. İlk gelen, ilk hizmet alır kuralı geçerlidir ve tüm hizmet sunucularının aynı hızda çalıştığı varsayılır. Daha önce tek kanallı model için sıralanan varsayımlar burada da geçerlidir. Burada;<br/>m = açık kanal sayısını,<br/>λ = ortalama geliş hızını,<br/>μ = her bir kanaldaki ortalama hizmet hızını göstermektedir."
  },
  {
    "id": "2727744",
    "unitNumber": 6,
    "text": "Sağlık kuruluşlarında bekleme tamamen .......... bir olaydır. Hastaların gelişleri ve hizmet süreleri tam olarak ......... .<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "tesadüfi / hatalıdır",
      "B": "tesadüfi / planlanabilmektedir",
      "C": "tesadüfi / öngörülememektedir",
      "D": "keyfi / tartışmalıdır",
      "E": "keyfi / planlanabilmektedir"
    },
    "explanation": "Sağlık kuruluşlarının işleyişi bakımından konuya yaklaşıldığında, bekleme tamamen<strong> tesadüfi bir</strong> olaydır. Bu nedenle, sağlık kuruluşlarında hastaların gelişleri ve hizmet süreleri tam olarak <strong>öngörülemediği</strong> gibi, hizmet sürecindeki beklemeleri tamamen ortadan kaldıracak düzenlemelerin yapılması da imkânsızdır"
  },
  {
    "id": "2727745",
    "unitNumber": 6,
    "text": "Sağlık kurumlarında \"numara verme düzenlemesi\" veya \"tek bir kuyruğa aynı anda birden fazla personelin hizmet vermesi\" stratejileri aşağıdaki kavramlardan hangisi ile ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kuyruk konfigürasyonu",
      "B": "Kaynak nüfus",
      "C": "Sağlık hizmetleri",
      "D": "Beklemenin ekonomisi",
      "E": "Beklemenin psikolojisi"
    },
    "explanation": "“Beklemek” hayatımızın ayrılmaz ve olağan bir parçası olmasına rağmen insanlarda zamanlarının boşa geçtiği duygusunu uyandırdığı için sorunlara neden olmaktadır.<br/>İnsanlara zamanlarını dolduracak şekilde onları oyalayacak bir şeyler vermek, beklemenin göründüğü kadar uzun olmadığı hissini yaratabilir. Bu durum hizmeti sunan örgüte bazı ilave faydalar sağlayabilir.<br/>Bununla birlikte; ne zaman biteceği belli olmayan ve açıklanmayan beklemeler insanlarda endişe yarattığı gibi belirli bir düzeyde kızgınlığa da sebep olabilmektedir. Bu durumlarda, sağlık kurumlarında \"<strong>numara verme düzenlemesi\"</strong> veya \"<strong>tek bir kuyruğa aynı anda birden fazla personelin hizmet vermesi\"</strong> stratejileri hastaları bekleme sırasında rahatlatmak amacı ile işlemlerin eşit, adaletli bir şekilde yapıldığı duygusunu hissettirmek amacı ile kullanılan<strong> beklemenin psikolojisi </strong>ile ilgili uygulamalardır."
  },
  {
    "id": "2727746",
    "unitNumber": 6,
    "text": "'Belirli bir düzeydeki sağlık hizmeti kapasitesinin sağlanmasına ait maliyet' ile 'hastaları beklemede tutmanın sağlık hizmeti kuruluşuna olan maliyetini asgariye indirmek' için yapılan değerlendirmeler aşağıdaki kavramlardan hangisi ile ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuyruk Analizi",
      "B": "Beklemenin Psikolojisi",
      "C": "Kapasite Maliyetleri",
      "D": "Bekleme Maliyetleri",
      "E": "Kaynak Nüfus"
    },
    "explanation": "Kuyruk analizlerinin amacı, belirli bir düzeydeki sağlık hizmeti kapasitesinin sağlanmasına ait maliyet ile hastaları beklemede tutmanın sağlık hizmeti kuruluşuna olan maliyetini asgariye indirmektir."
  },
  {
    "id": "2727747",
    "unitNumber": 6,
    "text": "Sağlık Hizmetleri kapasitesi ve maliyetleri arasındaki ilişkide; hizmet kapasitesi arttıkça maliyetin de arttığı, bununla birlikte kapasitenin artması ile bekleme maliyetlerinin ......... görülmektedir.",
    "correctAnswer": "B",
    "options": {
      "A": "artığı",
      "B": "düştüğü",
      "C": "stabil kaldığı",
      "D": "büyüdüğü",
      "E": "beklediği"
    },
    "explanation": "<img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3bdd433dee4816efbf21dd6952e52235.jpeg\" alt=\"\" width=\"570\" height=\"253\"> Şekil 6.1'de de görüldüğü gibi, hizmet kapasitesi arttıkça, maliyetin de arttığı; hizmet kapasitesi maliyetlerinin her bir hizmet düzeyi için kademeli olarak artan bir seyir izlediği görülmektedir. Diğer yandan kapasite arttıkça, bekleyen hasta sayısı ve bekleme süreleri azalmakta bu da bekleme maliyetlerini düşürmektedir."
  },
  {
    "id": "2727748",
    "unitNumber": 6,
    "text": "Sağlık kurumlarında Beklemenin Ekonomisi başlığı altında 'Bir hizmeti sunabilme yeteneğinin sürdürülmesi ile ilgili maliyetler' olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Makro Düzeyde Maliyetler",
      "B": "Mikro Düzeyde Maliyetler",
      "C": "Toplam Maliyet",
      "D": "Kapasite Maliyetleri",
      "E": "Bekleme Maliyetleri"
    },
    "explanation": "<strong>Kapasite maliyetleri,</strong> bir hizmeti sunabilme yeteneğinin sürdürülmesi ile ilgili maliyetlerdir."
  },
  {
    "id": "2727749",
    "unitNumber": 6,
    "text": "Poisson tamamen ......... bir süreçtir, çünkü bir sonraki olayın meydana gelişine kadar süren zaman aralığı, bu zaman aralığından tamamen ......... .<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi sırasıyla ve doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "kontrol edilebilir / rastgeledir",
      "B": "kontrol edilebilir / planlıdır",
      "C": "rastgele / bağımsızdır",
      "D": "rastgele / ardışıktır",
      "E": "rastgele / stabildir"
    },
    "explanation": "Poisson tamamen <strong>rastgele</strong> bir süreçtir, çünkü bir sonraki olayın meydana gelişine kadar süren zaman aralığı, bu zaman aralığından tamamen <strong>bağımsızdır.</strong>"
  },
  {
    "id": "2727750",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kuyruk sisteminin temel bileşenlerinden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaynak nüfus",
      "B": "Geliş süreci",
      "C": "Kuyruk konfigürasyonu",
      "D": "Kuyruk direnci",
      "E": "Hizmet süreci"
    },
    "explanation": "Kuyruk sisteminin temel bileşenleri:<br/>• Kaynak nüfus,<br/>• Geliş süreci,<br/>• Kuyruk konfigürasyonu,<br/>• Kuyruk disiplini,<br/>• Hizmet sürecidir."
  },
  {
    "id": "2727751",
    "unitNumber": 6,
    "text": "Bir kuyruk sisteminde müşteriler çeşitli nedenlerle kuyruğu terk edebilmektedir. 'Terk Etme' kuyruk sisteminin temel bileşenlerinden hangisinde gerçekleşebilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaynak nüfus",
      "B": "Geliş süreci",
      "C": "Kuyruk disiplini",
      "D": "Kuyruk konfigürasyonu",
      "E": "Hizmet süreci"
    },
    "explanation": "Hizmet örgütleri müşterilerini bir kaynak nüfus içerisinden edinirler. Müşterilerin hizmete ulaşma hızı geliş süreci tarafından belirlenir. Eğer hizmet sunucular uygun ise müşteriler anında hizmet sürecine dahil edilirler, aksi takdirde müşteriler birçok farklı şekli olan kuyruğa yönlendirilirler. Bu noktada, bazı müşteriler uzun ya da yavaş ilerleyen bir kuyrukla karşılaştıklarında vazgeçerek başka bir yerden hizmet alma arayışına girebilirler.<br/>Diğer müşteriler, kuyruğa katıldıktan sonra gecikmeyi hoş karşılamayabilirler ve hizmet alma sıraları gelmeden kuyruktan ayrılabilirler. Bir hizmet sunucusu uygun duruma geldiğinde, kuyruktan bir müşteri seçilir ve hizmet başlar. Seçimi etkileyen politika kuyruk disiplini olarak bilinir.<br/><img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/88a4234453dec7c37f0224d93b096800.jpeg\" alt=\"\" width=\"615\" height=\"191\">"
  },
  {
    "id": "2727752",
    "unitNumber": 6,
    "text": "Acil servise yapılan ve aciliyeti çok daha düşük olan bir başvuruda, hasta aşağıdaki kuyruk konfigürasyonlarından hangisine dahil olacaktır?",
    "correctAnswer": "B",
    "options": {
      "A": "Çok aşamalı kuyruk sistemi",
      "B": "Çok hatlı, çok aşamalı kuyruk sistemi",
      "C": "Tek hatlı sistem",
      "D": "Tek hatlı, çok aşamalı sistem",
      "E": "Çok hatlı kuyruk sistemi"
    },
    "explanation": "Acil servise yapılan ve aciliyeti çok daha düşük başvurular pek çok aşamadan geçirilebilir: 1) ilk muayene, 2) teşhis amaçlı testler ve 3) klinik uygulamalardan geçecektir. <br/>Bu aşamalar hastadan hastaya, her birinin farklı hizmet sunucularından hizmet alması nedeniyle farklılık gösterecektir. Bu durumda ortaya çıkan konfigürasyon çok hatlı bir kuyruk sistemidir. Çok hatlı, çok aşamalı bir kuyruk konfigürasyonu ortaya çıkacaktır. <br/><img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f3570f82dde4d4284b836202d7baf8b8.jpeg\" alt=\"\" width=\"563\" height=\"190\">"
  },
  {
    "id": "2727753",
    "unitNumber": 6,
    "text": "Bir tesiste verilecek hizmetin sınırlı bir nüfus için verilebiliyor olması söz konusu olduğunda aşağıdaki kuyruk modellerinden hangisi kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sabit Hizmet Süresi Modeli",
      "B": "Sonlu Model",
      "C": "Çok Kanallı, Poisson Geliş ve Üssel Hizmet Süreli Kuyruk Modeli",
      "D": "Tek Kanallı, Poisson Geliş ve Üssel Hizmet Süreli Kuyruk Modeli",
      "E": "Tüm Kuyruk Modeli"
    },
    "explanation": "Farklı kuyruk modelleri bulunmaktadır. Bunlar;<br/>• Tek Kanallı, Poisson Geliş ve Üssel Hizmet Süreli Kuyruk Modeli (M/ M/ 1)<br/>• Çok kanallı, poisson geliş ve üssel hizmet süreli kuyruk modeli (M/ M/ m),<br/>• Sabit hizmet süresi modeli (M/ D/ 1),<br/>• Sonlu model (SONLU NÜFUSLU M/ M/ 1)<br/>Bir hizmet tesisi için sınırlı bir nüfus söz konusu olduğunda, Sonlu Model kuyruk modeline ihtiyaç duyulmaktadır. Bu modele, örneğin, 20 yatak kapasitesi ile çalışan bir hastane kliniğinin yürütülmesinde başvurulabilir."
  },
  {
    "id": "2727754",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"kurumda mevcut personelin yeteneklerinin işin gereklerine uyup uymadığının araştırılması ve gerekli önlemlerin alınmasına ilişkin çalışmalar\" yürütme işlevinin tanımıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "İşgören planlaması",
      "B": "İşgören sağlama",
      "C": "İşgören seçme",
      "D": "İşgören eğitimi",
      "E": "İşgörenlerin başarılarının değerlendirilmesi"
    },
    "explanation": "GİRİŞ<br/>İşgörenlerin başarılarının (performanslarının) değerlendirilmesi: Kurumda mevcut personelin yeteneklerinin işin gereklerine uyup uymadığının araştırılması ve gerekli önlemlerin alınmasına ilişkin çalışmalar yürütülmesidir. Bu durumda cevap E şıkkıdır."
  },
  {
    "id": "2727755",
    "unitNumber": 7,
    "text": "İnsan Kaynakları işlevleri içinde, en önemli ve zor olanı aşağıdakilerden hangisi veya hangileridir?<br/>I. İşgören planlaması<br/>II. İşgören sağlama<br/>III. İşgören seçme<br/>IV. İşgören eğitimi<br/>V. İşgörenlerin başarılarının değerlendirilmesi",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "III ve V"
    },
    "explanation": "GİRİŞ<br/>Bu noktada kurumların İK işlevleri içinde, en önemli ve zor olanı işgören sağlama ve seçmedir. Çünkü bir kurumun işin gereklerine uygun niteliklere sahip insangücünü bulabilmesi ve bunlar arasından en uygun olanları seçmesi zaman, para, enerji gerektiren önemli bir maliyet unsurudur. Bu işlevin gerektiği gibi yerine getirilemediği durumlarda İK bölümünün diğer işlevlerinin sağlıklı işleyişi gerçekleşmez. Bu bilgiler bize sorunun doğru cevabının C şıkkı olduğunu göstermektedir."
  },
  {
    "id": "2727756",
    "unitNumber": 7,
    "text": "İyi tasarlanmış bir iş analizinin ilk aşaması nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "İş gereklerinin belirlenmesi ve yazılması.",
      "B": "İş analizinden elde edilecek bilginin hangi amaçlarla kullanılacağının belirlenmesi ve nasıl elde edileceğine karar verilmesi.",
      "C": "İş analizi için gerekli olan görev tanımları, örgüt şemaları gibi ilgili kaynakların sağlanması ve incelenmesi.",
      "D": "Analiz edilecek pozisyonların belirlenmesi.",
      "E": "İş analizlerinin yapılması."
    },
    "explanation": "PERSONEL SAĞLAMA SÜRECİ ÖNCESİNDE İŞ ANALİZLERİ<br/>İyi tasarlanmış bir iş analizi çalışması çeşitli aşamalardan oluşmaktadır: • İş analizi çalışmalarından elde edilecek bilginin hangi amaçlarla kullanılacağının belirlenmesi ve nasıl elde edileceğine karar verilmesi, • İş analizi için gerekli olan mevcut görev tanımları, örgüt şemaları gibi ilgili kaynakların sağlanması ve incelenmesi, • Analiz edilecek pozisyonların belirlenmesi, • İş analizlerinin yapılması, • İş tanımlarının yazılması, • İş gereklerinin belirlenmesi ve yazılması. Soru ilk aşama cevabını aradığından cevap B şıkkıdır."
  },
  {
    "id": "2727757",
    "unitNumber": 7,
    "text": "İş analisti Ayşe Hanım, işle ilgili çalışma koşulları, iş akışı, işin yapılması için gereken beceriler ve kullanılan aletler hakkında detaylı bilgi sahibi olmak için, yapılan işibirkaç kez izleyip notlarını aldıktan sonra, işgören ve yönetici ile görüşerek, öğrendiklerini bir kez de onunla birlikte üstünden geçmiştir.<br/>Örnek senaryoda Ayşe Hanım, hangi tekniği kullanarak iş analizi yapmak için bilgi toplamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Anket",
      "B": "Gözlem",
      "C": "Görüşme",
      "D": "Daha önceki iş tanımlarının incelenmesi",
      "E": "Saha incelemesi"
    },
    "explanation": "PERSONEL SAĞLAMA SÜRECİ ÖNCESİNDE İŞ ANALİZLERİ<br/>İş analizinde kullanılabilecek diğer bir yöntem, işin yapıldığı yerde gözlemlenmesidir. Gözlem yapma iş analistinin işle ilgili çalışma koşulları, iş akışı, işin yapılması için gereken beceriler ve kullanılan aletler hakkında detaylı bilgi sahibi olmasına yardımcı olur. Analist yapılan işi birkaç kez izleyip notlarını aldıktan sonra, işgören ve yönetici ile görüşerek, öğrendiklerini bir kez de onunla birlikte üstünden geçmelidir. Böylece, analistin işle ilgili atlamış veya yanlış anlamış olduğu noktalar düzeltilebilir. Örnek durumda da Ayşe Hanım bu adımları izlediğinden doğru cevap, \"gözlem\" yani B şıkkıdır."
  },
  {
    "id": "2727758",
    "unitNumber": 7,
    "text": "İş gerekleri, işin gerektirdiği hangi niteliği yansıtmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Çalışma ortamı",
      "B": "Çalışma saatleri",
      "C": "İş tehlikeleri",
      "D": "Personel",
      "E": "İş kimliği"
    },
    "explanation": "İşgörenin işi yaparken ihtiyaç duyduğu fiziksel ve düşünsel yeteneklerin, eğitimin, deneyimin neler olduğu ve hangi oranda çaba gerektiği iş gerekleriyle ortaya koyulmaktadır. İş gerekleri, işin gerektirdiği personel niteliklerini yansıtır. Bu sebeple iş tanımlarından farklıdır. İş tanımı, işin profilini açıklarken, iş gerekleri, işi yerine getirebilecek personelin taşıması gereken niteliklerin bir profilini ortaya koyar. Bu bilgiler bize, cevabın D şıkkı olduğunu göstermektedir."
  },
  {
    "id": "2727759",
    "unitNumber": 7,
    "text": "İş yerine alınan yeni alınan ve bilgisayar temelli çalışan makine sonrası, yeni elaman ihtiyacı doğmuştur. Örnek durumda hangi gereksinim üzerine yeni insangücüne ihtiyaç duyulmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Örgütün kurulma aşamasında",
      "B": "Çeşitli nedenlerle boşalan pozisyonların doldurulmasında",
      "C": "Teknolojik değişimler sonucu yeni görevler ortaya çıktığında",
      "D": "Örgüt stratejik plan doğrultusunda yeni yatırım yaptığında",
      "E": "Reorganizasyon çalışmalarında"
    },
    "explanation": "PERSONEL SAĞLAMA<br/>İş yerine alınan yeni alınan ve bilgisayar temelli çalışan makine sonrası, yeni elaman ihtiyacı, teknolojik değişimler sonucu yeni görevler ortaya çıkarmış ve yeni insan gücüne ihtiyaç duyulmuştur. Cevap C şıkkıdır."
  },
  {
    "id": "2727760",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi personel sağlamada, örgüt içi kaynaklardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "İlan ve reklâmlar",
      "B": "Okullar",
      "C": "Personel sevkleri",
      "D": "Terfi",
      "E": "Düzensiz başvurular"
    },
    "explanation": "Örgüt içi kaynaklar: Örgütün ihtiyacı olan personelin mevcut çalışanlar arasından terfi, transfer gibi uygulamalarla sağlanması örgüt içi kaynaklardan personel sağlama olarak adlandırılır. Diğer seçeneklerdekiler, örgütdışı kaynaklar olduğundan, cevap D şıkkıdır."
  },
  {
    "id": "2727761",
    "unitNumber": 7,
    "text": "Yeni kurulan bir sağlık kurumu, personelini kariyer günleri yoluyla sağlamıştır. Bu durumda, personel sağlamak için hangi kaynak kullanılmıştır",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet",
      "B": "Danışmanlık ve eğitim firmaları",
      "C": "İş ve İşçi Bulma Kurumu",
      "D": "Mesleki odalar ve kuruluşlar",
      "E": "Okul ziyaretleri"
    },
    "explanation": "PERSONEL SAĞLAMA<br/>Yeni kurulan bir sağlık kurumu, personelini kariyer günleri yoluyla sağlamışsa, okul, üniversite ve okul ziyaretleri (kariyer günleri) doğru cevap demektir."
  },
  {
    "id": "2727762",
    "unitNumber": 7,
    "text": "Personelin görevlerinin artırılması, çeşitlendirilmesi hangi teknik altında incelenmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "İş kurma",
      "B": "İş genişletme",
      "C": "İş ienginleştirme",
      "D": "İş rotasyonu",
      "E": "İş etüdü"
    },
    "explanation": "İŞ TASARIMI VE ÖLÇÜMÜ<br/>İş genişletme, personelin görevlerinin artırılması, çeşitlendirilmesi anlamına gelir. Bu teknik, bir işletmenin mevcut işleri yeniden tasarlaması anlamına da gelmektedir. Sık kullanılan bir tekniktir. Bu durumda cevap B şıkkıdır."
  },
  {
    "id": "2727763",
    "unitNumber": 7,
    "text": "Ayşe Hemşire, yoğunbakımda görev alırken, yenidoğan servisinde yeniden görevlendirilmiştir. Bu durumda sağlık kurumu, hangi tekniği uygulamaktadır.",
    "correctAnswer": "C",
    "options": {
      "A": "İş genişletme",
      "B": "İş zenginleştirme",
      "C": "İş rotasyonu",
      "D": "İş etüdü",
      "E": "Zaman Etüdü"
    },
    "explanation": "İŞ TASARIMI VE ÖLÇÜMÜ<br/>Rotasyon personelin değişik zamanda ve yerlerde değişik görevler yapmasıdır. Bu teknik, iş genişletmeyle yakından ilgilidir. Her iki teknik de personelin işten soğumasını azaltmak için, işin kapsamındaki görevlerin çeşitlendirilmesiyle ilgilidir. İş rotasyonunun iş genişletmeden farkı, personelin yaptığı işlerin birbirinden tümüyle farklı olabilmesidir. Soruda hemşirenin yeri değiştirilmiştir yani cevap C şıkkıdır."
  },
  {
    "id": "2727764",
    "unitNumber": 7,
    "text": "İnsan kaynaklarının işlevleri içinde <strong><u>en önemli ve zor olan işlevi</u></strong> aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşgören planlaması",
      "B": "İşgören eğitimi",
      "C": "İşgören sağlama ve seçme",
      "D": "İşgörenlerin başarılarının değerlendirilmesi",
      "E": "İşgören araçları"
    },
    "explanation": "Bir kurumda İnsan Kaynakları (İK) ile ilgili işlevler yerine getirilirken, kurumu başarıya taşıyacak en önemli faktörün, istihdam edilen insangücü olduğu gözden uzak tutulmamalıdır. Bu noktada kurumların İK işlevleri içinde, en önemli ve zor olanı işgören sağlama ve seçmedir. Çünkü bir kurumun işin gereklerine uygun niteliklere sahip insangücünü bulabilmesi ve bunlar arasından en uygun olanları seçmesi zaman, para, enerji gerektiren önemli bir maliyet unsurudur. Bu işlevin gerektiği gibi yerine getirilemediği durumlarda İK bölümünün diğer işlevlerinin sağlıklı işleyişi gerçekleşmez. Doğru cevap C’dir."
  },
  {
    "id": "2727765",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iş analizi ve insan kaynakları yönetiminin iş analizi çalışmalarının ve sonuçlarının örgütlerde kullanım alanları arasında <strong><u>değildir ?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ücret ve maaşların belirlenmesi",
      "B": "Lojistik yönetimi",
      "C": "İşgörenlerin performans değerlendirmesi",
      "D": "Eğitim programlarının geliştirilmesi",
      "E": "İş güvenliği kriterlerinin belirlenmesi"
    },
    "explanation": "İş analizi ile İK yönetiminin diğer işlevleri arasındaki ilişki bakımından, iş analizi çalışmalarının ve sonuçlarının örgütlerde kullanım alanları genel olarak şu şekilde sıralanabilir: • Ücret ve maaşların belirlenmesi, • İşgörenlerin performans değerlemeleri, • İşgörenlere yönelik parasal özendirme planlarının hazırlanması, • İşgören seçme testlerinin hazırlanması, • Terfi, transfer ve iş rotasyonuna yönelik kararların verilmesi, • İşle işgörenlerin eşleştirilmesi, • İşlerin yeniden yapılandırılması ve zenginleştirilmesi çalışmaları, • İşle ilgili performans standartlarının belirlenmesi, • İşlerle ilgili yetki ve sorumluluk belirleme çalışmaları, • Eğitim programlarının geliştirilmesi, • Yeni işgörenlerin işe alıştırma çalışmaları, • İş güvenliği kriterlerinin belirlenmesi. Doğru cevap B’dir."
  },
  {
    "id": "2727766",
    "unitNumber": 7,
    "text": "I. İş analizi çalışmalarından elde edilecek bilginin nasıl elde edileceğine karar verilmesi<br/>II. İş analizi için gerekli olan mevcut görev tanımlarının incelenmesi<br/>III. İş tanımlarının yapılması<br/>IV. İş gereklerinin belirlenmesi<br/>V. İş analizlerinin yapılması<br/>VI. Analiz edilecek pozisyonların belirlenmesi<br/>Yukarıda verilen iyi tasarlanmış bir iş analizi çalışmasına ait aşamalar aşağıdaki sıralamalardan hangisinde doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I- II-III-IV-V-VI",
      "B": "III-II-I-VI-V-IV",
      "C": "VI-V-IV-III-II-I",
      "D": "I-II-VI-V-III-IV",
      "E": "II-III-IV-I-V-IV"
    },
    "explanation": "İyi tasarlanmış bir iş analizi çalışması çeşitli aşamalardan oluşmaktadır: • İş analizi çalışmalarından elde edilecek bilginin hangi amaçlarla kullanılacağının belirlenmesi ve nasıl elde edileceğine karar verilmesi, • İş analizi için gerekli olan mevcut görev tanımları, örgüt şemaları gibi ilgili kaynakların sağlanması ve incelenmesi, • Analiz edilecek pozisyonların belirlenmesi, • İş analizlerinin yapılması, • İş tanımlarının yazılması, • İş gereklerinin belirlenmesi ve yazılması. Doğru cevap D’dir."
  },
  {
    "id": "2727767",
    "unitNumber": 7,
    "text": "İş analizi çalışmalarında çalışanla ilgili, sosyal beceriler, yargılama, işbirliğine uygun olma zihinsel dikkat ve atiklik durumu gibi bilgiler hangi başlık altında toplanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Çalışma koşulları",
      "B": "Sorumluluklar",
      "C": "Kişilik gerekleri",
      "D": "Tehlikeler",
      "E": "İş görevleri"
    },
    "explanation": "<em>Kişilik gerekleri</em>: Çalışanla ilgili, sosyal beceriler, yargılama, kişisel girişim, işbirliğine uygun olma, yaratıcılık ile zihinsel dikkat ve atiklik durumu gibi bilgiler belirlenmelidir. Bu gerekler, genelde tanımlanması en güç olanlardır. Doğru cevap C’dir."
  },
  {
    "id": "2727768",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iş analizi yaparken gözlem tekniğinin kullanılmasının sınırlılıkları arasında <strong><u>yer almaz? </u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşi yapan işgörenlerin tümünün veya en azından çoğunun iş esnasında gözlemlenmesi gerekir.",
      "B": "İşgören gözetlendiği sırada farklı davranma eğilimi gösterebilir.",
      "C": "İşgören, ücret haddinin belirlenmesi amacıyla gözetlendiğini hissederse yüksek ücret almak için faaliyetlerini bir kalıp içine sokmaya çalışabilir.",
      "D": "Gözlem iş sürecinin uzun olduğu durumlarda pek fazla uygulanabilir olmamaktadır.",
      "E": "Bazı çalışanların sorulan soruları doğru olarak tamamlamak için yeteri zamanı olmayabilir."
    },
    "explanation": "Kuşkusuz bu yaklaşım, incelenen iş ile yakından ilişkili bulunan işler hakkında önbilginin olmasını gerektirir. O halde, iş tanımı, istenilen herhangi bir rol gereğini içerecek biçimde hazırlanmış olmalıdır. Ayrıca aynı işi yapan işgörenlerin tümünün veya en azından çoğunun, iş esnasında gözlemlenmesi gerekir. Çünkü başka bir biçimde yapılırsa, iş tanımına yazılanlar sadece özel bir bireyin iyi veya kötü tek bir davranışıyla ilgili olur. İşgören, gözetlendiği sırada normal zamandaki gibi aynı şeyleri aynı biçimde yapmalıdır. Birçok insan, bu gibi koşullar altında farklı davranma eğilimi gösterir, bir kısmı da endişeli görünür. İşgören, ücret haddinin belirlenmesi amacıyla gözetleniyor olduğunu hissederse, mümkün olduğunca yüksek bir ücret haddini elde etmek için faaliyetlerini bir kalıp içine sokmaya çalışabilmektedir. Bu sakıncalar, işgörenin haberi olmadan yapılan gözlemler ile ortadan kaldırılabilir. Fakat işgörenin daha sonra gözetlendiğinin farkına varması durumunda, iş ilişkilerinde bazı sorunlar ortaya çıkar ve işgörenlerin moral düzeyleri düşebilir. İş analizinin doğrudan gözlem yoluyla yapılmasının ikinci bir güçlüğü, gözlemin esas olarak yapısı gereği zihinsel faaliyetlerde hemen hemen anlamsız olmasıdır. Gözlemle ilgili son bir sorun; gözlemin iş sürecinin uzun olduğu durumlarda pek fazla uygulanabilir olmamasıdır. Yani, belirli bir görevin başlangıcından sonuna kadar geçen zaman önemli bir süreyi aşabilir. Ayrıca belli bir eylemin arasıra ortaya çıkması durumunda sadece gözleme dayalı bir iş analizi yapmak ekonomik olmayacaktır. Doğru cevap E’dir."
  },
  {
    "id": "2727769",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir iş tanımı formunda bulunacak bölümlerden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşin kimliği",
      "B": "İşin özeti",
      "C": "Çalışma koşulları",
      "D": "İş görevleri",
      "E": "İş araştırma"
    },
    "explanation": "İş analizi çalışmaları ile elde edilen bilgilerin karmaşık oluşu ve düzensizliği, onları belli kalıplar halinde ve düzgün bir görünüme sokma gereğini ortaya çıkarmıştır. Bu amaçla iş analiz sistemi içerisinde, iş verileri belirli bölümleri içeren iş tanımları formu şeklinde hazırlanır. Bir iş tanımı formunda bulunacak bölümler, işin kimliği, işin özeti, işi oluşturan görevler ve çalışma koşullarıdır ve aşağıda kısaca açıklanmaktadır. Doğru cevap E’dir."
  },
  {
    "id": "2727770",
    "unitNumber": 7,
    "text": "Personel temin etmek için boş pozisyonların örgütteki ilan panolarından çalışanlara duyurulması ve bilgi verilmesi, çalışanların da bu bilgiler ışığında pozisyon için tanıdıklarını önermesi hangi başlık altında toplanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Düzensiz başvurular",
      "B": "Personel sevkleri",
      "C": "Okullar",
      "D": "İnternet",
      "E": "İlan ve reklâmlar"
    },
    "explanation": "Personel sevkleri uygulamasında boş pozisyonlar örgütteki ilan panolarında çalışanlara duyurulur ve ilgilenen çalışanlara pozisyon hakkında daha detaylı bilgiler (ücret, prim, çalışma saatleri gibi) verilir. Çalışanlar da bu bilgiler ve kendi düşünceleri ışığında pozisyon için tanıdıkları kişileri önerirler. Doğru cevap B’dir."
  },
  {
    "id": "2727771",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir başvuru formunda adayın doldurması gereken kişisel bilgileri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Cinsiyet",
      "B": "Doğum tarihi",
      "C": "Dini",
      "D": "Medeni hali",
      "E": "İsim"
    },
    "explanation": "Adayın kişisel bilgileri: İsim, cinsiyet, doğum tarihi ve yeri, medeni hali, aile ile ilgili detaylar (eşi varsa adı, mesleği, çocuğu varsa yaşları, sayısı vb.), adres, ulaşılabilecek telefonlar, e-mail adresi, vesikalık fotoğraf bu bölümde yer alabilir. Doğru cevap C’dir."
  },
  {
    "id": "2727772",
    "unitNumber": 7,
    "text": "Temel amacı, çalışanların sorumlulukları ve özgüvenlerini yükselterek, yerine getirdikleri işlerinde motivasyonlarının da artmasını sağlamak olan iş tasarımı biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş zenginleştirme",
      "B": "İş genişletme",
      "C": "İş rotasyonu",
      "D": "İş etüdü",
      "E": "İş ölçümü"
    },
    "explanation": "İş zenginleştirmenin temel amacı, çalışanların sorumlulukları ve özgüvenlerini yükselterek, yerine getirdikleri işlerinde motivasyonlarının da artmasını sağlamaktır. İş zenginleştirme çalışanlara yaptıkları iş üzerinde daha fazla kontrol, sorumluluk, gelişim ve tanınma imkânı sunar. Doğru cevap A’dır."
  },
  {
    "id": "2727773",
    "unitNumber": 7,
    "text": "Daha kolay ve etkili yöntemlerin geliştirilmesi ve maliyetlerin düşürülmesi amacıyla bir işin yapılışındaki mevcut ve önerilen yolların sistematik olarak kaydedilmesi ve eleştirilerek incelenmesi hangi iş etüdü tekniğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Metot etüdü",
      "B": "İş örneklemesi",
      "C": "Zaman etüdü",
      "D": "İş ölçümü",
      "E": "İş kimlikleri"
    },
    "explanation": "İş etüdü başlıca iki ana teknikten oluşmaktadır: metot etüdü ve iş ölçümü. <strong>Metot Etüdü: </strong>Daha kolay ve daha etkili yöntemlerin geliştirilmesi, uygulanması ve maliyetlerin düşürülmesi amacıyla bir işin yapılışındaki mevcut ve önerilen yolların sistematik olarak kaydedilmesi ve eleştirilerek incelenmesidir. Doğru cevap A’dır."
  },
  {
    "id": "2727774",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir kurumda insan kaynakları (İK) ile ilgili gerçekleştirilmesi gereken temel işlevler arasında bulunur?<br/><ol type=\"I\"> <li>İş tasarımı</li> <li>İşgören seçme</li> <li>İşgören eğitimi</li> <li>İşgören sağlama</li> <li>İşgören performansı değerlendirme</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Bir kurumda insan kaynakları (İK) ile ilgili gerçekleştirilmesi gereken temel işlevler arasında; “işgören planlaması, işgören sağlama, işgören seçme, işgören eğitimi ve işgören başarılarının (performanslarının) değerlendirilmesi” bulunur.<br/>II, III, IV, V"
  },
  {
    "id": "2727775",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iş analizi çalışması aşamaları arasında yer alır?<br/><ol type=\"I\"> <li>Mevcut kaynakların sağlanması</li> <li>İş analizlerinin yapılması</li> <li>İş gereklerinin belirlenmesi</li> <li>İş tanımlarının yapılması</li> <li>İşi yapan kişinin tanımlanması</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "İş analizi çalışması aşamaları arasında; “Mevcut kaynakların sağlanması, İş analizlerinin yapılması, İş gereklerinin belirlenmesi, İş tanımlarının yapılması” yer alır.<br/>I, II, III, IV"
  },
  {
    "id": "2727776",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iş analizi çalışması için elde edilmesi gereken bilgiler arasında yer alır?<br/><ol type=\"I\"> <li>Fiziksel gerek ve beceriler toplanmalı</li> <li>Çalışanlara iş analizi bilgisi verilmemeli</li> <li>Özel bilgi-beceri gerekleri bilgisi</li> <li>İşin kimliği ve yeri bilgileri verisi</li> <li>Çalışanların çalışma koşulları bilgisi</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, III, IV, V",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "İş analizi çalışması için elde edilmesi gereken bilgiler arasında; fiziksel gerek ve beceriler toplanmalı, özel bilgi-beceri gerekleri bilgisi, işin kimliği ve yeri bilgileri verisi, çalışanların çalışma koşulları bilgisi” yer alır.<br/>I, III, IV, V"
  },
  {
    "id": "2727777",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iş analizi çalışması için elde edilmesi gereken bilgiler arasında yer alır?<br/><ol type=\"I\"> <li>İş görevleri bilgileri elde edilmeli</li> <li>Öğrenim gerekleri bilgileri toplanmalı</li> <li>Çalışanlara iş analizi bilgisi verilmemeli</li> <li>Çalışanın iş yapabilmesi için deneyim verileri</li> <li>İşlerin ne gibi tehlikeler gösterdiği belirlenmeli</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "İş analizi çalışması için elde edilmesi gereken bilgiler arasında;” İş görevleri bilgileri elde edilmeli, öğrenim gerekleri bilgileri toplanmalı, çalışanın iş yapabilmesi için deneyim verileri, işlerin ne gibi tehlikeler gösterdiği belirlenmeli” yer alır.<br/>I, II, IV, V"
  },
  {
    "id": "2727778",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iş analistinin görevler hakkında bilgi derlemek için kullanabileceği yöntemler arasında bulunur?<br/><ol type=\"I\"> <li>Anket yöntemi uygulaması</li> <li>İşin yapıldığı yerde gözlem yöntemi</li> <li>İşi yapan kişiler ile görüşme yöntemi</li> <li>İş ölçümü belirlemesi yöntemi</li> <li>Önceki iş tanımı incelemesi yöntemi</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, V",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Bir iş analistinin görevler hakkında bilgi derlemek için kullanabileceği yöntemler arasında;” anket yöntemi uygulaması, işin yapıldığı yerde gözlem yöntemi, işi yapan kişiler ile görüşme yöntemi, önceki iş tanımı incelemesi yöntemi” bulunur.<br/>I, II, III, V"
  },
  {
    "id": "2727779",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iş tanımlarının amacı kapsamı içinde yer alır?<br/><ol type=\"I\"> <li>Genel hedeflerin ortaya koyulması</li> <li>Her görevin tek tek belirlenmesi</li> <li>Çalışma koşullarının belirlenmesi</li> <li>İşin nasıl yapılması gerektiğinin belirlenmesi</li> <li>İşlerin birbiriyle olan ilişkilerinin belirlenmesi</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, V",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "İş tanımlarının amacı kapsamı içinde; “Genel hedeflerin ortaya koyulması, her görevin tek tek belirlenmesi, çalışma koşullarının belirlenmesi, işlerin birbiriyle olan ilişkilerinin belirlenmesi” yer alır.<br/>I, II, III, V"
  },
  {
    "id": "2727780",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi aday havuzu oluşumu kapsamında değişen özellikler arasında bulunur?<br/><ol type=\"I\"> <li>İşletmenin işgören politikası</li> <li>Yöneticinin özellikleri</li> <li>Yöneticinin yönetim tarzı</li> <li>Yöneticinin kurduğu ilişki sistemi</li> <li>Dolaylı seçimle belirleme ve yerleştirme</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Aday havuzu oluşumu kapsamında değişen özellikler arasında; “İşletmenin işgören politikası, yöneticinin özellikleri, yöneticinin yönetim tarzı, yöneticinin kurduğu ilişki sistemi” bulunur.<br/>I, II, III, IV"
  },
  {
    "id": "2727781",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iş tasarımı yapılması amaçları arasında yer alır?<br/><ol type=\"I\"> <li>İşin gerek örgütün yeniden düzenlenmesi</li> <li>İşin işi yapanlar üzerindeki etkisini gözardı edilmesi</li> <li>Teknolojinin gerektirdiği koşullara göre düzenlenmesi</li> <li>Çalışanların iş doyumunun sağlanması</li> <li>İşin basitleştirilerek yeniden düzenlenmesi</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "I, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "İş tasarımı yapılması amaçları arasında; “İşin gerek örgütün yeniden düzenlenmesi, teknolojinin gerektirdiği koşullara göre düzenlenmesi, çalışanların iş doyumunun sağlanması, işin basitleştirilerek yeniden düzenlenmesi”, yer alır.<br/>I, III, IV, V"
  },
  {
    "id": "2727782",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iş özellikleri yaklaşımında temel boyutlar kapsamında yer alır?<br/><ol type=\"I\"> <li>Yetenek çeşitliliği</li> <li>Görevin belirsizliği</li> <li>Görevin önemi</li> <li>Özerklik</li> <li>Geri bildirim</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "I, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "İş özellikleri yaklaşımında temel boyutlar kapsamında; “Yetenek çeşitliliği, görevin belirlenmesi, görevin önemi, özerklik, geri bildirim” yer alır.<br/>I, III, IV, V"
  },
  {
    "id": "2727783",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iş etüdü tekniği kapsamında yer alır?<br/><ol type=\"I\"> <li>Metod etüdü</li> <li>İş ölçümü</li> <li>İş örneklemesi</li> <li>Zaman etüdü</li> <li>İş tanımı</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "I, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "İş etüdü tekniği kapsamında; “Metod etüdü, iş ölçümü, iş örneklemesi, zaman etüdü” yer alır.<br/>I, II, III, IV"
  },
  {
    "id": "2727784",
    "unitNumber": 7,
    "text": "Aşağıda bir işgören seçiminin gerçekleşmesi için yapılması gereken işlemler verilmiştir. Hangi seçenekte bu işlemler <u>doğru</u> olarak sıralanmıştır?<br/>I. İşgörenin sorumlu olduğu yönler belirlenir<br/>II. İş analiz çalışması yapılır<br/>III. İşgörende aranacak bilgi, kişilik ve bedensel özellikler saptanır<br/>IV. İşgörenin görevleri açık olarak belirlenir",
    "correctAnswer": "C",
    "options": {
      "A": "I-III-II-IV",
      "B": "III-I-II-IV",
      "C": "II-IV-I-III",
      "D": "IV-I-III-II",
      "E": "III-IV-II-I"
    },
    "explanation": "İşgören seçiminin gerçekleştirilmesi için önce I. Bir iş analiz çalışması yapılır, II. İşgörenin görevleri açık olarak belirlenir, III. İşgörenin sorumlu olduğu yönler belirlenir, IV. İşgörende aranacak bilgi, kişilik ve bedensel özellikler saptanır."
  },
  {
    "id": "2727785",
    "unitNumber": 7,
    "text": "Aşağıdaki bilgilerden hangisi iş kimliği başlığı altında yer almalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Çalışanların yetkinlikleri",
      "B": "Araç ve malzemeler",
      "C": "Diğer işler içerisindeki yeri ve önemi",
      "D": "İş kodu ve iş kategorisi",
      "E": "Örgüt bilinci"
    },
    "explanation": "İş tanımında birbirinden farklı başlıklar yer alır.<br/>Bunlardan biri, işin kimliğidir. Bu başlıkta; işin adı, pozisyonun bağlı olduğu bölüm, iş kodu, iş kategorisi gibi bilgiler yer alır."
  },
  {
    "id": "2727786",
    "unitNumber": 7,
    "text": "İşgören seçimi sırasında görüşme yöntemine hangi durumda başvurulur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yüksek bilgi ve beceri gerektiren işlerin analizinde",
      "B": "İş akışı ve işin yapılması için gereken becerilerin analizinde",
      "C": "Personelden bilgi alma amacı ile yapılan analizde",
      "D": "İş hakkında önceden bilinenlerin analizinde",
      "E": "İşe alma ve işten çıkarma ilkelerinin analizinde"
    },
    "explanation": "Özellikle yüksek bilgi ve beceri gerektiren işlerin analiz edilmesinde anket ve gözlem yöntemleri yeterli olmayabilir. Bu yöntemlerin yanısıra, iş analistinin işi yapan kişi ile yapacağı görüşme (mülakat), iş analistinin iş ile ilgili anlaşılamamış tüm noktaları aydınlatmasında büyük fayda sağlayacaktır"
  },
  {
    "id": "2727787",
    "unitNumber": 7,
    "text": "İşlerin başarılması için gerekli niteliklerin saptandığı çizelgeye _______ denir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "İş deneyimi",
      "B": "İş başvurusu",
      "C": "İş özeti",
      "D": "İş kimliği",
      "E": "İş gerekleri"
    },
    "explanation": "İşlerin başarılması için gerekli niteliklerin saptandığı<br/>çizelgeye <strong>iş gerekleri</strong> denir ve iş analizi sonucunda elde edilir."
  },
  {
    "id": "2727788",
    "unitNumber": 7,
    "text": "Bir dahiliye servisi sorumlu hemşiresi iş tanımı formunda aşağıdaki bilgilerin hangisine ihtiyaç <u>duyulmaz</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanılan malzemeler",
      "B": "İş özeti",
      "C": "Mali sorumluluk",
      "D": "Çalışma koşulları",
      "E": "Kullanılan malzemeler"
    },
    "explanation": "Mali sorumluluk iş gerekliliği formuna ait bir bilgidir."
  },
  {
    "id": "2727789",
    "unitNumber": 7,
    "text": "Son yıllarda, personel sağlama ve seçme sürecine daha fazla ilgi gösterilmesinin <u>en temel</u> nedeni aşağıdakilerin hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşgören seçimi sırasında hatalardan doğan ekonomik zararların engellenmesi",
      "B": "Çalışanların özellikleri ve davranışlarının örgüt için öneminin vurgulanması",
      "C": "İşin yapılmasında karşılaşılan sorunların belirlenerek çözülebilmesi",
      "D": "İşin yapılmasında kullanılan aletler hakkında bilgi sahibi olunması",
      "E": "İş ile ilgili anlaşılamamış tüm noktaları aydınlatması"
    },
    "explanation": "Günümüzde çalışanların özellikleri ve davranışlarının örgüt için önemi üzerinde durulması, personel sağlama ve seçme sürecine daha fazla ilgi gösterilmesine neden olmaktadır."
  },
  {
    "id": "2727790",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi personel seçme süresinde yararlanılan örgüt içi kaynaklardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Okullar",
      "B": "Personel sevkleri",
      "C": "Düzensiz başvurular",
      "D": "Transfer",
      "E": "Reklamlar"
    },
    "explanation": "Örgütün ihtiyacı olan personelin mevcut çalışanlar arasından<br/>terfi, transfer gibi uygulamalarla sağlanması örgüt içi kaynaklardan personel sağlama olarak adlandırılır."
  },
  {
    "id": "2727791",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi en baştan işe ve kuruma en uygun elemanı seçmenin bir avantajı <u>olamaz</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "İşgörenin, iş ortamına uyum sağlanmasını hızlandırır",
      "B": "İşgörenlerin iş ortamında başarılarını arttırır",
      "C": "Rakip firmadan eleman sağlamayı kolaylaştırır",
      "D": "İş ortamını tanımada kolaylık sağlayacaktır",
      "E": "İş görenlerin işlerini iyi bir şekilde yapmalarını sağlar"
    },
    "explanation": "\"C\" şıkkı dış kaynaklardan personel sağlamanın avantajlarındandır."
  },
  {
    "id": "2727792",
    "unitNumber": 7,
    "text": "Bir işletmenin mevcut işleri yeniden tasarlanmasına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "İş rotasyonu",
      "B": "İş zenginleştirme",
      "C": "İş etüdü",
      "D": "İş planlaması",
      "E": "İş genişletme"
    },
    "explanation": "İş genişletme, personelin görevlerinin artırılması, çeşitlendirilmesi anlamına gelir. Bu teknik, bir işletmenin mevcut işleri yeniden tasarlaması anlamına da gelmektedir."
  },
  {
    "id": "2727793",
    "unitNumber": 7,
    "text": "Aşağıdaki yöntemlerden hangisi <u>genellikle</u> metot etüdü yöntemi ile birlikte kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "İş örneklemesi",
      "B": "İş rotasyonu",
      "C": "İlk görüşme",
      "D": "Personel sağlama",
      "E": "Zaman etüdü"
    },
    "explanation": "Belirli koşullar altında yapılan belli bir işe ait öğelerin zamanını ve<br/>derecesini kaydederek ve bu yolla toplanan verileri çözümleyerek, o işin tanımlanan çalışma hızında yapılabilmesi için gereken zamanı saptamakta kullanılan bir iş ölçme tekniğidir. Genellikle metot etüdü ile birarada kullanılır."
  },
  {
    "id": "2727794",
    "unitNumber": 8,
    "text": "Kamu veya özel işletmelerde kayıtlı olarak kullanılan ve görev değişimi sırasında bir görevliden diğerine aktarılan dayanıklı eşyalar, hangi malzeme türüne dahildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Demirbaş Malzeme",
      "B": "Yardımcı Malzeme",
      "C": "İşletme Malzemesi",
      "D": "Süreli Tüketim Malları",
      "E": "Tüketim Malzemesi"
    },
    "explanation": "Demirbaş Malzeme: Kamu veya özel işletmelerde kayıtlı olarak kullanılan ve görev değişimi sırasında bir görevliden diğerine aktarılan dayanıklı eşya (örneğin, masa, röntgen cihazı)."
  },
  {
    "id": "2727795",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi süreli tüketim malzemelerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Masa",
      "B": "Röntgen Cihazı",
      "C": "Nevresim",
      "D": "Büro sandalyesi",
      "E": "Sehpa"
    },
    "explanation": "Süreli Tüketim Malları: Demirbaşlar gibi sürekli kullanılmayan ancak bir kez kullanılmakla tükenmiş sayılan, havlu, çarşaf, nevresim, yatak ve yastık yüzü, pike, forma vb. eşyadır. Genel kural olarak, bir kez kullanılmakla tükenmiş sayılan odun, kömür, kırtasiye, temizlik malzemesi, ilaç, pansuman malzemesi, yiyecek maddeleri gibi mallar süreli tüketim mallarıdır."
  },
  {
    "id": "2727796",
    "unitNumber": 8,
    "text": "Aşağıdaki maddelerden hangisi, malzeme yönetiminin yararlarındandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Satıcılar arasında rekabeti sağlayıp, satın alınan malzemeler için en düşük fiyatı ödemek.",
      "B": "Malzeme yönetim fonksiyonlarını bir merkezde topladığı için verimlilik ve personel tasarrufu sağlar.",
      "C": "Yüksek stok devri ve stok yatırımlarının minimizasyonunu sağlamak.",
      "D": "İşletmenin tüm faaliyetlerinin kesintisiz yürümesini sağlamak.",
      "E": "Yeterli kalite standartlarını korumak."
    },
    "explanation": "Malzeme Yönetiminin Yararları Etkili bir malzeme yönetiminin işletmeler ve hastaneler açısından sağlayacağı faydaları şu şekilde sıralamak mümkündür: a. Malzeme yönetim fonksiyonlarını bir merkezde topladığı için verimlilik ve personel tasarrufu sağlar, b. Etkin stok kontrolleri sayesinde stoklarda bozulma ve kaybı önler, c. Daha hızlı stok devri ve nakit akışı sağlar, d. Hizmetlerin ve üretimin kesintisiz yürümesini sağlar, e. Ürün standardı ve diğer maliyet düşürücü teknikler için fırsat ve isteği artırır, f. Maliyetlerde tasarruf ve daha fazla kârlılık sağlar, g. Daha iyi kayıt sağlaması nedeniyle bölüm harcamalarının ölçülmesinde ve hasta giderlerinin faturalanmasında kolaylık sağlar, h. Malzeme yönetim performansını değerlendirme metotlarının geliştirilmesini sağlar, i. Malzeme yönetim sistemi kurulmadan öncesi ve sonrasının karşılaştırılmasına imkan verir, j. Bölümler arası iletişimin geliştirilmesini kolaylaştırır.<br/>Malzeme yönetim fonksiyonlarını bir merkezde topladığı için verimlilik ve personel tasarrufu sağlar."
  },
  {
    "id": "2727797",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi malzeme yönetiminin amaçlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Daha iyi kayıt sağlaması nedeniyle bölüm harcamalarının ölçülmesinde ve hasta giderlerinin faturalanmasında kolaylık sağlar.",
      "B": "Maliyetlerde tasarruf ve daha fazla kârlılık sağlar.",
      "C": "Satıcılar arasında rekabeti sağlayıp, satın alınan malzemeler için en düşük fiyatı ödemek.",
      "D": "Malzeme yönetim sistemi kurulmadan öncesi ve sonrasının karşılaştırılmasına imkan verir.",
      "E": "Bölümler arası iletişimin geliştirilmesini kolaylaştırır."
    },
    "explanation": "Malzeme yönetiminin amaçları; a. Satıcılar arasında rekabeti sağlayıp, satın alınan malzemeler için en düşük fiyatı ödemek, b. Yüksek stok devri ve stok yatırımlarının minimizasyonunu sağlamak, c. İşletmenin tüm faaliyetlerinin kesintisiz yürümesini sağlamak, d. Yeterli kalite standartlarını korumak, e. Düşük personel maliyetleri ve personelin geliştirilmesini sağlamak,f. Tecrübeli satıcılar bulmak ve bu satıcılarla iyi ilişkiler geliştirmek, g. Düzenli kayıtlar tutmak, h. Kayıpları ve demode olmayı azaltmak, i. Diğer departmanların hedeflerinin gerçekleştirilmesine yardımcı olmaktır.<br/>Satıcılar arasında rekabeti sağlayıp, satın alınan malzemeler için en düşük fiyatı ödemek."
  },
  {
    "id": "2727798",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ihtiyaçların tahmin edilmesinde kullanılan tecrübe ve sezgiye dayalı yöntemlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Regresyon analizi",
      "B": "Zaman serileri analizi",
      "C": "Hareketli ortalama yöntemi",
      "D": "Üssel düzeltme yöntemi",
      "E": "Kolektif düşünce yöntemi"
    },
    "explanation": "Tecrübe ve sezgiye dayalı olan bu yöntemler: 1. Delphi tekniği, 2. Kolektif düşünce yöntemi, 3. Yöneticilerin düşünce yöntemi, 4. Geçmiş deneyimlerdir."
  },
  {
    "id": "2727799",
    "unitNumber": 8,
    "text": "Etkili bir stok yönetimi için dikkat edilmesi gereken bazı hususlar bulunmaktadır. Aşağıdakilerden hangisi bu hususlara dahil değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Azami stok miktarı uygulamasına dikkat edilmelidir.",
      "B": "Ürün değerleme ve İhtiyaç tespit komisyonları etkili çalıştırılmalıdır.",
      "C": "Malzeme Kaynakları Yönetim Sistemi (MKYS) uygulamaları başhekim tarafından etkili kullanılmalıdır.",
      "D": "Stok ve ihtiyaç fazlası malzemelerin ihtiyacı olan kurumlara devri veya satışı sağlanmalıdır.",
      "E": "Mal alımları çerçeve anlaşmalar ve toplu mal alımları yöntemiyle yapılmalıdır."
    },
    "explanation": "a. Azami stok miktarı uygulamasına dikkat edilmelidir. b. Ürün değerleme ve İhtiyaç tespit komisyonları etkili çalıştırılmalıdır. c. Malzeme Kaynakları Yönetim Sistemi (MKYS) uygulamaları satınalma birimlerince etkili kullanılmalıdır. d. Stok ve ihtiyaç fazlası malzemelerin ihtiyacı olan kurumlara devri veya satışı sağlanmalıdır. e. Mal alımları çerçeve anlaşmalar ve toplu mal alımları yöntemiyle yapılmalıdır<br/>Malzeme Kaynakları Yönetim Sistemi (MKYS) uygulamaları başhekim tarafından etkili kullanılmalıdır."
  },
  {
    "id": "2727800",
    "unitNumber": 8,
    "text": "Stokları kontrol etmek için yedi yöntem bulunur. Aşağıdakilerden hangisi gözle kontrol yöntemidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Her malzeme biri büyük biri küçük iki kutu içerisinde bulundurulur. Büyük kutu gündelik işlemler için kullanılan aktif stoklara ayrılır. Küçük kutudaki malzeme ise büyük kutudaki malzemeler bittikten sonra verilen sipariş teslim alınıncaya kadar ihtiyacı karşılayabilmelidir. Birim değeri düşük, küçük hacimli ve çok sayıdaki malzemenin kontrolü için kullanılır.",
      "B": "Stok belirli bir düzeye indiğinde, toplam stok maliyetini minimum yapacak şekilde önceden saptanmış sabit bir miktar sipariş edilir. Bu modelde her stok kalemi için toplam stok kontrol maliyetini minimum yapan bir sipariş miktarı, sipariş düzeyi ve emniyet stokunun hesaplanması gerekir.",
      "C": "Her stok türü için maksimum stok düzeyi belirlendikten sonra, stokların siparişi için belirli bir süre belirlenir. Sürenin bitiminde eksilen stok seviyeleri maksimum stok düzeyine kadar tamamlanır.",
      "D": "Bu sistemde, stoklar periyodik olarak tecrübeli bir depo memuru tarafından gözden geçirilir, belirli bir düzeyin altına düşen stok kalemleri için hemen sipariş verilir. Sipariş verme düzeyi ve miktarı tamamen sorumlu memurun inisiyatifine ve tecrübesine bırakılır.",
      "E": "Stok politikasında temel ilke stokları en uygun düzeyde tutmaktır. Bu düzeyin toplam maliyetlerin en düşük olduğu noktada bulunması gerekir."
    },
    "explanation": "Stok kontrol sisteminin amacı, stok maliyetlerini hesap ederek optimum stok seviyesinin belirlenmesine ilişkin kararlar alınmasını sağlamaktır. Stokları kontrol etmek için yedi yöntem bulunur; 1. Gözle kontrol yöntemi Bu sistemde, stoklar periyodik olarak tecrübeli bir depo memuru tarafından gözden geçirilir, belirli bir düzeyin altına düşen stok kalemleri için hemen sipariş verilir. Sipariş verme düzeyi ve miktarı tamamen sorumlu memurun inisiyatifine ve tecrübesine bırakılır."
  },
  {
    "id": "2727801",
    "unitNumber": 8,
    "text": "Tam zamanında üretim sisteminin sağlıklı çalışabilmesi için bazı koşulların yerine getirilmesi gerekmektedir. Aşağıdaki şıklardan hangisi bu koşullara dahil değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dağıtım kanallarının tüm üyeleri ittifak (satıcı, dağıtım, müşteri) etmelidir.",
      "B": "Hastanenin satıcıya vereceği siparişlerin otomatik olması gerekir.",
      "C": "Satıcının veya ikmal merkezinin hastaneye makul uzaklıkta olması gerekir.",
      "D": "Kıyıda köşede kalmış hastaneler de stoksuz sistemden yararlanabilir.",
      "E": "Maliyet üstünlüğü olmasına rağmen, TZÜ ve stoksuz sistem yaklaşımı hastanenin genel pazarlama stratejisine olumlu katkı verdiği takdirde benimsenmelidir. 6. Satıcıların sayısı büyük ölçüde azaltılmalıdır."
    },
    "explanation": "1. Dağıtım kanallarının tüm üyeleri ittifak (satıcı, dağıtım, müşteri) etmelidir.<br/>2. Hastanenin satıcıya vereceği siparişlerin otomatik olması gerekir.<br/>3. Satıcının veya ikmal merkezinin hastaneye makul uzaklıkta olması gerekir.<br/>4. Kıyıda köşede kalmış hastaneler stoksuz sistemden yararlanamaz.<br/>5. Maliyet üstünlüğü olmasına rağmen, TZÜ ve stoksuz sistem yaklaşımı hastanenin genel pazarlama stratejisine olumlu katkı verdiği takdirde benimsenmelidir.<br/>Kıyıda köşede kalmış hastaneler de stoksuz sistemden yararlanabilir."
  },
  {
    "id": "2727802",
    "unitNumber": 8,
    "text": "Çekirdek Kaynak Yönetim Sistemi Sağlık Bakanlığı’nın tüm personeli ile bakanlığa bağlı olan ve olmayan sağlık kurumlarını izlemesi için geliştirilmiş bir sistemdir ve bazı bileşenlerden oluşur. Aşağıdaki maddelerden hangisi ya da hangileri bu bileşenlerdendir?<br/>I) İnsan Kaynakları Yönetim Sistemi (İKYS)<br/>II) Malzeme Kaynakları Yönetim Sistemi (MKYS)<br/>III) Yatırım Takip Sistemi (YTS) <br/>IV) Özel Sağlık Kuruluşları Yönetim Sistemi (SKYS)",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca I",
      "B": "I ve II",
      "C": "Hepsi",
      "D": "III ve IV",
      "E": "I ve IV"
    },
    "explanation": "ÇKYS, Sağlık Bakanlığı’nın tüm personeli ile bakanlığa bağlı olan ve olmayan sağlık kurumlarını izlemesi için geliştirilmiş bir sistemdir ve şu bileşenlerden oluşur: 1. İnsan Kaynakları Yönetim Sistemi (İKYS) 2. Malzeme Kaynakları Yönetim Sistemi (MKYS) 3. Yatırım Takip Sistemi (YTS) 4. Özel Sağlık Kuruluşları Yönetim Sistemi (SKYS) ÇKYS’nin hizmet verdiği sistemlerin şematize edilmiş hali aşağıda Şekil 8.15’de gösterilmektedir.<br/>Hepsi"
  },
  {
    "id": "2727803",
    "unitNumber": 8,
    "text": "\"....... 1 Eylül 1997 tarihinde 2. Sağlık Projesi kapsamında başlatılan bir Dünya Bankası projesidir. Bu proje, Sağlık Bakanlığı Merkez Teşkilatı (SBMT) ve seksen bir İl Sağlık Müdürlüğü (İSM) bünyesindeki kurumlar, insangücü, malzeme vb. işlemlerin takibini amaçlayan, mali kaynakların yönetiminde bilgi teknolojilerini kullanarak daha çağdaş, etkili ve verimli kurumsal bir yapıya geçilmesini hedefleyen proje olarak ortaya çıkmıştır.\" Cümlesindeki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Birim Doz İlaç Sistemi (PYXIS)",
      "B": "Radyo Frekansı ile Tanımlama (RFID)",
      "C": "İnsan Kaynakları Yönetim Sistemi (İKYS)",
      "D": "Seferberlik Otomasyon (SEFOP)",
      "E": "Çekirdek Kaynak Yönetimi Sistemi (ÇKYS)"
    },
    "explanation": "Çekirdek Kaynak Yönetimi Sistemi (ÇKYS), 1 Eylül 1997 tarihinde 2. Sağlık Projesi kapsamında başlatılan bir Dünya Bankası projesidir. Bu proje, Sağlık Bakanlığı Merkez Teşkilatı (SBMT) ve seksen bir İl Sağlık Müdürlüğü (İSM) bünyesindeki kurumlar, insangücü, malzeme vb. işlemlerin takibini amaçlayan, mali kaynakların yönetiminde bilgi teknolojilerini kullanarak daha çağdaş, etkili ve verimli kurumsal bir yapıya geçilmesini hedefleyen proje olarak ortaya çıkmıştır"
  },
  {
    "id": "2727804",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, özellikle ilk defa II. Dünya Savaşı’nda kullanılan yol, haberleşme, sağlık, yiyecek, içecek ve silah sağlama gibi çok yönlü hizmetleri en akılcı, etkili ve seri bir biçimde plan ve programa göre uygulayan hizmetler bütününü karşılayan kavramdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Lojistik",
      "B": "Stok",
      "C": "Envanter",
      "D": "Tedarik",
      "E": "Satın alma"
    },
    "explanation": "Soruyu çeldiricilerinden hareketle yanıtlamak doğru olacaktır. Öncelikle <strong>tedarik,</strong> amaçlara ulaşmak için gerekli olan araç ve imkanların en uygun şekilde sağlanması ve kullanıma hazır bir şekilde bulundurulmasıdır. Satın alma ve tedarik kavramları sıklıkla birbirinin yerine kullanılır. Ancak <strong>satın alma</strong> kavramı daha dar kapsamlı fiili alımları ve bununla ilgili süreçleri kapsarken, tedarik kavramı satın almanın yanı sıra malzemelerin kabulünü, depolamayı ve dağıtımı da içeren geniş bir anlam ifade eder. <strong>Envanter,</strong> hammaddeden mamul ürüne, mamul üründen son kullanıcıya kadar olan işlemlerin takibini kontrol etmeye yönelik planlamayı kapsayan ve işletme yöneticisinin yapması gereken kritik işlerden biridir. Taşıma sırasında meydana gelen kayıp ve çalınma oranları envanter kayıtları ile açığa çıkarılabilir. <strong>Stok,</strong> işlerin pürüzsüz ve verimli yürümesini sağlamak için işletmenin elinde bulundurduğu fiziksel mal anlamına gelir. Hastane işletmele<br/>Lojistik"
  },
  {
    "id": "2727805",
    "unitNumber": 8,
    "text": "Mal ve hizmetin üretilmesinde ve diğer işletme faaliyetlerinin yerine getirilmesinde kullanılan, malzemeden mamul yapısına girip, mamulün temel maddesini oluşturan, örneğin hastanelerin eczanelerinde ilaç üretimi için kullanılan maddelerdir.<br/>Aşağıdakilerden hangisi, yukarıda tanımı verilen kavramı karşılamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yarı mamul stokları",
      "B": "Mamul stokları",
      "C": "Yardımcı donanım ve malzeme stokları",
      "D": "Hammadde stokları",
      "E": "Üretim stokları"
    },
    "explanation": "Soruyu çeldiricilerinden hareketle yanıtlamak doğru olacaktır. <strong>Yarı mamül stokları,</strong> üretim sürecinin değişik aşamalarında bekletilen stoklar yarı mamul stokları olarak tanımlanır. İşletmeler üretimi aynı anda gerçekleştiremedikleri için yarı mamül stoklarının oluşması zorunludur. <strong>Mamül stokları,</strong> tamamlanmış ürün veya malzeme stokları olarak tanımlanan mamül stoklarına hastanelerin depolarında bekletilen tıbbi sarf malzemeleri, ilaçlar ve kan merkezlerinde işlenmiş olarak bekletilen kan bileşenleri örnek olarak gösterilebilir. <strong>Yardımcı donanım ve malzeme stokları</strong> ise bakım onarım malzemeleri ve üretim sürecine giren fakat ürünün parçasını oluşturmayan yakıt, sabun, yağ vb. malzemeleri içerir. Bunların dışında Hammadde stokları: Mal ve hizmetin üretilmesinde ve diğer işletme faaliyetlerinin yerine getirilmesinde kullanılan, malzemeden mamul yapısına girip, mamulün temel maddesini oluşturan, örneğin hastanelerin eczanelerinde ilaç üretimi için kullanıl"
  },
  {
    "id": "2727806",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinde kullanım türüne göre malzeme türlerini doğru gruplanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Demirbaş Malzeme, İşletme Malzemesi, Yardımcı Malzeme",
      "B": "Tüketim Malzemesi, Yardımcı Malzeme, Direkt Malzeme",
      "C": "Demirbaş Malzeme, Süreli Tüketim Malları, Tüketim Malzemesi",
      "D": "Süreli Tüketim Malları, Tüketim Malzemesi, İndirekt Malzeme",
      "E": "Demirbaş Malzeme, Süreli Tüketim Malları, İşletme Malzemesi"
    },
    "explanation": "Üretilen ürünün içerisinde yer alıp almamasına göre; direkt malzeme ve endirekt malzeme diye iki grupta toplanmaktadır. Endirekt malzemeler kendi içinde yardımcı malzeme ve işletme malzemesi iki gruba ayrılır. Kullanım türüne göre malzemeler, demirbaş malzeme, süreli tüketim malzemesi, tüketim malları biçimde üç grupta toplanır. Bu bilgilere göre kullanım türüne göre malzeme türleri ‘C’ şıkkında belirtilmiştir.<br/>Demirbaş Malzeme, Süreli Tüketim Malları, Tüketim Malzemesi"
  },
  {
    "id": "2727807",
    "unitNumber": 8,
    "text": "I. Yeterli kalite standartlarını korumak,<br/>II. Çalışanların mesleki örgütlenmesini güçlendirmek<br/>III. Düşük personel maliyetleri ve personelin geliştirilmesini sağlamak,<br/>IV. İşletme işgörenlerinin motivasyonunu artırmak<br/>V. İşletmenin tüm faaliyetlerinin kesintisiz yürümesini sağlamak,<br/>VI. Kayıpları ve demode olmayı azaltmak,<br/>Yukarıda verilenlere göre aşağıdakilerden hangisinde malzeme yönetiminin amaçları <strong>en doğru ve kapsamlı</strong> biçimde ifade edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II, III ve V",
      "C": "I, III, V ve VI",
      "D": "II, III, IV ve V",
      "E": "III, IV, V ve VI"
    },
    "explanation": "Soruyu cevaplayabilmek için soru kökünde verilenlerden hareket edilirse, (I)’de belirtilen Yeterli kalite standartlarını korumak, (III) Düşük personel maliyetleri ve personelin geliştirilmesini sağlamak, (V) İşletmenin tüm faaliyetlerinin kesintisiz yürümesini sağlamak, (VI) Kayıpları ve demode olmayı azaltmak, işlevleri malzeme yönetiminin amaçları olarak kılavuz kitabımızda sayfa 199 ve 200’de verilmiştir. Bunlara ayrıca aynı yerde verilenlere göre satıcılar arasında rekabeti sağlayıp, satın alınan malzemeler için en düşük fiyatı ödemek, yüksek stok devri ve stok yatırımlarının minimizasyonunu sağlamak, tecrübeli satıcılar bulmak ve bu satıcılarla iyi ilişkiler geliştirmek, düzenli kayıtlar tutmak ve diğer departmanların hedeflerinin gerçekleştirilmesine yardımcı olmak da eklenmektedir. Buna karşılk ‘işletme işgörenlerinin motivasyonunu artırmak’ ve ‘işletme işgörenlerinin motivasyonunu artırmak’ malzemelerin yönetimiyle ilişkisi yoktur. Bu bilgilere dayalı olarak doğru yanıtın ‘C’ şıkkı olduğu görülmek<br/>I, III, V ve VI"
  },
  {
    "id": "2727808",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, 4734 sayılı Kamu İhale Kanunu’na göre satın alma yöntemlerinden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Açık ihale usulü",
      "B": "Belli istekliler arasında ihale usulü",
      "C": "Pazarlık usulü",
      "D": "Doğrudan temin",
      "E": "Dolaylı temin usulü"
    },
    "explanation": "Soruyu cevaplayabilmek için soru çeldircilerinde verilenlerden hareket edilirse, 4734 sayılı Kamu İhale Kanunu’na göre satın alma yöntemleri dört grup altında toplanır. Bunların Açık ihale usulü, belli istekliler arasında ihale usulü, pazarlık usulü ve doğrudan temindir. Bu bilgiye göre doğru yanıt ‘E’ şıkıdır.<br/>Dolaylı temin usulü"
  },
  {
    "id": "2727809",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarında ihtiyacın öngörülmesi için kullanılan tecrübe ve sezgiye dayanan yöntemlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Üssel düzeltme yöntemidir",
      "B": "Regresyon analizi",
      "C": "Zaman serileri analizi",
      "D": "Delphi tekniği",
      "E": "Hareketli ortalama yöntemi"
    },
    "explanation": "Soruyu yanıtlamak için kılavuz kitabımızın ilgili bölümüne sayfa 201’e bakıldığında Regresyon analizi, Zaman serileri analizi, hareketli ortalama yöntemi ile üssel düzeltme yönteminin istatistiksel yöntemlerdir. Buna karşılık delphi tekniğinin tecrübe ve sezgiye dayanan yöntemler grubunda olduğu belirlenmektedir. Bu bilgilere göre soru için doğru yanıtın ‘D’ şıkkı olduğu görülür."
  },
  {
    "id": "2727810",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi büyük ya da küçük miktarda stok için doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Büyük miktardaki stokun fırsat maliyeti düşüktür",
      "B": "Küçük miktardaki stokun sipariş maliyeti düşüktür",
      "C": "Büyük miktardaki stokun sigortası düşüktür",
      "D": "Küçük miktardaki stokun işlem maliyeti düşüktür",
      "E": "Küçük miktardaki stokun ihale dışı fiyat ödemesi düşüktür"
    },
    "explanation": "Soruyu yanıtlamak için çeldiricilere bakıldığında, Küçük miktardaki stokun sipariş maliyeti düşük değil yüksek; Büyük miktardaki stokun sigortasının yüksek; Küçük miktardaki stokun işlem maliyeti düşük değil yüksek olduğu görülmekte. Yine küçük miktardaki stokun ihale dışı fiyat ödemesinin de yüksek olduğu bilinmektedir. Buna göre doğru yanıt ‘A’ şıkkıdır.<br/>Büyük miktardaki stokun fırsat maliyeti düşüktür"
  },
  {
    "id": "2727811",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tam zamanında üretim bağlamında doğru bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çok sayıda tedarikçi bulunur",
      "B": "Sözleşme dönemi açısından kısa vadeli çalışmalar gerektirir",
      "C": "Yeni ürünler açısından kullanıcısının katkısı asgari düzeydedir",
      "D": "Teslimat bir defa da yapılır",
      "E": "Kalite ve sürekli gelişme esastır"
    },
    "explanation": "Sorunun çeldiricilerinde verilen (A) Çok sayıda tedarikçi bulunur, (B) Sözleşme dönemi açısından kısa vadeli çalışmalar gerektirir, (C) Yeni ürünler açısından kullanıcısının katkısı asgari düzeydedir ve (D) Teslimat bir defa da yapılır ifadeleri tam zamanında üretim nitelikleri değildir. Buna karşılık kalite sürekli gelişme esastır ifadesi ise tam zamanında üretimde var olan bir niteliktir. Bu bilgilere göre doğru yanıt ‘E’ şıkkıdır.<br/>Kalite ve sürekli gelişme esastır"
  },
  {
    "id": "2727812",
    "unitNumber": 8,
    "text": "I. Toplam Kalite Yönetimi<br/>II. İnsan Kaynakları Yönetim Sistemi<br/>III. Malzeme Kaynakları Yönetim Sistemi<br/>IV. Yatırım Takip Sistemi<br/>V. Özel Sağlık Kuruluşları Yönetim Sistemi<br/>VI. Evrak Kayıt ve İzleme Sistemi<br/>Yukarıda verilenlere göre aşağıdakilerden hangisinde Çekirdek Kaynak Yönetim Sistemi’nin bileşenlerin en doğru ve kapsamlı biçimde ifade edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II, III ve V",
      "C": "I, III, V ve VI",
      "D": "II, III, IV ve V",
      "E": "III, IV, V ve VI"
    },
    "explanation": "Çekirdek Kaynak Yönetim Sistemi’nin bileşenleri II. İnsan Kaynakları Yönetim Sistemi (İKYS), III. Malzeme Kaynakları Yönetim Sistemi (MKYS), (IV). Yatırım Takip Sistemi (YTS), (V) Özel Sağlık Kuruluşları Yönetim Sistemi (SKYS) biçiminde dört grupta toplanmaktadır. Soru kökünde verilenlere bakıldığında (I) Toplam Kalite Yönetimi ile (VI) Evrak Kayıt ve İzleme Sistemi’nin Çekirdek Kaynak Yönetim Sistemi’nin bileşenleri olmadığı görülmektedir. Bu bilgiye göre doğru yanıt ‘D’ şıkkı olmaktadır.<br/>II, III, IV ve V"
  },
  {
    "id": "2727813",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, Sağlık Bakanlığı’nın mali kaynaklarının ihtiyaca göre planlanması, Bakanlık birimleri arasında dağıtılması ve kullanılmasının takip edilmesi amaçlanan Yatırım Takip Sistemi’nin modülleri tam ve doğru olarak verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yatırım bilgi sistemi, gayrimenkul bilgi sistemi ve dolaylı temin usulü",
      "B": "Gayrimenkul bilgi sistemi, sibernetik bilgi sistemi ve doğrudan temin usulü",
      "C": "Yatırım bilgi sistemi, bina bilgi sistemi ve doğrudan temin usulü",
      "D": "Yatırım bilgi sistemi, bina bilgi sistemi ve dolaylı temin usulü",
      "E": "Toplam kalite bilgi sistemi, bina bilgi sistemi ve doğrudan temin usulü"
    },
    "explanation": "Bu sistemde, Sağlık Bakanlığı’nın mali kaynaklarının ihtiyaca göre planlanması, Bakanlık birimleri arasında dağıtılması ve kullanılmasının takip edilmesi amaçlanmaktadır. <strong>Yatırım Takip Sistemi</strong> Yatırım Bilgi sistemi, Bina Bilgi sistemi ve Doğrudan temin usulü olmak üzere üç alt modülden oluşmaktadır. Bu bilgilere dayalı olarak doğru yanıt ‘C’ şıkkıdır."
  },
  {
    "id": "2727814",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Fransızca kökenli bir kelimedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lojistik",
      "B": "Malzeme",
      "C": "Stoklama",
      "D": "Depolama",
      "E": "Dağıtım"
    },
    "explanation": "Lojistik, Fransızca kökenli bir kelimedir"
  },
  {
    "id": "2727815",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"askerlikte, özellikle ilk defa II. Dünya Savaşı’nda kullanılan yol, haberleşme, sağlık, yiyecek, içecek ve silah sağlama gibi çok yönlü hizmetleri en akılcı, etkili ve seri bir biçimde plan ve programa göre uygulayan hizmetler bütünü\" anlamına gelmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tedarik",
      "B": "Dağıtım",
      "C": "Lojistik",
      "D": "Satın alma",
      "E": "Planlama"
    },
    "explanation": "Lojistik, Askerlikte, özellikle ilk defa II. Dünya Savaşı’nda<br/>kullanılan yol, haberleşme, sağlık, yiyecek, içecek ve silah sağlama gibi çok yönlü hizmetleri en akılcı, etkili ve seri bir biçimde plan ve programa göre uygulayan hizmetler bütünü<br/>anlamına gelmektedir."
  },
  {
    "id": "2727816",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"hammaddeden mamul ürüne, mamul üründen son kullanıcıya kadar olan işlemlerin takibini kontrol etmeye yönelik planlamayı kapsayan ve işletme yöneticisinin<br/>yapması gereken kritik işlerden biridir\" şeklinde açıklanan kavramdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Mizan",
      "B": "Kayıt",
      "C": "Muhasebe",
      "D": "Envanter",
      "E": "Yarı mamul stokları"
    },
    "explanation": "Envanter, hammaddeden mamul ürüne, mamul üründen son kullanıcıya kadar olan işlemlerin takibini kontrol etmeye yönelik planlamayı kapsayan ve işletme yöneticisinin yapması gereken kritik işlerden biridir."
  },
  {
    "id": "2727817",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"işlerin pürüzsüz ve verimli yürümesini sağlamak için işletmenin elinde bulundurduğu fiziksel mal anlamına gelir\" şeklinde açıklanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Stok",
      "B": "Satın alma",
      "C": "Envanter",
      "D": "Yarı mamul",
      "E": "Satış malı"
    },
    "explanation": "Stok, işlerin pürüzsüz ve verimli yürümesini sağlamak için işletmenin elinde bulundurduğu fiziksel mal anlamına gelir."
  },
  {
    "id": "2727818",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi mal ve hizmetin üretilmesinde ve diğer işletme faaliyetlerinin yerine getirilmesinde kullanılan, malzemeden mamül yapısına girip, mamülün temel maddesini oluşturan, örneğin hastanelerin eczanelerinde ilaç üretimi için<br/>kullanılan maddelerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hastane stokları",
      "B": "Yarı mamül stokları",
      "C": "Hammadde stokları",
      "D": "Mamül stokları",
      "E": "Yardımcı donanım ve malzeme stokları"
    },
    "explanation": "Hammadde stokları: Mal ve hizmetin üretilmesinde ve diğer işletme faaliyetlerinin yerine getirilmesinde kullanılan, malzemeden mamül yapısına girip, mamülün<br/>temel maddesini oluşturan, örneğin hastanelerin eczanelerinde ilaç üretimi için<br/>kullanılan maddelerdir"
  },
  {
    "id": "2727819",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"kamu veya özel işletmelerde kayıtlı olarak kullanılan ve görev değişimi sırasında bir görevliden diğerine aktarılan dayanıklı eşya (örneğin, masa, röntgen cihazı)\" şeklinde açıklanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Endirekt Malzeme",
      "B": "Tüketim Malzemesi",
      "C": "Demirbaş Malzeme",
      "D": "Süreli Tüketim Malları",
      "E": "Direkt malzeme"
    },
    "explanation": "Demirbaş Malzeme: Kamu veya özel işletmelerde kayıtlı olarak kullanılan ve görev değişimi sırasında bir görevliden diğerine aktarılan dayanıklı eşya (örneğin, masa, röntgen cihazı)"
  },
  {
    "id": "2727820",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kullanıldığında tamamen sarf edilen, şeklini değiştiren, vasfını kaybeden veya diğer bir malzemenin bünyesine dahil edilerek bir bütün olarak kullanılan malzemelerdir (örneğin, tek kullanımlık enjektör, çimento, diş dolgu malzemesi olarak cıva)?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletme Malzemesi",
      "B": "Tüketim Malzemesi",
      "C": "Yardımcı Malzeme",
      "D": "Direkt malzeme",
      "E": "Süreli Tüketim Malları"
    },
    "explanation": "Tüketim Malzemesi: Kullanıldığında tamamen sarf edilen, şeklini değiştiren, vasfını kaybeden veya diğer bir malzemenin bünyesine dahil edilerek bir bütün olarak kullanılan malzemelerdir (örneğin, tek kullanımlık enjektör, çimento, diş dolgu malzemesi olarak cıva)."
  },
  {
    "id": "2727821",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi malzeme yönetiminin amaçları arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüksek stok devri ve stok yatırımlarının minimizasyonunu sağlamak",
      "B": "Düşük personel maliyetleri ve personelin geliştirilmesini sağlamak",
      "C": "Satıcılar arasında rekabeti sağlayıp, satın alınan malzemeler için en düşük fiyatı ödemek",
      "D": "Kayıpları ve demode olmayı azaltmak",
      "E": "Etkin stok kontrolleri sayesinde stoklarda bozulma ve kaybı önlemek"
    },
    "explanation": "Malzeme yönetiminin amaçları;<br/>a. Satıcılar arasında rekabeti sağlayıp, satın alınan malzemeler için en düşük fiyatı<br/>ödemek,<br/>b. Yüksek stok devri ve stok yatırımlarının minimizasyonunu sağlamak,<br/>c. İşletmenin tüm faaliyetlerinin kesintisiz yürümesini sağlamak,<br/>d. Yeterli kalite standartlarını korumak,<br/>e. Düşük personel maliyetleri ve personelin geliştirilmesini sağlamak<br/>f. Tecrübeli satıcılar bulmak ve bu satıcılarla iyi ilişkiler geliştirmek,<br/>g. Düzenli kayıtlar tutmak,<br/>h. Kayıpları ve demode olmayı azaltmak,<br/>i. Diğer departmanların hedeflerinin gerçekleştirilmesine yardımcı olmaktır.<br/>Etkin stok kontrolleri sayesinde stoklarda bozulma ve kaybı önlemek"
  },
  {
    "id": "2727822",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi malzeme yönetiminin yararları arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Hizmetlerin ve üretimin kesintisiz yürümesini sağlar,",
      "B": "Malzeme yönetim fonksiyonlarını bir merkezde topladığı için verimlilik ve personel tasarrufu sağlar",
      "C": "Bölümler arası iletişimin geliştirilmesini kolaylaştırır",
      "D": "Kayıpları ve demode olmayı azaltmak",
      "E": "Ürün standardı ve diğer maliyet düşürücü teknikler için fırsat ve isteği artırır"
    },
    "explanation": "Malzeme Yönetiminin Yararları Etkili bir malzeme yönetiminin işletmeler ve hastaneler açısından sağlayacağı faydaları şu şekilde sıralamak mümkündür:<br/>a. Malzeme yönetim fonksiyonlarını bir merkezde topladığı için verimlilik ve personel tasarrufu sağlar,<br/>b. Etkin stok kontrolleri sayesinde stoklarda bozulma ve kaybı önler,<br/>c. Daha hızlı stok devri ve nakit akışı sağlar,<br/>d. Hizmetlerin ve üretimin kesintisiz yürümesini sağlar,<br/>e. Ürün standardı ve diğer maliyet düşürücü teknikler için fırsat ve isteği artırır,<br/>f. Maliyetlerde tasarruf ve daha fazla kârlılık sağlar,<br/>g. Daha iyi kayıt sağlaması nedeniyle bölüm harcamalarının ölçülmesinde ve hasta<br/>giderlerinin faturalanmasında kolaylık sağlar,<br/>h. Malzeme yönetim performansını değerlendirme metotlarının geliştirilmesini sağlar,<br/>i. Malzeme yönetim sistemi kurulmadan öncesi ve sonrasının karşılaştırılmasına imkan verir,<br/>j. Bölümler arası iletişimin geliştirilmesini kolaylaştırır.<br/>Kayıpları ve demode olmayı azaltmak"
  },
  {
    "id": "2727823",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi etkili bir stok yönetimi için dikkat edilmesi gereken unsurlar arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ürün değerleme ve azami stok miktarı komisyonları etkili çalıştırılmalıdır",
      "B": "Stok ve ihtiyaç fazlası malzemelerin ihtiyacı olan kurumlara devri veya satışı sağlanmalıdır",
      "C": "Satış malları ve ihtiyaç duyulan malzemelerin ihtiyacı olan kurumlara devredilmesi sağlanmalıdır",
      "D": "Hastanelerde gerek malzeme ihtiyaç tespiti yapılırken, gerek malzemenin satın alınması sırasında, tedarikçilerle olan ilişkilerin geliştirilmesi gereklidir",
      "E": "Hastane merkez deposuna gelen malzemelerin departman depolarına hangi miktarlarda ve ne zaman gönderileceği, bir daha ne zaman ve ne kadar hangi malzemelerden sipariş verileceğine yönelik karar komisyon tarafından verilmelidir"
    },
    "explanation": "Etkili bir stok yönetimi için:<br/>a. Azami stok miktarı uygulamasına dikkat edilmelidir.<br/>b. Ürün değerleme ve İhtiyaç tespit komisyonları etkili çalıştırılmalıdır.<br/>c. Malzeme Kaynakları Yönetim Sistemi (MKYS) uygulamaları satınalma birimlerince etkili kullanılmalıdır.<br/>d. Stok ve ihtiyaç fazlası malzemelerin ihtiyacı olan kurumlara devri veya satışı<br/>sağlanmalıdır.<br/>e. Mal alımları çerçeve anlaşmalar ve toplu mal alımları yöntemiyle yapılmalıdır<br/>Stok ve ihtiyaç fazlası malzemelerin ihtiyacı olan kurumlara devri veya satışı sağlanmalıdır"
  },
  {
    "id": "2727824",
    "unitNumber": 8,
    "text": "Malzemenin tedarikinden, son kullanıcı tarafından tüketilmesine kadar gelişen tüm işlemleri bir süreç olarak değerlendirme ve bu süreçteki iş akışlarını kesin çizgilerle belirleyen birim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Malzeme yönetimi birimi",
      "B": "Planlama birimi",
      "C": "Pazarlama birimi",
      "D": "Halkla ilişkiler birimi",
      "E": "Üretim birimi"
    },
    "explanation": "Konu: Giriş<br/>Malzeme yönetimi biriminin; malzemenin tedarikinden, son kullanıcı tarafından tüketilmesine kadar gelişen tüm işlemleri bir süreç olarak değerlendirmesi ve bu süreçteki iş akışlarının kesin çizgilerle belirlenmesi, malzemeyi fiziksel olarak bulunduğu her ortamda kayıt altına alması ve stok yönetimi ilkeleri çerçevesinde bulundurması, kontrolde etkili olması, gereksiz malzeme kullanımını azaltması, geçmişteki malzeme tüketimlerini net olarak saptayarak gelecekle ilgili malzeme ihtiyaçlarını doğru olarak belirlemesi, stoklama maliyetlerini azaltması ve hastalara kullanılan malzemelerin birebir kaydedilmesini sağlamasıyla tedavide kullanılan malzeme maliyetlerinin hastalara ve mensup oldukları kurumlara ayrıntılı ve doğru rakamlarla yansıması sağlanacaktır. Sağlık kurumlarında özellikle tıbbi malzeme kullanımında kişisel tercihlerin ön planda olması ve hastalara yapılan tetkik ve tedavi uygulamalarında standart iş akışlarının olmaması, malzeme yönetiminde çok yönlü sorunlara yol açar. Önümüzdeki dönemle ilgili olarak gerçek malzeme talebinin kesin olarak belirlenebilmesi, kısıtlı mali kaynakların optimum kullanılmasıyla yenilenen ve sürekli gelişen teknolojilerin sunduğu imkanlardan en iyi şekilde yararlanma gerekliliği, sağlık kurumlarının teşhis ve tedavi hizmetlerinde sürekliliği sağlamak, artan maliyetler karşısında kurumun ihtiyacı olan tüm tıbbi ve tıbbi olmayan malzemelerin zamanında ve gerektiği kadar bulunmasını sağlayabilmek için etkili ve planlı malzeme yönetimi çalışmalarını zorunlu hale getirmiştir. <br/>Malzeme yönetimi, işletme için gerekli olan malzemelerin planlanması, satın alınması, işletmeye kabülü, depolanması, stok planlaması ve kontrolü, atıkların değerlendirilmesi veya çevreye dönüşümünü içeren bir süreçtir. Sağlık işletmeleri açısından bakıldığında, günümüzde sağlık işletmelerinde hizmet üretimi sırasında tüm süreçlerde yüzlerce kalem mal/malzeme kullanılır. Sağlık hizmetlerinin kendine has özelliklerinden dolayı çoğu hayati öneme sahip olan bu malzemelerin istenilen yerde, arzu edilen zamanda ve arzu edilen miktarda hazır olması için yapılan çalışmalar malzeme yönetiminin kapsamına girer."
  },
  {
    "id": "2727825",
    "unitNumber": 8,
    "text": "“…………., yol, haberleşme, sağlık, yiyecek, içecek ve silah sağlama gibi çok yönlü hizmetleri en akılcı, etkili ve seri bir biçimde plan ve programa göre uygulayan hizmetler bütünüdür” Boşluğu doğru olarak tamamlayacak ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tedarik",
      "B": "Envanter",
      "C": "Lojistik",
      "D": "Stok",
      "E": "Planlama"
    },
    "explanation": "Konu: Lojistik, Tedarik, Envanter ve Stok Kavramları<br/>Lojistik, Fransızca kökenli bir kelimedir. Askerlikte, özellikle ilk defa II. Dünya Savaşı’nda kullanılan yol, haberleşme, sağlık, yiyecek, içecek ve silah sağlama gibi çok yönlü hizmetleri en akılcı, etkili ve seri bir biçimde plan ve programa göre uygulayan hizmetler bütünü anlamına gelmektedir."
  },
  {
    "id": "2727826",
    "unitNumber": 8,
    "text": "Hammaddeden mamul ürüne, mamul üründen son kullanıcıya kadar olan işlemlerin takibini kontrol etmeye yönelik planlamayı kapsayan kritik iş aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tedarik",
      "B": "Envanter",
      "C": "Lojistik",
      "D": "Stok",
      "E": "Planlama"
    },
    "explanation": "Konu: Lojistik, Tedarik, Envanter ve Stok Kavramları<br/>Envanter, hammaddeden mamul ürüne, mamul üründen son kullanıcıya kadar olan işlemlerin takibini kontrol etmeye yönelik planlamayı kapsayan ve işletme yöneticisinin yapması gereken kritik işlerden biridir. Taşıma sırasında meydana gelen kayıp ve çalınma oranları envanter kayıtları ile açığa çıkarılabilir."
  },
  {
    "id": "2727827",
    "unitNumber": 8,
    "text": "İşletmenin, işlerin pürüzsüz yürümesini sağlamak için elinde bulundurduğu fiziksel malı tanımlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tedarik",
      "B": "Envanter",
      "C": "Lojistik",
      "D": "Stok",
      "E": "Planlama"
    },
    "explanation": "Konu: Lojistik, Tedarik, Envanter ve Stok Kavramları<br/>Stok, işlerin pürüzsüz ve verimli yürümesini sağlamak için işletmenin elinde bulundurduğu fiziksel mal anlamına gelir. Hastane işletmeleri için stok, tedarik (sarf malzemesi, eczanedeki ilaçlar vb.) veya üretim yolu ile elde edilen (hastane laboratuarlarında üretilen ilaçlar vb.), kullanılmadan veya hastaya hemen arz edilmeden önce belirli bir süre bekletilen ekonomik değere sahip mal miktarı olarak tanımlanır."
  },
  {
    "id": "2727828",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi stok sınıflarından biri <u><strong>değildir</strong></u> ?",
    "correctAnswer": "E",
    "options": {
      "A": "Hammadde stokları",
      "B": "Yarı mamül stokları",
      "C": "Mamül stokları",
      "D": "Yardımcı donanım stokları",
      "E": "Kontrol stokları"
    },
    "explanation": "Konu: Lojistik, Tedarik, Envanter ve Stok Kavramları<br/>Stok, işlerin pürüzsüz ve verimli yürümesini sağlamak için işletmenin elinde bulundurduğu fiziksel mal anlamına gelir. Hastane işletmeleri için stok, tedarik (sarf malzemesi, eczanedeki ilaçlar vb.) veya üretim yolu ile elde edilen (hastane laboratuarlarında üretilen ilaçlar vb.), kullanılmadan veya hastaya hemen arz edilmeden önce belirli bir süre bekletilen ekonomik değere sahip mal miktarı olarak tanımlanır. <br/>Stoklar genel olarak şu şekilde sınıflandırılır: <br/><ol><br/><li>Hammadde stokları: Mal ve hizmetin üretilmesinde ve diğer işletme faaliyetlerinin yerine getirilmesinde kullanılan, malzemeden mamül yapısına girip, mamülün temel maddesini oluşturan, örneğin hastanelerin eczanelerinde ilaç üretimi için kullanılan maddelerdir. </li><br/><li>Yarı mamül stokları: Üretim sürecinin değişik aşamalarında bekletilen stoklar yarı mamül stokları olarak tanımlanır. İşletmeler üretimi aynı anda gerçekleştiremedikleri için yarı mamül stoklarının oluşması zorunludur. </li><br/><li>Mamül stokları: Tamamlanmış ürün veya malzeme stokları olarak tanımlanan mamül stoklarına hastanelerin depolarında bekletilen tıbbi sarf malzemeleri, ilaçlar ve kan merkezlerinde işlenmiş olarak bekletilen kan bileşenleri örnek olarak gösterilebilir. </li><br/><li>Yardımcı donanım ve malzeme stokları: Bakım onarım malzemeleri ve üretim sürecine giren fakat ürünün parçasını oluşturmayan yakıt, sabun, yağ vb. malzemeleri içerir. </li><br/></ol><br/>Kontrol stoğu olarak tanımlanan herhangi bir stok sınıfı bulunmamaktadır."
  },
  {
    "id": "2727829",
    "unitNumber": 8,
    "text": "Kullanım türüne göre, bir kez kullanılmakla tükenmiş sayılan, havlu, çarşaf, nevresim, yatak ve yastık yüzü, pike, forma vb. eşyalar aşağıdaki kavramlardan hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Süreli tüketim malları",
      "B": "Demirbaş malzeme",
      "C": "Yardımcı malzeme",
      "D": "İşletme malzemesi",
      "E": "Tüketim malzemesi"
    },
    "explanation": "Konu: Malzeme ve Malzeme Yönetimi<br/>Malzeme, insan ihtiyaçlarını karşılayan bütün iktisadi mallardır. Başka bir ifadeyle malzeme bir fabrikada, bir işyerinde, bir işletmede veya herhangi bir faaliyette kullanılan nesne ve araçların tümüdür. Malzemelerin sınıflandırılması, sınıflandırmadaki amaca ve malzemelerin özelliklerine göre değişir. <br/>Kullanım türüne göre; <br/><ol> <li>Demirbaş Malzeme: Kamu veya özel işletmelerde kayıtlı olarak kullanılan ve görev değişimi sırasında bir görevliden diğerine aktarılan dayanıklı eşya (örneğin, masa, röntgen cihazı). </li> <li>Süreli Tüketim Malları: Demirbaşlar gibi sürekli kullanılmayan ancak bir kez kullanılmakla tükenmiş sayılan, havlu, çarşaf, nevresim, yatak ve yastık yüzü, pike, forma vb. eşyadır. Genel kural olarak, bir kez kullanılmakla tükenmiş sayılan odun, kömür, kırtasiye, temizlik malzemesi, ilaç, pansuman malzemesi, yiyecek maddeleri gibi mallar süreli tüketim mallarıdır. </li> <li>Tüketim Malzemesi: Kullanıldığında tamamen sarf edilen, şeklini değiştiren, vasfını kaybeden veya diğer bir malzemenin bünyesine dahil edilerek bir bütün olarak kullanılan malzemelerdir (örneğin, tek kullanımlık enjektör, çimento, diş dolgu malzemesi olarak cıva). </li> </ol>"
  },
  {
    "id": "2727830",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi malzeme yönetiminin amaçları arasında <strong><u>yer almaz?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Satıcılar arasında rekabeti sağlayıp, satın alınan malzemeler için en düşük fiyatı ödemek.",
      "B": "Yüksek stok devri ve stok yatırımlarının minimizasyonunu sağlamak.",
      "C": "Kayıpları azaltmak amacıyla kalite standartlarını önemsememek.",
      "D": "İşletmenin tüm faaliyetlerinin kesintisiz yürümesini sağlamak.",
      "E": "Diğer departmanların hedeflerinin gerçekleştirilmesine yardımcı olmak."
    },
    "explanation": "Konu: Malzeme ve Malzeme Yönetimi/ Malzeme Yönetiminin Amaçları<br/>Malzeme yönetimin temel amacı, düşük maliyetle en iyi hizmeti sunmaktır. İyi hizmet; doğru malzemenin, doğru miktarda, doğru zamanda ve doğru yerde hizmete sunulmasını içerir. Malzeme yönetimi işletmenin tümünü ilgilendiren hedeflere ulaşılmasına katkıda bulunur. Malzeme yönetiminin amaçları; <br/><ol> <li>Satıcılar arasında rekabeti sağlayıp, satın alınan malzemeler için en düşük fiyatı ödemek, </li> <li>Yüksek stok devri ve stok yatırımlarının minimizasyonunu sağlamak, </li> <li>İşletmenin tüm faaliyetlerinin kesintisiz yürümesini sağlamak, </li> <li>Yeterli kalite standartlarını korumak, </li> <li>Düşük personel maliyetleri ve personelin geliştirilmesini sağlamak, </li> <li>Tecrübeli satıcılar bulmak ve bu satıcılarla iyi ilişkiler geliştirmek, </li> <li>Düzenli kayıtlar tutmak, </li> <li>Kayıpları ve demode olmayı azaltmak, </li> <li>Diğer departmanların hedeflerinin gerçekleştirilmesine yardımcı olmaktır.</li> </ol>"
  },
  {
    "id": "2727831",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi malzeme yönetiminin yararları arasında <u><strong>yer almaz</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Malzeme yönetim fonksiyonlarını bir merkezde topladığı için verimlilik ve personel tasarrufu sağlar.",
      "B": "Etkin stok kontrolleri sayesinde stoklarda bozulma ve kaybı önler.",
      "C": "Hizmetlerin ve üretimin kesintisiz yürümesini sağlar.",
      "D": "Malzeme yönetim performansını değerlendirme metotlarının geliştirilmesini sağlar.",
      "E": "Bölümler arası iletişimin önemini ve işlevini azaltır."
    },
    "explanation": "Konu: Malzeme ve Malzeme Yönetimi/ Malzeme Yönetiminin Yararları<br/>Etkili bir malzeme yönetiminin işletmeler ve hastaneler açısından sağlayacağı faydaları şu şekilde sıralamak mümkündür: <br/><ol><br/><li>Malzeme yönetim fonksiyonlarını bir merkezde topladığı için verimlilik ve personel tasarrufu sağlar, </li><br/><li>Etkin stok kontrolleri sayesinde stoklarda bozulma ve kaybı önler, </li><br/><li>Daha hızlı stok devri ve nakit akışı sağlar, </li><br/><li>Hizmetlerin ve üretimin kesintisiz yürümesini sağlar, </li><br/><li>Ürün standardı ve diğer maliyet düşürücü teknikler için fırsat ve isteği artırır, </li><br/><li>Maliyetlerde tasarruf ve daha fazla kârlılık sağlar, </li><br/><li>Daha iyi kayıt sağlaması nedeniyle bölüm harcamalarının ölçülmesinde ve hasta giderlerinin faturalanmasında kolaylık sağlar, </li><br/><li>Malzeme yönetim performansını değerlendirme metotlarının geliştirilmesini sağlar, </li><br/><li>Malzeme yönetim sistemi kurulmadan öncesi ve sonrasının karşılaştırılmasına imkan verir, </li><br/><li>Bölümler arası iletişimin geliştirilmesini kolaylaştırır. </li><br/></ol>"
  },
  {
    "id": "2727832",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ihtiyaçların tahmin edilmesinde kullanılan tecrübe ve sezgiye dayalı yöntemlerden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Delphi tekniği",
      "B": "Hareketli ortalama yöntemi",
      "C": "Kolektif düşünce yöntemi",
      "D": "Yöneticilerin düşünce yöntemi",
      "E": "Geçmiş deneyimler"
    },
    "explanation": "Konu: Malzeme Yönetimi Organizasyonu ve Fonksiyonları/ Malzeme Yönetimi Fonksiyonları/ İhtiyacın Öngörülmesi<br/>Malzeme ihtiyacını tespit etmek için geçmiş yılların tecrübelerine ve kullanım miktarlarına dayanarak ve gelecekteki gelişmeleri de dikkate alarak malzeme talebi öngörülür. Öngörü yöntemleri iki grupta toplanır. Bunlar, öznel yöntemler ile istatistiksel yöntemlerdir. Öznel yöntemler, geçmişe ait yeterli ve sağlıklı verilerin olmaması durumunda kullanılır. Tecrübe ve sezgiye dayalı olan bu yöntemler: <br/><ol> <li>Delphi tekniği, </li> <li>Kolektif düşünce yöntemi, </li> <li>Yöneticilerin düşünce yöntemi, </li> <li>Geçmiş deneyimlerdir. </li> </ol> İstatistiksel yöntemler ise, geçmişteki bilgilerin geleceğe yönelik projeksiyonunda kullanılan yöntemlerdir. Bu yöntemler: <br/><ol> <li>Regresyon analizi, </li> <li>Zaman serileri analizi, </li> <li>Hareketli ortalama yöntemi, </li> <li>Üssel düzeltme yöntemidir. </li> </ol>"
  },
  {
    "id": "2727833",
    "unitNumber": 8,
    "text": "Bir birim malın hangi ülkede ve hangi işletmede üretildiğini ya da ambalajlandığını, malın cinsini ve özelliklerini tanımlanmak amacıyla önceden belirlenmiş kurallara uygun düzenlenen işaretleme yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "MKYS",
      "B": "Bar-Kod",
      "C": "Kare Kod",
      "D": "PYXIS",
      "E": "RFID"
    },
    "explanation": "Konu: Malzeme Yönetiminde Çağdaş Yaklaşımlar /Bar-Kod<br/><strong>Bar- Kod : </strong>Bir birim malın hangi ülkede ve hangi işletmede üretildiğini ya da ambalajlandığını, malın cinsini ve özelliklerini tanımlanmak amacıyla önceden belirlenmiş kurallara uygun çeşitli kalınlıklarda bir dizi birbirine paralel dikey çizgiler arasında çeşitli boşluklardan meydana gelen bir işaretleme yöntemidir.<br/>Bar-kod sistemi bilgisayarların gelişmelerine paralel olarak ortaya çıkmış ve geliştirilerek bu günkü halini almıştır. Günümüzde ilaç ve tıbbi malzeme çeşidi oldukça artmıştır. Depoya giren ve kullanıcı birimlere sevk edilen ilaç ve malzemelerin envanter takibinin belgelerle yürütülmesi işlemleri çok zordur. Gelişen barkod ve bilgisayar teknolojisi sayesinde, hastanelerde kullanılan her çeşit ilaç ve malzemenin stoktan düşülmesi, birimler arasındaki transferi, kullanıcı birimin zimmetine geçirilmesi nihayetinde fiyatın hasta faturasına yansıtılmasına ilişkin bilgiler, üzerinde bulunan barkod etiketlerinin optik okuyucuya okutturulması suretiyle, anında ve hatasız olarak bilgisayara aktarılmaktadır. <br/>Bu yöntemde ürünün fiyatı değiştiğinde sadece bilgisayardaki fiyatı değiştirmek yeterlidir. Barkod, barkod alfabesi (barcode symbology) denilen ve barkodun içerdiği çizgi ve boşlukların neye göre basılacağını belirleyen kurallara göre basılır. Barkodlar 0-9 arası rakamları, alfabedeki karakterleri ve bazı özel karakterleri (*, -, / vb.) içerebilir. Birçok barkod alfabesi vardır. Bu alfabelerden bazıları sadece rakamları içerirken bazıları da hem rakamları hem de özel karakterleri içerirler. Buna göre değişik barkod standartları ortaya çıkmıştır. <br/>Tüketim birimleri için EAN-13 ve EAN-8 olmak üzere iki tür Bar-kod sistemi kullanılır. Eğer ürün ve ambalajın yüzeyi on üç haneli sayılar için okuma işaretlerini almayacak kadar küçükse ve basılacağı yüzeyin %25‘ini aşıyorsa, sekiz haneli bar-kod sistemi (EAN8) kullanılır. On üç haneli bir bar-kod sisteminin ilk üç hanesi ülke kodunu oluşturur. Türkiye’nin kodu 869’dur. Ülke kodundan sonra gelen dört haneli sayılar o ürünün sahibi konumundaki firma kodunu gösterir. Tek haneli sayı ise kontrol basamağını ifade eder. <br/>Bar-kod sistemi yıllarca gıda, otomobil, tekstil gibi çeşitli sektörlerde başarıyla kullanıldıktan sonra, sağlık sektöründe de sıklıkla kullanılmaya başlanmıştır. Örneğin, eczanelerde, radyoloji ve hasta kabul bölümlerinde, laboratuar örneklerinin izlenmesinde, stok kontrolde, siparişlerin izlenmesi ve yönetiminde kullanılmaktadır."
  },
  {
    "id": "2727834",
    "unitNumber": 8,
    "text": "\".........., işlerin pürüzsüz ve verimli yürümesini sağlamak için işletmenin elinde bulundurduğu fiziksel mal anlamına gelir\" ifadesindeki boşluğu aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Tedarik",
      "B": "Lojistik",
      "C": "Stok",
      "D": "Envanter",
      "E": "Tasarruf"
    },
    "explanation": "Stok, işlerin pürüzsüz ve verimli yürümesini sağlamak için işletmenin elinde bulundurduğu fiziksel mal anlamına gelir. Hastane işletmeleri için stok, tedarik (sarf malzemesi, eczanedeki ilaçlar vb.) veya üretim yolu ile elde edilen (hastane laboratuarlarında üretilen ilaçlar vb.), kullanılmadan veya hastaya hemen arz edilmeden önce belirli bir süre bekletilen ekonomik değere sahip mal miktarı olarak tanımlanır. Doğru cevap C'dir."
  },
  {
    "id": "2727835",
    "unitNumber": 8,
    "text": "\"..........., amaçlara ulaşmak için gerekli olan araç ve imkanların en uygun şekilde sağlanması ve kullanıma hazır bir şekilde bulundurulmasıdır\" ifadesindeki boşluğu aşağıdakilerden hangisi doğru olarak tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Lojistik",
      "B": "Envanter",
      "C": "Tasarruf",
      "D": "Tedarik",
      "E": "Stok"
    },
    "explanation": "Tedarik, amaçlara ulaşmak için gerekli olan araç ve imkanların en uygun şekilde sağlanması ve kullanıma hazır bir şekilde bulundurulmasıdır. Satın alma ve tedarik kavramları sıklıkla birbirinin yerine kullanılır. Ancak satın alma kavramı daha dar kapsamlı fiili alımları ve bununla ilgili süreçleri kapsarken, tedarik kavramı satın almanın yanısıra malzemelerin kabulünü, depolamayı ve dağıtımı da içeren geniş bir anlam ifade eder. Doğru cevap D'dir."
  },
  {
    "id": "2727836",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, tamamlanmış ürün veya malzeme stoklarını tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Yardımcı donanım ve malzeme stokları",
      "B": "Mamül stokları",
      "C": "Yarı mamül stokları",
      "D": "Hammadde stokları",
      "E": "Demirbaş stokları"
    },
    "explanation": "Stok, işlerin pürüzsüz ve verimli yürümesini sağlamak için işletmenin elinde bulundurduğu fiziksel mal anlamına gelir. Hastane işletmeleri için stok, tedarik (sarf malzemesi, eczanedeki ilaçlar vb.) veya üretim yolu ile elde edilen (hastane laboratuarlarında üretilen ilaçlar vb.), kullanılmadan veya hastaya hemen arz edilmeden önce belirli bir süre bekletilen ekonomik değere sahip mal miktarı olarak tanımlanır. <br/>Mamül stokları: Tamamlanmış ürün veya malzeme stokları olarak tanımlanan mamül stoklarına hastanelerin depolarında bekletilen tıbbi sarf malzemeleri, ilaçlar ve kan merkezlerinde işlenmiş olarak bekletilen kan bileşenleri örnek olarak gösterilebilir. Doğru cevap B'dir."
  },
  {
    "id": "2727837",
    "unitNumber": 8,
    "text": "Enerji girdileri ve su, aşağıdaki hangi malzeme türüne örnek olarak gösterilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yardımcı Malzeme",
      "B": "Direkt malzeme",
      "C": "Demirbaş Malzeme",
      "D": "İşletme Malzemesi",
      "E": "Tüketim Malzemesi"
    },
    "explanation": "İşletme Malzemesi: Ürünün bünyesine girmemekle beraber üretimin kesintisiz yürütülmesi için kullanılan malzemelerdir (örneğin, enerji girdileri, su). Doğru cevap D'dir."
  },
  {
    "id": "2727838",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, malzeme yönetiminin amaçları için söylenemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Satıcılar arasında rekabeti sağlayıp, satın alınan malzemeler için en düşük fiyatı ödemek",
      "B": "Yüksek stok devri ve stok yatırımlarının minimizasyonunu sağlamak",
      "C": "İşletmenin tüm faaliyetlerinin kesintisiz yürümesini sağlamak",
      "D": "Yeterli kalite standartlarını korumak",
      "E": "Personelin geliştirilmesini sağlamak için yüksek bütçeli harcamalar yapmak"
    },
    "explanation": "Malzeme yönetimi işletmenin tümünü ilgilendiren hedeflere ulaşılmasına katkıda bulunur.<br/>Malzeme yönetiminin amaçları;<br/>a. Satıcılar arasında rekabeti sağlayıp, satın alınan malzemeler için en düşük fiyatı ödemek,<br/>b. Yüksek stok devri ve stok yatırımlarının minimizasyonunu sağlamak,<br/>c. İşletmenin tüm faaliyetlerinin kesintisiz yürümesini sağlamak,<br/>d. Yeterli kalite standartlarını korumak,<br/>e. Düşük personel maliyetleri ve personelin geliştirilmesini sağlamak,<br/>f. Tecrübeli satıcılar bulmak ve bu satıcılarla iyi ilişkiler geliştirmek,<br/>g. Düzenli kayıtlar tutmak,<br/>h. Kayıpları ve demode olmayı azaltmak,<br/>i. Diğer departmanların hedeflerinin gerçekleştirilmesine yardımcı olmaktır. Doğru cevap E'dir."
  },
  {
    "id": "2727839",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, malzeme ihtiyacının öngörülmesine dair kullanılan öznel yöntemlerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üssel düzeltme yöntemi",
      "B": "Delphi tekniği",
      "C": "Kolektif düşünce yöntemi",
      "D": "Yöneticilerin düşünce yöntemi",
      "E": "Geçmiş deneyimlerdir"
    },
    "explanation": "<strong>İhtiyacın Öngörülmesi:</strong><br/>Malzeme ihtiyacını tespit etmek için geçmiş yılların tecrübelerine ve kullanım miktarlarına dayanarak ve gelecekteki gelişmeleri de dikkate alarak malzeme talebi öngörülür. Öngörü yöntemleri iki grupta toplanır. Bunlar, öznel yöntemler ile istatistiksel yöntemlerdir.<br/>Öznel yöntemler, geçmişe ait yeterli ve sağlıklı verilerin olmaması durumunda kullanılır. Tecrübe ve sezgiye dayalı olan bu yöntemler:<br/>1. Delphi tekniği,<br/>2. Kolektif düşünce yöntemi,<br/>3. Yöneticilerin düşünce yöntemi,<br/>4. Geçmiş deneyimlerdir. Doğru cevap A'dır."
  },
  {
    "id": "2727840",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, satın alma sürecine ilişkin olarak, yapılacak ön yeterlik değerlendirmesi sonucunda idarece davet edilen isteklilerin teklif verebildiği ihale usulüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Pazarlık usulü",
      "B": "Belli istekliler arasında ihale usulü",
      "C": "Doğrudan temin",
      "D": "Açık ihale usulü",
      "E": "Kura usulü"
    },
    "explanation": "4734 sayılı Kamu İhale Kanununa göre satın alma yöntemleri dört grup altında toplanır.<br/>1. Açık ihale usulü: Bütün isteklilerin teklif verebildiği bir usuldür.<br/>2. Belli istekliler arasında ihale usulü: Yapılacak ön yeterlik değerlendirmesi sonucunda idarece davet edilen isteklilerin teklif verebildiği usuldür. İşin özelliğinin uzmanlık ve/veya ileri teknoloji gerektirmesi nedeniyle açık ihale usulünün uygulanamadığı işlerin ihalesi ile yaklaşık maliyeti eşik değerin yarısını aşan yapım işi ihaleleri bu usule göre yaptırılabilir.<br/>3. Pazarlık usulü: İhale sürecinin iki aşamalı olarak gerçekleştirildiği usuldür. Bu<br/>usulde, satın alımı gerçekleştirecek idare, ihale konusu işin teknik detayları ile gerçekleştirme yöntemlerini ve belli hallerde fiyatı isteklilerle görüşür.<br/>4. Doğrudan temin: İhtiyaçların, idare tarafından davet edilen isteklilerle teknik şartların ve fiyatın görüşülerek doğrudan temin edilebildiği usuldür. Doğru cevap B'dir."
  },
  {
    "id": "2727841",
    "unitNumber": 8,
    "text": "LIFO, aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Son giren son çıkar",
      "B": "İlk giren ilk çıkar",
      "C": "Son giren ilk çıkar",
      "D": "İlk giren son çıkar",
      "E": "İlk giren çıkmaz"
    },
    "explanation": "1. Maliyet esasına göre değerleme<br/>• FIFO (İlk giren ilk çıkar): İşletme satışlarını ilk önce aldığı ve depoladığı mallardan yapar. Dolayısıyla, dönem sonunda işletmede stok olarak bulunan mallar, son satın alınan mallardır.<br/>• LIFO (Son giren ilk çıkar): İşletme satışlarını en son satın aldığı mallardan yapar. Dolayısıyla dönem sonun da işletmede ilk satın alınan malların birim maliyeti esas alınır. Doğru cevap C'dir."
  },
  {
    "id": "2727842",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, hem üretim hem de hizmet sektöründe uygulanan ve sürekli gelişmeyi ve israfı ortadan kaldırmayı hedefleyen sistemdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Malzeme İhtiyaç Planlaması",
      "B": "Tam Zamanında Üretim",
      "C": "Bar- Kod",
      "D": "Kare-Kod",
      "E": "Radyo Frekansı ile Tanımlama"
    },
    "explanation": "<strong>Tam Zamanında Üretim (TZÜ): </strong><br/>II. Dünya Savaşı’ndan sonra Toyota Motor Fabrikası Başkanı Taiichi Ohno tarafından geliştirilip, uygulanmaya konan TZÜ yaklaşımı, Japonların savaş sonrası içinde bulundukları ekonomik koşulların bir sonucu olarak ortaya çıkmıştır. Sürekli gelişmeyi ve israfı ortadan kaldırmayı hedefleyen bu sistem hem üretim hem de hizmet sektöründe uygulanır. Doğru cevap B'dir."
  },
  {
    "id": "2727843",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, TZÜ sisteminin özellikleri için söylenemez?",
    "correctAnswer": "C",
    "options": {
      "A": "Satın alınan ve üretilen parçalar üretim süreçlerine anında verilir",
      "B": "Mamul veya hizmette değer ilave etmeyen giderleri ortadan kaldırmayı hedefler",
      "C": "Stok bulundurma politikası uygulanır",
      "D": "Belirsizlik ve tahmin hatalarının sebep olduğu giderleri yok ettiğinden kalite ve<br/>verimliliği artırır",
      "E": "Materyal akışı üretim süreci ve sürüm politikası aynı mantık içinde programlanır"
    },
    "explanation": "TZÜ sisteminin özellikleri kısaca aşağıda verilmiştir:<br/>1. Satın alınan ve üretilen parçalar üretim süreçlerine anında verilir. Ne geç ne de erken gönderilmez.<br/>2. Stok bulundurma politikası uygulanmaz.<br/>3. Mamul veya hizmette değer ilave etmeyen giderleri ortadan kaldırmayı hedefleyen bir mantık taşımaktadır.<br/>4. Belirsizlik ve tahmin hatalarının sebep olduğu giderleri yok ettiğinden kalite ve<br/>verimliliği artırır.<br/>5. TZÜ sisteminde materyal akışı üretim süreci ve sürüm politikası aynı mantık içinde programlanır ve ölçekler aynı tutulur. Doğru cevap C'dir."
  },
  {
    "id": "2727844",
    "unitNumber": 8,
    "text": "II. Dünya Savaşı’nda kullanılan yol, haberleşme, sağlık, yiyecek, içecek ve silah sağlama gibi çok yönlü hizmetleri en akılcı, etkili ve seri bir biçimde plan ve programa göre uygulayan hizmetler bütünü ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Derlem",
      "B": "Lojistik",
      "C": "Stoklama",
      "D": "Tedarik",
      "E": "Envanter"
    },
    "explanation": "Lojistik"
  },
  {
    "id": "2727845",
    "unitNumber": 8,
    "text": "Stok maliyet esasına göre, dönem sonun da işletmede ilk satın alınan malların birim maliyetini esas alan stok değerleme yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "LIFO yöntemi",
      "B": "Cari fiyatlandırma yöntemi",
      "C": "Basit Ortalama yöntemi",
      "D": "Maliyet yöntemi",
      "E": "FIFO"
    },
    "explanation": "LIFO yöntemi"
  },
  {
    "id": "2727846",
    "unitNumber": 8,
    "text": "Sağlık kurumlarında en çok atık çıkartan servis aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yoğun bakım",
      "B": "Kadın doğum",
      "C": "Diyaliz ve ameliyathane",
      "D": "Yeni doğan ve pediatri",
      "E": "Poliklinik ve laboratuvar"
    },
    "explanation": "Diyaliz ve ameliyathane"
  },
  {
    "id": "2727847",
    "unitNumber": 8,
    "text": "Sağlık Bakanlığı bünyesindeki kurumlarda, insan gücü, malzeme vb. işlemlerinin takibini kolaylaştıran ve mali kaynakların yönetimini verimli kullanılmasını amaçlayan sistemin kısaltılmış adı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "PYXIS",
      "B": "RFID",
      "C": "MİP",
      "D": "TZÜ",
      "E": "ÇKYS"
    },
    "explanation": "ÇKYS"
  },
  {
    "id": "2727848",
    "unitNumber": 8,
    "text": "Aşağıdaki yöntemlerden hangisi malzeme stoklarını kontrol etmek için <strong>kullanılmaz</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "FED yöntemi",
      "B": "ABC yöntemi",
      "C": "Çift kutu yöntemi",
      "D": "Gözlü kontrol yöntemi",
      "E": "Ekonomik sipariş yöntemi"
    },
    "explanation": "FED yöntemi"
  },
  {
    "id": "2727849",
    "unitNumber": 8,
    "text": "Malzeme ihtiyacını tespit etmek için, geçmişteki bilgilerin geleceğe yönelik projeksiyonunda kullanılan öngörü yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karma düşünce yöntemi",
      "B": "Yöneticilerin düşünce yöntemi",
      "C": "Kolektif düşünce yöntemi",
      "D": "İstatiksel yöntem",
      "E": "Sezgiye dayalı yöntem"
    },
    "explanation": "İstatiksel yöntem"
  },
  {
    "id": "2727850",
    "unitNumber": 8,
    "text": "Malzeme ihtiyacını tespit etmek için, geçmişe ait yeterli ve sağlıklı verilerin olmaması durumunda tecrübe ve sezgiye dayalı olan ön görü yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üssel düzeltme yöntemi",
      "B": "Zaman serileri yöntemi",
      "C": "Öznel yöntemler",
      "D": "İstatiksel yöntem",
      "E": "Regresyon yöntemi"
    },
    "explanation": "Öznel yöntemler"
  },
  {
    "id": "2727851",
    "unitNumber": 8,
    "text": "4734 sayılı Kamu İhale Kanunu’na göre, İhale sürecinin iki aşamalı olarak gerçekleştirilen satın alma yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğrudan temin",
      "B": "Pazarlık usulü",
      "C": "Belli istekliler arasında ihale usulü",
      "D": "Açık ihale usulü",
      "E": "Dolaylı ihale usulü"
    },
    "explanation": "Pazarlık usulü"
  },
  {
    "id": "2727852",
    "unitNumber": 8,
    "text": "Klasik boyutlu barkodlara göre daha fazla veri içeren, beyaz ve siyah kare veya dikdörtgenlerden oluşan matris yapıdaki kodlama sistemi aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Siyah kod",
      "B": "Oval kod",
      "C": "Kare kod",
      "D": "RFID kod",
      "E": "Klasik kod"
    },
    "explanation": "Kare kod"
  },
  {
    "id": "2727853",
    "unitNumber": 8,
    "text": "İlaç kullanımı konusunda yaşanan birçok ciddi sorun nedeniyle başta Avrupa ve Amerika’da tercih edilen ilaç yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karma ilaç doz sisteme",
      "B": "Sayısal ilaç doz sisteme",
      "C": "Paralel ilaç doz sisteme",
      "D": "Birim doz ilaç sistemi",
      "E": "Klasik ilaç doz sisteme"
    },
    "explanation": "Birim doz ilaç sistemi"
  },
  {
    "id": "2727854",
    "unitNumber": 8,
    "text": "“Yol, haberleşme, sağlık, yiyecek, içecek ve silah sağlama gibi çok yönlü hizmetleri en akılcı, etkili ve seri bir biçimde plan ve programa göre uygulayan hizmetler bütünü anlamına gelmektedir” tanımı aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lojistik",
      "B": "Tedarik",
      "C": "Envanter",
      "D": "Stok",
      "E": "Malzeme"
    },
    "explanation": "Öğrenci sağlık kurumları operasyonları ile ilgili kavramları ve bunların tanımlarını anlamış olmalıdır.<br/>Lojistik"
  },
  {
    "id": "2727855",
    "unitNumber": 8,
    "text": "“Amaçlara ulaşmak için gerekli olan araç ve imkânların en uygun şekilde sağlanması ve kullanıma hazır bir şekilde bulundurulmasıdır” tanımı aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Lojistik",
      "B": "Tedarik",
      "C": "Envanter",
      "D": "Stok",
      "E": "Malzeme"
    },
    "explanation": "Öğrenci sağlık kurumları operasyonları ile ilgili kavramları ve bunların tanımlarını anlamış olmalıdır.<br/>Tedarik"
  },
  {
    "id": "2727856",
    "unitNumber": 8,
    "text": "“Hammaddeden mamul ürüne, mamul üründen son kullanıcıya kadar olan işlemlerin takibini kontrol etmeye yönelik planlamayı kapsayan ve işletme yöneticisinin yapması gereken kritik işlerden biridir” tanımı aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Lojistik",
      "B": "Tedarik",
      "C": "Envanter",
      "D": "Stok",
      "E": "Malzeme"
    },
    "explanation": "Öğrenci sağlık kurumları operasyonları ile ilgili kavramları ve bunların tanımlarını anlamış olmalıdır.<br/>Envanter"
  },
  {
    "id": "2727857",
    "unitNumber": 8,
    "text": "“İşlerin pürüzsüz ve verimli yürümesini sağlamak için işletmenin elinde bulundurduğu fiziksel mal anlamına gelir. Hastane işletmeleri için, tedarik (sarf malzemesi, eczanedeki ilaçlar vb.) veya üretim yolu ile elde edilen (hastane laboratuvarlarında üretilen ilaçlar vb.), kullanılmadan veya hastaya hemen arz edilmeden önce belirli bir süre bekletilen ekonomik değere sahip mal miktarıdır” tanımı aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Lojistik",
      "B": "Tedarik",
      "C": "Envanter",
      "D": "Stok",
      "E": "Malzeme"
    },
    "explanation": "Öğrenci sağlık kurumları operasyonları ile ilgili kavramları ve bunların tanımlarını anlamış olmalıdır.<br/>Stok"
  },
  {
    "id": "2727858",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ya da hangileri, stokların sınıflandırılmasında geçerli gruplardandır?<br/>I. Hammadde stokları: Mal ve hizmetin üretilmesinde ve diğer işletme faaliyetlerinin yerine getirilmesinde kullanılan, malzemeden mamul yapısına girip, mamulün temel maddesini oluşturan, örneğin hastanelerin eczanelerinde ilaç üretimi için kullanılan maddelerdir.<br/>II. Yarı mamul stokları: Üretim sürecinin değişik aşamalarında bekletilen stoklar yarı mamul stokları olarak tanımlanır. İşletmeler üretimi aynı anda gerçekleştiremedikleri için yarı mamul stoklarının oluşması zorunludur.<br/>III. Mamul stokları: Tamamlanmış ürün veya malzeme stokları olarak tanımlanan mamul stoklarına hastanelerin depolarında bekletilen tıbbi sarf malzemeleri, ilaçlar ve kan merkezlerinde işlenmiş olarak bekletilen kan bileşenleri örnek olarak gösterilebilir.<br/>IV. Yardımcı donanım ve malzeme stokları: Bakım onarım malzemeleri ve üretim sürecine giren fakat ürünün parçasını oluşturmayan yakıt, sabun, yağ vb. malzemeleri içerir.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Öğrenci sağlık kurumlarındaki stok kavramını ve özelliklerini anlamış olmalıdır.<br/>I. Hammadde stokları: Mal ve hizmetin üretilmesinde ve diğer işletme faaliyetlerinin yerine getirilmesinde kullanılan, malzemeden mamul yapısına girip, mamulün temel maddesini oluşturan, örneğin hastanelerin eczanelerinde ilaç üretimi için kullanılan maddelerdir.<br/>II. Yarı mamul stokları: Üretim sürecinin değişik aşamalarında bekletilen stoklar yarı mamul stokları olarak tanımlanır. İşletmeler üretimi aynı anda gerçekleştiremedikleri için yarı mamul stoklarının oluşması zorunludur.<br/>III. Mamul stokları: Tamamlanmış ürün veya malzeme stokları olarak tanımlanan mamul stoklarına hastanelerin depolarında bekletilen tıbbi sarf malzemeleri, ilaçlar ve kan merkezlerinde işlenmiş olarak bekletilen kan bileşenleri örnek olarak gösterilebilir.<br/>IV. Yardımcı donanım ve malzeme stokları: Bakım onarım malzemeleri ve üretim sürecine giren fakat ürünün parçasını oluşturmayan yakıt, sabun, yağ vb. malzemeleri içerir."
  },
  {
    "id": "2727859",
    "unitNumber": 8,
    "text": "Kullanım türüne göre malzemelerin sınıflandırılmasında aşağıdakilerden hangisi ya da hangileri geçerlidir?<br/>I. Demirbaş Malzeme: Kamu veya özel işletmelerde kayıtlı olarak kullanılan ve görev değişimi sırasında bir görevliden diğerine aktarılan dayanıklı eşya (örneğin, masa, röntgen cihazı).<br/>II. Süreli Tüketim Malları: Demirbaşlar gibi sürekli kullanılmayan ancak bir kez kullanılmakla tükenmiş sayılan, havlu, çarşaf, nevresim, yatak ve yastık yüzü, pike, forma vb. eşyadır. Genel kural olarak, bir kez kullanılmakla tükenmiş sayılan odun, kömür, kırtasiye, temizlik malzemesi, ilaç, pansuman malzemesi, yiyecek maddeleri gibi mallar süreli tüketim mallarıdır.<br/>III. Tüketim Malzemesi: Kullanıldığında tamamen sarf edilen, şeklini değiştiren, vasfını kaybeden veya diğer bir malzemenin bünyesine dâhil edilerek bir bütün olarak kullanılan malzemelerdir (örneğin, tek kullanımlık enjektör, çimento, diş dolgu malzemesi olarak cıva).<br/>IV. İşletme Malzemesi: Ürünün bünyesine girmemekle beraber üretimin kesintisiz yürütülmesi için kullanılan malzemelerdir (örneğin, enerji girdileri, su).",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I, II ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Öğrenci sağlık kurumlarındaki malzeme ve malzeme yönetimi kavramlarını ve özelliklerini anlamış olmalıdır. İşletme Malzemesi endirekt bir kullanımı gösterir ve farklı bir gruplandırma unsurudur., diğerlerinden farklıdır.<br/>I. Demirbaş Malzeme: Kamu veya özel işletmelerde kayıtlı olarak kullanılan ve görev değişimi sırasında bir görevliden diğerine aktarılan dayanıklı eşya (örneğin, masa, röntgen cihazı).<br/>II. Süreli Tüketim Malları: Demirbaşlar gibi sürekli kullanılmayan ancak bir kez kullanılmakla tükenmiş sayılan, havlu, çarşaf, nevresim, yatak ve yastık yüzü, pike, forma vb. eşyadır. Genel kural olarak, bir kez kullanılmakla tükenmiş sayılan odun, kömür, kırtasiye, temizlik malzemesi, ilaç, pansuman malzemesi, yiyecek maddeleri gibi mallar süreli tüketim mallarıdır.<br/>III. Tüketim Malzemesi: Kullanıldığında tamamen sarf edilen, şeklini değiştiren, vasfını kaybeden veya diğer bir malzemenin bünyesine dâhil edilerek bir bütün olarak kullanılan malzemelerdir (örneğin, tek kullanımlık enjektör, çimento, diş dolgu malzemesi olarak cıva)."
  },
  {
    "id": "2727860",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ya da hangileri malzeme yönetiminin amaçlarındandır?<br/>I. Tecrübeli satıcılar bulmak ve bu satıcılarla iyi ilişkiler geliştirmek. Satıcılar arasında rekabeti sağlayıp, satın alınan malzemeler için en düşük fiyatı ödemek.<br/>II. Yüksek stok devri ve stok yatırımlarının minimizasyonunu sağlamak.<br/>III. İşletmenin tüm faaliyetlerinin kesintisiz yürümesini sağlamak, Kayıpları ve demode olmayı azaltmak.<br/>IV. Düşük personel maliyetleri ve personelin geliştirilmesini sağlamak. Diğer departmanların hedeflerinin gerçekleştirilmesine yardımcı olmaktır.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Öğrenci sağlık kurumlarındaki malzeme yönetimi kavramını ve amaçlarını anlamış olmalıdır.<br/>I. Tecrübeli satıcılar bulmak ve bu satıcılarla iyi ilişkiler geliştirmek. Satıcılar arasında rekabeti sağlayıp, satın alınan malzemeler için en düşük fiyatı ödemek.<br/>II. Yüksek stok devri ve stok yatırımlarının minimizasyonunu sağlamak.<br/>III. İşletmenin tüm faaliyetlerinin kesintisiz yürümesini sağlamak, Kayıpları ve demode olmayı azaltmak.<br/>IV. Düşük personel maliyetleri ve personelin geliştirilmesini sağlamak. Diğer departmanların hedeflerinin gerçekleştirilmesine yardımcı olmaktır."
  },
  {
    "id": "2727861",
    "unitNumber": 8,
    "text": "Aşağıdaki malzeme yönetimi fonksiyonlarından hangisi ya da hangileri ihtiyacın öngörülmesinde istatistiksel yöntemlerden yararlanır?<br/>I. Regresyon analizi<br/>II. Zaman serileri analizi<br/>III. Hareketli ortalama yöntemi<br/>IV. Üssel düzeltme yöntemi",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Öğrenci malzeme yönetimi fonksiyonlarını ve özellikleri anlamış olmalıdır.<br/>I. Regresyon analizi<br/>II. Zaman serileri analizi<br/>III. Hareketli ortalama yöntemi<br/>IV. Üssel düzeltme yöntemi"
  },
  {
    "id": "2727862",
    "unitNumber": 8,
    "text": "Malzeme ihtiyaç planlamasında aşağıdakilerden hangisi ya da hangileri, “Tam Zamanında Üretim (TZÜ)” yaklaşımının özelliklerindendir?<br/>I. Satın alınan ve üretilen parçalar üretim süreçlerine anında verilir. Ne geç ne de erken gönderilmez.<br/>II. Stok bulundurma politikası uygulanmaz.<br/>III. Mamul veya hizmette değer ilave etmeyen giderleri ortadan kaldırmayı hedefleyen bir mantık taşımaktadır.<br/>IV. Belirsizlik ve tahmin hatalarının sebep olduğu giderleri yok ettiğinden kalite ve verimliliği artırır.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Öğrenci malzeme yönetiminde uygulanan modern yaklaşımları ve özellikleri anlamış olmalıdır.<br/>I. Satın alınan ve üretilen parçalar üretim süreçlerine anında verilir. Ne geç ne de erken gönderilmez.<br/>II. Stok bulundurma politikası uygulanmaz.<br/>III. Mamul veya hizmette değer ilave etmeyen giderleri ortadan kaldırmayı hedefleyen bir mantık taşımaktadır.<br/>IV. Belirsizlik ve tahmin hatalarının sebep olduğu giderleri yok ettiğinden kalite ve verimliliği artırır."
  },
  {
    "id": "2727863",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ya da hangileri, “Birim Doz İlaç Sisteminin (PYXIS)” avantajlarındandır?<br/>I. İlaç hatalarının azaltılmasına yardımcı olur.<br/>II. Planlanmış ilaç uygulamasını destekler.<br/>III. Hemşire faaliyetlerine ve eczaneye, klinik hasta bakım aktiviteleriyle ilgili daha fazla zaman yaratır.<br/>IV. İlaca erişimi kontrol eder. İlaç masraf yönetimi ve gelir kontrolünün en üst düzeye çıkarılmasını sağlar.",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I, II ve IV",
      "C": "I, II ve III",
      "D": "I, II, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Öğrenci malzeme yönetiminde uygulanan modern yaklaşımları ve yöntemlerin özelliklerini anlamış olmalıdır.<br/>I. İlaç hatalarının azaltılmasına yardımcı olur.<br/>II. Planlanmış ilaç uygulamasını destekler.<br/>III. Hemşire faaliyetlerine ve eczaneye, klinik hasta bakım aktiviteleriyle ilgili daha fazla zaman yaratır.<br/>IV. İlaca erişimi kontrol eder. İlaç masraf yönetimi ve gelir kontrolünün en üst düzeye çıkarılmasını sağlar."
  }
]