[
  {
    "id": "3786016",
    "unitNumber": 1,
    "text": "Ahlak olgusunun temel değerlerini ve bu değerlerin geliştirilmesini inceleyen etik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Normatif etik",
      "B": "Meta-etik",
      "C": "Uygulamalı etik",
      "D": "Teorik etik",
      "E": "Ampirik etik"
    },
    "explanation": "Normatif etik, ahlak olgusunun temel değerlerini ve bu değerlerin geliştirilmesini incelemekte; uygulamalı etik insan, toplum ve kültürlerin ahlaklılığının betimlenmesi ve bu konularda çalışmaların yapılmasını incelemekte; meta-etik de ahlakın nedenselliğini incelemektedir. Uygulamalı etiğin daha ileri aşaması olan ve özellikle sağlık hizmetlerinde daha çok karşılaştığımız “ampirik etik”;<br/>normatif etik, uygulamalı etik ve meta etiği kapsamına dahil ettiği dikkat çekmektedir.<br/>Yanıt A seçeneği ''Normatif Etik'' olmalıdır."
  },
  {
    "id": "3786028",
    "unitNumber": 1,
    "text": "Doğalcılık, duyguculuk ve görecilik terimlerinin yer aldığı etik türüyle ilgili aşağıdaki bilgilerden hangisi/hangileri doğrudur ?\n<br/>I. Deontolojik etik türünde yer alır.\n<br/>II. Mesleki etik teorisini de içerir.\n<br/>III. Betimleyici etik türü içerisinde yer alır.",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "Yalnız III",
      "E": "I, II ve III"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ab30d521c840a7add917933220e693af.jpeg\" alt=\"etik türleri ve teorileri\" width=\"535\" height=\"297\"><br/>Yanıt D seçeneği ''Betimleyici etik'' olmalıdır."
  },
  {
    "id": "3786185",
    "unitNumber": 1,
    "text": "İş ahlakı arayışları ve yaklaşımlarından 1950-1970 yılları arası hangi döneme karşılık gelmektedir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Ahlak Arayan İş Dünyası",
      "B": "Profesyonellik ve İş Ahlakı",
      "C": "İş Dünyası ve Büyüyen Karmaşıklık",
      "D": "İş Ahlakında Düzen Getirme Girişimleri",
      "E": "Küresel İş Ahlakı"
    },
    "explanation": "-Ahlak Arayan İş Dünyası (1900-1920)<br/>-Profesyonellik ve İş Ahlakı (1920-1950)<br/>-İş Dünyası ve Büyüyen Karmaşıklık (1950-1970)<br/>-İş Ahlakında Düzen Getirme Girişimleri (1970-1990)<br/>-Küresel İş Ahlakı (1990-2000)<br/>Yanıt C seçeneği ''İş Dünyası ve Büyüyen Karmaşıklık'' yaklaşımı olmalıdır."
  },
  {
    "id": "3786192",
    "unitNumber": 1,
    "text": "F.W. Taylor'ın yönetim biliminin temellerini attığı, Amerika’da ve İngiltere’deki kimi üniversitelerde ticaret ahlaki derslerinin verilmeye başlandığı dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1900-1920",
      "B": "1920-1950",
      "C": "1950-1970",
      "D": "1970-1990",
      "E": "1990-2000"
    },
    "explanation": "<em>Ahlakı Arayan İş Dünyası (1900-1920)</em><br/>İş ahlakı ile ilgili ilk çalışmalar 20. yüzyılın başlangıcında ortaya çıkmaya başlamış, yönetim biliminin de aynı dönemde temelleri atılmıştır. F.W. Taylor yönetim bilimin temellerini atmıştır.\n<br/>Bu süreçte Amerika’da ve İngiltere’deki kimi üniversitelerde ticaret ahlaki dersleri verilmeye başlanmıştır.<br/>Cevap A seçeneği olmalıdır. 1900-1920"
  },
  {
    "id": "3786196",
    "unitNumber": 1,
    "text": "1920-1950 yılları arasında iş ahlakını konu alan ve R.H. Tawney tarafından yazılan kitap aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Protestan Ahlakı ve Kapitalizmin Ruhu",
      "B": "Din ve Kapitalizmin Yükselişi",
      "C": "Kapitalizm",
      "D": "Ahlak Kuralları",
      "E": "Etik İlkeler"
    },
    "explanation": "Profesyonellik ve İş Ahlakı (1920-1950)\n<br/>Bu süreçte Almanya’da M. Weber’in Protestan Ahlakı ve Kapitalizmin Ruhu adlı kitabı ve İngiltere’de R. H. Tawney’in Din ve Kapitalizmin Yükselişi adlı kitabı yayımlanmıştır. Her iki kitapta da iş ahlakı konusu işlenmiştir.<br/>Din ve Kapitalizmin Yükselişi adlı kitap R.H. Tawney tarafından yazılmıştır. Cevap B seçeneği olmalıdır."
  },
  {
    "id": "3786202",
    "unitNumber": 1,
    "text": "İş ahlakına düzen getirme arayışları döneminde iş ahlakıyla ilgili uluslararası dergilerin yayına başladığı, ilk örgütün kurulduğu tarih ve örgüt adı eşleştirmesi hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1975: Hollanda İş Etiği Grubu",
      "B": "1981: İngiltere Yönetim Ahlakı Topluluğu",
      "C": "1984: Amerika İş Ahlakı Organizasyonu",
      "D": "1987: Avrupa İş Ahlakı Örgütü",
      "E": "1990: Dünya Etik Örgütü"
    },
    "explanation": "İş Ahlakında Düzen Getirme Arayışları (1970-1990) : 1987 yılında Hollanda’da Avrupa İş Ahlakı Örgütü (European Business Ethics Network) kurulmuş, aynı dönemde iş ahlakı ile ilgili uluslararası akademik dergiler yayına başlamış ve konuyla ilgili akademik çalışmalar artmıştır.<br/>1987: Avrupa İş Ahlakı Örgütü"
  },
  {
    "id": "3786219",
    "unitNumber": 1,
    "text": "Sağlık İdaresi ya da güncel haliyle Sağlık Yönetimi lisans programı ilk defa hangi yılda ve hangi üniversite bünyesinde açılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1963-Ankara Üniversitesi",
      "B": "1970-İstanbul Üniversitesi",
      "C": "1975-Hacettepe Üniversitesi",
      "D": "1979-Ankara Üniversitesi",
      "E": "1984-Hacettepe Üniversitesi"
    },
    "explanation": "Türkiye’de Sağlık İdaresi Yüksekokulu 1963’te Sağlık Bakanlığı bünyesinde kurulmuştur. 1970’te Hacettepe Üniversitesinde Hastaneİdaresi Yüksekokulu kurulmuş ve 1975’e kadar lisansüstü eğitim vermiştir.<br/>1975’te lisans programı da açılarak okulun adı “Sağlık İdaresi Yüksekokulu” olarak değiştirilmiştir. Sağlık Bakanlığına bağlı okul ile Hacettepe Üniversitesine bağlı okul, 1982’de birleştirilerek Hacettepe Üniversitesi bünyesine alınmıştır. Aynı okul 2006 yılında Hacettepe Üniversitesi İktisadi İdari Bilimler Fakültesinin adı “Sağlık İdaresi Bölümü” ve 2016 yılında aynı fakültede “Sağlık Yönetimi” olarak değiştirilmiştir<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3786227",
    "unitNumber": 1,
    "text": "Aşağıda belirtilenlerden hangisi/hangileri sağlık yöneticisinin görevlerindendir?\n<br/>I. Kurumun finansal yönetim politikalarının belirlenmesi, uygulaması ve yönetilmesinde görev alır.<br/>II. Kurumun muhasebe, bütçe, mali analiz ve maliyet analizi faaliyetlerini yürütür.<br/>III. Kurumda kriz ve afet planının hazırlanması ve yürütülmesi çalışmalarından görev alır.",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Sağlık yöneticisinin görevleri aşağıda sıralanmıştır:<br/>• Kurumun idari, mali ve teknik hizmetlerinin yürütülmesinde misyon, vizyon, temel<br/>hedef ve değerlerinin belirlenmesinde; kalite, standardizasyon ve akreditasyon çalışmaları ile performans değerlendirmesinde<br/>görev alır.<br/>• Kurumun finansal yönetim politikalarının<br/>belirlenmesi, uygulaması ve yönetilmesinde<br/>görev alır.<br/>• Kurumun muhasebe, bütçe, mali analiz ve<br/>maliyet analizi faaliyetlerini yürütür.<br/>• Sağlık hizmetleri sunumunun planlanması,<br/>yürütülmesi ve sonuçlarının değerlendirilmesi sürecinde görev alır.<br/>• Kurumda tıbbi ve hasta bakımı dışında verilen hizmetlerin organizasyonu, yürütülmesi ve denetimini sağlar.<br/>• Kurumda kriz ve afet planının hazırlanması<br/>ve yürütülmesi çalışmalarından görev alır.<br/>• Hastalıkların tanıları ve ameliyatlarının<br/>uluslararası hastalıklar kod sistemine göre<br/>kaydedilmesi, tıbbi ve idari istatistiklerinin<br/>tutulması, saklanması, değerlendirilmes<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3786236",
    "unitNumber": 1,
    "text": "''Herhangi bir alanda “iyi” diye kabul edilen etik değerler o alanda alışkanlık, kural, ilke ya da standartlar bir meslek için bir araya getirildiğinde ............ olarak isimlendirilir.'' Cümledeki boşluğa aşağıdakilerden hangisi getirilmelidir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Etik teori",
      "B": "Etik senaryo",
      "C": "Etik modül",
      "D": "Etik eğitim",
      "E": "Etik kod"
    },
    "explanation": "Sağlık yönetiminde sürdürülebilir etik politika ve uygulamalarının geliştirilmesinde sağlık yöneticilerinin kurumsal etik kodlar hazırlanmasını sağlaması önemli diğer bir konudur. Herhangi bir alanda “iyi” diye kabul edilen etik değerler o alanda alışkanlık, kural, ilke ya da standartlar olarak yer alırlar. Bu ögeler bir meslek için bir araya geldiğinde etik kod adıyla yazılı kuralları oluştururlar. Mesleki etik kodlara, her bir meslek elemanı uymalıdır.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3786244",
    "unitNumber": 1,
    "text": "Aşağıda belirtilen ifadelerden hangisi/hangileri etik kodların özelliklerindendir?\n I. Yazılı olmalıdır.\n II. Çalışanların katılımı ile ortak oluşturulur.\n III. Belirlenen ilkelere uyulmadığında nasıl bir yaptırım uygulanacağı belirtilmez.",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Etik kodlar yazılı ve çalışanların katılımı ile ortak oluşturulduğunda çalışanlar tarafından sahiplenilmesi daha kolay olur.<br/>Etik kodlar uyulacak ahlaki ilkeleri belirttiği gibi bu ilkelere uyulmadığında nasıl bir yaptırım uygulanacağını da içerir.<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3843870",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi etik ve ahlak arasındaki farkı en doğru şekilde açıklar?",
    "correctAnswer": "D",
    "options": {
      "A": "Etik toplum kurallarına dayanır; ahlak ise bireysel tercihlerle ilgilidir.",
      "B": "Etik bireyin içsel duygularıdır; ahlak ise mantıksal yargılardır.",
      "C": "Etik, davranışların uygulamaya dönük boyutudur; ahlak ise teorik ilkeleri kapsar.",
      "D": "Etik, doğru ve yanlış üzerine teorik düşünmeyi kapsar; ahlak ise bu düşüncenin günlük yaşamdaki uygulamasıdır.",
      "E": "Etik yalnızca dinî kurallar üzerinden şekillenir; ahlak ise evrensel kurallara dayanır"
    },
    "explanation": "Etik, doğru ve yanlış üzerine teorik düşünmeyi kapsar; ahlak ise bu düşüncenin günlük yaşamdaki uygulamasıdır."
  },
  {
    "id": "3844036",
    "unitNumber": 1,
    "text": "Aşağıdaki etik türlerinden hangisi, <strong>ahlaki yargıların nedenselliği</strong> ile ilgilenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Normatif Etik",
      "B": "Uygulamalı Etik",
      "C": "Meta-Etik",
      "D": "Deontolojik Etik",
      "E": "Teleolojik Etik"
    },
    "explanation": "Meta-etik, ahlaki yargıların doğasını ve nedenselliğini sorgular. Yani “iyi nedir?”, “ahlaki değerler nesnel midir?” gibi sorulara odaklanır. Diğer etik türleri daha çok davranışlar ve uygulamalar üzerine yoğunlaşır."
  },
  {
    "id": "3844037",
    "unitNumber": 1,
    "text": "Etik kavramının Türk kültüründe kullanımına dair aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Türk kültüründe \"etik\" kavramı \"meslek etiği\" kavramıyla eşanlamlı olarak kullanılır.",
      "B": "Etik kavramı Türk kültüründe günlük dilde yaygın ve somut bir şekilde kullanılır.",
      "C": "Türk kültüründe \"etik\" yerine genellikle \"ahlak\" kavramı tercih edilmektedir.",
      "D": "Türk kültüründe etik kavramı, yalnızca akademik çevrelerde kullanılır.",
      "E": "Etik kavramı Türk kültüründe dinsel normlarla özdeşleşmiştir."
    },
    "explanation": "Türk kültüründe \"etik\" kavramı soyut bulunmakta ve bunun yerine \"ahlak\" kelimesinin kullanılması gerektiği düşünülmektedir."
  },
  {
    "id": "3844038",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi <strong>deontolojik etik</strong> anlayışının temel özelliklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Evrensel ahlaki doğrular zaman ve koşullara göre değişebilir.",
      "B": "Eylemin sonuçları ne olursa olsun bazı eylemler her durumda ahlaken yanlıştır.",
      "C": "Öldürme, işkence gibi eylemler her koşulda ahlaken kabul edilemez.",
      "D": "Eylemin ahlaki değeri, eylemde bulunanın niyetine ve yükümlülüğüne bağlıdır.",
      "E": "Ahlaki davranış, rasyonel ve evrenselleştirilebilir ilkelere dayanmalıdır."
    },
    "explanation": "Deontolojik etik, evrensel doğruların zaman ve koşullara bağlı olmadan geçerli olduğunu savunur."
  },
  {
    "id": "3844039",
    "unitNumber": 1,
    "text": "Aşağıdaki ifadelerden hangisi <strong>egoizm</strong> anlayışına uygundur?",
    "correctAnswer": "E",
    "options": {
      "A": "Davranışın ahlaki olup olmadığı, toplumun genel faydasına göre belirlenir.",
      "B": "Ahlaki davranış, kişinin içsel vicdanına göre şekillenir.",
      "C": "Doğru eylem, evrensel kurallara en uygun eylemdir.",
      "D": "Başkasının acısını azaltmak için fedakârlık yapmak ahlaki zorunluluktur.",
      "E": "Bir kişi, yalnızca kendi çıkarı ve uzun vadeli kazancı için eylemde bulunmalıdır."
    },
    "explanation": "<strong>Egoizm</strong>, bireyin yalnızca <strong>kendi çıkarını</strong> gözeterek hareket etmesini savunur. Başkalarına karşı yükümlülüğü olmadığını öne sürer"
  },
  {
    "id": "3844040",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi erdem etiğinin temel sorusudur",
    "correctAnswer": "D",
    "options": {
      "A": "Eylem sonucunda ne elde edilir?",
      "B": "İnsanlar bu davranışı onaylar mı?",
      "C": "Bu davranış bana ne kazandırır?",
      "D": "Nasıl bir insan olmalıyım?",
      "E": "Kurallara uyuyor muyum?"
    },
    "explanation": "Erdem etiği, davranıştan çok insanın <strong>karakterine</strong> odaklanır. Yani “Nasıl bir insan olmalıyım?” sorusu esastır."
  },
  {
    "id": "3844075",
    "unitNumber": 1,
    "text": "Mesleki etiğin ilk ortaya çıktığı alan aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Eğitim",
      "B": "Hukuk",
      "C": "Tıp",
      "D": "Kamu yönetimi",
      "E": "Psikoloji"
    },
    "explanation": "Mesleki etik ilk olarak <strong>tıpta</strong> ortaya çıkmış ve sonra diğer mesleklere yayılmıştır."
  },
  {
    "id": "3844382",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangileri mesleki etik kurallarına uymamanın sonuçlarındandır?\n I. Meslekten çıkarılma<br/>II. Kamu görevine son verilme<br/>III. Toplumsal güvenin artması",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "Yalnız III",
      "E": "I, II ve III"
    },
    "explanation": "Etik dışı davranış güveni azaltır."
  },
  {
    "id": "3844383",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi 1970-1990 yılları arasındaki iş ahlakı gelişmelerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa İş Ahlakı Örgütü’nün kurulması",
      "B": "İnternet etiği kavramının ortaya çıkması",
      "C": "İş ahlakının kişisel bir konu olarak görülmesi",
      "D": "Protestan Ahlakı kitabının yazılması",
      "E": "Yöneticilik mesleğinin sona ermesi"
    },
    "explanation": "1977’de kurulan <strong>Avrupa İş Ahlakı Ağı</strong>, iş dünyasında etik değerlerin yayılmasını sağladı ve bu dönem iş ahlakının kurumsallaştığı yıllar oldu."
  },
  {
    "id": "3844384",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sağlık yöneticisinin sahip olması gereken temel niteliklerden biri olarak metinde vurgulanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece tıbbi bilgiye sahip olması",
      "B": "Hukuk eğitimi almış olması",
      "C": "Liyakat sahibi olması",
      "D": "Politik bağlantıları bulunmas",
      "E": "Kendi alanında yayın yapmış olması"
    },
    "explanation": "Liyakat sahibi olması"
  },
  {
    "id": "3845017",
    "unitNumber": 1,
    "text": "\"...(I)..., insana ne yapmasını ya da ne yapmamasını öneren değerler bütünüdür. ...(II)..., bir birey veya bir topluluk için doğru ve yanlışı tanımlayan sosyal süreçlere gömülü normlar, değerler ve inançlarla ilgilidir. ...(III)... günlük yaşamdaki davranış, tutum ve ilişkileri ayrıntılı olarak incelemektedir.\"<br/>Yukarıdaki metinde (I), (II) ve (III) numaralı boşluklara gelmesi gereken sözcükler hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "(I): Felsefe; (II): Etik; (III): Ahlak",
      "B": "(I): Ahlak; (II): Ahlak; (III): Felsefe",
      "C": "(I): Ahlak; (II): Etik; (III): Felsefe",
      "D": "(I): Etik; (II): Ahlak; (III): Ahlak",
      "E": "(I): Felsefe; (II): Ahlak; (III): Etik"
    },
    "explanation": "Etik, insana ne yapmasını ya da ne yapmamasını öneren değerler bütünüdür. Ahlak, bir birey veya bir topluluk için doğru ve yanlışı tanımlayan sosyal süreçlere gömülü normlar, değerler ve inançlarla ilgilidir. Ahlak günlük yaşamdaki davranış, tutum ve ilişkileri ayrıntılı olarak incelemektedir.<br/>(I): Etik; (II): Ahlak; (III): Ahlak"
  },
  {
    "id": "3845018",
    "unitNumber": 1,
    "text": "\"...(I)..., davranış kurallarıyla ilgili bir kavramdır; ...(II)... değerler kavramı ise bir davranış kuralları sistemidir genel anlamda bir felsefe ekolü veya din ile bir meslek grubu veya bir kültürle ilgili kurallar sistemidir.\"<br/>Yukarıdaki metinde (I) ve (II) numaralı boşluklara gelmesi gereken sözcükler hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "(I):Etik; (II): ahlaki",
      "B": "(I):Ahlak; (II): etik",
      "C": "(I):Etik; (II): felsefi",
      "D": "(I):Ahlak; (II): felsefi",
      "E": "(I):Etik; (II): etik"
    },
    "explanation": "Etik, davranış kurallarıyla ilgili bir kavramdır; etik değerler kavramı ise bir davranış kuralları sistemidir genel anlamda bir felsefe ekolü veya din ile bir meslek grubu veya bir kültürle ilgili kurallar sistemidir.<br/>(I):Etik; (II): etik"
  },
  {
    "id": "3845020",
    "unitNumber": 1,
    "text": "Etik ile ilgili sınıflandırmalardan hangisindeki görüşler \"sonuç odaklı olmayan\" olarak ayrılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Normatif",
      "B": "Meta-etik",
      "C": "Betimleyici",
      "D": "Deontolojik",
      "E": "Teleolojik"
    },
    "explanation": "Etik en genel anlamda teorik ve uygulamalı etik; felsefi açıdan ise normatif etik, uygulamalı etik ve meta-etik biçiminde sınıflandırılmaktadır. Normatif etik, ahlak olgusunun temel değerlerini ve bu değerlerin geliştirilmesini incelemekte; uygulamalı etik insan, toplum ve kültürlerin ahlaklılığının betimlenmesi ve bu konularda çalışmaların yapılmasını incelemekte; meta-etik de ahlakın nedenselliğini incelemektedir. Uygulamalı etiğin daha ileri aşaması olan ve özellikle sağlık hizmetlerinde daha çok karşılaştığımız “ampirik etik”; normatif etik, uygulamalı etik ve meta etiği kapsamına dahil ettiği dikkat çekmektedir. Etik sonuç odaklı olacak biçimde de sınıflanmaktadır. Sonuç odaklı görüşler teleolojik, sonuç odaklı olmayan deontolojik olarak da ayrılabilmektedir. Normatif etik (kuralcı), betimleyici etik (tanımlayıcı) ve meta-etik (analitik) sınıflamasının diğerlerine göre daha yaygın kabul gördüğü söylenebilir."
  },
  {
    "id": "3845021",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi etik türleri ve teorilerinin sınıflandırması göz önüne alındığında teorik etik altında <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Normatif",
      "B": "Betimleyici",
      "C": "Meta-etik",
      "D": "Faydacılık",
      "E": "Yönetim etiği"
    },
    "explanation": "Şekil 1.1'e bakınız.<br/>Yönetim etiği"
  },
  {
    "id": "3845023",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"yargılamaların ve değerlendirmelerin kendine göre yapıldığı ölçüt; uyulmak zorunda olunan kural\" anlamına gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Norm",
      "B": "Form",
      "C": "Deon",
      "D": "Meta",
      "E": "Etik"
    },
    "explanation": "Normatif köken olarak norm kelimesinden gelmektedir. Norm, yargılamaların ve değerlendirmelerin kendine göre yapıldığı ölçüt; uyulmak zorunda olunan kural biçiminde tanımlanabilir."
  },
  {
    "id": "3845024",
    "unitNumber": 1,
    "text": "\"...... teoride vurgu eylemin veya eylem türlerinin üzerindedir, eylemlerin sonuçları üzerine değildir.\" <br/>Yukarıdaki metinde yer alan boşluğa aşağıdaki sözcüklerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Normatif",
      "B": "Deontolojik",
      "C": "Meta-etik",
      "D": "Teleolojik",
      "E": "Betimleyici"
    },
    "explanation": "Deontoloji, Yunancada “ödev” anlamındaki “deon” sözcüğünden gelir. Deontoloji; ödev ahlakı, haklar teorisi ve Kant Ahlakı olarak da adlandırılmaktadır. Deontolojik teoride vurgu eylemin veya eylem türlerinin üzerindedir, eylemlerin sonuçları üzerine değildir."
  },
  {
    "id": "3845026",
    "unitNumber": 1,
    "text": "\"İş ahlakı ile ilgili ilk çalışmalar 20. yüzyılın başlangıcında Avrupa ve Amerika’da ...(I)... zayıflaması ve ...(II)... güçlenmesi döneminde başlamıştır.\"\n <br/>Yukarıdaki metinde (I) ve (II) numaralı boşluklara gelmesi gereken sözcükler hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "(I): kapitalizmin; (II): liberalizmin",
      "B": "(I): sosyalizmin; (II): anarşizmin",
      "C": "(I): liberalizmin; (II): sosyalizmin",
      "D": "(I): kapitalizmin; (II): anarşizmin",
      "E": "(I): anarşizmin; (II): liberalizmin"
    },
    "explanation": "İş ahlakı ile ilgili ilk çalışmalar 20. yüzyılın başlangıcında Avrupa ve Amerika’da liberalizmin zayıflaması ve sosyalizmin güçlenmesi döneminde başlamıştır.<br/>(I): liberalizmin; (II): sosyalizmin"
  },
  {
    "id": "3845031",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi etik ve ahlakı yargıların doğasını ve gerekçelendirilmesini inceler?",
    "correctAnswer": "E",
    "options": {
      "A": "Betimleyici etik",
      "B": "Uygulamalı etik",
      "C": "Mesleki etik",
      "D": "Yönetim etiği",
      "E": "Meta-etik"
    },
    "explanation": "Meta-etik, etik ve ahlakı yargıların doğasını ve gerekçelendirilmesini inceler."
  },
  {
    "id": "3845032",
    "unitNumber": 1,
    "text": "1990-2000 yılları arasında yapılan ahlak incelemeleri hangi başlıkla anılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ahlak Arayan İş Dünyası",
      "B": "İş Dünyası ve Büyüyen Karmaşıklık",
      "C": "Küresel İş Ahlakı",
      "D": "İş Ahlakında Düzen Getirme Girişimleri",
      "E": "Profesyonellik ve İş Ahlakı"
    },
    "explanation": "20.yüzyılın başlarında ortaya çıkan iş ahlakı arayışları ve yaklaşımları, ilgili kaynaklarda aşağıdaki gibi belli dönemlere ayrılarak incelenmektedir:\n<br/>• Ahlak Arayan İş Dünyası (1900-1920)\n<br/>• Profesyonellik ve İş Ahlakı (1920-1950)\n<br/>• İş Dünyası ve Büyüyen Karmaşıklık (1950-1970)\n<br/>• İş Ahlakında Düzen Getirme Girişimleri (1970-1990)\n<br/>• Küresel İş Ahlakı (1990-2000)"
  },
  {
    "id": "3845033",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi T.C. Sağlık Bakanlığı Sağlığın Geliştirilmesi Genel Müdürlüğü tarafından kabul edilen “Kamu Etik Davranış Kuralları” yönetim süreçlerinde kullanılması için önerilen kurallardan <strong><u>değildir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Mal bildiriminde bulunma",
      "B": "Eski kamu görevlileriyle ilişkiler",
      "C": "Hediye alma ve menfaat sağlama",
      "D": "Bağlayıcı açıklamalar ve gerçek dışı beyan",
      "E": "Görev ve yetkilerin menfaat sağlamak amacıyla kullanılmaması"
    },
    "explanation": "Hediye alma ve menfaat sağlama yasağı olmalı."
  },
  {
    "id": "3786315",
    "unitNumber": 2,
    "text": "Sosyal düzeni muhafaza etmek ve anlaşmazlıkları çözmek ve sosyal kaynakları insanların ihtiyaç duyduğu veya hak ettiği biçimde dağıtmak için gerekli olan hükûmetler tarafından kurulan somut görevler aşağıda belirtilen hangi kelime ile ifade edilir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Etik",
      "B": "Ahlak",
      "C": "Hukuk",
      "D": "Yönetim",
      "E": "İlke"
    },
    "explanation": "Hukuk, sosyal düzeni muhafaza etmek ve anlaşmazlıkları çözmek ve sosyal kaynakları insanların ihtiyaç duyduğu veya hak ettiği biçimde<br/>dağıtmak için gerekli olan hükûmetler tarafından kurulan somut görevlerden oluşmaktadır. Hukuk kamu yararı ve kişisel hakların korunması ile ilgiliyken etik sadece bu konuları kapsamamakta, aynı<br/>zamanda kişilerin kendilerine, başkalarına ve topluma karşı sorumluluklarını da içermektedir.<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3786319",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ''Etik'' kavramı ile ilişkili değildir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğru-Yanlış, İyi-Kötü anlamlarının yanı sıra normatif standartların ve ahlaki yargıların doğası ve gerekçesini de inceler.",
      "B": "Karmaşık sorunların çözümü için resmî olmayan yönergeler bulunmaktadır.",
      "C": "Ahlaki sorunları önlemek ve çözmek için kişiler ve gruplar için davranış standartlarını tanımlar ve belirler.",
      "D": "İlkelere dayalıdır.",
      "E": "Karmaşık sorunların resmî kurallar ile çözümüdür."
    },
    "explanation": "İlk dört seçenekte verilen özellikler Etik kavramı ile ilişkili olup, ''karmaşık sorunların resmî kurallar ile çözümü'' Hukuk kavramı ile ilişkilidir.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3786327",
    "unitNumber": 2,
    "text": "Herhangi bir karar sürecinde etik kuralların dikkate alınmaması veya bazılarının göz ardı edilmesi neticesinde aşağıdakilerden hangisi oluşur ?",
    "correctAnswer": "A",
    "options": {
      "A": "Etik ihlal",
      "B": "Etik ikilem",
      "C": "Etik problem",
      "D": "Etik değer",
      "E": "Etik kod"
    },
    "explanation": "Etik değer; kişilerin davranışlarını düzenleyen yol gösterici, etik davranışların oluşumundaki zihinsel işlevlerin ölçütü veya toplumsal davranışların kaynağı olarak ifade edilir.\n<br/>Etik, yazılı olmayan kurallardan oluşmaktadır. Fakat mesleki uygulamalarda ve iş hayatında çalışanların işlerini yaparlarken somut, yazılı kaidelere ihtiyaçları bulunmaktadır.\n<br/>Kişilerin bir davranış sırasında harekete geçmesini zorlaştıran, iki karar arasında kalmalarına sebep olan duruma etik ikilem denir.\n<br/>Etik İhlaller<br/>Herhangi bir karar sürecinde etik kuralların dikkate alınmaması veya bazılarının göz ardı edilmesi neticesinde etik ihlaller meydana gelir.\n<br/>Etik Problemler<br/>Etik problemler, ahlaki bir konuda tercih yapmayı gerektiren, doğruyu ve yanlışı belirleyecek net kurallar içermeyen kişiyi tereddüte düşüren sorunlardır.<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3786335",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi \"Beauchamp ve Childress” isimli iki Amerikalı biyo-etikçinin önerdiği “çift etki kuramı''nın ilkelerinden biri değildir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Kötü etki, iyi etki için bir araç olmamalıdır.",
      "B": "Eylem, neticelerinden bağımsız olarak iyi veya en azından ahlaki açıdan tarafsız olmalıdır.",
      "C": "İyi etki kötü etki ayrımı ölçülebilirdir.",
      "D": "Etken, kötü etkiyi değil yalnızca iyi etkileri amaçlar.",
      "E": "İyi etki, kötü etkiden daha ağır basmalıdır."
    },
    "explanation": "Sağlık alanında doğal hukuk kuramı ile en yakın ilişkili olan<br/>kuram “Beauchamp ve Childress” isimli iki Amerikalı biyo-etikçinin önerdiği “çift etki kuramı” dır.<br/>Dört temel ilkeden oluşmaktadır.<br/>• Kötü etki, iyi etki için bir araç olmamalıdır.<br/>• İyi etki, kötü etkiden daha ağır basmalıdır.<br/>• Etken, kötü etkiyi değil yalnızca iyi etkileri amaçlar.<br/>• Eylem, neticelerinden bağımsız olarak iyi veya en azından ahlaki açıdan tarafsız olmalıdır.<br/>Çift etki teorisi, sağlık hizmetleri etiğinde kürtaj ve ötanazi gibi hususlarda, iyi ile kötü arasında bir çatışmanın olduğu kararlarla uğraşırken kullanılmaktadır. Bu görüşe göre; kürtaj kötülüktür<br/>fakat bir annenin yaşamını kurtarmak iyiliktir.<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3786339",
    "unitNumber": 2,
    "text": "Morrison ve Furlong'a göre sağlık profesyonellerinin görevlerinde öncelik sıralaması aşağıda belirtilen hangi seçenekte doğru olarak verilmiştir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Hastalar, meslekleri, diğer klinik profesyoneller, çalıştıkları kurum",
      "B": "Hastalar, diğer klinik profesyoneller, meslekleri, çalıştıkları kurum",
      "C": "Hastalar, çalıştıkları kurum, meslekleri, diğer klinik profesyoneller",
      "D": "Çalıştıkları kurum, hastalar, meslekleri, diğer klinik profesyoneller",
      "E": "Meslekleri, hastalar, diğer klinik profesyoneller, çalıştıkları kurum"
    },
    "explanation": "Morrison ve Furlong, sağlık profesyonellerinin görevlerini şu şekilde sıralamıştır.<br/>Birinci sırada hastalar, ikinci sırada meslekleri, üçüncü sırada diğer klinik profesyoneller ve son olarak çalıştıkları kurumlardır. Diğer taraftan, görevleri konusunda net bir anlayışa sahip olmanın,<br/>sağlık profesyonellerinin hasta bakımına yönelik yükümlülükleri hakkında konuşmalarını kolaylaştıracağı vurgulanmıştır.<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3786343",
    "unitNumber": 2,
    "text": "Bir karar veya eylemden etkilenen tüm taraflar için umut edilen faydanın maksimum düzeyde olduğu etik yaklaşım aşağıdakilerden hangisidir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Egoist teori",
      "B": "Otorite temelli teori",
      "C": "Erdem etiği teorisi",
      "D": "Deontolojik teoriler",
      "E": "Teleolojik teoriler"
    },
    "explanation": "Teleolojinin türetilmesi, Yunanca “sonsal” anlamına gelen “telos” kelimesine dayanmaktadır. Sonuçsalcılık olarak da adlandırılan bu teori, bir eylemin doğruluğunu veya yanlışlığını o eylemin<br/>getirdiği sonuçlar açısından değerlendirmektedir.\n<br/>Eylemin etik açıdan değerlendirilmesi, eylemin neticesinin iyi olmasına bağlıdır. Faydacılık, teleolojinin en yaygın şeklidir. Faydacılık; bir karar veya eylemden etkilenen tüm taraflar için umut edilen faydanın maksimum düzeyde olmasını içermektedir. Sonuçlar tahmin<br/>edilebiliyor ve faydaları hesaplanabiliyorsa, bu gibi<br/>durumlarda, eylemler arasındaki seçim, daima en<br/>büyük faydaya sahip eylemlerin seçilmesini gerektirmektedir.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3786354",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tıp etiğinin genel ilkeleri arasında yer almaz ?",
    "correctAnswer": "B",
    "options": {
      "A": "Zarar vermeme ilkesi",
      "B": "Güncel bilgiyi takip etme ilkesi",
      "C": "Özerkliğe saygı ilkesi",
      "D": "Gizliliğe saygı ilkesi",
      "E": "Yarar sağlama ilkesi"
    },
    "explanation": "Hipokrat yemininde bulunan ve bilinen en eski ilkeler kapsamında; yararlılık, zarar vermeme, özerkliğe saygı, adil olma ilkelerini sayabiliriz. Yaşama saygı duyma, aydınlatma ve onam alma,<br/>sır saklama, mahremiyete saygı gösterme, dürüstlük, özgecilik, ayrımcılıktan kaçınma, ihtisasa saygı duyma, dayanışma da bu ilkelere dahil edilir.<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3786356",
    "unitNumber": 2,
    "text": "Sağlık çalışanlarının tüm risklere rağmen çalışmalarına devam ederek herhangi bir ikincil zararı önlemek için azami önlemlerle bakım sağlama görevinde bulunmaları etik ilkelerin sağlık hizmetleri süreçlerindeki aşağıda verilen hangi katkısı altında yer alır ?",
    "correctAnswer": "C",
    "options": {
      "A": "Zararı en aza indirmek",
      "B": "Hesap verilebilirlik ve şeffaflık",
      "C": "Görev sunma yükümlülüğü",
      "D": "Gizlilik",
      "E": "İletişim"
    },
    "explanation": "Görev sunma yükümlülüğü; Tüm sağlık profesyonelleri, sağlık hizmetlerini sunma yükümlülüğüne etik olarak bağlıdırlar. Sağlık çalışanları tüm risklere rağmen çalışmalarına devam etmektedirler. Sağlık hizmeti sunucularının tüm riskleri kabul<br/>ederek herhangi bir ikincil zararı önlemek<br/>için azami önlemlerle bakım sağlama görevi bulunmaktadır<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3786360",
    "unitNumber": 2,
    "text": "Sağlık yöneticilerinin uyması gereken kuralları içeren “Code of Ethics” belgeleri hangi kurum tarafından oluşturulmuştur ?",
    "correctAnswer": "B",
    "options": {
      "A": "National Health Services (NHS)",
      "B": "American College of Healthcare Executives (ACHE)",
      "C": "Joint Commission International (JCI)",
      "D": "World Health Organization (WHO)",
      "E": "European Medicine Agency (EMA)"
    },
    "explanation": "Sağlık yöneticilerinin uyması gereken etik kurallar American College of Healthcare Executives (ACHE) ve American College of Health Care Administrators (ACHCA) tarafından yayınlanan “Code of Ethics” belgeleri, İngiltere’de National Health Services (NHS) tarafından 2002 senesinde yayımlanan “Code of Conduct for NHS Managers” ve sağlık kuruluşlarının uluslararası akreditasyon kuruluşu Joint<br/>Commission International (JCI)’ın yedinci version hastane setinde bulunan “Organizational and Clinical Ethics” standartlarından faydalanılarak oluşturulmuştur.<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3786363",
    "unitNumber": 2,
    "text": "Klinik araştırmalarda yarar-zarar değerlendirilmesi ve araştırmalarda bilgilendirilmiş onam aşağıda belirtilen hangi etik konu altında değerlendirilmektedir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık Uygulamalarında",
      "B": "Sağlık Hizmetleri Karar Verme Sürecinde",
      "C": "Epidemiyoloji’de",
      "D": "Sağlık Araştırmaları ve Yeni Teknolojilerde",
      "E": "Hiçbiri"
    },
    "explanation": "Sağlık Araştırmaları ve Yeni Teknolojilerde Etik Konular arasında<br/>Tıbbi araştırmalarda etik, Hayvan araştırmalarında etik, Tıbbi teknolojilerin geliştirilmesi ve sağlık hizmeti sunum<br/>süreçlerindeki sorunlar, Klinik araştırmalarda yarar-zarar değerlendirilmesi ve araştırmalarda bilgilendirilmiş onam yer almaktadır.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3844385",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ahlakın bir özelliğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Evrensel kurallara dayanı",
      "B": "Değişmez ve sabittir",
      "C": "Teorik temellere dayanır",
      "D": "Toplumdan topluma değişebilir",
      "E": "Sadece bireysel yargılarla ilgilenir"
    },
    "explanation": "Toplumdan topluma değişebilir"
  },
  {
    "id": "3844386",
    "unitNumber": 2,
    "text": "Normatif etik aşağıdakilerden hangisiyle ilgilenir?",
    "correctAnswer": "B",
    "options": {
      "A": "İnsanların tarihsel ahlak anlayışlarını betimlemek",
      "B": "Etik ilkelerine dayanarak neyin yapılması veya yapılmaması gerektiğini belirlemek",
      "C": "Etik kavramlarının anlamını analiz etmek",
      "D": "Toplumların dini inançlarını incelemek",
      "E": "Hukuki düzenlemeleri yorumlamak"
    },
    "explanation": "Normatif etik, etik kuralları ve ilkeleri belirleyerek hangi davranışların ahlaki olarak doğru veya yanlış olduğunu ortaya koyar."
  },
  {
    "id": "3844387",
    "unitNumber": 2,
    "text": "Etik ikilem ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Etik değerlerin evrensel olarak kabul edilmesidir.",
      "B": "Kesin ve net kararların verildiği durumlardır.",
      "C": "Etik kuralların tamamen ihlal edildiği olaylardır.",
      "D": "Kurum dışı karar süreçlerini ifade eder.",
      "E": "Kişilerin iki farklı etik kural arasında kalmasıdır."
    },
    "explanation": "Etik ikilem, iki farklı kural veya karar arasında kalma ve hangisinin doğru olduğunda tereddüt etme durumudur."
  },
  {
    "id": "3844388",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi “etik ihlal” kavramını tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Etik kuralların tam olarak uygulanmas",
      "B": "Etik kuralların göz ardı edilmesi veya dikkate alınmaması",
      "C": "Etik değerlerin toplum içinde farklılık göstermesi",
      "D": "Etik kodların oluşturulması",
      "E": "Mesleki etik ilkelerin benimsenmesi"
    },
    "explanation": "Etik ihlal, etik kuralların karar sürecinde dikkate alınmaması ya da ihmal edilmesidir."
  },
  {
    "id": "3844389",
    "unitNumber": 2,
    "text": "Otoriter temelli teoriler, doğru davranışın tespitinde ___________ temelli olabilir.<br/>Yukarıda boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "sadece bilimsel",
      "B": "bireysel tercih",
      "C": "ekonomik çıkar",
      "D": "sadece hukuki",
      "E": "din, gelenek veya ideolojik"
    },
    "explanation": "din, gelenek veya ideolojik"
  },
  {
    "id": "3844390",
    "unitNumber": 2,
    "text": "Erdem etiği teorisinde iyi hekim nasıl bir birey olarak kabul edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece teknik olarak yetkin",
      "B": "Yalnızca etik kurallara uyan",
      "C": "İyi karaktere sahip ve teknik olarak yetkin",
      "D": "Sadece deneyimli",
      "E": "Yalnızca yöneticilik becerisi gelişmiş"
    },
    "explanation": "İyi karaktere sahip ve teknik olarak yetkin"
  },
  {
    "id": "3844391",
    "unitNumber": 2,
    "text": "Deontolojik teorilerde, bir görevin doğruluğu veya yanlışlığı neye bağlıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Görevin sonucuna",
      "B": "Görevin niyetine",
      "C": "Görevin evrenselliğine",
      "D": "Görevin kendi içinde iyi ya da kötü olmasına",
      "E": "Görevin sosyal kabulüne"
    },
    "explanation": "Görevin kendi içinde iyi ya da kötü olmasına"
  },
  {
    "id": "3844392",
    "unitNumber": 2,
    "text": "Kural sonuçsallığı aşağıdakilerden hangisini ifade eder",
    "correctAnswer": "C",
    "options": {
      "A": "Her eylemin net faydasına göre değerlendirilmes",
      "B": "Yalnızca niyete dayalı karar verilmesi",
      "C": "En büyük net faydayı sağlayan genel kuralların geliştirilmesi",
      "D": "Kararların tamamen rastgele alınması",
      "E": "Etik kuralların göz ardı edilmesi"
    },
    "explanation": "En büyük net faydayı sağlayan genel kuralların geliştirilmesi"
  },
  {
    "id": "3844393",
    "unitNumber": 2,
    "text": "Tıp etiğinin tarihsel kökenleri arasında aşağıdakilerden hangisi yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hipokrat ve Hammurabi Kanunları",
      "B": "Florence Nightingale ve Hippokrat",
      "C": "Kant ve Marx",
      "D": "Aristoteles ve Sokrates",
      "E": "Beauchamp ve Childress"
    },
    "explanation": "Hipokrat ve Hammurabi Kanunları"
  },
  {
    "id": "3844394",
    "unitNumber": 2,
    "text": "Etik standartların sağlık hizmetlerinde iletişim ile ilgili rolü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hasta ile doktor arasında güven ve karşılıklı saygıyı artırmak",
      "B": "İletişimi sadece yazılı raporlarla sınırlandırmak",
      "C": "Sadece hastalarla değil, tüm toplumla iletişimi engellemek",
      "D": "İletişim kalitesini azaltmak",
      "E": "İletişim sürecini hızlandırmak için hastaları bilgilendirmemek"
    },
    "explanation": "Hasta ile doktor arasında güven ve karşılıklı saygıyı artırmak"
  },
  {
    "id": "3845054",
    "unitNumber": 2,
    "text": "Ahlaki bir konuda tercih yapmayı gerektiren, doğruyu ve yanlışı belirleyecek net kurallar içermeyen kişiyi tereddüte düşüren sorunlara ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Etik ihlal",
      "B": "Etik ikilem",
      "C": "Etik kod",
      "D": "Etik değer",
      "E": "Etik problem"
    },
    "explanation": "Etik problemler, ahlaki bir konuda tercih yapmayı gerektiren, doğruyu ve yanlışı belirleyecek net kurallar içermeyen kişiyi tereddüte düşüren sorunlardır."
  },
  {
    "id": "3845055",
    "unitNumber": 2,
    "text": "Deontolojik teorilerin kökeni kimin çalışmalarına dayanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kant",
      "B": "Aristoteles",
      "C": "Marx",
      "D": "Aquinas",
      "E": "Hipokrat"
    },
    "explanation": "Deontolojik teorilerin kökleri Alman filozof Immanuel Kant’ın çalışmalarına dayanır. Kant, etiğin matematiksel bilgi kadar açık ve sağlam temellere dayanması gerektiğini ve tıpkı matematiksel bir gerçeğin evrensel olarak doğru olması gibi etik gerçeğinde evrensel olarak doğru olması gerçeğini savunmuştur."
  },
  {
    "id": "3845056",
    "unitNumber": 2,
    "text": "Hastaya uygulanacak tedavi neticesinde riskleri dengeleme, risk seviyesinin beklenen faydadan daha az olmasını sağlama ilkesi aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yarar sağlama ilkesi",
      "B": "Zarar vermeme ilkesi",
      "C": "Aydınlatılmış onam ilkesi",
      "D": "Dürüstlük ve doğruluk ilkesi",
      "E": "Adalet ilkesi"
    },
    "explanation": "Yarar sağlama ilkesi: Hastaya uygulanacak tedavi neticesinde riskleri dengeleme, risk seviyesinin beklenen faydadan daha az olmasını sağlamaktadır. Hastaya hastalığın ilerlemesini durdurma ya da yavaşlatma, iyileştirme biçiminde yarar sağlamayacak hiçbir uygulamanın gerçekleştirilmemesidir. Bu ilke gereği; uygulanan tedavi ile hastanın sağlık adına kazanımlarının, katlandığı acı ve ızdıraplardan daha fazla olması gerekir."
  },
  {
    "id": "3845057",
    "unitNumber": 2,
    "text": "Hastanın onayı olmadan, hastalara uygulanan tedavi, hastalığın türü ve seyri hususlarında kimseye bilgi verilmemesi ya da herhangi bir araştırmada kullanılmaması aşağıdaki ilkelerden hangisi ile ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özerkliğe saygı ilkesi",
      "B": "Adalet ilkesi",
      "C": "Gizliliğe saygı ilkesi",
      "D": "Dürüstlük ve doğruluk ilkesi",
      "E": "Aydınlatılmış onam ilkesi"
    },
    "explanation": "Gizliliğe saygı ilkesi: Hastanın onayı olmadan, hastalara uygulanan tedavi, hastalığın türü ve seyri hususlarında kimseye bilgi verilmemesi ya da herhangi bir araştırmada kullanılmaması ilkesine dayanır. Bu ilkeye göre; hayati risk durumunda bile hastanın kendi isteği dışında birinci derece akrabalarına dahi hiçbir bilgi verilmez."
  },
  {
    "id": "3845059",
    "unitNumber": 2,
    "text": "Toplumdaki hastalık, salgın, kaza ve sağlıkla ilgili vakaların dağılımını, görülme sıklıklarını ve bunları etkileyen belirteçleri inceleyen tıp bilim dalı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Endokrinoloji",
      "B": "İstatistik",
      "C": "Epidemiyoloji",
      "D": "Gastroenteroloji",
      "E": "Etik"
    },
    "explanation": "Epidemiyoloji: Toplumdaki hastalık, salgın, kaza ve sağlıkla ilgili vakaların dağılımını, görülme sıklıklarını ve bunları etkileyen belirteçleri inceleyen tıp bilim dalıdır."
  },
  {
    "id": "3845061",
    "unitNumber": 2,
    "text": "Doğru olanın bireyin kendi çıkarını en üst düzeye çıkaran fikir olduğu temeline dayanan teori aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Egoist teori",
      "B": "Otorite temelli teori",
      "C": "Doğal hukuk teorisi",
      "D": "Erden etiği teorisi",
      "E": "Deontolojik teori"
    },
    "explanation": "Egoist teori"
  },
  {
    "id": "3845062",
    "unitNumber": 2,
    "text": "Erdem etiği teorisine göre aşağıdakilerden hangisi insanların kimliklerinin bir parçasını oluşturmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Adaletli olanı yapmak",
      "B": "Sağlıklı olanı yapmak",
      "C": "Doğal olanı yapmak",
      "D": "Doğru olanı yapmak",
      "E": "Deontolojik olanı yapmak"
    },
    "explanation": "Kökleri Aristoteles’e kadar uzanan erdem etiği teorisine göre; doğru olanı yapmak, insanların kimliklerinin bir parçasını oluşturmaktadır."
  },
  {
    "id": "3845063",
    "unitNumber": 2,
    "text": "Etiğin matematiksel bilgi kadar açık ve sağlam temellere dayanması gerektiğini ve tıpkı matematiksel bir gerçeğin evrensel olarak doğru olması gibi etik gerçeğinde evrensel olarak doğru olması gerçeğini savunan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Marx",
      "B": "Kant",
      "C": "Aristoteles",
      "D": "Aquinas",
      "E": "Hipokrat"
    },
    "explanation": "Kant"
  },
  {
    "id": "3845064",
    "unitNumber": 2,
    "text": "\"Teleolojik\" sözcüğü aşağıdakilerden hangisi ile eş anlamlıdır?",
    "correctAnswer": "0",
    "options": {
      "A": "Sonuçsalcılık",
      "B": "Faydacılık",
      "C": "Dürüstlük",
      "D": "Özerklik",
      "E": "Hesap verilebilirlik"
    },
    "explanation": "Sonuçsalcılık"
  },
  {
    "id": "3845065",
    "unitNumber": 2,
    "text": "Hasta bireye uygulanacak her türlü tıbbi müdahalenin hangi amaçla yapıldığı, hangi komplikasyonlara sebep olacağı, neleri etkileyeceği gibi tüm bilgileri içeren ve sonunda hastanın onayladığını belirten belge aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aydınlatılmış onam formu",
      "B": "Onam formu",
      "C": "Onay formu",
      "D": "Hasta-doktor sözleşmesi",
      "E": "Hasta bilgi formu"
    },
    "explanation": "Aydınlatılmış onam formu"
  },
  {
    "id": "3903684",
    "unitNumber": 2,
    "text": "Etik kavramı hangi durumlarda doğru hareket biçimine karar verilmesine yardımcı olan bir felsefe olarak tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca bilimsel deneylerde",
      "B": "Düzen, uyum ve barış ortamlarında",
      "C": "Düzensizlik, karmaşıklık, çatışma ve ahlaki belirsizlik durumlarında",
      "D": "Yalnızca hukuki uyuşmazlıklarda",
      "E": "Toplumsal geleneklerin dışlandığı durumlarda"
    },
    "explanation": "Etik, evrensel bir anlam ifade eden düzensizlik, karmaşıklık, çatışma ve ahlaki belirsizlik durumlarında doğru hareket etme biçimine karar verilmesine yarayan bir felsefedir."
  },
  {
    "id": "3903685",
    "unitNumber": 2,
    "text": "Meslek etiği sağlık hizmetlerinde öncelikle kimlerin iletişim biçimlerini düzenler?",
    "correctAnswer": "B",
    "options": {
      "A": "Hastanelerdeki yöneticilerin",
      "B": "Hekimler ve tüm sağlık çalışanlarının",
      "C": "Sigorta şirketlerinin",
      "D": "Sadece hemşirelerin",
      "E": "Hasta yakınlarının kendi aralarındaki ilişkilerin"
    },
    "explanation": "Meslek etiği, sağlık hizmetlerinde öncelikle hekimler olmak üzere tüm çalışan personelin birbirleriyle, hastalarla, hasta yakınlarıyla ve çalıştıkları kurumla iletişim biçimlerini düzenlemektedir."
  },
  {
    "id": "3903686",
    "unitNumber": 2,
    "text": "Etik kelimesi hangi kökten türemiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ethos",
      "B": "Nomos",
      "C": "Logos",
      "D": "Pathos",
      "E": "Telos"
    },
    "explanation": "“Etik” kelimesi; karakter, ahlak, doğa anlamlarına gelen “ethos” kökünden gelen “ahlak için, ahlaki, karakterle ilgili” anlamlarına gelen eski Yunanca “ethikos” kelimesinden türetilmiştir."
  },
  {
    "id": "3903687",
    "unitNumber": 2,
    "text": ".........., etik ilkeleri kapsayan teorilere dayanarak kişilerin neyi yapıp neyi yapmaması gerektiğini belirleyen, ahlaki olarak kabul gören ve görmeyen davranışları ortaya koyan standartların, kaidelerin ve ilkelerin belirlenmesine odaklanmaktadır. \n Yukarıda verilen cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Deskriptif (tanımlayıcı) etik",
      "B": "Metaetik",
      "C": "Uygulamalı Etik",
      "D": "Normatif (kuralcı) etik",
      "E": "Çağdaş Etik"
    },
    "explanation": "Normatif (kuralcı) etik; etik ilkeleri kapsayan teorilere dayanarak kişilerin neyi yapıp neyi yapmaması gerektiğini belirleyen, ahlaki olarak kabul gören ve görmeyen davranışları ortaya koyan standartların, kaidelerin ve ilkelerin belirlenmesine odaklanmaktadır."
  },
  {
    "id": "3903688",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi etik dilin, kavramların veya akıl yürütme metodlarının irdelendiği, etik kaidelerin ne kadar doğru olduğunun sorgulandığı, bu değerlendirmeler için modellemelerin yapıldığı alandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Erdem Etiği",
      "B": "Teolojik Etik",
      "C": "Deskriptif Etik",
      "D": "Normatif Etik",
      "E": "Metaetik"
    },
    "explanation": "Metaetik dilin, kavramların veya akıl yürütme metodlarının irdelendiği, etik kaidelerin ne kadar doğru olduğunun sorgulandığı, bu değerlendirmeler için modellemelerin yapıldığı alandır"
  },
  {
    "id": "3903689",
    "unitNumber": 2,
    "text": "Etik kodların en önemli özelliği nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Her toplum için evrensel olması",
      "B": "Yazılı hale getirilmiş kurallar olmaları",
      "C": "Yalnızca hekimler tarafından belirlenmesi",
      "D": "Ekonomik temellere dayanması",
      "E": "Dini temellere dayanması"
    },
    "explanation": "Etik, yazılı olmayan kurallardan oluşmaktadır. Fakat mesleki uygulamalarda ve iş hayatında çalışanların işlerini yaparlarken somut, yazılı kaidelere ihtiyaçları bulunmaktadır. Bu ihtiyaca istinaden etik kaidelerin yazılı hâle getirilmesiyle elde edilen kurallar, etik kodları oluşturur."
  },
  {
    "id": "3903690",
    "unitNumber": 2,
    "text": "Erdem etiği teorisine göre iyi bir hekim nasıl tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca bilimsel açıdan yetkin olanlar",
      "B": "Yalnızca otoriteye uyanlar",
      "C": "İyi karakterli ve mesleki açıdan yetkin bireyler",
      "D": "Yalnızca kuralcı yaklaşımı benimseyenler",
      "E": "En fazla faydayı sağlayanlar"
    },
    "explanation": "Erdem etiğine göre; iyi hekimler sadece teknik olarak yetkin olanlar değil, aynı zamanda iyi karakterli bireylerdir."
  },
  {
    "id": "3903691",
    "unitNumber": 2,
    "text": "Ölme hakkı’na …….denir. \n Yukarıda verilen cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Normatif etik",
      "B": "Objektif hak",
      "C": "Ötenazi hakkı",
      "D": "Erdem etiği",
      "E": "Anestezi"
    },
    "explanation": "Ölme hakkına ötenazi hakkı denir."
  },
  {
    "id": "3903692",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi toplumdaki hastalık, salgın, kaza ve sağlıkla ilgili vakaların dağılımını, görülme sıklıklarını ve bunları etkileyen belirteçleri inceleyen tıp bilim dalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Epidemiyoloji",
      "B": "Sitoloji",
      "C": "Viroloji",
      "D": "Histoloji",
      "E": "Deontoloji"
    },
    "explanation": "<b>Epidemiyoloji </b><strong>toplumdaki hastalık, salgın, kaza ve sağlıkla ilgili vakaların dağılımını, görülme sıklıklarını ve bunları etkileyen belirteçleri inceleyen tıp bilim dalıdır. </strong>"
  },
  {
    "id": "3903693",
    "unitNumber": 2,
    "text": "Sağlık personelinin, sağlık hizmeti sunumu sırasında herkesin kabul ettiği standartları uygulamaması, dikkatsizliği ya da bilgi ve beceri eksikliğinden kaynaklanan hatalarından kaynaklı olarak hastanın zarar görmesi olarak değerlendirilmesine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Etik ihlal",
      "B": "Hasta hakları ihlali",
      "C": "Mobbing",
      "D": "Malpraktis",
      "E": "Tıbbi etik"
    },
    "explanation": "<b>Malpraktis, </b>sağlık personelinin, sağlık hizmeti sunumu sırasında herkesin kabul ettiği standartları uygulamaması, dikkatsizliği ya da bilgi ve beceri eksikliğinden kaynaklanan hatalarından kaynaklı olarak hastanın zarar görmesi olarak değerlendirilmesidir."
  },
  {
    "id": "3786490",
    "unitNumber": 3,
    "text": "Hasta hakları ile ilgili ilk uluslararası belge ve yayımlandığı tarih aşağıda belirtilen hangi seçenekte doğru olarak verilmiştir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Bali bildirgesi, 1995",
      "B": "Lizbon hasta hakları bildirgesi, 1981",
      "C": "Amsterdam bildirgesi, 1994",
      "D": "Londra hasta hakları bildirgesi, 1975",
      "E": "Santiago hasta hakları bildirgesi, 2005"
    },
    "explanation": "Çağımızda evrensel hasta haklarını düzenleyen bildirgeler Dünya Tabipler Birliği ve Dünya Sağlık Örgütü tarafından düzenlenmiştir. Hasta hakları ile ilgili ilk uluslararası belge; Dünya Tıp Birliğinin 34. Genel Kurulunda benimsediği (1981) “Lizbon Bildirgesi’dir”. Daha sonra Amsterdam, Bali, Santiago Bildirgeleri yayımlanmıştır.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3786494",
    "unitNumber": 3,
    "text": "Hasta hakları ile ilgili tek bir bölgeyi ele alarak hazırlandığı için eleştirilen ve altı bölümden oluşan bildirge aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "New York Bildirgesi",
      "B": "Lizbon Hasta Hakları Bildirgesi",
      "C": "Bali Bildirgesi",
      "D": "Amsterdam Bildirgesi",
      "E": "Santiago Hasta Hakları Bildirgesi"
    },
    "explanation": "Lizbon Bildirgesi’ne göre daha geniş kapsamlı olan <strong>Amsterdam Bildirgesi</strong> altı bölümden oluşmaktadır. Birinci bölüm sağlık hizmetlerinde insan haklarını<br/>ve değerini, ikinci bölüm hastaların bilgilendirme hakkını, üçüncü bölüm hastaların onamlarının alınmasını, dördüncü bölüm mahremiyet ve özel<br/>hayatı, beşinci bölüm tedavi ve bakım haklarını, son bölüm ise başvuru hakkını düzenlemektedir. Ancak, Amsterdam Bildirgesi hasta haklarını sadece Avrupa merkezli olacak biçimde ele aldığı için eleştirilmiştir.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3786500",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerde ülkemizde hasta hakları ile ilgili uygulamaya konulan yönerge/genelge/bildirgelerden hangisi yanlış verilmiştir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Hasta Hakları-Temel Belgeler",
      "B": "Tıbbi Deontoloji Nizamnamesi",
      "C": "Hasta Hakları Yönetmeliği",
      "D": "Poliklinik Hizmetlerinin Yeniden Yapılandırılması Genelgesi",
      "E": "Hasta ve Refakatçi Hizmetleri Düzenleme Yönergesi"
    },
    "explanation": "Türkiye’de yasal olarak hasta hakları konusunda atılan adımların dünya genelinde yaşanan gelişmelerle uyumlu olduğu görülmektedir. Türk Tabipleri<br/>Birliği (TTB)’nin 1980’lerin ortasından itibaren Amerika Birleşik Devletleri ve Avrupa’daki hekim birlikleri ile iş birliği içinde başlattıkları çalışmalar<br/>Türkiye’de hasta hakları konusunu daha çok gündeme taşımıştır. 1995 yılında hazırlanan “Hasta Hakları-Temel Belgeler” ve 1997 yılında TTB ve Uluslararası Hukuk, Bilim ve Etik Kurumu Toplantısı ve Bildirgesi örnek verilebilir. Ancak, TTB’nin hasta hakları kapsamında gerçekleştirdiği en önemli çalışma 1998 senesindeki “Hekimlik Meslek Etiği Kurulları” isimli tüzük olmuştur.\n<br/>Ayrıca kronolojik olarak; Tıbbi Deontoloji Nizamnamesi (1960), Hasta Hakları Yönetmeliği (1998), Hasta Hakları Yönergesi (2003), Poliklinik Hizmetlerinin Yeniden Yapılandırılması Genelgesi (2004), Hasta Hakları Genelgesi (2005), Hasta Hakları Uygulama Genelgesi (2005), Hekim Seçme Yönergesi (2007), Hasta Hakları Uygulama Gene<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3786504",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi/hangileri Türkiye'deki hasta haklarının bilinirliğini ve uygulanırlığını arttırmak amacıyla kurulmuştur ?\n I. Tedavi Hizmetleri Genel Müdürlüğü Hasta Hakları Şubesi<br/>II. Hasta Hakları İl Koordinatörlüğü<br/>III. Hastane Hasta Hakları Kurulu ve Hasta Hakları Birimi",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Türkiye’de hasta hakları uygulamalarına dair yönerge 2003 senesinde yayımlanmıştır. Bu yönerge ile hastaların haklarının sağlık sistemi içerisindeki bilinirliğini arttırmak ve uygulanırlığını arttırmak amaçlanmıştır. Bu amacı gerçekleştirmek için aşağıdaki birim ve kurullar oluşturulmuştur;<br/>• Tedavi Hizmetleri Genel Müdürlüğü Hasta Hakları Şubesi<br/>• Hasta Hakları İl Koordinatörlüğü<br/>• Hastane Hasta Hakları Kurulu ve Hasta Hakları Birimi<br/>• Hasta Hakları İletişim Birimi<br/>• Ayakta teşhis ve tedavi yapan sağlık kurum ve kuruluşları hasta hakları kurulları, birimleri ve iletişim birimleri<br/>• Sağlık Grup Başkanlığı bulunmayan il merkezlerinde oluşturulacak hasta hakları kurulları ve hasta hakları birimleri<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3786511",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ülkemizde kabul edilen ''Hasta Hakları Yönetmeliği''nde yer almaz ?",
    "correctAnswer": "B",
    "options": {
      "A": "Hastaların, adalet ve hakkaniyet ilkeleri kapsamında sağlık hizmetlerinden ihtiyacına uygun olarak yararlanma hakkı vardır.",
      "B": "Hastaların, kendisine sağlık hizmeti sunacak sağlık çalışanı hakkında seçmeleri ya da değiştirmeleri kabul edilmemektedir.",
      "C": "Hastaların, modern tıbbın gerektirdiği tanı, tedavi ve bakım hizmetini isteme hakkı vardır.",
      "D": "Her ne durumda olursa olsun, hastanın yaşam hakkından vazgeçilemez. Ötanazi kesinlikle yasaktır.",
      "E": "Hastaların mevzuata uygun biçimde sağlık kurum ve kuruluşlarını seçme hakkı vardır."
    },
    "explanation": "Hasta Hakları Yönetmeliği’ne göre;\n<br/>• Hastaların, adalet ve hakkaniyet ilkeleri kapsamında sağlık hizmetlerinden ihtiyacına uygun olarak yararlanma hakkı vardır.<br/>• Hastaların sağlık kurum ve kuruluşlarından hangi koşullarda yararlanabileceğini, sunulan hizmet ve olanakların neler olduğunu ve<br/>başvurulan kurumda verilen sağlık hizmetinden yararlanma usulünü öğrenmek için bilgi isteme hakkı vardır.<br/>• Hastaların mevzuata uygun biçimde sağlık kurum ve kuruluşlarını seçme hakkı vardır. Mevzuata uygun biçimde hastanın sağlık kurumunu değiştirme hakkı vardır.<br/>• Hastaların, kendisine sağlık hizmeti sunacak sağlık çalışanı hakkında bilgi alma, mevzuata uygun biçimde sağlık çalışanını seçme değiştirme hakkı vardır.<br/>• Sağlık hizmeti zamanında sunulmazsa,hastaların öncelik hakkının tıbbi kriterlere göre ve objektif olarak tespit edilmesini isteme hakkı vardır.<br/>• Hastaların, modern tıbbın gerektirdiği tanı, tedavi ve bakım hizmetini isteme hakkı vardır.<br/>• Tanı, tedavi veya koruma<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3786521",
    "unitNumber": 3,
    "text": "Ülkemizde tıbbi müdahalede hasta rızası ile ilgili aşağıda belirtilen maddelerden hangisi/hangileri uygulanmaktadır ?\n I. Rıza herhangi bir şekle bağlanmamış olup, hukuka ve ahlaka aykırı olmamalıdır.\n II. Gebeliğin sonlandırılmasında hasta rızasının alınması yeterlidir.\n III. Aile planlaması kapsamında Bakanlık tarafından izin verilen ilaç ve araçlar dışındakiler kullanılamaz.",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "• Tıbbi müdahalelerde hastanın rızası gereklidir. Hasta rıza veremeyecek durumda ise velisinden veya yasal temsilcisinden rıza alınmalıdır.<br/>• Kanunda belirtilen zorunlu hâller dışında, hasta kendisi için belirlenen tedaviyi reddetme ve durdurma hakkına sahiptir.<br/>• Sağlık işletmeleri tarafından rıza formu hazırlanmalıdır. Hazırlanan rıza formu, hastaların bilgilendirilme hakkı çerçevesinde belirtilen ilkelere uygun olmalıdır.<br/>• Bilinen klasik tedavi yöntemlerinin hastaya fayda sağlamadığı durumlarda daha önce deney hayvanlarında denenmiş ve hasta için olumlu netice yaratacağı belli olan tedavi metotları hastanın rızasının alınması kaydıyla uygulanabilir.<br/>• Rıza herhangi bir şekle bağlanmamıştır. Hukuka ve ahlaka aykırı olmaması gerekmektedir.<br/>• 18 yaşının altında olanlardan organ veya doku alınamaz. 18 yaşından büyüklerde ise ilgili kanun hükümlerinde belirtilen şartlar gereklidir.<br/>• Aile planlaması kapsamında Bakanlık tarafından izin verilen ilaç ve araçlar dışındakiler kullan<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3786532",
    "unitNumber": 3,
    "text": "Aşağı verilenlerden hangisi/hangileri tıbbi etikle ilgili verilen problemlerin sebeplerindendir ?\n I. Sağlık hizmetlerinde bilginin dengesiz dağılımı<br/>II. Sağlık hizmetlerinin kamusal mal niteliği taşıması<br/>III. Kamu otoritesinin sağlık hizmeti sunumunda adaleti sağlama amacı",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Tıbbi girişimlerde kurallara uyma, kural ihlalleri ve oluşabilecek ikilem durumlarda nasıl davranılması gerektiği tıbbi etiğin alanıdır. Etik problemlerin kaynağı ise aşağıdaki biçimde sıralanabilir;<br/>• Sağlık hizmetlerinde bilginin dengesiz dağılımı<br/>• Sağlık hizmetlerinin kamusal mal niteliği taşıması<br/>• Kamu otoritesinin sağlık hizmeti sunumunda adaleti sağlama amacı taşıması gibi sebeplerden dolayı zaman zaman etik ikilemler hatta etik problemler ile karşı karşıya kaldığı gözlemlenmektedir.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3786542",
    "unitNumber": 3,
    "text": "Sağlık personeli tarafından hastaya ait bilgilerin üçüncü kişilerle paylaşılması hangi etik ilkeye aykırılıktır ?",
    "correctAnswer": "D",
    "options": {
      "A": "Yararlılık",
      "B": "Adalet",
      "C": "Özerklik",
      "D": "Mahremiyet",
      "E": "Hiçbiri"
    },
    "explanation": "Güven üzerine kurulan hekim-hasta ilişkisinin temeli, hekimin iyi niyetine olan inanç ve gizlilik kuralına uymaktır. Sır saklama hususunda gerek<br/>hekimin gerekse sağlık kuruluşunun üzerine düşen sorumlulukları yerine getirmesi hasta hakları çerçevesinde oldukça önem arz etmektedir. Öyle ki hastaya ait bilgilerin üçüncü kişilerle paylaşılması bu ilkenin ihlali anlamına gelmektedir.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3786547",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi/hangileri hastaların sorumluluklarındandır ?\n I. Randevuların tarih ve saatine uymak, şayet randevuya gelinemeyecekse bu durumu ilgili birime sunmak\n II. Sağlık çalışanlarına yönelik olarak, sözel ve fiziki saldırı davranışlarında bulunmamak\n III. Hasta ve hasta yakınları hastane hijyenini bozacak davranışlardan uzak durmak",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Randevuların tarih ve saatine uymak, şayet randevuya gelinemeyecekse bu durumu ilgili birime sunmak\n<br/>Sağlık çalışanlarına yönelik olarak, sözel ve fiziki saldırı davranışlarında bulunmamak\n<br/>Hasta ve hasta yakınları hastane hijyenini bozacak davranışlardan uzak durmak \n<br/>hastaların sorumluluklarındandır.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3786559",
    "unitNumber": 3,
    "text": "2016 Yılında T.C. Sağlık Bakanlığı tarafından kabul edilen Hasta Hakları Yönetmeliği'ne göre hasta hakları ''Sağlık hizmetlerinden yararlanma gereksinimi olan kişilerin, sırf insan olmaları nedeniyle sahip bulundukları ve ........................................ ile güvence altına alınmış bulunan haklar'' biçiminde tanımlanmıştır. Cümledeki boşluğa aşağıda belirtilen hangi seçenek getirilmelidir ?",
    "correctAnswer": "C",
    "options": {
      "A": "T.C. Anayasası",
      "B": "uluslararası anlaşmalar",
      "C": "T.C. Anayasası, uluslararası anlaşmalar, kanunlar ve diğer mevzuat",
      "D": "kanun ve yönetmelikler",
      "E": "Dünya Sağlık Örgütü'nce kabul edilen kurallar"
    },
    "explanation": "T.C. Sağlık Bakanlığı 2016 yılı Hasta Hakları Yönetmeliği’nde ise hasta hakları “Sağlık hizmetinden yararlanma gereksinimi olan kişilerin, sadece insan oldukları için sahip bulundukları T.C. Anayasası, uluslararası anlaşmalar, yasalar ve diğer mevzuat ile güvence altına alınan haklarını ifade eder” şeklinde tanımlanmıştır.<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3845066",
    "unitNumber": 3,
    "text": "Hasta hakları ile ilgili ilk uluslararası belge aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lizbon Bildirgesi",
      "B": "Amsterdam Bildirgesi",
      "C": "Bali Bildirgesi",
      "D": "Santiago Bildirgesi",
      "E": "Umumi Hıfzıssıhha Kanunu"
    },
    "explanation": "Lizbon Bildirgesi"
  },
  {
    "id": "3845067",
    "unitNumber": 3,
    "text": "\"Dünya Sağlık Örgütü ...... yılında ilk kez sağlık hakkını “Erişilebilir en yüksek sağlık standardı her insanın temel hakkıdır” diyerek ifade etmiştir.\"<br/>Yukarıdaki metinde yer alan boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1930",
      "B": "1946",
      "C": "1981",
      "D": "1994",
      "E": "1995"
    },
    "explanation": "1946"
  },
  {
    "id": "3845068",
    "unitNumber": 3,
    "text": "\"Hasta hekimini özgürce seçme hakkına sahiptir.\" ifadesi ilk kez aşağıdaki bildirgelerden hangisinde geçmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lizbon Bildirgesi",
      "B": "Amsterdam Bildirgesi",
      "C": "Bali Bildirgesi",
      "D": "Santiago Bildirgesi",
      "E": "Cenevre Bildirgesi"
    },
    "explanation": "Lizbon Bildirgesi"
  },
  {
    "id": "3845069",
    "unitNumber": 3,
    "text": "Hasta Hakları Yönetmeliği ülkemizde hangi yılda yayınlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1960",
      "B": "1995",
      "C": "1930",
      "D": "1998",
      "E": "2007"
    },
    "explanation": "1998"
  },
  {
    "id": "3845070",
    "unitNumber": 3,
    "text": "Poliklinik Hizmetlerinde Öncelik Sırası Genelgesi ülkemizde hangi yıl yayınlanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1960",
      "B": "1993",
      "C": "2000",
      "D": "2007",
      "E": "2010"
    },
    "explanation": "2010"
  },
  {
    "id": "3845071",
    "unitNumber": 3,
    "text": "Tıbbi Deontoloji Nizamnamesi ülkemizde hangi yıl yayınlanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1908",
      "B": "1923",
      "C": "1928",
      "D": "1930",
      "E": "1960"
    },
    "explanation": "1960"
  },
  {
    "id": "3845072",
    "unitNumber": 3,
    "text": "\"Hasta haklarının hukuksal nitelik kazanması için 1996 yılında Türkiye’de atılan ilk adım ...... tarafından gerçekleştirilen hasta hakları ve sorumluluklarını belirtmeye yönelik çalışmadır.\"<br/>Yukarıdaki metinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türk Standartları Enstitüsü",
      "B": "Türk Tabipleri Birliği",
      "C": "Sağlık Bakanlığı",
      "D": "Avrupa İnsan Hakları Mahkemesi",
      "E": "Anayasa Mahkemesi"
    },
    "explanation": "Türk Standartları Enstitüsü"
  },
  {
    "id": "3845073",
    "unitNumber": 3,
    "text": "Türkiye’de hasta hakları uygulamalarına dair yönerge hangi yıl yayımlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1998",
      "B": "2003",
      "C": "2007",
      "D": "2009",
      "E": "2014"
    },
    "explanation": "2003"
  },
  {
    "id": "3845074",
    "unitNumber": 3,
    "text": "Hasta Hakları Yönetmeliğine göre kaç yaşın altındaki bireylerden organ veya doku alınamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "12",
      "B": "13",
      "C": "16",
      "D": "18",
      "E": "20"
    },
    "explanation": "18"
  },
  {
    "id": "3845075",
    "unitNumber": 3,
    "text": "\"Hekimlik Meslek Etiği Kurulları\" isimli tüzük çalışması hangi yılda yapılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1930",
      "B": "1960",
      "C": "1983",
      "D": "1996",
      "E": "1998"
    },
    "explanation": "1998"
  },
  {
    "id": "3903694",
    "unitNumber": 3,
    "text": "Hasta hakları kavramı, aşağıdakilerden hangisi en kapsamlı şekilde tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece tedavi sürecinde hastaların sahip olduğu haklardır.",
      "B": "Sağlık hizmeti alan her bireyin yasalarla güvence altına alınmış haklarıdır.",
      "C": "Yalnızca hekimlerin belirlediği ve uyguladığı kurallardır.",
      "D": "Hastanelerin iç işleyişine göre değişen kurallardır.",
      "E": "Sadece acil durumlarda geçerli olan haklardır."
    },
    "explanation": "Hasta hakları kavramı Sağlık hizmeti alan her bireyin yasalarla güvence altına alınmış haklar olarak tanımlanır."
  },
  {
    "id": "3903695",
    "unitNumber": 3,
    "text": "Hasta haklarını ilgilendiren ilk ana metin; Dünya Tıp Birliğinin 1981 senesinde onayladığı “………………. Bildirgesidir”.<br/>Yukarıda verilen cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Bali",
      "B": "Amsterdam",
      "C": "Roma",
      "D": "Lizbon Hasta Hakları",
      "E": "Santiago"
    },
    "explanation": "Hasta haklarını ilgilendiren ilk ana metin; Dünya Tıp Birliğinin 1981 senesinde onayladığı “Lizbon Hasta Hakları Bildirgesidir”."
  },
  {
    "id": "3903696",
    "unitNumber": 3,
    "text": "Bali Bildirgesi hangi yılda hazırlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1995",
      "B": "1998",
      "C": "2000",
      "D": "2002",
      "E": "2005"
    },
    "explanation": "Dünya Tabipler Birliğinin, <strong>1995</strong> yılında Endonezya’nın Bali şehrinde gerçekleştirilen toplantısında, Lizbon Hasta Hakları Bildirgesinin incelenip genişletilmesiyle hazırlanmıştır."
  },
  {
    "id": "3903697",
    "unitNumber": 3,
    "text": "Türkiye’de hasta haklarının hukuki nitelik kazanmasındaki ilk önemli adım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hasta Hakları Yönetmeliği",
      "B": "Tıbbi Deontoloji Nizamnamesi",
      "C": "Türk Standartları Enstitüsü çalışması",
      "D": "Umumi Hıfzısıhha Kanunu",
      "E": "Hekim Seçme Yönergesi"
    },
    "explanation": "Hasta haklarının hukuksal nitelik kazanması için 1996 yılında Türkiye’de atılan ilk adım <strong>Türk Standartları Enstitüsü</strong> tarafından gerçekleştirilen hasta hakları ve sorumluluklarını belirtmeye yönelik çalışmadır."
  },
  {
    "id": "3903698",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi hastaların haklarının sağlık sistemi içerisindeki bilinirliğini arttırmak ve uygulanılırlığını arttırmak amacıyla oluşturulan birimlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tedavi Hizmetleri Genel Müdürlüğü Hasta Hakları Şubesi",
      "B": "Hasta Hakları İl Koordinatörlüğü",
      "C": "Hastane Hasta Hakları Kurulu ve Hasta Hakları Birimi",
      "D": "Sağlık Grup Başkanlığı",
      "E": "Hasta Hakları İletişim Birimi"
    },
    "explanation": "<strong>Sağlık Grup Başkanlığı</strong> hastaların haklarının sağlık sistemi içerisindeki bilinirliğini arttırmak ve uygulanılırlığını arttırmak amacıyla oluşturulan birimlerden biri değildir."
  },
  {
    "id": "3903699",
    "unitNumber": 3,
    "text": "Hasta Hakları Yönetmeliği’ne göre, hastanın bilgilendirilme hakkı kapsamında aşağıdakilerden hangisi yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Hastalığın olası nedenleri",
      "B": "Tedavinin maliyeti",
      "C": "Olası komplikasyonlar",
      "D": "Tedavi seçenekleri",
      "E": "İlaçların özellikleri"
    },
    "explanation": "<strong>Tedavi maliyeti</strong> Hasta Hakları Yönetmeliği’ne göre, hastanın bilgilendirilme hakkı kapsamında yer almaz."
  },
  {
    "id": "3903700",
    "unitNumber": 3,
    "text": "Hasta Hakları Yönetmeliği’ne göre, hastanın şikâyet hakkı ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Şikâyetler yalnızca yazılı olarak yapılabilir.",
      "B": "Şikâyet hakkı yalnızca hastaya aittir.",
      "C": "Hastalar şikâyetlerini yalnızca mahkemelere iletebilir.",
      "D": "Hastalar şikâyetlerinin sonucu hakkında bilgi alma hakkına sahiptir.",
      "E": "Şikâyetler yalnızca sözlü olarak değerlendirilir."
    },
    "explanation": "Hasta Hakları Yönetmeliği’ne göre Hastalar şikâyetlerinin sonucu hakkında bilgi alma hakkına sahiptir."
  },
  {
    "id": "3903701",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Yaşamsal fonksiyonların belirli bir süre içinde sonlanmasının beklendiği hastanın yaşamdaki son evresine verilen isimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kronik dönem",
      "B": "İyileşme dönemi",
      "C": "Akut dönem",
      "D": "Terminal dönem",
      "E": "Stabil dönem"
    },
    "explanation": "<strong>Terminal Dönem</strong> Yaşamsal fonksiyonların belirli bir süre içinde sonlanmasının beklendiği hastanın yaşamdaki son evresine verilen isimdir."
  },
  {
    "id": "3903702",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi hayati fonksiyonları veya yaşam bulguları olmayan bir insanda, kurtarıcılar tarafından kalbin, akciğerin ve beynin yeniden canlandırılması işlemidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Defibrilasyon",
      "B": "Kardiyopulmoner resüsitasyon",
      "C": "Entübasyon",
      "D": "Oksijen tedavisi",
      "E": "Hemodiyaliz"
    },
    "explanation": "<strong>Kardiyopulmoner resüsitasyon</strong> hayati fonksiyonları veya yaşam bulguları olmayan bir insanda, kurtarıcılar tarafından kalbin, akciğerin ve beynin yeniden canlandırılması işlemidir."
  },
  {
    "id": "3903703",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi herhangi bir karar hususunda kişinin zorlanmadan özgürce karar vermesini ve bu karar neticesinde sorumluluğu kendi üstüne almasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Adalet",
      "B": "Yarar sağlama",
      "C": "Otonomi",
      "D": "Sadakat",
      "E": "Zarar vermeme"
    },
    "explanation": "<strong>Otonomi</strong> herhangi bir karar hususunda kişinin zorlanmadan özgürce karar vermesini ve bu karar neticesinde sorumluluğu kendi üstüne almasıdır."
  },
  {
    "id": "3786680",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi/hangileri 1947 yılında kabul edilen tıbbi araştırmalarda etik kavramıyla ilgili Nuremberg ilkelerinin temel aldığı bileşenlerdendir ?\n I. Gönüllü onam\n II. Hayvan deneyleri\n III. Yönetim",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "1947’de “Nuremberg Kodu” olarak yayımlanan bildirge tıbbi araştırmalarda etik kavramının gündeme gelmesinde önemli bir doküman olmuştur.<br/>Nuremberg Mahkemesinin insan bedenine müdahalede etik yönden büyük önemi olan “onamı” temel alan on ilkesinde yararlandığı ve geliştirdiği<br/>üç bileşen; gönüllü onam, her bir denemenin tehlikelerini belirlemede öncelikli hayvan deneyleri ve tıbbi sorumlu olarak görev alacak bir yönetimdir.<br/>Öyle ki Nuremberg İlkeleri bilimsel araştırma etiği bakımından bir ilk ve dönüm noktası olarak kabul edilmektedir.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3786694",
    "unitNumber": 4,
    "text": "Dünya Tıp Birliği (WMA) tarafından tıbbi etiği uluslararası nitelikte geçerli hale getiren hukuki düzenleme ve yayımlandığı yıl aşağıda belirtilen hangi seçenekte verilmiştir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Nuremberg Bildirgesi-1964",
      "B": "Lizbon Bildirgesi-1976",
      "C": "Santiago Bildirgesi-1989",
      "D": "Amsterdam Bildirgesi-1984",
      "E": "Helsinki Bildirgesi-1964"
    },
    "explanation": "Nuremberg Kodu’ndan 17 yıl sonra tıbbi etik alanında yapılacak ve uluslararası nitelikte geçerlilik kazanacak olan hukuki düzenleme Dünya Tıp Birliği (WMA) Helsinki Bildirgesi (1964) olmuştur.<br/>Helsinki Bildirgesi, 1964 yılında yayımlandıktan sonra sağlık politikaları, sağlık alanındaki teknolojik gelişmeler, bu gelişmelere bağlı yeni yaklaşımlar ve tartışmalara bağlı olarak 7 kez revizyondan geçirilmiş, 2 kez de açıklama notu eklenmiştir.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3786720",
    "unitNumber": 4,
    "text": "''Aydınlatılmış onam süreci hastanın özgür seçimine dayalı olup, temelinde ........... ve .............. bileşenleri olmak üzere iki bileşen içerir.'' Cümlesindeki boşluğa aşağıdakilerden seçeneklerden hangisi getirilmelidir ?",
    "correctAnswer": "B",
    "options": {
      "A": "anlama, tanımlama",
      "B": "karar verme, bilgilendirme",
      "C": "onama, reddetme",
      "D": "korunma, uzaklaştırma",
      "E": "izin alma, devretme"
    },
    "explanation": "Aydınlatılmış onam süreci; hastanın kendisine uygulanacak herhangi bir tıbbi işleme onay verebilmesi ya da reddedebilmesi için bireyin yeterince bilgilendirilmesi, aldığı bilgi üzerine düşünmesi, özgür seçimine dayalı kararını vermesi sürecidir. Temelinde karar verme ve bilgilendirme bileşenleri olmak üzere iki bileşen içerir. Karar<br/>verme eyleminde bulunan bireyin kendi geleceğini tayin etmek üzere özerk davranması, haklarını ve sınırlarını tanımlaması gerekir.<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3786726",
    "unitNumber": 4,
    "text": "Sağlık hizmetlerinde aydınlatılmış onam aşağıdaki bilgilerden hangisini/hangilerini kapsamalıdır ?\n I. Önerilen tedavi yönteminin türü\n II. Hastanın hastalık geçmişi\n III. Verilen ilaçların kullanılışı ve olası yan etkileri",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Aydınlatılmış onamda verilmesi gereken bilgiler aşağıdakilerin tümünü<br/>kapsamalıdır:<br/>a. Hastanın sağlık durumu ve konulan tanı,<br/>b. Önerilen tedavi yönteminin türü,<br/>c. Başarı şansı ve süresi,\n<br/>d. Tedavi yönteminin hastanın sağlığı için taşıdığı riskler,<br/>e. Verilen ilaçların kullanılışı ve olası yan etkileri,<br/>f. Hastanın önerilen tedaviyi kabul etmemesi<br/>durumunda hastalığın yaratacağı sonuçlar,<br/>g. Olası tedavi seçenekleri ve riskleri<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3786731",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi aydınlatılmış onam formunun geçerli olabilmesi için geçerli koşullardan biri değildir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Hastanın rıza vermeye ehil olması gerekmektedir.",
      "B": "Hastanın aydınlatılmış onamı alınırken açıklanan bilgiyi anlayabilen, tedaviyi değerlendirebilen düzeyde olması gereklidir.",
      "C": "Hastanın öz değerlendirme süreci sonrası gönül rızası ve sorumluluk bilinci ile açık ve uygun bir cevap vermesi gereklidir.",
      "D": "Hastaya karşılaşabileceği durumlar için hukuki bilgiye yer verilmelidir.",
      "E": "Hastanın yazılı onamının alınması aşamasında kullanılan onam formu yasal düzenlemeler ile günün bilimsel, teknolojik ve sosyokültürel şartlarına uygun olmalıdır."
    },
    "explanation": "Aydınlatılmış onamın geçerli olabilmesi için sürecin bazı koşulları taşıması gereklidir:<br/>1. Hastanın rıza vermeye ehil olması gerekmektedir. Hukuki açıdan ehliyet bir kişilik niteliği ve yetenektir. İki türlü ehliyet bulunur;<br/>hak ehliyeti (doğuştan gelen haklar) ve fiil ehliyetidir (kişinin eylem ve davranışlarından sorumlu olmasıyla ilgili haklar). Onam fiil ehliyeti kapsamına giren bir kavramdır. Bir kişinin fiil ehliyeti olduğundan söz edebilmek için reşit olmak, temyiz kuvveti (ayırtım gücü) ve fiil ehliyetine kısıtlılık getiren mahkeme kararının olmaması gibi bazı koşulların varlığı gerekmektedir.<br/>2. Hastanın aydınlatılmış onamı alınırken açıklanan bilgiyi anlayabilen, tedavinin yarar ve risklerini değerlendirebilen, tedavinin günlük yaşamındaki etkisini ve sonuçlarını karşılaştırarak karar verebilen ve kararıyla ilgili makul bir seçim ifade edebilen hastanın tedavisiyle ilgili kararları vermede yeterli olduğu kabul edilmektedir.<br/>3. Hekim ile hasta arasında iletişim sürecinin empat<br/>Yanıt D seçeneği olmaldır."
  },
  {
    "id": "3786805",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi/hangileri Sağlık Bakanlığı Hasta Hakları Yönetmeliği’nde 3. maddesinde yer almaktadır ?\n<br/>I. Hastalığın muhtemel sebepleri ve olası seyri açıklanmalıdır.\n<br/>II. Hasta, aynı şikayeti ile ilgili olarak bir başka hekimden de sağlık durumu<br/>hakkında ikinci bir görüş almayı talep edebilir.\n<br/>III. Tıbbi müdahalelerde hastanın rızası gerekir. Hasta küçük veya mahcur ise<br/>velisinden veya vasisinden izin alınır.",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği’nde (1998 ve 8/5/2014 tarihli ve<br/>28994 Sayılı değişiklik yönetmeliğinde) aydınlatılmış onam süreci ve koşulları detaylı şekilde<br/>açıklanmaktadır. Yönetmeliğin 3. maddesinde;<br/>a. Hastalığın muhtemel sebepleri ve olası seyri,<br/>b. Tıbbi müdahalenin kim tarafından, nerede, nasıl yapılacağı ve sürecin tahmini süresi,<br/>c. Diğer tanı ve tedavi seçenekleri ve bu seçeneklerin getireceği fayda ve riskler ile bu<br/>fayda ve risklerin hastanın sağlığı üzerindeki muhtemel etkileri,<br/>d. Gelişebilecek komplikasyonları,<br/>e. Hastanın tedavi protokolünü reddetme durumunda ortaya çıkabilecek muhtemel fayda ve riskler,\n<br/>f. Kullanılacak ilaçların önemli özellikleri,<br/>g. Sağlığı için kritik olan yaşam tarzı önerileri,<br/>h. Gerektiğinde aynı konuda tıbbî yardıma nasıl ulaşabileceği, konularında hastaya bilgi verme sürecinin önemli aşamaları açıklanmaktadır.<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3786813",
    "unitNumber": 4,
    "text": "İnsan Hakları ve Biyotıp Sözleşmesi 9. maddesine göre ''Müdahale sırasında isteğini açıklayabilecek durumda bulunmayan bir hastanın .......................'' cümlesindeki boşluğa aşağıda belirtilenlerden hangisi getirilmelidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "tedavisi kesinlikle durdurulmalıdır.",
      "B": "bilincinin açılması beklenilmelidir.",
      "C": "hasta yakınlarına sorulmalıdır.",
      "D": "tıbbi müdahale ile ilgili olarak önceden açıklamış olduğu istekleri göz önüne alınmalıdır.",
      "E": "Hiçbiri"
    },
    "explanation": "Hasta Hakları Yönetmeliği’nin 31. madddesine göre; “Hastaya tıbbi müdahalede bulunulurken yapılan işlemin genişletilmesi gereği doğduğunda müdahale genişletilmediği takdirde hastanın bir organının kaybına veya fonksiyonunu ifa edemez hale gelmesine yol açabilecek tıbbi zaruret hâlinde rıza aranmaksızın tıbbi müdahale genişletilebilir” şeklinde onamın alınamadığı ancak müdahalenin zorunluluk teşkil ettiği durumlar için, İnsan Hakları ve Biyotıp Sözleşmesi 9. maddesinde, “Müdahale sırasında isteğini açıklayabilecek durumda bulunmayan<br/>bir hastanın, tıbbi müdahale ile ilgili olarak önceden açıklamış olduğu istekleri göz önüne alınmalıdır”. şeklinde açıklama yer almaktadır<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3786834",
    "unitNumber": 4,
    "text": "Aşağıda aydınlatılmış onam ile ilgili belirtilen uygulama sorunlarındandır ?\n I. İletişimde dil engeli\n II. Yoğun hasta yükü nedeniyle zamansızlık\n III. Formda detaylı bilgi sunulması",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Aydınlatılmış onam ile ilgili belirtilen uygulama sorunları iletişimde dil engeli (göçmenler için), yoğun hasta yükü nedeniyle zamansızlıktır. (gelişmekte olan ülkelerde hasta sayısının çok olması nedeniyle).\n<br/>Formda detaylı bilgi sunulması uygulama sorunlarından değildir, geniş bilgi verilmesi istenilen bir durumdur.<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3786850",
    "unitNumber": 4,
    "text": "Hekimin hastanın hayatını kurtarmak ve sağlığını korumakla yükümlü olduğunun belirtildiği yasal belge aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Tıbbi Deontoloji Tüzüğü, 14. madde",
      "B": "İnsan Hakları Evrensel Beyannamesi, 3. madde",
      "C": "İnsan Hakları Avrupa Sözleşmesi",
      "D": "1982 Anayasası, 17. madde",
      "E": "Hiçbiri"
    },
    "explanation": "Ülkemizde 1219 sayılı Tababet ve Şuabatı San’atlarının Tarzı İcrasına Dair<br/>Kanun ve Türk Tabipleri Birliği (6023) Kanunu hükümlerince tıp mesleğini icra edebilecek kişiler ve bu kişilerin hak ve sorumlulukları düzenlenmektedir. Tıbbi müdahalelerde insanlara verilen ve en temel hak olan yaşam hakkının korunması esastır. Uluslararası hukukta İnsan Hakları Evrensel Beyannamesi’nin 3. maddesinde ve İnsan Hakları Avrupa Sözleşmesi’nde yer alan yaşama hakkı, iç hukukumuzda da Anayasal ve yasal düzeyde koruma altındadır. 1982 Anayasası’nın 17. maddesinin 1. fıkrasında, herkesin, yaşama, maddi ve manevi varlığını koruma ve geliştirme hakkına sahip olduğu açıkça düzenlenmiştir. Tıbbi Deontoloji Tüzüğü’nün 14. maddesinde, hekimin hastanın hayatını kurtarmak ve sağlığını korumakla yükümlü olduğu belirtilmiştir.<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3786858",
    "unitNumber": 4,
    "text": "Bilgilendirilen bireyin kendisi ile ilgili kararında bireysel haklarını gönüllü olarak (kendi rızası ile) bir başkasına (çoğu zaman hekim) devretmesi aşağıdakilerden hangisini ifade etmektedir ?",
    "correctAnswer": "B",
    "options": {
      "A": "onay",
      "B": "onam",
      "C": "yararlılık",
      "D": "gönüllülük",
      "E": "hiçbiri"
    },
    "explanation": "Çağdaş tıp etiği ile birlikte ortaya çıkan onam (consent) kelimesini onaydan ayıran önemli fark, bilgilendirilen bireyin kendisi ile ilgili kararında bireysel haklarını<br/>gönüllü olarak (kendi rızası ile) bir başkasına (çoğu zaman hekim) devretmesi söz konusudur.<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3844960",
    "unitNumber": 4,
    "text": "Aydınlatılmış onam kapsamında hastaya verilmesi gereken bilgiler aşağıdakilerden hangisidir?\n <ol type=\"I\"> <li>Hastanın sağlık durumu ve konulan tanı</li> <li>Önerilen tedavi yönteminin türü</li> <li>Başarı şansı ve süresi</li> <li>Tedavi yönteminin hastanın sağlığı için taşıdığı riskler</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-II-III",
      "C": "I-II-IV",
      "D": "I-III-IV",
      "E": "II-III-IV"
    },
    "explanation": "Aydınlatılmış onam, hastanın kendisine yapılacak işlemleri onayladığını belirten imzasının alınmasından farklıdır. Temel amaç hastaya bilgi vermek ve bu bilgiyi anlamasını sağlamaktır. Bu nedenle form imzalatılmasından önce yapılması gereken, hastanın kendi kültürüne ve eğitim düzeyine uygun biçimde bilgilendirilmesinin sağlanmasıdır. Ayrıca hastanın verilen bilgileri anlamasının sağlanması ve anladığının denetlenmesi gerekir. Bu sürecin yaşama geçirilebilmesi için bazı ön koşullar bulunmaktadır.\n Verilmesi gereken bilgiler aşağıdakilerin tümünü kapsamalıdır:\n <ol> <li>Hastanın sağlık durumu ve konulan tanı</li> <li>Önerilen tedavi yönteminin türü</li> <li>Başarı şansı ve süresi</li> <li>Tedavi yönteminin hastanın sağlığı için taşıdığı riskler</li> <li>Verilen ilaçların kullanılışı ve olası yan etkileri</li> <li>Hastanın önerilen tedaviyi kabul etmemesi durumunda hastalığın yaratacağı sonuçlar</li> <li>Olası tedavi seçenekleri ve riskleri</li> </ol> Doğru cavp A'dır."
  },
  {
    "id": "3844962",
    "unitNumber": 4,
    "text": "Aydınlatılmış onam kapsamında hastaya verilmesi gereken bilgiler aşağıdakilerden hangisidir?\n <ol type=\"I\"> <li>Verilen ilaçların kullanılışı ve olası yan etkileri</li> <li>Hastanın önerilen tedaviyi kabul etmemesi durumunda hastalığın yaratacağı sonuçlar</li> <li>Olası tedavi seçenekleri ve riskleri</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "I-II",
      "C": "I-III",
      "D": "II-III",
      "E": "Yalnız II"
    },
    "explanation": "Aydınlatılmış onam, hastanın kendisine yapılacak işlemleri onayladığını belirten imzasının alınmasından farklıdır. Temel amaç hastaya bilgi vermek ve bu bilgiyi anlamasını sağlamaktır. Bu nedenle form imzalatılmasından önce yapılması gereken, hastanın kendi kültürüne ve eğitim düzeyine uygun biçimde bilgilendirilmesinin sağlanmasıdır. Ayrıca hastanın verilen bilgileri anlamasının sağlanması ve anladığının denetlenmesi gerekir. Bu sürecin yaşama geçirilebilmesi için bazı ön koşullar bulunmaktadır.\n Verilmesi gereken bilgiler aşağıdakilerin tümünü kapsamalıdır:\n <ol> <li>Hastanın sağlık durumu ve konulan tanı</li> <li>Önerilen tedavi yönteminin türü</li> <li>Başarı şansı ve süresi</li> <li>Tedavi yönteminin hastanın sağlığı için taşıdığı riskler</li> <li>Verilen ilaçların kullanılışı ve olası yan etkileri</li> <li>Hastanın önerilen tedaviyi kabul etmemesi durumunda hastalığın yaratacağı sonuçlar</li> <li>Olası tedavi seçenekleri ve riskleri</li> </ol> Doğru cevap A'dır."
  },
  {
    "id": "3844977",
    "unitNumber": 4,
    "text": "Aydınlatılmış onamın geçerli olabilmesi için sürecin taşıması gereken koşullar aşağıdakilerden hangisidir?\n <ol type=\"I\"> <li>Hastanın rıza vermeye ehil olması gerekmektedir.</li> <li>Hastanın aydınlatılmış onamı alınırken açıklanan bilgiyi anlayabilen ve tedavisiyle ilgili kararları vermede yeterli olduğu kabul edilmektedir.</li> <li>Hekim ile hasta arasında iletişim sürecinin empati, gerçeklik ve güven duygusu temeline dayalı olması gereklidir.</li> <li>Hastanın öz değerlendirme süreci sonrası gönül rızası ve sorumluluk bilinci ile açık ve uygun bir cevap vermesi gereklidir.</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "I-III-IV",
      "C": "I-II-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Doğru cevap E'dir."
  },
  {
    "id": "3844983",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Hastalığın muhtemel sebepleri ve olası seyri</li> <li>Tıbbi müdahalenin kim tarafından, nerede, nasıl yapılacağı ve sürecin tahmini süresi</li> <li>Diğer tanı ve tedavi seçenekleri ve bu seçeneklerin getireceği fayda ve riskler ile bu fayda ve risklerin hastanın sağlığı üzerindeki muhtemel etkileri</li> <li>Gelişebilecek komplikasyonları</li> <li>Hastanın tedavi protokolünü reddetme durumunda ortaya çıkabilecek muhtemel fayda ve riskler</li> <li>Kullanılacak ilaçların önemli özellikleri</li> <li>Sağlığı için kritik olan yaşam tarzı önerileri</li> <li>Gerektiğinde aynı konuda tıbbî yardıma nasıl ulaşabileceği, konularında hastaya bilgi verme sürecinin önemli aşamaları açıklanmaktadır.</li> </ol> Yukarıda açıklaması verilen durumlar Hasta Hakları Yönetmeliği’nin kaçıncı maddesinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 3. maddesi",
      "B": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 4. maddesi",
      "C": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 5. maddesi",
      "D": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 6. maddesi",
      "E": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 7. maddesi"
    },
    "explanation": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği’nde (1998 ve 8/5/2014 tarihli ve 28994 Sayılı değişiklik yönetmeliğinde) aydınlatılmış onam süreci ve koşulları detaylı şekilde açıklanmaktadır. Yönetmeliğin 3. maddesinde;\n <ol> <li>Hastalığın muhtemel sebepleri ve olası seyri</li> <li>Tıbbi müdahalenin kim tarafından, nerede, nasıl yapılacağı ve sürecin tahmini süresi</li> <li>Diğer tanı ve tedavi seçenekleri ve bu seçeneklerin getireceği fayda ve riskler ile bu fayda ve risklerin hastanın sağlığı üzerindeki muhtemel etkileri</li> <li>Gelişebilecek komplikasyonları</li> <li>Hastanın tedavi protokolünü reddetme durumunda ortaya çıkabilecek muhtemel fayda ve riskler</li> <li>Kullanılacak ilaçların önemli özellikleri</li> <li>Sağlığı için kritik olan yaşam tarzı önerileri</li> <li>Gerektiğinde aynı konuda tıbbî yardıma nasıl ulaşabileceği, konularında hastaya bilgi verme sürecinin önemli aşamaları açıklanmaktadır.</li> </ol> Doğru cevap A'dır."
  },
  {
    "id": "3844984",
    "unitNumber": 4,
    "text": "“Bilgi, mümkün olduğunca sade şekilde, tereddüt ve şüpheye yer verilmeden, hastanın sosyal ve kültürel düzeyine uygun olarak anlayabileceği şekilde verilir. Hasta, tıbbi müdahaleyi gerçekleştirecek sağlık meslek mensubu tarafından tıbbi müdahale konusunda sözlü olarak bilgilendirilir.”\n Yukarıda açıklaması verilen durumlar Hasta Hakları Yönetmeliği’nin kaçıncı maddesinde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 3. maddesi",
      "B": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 4. maddesi",
      "C": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 5. maddesi",
      "D": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 6. maddesi",
      "E": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 7. maddesi"
    },
    "explanation": "Madde 4’te ise bilgilendirme süreci ve bilgilendirmenin tarafları açıklanmaktadır. Buna göre; “Bilgi, mümkün olduğunca sade şekilde, tereddüt ve şüpheye yer verilmeden, hastanın sosyal ve kültürel düzeyine uygun olarak anlayabileceği şekilde verilir. Hasta, tıbbi müdahaleyi gerçekleştirecek sağlık meslek mensubu tarafından tıbbi müdahale konusunda sözlü olarak bilgilendirilir. Bilgilendirme ve tıbbi müdahaleyi yapacak sağlık meslek mensubunun farklı olmasını zorunlu kılan durumlarda, bu duruma ilişkin hastaya açıklama yapılmak suretiyle bilgilendirme yeterliliğine sahip başka bir sağlık meslek mensubu tarafından bilgilendirme yapılabilir. Hastanın kendisinin bilgilendirilmesi esastır. Hastanın kendisi yerine bir başkasının bilgilendirilmesini talep etmesi halinde, bu talep kişinin imzası ile yazılı olarak kayıt altına alınmak kaydıyla sadece bilgilendirilmesi istenilen kişilere bilgi verilir. Hasta, aynı şikayeti ile ilgili olarak bir başka hekimden de sağlık durumu hakkında ikinci bir görüş almayı talep edebilir. Acil durumlar dışında, bilgilendirme hastaya makul süre tanınarak yapılır. Bilgilendirme uygun ortamda ve hastanın mahremiyeti korunarak yapılır. Hastanın talebi halinde yapılacak işlemin bedeline ilişkin bilgiler sağlık hizmet sunucusunun ilgili birimleri tarafından verilir.” şeklinde açıklanmaktadır. Doğru cevap B'dir."
  },
  {
    "id": "3844985",
    "unitNumber": 4,
    "text": "“Bilginin mahremiyeti ile ilgili-İlgili mevzuat hükümleri ve/veya yetkili mercilerce alınacak tedbirlerin gerektirdiği haller dışında; kişi, sağlık durumu hakkında kendisinin, yakınlarının ya da hiç kimsenin bilgilendirilmemesini talep edebilir. Bu durumda kişinin kararı yazılı olarak alınır. Hasta, bilgi verilmemesi talebini istediği zaman değiştirebilir ve bilgi verilmesini talep edebilir.”\n Yukarıda açıklaması verilen durumlar Hasta Hakları Yönetmeliği’nin kaçıncı maddesinde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 3. maddesi",
      "B": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 4. maddesi",
      "C": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 5. maddesi",
      "D": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 6. maddesi",
      "E": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 7. maddesi"
    },
    "explanation": "Madde 5 ile bilginin mahremiyeti ile ilgili-İlgili mevzuat hükümleri ve/veya yetkili mercilerce alınacak tedbirlerin gerektirdiği haller dışında; kişi, sağlık durumu hakkında kendisinin, yakınlarının ya da hiç kimsenin bilgilendirilmemesini talep edebilir. Bu durumda kişinin kararı yazılı olarak alınır. Hasta, bilgi verilmemesi talebini istediği zaman değiştirebilir ve bilgi verilmesini talep edebilir.” şeklinde açıklamalar yer almaktadır. Doğru cevap C'dir."
  },
  {
    "id": "3844988",
    "unitNumber": 4,
    "text": "“Tıbbi müdahalelerde hastanın rızası gerekir. Hasta küçük veya mahcur ise velisinden veya vasisinden izin alınır.”\n Yukarıda açıklaması verilen durumlar Hasta Hakları Yönetmeliği’nin kaçıncı maddesinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 3. maddesi",
      "B": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 4. maddesi",
      "C": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 5. maddesi",
      "D": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 6. maddesi",
      "E": "Sağlık Bakanlığı Hasta Hakları Yönetmeliği 7. maddesi"
    },
    "explanation": "Madde 6 ile alınacak rızanın kapsamı ve hastanın kararlara katılımı ile ilgili “Tıbbi müdahalelerde hastanın rızası gerekir. Hasta küçük veya mahcur ise velisinden veya vasisinden izin alınır.” İfadesi yer alır. Doğru cevap D'dir."
  },
  {
    "id": "3844990",
    "unitNumber": 4,
    "text": "“Hekimin öncelikli ödevinin meslek uygulaması sırasında insan onurunun gözetilmesi olduğunun belirtilmesi genel çerçevenin insan hakları ve insan onuru paralelinde çizilmesi bakımından önemlidir.”\n Yukarıda açıklaması verilen durum Türk Tabipler Birliği tarafından 1999 yılında geliştirilen Hekimlik Meslek Etiği Kuralları’nın kaçıncı maddesinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Türk Tabipler Birliği tarafından 1999 yılında geliştirilen Hekimlik Meslek Etiği Kuralları ise Türkiye’de hekimlik mesleğini icra eden herkesi kapsayan etik kuralları içermektedir. 5. Maddede hekimin öncelikli ödevinin meslek uygulaması sırasında insan onurunun gözetilmesi olduğunun belirtilmesi genel çerçevenin insan hakları ve insan onuru paralelinde çizilmesi bakımından önemlidir. Yine 6. maddesinde yararlılık, zarar vermeme, adalet ve özerklik evrensel tıbbi etik ilkeleri kabul edilmiştir. Bu ilkeler doğrultusunda hekimin yansızlığı, sır saklama yükümlülüğü, acil yardım yükümlülüğü, ticari amaç ve reklam yasağı, hekimliğin kötü uygulanması yasağı hüküm altına alınmıştır. Hekimlik Meslek Etiği Kuralları’nın 4. bölümü hekim-hasta ilişkilerine ayrılmıştır. ‘Hasta haklarına saygı’ kenar başlıklı 21. madde hekimlerin hastanın sağlığına ilişkin kararlar alırken dikkat etmesi gereken hasta haklarına değinmiş, aydınlatılmış onam da bu haklar arasında açıkça sayılmıştır.<br/>Doğru cevap E'dir."
  },
  {
    "id": "3844992",
    "unitNumber": 4,
    "text": "Türk Tabipler Birliği tarafından 1999 yılında geliştirilen Hekimlik Meslek Etiği Kuralları’nın kaçıncı maddesinde “yararlılık, zarar vermeme, adalet ve özerklik evrensel tıbbi etik ilkeleri” yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Türk Tabipler Birliği tarafından 1999 yılında geliştirilen Hekimlik Meslek Etiği Kuralları ise Türkiye’de hekimlik mesleğini icra eden herkesi kapsayan etik kuralları içermektedir. 5. Maddede hekimin öncelikli ödevinin meslek uygulaması sırasında insan onurunun gözetilmesi olduğunun belirtilmesi genel çerçevenin insan hakları ve insan onuru paralelinde çizilmesi bakımından önemlidir. Yine 6. maddesinde yararlılık, zarar vermeme, adalet ve özerklik evrensel tıbbi etik ilkeleri kabul edilmiştir. Bu ilkeler doğrultusunda hekimin yansızlığı, sır saklama yükümlülüğü, acil yardım yükümlülüğü, ticari amaç ve reklam yasağı, hekimliğin kötü uygulanması yasağı hüküm altına alınmıştır. Hekimlik Meslek Etiği Kuralları’nın 4. bölümü hekim-hasta ilişkilerine ayrılmıştır. ‘Hasta haklarına saygı’ kenar başlıklı 21. madde hekimlerin hastanın sağlığına ilişkin kararlar alırken dikkat etmesi gereken hasta haklarına değinmiş, aydınlatılmış onam da bu haklar arasında açıkça sayılmıştır.<br/>Doğru cevap E'dir."
  },
  {
    "id": "3844993",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Hekim hastasını bilgilendirirken, hastanın uyruğunu dikkate alarak uygun kelimeleri ve açıklamaları seçti mi?</li> <li>Tercüman hastaya çeviri yaparken doğru ve uygun kelimeleri seçti ve hekimi anladı mı?</li> <li>Hastaya düşünmesi ve özgür iradesi ile karar verebilmesi için gerekli zaman tanındı mı?</li> <li>İmzalanan form hangi dilde hazırlanmıştır? Hastanın dilinden farklı bir dilde ise hasta onam formunun içeriğini nasıl anladı?</li> </ol> Yukarıda verilenlerden hangisi ya da hangileri olası etik sorun alanları içinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-II-III",
      "C": "I-II-IV",
      "D": "I-III-IV",
      "E": "II-III-IV"
    },
    "explanation": "Olası Etik Sorun Alanları:\n <ol> <li>Hekim aydınlatılmış onam sürecinin gerektirdiği her türlü bilgi ve ayrıntıyı hastasına aktardı mı?</li> </ol> Yabancı uyruklu olan hasta tercüman aracılığı ile bu bilgileri hangi seviyede algıladı?\n <ol start=\"2\"> <li>Hekim hastasını bilgilendirirken, hastanın uyruğunu dikkate alarak uygun kelimeleri ve açıklamaları seçti mi?</li> <li>Tercüman hastaya çeviri yaparken doğru ve uygun kelimeleri seçti ve hekimi anladı mı?</li> <li>Hastaya düşünmesi ve özgür iradesi ile karar verebilmesi için gerekli zaman tanındı mı?</li> <li>İmzalanan form hangi dilde hazırlanmıştır? Hastanın dilinden farklı bir dilde ise hasta onam formunun içeriğini nasıl anladı?</li> <li>Tedavi protokolü sonunda oluşabilecek tıbbi hatalara karşı hastane yönetimi ve hekimin sorumluluğunun sınırları nedir?</li> </ol> Doğru cevap E'dir."
  },
  {
    "id": "3903704",
    "unitNumber": 4,
    "text": "Aydınlatılmış onam kavramı hangi etik ilkeye dayanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Adalet",
      "B": "Yararlılık",
      "C": "Özerklik",
      "D": "Sır saklama",
      "E": "Kötülük yapmama"
    },
    "explanation": "Aydınlatılmış onam, iyi hekimlik uygulaması ön koşullarından biridir ve tıp etiğinin temel ilkelerinden<br/>olan özerklik ilkesine dayanmaktadır."
  },
  {
    "id": "3903705",
    "unitNumber": 4,
    "text": "Aydınlatılmış onamın temelinde hasta hangi haklarını kullanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kendi kaderini belirleme ve insan onuru",
      "B": "Sadece sağlık hakkı",
      "C": "Yalnızca tedavi seçme hakkı",
      "D": "Maddi haklar",
      "E": "Sosyal güvence hakkı"
    },
    "explanation": "Aydınlatılmış onamın temelinde Kendi kaderini belirleme ve insan onuru yatar"
  },
  {
    "id": "3903706",
    "unitNumber": 4,
    "text": "Aydınlatılmış onam kavramının ortaya çıkışında hangi tarihsel olay etkili olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "I. Dünya Savaşı",
      "B": "Soğuk Savaş",
      "C": "II. Dünya Savaşı’nda Nazi kamplarındaki deneyler",
      "D": "Kore Savaşı",
      "E": "Vietnam Savaşı"
    },
    "explanation": "“Aydınlatmak” ve “Onaylamak” kavramlarının bir araya gelmesinden oluşan aydınlatılmış onam etik ilkesinin ortaya çıkmasında 1935-1945 yılları arasında 2. Dünya Savaşı sırasında<br/>Nazi toplama kamplarında savaş tutsakları ve etnik gruplar üzerinde yapılan deneyler etkili olmuştur."
  },
  {
    "id": "3903708",
    "unitNumber": 4,
    "text": "Nuremberg Kodunun aydınlatılmış onam ile ilişkili en önemli vurgusu nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tüm hastalara ücretsiz tedavi",
      "B": "Hekimlerin sadece yazılı onam alması",
      "C": "Onamın gönüllü olması",
      "D": "Onamın devlet tarafından verilmesi",
      "E": "Onamın mahkemelerce zorunlu tutulması"
    },
    "explanation": "Nuremberg Kodunun aydınlatılmış onam ile ilişkili en önemli vurgusu onamın gönüllü olmasıdır."
  },
  {
    "id": "3903709",
    "unitNumber": 4,
    "text": "Nuremberg İlkeleri’ne göre insan deneyleri hangi koşulda yapılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece gönüllüler üzerinde yapılır",
      "B": "Sadece çocuklar üzerinde yapılır",
      "C": "Hayvan deneyleri yapılmadan başlanabilir",
      "D": "Hekim onayı yeterlidir",
      "E": "Yazılı onam gerekmez"
    },
    "explanation": "Nuremberg İlkeleri’ne göre insan deneyleri sadece gönüllüler üzerinde yapılır."
  },
  {
    "id": "3903710",
    "unitNumber": 4,
    "text": "Helsinki Bildirgesi hangi yıl yayımlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1947",
      "B": "1950",
      "C": "1964",
      "D": "1972",
      "E": "1980"
    },
    "explanation": "Helsinki Bildirgesi 1964 yılında yayınlanmıştır."
  },
  {
    "id": "3903711",
    "unitNumber": 4,
    "text": "Helsinki Bildirgesi bugüne kadar kaç kez revize edilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "3",
      "C": "5",
      "D": "7",
      "E": "9"
    },
    "explanation": "Helsinki Bildirgesi, 1964 yılında yayımlandıktan sonra sağlık politikaları, sağlık alanındaki teknolojik<br/>gelişmeler, bu gelişmelere bağlı yeni yaklaşımlar ve tartışmalara bağlı olarak 7 kez revizyondan geçirilmiş, 2 kez de açıklama notu eklenmiştir."
  },
  {
    "id": "3903712",
    "unitNumber": 4,
    "text": "Aydınlatılmış onam sürecinin iki temel bileşeni hangileridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Onay ve imza",
      "B": "Karar verme ve bilgilendirme",
      "C": "Teşhis ve tedavi",
      "D": "Yazılı ve sözlü bildirim",
      "E": "Hak ve sorumluluk"
    },
    "explanation": "Karar verme ve bilgilendirme Aydınlatılmış onam sürecinin iki temel bileşenidir."
  },
  {
    "id": "3903713",
    "unitNumber": 4,
    "text": "Aydınlatılmış onam sürecinde hastaya hangi bilgiler verilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece ilaç isimleri",
      "B": "Hastanın eğitim bilgileri",
      "C": "Tanı, tedavi yöntemi, risk ve alternatifler",
      "D": "Hastane yönetimi kuralları",
      "E": "Hekimin özgeçmişi"
    },
    "explanation": "Aydınlatılmış onam sürecinde hastaya Tanı, tedavi yöntemi, risk ve alternatifler hakkında bilgi verilmelidir."
  },
  {
    "id": "3903715",
    "unitNumber": 4,
    "text": "Aydınlatılmış onamda hekim ile hasta arasındaki iletişim hangi temele dayanmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Rekabet",
      "B": "Empati, güven ve gerçeklik",
      "C": "Maddi kazanç",
      "D": "Otorite",
      "E": "Cezalandırma"
    },
    "explanation": "Aydınlatılmış onamda hekim ile hasta arasındaki iletişim Empati, güven ve gerçeklik temeline dayanmaktadır."
  },
  {
    "id": "3786867",
    "unitNumber": 5,
    "text": "Veri ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Çevreden duyu organlarımız aracılığı ile topladığımız ham, işlenmemiş her türlü materyal ya da olguya denir.",
      "B": "Rakamlar, metinler, sesler, görüntüler ve diğer formatlarda bulunabilir.",
      "C": "Bir anketin sayısal sonuçları nicel veri iken katılımcıların açık uçlu sorulara verdikleri cevaplar nitel veridir.",
      "D": "Tanımlanmış ve şekillendirilmiş ilişkilerin sentezi olarak açıklanmaktadır.",
      "E": "Gözlem, ölçüm, deney ve araştırma gibi yöntemlerle toplanır ve bu süreçlerde bilimsel ve sistematik yaklaşımlar kullanılır."
    },
    "explanation": "Veri (data), kendi başına anlam taşımayan, olup bitenlerin bir bölümünü oluşturan, bilgi oluşturmak için gerekli ham maddeyi oluşturan nesnel gerçeklerdir. Verinin tanımı, onun herhangi bir analiz veya işlemden geçirilmemiş hâliyle, yani verinin ham durumda olduğu anı ifade eder. Veri, gözlem, ölçüm, deney ve araştırma gibi yöntemlerle toplanır ve bu süreçlerde bilimsel ve sistematik yaklaşımlar kullanılır. Çevreden duyu organlarımız<br/>aracılığı ile topladığımız ham, işlenmemiş her türlü materyal bu anlamda veri tanımına girmektedir. Bu ham materyaller ölçümler, gözlemler, deneyler veya araştırmalar sonucunda elde edilir. Veri, rakamlar, metinler, sesler, görüntüler ve diğer formatlarda<br/>bulunabilir. \n<br/>Blum (1986), bilgiyi (knowledge) tanımlanmış ve şekillendirilmiş ilişkilerin sentezi olarak açıklamaktadır<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3786870",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bilgi sistemlerini oluşturan unsurlardan değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnsan",
      "B": "Yazılım",
      "C": "Donanım",
      "D": "Veri",
      "E": "Güvenlik"
    },
    "explanation": "Kişisel ve daha az miktarda verinin işlenmesi çoğu zaman kişinin kendisi tarafından yapılırken daha büyük miktarda verinin işlenip bilgi hâline dönüştürülmesi bilgi sistemleri ile mümkün olabilmektedir. Donanım, yazılım, veri, bilgisayar ağları ve insan unsurlarından oluşan, veriyi toplayan, kaydeden, işleyen, dönüştüren ve yayan sistemler<br/>bütününe bilgi sistemleri adı verilir.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3786892",
    "unitNumber": 5,
    "text": "''Bir müşteri anketinden elde edilen ham sayısal ve metinsel yanıtlar ........... iken,<br/>bunların analiz edilerek müşteri memnuniyeti hakkında elde edilen çıkarımlar ..........dir.'' Cümlesindeki boşluğa sırasıyla aşağıdakilerden hangisi getirilmelidir ?",
    "correctAnswer": "B",
    "options": {
      "A": "bilgi sistemleri, veri",
      "B": "veri, bilgi",
      "C": "bilgi, veri sistemleri",
      "D": "bilgi, bilgi sistemleri",
      "E": "bilgi, veri"
    },
    "explanation": "Veriyi, bilginin ham maddesi olarak düşündüğümüzde; örneğin, bir müşteri anketinden elde edilen ham sayısal ve metinsel yanıtlar veri iken, bu verilerin analiz edilerek müşteri memnuniyeti hakkında elde edilen çıkarımlar bilgidir.<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3786898",
    "unitNumber": 5,
    "text": "Aşağıda belirtilen kurum/kuruluşlardan hangisinde/hangilerinde sağlıkla ilgili veri setleri bulunmaktadır ? \n I. UNICEF\n II. Dünya Sağlık Örgütü\n III. Türkiye İlaç ve Tıbbi Cihaz Kurumu",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Türkiye’de Türkiye İstatistik Kurumunun Sağlık ve Sosyal Koruma İstatistik Portalı, Sağlık Bakanlığının, Türkiye İlaç ve Tıbbi Cihaz Kurumunun, Sosyal Güvenlik Kurumunun sağlıkla ilgili ilaç, hastalık, tıbbi malzeme, doğum, ölüm, reçete vb. verilerini içeren büyük<br/>veri setleri bulunmaktadır. Dünyada, Dünya Sağlık Örgütünün, UNICEF’in, Hastalık Kontrol ve Önleme Merkezlerinin (Centers for Disease Control and Prevention) ve Dünya Bankasının, Ekonomik İşbirliği ve Kalkınma Örgütünün benzer veri setleri bulunmaktadır.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3786911",
    "unitNumber": 5,
    "text": "Aşağıda belirtilenlerden hangisi/hangileri kişisel veridir ?\n<br/>I. IP numarası\n<br/>II. Nüfus verileri\n<br/>III. Öğrenci numarası",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Kişinin bulaşıcı bir hastalık taşıyıp taşımaması, finansal durumu kişisel<br/>veri olarak belirtilebilir. T.C. kimlik numaraları, hasta dosyası numarası, hastane protokol numarası, öğrenci numarası ya da bilgisayar IP numarası gibi.\n<br/>Hava durumu, sağlık istatistikleri, nüfus verileri ise kamu verisine örnektir."
  },
  {
    "id": "3786924",
    "unitNumber": 5,
    "text": "Veri ya da bilginin izinsiz ve yetkisiz bir biçimde erişilme, kullanılma, değiştirilme, ifşa edilme, ortadan kaldırılma, el değiştirme ya da hasar verilmesini önlemek üzere CIA Triad üçlüsü olarak literatüre girmiş üç temel şartı aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "kesinlik, bütünlük, şeffaflık",
      "B": "şeffaflık, bütünlük, kıyaslanabilirlik",
      "C": "şeffaflık, güvenlik, bütünlük",
      "D": "gizlilik, bütünlük, erişilebilirlik",
      "E": "gizlilik, düzenlenebilirlik, kıyaslanabilirlik"
    },
    "explanation": "Veri ya da bilgi hangi formda olursa olsun, izinsiz ve yetkisiz bir biçimde erişilme, kullanılma, değiştirilme, ifşa edilme, ortadan kaldırılma, el değiştirme<br/>ya da hasar verilmesini önlemek üzere; “gizlilik”, “bütünlük” ve “erişilebilirlik” olarak isimlendirilen CIA Triad (Confidentiality-Integrity- Availability) üçlüsü olarak literatüre girmiş üç temel şartı taşımalıdır. Bu üç özellik güvenlik olarak tanımlanır.\n<br/>Gizlilik: Temeli Roma İmparatorluğu’na dayanan ve kriptoloji bilimini esas alan bir kavramdır. Roma komutanları ve liderlerinin askerî mesajları şifrelemek ve şifreleri çözmek üzere kullandıkları cihazları ve algoritmaları veri gizliliği kavramının ilk örneklerindendir.\n<br/>Bütünlük: Verinin ya da bilginin yetkisiz kişiler ya da kurumlar tarafından<br/>kasıtlı ya da yanlışlıkla değiştirilmesi, silinmesi,bozulmasının engellenmesi ve böyle durumlarda da olası tehditlerden haberdar olmayı içerir. Bütünlük, verinin tam ve bozulmamış yapısının korunmasıdır.\n<br/>Erişilebilirlik: Veri<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3786936",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi 1996’da Sağlık Sigortası Taşınabilirlik ve Sorumluluk Yasası gereğince hasta verilerinin saklanmasında bahsedilen temel bileşenlerden değildir ?",
    "correctAnswer": "C",
    "options": {
      "A": "gizlilik",
      "B": "güvenlik",
      "C": "özerklik",
      "D": "ihlalin bildirimi",
      "E": "bilgiye erişim ve düzeltmenin sınırlı olması"
    },
    "explanation": "1996’da Sağlık Sigortası Taşınabilirlik ve Sorumluluk Yasası (Portability and Accountability<br/>Act of 1996 (HIPAA) kapsamında hasta verileriyle ilgili gizlilik beklentilerine dair hasta verilerinin gizliliğinin korunması, sağlık verilerine dijital erişimin ücret karşılığı gerçekleştirilmesi, ihmal eylemleri için para cezası ve yaptırım gibi düzenlemeler<br/>getirerek hasta kayıtlarının ifşasının önüne geçmeye çalışmıştır. Bu düzenlemeler doğrultusunda bilgi güvenliğinin sağlanmasında temel 4 bileşenden<br/>bahsetmiştir; gizlilik, güvenlik (fiziksel, teknik ve idari), ihlalin bildirimi ve hasta hakları gereği bilgiye erişim ve düzeltmenin sınırlarıdır<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3786946",
    "unitNumber": 5,
    "text": "İnternet üzerindeki tüm dijital sistem, ağ ve benzeri tüm etkinliklerde gerçekleşen<br/>tehditlerin belirlenmesi, önlenmesi ve bunlara karşı savunma sağlamak için kullanılan<br/>strateji ve teknolojileri ifade eden seçenek aşağıdakilerden hangisidir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Siber alan",
      "B": "Siber güvenlik",
      "C": "Bilgi güvenliği",
      "D": "Dijital gizlilik",
      "E": "Kişisel Verilerin Korunması Kanunu"
    },
    "explanation": "Siber alan, internet üzerindeki tüm dijital sistem, ağ ve benzeri tüm etkinlikleri kapsar,<br/><strong>“siber güvenlik”</strong> ise bu alanda gerçekleşen tehditlerin belirlenmesi, önlenmesi ve bunlara karşı savunma sağlamak için kullanılan<br/>strateji ve teknolojileri ifade eder.<br/>Yanıt B seçeneğidir."
  },
  {
    "id": "3786958",
    "unitNumber": 5,
    "text": "Aşağıda Avrupa Konseyinin 1981 yılında kabul ettiği “Kişisel Verilerin Otomatik İşleme Tabi Tutulması Karşısında Bireylerin Korunması Sözleşmesi” ile ilgili belirtilen hangi bilgi yanlıştır ?",
    "correctAnswer": "A",
    "options": {
      "A": "Sözleşme, kamusal verilerin korunmasına ilişkin temel ilkeleri belirler ve veri güvenliği konusunda önemli hükümler içerir.",
      "B": "5. Maddesinde veri kalitesi, kişisel verilerin doğru, eksiksiz ve güncel olmasını sağlama yükümlülüğünü içerir.",
      "C": "7. Maddede, kişisel verilerin kazara veya yetkisiz imhası, kaybı, değiştirilmesi, yetkisiz erişimi veya ifşasına karşı korunması gerektiğini vurgular.",
      "D": "9. Maddede, Özel Kategorilerdeki Verilerin işlenmesine değinerek, özel nitelikli verilerin (ırk, etnik köken, siyasi düşünceler, dinî veya diğer inançlar, sağlık veya cinsel yaşam gibi) işlenmesinde ek güvenlik önlemleri ve sınırlamalar getirir.",
      "E": "“108 sayılı Sözleşme” olarak anılır."
    },
    "explanation": "Avrupa Konseyinin 1981 yılında kabul ettiği “Kişisel Verilerin Otomatik İşleme Tabi Tutulması Karşısında Bireylerin Korunması Sözleşmesi” (Convention for the Protection of Individuals with regard to Automatic Processing of Personal Data), genellikle “108 sayılı Sözleşme” olarak anılır. Bu sözleşme, kişisel verilerin korunmasına ilişkin temel ilkeleri belirler ve veri güvenliği konusunda önemli hükümler içerir. Özellikle, Veri Güvenliği<br/>İle İlgili Temel Hükümler içinde madde 5 - Veri Kalitesi; Bu madde, kişisel verilerin doğru, eksiksiz ve güncel olmasını sağlama yükümlülüğünü içerir.<br/>Verilerin toplanma ve işlenme amaçlarına uygun olması gerektiğini belirtir. Veri güvenliği başlıklı madde 7, kişisel verilerin kazara veya yetkisiz imhası, kaybı, değiştirilmesi, yetkisiz erişimi veya ifşasına karşı korunması gerektiğini vurgular. Veri sorumlularının uygun güvenlik önlemlerini almaları gerektiğini belirtir. Aynı sözleşmenin 9. maddesinde Özel Kategorilerdeki Verilerin işlenmesine değinerek, özel nite<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3786983",
    "unitNumber": 5,
    "text": "Hassas veri niteliğinde olan sağlık verilerinin korunması ile ilgili 7 Nisan 2016 tarihinde yürürlüğe giren 29677 sayılı Resmî Gazete’de yayımlanan ve KVKK ile ifade edilen kısaltma hangi seçenekte doğru olarak belirtilmiştir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Kamusal Varlıkların Korunması Kanunu",
      "B": "Kişisel Verilerin Kullanılması Kanunu",
      "C": "Kişisel Verilerin Korunması Kanunu",
      "D": "Kimlik Verilerinin Korunması Kanunu",
      "E": "Kurumsal Verilerin Korunması Kararnamesi"
    },
    "explanation": "Hassas veri niteliğinde olan sağlık verilerinin korunması ile ilgili 7 Nisan 2016 tarihinde yürürlüğe giren 29677 sayılı Resmî Gazete’de, Kişisel Verilerin Korunması Kanunu (KVKK) ile kişisel verilerin işlenmesi, saklanması, aktarılması ve silinmesi ile ilgili düzenlemeler getirilmiştir. KVKK, kişisel verilerin izinsiz erişim, ifşa ve kötüye kullanımdan korunmasını amaçlar.<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3845159",
    "unitNumber": 5,
    "text": "“Çevreden duyu organlarımız aracılığı ile topladığımız ham, işlenmemiş her türlü materyal ya da olguya denir.”\n Yukarıda açıklaması verilen kavram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri",
      "B": "Bilgi",
      "C": "Bilgi sistemi",
      "D": "Etik",
      "E": "Gizlilik"
    },
    "explanation": "Veri: Çevreden duyu organlarımız aracılığı ile topladığımız ham, işlenmemiş her türlü materyal ya da olguya denir. Doğru cevap A'dır."
  },
  {
    "id": "3845160",
    "unitNumber": 5,
    "text": "“Tanımlanmış ve şekillendirilmiş ilişkilerin sentezi olarak açıklamaktadır.”\n Yukarıda açıklaması verilen kavram hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Veri",
      "B": "Bilgi",
      "C": "Bilgi sistemi",
      "D": "Etik",
      "E": "Gizlilik"
    },
    "explanation": "Bilgi (Çing.:Knowledge): Tanımlanmış ve şekillendirilmiş ilişkilerin sentezi olarak açıklamaktadır. Doğru cevap B'dir."
  },
  {
    "id": "3845163",
    "unitNumber": 5,
    "text": "“Donanım, yazılım, veri, bilgisayar ağları ve insan unsurlarından oluşan, veriyi toplayan, kaydeden, işleyen, dönüştüren ve yayan sistemler bütününe denir.”\n Yukarıda açıklaması verilen kavram hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri",
      "B": "Bilgi",
      "C": "Bilgi sistemi",
      "D": "Etik",
      "E": "Gizlilik"
    },
    "explanation": "Bilgi Sistemleri: Donanım, yazılım, veri, bilgisayar ağları ve insan unsurlarından oluşan, veriyi toplayan, kaydeden, işleyen, dönüştüren ve yayan sistemler bütününe bilgi sistemleri adı verilir. Doğru cevap C'dir."
  },
  {
    "id": "3845166",
    "unitNumber": 5,
    "text": "“Bilginin yetkisiz kişilerden korunması ve sadece yetkili kişilerin erişimine izin verilmesi anlamına gelirken güvenlik, bilginin bütünlüğünün korunması ve doğruluğunun sağlanması için alınan önlemleri ifade eder.”\n Yukarıda açıklaması verilen kavram hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri",
      "B": "Bilgi",
      "C": "Bilgi sistemi",
      "D": "Etik",
      "E": "Gizlilik"
    },
    "explanation": "Gizlilik: Bilginin yetkisiz kişilerden korunması ve sadece yetkili kişilerin erişimine izin verilmesi anlamına gelirken güvenlik, bilginin bütünlüğünün korunması ve doğruluğunun sağlanması için alınan önlemleri ifade eder. Doğru cevap E'dir."
  },
  {
    "id": "3845170",
    "unitNumber": 5,
    "text": "“Belirli bir zamanda belirli bir popülasyon içinde mevcut olan bir hastalık veya durumun yaygınlığını ifade eden ölçümdür.”\n Yukarıda açıklaması verilen kavram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Prevelans",
      "B": "Mortalite",
      "C": "Kişisel verilerin silinmesi",
      "D": "Aydınlatılmış onam",
      "E": "Gizlilik"
    },
    "explanation": "Prevelans: Belirli bir zamanda belirli bir popülasyon içinde mevcut olan bir hastalık veya durumun yaygınlığını ifade eden ölçümdür. Doğru cevap A'dır."
  },
  {
    "id": "3845172",
    "unitNumber": 5,
    "text": "“Belirli bir zamanda belirli bir popülasyon içindeki ölüm sayısının oranını ifade eder.”\n Yukarıda açıklaması verilen kavram hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Prevelans",
      "B": "Mortalite",
      "C": "Kişisel verilerin silinmesi",
      "D": "Aydınlatılmış onam",
      "E": "Gizlilik"
    },
    "explanation": "Mortalite: Belirli bir zamanda belirli bir popülasyon içindeki ölüm sayısının oranını ifade eder. Doğru cevap B'dir."
  },
  {
    "id": "3845174",
    "unitNumber": 5,
    "text": "“Kişisel verilerin ilgili kullanıcılar için hiçbir şekilde erişilemez ve tekrar kullanılamaz hâle getirilmesi işlemidir.”\n Yukarıda açıklaması verilen kavram hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Prevelans",
      "B": "Mortalite",
      "C": "Kişisel verilerin silinmesi",
      "D": "Aydınlatılmış onam",
      "E": "Gizlilik"
    },
    "explanation": "Kişisel verilerin silinmesi: Kişisel verilerin ilgili kullanıcılar için hiçbir şekilde erişilemez ve tekrar kullanılamaz hâle getirilmesi işlemidir. Doğru cevap C'dir."
  },
  {
    "id": "3845175",
    "unitNumber": 5,
    "text": "“Hasta veya araştırma katılımcısının, kendisine sunulan tıbbi tedavi veya araştırma prosedürleri hakkında yeterli bilgiye sahip olduktan sonra özgür ve bilinçli bir şekilde onay vermesidir.”\n Yukarıda açıklaması verilen kavram hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Prevelans",
      "B": "Mortalite",
      "C": "Kişisel verilerin silinmesi",
      "D": "Aydınlatılmış onam",
      "E": "Gizlilik"
    },
    "explanation": "Aydınlatılmış onam: Hasta veya araştırma katılımcısının, kendisine sunulan tıbbi tedavi veya araştırma prosedürleri hakkında yeterli bilgiye sahip olduktan sonra özgür ve bilinçli bir şekilde onay vermesidir. Doğru cevap D'dir."
  },
  {
    "id": "3845184",
    "unitNumber": 5,
    "text": "“İnternet üzerindeki tüm dijital sistem, ağ ve benzeri tüm etkinlikleri kapsar.”\n Yukarıda açıklaması verilen kavram hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Prevelans",
      "B": "Mortalite",
      "C": "Siber alan",
      "D": "Siber güvenlik",
      "E": "Gizlilik"
    },
    "explanation": "Siber alan: İnternet üzerindeki tüm dijital sistem, ağ ve benzeri tüm etkinlikleri kapsar. Doğru cevap C'dir."
  },
  {
    "id": "3845187",
    "unitNumber": 5,
    "text": "“Bu alanda gerçekleşen tehditlerin belirlenmesi, önlenmesi ve bunlara karşı savunma sağlamak için kullanılan strateji ve teknolojileri ifade eder.”\n Yukarıda açıklaması verilen kavram hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Prevelans",
      "B": "Mortalite",
      "C": "Siber alan",
      "D": "Siber güvenlik",
      "E": "Gizlilik"
    },
    "explanation": "Siber güvenlik: Bu alanda gerçekleşen tehditlerin belirlenmesi, önlenmesi ve bunlara karşı savunma sağlamak için kullanılan strateji ve teknolojileri ifade eder. Doğru cevap D'dir."
  },
  {
    "id": "3903716",
    "unitNumber": 5,
    "text": "Bilgi güvenliğinin temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece kişisel verileri toplamak",
      "B": "Yalnızca kamu verilerini analiz etmek",
      "C": "Verilerin gizlilik, bütünlük ve güvenilirliğini sağlamak",
      "D": "Kâr amacıyla verileri üçüncü taraflarla paylaşmak",
      "E": "Sağlık araştırmalarını durdurmak"
    },
    "explanation": "Bilgi güvenliğinin temel amacı Verilerin gizlilik, bütünlük ve güvenilirliğini sağlamaktır."
  },
  {
    "id": "3903717",
    "unitNumber": 5,
    "text": "Sağlık alanında bilginin etkili yönetimi kurumlar açısından neyi doğrudan etkiler?",
    "correctAnswer": "B",
    "options": {
      "A": "Hasta sayısını azaltmayı",
      "B": "Karar alma süreçlerini ve stratejik planlamayı",
      "C": "Sadece doktor-hasta ilişkisini",
      "D": "Uluslararası ticari anlaşmaları",
      "E": "Tıbbi cihaz üretimini"
    },
    "explanation": "Sağlık alanında bilginin etkili yönetimi kurumlar açısından Karar alma süreçlerini ve stratejik planlamayı etkiler."
  },
  {
    "id": "3903718",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi “nicel veri”ye örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hastaların yaş ortalaması",
      "B": "Hastaların düşünceleri",
      "C": "Bir hekimin yorumları",
      "D": "Hasta memnuniyetine ilişkin açık uçlu yanıtlar",
      "E": "Sosyal medya paylaşımları"
    },
    "explanation": "Hastaların yaş ortalaması nicel veriye örnektir."
  },
  {
    "id": "3903720",
    "unitNumber": 5,
    "text": "Bir hastanın kilosu, tansiyonu, ateşi gibi ölçümler hangi kavramla ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Teori",
      "B": "Bilgi",
      "C": "Veri",
      "D": "Hipotez",
      "E": "Model"
    },
    "explanation": "Bir hastanın kilosu, tansiyonu, ateşi gibi ölçümler veridir."
  },
  {
    "id": "3903721",
    "unitNumber": 5,
    "text": "Avrupa Birliği’nin 95/46/EC Direktifi kişisel veriyi nasıl tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Her türlü kamuya açık bilgi",
      "B": "Belirlenebilir gerçek kişiye ait tüm içerik",
      "C": "Sadece finansal kayıtlar",
      "D": "Yalnızca sağlık raporları",
      "E": "Bilgisayarda saklanan dosyalar"
    },
    "explanation": "Avrupa Birliği’nin 95/46/EC Direktifi Belirlenebilir gerçek kişiye ait tüm içeriği tanımlar."
  },
  {
    "id": "3903725",
    "unitNumber": 5,
    "text": "Gizlilik kavramı en doğru şekilde nasıl tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilginin yalnızca saklanması",
      "B": "Bilginin yetkisiz kişilerden korunması",
      "C": "Bilginin herkesle paylaşılması",
      "D": "Bilginin sadece yazılı belgelerde tutulması",
      "E": "Bilginin sürekli değiştirilmesi"
    },
    "explanation": "Gizlilik: Bilginin yetkisiz kişilerden korunması ve sadece yetkili kişilerin erişimine izin verilmesi<br/>anlamına gelirken güvenlik, bilginin bütünlüğünün korunması ve doğruluğunun sağlanması<br/>için alınan önlemleri ifade eder."
  },
  {
    "id": "3903726",
    "unitNumber": 5,
    "text": "Bilgi güvenliği kavramı ilk olarak McCumber tarafından nasıl tanımlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgiyi satılabilir hâle getirmek",
      "B": "Bilgiyi yalnızca fiziksel belgelerde saklamak",
      "C": "Bir varlık ve değer olan bilginin korunması",
      "D": "Bilgiyi anonimleştirmek",
      "E": "Veriyi yok etmek"
    },
    "explanation": "Bilgi güvenliği kavramı ilk olarak McCumber (2005) tarafından şöyle tanımlanmıştır;<br/>“...bir varlık ve değer olan bilginin korunmasıdır”."
  },
  {
    "id": "3903727",
    "unitNumber": 5,
    "text": "Bilgi güvenliği tehditleri arasında aşağıdakilerden hangisi yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Kimlik avı",
      "B": "Sosyal mühendislik saldırıları",
      "C": "Hizmet aksatma saldırıları",
      "D": "Veri kaybı ve hırsızlığı",
      "E": "Sağlık turizminin artırılması"
    },
    "explanation": "Sağlık turizminin artırılması Bilgi güvenliği tehditleri arasında yer almaz."
  },
  {
    "id": "3903728",
    "unitNumber": 5,
    "text": "Birleşmiş Milletler İnsan Hakları Evrensel Beyannamesi’nin 12. maddesi bilgi güvenliği açısından hangi hakkı vurgular?",
    "correctAnswer": "C",
    "options": {
      "A": "Eğitim hakkı",
      "B": "Çalışma hakkı",
      "C": "Mahremiyet hakkı",
      "D": "Seyahat özgürlüğü",
      "E": "İfade özgürlüğü"
    },
    "explanation": "Birleşmiş Milletler İnsan Hakları Evrensel Beyannamesi’nin 12. maddesi bilgi güvenliği açısından mahremiyet hakkını vurgular."
  },
  {
    "id": "3903729",
    "unitNumber": 5,
    "text": "Mortalite kavramı hangi ölçümü ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Hastalık sıklığı",
      "B": "Ölüm oranı",
      "C": "Aşılanma oranı",
      "D": "Hasta memnuniyeti",
      "E": "Sağlık harcamaları"
    },
    "explanation": "Mortalite kavramı ölüm oranını ifade eder."
  },
  {
    "id": "3795213",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Hemşire</li> <li>Eczacı</li> <li>Hastane yönetimi</li> <li>Hekim</li> </ol> Yukarıda verilenlerden hangileri malpraktisten sorumludur?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "II, III ve IV",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I ve IV"
    },
    "explanation": "Tıbbi uygulama hatası sonucu ortaya çıkan sorumluluk hemşire, eczacı, diş hekimi, diyetisyen, fizyoterapist, teknisyen ve hastane yönetimine de ait olabilir. Bu sorumluluğun yasal sınırlarını belirleyebilmek için tıbbi müdahale yapma hakkına sahip olan meslek gruplarının yasal olarak tanımlanmış olması gerekli ve önemlidir."
  },
  {
    "id": "3795224",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Komplikasyon</li> <li>Taksir</li> <li>Malpraktis</li> </ol> Hastanın ameliyat sonrasında önerilen profilaktik antibiyotiği uygun dozda ve sürede bilgi eksikliğinden dolayı kullanmadığının belirlenmesinde yukarıdaki durumlardan hangi/hangileri oluşur?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "II ve III",
      "C": "I ve III",
      "D": "I ve II",
      "E": "III"
    },
    "explanation": "Tıbbi uygulama açısından bir örnekle açıklamak gerekirse, açık apendektomi ameliyatı yapan hekimin ameliyat öncesi ve ameliyat süresince mesleki bilgi ve becerilerini kullanarak gereken özen ve çabayı gösterdiğini kabul edelim. Ameliyat sonrası gereken kontrole gelen hastanın ameliyat bölgesinde enfeksiyon gelişmiştir. Gerekli muayene ve kontrolü yapıldıktan sonra hastanın ameliyat sonrasında önerilen profilaktik antibiyotiği uygun dozda ve sürede kullanmadığı ortaya çıkmıştır. Hasta tekrar hastaneye yatırılarak yeni tedavi prosedürleri başlatılmıştır. Böyle bir durumda hekimin istemediği bir durum ile karşılaşması komplikasyon gibi gözükse de ameliyat sonrasında hastanın ilaç kullanımı konusunda yeterince ve anlaşılır şekilde bilgilendirilmediği ortaya çıkmıştır. Hekim hastasına bilerek ve isteyerek zarar vermek istememiş ancak aydınlatma aşamasında gereken özeni göstermediği için taksirli bir suç işleyerek tıbbi uygulama hatasına neden olmuştur."
  },
  {
    "id": "3795234",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Örgütsel faktörlere bağlı tıbbi hatalar - Hatalı bilgi transfer süreci</li> <li>Örgütsel faktörlere bağlı tıbbi hatalar - Eğitim eksikliği</li> <li>Bireysel faktörlere bağlı tıbbi hatalar - Beceri temelli hatalar</li> <li>Bireysel faktörlere bağlı tıbbi hatalar - Yönetim önceliklerinin amaçlar ve ihtiyaçlar ile çelişmesi</li> </ol> Yukarıda verilen eşleştirmelerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "I ve IV"
    },
    "explanation": "Sağlık örgütü içinde yer alan bilgi transfer sürecinin hatalı ve eksik olması, protokol ve prosedürlere yönelik rehberlerin olmaması, yönetim önceliklerinin amaçlar ve ihtiyaçlar ile çelişmesi, örgüt içi karar verme mekanizmasındaki başarısızlıklar, örgüt kültürü ve teknik donanım (hataya yol açan fiziksel çevre, araç, gereç ve diğer fiziksel unsurlar) aksaklıkları tıbbi uygulama hatalarına yol açmaktadır.\n Tıbbi uygulama hatalarına neden olabilen faktörler; yorgunluk, eğitim eksikliği, yetersiz iletişim, güçkontrol, kibir-kin, oyalanma ya da zaman kısıtı, yetersiz tahmin, sezgi kullanma ve mantık hatası; bilgi temelli hatalar (örneğin, hamile birine fetüsü olumsuz etkileyebilecek bir ilacın reçete edilmesi) ile bilgiye erişememe (örneğin, hastanın alerjisinin olduğunu içeren belgeyi görmeme), kural temelli hatalar; yanlış kuralın uygulanması sonucu ortaya çıkan hatalar, doğru kuralın yanlış uygulanması sonucu ortaya çıkan hatalar (örneğin, kafatası içi kanaması olan hastaya trombolitik ilaç reçete edilmesi), beceri temelli hatalar (örneğin, nefrotoksik bir ilacın reçete edilmesine rağmen böbrek fonksiyonlarını izlememe), kasıtsız uygulama ve aksilikler (örneğin, bir hastaya uygulanacak tedavinin başka bir hastaya uygulanması) şeklinde sıralanabilir."
  },
  {
    "id": "3795249",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/52600d19896d7d1489a27e298ef6c081.jpeg\" alt=\"\" width=\"189\" height=\"190\"> Yukarıda verilen şemada numaralı yerlerin doğru eşleştirmesi nasıldır?",
    "correctAnswer": "E",
    "options": {
      "A": "I- Komplikasyon hatası\n II- Semptom hatası\n III- Anestezi hatası\n IV- Tedavi hatası",
      "B": "I- Tanı hatası\n II- Koruyucu tedavi hatası\n III- Anestezi hatası\n IV- Görsel tanı hatası",
      "C": "I- Ekipman hatası\n II- Cerrahi hata\n III- Koruyucu tanı hatası\n IV- Tedavi hatası",
      "D": "I- Standardizasyon hatası\n II- Cerrahi hata\n III- Koruyucu tanı hatası\n IV- Kurum hatası",
      "E": "I- Tanı hatası\n II- Cerrahi hata\n III- Anestezi hatası\n IV- Tedavi hatası"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2504ae5a90e0fa641b8307d6645ea0c0.jpeg\" alt=\"\" width=\"128\" height=\"118\">"
  },
  {
    "id": "3795255",
    "unitNumber": 6,
    "text": "Tanı hatalarının arasında en yoğun görülen türü olup göz ve teknoloji ile yapılan okumalardaki hatalardan kaynaklanan malpraktis türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Anestezi hatası",
      "B": "Cerrahi hata",
      "C": "Görsel tanı hatası",
      "D": "Nadir semptom hatası",
      "E": "Tedavi hatası"
    },
    "explanation": "Görsel tanı (patoloji, radyoloji vb.): Tanı hatalarının arasında en yoğun görülen türdür. Göz ve teknoloji ile yapılan okumaları içerir. Bu aşamada bağımsız ikinci göz ve yoğun bilgisayar destekli tanıma teknolojileri bu hataların engellenmesine katkıda bulunabilir."
  },
  {
    "id": "3795262",
    "unitNumber": 6,
    "text": "Hekimin 5237 sayılı Türk Ceza Kanunu kapsamında tıp mesleğini icra ederken işlediği suçlarla, bu mesleğin icrası dolayısıyla işlemiş olabileceği suçlardan dolayı sorumluluğu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hukuki sorumluluğu",
      "B": "Cezai sorumluluğu",
      "C": "Disiplin sorumluluğu",
      "D": "Yaşatma sorumluluğu",
      "E": "İyatrojenik sorumluluk"
    },
    "explanation": "Hekimin (5237 sayılı Türk Ceza Kanunu kapsamında) cezai sorumluluğu geniş anlamda, hekimin tıp mesleğini icra ederken işlediği suçlarla, bu mesleğin icrası dolayısıyla işlemiş olabileceği suçlardan dolayı sorumluluğunu ifade eder. Hekimin tıp mesleği dolayısıyla işlediği suçlar bir özellik arz etmez."
  },
  {
    "id": "3795270",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Kusur</li> <li>Zarar</li> <li>Faul</li> <li>Kausalität</li> </ol> \"Hekimin, standart tıbbi uygulamalara aykırı davranması veya dikkatsizlik göstermesi sonucunda zararın meydana gelmesine ............................. denir.\" ifadesinde boş bırakılan yere yukarıdakilerden hangileri gelebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "III ve IV",
      "B": "II ve IV",
      "C": "I ve IV",
      "D": "I ve III",
      "E": "I ve II"
    },
    "explanation": "Kusur (Faul): Hekimin, standart tıbbi uygulamalara aykırı davranması veya dikkatsizlik göstermesi sonucunda zararın meydana gelmesi gereklidir. Yani, hekimin eylemi veya ihmali normal bir hekimin göstereceği özen düzeyinin altında olmalıdır. Kusurun varlığı, hekimin mesleki standartlara aykırı davrandığının göstergesidir."
  },
  {
    "id": "3795273",
    "unitNumber": 6,
    "text": "Ülkemizde hekimlik mesleği ile ilgili bildirge ve etik ilkeleri arasında aşağıdakilerden hangisi yer<strong> almaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çalışma ve Sosyal Güvenlik Bakanlığı Etik Kurulu",
      "B": "Türk Tabipleri Birliği",
      "C": "Türk Hemşireler Derneği",
      "D": "Sağlık Bakanlığı Etik Komisyonu",
      "E": "Kamu Görevlileri Etik Kurulu"
    },
    "explanation": "Ülkemizde hekimlik mesleği ile ilgili başta Türk Tabipleri Birliği bildirgeleri (Hekimlik Mesleği Etik Kuralları) olmak üzere, Türk Hemşireler Derneği, Sağlık Bakanlığı Etik Komisyonu, Sağlık Bakanlığı (Hasta Hakları Yönetmeliği) ile kamuda çalışan sağlık personeli ile ilgili Kamu Görevlileri Etik Kurulu (Kamu Görevlileri Etik Sözleşmesi) bildirge ve etik ilkeleri uygulanmaktadır."
  },
  {
    "id": "3795280",
    "unitNumber": 6,
    "text": "Ülkemizde hekimin mesleki sorumluluk sigortası aşağıdakilerden hangisi ile düzenlenmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "TCK 456 Maddesi ile kasıtlı sulara örnek olarak kasıtlı adam öldürme",
      "B": "1593 sayılı Umumi Hıfzıssıhha Kanunu",
      "C": "Tıbbi Kötü Uygulamaya İlişkin Zorunlu Mali Sorumluluk Sigortası Genel Şartları",
      "D": "Türk Ceza Kanunu’nda taksir başlığı",
      "E": "Türk Borçlar Kanunu madde 501/1 ve 502/2"
    },
    "explanation": "Ülkemizde hekimin mesleki sorumluluk sigortası, 26/05/2013 tarihli ve 28658 Resmî Gazete’de yayımlanan Mesleki Sorumluluk Sigortası Genel artları ve ekindeki Hekim Mesleki Sorumluluk Sigortası Klozu ile 28/08/2012 tarihli ve 28395 Resmî Gazete’de yayımlanan Tıbbi Kötü Uygulamaya İlişkin Zorunlu Mali Sorumluluk Sigortası Genel artları ile düzenlenmiştir."
  },
  {
    "id": "3795295",
    "unitNumber": 6,
    "text": "Hekimin hastayı tanı ve tedavi işlemlerinin detayları ile ilgili bilgilendirdiği aydınlatılmış onam unsurunu sunması hangi sorumluluğu ile ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kusur sorumluluğu",
      "B": "Bilimsel sorumluluğu",
      "C": "Disiplin sorumluluğu",
      "D": "Cezai sorumluluğu",
      "E": "Hukuki sorumluluğu"
    },
    "explanation": "Hekim-hasta ilişkisi, hukuken serbest alınan bir hekim ile hastası veya hastanın kanuni temsilcisi arasında yapılan ve hekimin öncelikle tıp bilimini ve uygulamasının öngördüğü esaslar çerçevesinde gerekli tehisi koymak ve konulan teşhise en uygun tedaviyi seçip uygulamak yükümlülüğünü içeren güven unsurunun ağır bastığı bir ilişkidir. Bu sözleşme türünün en önemli ayırt edici özelliği, hekimin hastayı tanı ve tedavi işlemlerinin detayları ile ilgili bilgilendirdiği aydınlatılmış onam unsuruna dayanmasıdır. Bu sözleşmeye dayalı olarak hekimin hastayı aydınlatma, hastasının rızasını alma, uygun tıbbi tanı ve tedavi işlemlerini özenle yürütme, sır saklama, kayıt tutma ve mahremiyete saygı gösterme yükümlülüğü bulunmaktadır. Sözleşmenin gereklerini kusur, kast ya da ihlal nedeniyle yerine getirmeyen hekimin yol açtığı zarara yönelik kamu kurumunda çalışıyor ise idare hukuku kurallarına göre dava açılması söz konusudur."
  },
  {
    "id": "3845208",
    "unitNumber": 6,
    "text": "“Planlanmış eylemin başarısızlığı, amaca ulaşmak için yanlış planın uygulanması (planlama hatası), hastaya zarar verecek ya da vermeyecek şekilde süreçten sapma olarak da tanımlanabilir.”\n Yukarıda açıklaması verilen kavram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Malpraktis (Tıbbi Hata)",
      "B": "Tanı Hatası",
      "C": "Tedavi Hatası",
      "D": "Cerrahi Hata",
      "E": "Anestezi Hataları"
    },
    "explanation": "Malpraktis (Tıbbi Hata): Planlanmış eylemin başarısızlığı, amaca ulaşmak için yanlış planın uygulanması (planlama hatası), hastaya zarar verecek ya da vermeyecek şekilde süreçten sapma olarak da tanımlanabilir. Doğru cevap A'dır."
  },
  {
    "id": "3845209",
    "unitNumber": 6,
    "text": "“Hastalıkların ve bozuklukların tespit edilmesine yönelik uygulanan yöntem ve süreçlerde ortaya çıkan hataları kapsamına alır.”\n Yukarıda açıklaması verilen kavram hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Malpraktis (Tıbbi Hata)",
      "B": "Tanı Hatası",
      "C": "Tedavi Hatası",
      "D": "Cerrahi Hata",
      "E": "Anestezi Hataları"
    },
    "explanation": "Tanı Hatası: Hastalıkların ve bozuklukların tespit edilmesine yönelik uygulanan yöntem ve süreçlerde ortaya çıkan hataları kapsamına alır. Doğru cevap B'dir."
  },
  {
    "id": "3845210",
    "unitNumber": 6,
    "text": "“Hastalıkların, ilgili sağlık sorunlarının ortadan kaldırılması ve bozuklukların düzeltilmesine yönelik yürütülen hizmetler ile ilgili tıbbi uygulama hatalarını kapsamına alır.”\n Yukarıda açıklaması verilen kavram hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Malpraktis (Tıbbi Hata)",
      "B": "Tanı Hatası",
      "C": "Tedavi Hatası",
      "D": "Cerrahi Hata",
      "E": "Anestezi Hataları"
    },
    "explanation": "Tedavi Hatası: Hastalıkların, ilgili sağlık sorunlarının ortadan kaldırılması ve bozuklukların düzeltilmesine yönelik yürütülen hizmetler ile ilgili tıbbi uygulama hatalarını kapsamına alır. Doğru cevap C'dir."
  },
  {
    "id": "3845211",
    "unitNumber": 6,
    "text": "“Yanlış organ ya da dokuya müdahale edilmesi, ameliyat sırasında yaşanan anestezi hataları, hastanın ameliyathane, yoğun bakım ve servisler arasında taşınması sırasında düşürülmesi, ameliyat olacak hastaların karıştırılması, doğru ameliyatın sağlık personelinin özen ile beceri eksikliğine bağlı olarak yanlış ve yetersiz uygulanması sonucu yaşanan tıbbi uygulama hatalarını kapsamına alır.”\n Yukarıda açıklaması verilen kavram hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Malpraktis (Tıbbi Hata)",
      "B": "Tanı Hatası",
      "C": "Tedavi Hatası",
      "D": "Cerrahi Hata",
      "E": "Anestezi Hataları"
    },
    "explanation": "Cerrahi Hata: Yanlış organ ya da dokuya müdahale edilmesi, ameliyat sırasında yaşanan anestezi hataları, hastanın ameliyathane, yoğun bakım ve servisler arasında taşınması sırasında düşürülmesi, ameliyat olacak hastaların karıştırılması, doğru ameliyatın sağlık personelinin özen ile beceri eksikliğine bağlı olarak yanlış ve yetersiz uygulanması sonucu yaşanan tıbbi uygulama hatalarını kapsamına alır. Doğru cevap D'dir."
  },
  {
    "id": "3845213",
    "unitNumber": 6,
    "text": "“Cerrahi müdahale sırasında uyutulmakta olan hasta birçok risk ile karşı karşıyadır. Özellikle hasta dosyasında yer alan hastanın anamnez bilgisinin itina ile okunmaması, özellikle solunum ve dolaşım sistemi üzerinde olumsuz etkiye neden olabilecek madde ve ilaçların kullanılması gibi hataları kapsar.”\n Yukarıda açıklaması verilen kavram hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Malpraktis (Tıbbi Hata)",
      "B": "Tanı Hatası",
      "C": "Tedavi Hatası",
      "D": "Cerrahi Hata",
      "E": "Anestezi Hataları"
    },
    "explanation": "Anestezi Hataları: Cerrahi müdahale sırasında anestezi altında olan hasta birçok risk ile karşı karşıyadır. Özellikle hasta dosyasında yer alan hastanın anamnez bilgisinin itina ile okunmaması, özellikle solunum ve dolaşım sistemi üzerinde olumsuz etkiye neden olabilecek madde ve ilaçların kullanılması gibi hataları kapsar. Doğru cevap E'dir."
  },
  {
    "id": "3845216",
    "unitNumber": 6,
    "text": "Aşağıda verilenlerden hangisi yaygın malpraktis türleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Tanı Hatası",
      "B": "Tedavi Hatası",
      "C": "Cerrahi Hata",
      "D": "Anestezi Hataları",
      "E": "Sigorta Hataları"
    },
    "explanation": "Yaygın malpraktis türleri; Tanı Hatası, Tedavi Hatası, Cerrahi Hata ve Anestezi Hataları. Doğru cevap E’dir."
  },
  {
    "id": "3845219",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Hiçbir yakınması olmayan hasta</li> <li>Kompleks yatan hasta</li> <li>Ayaktan bakılan rutin hasta</li> <li>Nadir semptomları olan hasta</li> </ol> Yukarıda verilenlerden hangisi ya da hangileri Newman-Toker ve Pronovost’ın bahsettiği tanı hatalarının nedenleri ve bunlarla baş etme stratejileri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "I-II-IV",
      "D": "I-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Newman-Toker ve Pronovost (2009) yeni hasta güvenliği sınırı olarak tanımladıkları tanı hatalarının nedenlerini ve bunlarla baş etme stratejilerini 5 başlık altında incelemiştir: Görsel tanı (patoloji, radyoloji vb.), Kompleks yatan hasta (kritik hastalık ya da ağır travmalı hasta), Ayaktan bakılan rutin hasta (yorgunluk, başağrısı gibi yakınmaları olan), Nadir semptomları olan hasta (işitme ve göz hareketleri gibi), Hiçbir yakınması olmayan hasta (rutin kanser taraması gibi). Doğru cevap E'dir."
  },
  {
    "id": "3845221",
    "unitNumber": 6,
    "text": "“Birçok fizyolojik bozukluğu olan bir hastada aşırı veri yüklenmesi tanısal hatalara yol açabilir. Yapılandırılmış standart tanısal protokol ve algoritmalar ile veri izleme araçları bu tür hataları önlemeye yardımcı olabilir.”\n Yukarıda açıklaması verilen Newman-Toker ve Pronovost’ın bahsettiği tanı hatalarının nedenleri ve bunlarla baş etme stratejilerinden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Görsel tanı",
      "B": "Kompleks yatan hasta",
      "C": "Ayaktan bakılan rutin hasta",
      "D": "Nadir semptomları olan hasta",
      "E": "Hiçbir yakınması olmayan hasta"
    },
    "explanation": "Kompleks yatan hasta (kritik hastalık ya da ağır travmalı hasta): Birçok fizyolojik bozukluğu olan bir hastada aşırı veri yüklenmesi tanısal hatalara yol açabilir. Yapılandırılmış standart tanısal protokol ve algoritmalar ile veri izleme araçları bu tür hataları önlemeye yardımcı olabilir. Doğru cevap B’dir."
  },
  {
    "id": "3845222",
    "unitNumber": 6,
    "text": "“Hastanın semptomlarını belirlemek için kontrol listeleri ve semptom odaklı karar destek sistemleri hatanın yapılmasını engelleyebilir.”\n Yukarıda açıklaması verilen Newman-Toker ve Pronovost’ın bahsettiği tanı hatalarının nedenleri ve bunlarla baş etme stratejilerinden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Görsel tanı",
      "B": "Kompleks yatan hasta",
      "C": "Ayaktan bakılan rutin hasta",
      "D": "Nadir semptomları olan hasta",
      "E": "Hiçbir yakınması olmayan hasta"
    },
    "explanation": "Ayaktan bakılan rutin hasta (yorgunluk, baş ağrısı gibi yakınmaları olan): Bu tip hastalarda nadir görülen hastalıklar atlanabilir. Hastanın semptomlarını belirlemek için kontrol listeleri ve semptom odaklı karar destek sistemleri hatanın yapılmasını engelleyebilir. Doğru cevap C’dir."
  },
  {
    "id": "3845223",
    "unitNumber": 6,
    "text": "“Koruyucu hekimlik önerilerini uygulamamak, ertelemek tanı hatalarına ya da geç tanıya yol açabilir. Koruyucu hekimlik önerilerinin kontrol listesi hâline getirilmesi ve elektronik sağlık kayıt sistemleri ile takip altına alınması bu hataların önlenmesinde rol alabilir.”\n Yukarıda açıklaması verilen Newman-Toker ve Pronovost’ın bahsettiği tanı hatalarının nedenleri ve bunlarla baş etme stratejilerinden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Görsel tanı",
      "B": "Kompleks yatan hasta",
      "C": "Ayaktan bakılan rutin hasta",
      "D": "Nadir semptomları olan hasta",
      "E": "Hiçbir yakınması olmayan hasta"
    },
    "explanation": "Hiçbir yakınması olmayan hasta (rutin kanser taraması gibi): Koruyucu hekimlik önerilerini uygulamamak, ertelemek tanı hatalarına ya da geç tanıya yol açabilir. Koruyucu hekimlik önerilerinin kontrol listesi hâline getirilmesi ve elektronik sağlık kayıt sistemleri ile takip altına alınması bu hataların önlenmesinde rol alabilir. Doğru cevap E’dir."
  },
  {
    "id": "3845521",
    "unitNumber": 6,
    "text": "\"Planlanmış eylemin başarısızlığı, planlama hatası, hastaya zarar verecek ya da vermeyecek şekilde süreçten sapma ...................................... olarak; hastalığın seyri, tanı ve tedavi sürecinde izin verilen risk ise .................................................... olarak tanımlanır.\" ifadesinde boş bırakılan yerlere gelmesi gereken terimler aşağıdakilerden hangisinde doğru sıralanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "tedavi hatası-tanı hatası",
      "B": "komplikasyon-malpraktis",
      "C": "tanı hatası-tedavi hatası",
      "D": "tedavi hatası-malpraktis",
      "E": "malpraktis-komplikasyon"
    },
    "explanation": "Malpraktis (Tıbbi Hata): Planlanmış eylemin başarısızlığı, amaca ulaşmak için yanlış planın uygulanması (planlama hatası), hastaya zarar verecek ya da vermeyecek şekilde<br/>süreçten sapma olarak da tanımlanabilir. Komplikasyon: Hastalığın seyri, tanı ve tedavi sürecinde izin verilen risk anlamına gelir"
  },
  {
    "id": "3845524",
    "unitNumber": 6,
    "text": "Uzun çalışma saatleri, optimal olmayan hasta sayısı, psikolojik olarak çalışanı sarsan istenmeyen durumlar, eğitim sisteminin standardize olmamış eksik kazanımları, yönetim ve çalışanlar arası iletişim sorunları gibi faktörlerin neden olduğu hata tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bireysel faktörlere bağlı tıbbi hata",
      "B": "Örgütsel faktörlere bağlı tıbbi hata",
      "C": "Kurumsal faktörlere bağlı tıbbi hata",
      "D": "Hukuksal faktörlere bağlı tıbbi hata",
      "E": "Yasal faktörlere bağlı tıbbi hata"
    },
    "explanation": "Sağlık hizmetlerinin emek unsurunu oluşturan hekim, diş hekimi, hemşire, fizyoterapist, sağlık tekniker-teknisyenleri ve yardımcı sağlık iş gücü diğer sektörlerden farklı olarak sağlık hizmetlerinin kesintisiz yürütüldüğü sağlık kurum ve kuruluşlarında faaliyet göstermektedir. Sağlık hizmetinin doğası gereği stoklanamaz ve mülkiyeti devredilemez oluşundan dolayı hizmet aynı anda üretilir ve tüketilir. Bu özellik aciliyet gerektiren hizmetlerde iş gücünün zamanı oldukça etkili ve verimli kullanmasını gerektirir. Aynı zamanda sağlık hizmeti üretiminin gerektirdiği mesleki bilgi, beceri ile uygulanacak işlem prosedürünün eş zamanlı olarak ortaya konulması önemlidir. Bu aşamada uzun çalışma saatleri, optimal olmayan hasta sayısı, psikolojik olarak çalışanı sarsan istenmeyen durumlar, eğitim sisteminin standardize olmamış eksik kazanımları, yönetim ve çalışanlar arası iletişim sorunları, gürültü, havalandırma, ışık, ısı, mimari düzen gibi ergonomik sorunların yol açtığı stres de sağlık hizmeti sunucusunun tıbbi uygulamada hata yapmasına yol açabilecektir. Hatayı ortaya çıkaran kaynak bireysel olarak gözükse de birey üzerinde etkili olan birtakım dış faktörler de aracı etki gösterebilmektedir."
  },
  {
    "id": "3845527",
    "unitNumber": 6,
    "text": "Çalışanın birden çok amire hesap vermesi sorumluluğunu artırdığı için, çalışan üzerinde bir baskı ve karmaşa unsuru oluşturması hangi tip hatadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bireysel faktörlere bağlı tıbbi hata",
      "B": "Örgütsel faktörlere bağlı tıbbi hata",
      "C": "Kurumsal faktörlere bağlı tıbbi hata",
      "D": "Hukuksal faktörlere bağlı tıbbi hata",
      "E": "Yasal faktörlere bağlı tıbbi hata"
    },
    "explanation": "Sağlık çalışanlarının faaliyet gösterdiği her türlü sağlık kurum ve kuruluşlarını (hastane, rehabilitasyon merkezi, ana çocuk sağlığı merkezi, tıp merkezi vb.) içeren belirli amaçlara ulaşmak için oluşturulan toplumsal sağlık birimlerine sağlık örgütü adı verilmektedir. Özellikle fonksiyonel birimler arası ilişkinin türü ve boyutu, uzmanlaşma ile iş bölümü açısından sağlık örgütleri matriks yapılanma gösteren örgütlerdir. Bu örgütlerin en belirgin özelliği, ast-üst ilişkisine dayalı hiyerarşik bir yapılanmanın aksine, birimler arasında yatay, dikey ve çapraz iletişim ve ilişkinin ön planda olmasıdır. Bu özellik bir yandan örgütsel birtakım avantajları beraberinde getirirken bir yandan da çalışanın birden çok amire (bölüm başkanı, başhekim, hastane müdürü gibi) hesap vermesi sorumluluğunu artırdığı için, çalışan üzerinde bir baskı ve karmaşa unsuru oluşturabilmektedir. Bu karmaşa ve çoklu mekanizmanın yaratabileceği kaos ortamı doğrudan ya da dolaylı şekilde tıbbi uygulama hatalarına da yol açabilmektedir."
  },
  {
    "id": "3845776",
    "unitNumber": 6,
    "text": "Hasta ve hastalığın gerektirdiği, güncel bilimsel ve teknolojik gelişmelere paralel tıbbi laboratuvar<br/>tetkiki ve görüntüleme istemlerinin yapılmaması, hasta anamnezinin alınmaması, test kitlerinin miadını doldurmuş olması, laboratuvarda kullanılan cihazların tutarsız ve güvensiz sonuçların neden olduğu hata tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tanı hatası",
      "B": "Tedavi hatası",
      "C": "Cerrahi hata",
      "D": "Anastezi hatası",
      "E": "Anamnezi hatası"
    },
    "explanation": "Hastalıkların ve bozuklukların tespit edilmesine yönelik uygulanan yöntem ve süreçlerde ortaya çıkan hataları kapsamına alır. Hasta ve hastalığın gerektirdiği, güncel bilimsel ve teknolojik gelişmelere paralel tıbbi laboratuvar tetkiki ve görüntüleme istemlerinin yapılmaması, hasta anamnezinin (hastalık öyküsü) alınmaması, test kitlerinin miadını doldurmuş olması, laboratuvarda kullanılan cihazların tutarsız ve güvensiz sonuçları, yanlış tanı konulması gibi tanı aşamasında yer alan hatalardır."
  },
  {
    "id": "3845818",
    "unitNumber": 6,
    "text": "Hekimlerin kasıtsız ve kusurlu tıbbi hizmet sunmaları sonucu oluşacak ceza Türk Ceza Kanunu’nda<br/>taksir başlığı (madde 85, madde 89) altında incelenmesi tıbbi uygulamanın hangi hata boyutu ile ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Etik boyutu",
      "B": "Hukuki boyutu",
      "C": "Cerrahi boyutu",
      "D": "Tanı boyutu",
      "E": "Teftiş boyutu"
    },
    "explanation": "Hekimlerin kasıtsız ve kusurlu tıbbi hizmet sunmaları sonucu oluşacak ceza Türk Ceza Kanunu’nda<br/>taksir başlığı (madde 85, madde 89) altında incelenmektedir. Bu hukuki boyutudur."
  },
  {
    "id": "3845821",
    "unitNumber": 6,
    "text": "\"Tıp mesleği ve diğer sağlık mesleklerinin eğitim süresi boyunca bilimsel ve akademik eğitim öğretim kazanımlarının yanında, bireylerin ve toplumun etik, sosyal, kültürel değerlerine saygıyı, insan hakları ve sorumluluklarının bilincinde olmayı, toplumsal faydayı bireysel çıkarların üzerinde görmeyi hedefleyen bir öğreti verilmesi ...................... boyutu ile ilişkilidir.\" cümlesinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "hukuki",
      "B": "cezai",
      "C": "etik",
      "D": "tanısal",
      "E": "anamnezi"
    },
    "explanation": "Etik Boyutu<br/>Tıp mesleği ve diğer sağlık mesleklerinin eğitim süresi boyunca bilimsel ve akademik eğitim öğretim kazanımlarının yanında, bireylerin ve toplumun etik, sosyal, kültürel değerlerine saygıyı, insan hakları ve sorumluluklarının bilincinde olmayı, toplumsal faydayı bireysel çıkarların üzerinde görmeyi hedefleyen bir öğreti verilmeye çalışılmaktadır."
  },
  {
    "id": "3845827",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Kusur</li> <li>Zarar</li> <li>Malpraktis</li> <li>Neden-sonuç ilişkisi</li> </ol> Yukarıda verilenlerden hangileri hekimlerin cezai sorumluluğunun dayandığı temel unsurlar arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III ve IV",
      "B": "II, III ve IV",
      "C": "I, III ve IV",
      "D": "I, II ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Hekimlerin cezai sorumluluğu genellikle üç temel unsura dayanır: Kusur (Faul): Hekimin, standart tıbbi uygulamalara aykırı davranması veya dikkatsizlik göstermesi sonucunda zararın meydana gelmesi gereklidir. Yani, hekimin eylemi veya ihmali normal bir hekimin göstereceği özen düzeyinin altında olmalıdır. Kusurun varlığı, hekimin mesleki standartlara aykırı davrandığının göstergesidir. Zarar (Schaden): Hekimin kusuru sonucu hasta veya hasta yakınlarının zarar görmesi gerekir. Zarar, fiziksel veya ruhsal olarak hastada meydana gelen herhangi bir olumsuz sonuç olabilir. Bu zararın doğrudan hekimin eylemi veya ihmalinden kaynaklanması gereklidir.\n Neden-sonuç İlişkisi (Kausalität): Hekimin kusurunun, zararın oluşmasında doğrudan bir etkisi olmalıdır. Yani, hekimin eylemi veya ihmali ile zarar arasında nedensel bir ilişki bulunmalıdır. Bu ilişkiyi belirlemek, malpraktis davalarının incelenmesinde önemli bir adımdır."
  },
  {
    "id": "3845830",
    "unitNumber": 6,
    "text": "Aşağıdaki durumlardan hangisinde hekim tıbbi uygulamaları nedeniyle sorumlu tutulamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Hukuka aykırı olması",
      "B": "Bilimsel tıbbi standartlardan sapma olmas",
      "C": "Zararlı bir sonuç doğurmuş olması",
      "D": "Zararlı sonuç ile kusurlu davranış arasında nedensellik ilişkisinin bulunması",
      "E": "Komite değerlendirmesinin dışına çıkması"
    },
    "explanation": "Hekimlerin tıbbi uygulamaları nedeniyle sorumlu tutulabilmeleri için eylemin; <br/>• Hukuka aykırı olması (ilgili anayasa, kanun, yönetmelik ve tüzüklere uygun olmaması) <br/>• Bilimsel tıbbi standartlardan sapma olması (kusur oluşması) <br/>• Zararlı bir sonuç doğurmuş olması <br/>• Zararlı sonuç ile kusurlu davranış arasında nedensellik ilişkisi bulunması gerekir (hekimin kusuru nedeniyle sorumlu olabilmesi için zararla kusurlu davranış arasında uygun illiyet bağı bulunmalıdır. Zararlı sonuç, hekimin kusurlu eyleminin uygun nedeni ve sonucu olmalıdır."
  },
  {
    "id": "3845833",
    "unitNumber": 6,
    "text": "\"Dünya Sağlık Örgütü 2007 yılında “..........................................” kampanyasıyla cerrahide hasta güvenliğine dikkat çekmiş ve cerrahi hastalarının güvenliğini sağlamaya yönelik birçok uygulama rehberleri oluşturmuştur.\" cümlesinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İyi Anastezi Hayat Kurtarır",
      "B": "İyi Cerrah Olma Hedefi",
      "C": "Güvenli Cerrahi Hayat Kurtarır",
      "D": "Güvenli Tanı ve Teşhis",
      "E": "Ayrıntılı Anamnezi"
    },
    "explanation": "Dünya Sağlık Örgütü 2007 yılında “Güvenli Cerrahi Hayat Kurtarır” kampanyasıyla cerrahide hasta güvenliğine dikkat çekmiş ve cerrahi hastalarının güvenliğini sağlamaya yönelik birçok uygulama rehberleri oluşturmuştur."
  },
  {
    "id": "3845835",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi anastezi hatalarının nedenleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Anestezi ekipmanlarının yanlış kullanımı",
      "B": "Yetersiz izleme ve değerlendirme süreçleri",
      "C": "Hasta özelliklerinin yeterince değerlendirilmemesi",
      "D": "Anestezi ekibinin iletişim eksiklikleri",
      "E": "Yetersiz anamnezi"
    },
    "explanation": "Hataların kaynağı genellikle anestezi ekipmanlarının yanlış kullanımı, yetersiz izleme ve değerlendirme süreçleri, hasta özelliklerinin yeterince değerlendirilmemesi veya anestezi ekibinin iletişim eksiklikleri olabilir."
  },
  {
    "id": "3794893",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Hak edilmiş ölüm</li> <li>Gönüllü ölüm</li> <li>Tatlı ölüm</li> <li>Hoş ölüm</li> </ol> Ötanazi kelimesi yukarıdaki kavramlardan hangilerini içerir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III ve IV",
      "B": "II, III ve IV",
      "C": "I, III ve IV",
      "D": "I, II ve IV",
      "E": "III ve IV"
    },
    "explanation": "Ötanazi (Euthanasia) kelimesi Yunanca Eu “İyi, hoş, güzel” ve Thanatosis “ölüm” anlamındaki iki kelimeden oluşmaktadır. Türkçe karşılığı “iyi ölüm”, “tatlı ölüm”, “kolay ve acısız, hoş ölüm” anlamına gelmektedir. Ayrıca “Euthanasia” kelimesi için “gönüllü ölüm” kavramı da kullanılabilir. Ötanazi kavramını her grup kendi ilgi alanına göre tanımladığından, literatürde birden çok tanımla karşılaşmak mümkündür. Modern tıptaki en genel anlamıyla ötanazi, ıstırap verici ağır ve tedavisi olmayan bir hastalığa yakalanan kişilerin, bu ıstıraplarını gidermek için acı çekmeden ölmelerini temin etmektir."
  },
  {
    "id": "3794900",
    "unitNumber": 7,
    "text": "Ötanazi tanımlarının tümünde ortak olan en önemli nokta aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hastaya kolay, acısız bir ölüm sağlamak amacı ile kişiye yardım edilme prensibi taşıması",
      "B": "Öncelikle bilinen tedavi metotlarına göre iyileşme ve kurtuluş ümidi kalmamış bir hastalığın bulunması",
      "C": "Hastanın dayanılmaz seviyede bir ıstırabının olması",
      "D": "Hastanın yaşamına son verilmesini açıkça istemesi",
      "E": "Yaşama son verme fiilinin hekim tarafından gerçekleştirilmesi"
    },
    "explanation": "Ötanazi tanımlarının tümünde ortak olan en önemli nokta hastaya kolay, acısız bir ölüm sağlamak amacı ile kişiye yardım edilme prensibi taşımasıdır. Ötanazi tanımlarında bulunan bir diğer nokta ise hastanın dayanılmaz acılar içinde bulunması gerektiğidir. Çekilen acının ya da ağrının dayanılmaz nitelikte olup olmadığının kararını kişi kendisi verip ötanazi ister. Ancak ötanazide hastanın dayanılmaz acılarına mevcut tıbbi imkânlarla çare bulunamaması gerekir."
  },
  {
    "id": "3794963",
    "unitNumber": 7,
    "text": "\"Hasta hakları kapsamında bilgi edinme hakkı, kişi özgürlüğünü ve itibarını vurgulayan temel haklardan biri olup tıp etiğinde sağlık profesyonellerine yüklenmiş etik bir yükümlülüktür.\" ifadesi ötanazinin hangi kavramı ile ilşikilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yaşama hakkı",
      "B": "Ölme hakkı",
      "C": "Özerklik hakkı",
      "D": "Rıza ehliyeti ve aydınlatılmış onam-rıza",
      "E": "Tıbbi vasiyetler ve vekâletler"
    },
    "explanation": "<strong>Rıza Ehliyeti ve Aydınlatılmış Onam-Rıza</strong>\n Hasta hakları kapsamında bilgi edinme hakkı, kişi özgürlüğünü ve itibarını vurgulayan temel haklardan biri olup tıp etiğinde sağlık profesyonellerine yüklenmiş etik bir yükümlülüktür. Hasta özerkliğine saygı ilkesi çerçevesinde, bütün tıbbi operasyonlarda aydınlatılmış onam uygulamaları gerçekleştirilir. Ayrıca, aydınlatma ceza hukukundaki rızada olmazsa olmaz ön koşuldur. Aydınlatılmış onam, kişinin kendisine yönelik önerilen her türlü tıbbi tanı ve tedavi ile bunların her türlü sonucu (yararlar, olası riskler, tanı ve tedaviden kaçınma durumunda karşılaşılabilecek durumlar, alternatif tanı ve tedaviler ile bunlara yönelik yararlar ve riskler) hakkında açık, anlaşılır ve tarafsız bir biçimde bilgilendirilmesi ve bu bilgilendirmeden sonra kendi kararını özgürce vermesi şeklinde tanımlanabilir."
  },
  {
    "id": "3795046",
    "unitNumber": 7,
    "text": "<ol type=\"I\"><br/><li>Aktif ötanazi - Yaşam desteklerini çekerek ölümü hızlandırmak ve doğal seyrine bırakma</li><br/><li>Pasif ötanazi - Hastanın isteği üzerine tıbbi yolla doğrudan ölümüne sebep olunma</li><br/><li>Aktif ötanazi - Rıza ehliyeti olmayan hastaya ölüme sebep olacak ilaç ya da tıbbi girişimin yapılması</li><br/><li>Aktif ötanazi -İstek veya sorulmadan hastaya ölüme sebep olacak ilaç ya da tıbbi girişimin yapılması</li><br/></ol><br/>Yukarıda verilen eşleştirmelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve IV",
      "E": "I ve IV"
    },
    "explanation": "Pasif ötanazi\n<br/>Yaşam desteklerini çekerek ölümü hızlandırmak ve doğal seyrine bırakmaktır. Bu “tıbbi müdahaleyi yapmamak, geri çekmek”, “yaşam devam ettirme tedavisinin sonlandırılması” ya da tıbbi tedaviyi kesmek, vermemek” biçiminde ortaya çıkar. Pasif ötanaziye örnek olarak; hastanın suni solunum cihazının çekilmesi veya sıvı ve beslenme desteklerinin kesilmesi verilebilir\n<br/>Aktif ötanazi\n<br/>Aktif ötanazi kendi içerisinde hastanın istemlilik pozisyonuna göre üçe ayrılır. Birincisi istemli aktif ötanazi olup hastanın isteği üzerine tıbbi yolla doğrudan ölümüne sebep olunmasıdır. Günlük yaşantımızda halk arasındaki konuşmalarda ötanazi derken vurgulanan aslında bu türdür. Diğer bir ifadeyle aktif ötanazinin hastanın talebi doğrultusunda gerçekleştirilmesi istemli aktif ötanazidir. İkincisi istem dışı aktif ötanazi olup rıza ehliyeti olmayan hastaya ölüme sebep olacak ilaç ya da tıbbi girişimin yapılmasıdır. Sonuncusu ise istemsiz aktif ötanazi olup hasta bilinçli ve onam verebilecek pozisyondayken, kendisinden herhangi bir istek gelmeden ve sorulmadan ilaç ya da başka bir müdahale ile hastanın ölümüne sebep olmaktır. Bu tür aslında bir cinayet olarak tanımlanabilir."
  },
  {
    "id": "3795057",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>İstem dışı ötanazi</li> <li>İstemsiz ötanazi</li> <li>Gönülsüz ötanazi</li> <li>Gönüllü-iradi ötanazi</li> </ol> \"Bireyin iradesine hiç başvurulmadan veya kişinin rızası olmadan hasta sadece ölümcül bir hastalığa veya engele sahip diye öldürülmesi ............................................................ denir.\" ifadesinde boş bırakılan yere yukarıda verilenlerden hangileri gelebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "II ve IV",
      "E": "I ve III"
    },
    "explanation": "İstemsiz (Gönülsüz) Ötanazi Zorunlu ötanazi, en geniş manada ötanazi veya gerçek olmayan ötanazi olarak da isimlendirilir. Bireyin iradesine hiç başvurulmadan veya kişinin rızası olmadan hasta sadece ölümcül bir hastalığa veya engele sahip diye öldürülmesi istemsiz ötanazidir. Bu tipte ya hastanın iradesi ötanazi uygulanmaması yönündedir ya hastanın iradesine hiç başvurulmamıştır ya da iradesini açıklayacak pozisyonda değildir ve hakkında karar vermeye yetkili yakınlarının taleplerinin aksi yönünde hareket edilir"
  },
  {
    "id": "3795087",
    "unitNumber": 7,
    "text": "Hekimin hastanın acısını azaltmak üzere kullandığı ve kullanılmasının tıp bilimi tarafından öngörüldüğü bir ilacın kaçınılmaz bir yan etkisi olarak hastanın yaşamının kısalması hangi tip ötanazidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hastanın istem durumuna göre ötanazi",
      "B": "Karar merciisine göre ötanazi",
      "C": "İrade tarafına göre ötanazi",
      "D": "Yaş grubuna göre ötanazi",
      "E": "Gerçekleşme amacına göre ötanazi"
    },
    "explanation": "Gerçekleşme amacına göre ötanazi dolaylı ve doğrudan olmak üzere ikiye ayrılır. Doğrudan ötanazi önceki kısımlarda bahsedildiğinden, burada dolaylı ötanazi hakkında bilgi verilmiştir. Dolaylı ötanazi, hastanın yaşam süresini kısaltmasına rağmen, tedavisi mümkün olmayan hastanın acılarını dindirmek amacıyla birtakım ilaçlar verilmesi ve bu biçimde dolaylı olarak hastanın yaşamının kısaltılmasıdır. Bir diğer tanıma göre, hekimin hastanın acısını azaltmak üzere kullandığı ve kullanılmasının tıp bilimi tarafından öngörüldüğü bir ilacın kaçınılmaz bir yan etkisi olarak hastanın yaşamının kısalmasıdır. Dolaylı ötanazi “çifte etki doktrini” olarak da isimlendirilir ve aktif ötanazinin farklı bir çeşidi olan bu türde, hastanın yazılı rızasının alınması gerektiği vurgulanır."
  },
  {
    "id": "3795097",
    "unitNumber": 7,
    "text": "Türk hukukunda ötanaziye ilişkin en net düzenlemesi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "5237 Sayılı Türk Ceza Kanunu'dur.",
      "B": "TCK m. 62’nin uygulanmasıdır.",
      "C": "TCK m. 26/2 gereği garantörlüktür.",
      "D": "TCK m. 83'tür.",
      "E": "Hasta Hakları Yönetmeliği (HHY) m. 13’tür."
    },
    "explanation": "Türk hukukunda ötanaziye ilişkin en net düzenleme Hasta Hakları Yönetmeliği (HHY) m. 13’tür. Bu maddede “Ötanazi yasaktır. Tıbbi gereklerden bahisle veya her ne suretle olursa olsun, hayat hakkından vazgeçilemez. Kendisinin veya başkasının talebi olsa dahi, kimsenin hayatına son verilemez.” ifadesi bulunur. Arpacıoğlu’na (2019) göre, HHY’nde hastanın tedaviyi reddetme ve durdurma hakkından bahsedildiği için, hukuki düzenlemeler ötanazi çeşitleri açısından ayrı ayrı değerlendirilmelidir."
  },
  {
    "id": "3795114",
    "unitNumber": 7,
    "text": "2002'de aktif ötanazi ve PAS'a izin veren ve ötanaziden başka bir çare kalmadığına dair hastayla mutabakat sağlaması ve bağımsız bir hekime danışması gibi koşulların arandığı ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Almanya",
      "B": "Amerika Birleşik Devletleri",
      "C": "Belçika",
      "D": "İsviçre",
      "E": "Hollanda"
    },
    "explanation": "Belçika\n 2002’de aktif ötanazi ve PAS’a yasal izin vermiş olup Hollanda’dan sonra yasalaştıran ikinci ülkedir. Hastanın ölümcül hastalığından dolayı, fiziki veya ruhsal açıdan sürekli ve dayanılmaz acı çekiyor olması, ötanazi isteğini düşünerek ve birkaç defa yansıtması, bu talebini bilinçli ve kendi iradesiyle yapması koşullardır. Hekim için de hastayla derinlemesine görüşmesi, sağlık durumuyla ilgili bilgi vermesi, “ötanaziden başka bir çare kalmadığına dair hastayla mutabakat sağlaması ve bağımsız bir hekime danışması gibi koşullar aranır. Hastanın ötanazi talebiyle ötanazinin yapılması arasında en az bir ay geçmesi ve özel bir komisyonun nihai kararı vermesi de koşullar arasındadır."
  },
  {
    "id": "3795138",
    "unitNumber": 7,
    "text": "Dünya Tabibler Birliğinin ötanazi karşısındaki tavrı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ötanazinin tıbbi uygulamanın temel etik ilkeleriyle çeliştiğini tekrarlamaktadır.",
      "B": "Ötanaziye katılmaktan kaçınmayı şiddetle tavsiye etmektedir.",
      "C": "Hekim Yardımlı İntihar Bildirgesi'ni ret etmiştir.",
      "D": "Ötanazi Bildirgesini kabul etmiştir.",
      "E": "\"Kendi ya da yakınlarının izni olsa bile, kasıtlı olarak bir hastanın yaşamına son verme eylemi olan ötanazi etik değildir.” bildirgesini savunur."
    },
    "explanation": "Dünya Tabibler Birliği 1987’de Madrid’teki 38. toplantısında “Ötanazi Bildirgesini” kabul etmiştir. Bu bildirge 2005’te 170. toplantısında ve 2015’te 200. toplantısında yeniden onaylanmıştır. Bildirge’ye göre “kendi ya da yakınlarının izni olsa bile, kasıtlı olarak bir hastanın yaşamına son verme eylemi olan ötanazi etik değildir”. Dünya Tabibler Birliğinin “Hekim Yardımlı İntihar Bildirgesi” ise, 1992’de Marbella’da 44. toplantısında onaylanmıştır ve 2005’te 170. toplantısında yeniden düzenlenerek kabul edilmiştir. Buna göre, “hekim yardımlı intihar, ötanazi gibi etik dışıdır ve tıp mesleği tarafından kınanmalıdır. Hekimin yardımının kasıtlı olduğu durumlarda ve bilinçli olarak bireyin kendi yaşamına son vermesine yönlendirdiği için hekim etik dışı davranmış olmaktadır. Ancak tıbbi tedaviyi reddetme hakkı hastanın temel bir hakkıdır ve hastanın ölümüyle sonuçlansa bile böyle bir dileğe saygı duyduğunda, hekim etik dışı hareket etmiş olmamaktadır.” Dünya Tabibler Birliği, aktif ötanazi ve PAS uygulamaları bazı ülkelerde yasalarla kabul edilmiş olmasına rağmen, ötanazinin tıbbi uygulamanın temel etik ilkeleriyle çeliştiğini tekrarlamaktadır. Hekimlere, ulusal yasalar izin verse ya da belirli koşullar altında hareket edilse bile, ötanaziye katılmaktan kaçınmayı şiddetle tavsiye etmektedir."
  },
  {
    "id": "3795158",
    "unitNumber": 7,
    "text": "Dünya Tabipler Birliğinin (The World Medical Association) bildirgelerinde aşağıdakilerden hangisi yer <strong>almaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Ötanazi net bir biçimde ret etme",
      "B": "Özerklik hakkı bakımından hastanın kendi geleceğini belirleme",
      "C": "Özerklik hakkı bakımından hastanın tedaviyi ret etme hakkı",
      "D": "Hastanın ölümüne neden olacak durumda tedaviyi ret kararını hekimin yok sayması",
      "E": "Yaşamlarının son döneminde insanca bakılıp onurlu bir şekilde ölme hakkına sahip olması"
    },
    "explanation": "Dünya Tabipler Birliğinin (The World Medical Association) bildirgelerinde ötanazi net bir biçimde reddedilmekle birlikte, özerklik hakkı bakımından, hastanın kendi geleceğini belirleme ve tedaviyi reddetme hakkı bulunur. Lizbon Bildirgesi’nde, hastanın ölümüne neden olacak olsa bile, tedaviyi ret kararına hekim saygı duymak zorundadır. Bu doğrultuda tedaviyi yarıda kesen hekimin davranışı etik kurallara uygun kabul edilir. Lizbon Bildirgesi’nin gözden geçirilmiş son hâlinde hastaların “yaşamlarının son döneminde insanca bakılıp onurlu bir şekilde ölme hakkına” sahip oldukları açık ve net bir biçimde beyan edilmiştir. Amsterdam Bildirgesi’nde ise hastaların muzdarip oldukları ıstırapların iyileştirilmesi hakkına sahip oldukları bildirilmiştir."
  },
  {
    "id": "3843871",
    "unitNumber": 7,
    "text": "<strong>Ötanazi kavramının tanımı aşağıdakilerden hangisinde doğru şekilde verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kişinin kendi iradesiyle yaşamını sonlandırması",
      "B": "Tedavisi mümkün olmayan hastaların acılarını dindirmek için yaşamlarının sonlandırılması",
      "C": "Ağır engelli bireylerin toplumdan izole edilmesi",
      "D": "Hekimlerin hastalarına tedavi uygulamaması",
      "E": "Devletin belirli grupların yaşamına son vermesi"
    },
    "explanation": "Ötanazi (Euthanasia) kelimesi Yunanca Eu<br/>“İyi, hoş, güzel” ve Thanatosis “ölüm” anlamındaki<br/>iki kelimeden oluşmaktadır. Türkçe karşılığı<br/>“iyi ölüm”, “tatlı ölüm”, “kolay ve acısız, hoş<br/>ölüm” anlamına gelmektedir. Ayrıca “Euthanasia”<br/>kelimesi için “gönüllü ölüm” kavramı da kullanılabilir.<br/>Ötanazi kavramını her grup kendi ilgi alanına<br/>göre tanımladığından, literatürde birden çok<br/>tanımla karşılaşmak mümkündür. Modern tıptaki<br/>en genel anlamıyla ötanazi, ıstırap verici ağır ve<br/>tedavisi olmayan bir hastalığa yakalanan kişilerin,<br/>bu ıstıraplarını gidermek için acı çekmeden ölmelerini<br/>temin etmektir."
  },
  {
    "id": "3843872",
    "unitNumber": 7,
    "text": "<strong>Pasif ötanazi ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yaşam destek ünitelerinin çekilmesini içerir.",
      "B": "Hastanın doğal süreçte ölümüne izin verilir.",
      "C": "Tıbbi tedavinin kesilmesi veya başlanmamasıdır.",
      "D": "Doğrudan öldürücü bir madde enjekte edilir.",
      "E": "Hastanın rızası alınarak uygulanabilir."
    },
    "explanation": "Yaşam desteklerini çekerek ölümü hızlandırmak<br/>ve doğal seyrine bırakmaktır. Bu “tıbbi müdahaleyi<br/>yapmamak, geri çekmek”, “yaşam devam ettirme<br/>tedavisinin sonlandırılması” ya da tıbbi tedaviyi<br/>kesmek, vermemek” biçiminde ortaya çıkar. Pasif<br/>ötanaziye örnek olarak; hastanın suni solunum cihazının<br/>çekilmesi veya sıvı ve beslenme desteklerinin<br/>kesilmesi verilebilir. Medikal tedavideki ilerlemeler<br/>neticesinde, 1970’li yıllardan sonra pasif<br/>ötanazi yaşam kalitesi, yaşam desteğinden vazgeçmek,<br/>sonuç alınamayacak müdahaleler gibi hususlar<br/>çerçevesinde yoğun bir biçimde tartışılmıştır.<br/>Bu yıllarda hastanın isteği ve çıkarları sonucu yaşam<br/>destek tedavilerinin sonlandırılması ahlaki ve<br/>yasal olarak kabul edilirken, temyiz gücüne sahip<br/>olmayan hastaların isteğinin hangi yönde olacağının<br/>bilinmemesi"
  },
  {
    "id": "3843873",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ötanazinin etik açıdan tartışılmasının temel nedenlerinden biri<strong> değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yaşam hakkının kutsallığı",
      "B": "Ekonomik kaynakların verimli kullanımı",
      "C": "Hastanın özerklik hakkı",
      "D": "Hekimin rol çatışması",
      "E": "Toplumsal ahlaki değerler"
    },
    "explanation": "Amerikan Tabipler Birliği Etik ve Adli İşler<br/>Konseyine göre ötanazi, “hastanın dayanılmaz<br/>ve tedavi edilemez acılarını rahatlatmak amacıyla<br/>öldürücü bir etkin maddenin tıbbi müdahale ile<br/>uygulanmasıdır. Kapsamlı bir tanıma göre ötanazi; “iyileşemeyeceği ve dayanılmaz acıların ölümüne<br/>kadar süreceği tıbbi yönden ispatlanmış,<br/>durumu; kendisi ve yakınları tarafından bilinen,<br/>hukuken ehliyeti tam bir kişinin kendi, bilinçli<br/>ve özgür iradesi ile verilmiş kararı üzerine kendisini<br/>tedavi eden hekim tarafından acısız bir şekilde<br/>yaşamının sonlandırılması”dır. Tıp hukukuna<br/>göre ötanazi, “ölümün kaçınılmaz olduğu ve tıp<br/>biliminin verilerine göre iyileştirilmesi olanağı<br/>olmayan veya dayanılmaz acılar içinde olan kişinin<br/>tıbbi yollarla öldürülmesi veya tıbbi yardımın<br/>kesilerek ölümüne terk edilmesi” şeklinde tanımlanmaktadır.<br/>Eroğul’a (1993) göre ötanazinin<br/>belirli ögeleri içermesi gerekir. Öncelikle bilinen<br/>tedavi metotlarına göre iyileşme ve kurtuluş ümidi<br/>kalmamış bir hastalığın bulunması; ikincisi,<br/>hastanın dayanılmaz seviyede bir ıstırabının olması;<br/>üçüncüsü, hastanın yaşamına son verilmesini<br/>açıkça istemesi ve neticede yaşama son verme<br/>fiilinin hekim tarafından gerçekleştirilmesi gerektiğidir.<br/>Sağlam’a (2017) göre; ötanazide mevcut<br/>olan en son teknolojilerle kişinin hastalığının<br/>tedavi edilemez olması ve kişiye çok acı vermesi<br/>gerekir. Ölümle neticelenen aktif ya da pasif eylemlerin<br/>hastayı öldürme kastı ile yapılmış olması<br/>da zorunludur."
  },
  {
    "id": "3843874",
    "unitNumber": 7,
    "text": "\"Beyin ölümü\" kavramı ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Kalp atışları ve solunum devam eder.",
      "B": "Geri dönüşümlü bir süreçtir.",
      "C": "Hasta yakınları tarafından kolayca anlaşılabilir.",
      "D": "Tüm beyin fonksiyonlarının geri dönüşümsüz kaybıdır.",
      "E": "Yaşam destek cihazları olmadan da yaşam sürdürülebilir"
    },
    "explanation": "Beyin ölümü, hastanın tüm beyin fonksiyonlarının<br/>geri dönüşümsüz olarak sonlanmasıdır.<br/>Mevcut teknoloji ile beyin ölümü gerçekleşen hastanın<br/>yaşam destek cihazları olmaksızın yaşamını<br/>sürdürmesi imkânsızdır. Beyin ölümünde, beyin<br/>korteksi ve beyin sapı dahil tüm beyin fonksiyonlarının<br/>kaybı söz konusu olup, vücut hücreleri ve<br/>organların canlılıkları solunum ve kalbi destekleyecek<br/>tıbbi teknolojilerle sağlanabilir. Beyin ölümü<br/>klasik ölüm tanımının dışında kalan bir durumdur<br/>ve hukuki olarak kabul edilmektedir. Beyin ölümü<br/>birçok problemle neticelenir. Beyin ölümünde<br/>hasta normal ten renginde ve vücut ısısında olup<br/>kalp ritmi normal ve solunum cihazı sayesinde göğüs<br/>kafesi inip kalkmaktadır. Bu durumu gören<br/>hasta yakınları ilgili durumu yaşam belirtisi olarak<br/>yorumladığından, gerçekte var olan durumu<br/>anlamakta zorluk yaşayabilirler. Beyin ölümü gerçekleşmiş<br/>olan hasta için artık yapılabilecek bir şey<br/>kalmamıştır ve uzman hekimlerin vereceği karar<br/>sonucunda hastanın yaşam destek cihazları durdurulabilir.<br/>Medyada “hastanın fişi çekildi” iddiasıyla<br/>gündeme gelen haberler, toplumda sağlık çalışanları<br/>ile ilgili olumsuz bir ön yargı yaratabilmektedir.<br/>Oysaki genellikle bu tür vakalarda beyin ölümü<br/>gerçekleşen hastanın yaşam destek cihazlarının kapatılması<br/>gerçekleştirilmektedir."
  },
  {
    "id": "3843875",
    "unitNumber": 7,
    "text": "Hekim yardımlı intihar (PAS) ile ilgili aşağıdakilerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hekim öldürücü ilacı hastaya bizzat enjekte eder.",
      "B": "Hastanın kendi kendini öldürmesine yardım edilir.",
      "C": "İsviçre'de yasal olarak düzenlenmiştir.",
      "D": "Ötanaziden farklı bir kavramdır.",
      "E": "Hastanın kontrolünde gerçekleşir."
    },
    "explanation": "Ölme hakkı ötanazi ile birlikte PAS ve intihar<br/>kavramlarını da içerir. Ötanazinin kabul edilip<br/>edilmemesi yönündeki tartışmalardan biri, onun<br/>bir çeşit intihar olup olmadığıdır. Kişi yaşamına<br/>bizzat kendisi son verirse, intihar bahis konusudur.<br/>Bu bağlamda tedavisi mümkün olmayan ve dayanılmaz<br/>ıstırapları nedeniyle ölmeyi isteyen bir hasta,<br/>yaşaması için gerekli ilaçları vb. almamak için<br/>direnç gösterir ve sonuçta ölürse bu bir intihar olur.<br/>Hastanın intihar etme talebi üzerine hekim hastasına<br/>ölüme sebep olacak ilaçları reçete eder ya da<br/>temin ederse, hasta bu ilaçları kendi tasarrufuyla ve<br/>bizzat alarak ölürse hekimin intihara yardımından<br/>bahsedilir.<br/>İntiharda kişi şahsi isteğiyle ve yine kendi bildiği<br/>yöntem ve yollarla kendi hayatına son verir. PAS ise,<br/>hekimin hastaya yaşamını sonlandırabilmesi amacıyla<br/>öldürücü dozda uyku hapı, karbon monoksit<br/>gazı gibi gerekli araç, bilgi ya da olanağı sağlamasıdır.<br/>Literatürde PAS, ötanazinin bir türü, aktif ötanazinin<br/>bir gerçekleştirilme biçimi olarak kabul edilebilmektedir.<br/>Hastanın bir başkasının yardımı ile intihar<br/>etmesi söz konusu olup, hekimin ölmek isteyen hastasına<br/>öldürücü etkisi olan bir ilacı reçete etmesi, ilacın<br/>teminini sağlaması bu kapsamda değerlendirilir.<br/>Hekim hastayı doğrudan bir eylemle öldürmediği<br/>gibi, tedaviye başlamama veya yarıda bırakma gibi<br/>pasif bir eylemle de ölüme sebep olmaz. Ölümü gerçekleştiren<br/>hastanın bizzat kendisidir. Hekim, isteği<br/>üzerine hastaya kendisini öldürebilmesi için gerekli<br/>ortamı hazırlayarak, ölüm için gerekli olanakları sağlayarak<br/>yardım eder. Neticede PAS, hem saik hem<br/>de fiili gerçekleştiren kişi açısından ötanaziden ayrılır.<br/>Bu sebeple ötanazi ve PAS birbirleri ile karıştırılmamalıdır.<br/>PAS ne tam olarak aktif ne de tam<br/>olarak pasif ötanazidir, durum salt intihar da değildir.<br/>Mausbach’a (2011) göre, PAS’ta ölüme yol açan<br/>hareket ve her şey baştan sona intihar edenin kontrolü<br/>altında gerçekleşmelidir. Buradaki amaç, olayın<br/>tüm sorumluluğunun intihar eden de kalmasını sağlamak<br/>ve son ana kadar intihar edene vazgeçebilme<br/>yolunu açık tutmaktır."
  },
  {
    "id": "3843876",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ötanazinin yasal olduğu ülkelerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hollanda",
      "B": "Belçika",
      "C": "Kanada",
      "D": "Türkiye",
      "E": "Lüksemburg"
    },
    "explanation": "Her ne kadar Türkiye’de ötanaziye yönelik tartışmaların önü hukuken, dinen ve sosyal açıdan kesilmiş<br/>olsa da küresel anlamda süregiden fikir çatışmalarına duyarsız kalmak pek mümkün olamamaktadır."
  },
  {
    "id": "3843877",
    "unitNumber": 7,
    "text": "\"Kaygan zemin\" (Slippery slope) argümanı ötanazi tartışmalarında neyi ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Ötanazinin sadece fiziksel acı çekenlere uygulanması",
      "B": "Ötanazinin kötüye kullanılarak genişletilme riski",
      "C": "Hekimlerin karar verme sürecindeki zorlukları",
      "D": "Hastaların rızasının her zaman geçerli olması",
      "E": "Dini inançların ötanaziyi engellemesi"
    },
    "explanation": "Kaygan zemin (“Slippery slope”) tezine göre<br/>ötanazi, ölümcül hastalar dışında engellilere<br/>veya tedavisi mümkün olan hastalara kadar<br/>yayılabilir, amacı dışında uygulanarak kötüye<br/>kullanılabilir. Kısacası ötanazi kaygan bir<br/>zeminde olup suistimaller gerçekleşebilir."
  },
  {
    "id": "3843878",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ötanaziyi destekleyen argümanlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yaşamın kutsallığı ilkesi",
      "B": "Hastanın onurlu ölüm hakkı",
      "C": "Toplumsal ahlaki değerler",
      "D": "Dinî öğretilerin yasaklaması",
      "E": "Hekimin tedavi etme yükümlülüğü"
    },
    "explanation": "Ötanaziyi destekleyenlerin savundukları argümanlar,<br/>aşağıda belirtildiği şekilde özetlenebilir.<br/>✓ Hiç kimse insan onuruyla bağdaşmayacak<br/>şekilde acı ve ıstırapla yaşamaya zorlanamaz.<br/>Özerkliğe saygı ilkesi gereğince, dayanılmaz<br/>acılar çeken kişinin özgür iradesiyle<br/>onurlu bir ölümü isteme hakkı vardır.<br/>✓ Yaşamın niteliği tezi çerçevesinde insanın kaliteli<br/>bir yaşam hakkı vardır. Sadece fiziksel<br/>değil, psikolojik ıstıraplar da insan yaşamının<br/>niteliğini olumsuz etkiler. Dayanılmaz<br/>acılar içinde, umutsuz ve başkalarına muhtaç<br/>olmak insanın onurunu zedeleyebileceğinden,<br/>insan onuruyla ölmek isteyebilir.<br/>✓ Pasif ötanazi açısından, kişinin kendi geleceğini<br/>belirleme hakkı yaşamın ne zaman ve<br/>nasıl sonlandırılacağını kapsar. Bu bağlamda<br/>hastanın tedaviyi reddetme hakkı vardır.<br/>✓ Bir bireyin işkence çekmesi yerine acısız şekilde<br/>ölümü, daha kabul edilebilirdir. Aynı şekilde<br/>hasta yakınlarının ölümü kabullenmesi ve yas<br/>süreçlerinin kısa olması çok daha insancıldır.<br/>✓ Ötanazide hasta ölmeyi kendi talep ettiğinden,<br/>intihar olarak kabul edilir ve ceza<br/>söz konusu değildir. Ötanazi uygulayan<br/>hekimin kastı zarar vermek değil, hastanın<br/>acılarını dindirmek olduğundan, hekim<br/>adam öldürme suçunun manevi unsurunu<br/>gerçekleştirmiş olmaz. Bu nedenle ötanazi<br/>adam öldürme suçu niteliğinde değildir.<br/>Nedensellik bağı açısından, hastanın ölüm<br/>nedeni hekimin fiilî değil, bunun öncesinde<br/>var olan tedavisi imkânsız hastalıktır.<br/>✓ Uygulamada ortaya çıkabilecek kötüye kullanmalar-<br/>istismar, alınacak önlemlerle engellenebilir.<br/>✓ İyileşmesi imkânsız hastalar için harcanan<br/>kaynaklar gereksizdir, bu hastalar toplumadevlete<br/>ekonomik yüktür. Biraz acımasız<br/>bir ilke olarak görünse de her ülkenin sağlık<br/>imkânları kısıtlı ve belli sayıda tıbbi ekipman<br/>ve insan kaynağı olması ve bu hastaların<br/>büyük maliyetler getirmesi, iyileşme<br/>ihtimali olan hastalara gereken özenin gösterilememesine<br/>neden olur."
  },
  {
    "id": "3843926",
    "unitNumber": 7,
    "text": "Türk hukukunda ötanazi ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Aktif ötanazi cezasızdır.",
      "B": "Pasif ötanazi yasaldır.",
      "C": "Hasta Hakları Yönetmeliği'nde açıkça yasaklanmıştır.",
      "D": "TCK'da özel bir düzenleme bulunur.",
      "E": "Hekimler için ceza indirimi uygulanır."
    },
    "explanation": "Türk hukukunda ötanaziye ilişkin en net düzenleme<br/>Hasta Hakları Yönetmeliği (HHY) m. 13’tür.<br/>Bu maddede “Ötanazi yasaktır. Tıbbi gereklerden<br/>bahisle veya her ne suretle olursa olsun, hayat hakkından<br/>vazgeçilemez. Kendisinin veya başkasının talebi<br/>olsa dahi, kimsenin hayatına son verilemez.” ifadesi<br/>bulunur. Arpacıoğlu’na (2019) göre, HHY’nde<br/>hastanın tedaviyi reddetme ve durdurma hakkından<br/>bahsedildiği için, hukuki düzenlemeler ötanazi<br/>çeşitleri açısından ayrı ayrı değerlendirilmelidir."
  },
  {
    "id": "3843928",
    "unitNumber": 7,
    "text": "Dünya Tabipler Birliği'nin ötanaziye yönelik tutumu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Koşullu olarak destekler.",
      "B": "Etik dışı olduğunu belirtir.",
      "C": "Sadece pasif ötanaziyi onaylar.",
      "D": "Ülkelere göre değişebileceğini savunur.",
      "E": "Yasal düzenlemelere tamamen saygı duyar."
    },
    "explanation": "Dünya Tabibler Birliği 1987’de Madrid’teki<br/>38. toplantısında “Ötanazi Bildirgesini” kabul etmiştir.<br/>Bu bildirge 2005’te 170. toplantısında ve<br/>2015’te 200. toplantısında yeniden onaylanmıştır.<br/>Bildirge’ye göre “kendi ya da yakınlarının izni olsa<br/>bile, kasıtlı olarak bir hastanın yaşamına son verme<br/>eylemi olan ötanazi etik değildir”."
  },
  {
    "id": "3845295",
    "unitNumber": 7,
    "text": "Ötanazinin kapsamlı tanımında aşağıdakilerden hangisi yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "İyileşemeyeceği ve dayanılmaz acıların ölümüne kadar süreceği tıbbi yönden ispatlanması",
      "B": "Yapılmasının için hastanın kendisi ve yakınları tarafından bilinmesi",
      "C": "Hukuken ehliyeti tam bir kişinin kendi, bilinçli ve özgür iradesi ile verilmiş karar olması",
      "D": "Tedavisi mümkün olmayan ve dayanılmaz acılar içinde olan hasatanın intihar etmesi",
      "E": "Hastanın kendisini tedavi eden hekim tarafından acısız bir şekilde yaşamının sonlandırılması"
    },
    "explanation": "Kapsamlı bir tanıma göre ötanazi; “iyileşemeyeceği ve dayanılmaz acıların ölümüne kadar süreceği tıbbi yönden ispatlanmış, durumu; kendisi ve yakınları tarafından bilinen, hukuken ehliyeti tam bir kişinin kendi, bilinçli ve özgür iradesi ile verilmiş kararı üzerine kendisini tedavi eden hekim tarafından acısız bir şekilde yaşamının sonlandırılması”dır. Tıp hukukuna göre ötanazi, “ölümün kaçınılmaz olduğu ve tıp biliminin verilerine göre iyileştirilmesi olanağı olmayan veya dayanılmaz acılar içinde olan kişinin tıbbi yollarla öldürülmesi veya tıbbi yardımın kesilerek ölümüne terk edilmesi” şeklinde tanımlanmaktadır."
  },
  {
    "id": "3845297",
    "unitNumber": 7,
    "text": "\"Ötanazi tanımlarının tümünde ortak olan en önemli nokta ....................................................................................................... prensibi taşımasıdır.\" cümlesinde boş bırakılan yere gelmesi gereken ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "hastaya kolay, acısız bir ölüm sağlamak amacı ile kişiye yardım edilme",
      "B": "hastanın intihar etmesi için destek sağlama",
      "C": "hastanın dayanılmaz acılar içinde yaşamına son vermesi",
      "D": "hastanın farkına varmadan acısız bir şekilde yaşamına son verilmesi",
      "E": "hastanın hukiki değerlendirmeye tabi tutulmaksızın isteğine göre yaşamına son verilmesi"
    },
    "explanation": "Ötanazi tanımlarının tümünde ortak olan en önemli nokta hastaya kolay, acısız bir ölüm sağlamak amacı ile kişiye yardım edilme prensibi taşımasıdır. Ötanazi tanımlarında bulunan bir diğer nokta ise hastanın dayanılmaz acılar içinde bulunması gerektiğidir. Çekilen acının ya da ağrının dayanılmaz nitelikte olup olmadığının kararını<br/>kişi kendisi verip ötanazi ister."
  },
  {
    "id": "3845300",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Yaşama hakkı</li> <li>Özerklik hakkı</li> <li>İntihar etme hakkı</li> <li>Tıbbi vasiyetler ve vekâletler</li> </ol> Yukarıda verilenlerden hangileri ötanzinin ilişkili olduğu kavramlardır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III ve IV",
      "B": "II, III ve IV",
      "C": "I, III ve IV",
      "D": "I, II ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Ötanazi konusunu tüm yönleriyle araştırmadan önce, ilişkili olduğu kavramların anlaşılması gerekir. Ötanazi yaşama hakkı öncelikli olmak üzere, ölüm hakkı ve özerklik hakkı gibi kavramlar ile yakından ilişkilidir. Ayrıca beyin ölümü, rıza ehliyeti, aydınlatılmış onam-rıza, tıbbi vasiyetler-vekâletler de ötanazi ile ilişkili olan diğer kavramlar olup bu kısımda anlatılmıştır."
  },
  {
    "id": "3845302",
    "unitNumber": 7,
    "text": "Günümüzde kişinin kendi canı ve bedeni hakkında söz sahibi olma fikrinin çekici bulunması aşağıdaki hangi ötanazi kavramı ile ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yaşama hakkı",
      "B": "Ölme hakkı",
      "C": "Özerklik hakkı",
      "D": "Rıza ehliyeti ve aydınlatılmış onam-rıza",
      "E": "Tıbbi vasiyetler ve vekâletler"
    },
    "explanation": "Ölme hakkı dünya genelinde gitgide artan taraftar bulmaktadır. Bunun sebebi, kişinin kendi canı ve bedeni hakkında söz sahibi olma fikrinin çekici bulunmasıdır. Bu noktada düşünülmesi gereken; “Özerklik kapsamında insanın kendi yaşamı ile ilgili her türlü tasarrufta bulunması tartışmasız kabul edilse de konu ölme hakkı olduğunda bu kabul edilmeli midir?” sorusudur."
  },
  {
    "id": "3845312",
    "unitNumber": 7,
    "text": "\"Yaşam desteklerini çekerek ölümü hızlandırmak ve doğal seyrine bırakmak ................................................olarak tanımlanır.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pasif ötanazi",
      "B": "Aktif ötanazi",
      "C": "İstemli ötanazi",
      "D": "İradi ötanazi",
      "E": "Gönüllü ötanazi"
    },
    "explanation": "Pasif Ötanazi <br/>Yaşam desteklerini çekerek ölümü hızlandırmak ve doğal seyrine bırakmaktır. Bu “tıbbi müdahaleyi yapmamak, geri çekmek”, “yaşam devam ettirme tedavisinin sonlandırılması” ya da tıbbi tedaviyi kesmek, vermemek” biçiminde ortaya çıkar. Pasif ötanaziye örnek olarak; hastanın suni solunum cihazının çekilmesi veya sıvı ve beslenme desteklerinin kesilmesi verilebilir. Medikal tedavideki ilerlemeler neticesinde, 1970’li yıllardan sonra pasif ötanazi yaşam kalitesi, yaşam desteğinden vazgeçmek, sonuç alınamayacak müdahaleler gibi hususlar çerçevesinde yoğun bir biçimde tartışılmıştır. Bu yıllarda hastanın isteği ve çıkarları sonucu yaşam destek tedavilerinin sonlandırılması ahlaki ve yasal olarak kabul edilirken, temyiz gücüne sahip olmayan hastaların isteğinin hangi yönde olacağının bilinmemesi sebebiyle istemsiz pasif ötanaziye karşı çıkılmıştır."
  },
  {
    "id": "3845316",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Aktif ötanazi, ötanazi olarak kabul edilirken pasif ötanazi kişiyi öldürmedir.</li> <li>İkisininde amacı ve sonucu benzerdir.</li> <li>Tıbbi yönden ve sonuç yönünden de aynı kabul edilirler.</li> <li>Ahlaksal açıdan fark olup olmadığı hala tartışmalıdır.</li> </ol> <br/>Aktif ve pasif ötanazinin kıyaslamasına ilişkin yukarıda verilenlerden hangileri doğrudur?<br/>aktif olarak hastanın ölümüne sebep olacak bir müdahale gibi bilinçli<br/>olarak hastaya müdahale etmeme kararı da birer<br/>hareket olduğundan, ölümle sonuçlanan aktif ve<br/>pasif hareketlerin ikisi de tartışmasız birer ötanazidir. İkisinin amacı ve sonu benzer olup uygulanış biçimleri farklı olduğundan, tıbbi yönlerinin<br/>farklı olduğu kabul edilmekte ancak ahlaksal açıdan bir fark olup olmadığı tartışılmaktadır.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "II ve III",
      "E": "II ve IV"
    },
    "explanation": "Özetleyecek olursak, aktif olarak hastanın ölümüne sebep olacak bir müdahale gibi bilinçli olarak hastaya müdahale etmeme kararı da birer hareket olduğundan, ölümle sonuçlanan aktif ve pasif hareketlerin ikisi de tartışmasız birer ötanazidir. İkisinin amacı ve sonu benzer olup uygulanış biçimleri farklı olduğundan, tıbbi yönlerinin farklı olduğu kabul edilmekte ancak ahlaksal açıdan bir fark olup olmadığı tartışılmaktadır."
  },
  {
    "id": "3845319",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Yaşamın niteliği tezi çerçevesinde insanın kaliteli bir yaşam hakkı vardır.</li> <li>Yaşamın kutsallığı ve dokunulmazlığı ilkesi esastır.</li> <li>Ötanazi kaygan bir zeminde olup suistimaller gerçekleşebilir.</li> <li>İyileşmesi imkânsız hastalar için harcanan kaynaklar gereksizdir.</li> </ol> Yukarıda verilenlerden hangileri ötanaziyi rededen görüşler arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve III",
      "B": "II ve III",
      "C": "I ve IV",
      "D": "II ve IV",
      "E": "I ve II"
    },
    "explanation": "Ötanaziyi Reddeden Görüşler <br/>Ötanaziyi destekleyenler gibi, karşı çıkanların veya suç olarak kabul edenlerin de çeşitli argümanları bulunmaktadır. Bunlar aşağıda belirtildiği biçimde özetlenebilir. <br/>✓ Yaşamın kutsallığı ve dokunulmazlığı ilkesi esastır. İnsan yaşamı her yönden vazgeçilmeyecek kadar değerlidir. Gelenekler ve birçok din de ötanaziye karşı çıkar ve ötanaziyi cinayetle eş görür. Toplumsal ve ekonomik çıkarların insanın yaşam hakkından üstün görülmesi tehlikesi vardır. <br/>✓ Ötanazi insanın yaşamını koruma içgüdüsüne yani insanın doğasına aykırıdır. <br/>✓ Hatalı teşhis ya da tıbbi gelişmeler sebebiyle tedavisi imkânsız olan hastalık nitelendirmesi olamaz, geçmişte tedavisi olmayan pek çok hastalığa günümüzde çare bulunmuştur, ayrıca öleceği kesin olarak görülen hastaların yaşadığı örnekler de bulunmaktadır. <br/>✓ Kaygan zemin (“Slippery slope”) tezine göre ötanazi, ölümcül hastalar dışında engellilere veya tedavisi mümkün olan hastalara kadar yayılabilir, amacı dışında uygulanarak kötüye kullanılabilir. Kısacası ötanazi kaygan bir zeminde olup suistimaller gerçekleşebilir. <br/>✓ Herkesin yaşamı hukuki bakımdan eşit değerde olduğundan, öldürülen kişinin sağlık durumu yönünden bir ayrım yapılamaz. Tedavisi imkânsız veya ölmekte olan şeklinde farklılaştırılamaz. <br/>✓ Ötanazi talebinde bulunan kişi bu kararı ailesine yük olmamak, maddi gücü olmamak ve suçluluk duygusu gibi psikolojik nedenlerle alabilir. Ötanazi kararı alan bireyin akıl ve ruh sağlığı bozuk ya da üzerinde manevi baskı olabilir, bu nedenle hastanın iradesi hukuken geçersizdir. <br/>✓ İstem dışı ötanazi bakımından, karar verme yetkinliğine sahip olmayan bir kişi adına başkası/başkaları tarafından karar alınması uygun değildir."
  },
  {
    "id": "3845320",
    "unitNumber": 7,
    "text": "\" ................................. 1942’de PAS’ı, kişinin miras gibi bir menfaati için gerçekleştirmemesi koşulu ile suç olmaktan çıkaran ilk ülkedir.\" cümlesinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İsviçre",
      "B": "Fransa",
      "C": "Hollanda",
      "D": "Lüksemburg",
      "E": "Kanada"
    },
    "explanation": "İsviçre 1942’de PAS’ı, kişinin miras gibi bir menfaati için gerçekleştirmemesi koşulu ile suç olmaktan çıkaran ilk ülkedir. Hastanın ölümüne yardım eden kişilere bir yaptırım uygulanmaz. İsviçre’de hekim olmayan kişiler de intihara yardım edebilir. Exit DS, Dignitas gibi intihara yardım amaçlı kurulan kuruluşlar vardır. İntihar yardımında kontrol mutlaka karar verme yetkinliği olan hastada olmalıdır. Ayrıca terminal dönem olmasa da tedavi edilemeyecek bir hastalık şarttır. İsviçre’deki PAS vakalarının sayısı 2003 ile 2016 yılları arasında dört kattan fazla artmıştır. Bunda İsviçre’nin, yabancı ülke vatandaşlarına intihar yardımı hakkı tanıyan tek ülke olmasının rolü bulunmaktadır. Bu durum, “ötanazi turizmi” ve “intihar turizmi” kavramlarını ortaya çıkarmıştır"
  },
  {
    "id": "3845321",
    "unitNumber": 7,
    "text": "Ötanaziyi açık bir biçimde yasaklayan Anayasa, kanun yada tüzüğü bulunmayan ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Almanya",
      "B": "Amerika Birleşik Devletleri",
      "C": "Türkiye",
      "D": "Belçika",
      "E": "İsviçre"
    },
    "explanation": "Türkiye’de ötanaziyi açık bir biçimde yasaklayan Anayasa, kanun, tüzük ya da Cumhurbaşkanlığı kararnamesi mevcut değildir. 5237 Sayılı Türk Ceza Kanunu’nda da (TCK), ötanaziye yönelik herhangi bir düzenleme yoktur. Hukuk sistemlerinin çoğunda olduğu gibi ötanaziyi ayrı bir suç kategorisinde ele alarak daha az bir ceza öngören herhangi bir hüküm de yoktur. Dolayısıyla ötanazi hâlinde nasıl karar verilmesi gerektiği, genel hükümlere göre belirlenir. Bu bağlamda TCK 2. kısım 1. bölümü (m. 81, m. 82, m. 83, m. 84, m. 85) hayata karşı suçları ve 2. kısım 2. bölümü (m. 86, m. 87, m. 88, m. 89, m. 90, m. 91, m. 92, m. 93) vücut dokunulmazlığına karşı suçları düzenler. Ötanazi sonucu ölüm meydana geldiğinde, gerek hastanın rızası ve talebi üzerine, gerek merhamet hissiyle işlenmiş olsun, adam öldürme suçuna ilişkin hükümler (m. 81; m. 83) devreye girer."
  },
  {
    "id": "3845323",
    "unitNumber": 7,
    "text": "Pediatrik ötanazi, ağır engelli veya doğumsal anomalili veya sürekli ileri zekâ geriliği olan yenidoğanlara doğum sonrası uygulanan ötanazi hangi gruba aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "İrade tarafına gömre ötanazi",
      "B": "Gerçekleşme amacına göre ötanazi",
      "C": "Yaş grubuna göre ötanazi",
      "D": "İstemli ötanazi",
      "E": "Kara merciisine göre ötanazi"
    },
    "explanation": "Yaş grubuna göre ötanazi, yetişkinlere uygulanan ötanazi ve çocuklara uygulanan “pediatrik (erken-kriminel) ötanazi” şeklinde ikiye ayrılır. Pediatrik ötanazi, ağır engelli veya doğumsal anomalili (teratolojik anomaliler; özellikle ağır santral sinir sistemi anomalileri veya yaşama şansı sınırlı diğer sistemik anomaliler) veya sürekli ileri zekâ geriliği olan yenidoğanlara doğum sonrası uygulanan ötanazidir. Bu vakalarda karar verme yeterliliği ve gönüllülük esası, hastanın yüksek yararı gibi hususlarda tartışmalar sürmektedir."
  },
  {
    "id": "3794511",
    "unitNumber": 8,
    "text": "Sağlık yönetimi alanında ilk formal eğitim ülkemizde nerede başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık İdaresi Meslek Okulu'nda",
      "B": "Sağlık İdaresi Lisesi'nda",
      "C": "Hastane İdaresi Yüksek Okulu'nda",
      "D": "Sağlık İdaresi Yüksek Okulu'nda",
      "E": "Sağlık Yönetimi Yüksek Okulu'nda"
    },
    "explanation": "Ülkemizde sağlık yönetimi alanında ilk formal eğitim 1963 yılında Sağlık Bakanlığı Mesleki Eğitim Genel Müdürlüğü'ne bağlı olarak kurulan Sağlık İdaresi Yüksek Okulu'nda başlamıştır."
  },
  {
    "id": "3794523",
    "unitNumber": 8,
    "text": "I. Kişinin yetenek ve ilgilerine uygun olarak seçme\n II. Belirli bir eğitim sonucunda kazanma\n III. Belirli bir iş alanında uyguladığı bilgi ve becerilerin toplamı\n IV. Belirli bir iş alanıyla ilgili alışkanlık değil yatkınlık durumu\n iŞKUR'a göre yukarıda verilenlerden hangileri mesleğin özellikleri arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "I, III ve IV",
      "E": "I ve III"
    },
    "explanation": "Türkiye İş Kurumu (İŞKUR), mesleği bir kişinin yetenek ve ilgilerine uygun olarak seçip belirli bir eğitim sonucunda kazandığı ve belirli bir iş alanında uyguladığı bilgi, beceri ve alışkanlık toplamı olarak tanımlar."
  },
  {
    "id": "3794530",
    "unitNumber": 8,
    "text": "Sağlık yöneticiliğinin resmi tanımında aşağıdaki ifadelerden hangisi yer <strong>almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hastanedeki çalışmaların düzenlenmesi",
      "B": "Hastanedeki çalışmaların yürütülmesi",
      "C": "Hastane bütçesinin hazırlanması",
      "D": "Hastanedeki bölümlere gerekli personelin sağlanması",
      "E": "Hasta tedavisinin yapılması"
    },
    "explanation": "Türkiye’de zaman zaman idareci zaman zaman yönetici olarak ifade edilen sağlık yöneticiliğinin geniş bir anlama sahip olmasının yanında resmî tanımı ‘Hastanedeki çalışmaların düzenlenmesinden ve yürütülmesinden, bölümlere gerekli personel, araç ve gerecin sağlanmasından, bütçenin hazırlanmasından ve hasta bakım hizmet ücretlerinin saptanmasından sorumlu kişidir’ şeklinde yapılmıştır."
  },
  {
    "id": "3794535",
    "unitNumber": 8,
    "text": "\"Profesyonelleşmenin ikinci aşaması ...........................dır.\" ifadesinde boş bırakılan yera aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tam zamanlı meslek",
      "B": "Mesleki birlik",
      "C": "Örgün eğitim",
      "D": "Öz denetim",
      "E": "Etik kurallar"
    },
    "explanation": "Profesyonelleşmenin ikinci aşaması örgün eğitimdir. Meslekler, tam zamanlı uygulama için bir ön<br/>koşul olarak yüksek okullarda ve üniversitelerde örgün eğitim ve öğretim programları oluşturur."
  },
  {
    "id": "3794583",
    "unitNumber": 8,
    "text": "\"Profesyonelleşmenin son aşaması ................................... geliştirilmesi ve uygulanmasıdır.\" ifadesinde boş bırakılan yer aşağıdakilerden hangisi getirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Öz denetim",
      "B": "Mesleki birlik",
      "C": "Formal eğitim",
      "D": "Etik kurallar",
      "E": "Tam zamanlı meslek"
    },
    "explanation": "Profesyonelleşmenin son aşaması etik kuralların geliştirilmesi ve uygulanmasıdır. Etik kuralların temel amacı, meslek mensuplarını yüksek etik standartlarda tutmaktır."
  },
  {
    "id": "3794585",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hastane sahip ve hissedarlarının sağlık kurumları yöneticilerinden beklentileri arasında yer<strong> almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sağlık kurumunun verimli çalıştırılması",
      "B": "Sağlık kurumunda yapılan işlerden kendisinin anında haberdar olması",
      "C": "Sağlık kurumunun mevcut para, üretim araçları ve çalışanlardan mümkün olduğunca fazla yararlanılması,",
      "D": "Sağlık kurumunun mevcut kredisi, toplum ve piyasadaki görünümünün daha da iyileştirilmesi ve korunması",
      "E": "Topluma karşı sorumluluk, toplumun refahına ve kalkınmasına katkıda bulunma"
    },
    "explanation": "Hastane sahip ve hissedarlarının, sağlık kurumları yöneticilerinden beklentileri şunlardır:<br/>a. Sağlık kurumunun verimli çalıştırılması,<br/>b. Sağlık kurumunda yapılan işlerden kendisinin anında haberdar olması,<br/>c. Sağlık kurumunun mevcut para, üretim araçları ve çalışanlardan mümkün olduğunca fazla yararlanılması,<br/>d. Sağlık kurumunun mevcut kredisi, toplum ve piyasadaki görünümünün daha da iyileştirilmesi ve korunması."
  },
  {
    "id": "3794590",
    "unitNumber": 8,
    "text": "I. Kuruma sorumluluk: Bölüm III\n II. Topluma sorumluluk: Bölüm V\n III. Kural ihlallerini bildirme: Bölüm I\n IV. Hastalara veya hizmet verilen diğer kişilere sorumluluk: Bölüm VI\n Yukarıda verilen ACHE (2017) etik kodları ve bölüm eşleştirmelerinden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve IV",
      "E": "II ve IV"
    },
    "explanation": "ACHE (2017), sağlık yöneticilerinin kendi toplumlarına ve genel olarak topluma karşı sahip olduğu sorumluluğu ve etik kodları altı ana başlık altında toplanmaktadır. Altı madde, üyelerin mesleğe (bölüm I), hastalara veya hizmet verilen diğer kişilere (bölüm II), kuruma (bölüm III), çalışanlara (bölüm IV) ve topluma (bölüm V) karşı farklı sorumluluklarının yanı sıra kural ihlallerini bildirme görevlerini (bölüm VI) kapsamaktadır."
  },
  {
    "id": "3794596",
    "unitNumber": 8,
    "text": "Sağlık yöneticilerinin sağlık politikası konularında toplumsal diyaloğu teşvik etmesi, sağlık hizmeti kalitesini artırması ve sağlık durumunu/düzeyini geliştirmek için ortaya konulan çözümleri savunması hangi tip sorumluluktur?",
    "correctAnswer": "C",
    "options": {
      "A": "Sağlık yöneticilerinin sağlık yönetimi mesleğine karşı sorumlulukları",
      "B": "Sağlık yöneticilerinin hasta ve diğer hizmet alanlara karşı sorumlulukları",
      "C": "Sağlık yöneticilerinin yerel topluluklara ve topluma karşı sorumlulukları",
      "D": "Sağlık yöneticilerinin çalışanlara karşı sorumlulukları",
      "E": "Sağlık yöneticilerinin kuruma karşı sorumlulukları"
    },
    "explanation": "Sağlık Yöneticilerinin Yerel Topluluklara ve Topluma Karşı Sorumlulukları\n <ol> <li>Halkın sağlık ihtiyaçlarını belirlemek ve karşılamak için diğer yerel kuruluşlarla ortaklaşa çalışır.</li> <li>Toplum içinde sağlığın geliştirmesini desteklemek için fırsatları aramaya ve belirlemeye çalışır.</li> <li>Sağlık politikası konularında toplumsal diyaloğu teşvik etmek, sağlık hizmeti kalitesini artırmak ve sağlık durumunu/ düzeyini geliştirmek için ortaya konulan çözümleri savunmak</li> <li>Sağlığın sosyal belirleyicilerinin anlaşılmasını sağlamak ve teşvik etmek ve hem toplumu hem de toplumu etkileyen liderlik kararlarına kısa ve uzun vadeli değerlendirmeler uygularken, eğitim, barınma, istihdam ve sağlığı, işlevselliği ve yaşam kalitesi sonuçlarını ve risklerini etkileyen benzer konular gibi bunları etkileyen faktörleri ele almak için girişimleri teşvik etmek</li> </ol>"
  },
  {
    "id": "3794622",
    "unitNumber": 8,
    "text": "ACHE Etik Kurallarında üyelerin hastaların ve diğer paydaşların haklarını ve çıkarlarını korumak gibi karar alma süreçlerinde taşıması gereken özellik aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yardımseverlik",
      "B": "Adalet",
      "C": "Onur",
      "D": "Özerklik",
      "E": "Güvenirlik"
    },
    "explanation": "ACHE Etik Kurallarının ön sözünde ve yukarıda sayılan altı bölümü, üyelerin benimsemeleri ve daha sonra mesleki ve günlük yaşamlarına uygulamaları beklenen aşağıdaki etik ilkelere dayanmaktadır:\n <ol> <li>Hem kişisel hem de profesyonel etkileşim ve faaliyetlerde dürüstlük</li> <li>Karakter, karar verme ve eylemlerde güvenilirlik</li> <li>Gelenekler, inançlar ve uygulamalar da dahil olmak üzere kendine ve başkalarına saygı</li> <li>Çalışanlara ve hastalara adil davranmak, kaynakları eşit bir şekilde tahsis etmek ve tüm insanların sağlık hizmetlerine erişimini desteklemek gibi düşünce ve eylemde adalet</li> <li>Mesleğe ve çalışılan kuruma sadakat (Bu, potansiyel tehditlerin ve olumsuz olayların derhâl rapor edilmesini, ele alınmasını ve önlenmesini içerir.)</li> <li>Başkalarına karşı yardımseverlik ve her kararın insanlar için sonuçları olacağının bilincinde olmak</li> <li>Hastaların ve diğer paydaşların haklarını ve çıkarlarını korumak gibi karar alma süreçlerinde özerklik</li> <li>Ahlaki bir destekçi olarak hizmet etme onuru</li> </ol>"
  },
  {
    "id": "3794830",
    "unitNumber": 8,
    "text": "Gelecek vadeden liderlerin yanlışlıkla kendilerinden hızlı ve bağımsız kararlar beklendiğine ve bunun bir liderin işareti olduğuna inanmaları etik karar vermedeki hangi engelden kaynaklanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetim kararlarının klinik bakımı doğrudan etkilediğini kabul etmemek",
      "B": "Karar vermekte acele etmek",
      "C": "Başkalarının kural ve yasalarının üstünde olduğunuza inanmak",
      "D": "Herkes yaptığında sizin de yapabileceğinize inanmak",
      "E": "Etiğin iş yapma biçiminize entegre edilmemesi"
    },
    "explanation": "<strong>Karar vermekte acele etmek:</strong> Etik hatalar genellikle üzerinde düşünülmeden ve başkalarına danışılmadan verilen aceleci kararların sonucudur. Gelecek vadeden liderler yanlışlıkla kendilerinden hızlı ve bağımsız kararlar beklendiğine ve bunun bir liderin işareti olduğuna inanabilirler. Teknoloji, zaman sıkıntımızı daha da artmıştır. Zaman sıkıntısı çeken sağlık yöneticileri aşırı bilgi yüklemesinden muzdariptir. Her zaman açık, çok görevli çalışma ortamları, etik ikilemlerin ve kararların sonuçlarının düşünceli analizi için çok az zaman bırakmaktadır"
  },
  {
    "id": "3845122",
    "unitNumber": 8,
    "text": "Uluslararası Standart Meslek Sınıflandırılmasında sağlık meslekleri içinde özel olarak belirtilmemekle birlikte, sağlık yönetimi alanında ihtiyaç, ABD’de ……’larda fark edilmiştir<br/>Yukarıda verilen cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "1910",
      "B": "1930",
      "C": "1940",
      "D": "1960",
      "E": "1990"
    },
    "explanation": "Sağlık yöneticiliği Uluslararası Standart Meslek Sınıflandırılmasında sağlık meslekleri içinde özel olarak belirtilmemekle birlikte, sağlık yönetimi alanında ihtiyaç, ABD’de <strong>1910’larda</strong> fark edilmiştir."
  },
  {
    "id": "3845124",
    "unitNumber": 8,
    "text": "Bir mesleğin tanımı yapılırken aşağıdakilerden hangisi Talcott Parsons’un yaklaşımına göre temel bileşenlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yüksek etik standartlara bağlı olmak",
      "B": "Yüksek düzeyde eğitim ve öğretim almak",
      "C": "Halk tarafından tanınmak ve kabul edilmek",
      "D": "Kişisel kazanç sağlama önceliği",
      "E": "Bilgi ve becerileri başkalarının yararına kullanmak"
    },
    "explanation": "Parsons’a göre “Bir meslek, yüksek etik standartlara bağlı olan ve yüksek düzeyde eğitim ve öğretimden elde edilen yaygın olarak tanınan, organize bir öğrenme bütününde özel bilgi ve becerilere sahip olarak kendilerini halka tanıtan ve halk tarafından kabul edilen ve bu bilgi ve becerileri başkalarının yararına kullanmaya hazırlanan disiplinli bir grup bireydir”. D şıkkı yanlıştır."
  },
  {
    "id": "3845125",
    "unitNumber": 8,
    "text": "Türkiye’de sağlık yönetimi alanında ilk formal eğitim hangi yıl başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1955",
      "B": "1960",
      "C": "1963",
      "D": "1970<strong><br/></strong>",
      "E": "1975"
    },
    "explanation": "Ülkemizde sağlık yönetimi alanında ilk formal eğitim <strong>1963 yılında </strong>Sağlık Bakanlığı Mesleki Eğitim Genel Müdürlüğüne bağlı olarak kurulan Sağlık İdaresi Yüksek Okulunda başlamıştır."
  },
  {
    "id": "3845128",
    "unitNumber": 8,
    "text": "Meslek ve profesyoneller için ortak olan iki özellik aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Liderlik yeteneği ve yaratıcılık",
      "B": "Takım çalışması ve iletişim becerisi",
      "C": "Yenilikçilik ve girişimcilik",
      "D": "Sistematik bilgiye sahip olmak ve mesleki normlara bağlı kalmak",
      "E": "Hizmet odaklılık ve kararlılık"
    },
    "explanation": "Meslek ve profesyoneller için ortak olan iki özellik, sistematik bilgiye sahip olmak ve profesyonel normlara bağlı kalmaktır."
  },
  {
    "id": "3845131",
    "unitNumber": 8,
    "text": "Sağlık Yönetimi Üniversite Programları Birliğine (AUPHA) göre sağlık yönetimi lisans öğrencilerinin sahip olması gereken içerik alanlarından biri aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mekanik bakım teknikleri",
      "B": "Jeopolitik analiz",
      "C": "Spor yönetimi",
      "D": "Denizcilik hukuku",
      "E": "Kültürel yeterlilik ve çeşitlilik"
    },
    "explanation": "Sağlık Yönetimi Üniversite Programları Birliğine (AUPHA) göre sağlık yönetimi lisans öğrencilerinin sahip olması gereken içerik alanlarından biri <strong>kültürel yeterlilik ve çeşitliliktir</strong>."
  },
  {
    "id": "3845133",
    "unitNumber": 8,
    "text": "Bir mesleğin ……………ile profesyonelleşme süreci başlar.\n Yukarıda verilen cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "öz denetimi",
      "B": "tam zamanlı bir işe dönüşmesi",
      "C": "mesleki birliklerin oluşması",
      "D": "etik kuralların geliştirilmesi",
      "E": "formal eğitimi"
    },
    "explanation": "<h4><strong>Bir mesleğin tam zamanlı bir işe dönüşmesiyle profesyonelleşme süreci başlar.</strong></h4>"
  },
  {
    "id": "3845136",
    "unitNumber": 8,
    "text": "Tıp Enstitüsü’nün hangi raporu, sağlık kurumlarının hasta bakımında kaliteyi geliştirmeyi etik bir yükümlülük olarak kabul etmesini sağlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sağlıkta Kalite ve Güvenlik",
      "B": "Geleceğin Sağlık Sistemleri",
      "C": "Hata İnsana Mahsustur",
      "D": "Sağlıkta İnovasyon ve Etik Standartlar",
      "E": "Hasta Güvenliği İçin Küresel Strateji"
    },
    "explanation": "Tıp Enstitüsü’nün <strong>“Hata İnsana Mahsustur”</strong> raporu, sağlık kurumlarının hasta bakımında kaliteyi geliştirmeyi etik bir yükümlülük olarak kabul etmesini sağlamıştır."
  },
  {
    "id": "3845137",
    "unitNumber": 8,
    "text": "Amerikan Sağlık Yöneticileri Koleji (American College of Healthcare Executives) (ACHE) hangi yılda ilk etik kodlarını oluşturmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1930",
      "B": "1937",
      "C": "1941",
      "D": "1962",
      "E": "1980"
    },
    "explanation": "Amerikan Sağlık Yöneticileri Koleji (American College of Healthcare Executives) (ACHE) <strong>1941 yılında </strong>ilk etik kodlarını ulşturmuştur"
  },
  {
    "id": "3845138",
    "unitNumber": 8,
    "text": "Kaynak sorumluluğu en çok hangi tür ülkelerde önem taşır?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelişmekte olan ülkeler",
      "B": "Sanayileşmiş ülkeler",
      "C": "Ada ülkeleri",
      "D": "Sadece sağlık turizmi yapan ülkeler",
      "E": "Petrol ihracatçısı ülkeler"
    },
    "explanation": "Sağlık kurumları yöneticileri, gerekli kaynakları uygun koşul ve zamanda sağlamak, bu kaynakların etkili ve verimli kullanımını gerçekleştirmekle yükümlüdür. Özellikle sağlık sektörüne sınırlı miktarda kaynağın ayrıldığı <strong>gelişmekte olan ülkelerde</strong>, kaynak sorumluluğu daha büyük önem taşımaktadır."
  },
  {
    "id": "3845139",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Amerikan Sağlık Yöneticileri Koleji (ACHE) etik kurallarının amaçladığı davranış standartlarından değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğruluk",
      "B": "Yasallık",
      "C": "Eşitlik",
      "D": "Kâr maksimizasyonu",
      "E": "Adalet"
    },
    "explanation": "Amerikan Sağlık Yöneticileri Kolejinin (ACHE) etik kurallarının amacı üyeler için bir davranış standardı olarak hizmet etmektir. Bu standartlar, yöneticilerin doğruluk, yasallık, eşitlik ve adalet gibi ahlaki değerlere bağlı kalarak etik bir şekilde davranmalarını teşvik etmektedir. Kâr maksimizasyonu amaçlanan davranış standartlarından değildir"
  },
  {
    "id": "3845246",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Kurumun finansal yönetim politikalarının belirlenmesi</li> <li>Kurumun muhasebe, bütçe, mali analiz ve maliyet analizi faaliyetlerinin yürütülmesi</li> <li>Kurumda kriz ve afet planının hazırlanması ve yürütülmesi</li> <li>Kurumun kalite, standardizasyon ve akreditasyon çalışmaları ile performans değerlendirilmesi</li> </ol> Yukarıda verilenlerden hangileri yönetmeliğe göre sağlık idarecisinin iş ve görev tanımları arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "II, III ve IV",
      "C": "I, III ve IV",
      "D": "I, II ve III",
      "E": "II ve III"
    },
    "explanation": "Yönetmelikte, sağlık idarecisinin iş ve görev tanımları aşağıdaki şekilde ifade edilmiştir; <br/>a. Kurumun idari, mali ve teknik hizmetlerinin yürütülmesinde, misyon, vizyon, temel hedef ve değerlerinin belirlenmesinde, kalite, standardizasyon ve akreditasyon çalışmaları ile performans değerlendirmesinde görev alır. <br/>b. Kurumun finansal yönetim politikalarının belirlenmesi, uygulaması ve yönetilmesinde görev alır. <br/>c. Kurumun muhasebe, bütçe, mali analiz ve maliyet analizi faaliyetlerini yürütür. <br/>d. Sağlık hizmetleri sunumunun planlanması, yürütülmesi ve sonuçlarının değerlendirilmesi sürecinde görev alır. <br/>e. Kurumda tıbbi ve hasta bakımı dışında verilen hizmetlerin organizasyonu, yürütülmesi ve denetimini sağlar. <br/>f. Kurumda kriz ve afet planının hazırlanması ve yürütülmesi çalışmalarında görev alır. <br/>g. Hastalıkların tanıları ve ameliyatların uluslararası hastalıklar kod sistemine göre kaydedilmesi, tıbbi ve idari istatistiklerinin tutulması, saklanması, değerlendirilmesi ve raporlanmasında görev alır.<br/>h. Kurumun genel ve tıbbi arşiv hizmetleri ile hastane bilgi sistemlerinin yürütülmesinde görev alır. <br/>i. Sağlık yönetimi alanına ilişkin politikalar geliştirir, planlamalar yapar veya bu çalışmalarda görev alır."
  },
  {
    "id": "3845248",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Hızlı ve performansa dayalı değerlendirmeye sahip olma</li> <li>Sistematik bilgiye sahip olma</li> <li>Mesleki normlara bağlı kalma</li> <li>Mesleki azim ve hırsa sahip olma</li> </ol> Uzmanlara göre meslek ve profesyoneller için ortak olan özellikler yukarıdakilerden hangilerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve IV",
      "E": "I ve III"
    },
    "explanation": "Uzmanlar genellikle meslek ve profesyonelleri özellikleri açısından tanımlamaktadır. Bu kapsamda meslek ve profesyoneller için ortak olan iki özellik, sistematik bilgiye sahip olmak ve profesyonel normlara bağlı kalmaktır. Aşağıdaki bölümde ise bu iki ortak özellik açıklanmaya çalışılmaktadır."
  },
  {
    "id": "3845250",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinde sağlık yönetimi mesleğinin profesyonelleşme aşamaları doğru şekilde sıralanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tam Zamanlı Meslek-Etik Kurallar-Mesleki Birlikler-Öz Denetim-Formal Eğitim-Tam Zamanlı Meslek",
      "B": "Formal Eğitim-Tam Zamanlı Meslek-Mesleki Birlikler-Öz Denetim-Etik Kurallar",
      "C": "Tam Zamanlı Meslek-Formal Eğitim-Mesleki Birlikler-Öz Denetim-Etik Kurallar",
      "D": "Tam Zamanlı Meslek-Öz Denetim-Etik Kurallar-Formal Eğitim-Mesleki Birlikler",
      "E": "Etik Kurallar-Formal Eğitim-Mesleki Birlikler-Tam Zamanlı Meslek-Öz Denetim"
    },
    "explanation": "Meslekler profesyonelleşme süreciyle mesleklere dönüşür. Profesyonelleşme, hukuk ve tıp gibi ilk mesleklerin evrimine dayalı olarak aşamalar hâlinde genelleştirilmiştir. Tüm meslekler tam olarak aynı evrim sırasını izlemez ve her meslek, tüm aşamaları tam olarak göstermez. Profesyonelleşmenin aşamaları ise \"Tam Zamanlı Meslek-Formal Eğitim-Mesleki Birlikler-Öz Denetim-Etik Kurallar\" şeklinde sıralanır."
  },
  {
    "id": "3845264",
    "unitNumber": 8,
    "text": "Profesyonelleşmenin son aşaması aşağdaıkilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tam Zamanlı Meslek",
      "B": "Formal Eğitim",
      "C": "Mesleki Birlikler",
      "D": "Etik kuralların geliştirilmesi ve uygulanması",
      "E": "Öz Denetim"
    },
    "explanation": "Profesyonelleşmenin son aşaması etik kuralların geliştirilmesi ve uygulanmasıdır. Etik kuralların temel amacı, meslek mensuplarını yüksek etik standartlarda tutmaktır. Sağlık sektöründe hizmet sunumundaki tüm aktörlerin (örneğin hekim, hemşire, eczacı, psikolog vb.) uyması gereken etik kuralları olsa da bu kurallar disiplinlere göre biraz farklılık gösterebilmektedir."
  },
  {
    "id": "3845269",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Hasta bakımında mükemmellik</li> <li>İşverene karşı sorumluluk</li> <li>Topluma karşı sorumluluk</li> <li>Kaynak sorumluluğu</li> </ol> Yukarıda verilenlerden hangileri sağlık kurumlarındaki yöneticilerin mesleki sorumlulukları arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "II, III ve IV",
      "C": "I, III ve IV",
      "D": "I, II ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Sağlık kuruluşları ve yöneticileri için kurumsal anlamda beş etik ilkenin önemine vurgu yapılmaktadır. Bunlar; (1) hasta bakımı ile ilgili sorumluluk, (2) işverene karşı sorumluluk, (3) topluma karşı sorumluluk, (4) kaynakları etkili bir şekilde kullanmak ve (5) yasal sorumluluk olarak sıralanmaktadır. Bunlar aynı zamanda sağlık kurumları yöneticilerinin değişik konularda çeşitli gruplara karşı sorumluluklarını da oluşturmaktadır."
  },
  {
    "id": "3845272",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hastane sahip ve hissedarlarının, sağlık kurumları yöneticilerinden beklentileri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Sağlık kurumunun verimli çalıştırılması",
      "B": "Sağlık kurumunda yapılan işlerden kendisinin anında haberdar olması",
      "C": "Sağlık kurumunun mevcut para, üretim araçları ve çalışanlardan mümkün olduğunca fazla yararlanılması",
      "D": "Sağlık kurumunun mevcut kredisi, toplum ve piyasadaki görünümünün daha da iyileştirilmesi ve korunması",
      "E": "Hastaların iyileştirilmesi ve yaşam ömürlerinin uzatılması"
    },
    "explanation": "Hastane sahip ve hissedarlarının, sağlık kurumları yöneticilerinden beklentileri şunlardır: a. Sağlık kurumunun verimli çalıştırılması b. Sağlık kurumunda yapılan işlerden kendisinin anında haberdar olması c. Sağlık kurumunun mevcut para, üretim araçları ve çalışanlardan mümkün olduğunca fazla yararlanılması, d. Sağlık kurumunun mevcut kredisi, toplum ve piyasadaki görünümünün daha da iyileştirilmesi ve korunmasıdır. Hatsların tedavileri doktor ve hemşirilerin sorumluluğundadır."
  },
  {
    "id": "3845275",
    "unitNumber": 8,
    "text": "İş yasaları ile getirilen asgari ücret düzenlemeleri, sağlık kurumunun ücret politikasında; tüketici haklarının korunması konusunda oluşturulan bir yasa, sağlık kurumunun pazarlama ve fiyat politikasında; üretilen ve sunulan hizmetlerin standartlarının saptanması, kurumun hizmet planlama ve üretim sisteminde yeni düzenlemeler yapmasına neden olması sağlık kurumları yöneticilerinin hangi sorumluluğu altında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hasta bakımında mükemmellik",
      "B": "İşverene karşı soumluluk",
      "C": "Tolpluma karşı sorumluluk",
      "D": "Yasalara karşı sorumluluk",
      "E": "Kaynak sorumluluğu"
    },
    "explanation": "Örneğin iş yasaları ile getirilen asgari ücret düzenlemeleri, sağlık kurumunun ücret politikasında; tüketici haklarının korunması konusunda oluşturulan bir yasa, sağlık kurumunun pazarlama ve fiyat politikasında; üretilen ve sunulan hizmetlerin standartlarının saptanması, kurumun hizmet planlama ve üretim sisteminde yeni düzenlemeler yapmasına neden olacaktır. Sağlık kurumları yöneticilerinin yasal düzenlemeleri göz ardı etmesi mümkün değildir, tersine yöneticiler yasalara uygun davranmak, karar ve eylemlerinde yasaları dikkate almak zorundadırlar."
  },
  {
    "id": "3845283",
    "unitNumber": 8,
    "text": "Gücün hastaları ve diğer hizmet alıcılarını tehlikeye atacak biçimde kötüye kullanılmasına sıfır tolerans göstermesi aşağıdakilerden hangisine karşı sorumluluğunu gösterir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık yöneticilerinin sağlık yönetimi mesleğine karşı sorumlulukları",
      "B": "Sağlık yöneticilerinin çalışanlara karşı sorumlulukları",
      "C": "Sağlık yöneticilerinin kuruma karşı sorumlulukları",
      "D": "Sağlık yöneticilerinin hasta ve diğer hizmet alanlara karşı sorumlulukları",
      "E": "Sağlık yöneticilerinin yerel topluluklara ve topluma karşı sorumlulukları"
    },
    "explanation": "Sağlık Yöneticilerinin Hasta ve Diğer Hizmet Alanlara Karşı Sorumlulukları\n <ol> <li>Sağlık yöneticileri yetkileri dâhilinde bakım kalitesini ya da sunulan hizmeti değerlendirmek üzere bir düzeneğin oluşturulmasını sağlamak için çalışır.</li> <li>Ayrımcılığı desteklemekten ya da ayrımcılık yapmaktan sakınır ve ayrımcı kurumsal uygulamaları engellemek için önlemler alır.</li> <li>Hastaların ve diğer hizmet alıcıların, sunulan sağlık hizmetleri ile ilgili riskler, sorumluluklar, olanaklar ve hakları konusunda bilgi alacakları bir düzeneğin oluşmasını sağlamak için çalışır.</li> <li>Hasta ve ailelerinin değerlerinin çalışanlardan ve hekimlerden farklı olmasından dolayı ortaya çıkabilecek çatışmaların çözümünü kolaylaştırmak için bir düzeneğin oluşmasını sağlamak için çalışır.</li> <li>Gücün hastaları ve diğer hizmet alıcılarını tehlikeye atacak biçimde kötüye kullanılmasına sıfır tolerans gösterir.</li> <li>Hastaların ve hizmet alıcıların özerkliğini ve kendileri hakkında karar vermelerini koruyacak bir düzenlemenin oluşturulmasını sağlamak için çalışır.</li> <li>Hastaların ve diğer hizmet alıcıların gizlilik ve mahremiyetini koruyucu düzenlemelerin oluşturulmasını sağlamak için çalışır.</li> </ol>"
  },
  {
    "id": "3845287",
    "unitNumber": 8,
    "text": "\"ACHE Etik Kurallarına göre üyelerin Hem kişisel hem de profesyonel etkileşim ve faaliyetlerde ......................... ve karakter, karar verme ve eylemlerde ......................... olması beklenir.\" cümlesinde boş bırakılan yerlere sırasıyla gelmesi gerekenler aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Adalet-sadakat",
      "B": "Dürüstlük-güvenilirlik",
      "C": "Yardımseverlik-özerklik",
      "D": "Onur-Adalet",
      "E": "Sadakat-yardımseverlik"
    },
    "explanation": "ACHE Etik Kurallarının ön sözünde ve yukarıda sayılan altı bölümü, üyelerin benimsemeleri ve daha sonra mesleki ve günlük yaşamlarına uygulamaları beklenen aşağıdaki etik ilkelere dayanmaktadır: <br/>1. Hem kişisel hem de profesyonel etkileşim ve faaliyetlerde dürüstlük <br/>2. Karakter, karar verme ve eylemlerde güvenilirlik <br/>3. Gelenekler, inançlar ve uygulamalar da dahil olmak üzere kendine ve başkalarına saygı<br/>4. Çalışanlara ve hastalara adil davranmak, kaynakları eşit bir şekilde tahsis etmek ve tüm insanların sağlık hizmetlerine erişimini desteklemek gibi düşünce ve eylemde adalet <br/>5. Mesleğe ve çalışılan kuruma sadakat (Bu, potansiyel tehditlerin ve olumsuz olayların derhâl rapor edilmesini, ele alınmasını ve önlenmesini içerir.) <br/>6. Başkalarına karşı yardımseverlik ve her kararın insanlar için sonuçları olacağının bilincinde olmak <br/>7. Hastaların ve diğer paydaşların haklarını ve çıkarlarını korumak gibi karar alma süreçlerinde özerklik <br/>8. Ahlaki bir destekçi olarak hizmet etme onuru"
  },
  {
    "id": "3845289",
    "unitNumber": 8,
    "text": "Etik karar vermenin önündeki engelleri aşmada sağlık kurumu yöneticilerine aşağıdakilerden hangisini uygulamak yardımcı olur?",
    "correctAnswer": "C",
    "options": {
      "A": "Etik olmayan standartlar, beklentiler ve yazılı davranışların oluşturulması",
      "B": "Kurumun içinde veya dışında, kişisel ve mesleki davranışların görünümüne ilişkin destekleyici geri bildirimlere toplama",
      "C": "Zaman zaman etik öz değerlendirmesinin tamamlanması ve iyileştirilmesi gereken alanların tespit edilmesi",
      "D": "Etik komite kurulması ve kurumun çıkarları doğrultusunda yönlendirilmesi",
      "E": "İş yerindeki bozuklukların kurumun ve personelin çıkarları doğrultusunda gözden geçirilmesi"
    },
    "explanation": "Yöneticiler aşağıdaki adımları atarak kurumlarında etik davranışı teşvik edebilirler: <br/>1. Etik standartlar, beklentiler ve yazılı bir davranış kuralları oluşturun. Etik taleplerle güncel olmasını sağlamak için davranış kurallarını düzenli olarak yeniden gözden geçirin. <br/>2. Etik insanları işe alın. Etik ikilemleri kuruluşunuzun mülakat sürecinin bir parçası olarak sunmayı düşünün. Performans değerlendirmelerine etik boyutunu dahil edin. <br/>3. Kurumunuz içinde veya dışında, kişisel ve mesleki davranışlarınızın görünümüne ilişkin samimi ve dürüst geri bildirim sağlayabilecek güvenilir bir meslektaşınızla ilişki geliştirin. Meslektaşlarınızı etik kültürünüzü sürekli olarak gözden geçirmeye ve geliştirmeye davet edin. <br/>4. Etik standartlar konusunda bir rol model olarak hizmet edin. <br/>5. Zaman zaman etik öz değerlendirmesini tamamlayın ve iyileştirilmesi gereken alanları ele alın (American College of Healthcare Executives, etik öz değerlendirmesi ile ilgili bölüme bakınız). <br/>6. Hem klinik hem de iş etiği konularını ele almak üzere bir etik komitesi kurun. Kurumsal ve klinik etik arasındaki çizgiler genellikle bulanık olduğundan hem yönetim hem de klinisyenler için ihtiyaç duyulan bir kaynak olarak kapsamlı ve yetenekli bir şekilde hizmet verebilmesini sağlamak için geleneksel etik kurulunun rolünü genişletmeyi düşünün. Etik kurulların rolünün genişletilmesi, yönetim kararlarının hasta bakımı üzerindeki etkisini kabul etmektedir. <br/>7. Tüm çalışanlara ve personele etik eğitimi ve öğretimi verilmesini zorunlu hâle getirin. Eğitim ve öğretimin güncel olmasını ve geniş çapta yaygınlaştırılmasını sağlayın. Gerçek hayattan vakaların kullanılmasının özellikle etkili bir öğretim metodolojisi olduğu kanıtlanmıştır. <br/>8. Yaptırım, uygunsuz eylemler için kınama ve etik davranış için ödüllendirmeyi içeren etik standartlara uyulmasını sağlayın. <br/>9. Adil ve eşitlikçi personel uygulamaları ve iş gücü azaltma politikaları ile taciz, ayrımcılık ve yasadışı veya etik olmayan eylemleri gerçekleştirme veya görmezden gelme baskısının olmadığı etik bir ortam yaratın. <br/>10. Eğitim, raporlama mekanizmaları, danışmanlık ve tedavi seçenekleriyle iş yerindeki bozuklukları ele alın. <br/>11. Hasta haklarını operasyonlara entegre edin. Gerektiğinde hasta savunuculuğu ve müşteri hizmetleri programları uygulayın. <br/>12. Kurumun misyonu, vizyonu ve değerleriyle tutarlı bir etik karar verme çerçevesi benimseyin."
  }
]