[
  {
    "id": "3881340",
    "unitNumber": 1,
    "text": "Dünya Sağlık Örgütü Anayasası’na göre sağlık, aşağıdakilerden hangisi yönünden \"tam iyilik\" hâlidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bedence, ruhça ve davranış yönünden",
      "B": "Bedence, ruhça ve akıl yönünden",
      "C": "Bedence ve ruhça ve ekonomik yönden",
      "D": "Bedence, ruhça ve sosyal yönden",
      "E": "Bedence, ruhça ve eğitim yönünden"
    },
    "explanation": "Dünya Sağlık Örgütü Anayasası’na göre sağlık; sadece hastalık ve sakatlığın olmayışı değil, bedence, ruhça ve sosyal yönden tam iyilik hâlidir. Doğru seçenek (D)dir."
  },
  {
    "id": "3881341",
    "unitNumber": 1,
    "text": "Aşağıdaki sağlık hizmetlerinden hangisi kişiler hastalanmadan önce yapılan aşıları kapsar?",
    "correctAnswer": "A",
    "options": {
      "A": "Birincil koruyuculuk",
      "B": "İkincil koruyuculuk",
      "C": "Teşhis",
      "D": "Tedavi",
      "E": "Rehabilitasyon"
    },
    "explanation": "Birincil koruyuculuk, hastalıklardan korunmak amacıyla alınan önlemlerdir. Örneğin <strong>kişiler hastalanmadan önce yapılan aşılar, üreme sağlığı hizmetleri birincil koruma hizmetleridir.</strong> Beslenme bozukluğuna bağlı hastalıklardan ve kanserden koruma amacıyla yapılan çalışmalar bu grupta yer alır. Doğru seçenek (A)dır."
  },
  {
    "id": "3881342",
    "unitNumber": 1,
    "text": "İlkeler ve değerler ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Değerler, bir inanç sistemini veya mantık silsilesini şekillendiren genel ifadeler, temel kabuller ve prensiplerdir.",
      "B": "İlkeler, kişilerin veya sosyal grupların ahlaki kabulleridir.",
      "C": "İlkelerin ahlaki bir temeli olması gerekir.",
      "D": "Sağlığın temel hak olması, değerler bağlamında ele alınabilir.",
      "E": "Sosyal sonuçları olan sağlık sisteminin şekillenmesinde değerlerin önemli bir işlevi yoktur."
    },
    "explanation": "Değerler, kişilerin veya sosyal grupların ahlaki kabulleridir. Onların yaşamlarında değerli ve önemli buldukları yargıları, değerleri oluşturmaktadır. İlkeler ise, bir inanç sistemini veya mantık silsilesini şekillendiren genel ifadeler, temel kabuller ve prensiplerdir. İlkelerin ahlaki bir temeli olması gerekmez. Sağlığın temel hak olması, katılımcılık, dayanışma, seçme özgürlüğü, güvenli olma, verimlilik ve etkililik, değerler bağlamında ele alınabilir. Sosyal sonuçları olan sağlık sisteminin şekillenmesinde değerler, önemli işlevlere sahiptirler. Bu bilgiere göre doğru ifade (D) seçeneğinde yer almaktadır.<br/>Doğru seçenek (D)dir."
  },
  {
    "id": "3881343",
    "unitNumber": 1,
    "text": "Dünya Sağlık Örgütünün 1985 yılında Nairobi’de yapmış olduğu “kişilerin klinik bulgularına ve bireysel özelliklerine göre uygun ilacı, uygun süre ve dozajda, en uygun maliyetle ve kolayca sağlayabilmeleridir” şeklindeki tanım aşağıdaki kavramlardan hangisine uygundur",
    "correctAnswer": "C",
    "options": {
      "A": "Birincil koruyuculuk",
      "B": "İkincil koruyuculuk",
      "C": "Akılcı ilaç kullanımı",
      "D": "Temel ilaçlara erişim",
      "E": "Tedavi"
    },
    "explanation": "Akılcı ilaç kullanımı Dünya Sağlık Örgütünün 1985 yılında Nairobi’de tanımlamış olduğu şekliyle; “kişilerin klinik bulgularına ve bireysel özelliklerine göre uygun ilacı, uygun süre ve dozajda, en uygun maliyetle ve kolayca sağlayabilmeleridir”. Doğru seçenek (C)dir."
  },
  {
    "id": "3881383",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sağlık hizmetlerinde planlama yapabilmek, müdahalede bulunabilmek ve yapılan hizmetleri değerlendirebilmek amacıyla sağlıkla ilgili verilerin süreğen ve sistematik olarak toplanması, analizi, yorumlanması ve ilgili tüm birimlere dağıtılmasını sağlayan eylemler bütününü ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Liderlik ve yönetişim",
      "B": "Sağlık bilgi sistemi",
      "C": "Âdem-i Merkeziyetçilik,",
      "D": "Sürveyans Sistemleri",
      "E": "İnsan kaynakları"
    },
    "explanation": "Günümüz sağlık sistemlerinin altyapı kadar önemli olan yapı taşlarından biri de enformasyonbilgi sistemleridir. Sağlık enformasyonu, sağlık hizmeti veren kuruluşlar, saha araştırmaları, nüfus ve sicil kayıtları ile sürveyans sistemleri gibi farklı veri kaynaklarından elde edilir. Sağlık sisteminin farklı alanlarında verilecek kararları yönlendirecek olan gözlem, değerlendirme ve farklı yollarla toplanan tüm verilere erişimi kapsayan bir sistemdir.<br/>Sürveyans Sistemleri, sağlık hizmetlerinde planlama yapabilmek, müdahalede bulunabilmek ve yapılan hizmetleri değerlendirebilmek amacıyla sağlıkla ilgili verilerin süreğen ve sistematik olarak toplanması, analizi, yorumlanması ve ilgili tüm birimlere dağıtılmasını sağlayan eylemler bütününün ifade eder. Doğru seçenek (D)dir."
  },
  {
    "id": "3881384",
    "unitNumber": 1,
    "text": "Devlet yapısında liderlik görevi, hükûmetler tarafından üstlenilmekte ve genellikle ............................................ eliyle yürütülmektedir.",
    "correctAnswer": "C",
    "options": {
      "A": "Hastane başhekimlikleri",
      "B": "İl Sağlık Müdürlükleri",
      "C": "Sağlık Bakanlıkları",
      "D": "Özel Sağlık Kuruluşları",
      "E": "Tıp Fakültesi Dekanlıkları"
    },
    "explanation": "Devlet yapısında liderlik görevi, hükûmetler tarafından üstlenilmekte ve genellikle <strong>Sağlık Bakanlıkları</strong> eliyle yürütülmektedir. Doğru seçenek (C)dir."
  },
  {
    "id": "3881385",
    "unitNumber": 1,
    "text": "Dünya Sağlık Örgütü tarafından, “hastaların onurunu, mahremiyetini ve özerkliğini korumak ve tüm nüfus gruplarının kendilerine has ihtiyaçlarına ve hassasiyetlerine duyarlı olmak suretiyle insanların beklentilerini karşılamak” olarak tanımlanan hedef, aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hasta mahremiyeti",
      "B": "Cevap verebilirlik",
      "C": "Finansal koruyuculuk",
      "D": "Finansal erişebilirlik",
      "E": "Sosyal koruyuculuk"
    },
    "explanation": "Erişebilirlik ve kapsayıcılık, ihtiyaç duyulan sağlık hizmetlerinin topluma ulaştırılmasını ifade eder. Erişebilirlik kısaca, sağlık hizmetlerine erişebilme anlamına gelse de sağlık politikası geliştirirken göz önünde bulundurulması gereken kapsamlı bir değeri yansıtır. Coğrafi ya da fiziksel erişilebilirlik yanında alınan hizmetlerin bedelini karşılayabilmeyi ifade eden finansal erişebilirlik, sunulan hizmetin kabul edilebilirliğini ve benimsenmesini ifade eder. Finansal erişebilirlik, psikolojik ve kültürel erişebilirlik gibi farklı yönlerden ele alınabilmektedirSağlık sisteminin hedeflerinden olan finansal koruyuculuk, daha ziyade hastalığın ekonomik yüküne karşı koruyuculuğu ifade eder. Hastalık durumunda finansal erişim önündeki engellerin kaldırılması için yapılan düzenlemeleri kapsar. Bir diğer hedef olan sosyal koruyuculuk ise daha geniş bir kavramdır; insanların refahını olumsuz yönde etkileyen durumların engellenmesi, yönetilmesi ve üstesinden gelinmesiyle ilgilidir. Hastalık, yaşlılık engellilik<br/>Sağlık sisteminin <strong>cevap verebilirlik</strong> hedefi, Dünya Sağlık Örgütü tarafından, “hastaların onurunu, mahremiyetini ve özerkliğini korumak ve tüm nüfus gruplarının kendilerine has ihtiyaçlarına ve hassasiyetlerine duyarlı olmak suretiyle insanların beklentilerini karşılamak” olarak tanımlanmaktadır. Pratikte cevap verebilirliğin değerlendirilmesi, genellikle vatandaş memnuniyeti ve müşteri yönelimini ölçme şekline indirgenmiş durumdadır. Hâlbuki toplumun, alt birimleri ve riskli grupları da dâhil olmak üzere, ihtiyaçları ve taleplerine duyarlı olmak şekilde geniş bir yaklaşımla ele alınması gerekmektedir. Ancak bu kapsamda<br/>ele alınan cevap verebilirliğin somut bir ölçümünün yapılması kolay değildir. Doğru seçenek (B)dir."
  },
  {
    "id": "3881386",
    "unitNumber": 1,
    "text": "I. Aile Sağlığı Merkezleri<br/>II. Üniversite hastaneleri<br/>III. Sağlıklı Hayat Merkezleri<br/>IV. Devlet Hastaneleri<br/>V. Toplum Sağlığı Merkezleri<br/><strong>Türkiye’de sağlık hizmetleri sunumundaki basamaklı örgütlemeye göre, yukarıdaki hizmet sunucularından hangileri birinci basamakta yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "II, III ve IV",
      "D": "I, IV ve V",
      "E": "I, III ve V"
    },
    "explanation": "<strong>Aile Sağlığı Merkezleri</strong>, <strong>Sağlıklı Hayat Merkezleri</strong> ve <strong>Toplum Sağlığı Merkezleri</strong> uygulayıcı görevi üstlenmiş olan <em>birinci basamakta</em> yer alan hizmet sunucularıdır. Buna karşın IV. öncülde yer alan <strong>Devlet Hastaneleri</strong>, <em>ikinci basamak</em> sağlık hizmeti sunan kurumlardır. II. öncülde yer alan <strong>Üniversite Hastaneleri</strong> ise; eğitim verdikleri için <em>üçüncü basamak</em> sağlık hizmeti sunan kurumlardır. Yani; Sağlık sistemimizde <strong><em>ikinci </em></strong>ve<strong><em> üçüncü basamak sağlık hizmetlerinin</em></strong> ayrımında genelde belirleyici ölçüt, <em>eğitim verilmesi</em> kabul edilmektedir.<br/>Bundan dolayı doğru cevap (<strong>E</strong>) seçeneğidir."
  },
  {
    "id": "3881387",
    "unitNumber": 1,
    "text": "Türkiye’de Sağlık Bakanlığınca <strong>Akılcı İlaç Kullanımı</strong> ile ilgili <strong>ilk çalışmalar</strong> hangi yılda başlatılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1972",
      "B": "1982",
      "C": "1992",
      "D": "2002",
      "E": "2012"
    },
    "explanation": "İlaçların bilinçsiz tüketimi, ekonomik olduğu kadar ciddi bir sağlık sorununa yol açmaktadır. İlaca erişimin kolaylaşmasının da bu hususta etkisi olmasından söz edebiliriz. Bu yüzden bir yandan hastaların ilaca erişimi kolaylaştırılırken diğer taraftan ilacı uygun tüketimine yönelik politikalar geliştirilmektedir. <em>1985 yılında Nairobi’de yapılan Dünya Sağlık Örgütü toplantısı, Akılcı İlaç Kullanımı çalışmaları için başlangıç sayılmaktadır.</em> <strong>Ancak soruda Türkiye'de Sağlık Bakanlığınca Akılcı İlaç Kullanımı ile ilgili ilk çalışmaların hangi yılda başlatıldığı sorulmaktadır.</strong> Türkiye'de Sağlık Bakanlığınca Akılcı İlaç Kullanımı ile ilgili ilk çalışmalar <strong>1992</strong> yılında başlatılmıştır.<br/>Bundan dolayı doğru cevap (<strong>C</strong>) seçeneğidir."
  },
  {
    "id": "3881388",
    "unitNumber": 1,
    "text": "Türkiye sağlık sisteminde Sağlıkta Dönüşüm Programının uygulamaya başlandığı 2003 yılından bugüne oldukça belirgin değişiklikler olmuştur. Sağlıkta Dönüşüm Programının uygulandığı dönemde temel sağlık göstergelerindeki değişimlere göre aşağıdakilerden hangisi <strong><u>yanlıştır?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Doğumda beklenen ömür artmıştır.",
      "B": "Bebek ölüm hızı azalmıştır.",
      "C": "Anne ölüm hızı azalmıştır.",
      "D": "Kişi başı doktora başvuru sayısı azalmıştır.",
      "E": "Cepten harcamanın toplam harcamaya oranı azalmıştır."
    },
    "explanation": "Doğumda beklenen ömür (yıl) 72,5 tan 78,3'a artmıştır.<br/>Bebek ölüm hızı, bin doğumda 31,5 'tan 9,2 5'a azalmıştır.<br/>Anne ölüm hızı, yüz bin doğumda 64,0'ten 13,6'ya azalmıştır.<br/>Kişi başı doktora başvuru sayısı 3,2'den 9,5'a <strong>artmıştır.</strong><br/>Cepten harcamanın toplam harcamaya oranı, yüzde 19,8'den 17,3'e azalmıştır.<br/><strong>Bu açıklamalara göre doğru seçenek (D) olmaktadır.</strong><br/>Doğru seçenek (D)dir."
  },
  {
    "id": "3881574",
    "unitNumber": 1,
    "text": "Dünya Sağlık Örgütünün Sağlık Sistemi Çerçevesi Modeline göre aşağıdakilerden hangisi sağlık sisteminin nihai hedeflerinden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Gelişmiş sağlık (düzey ve hakkaniyet)",
      "B": "Cevap verebilirlik",
      "C": "Sosyal ve finansal riskten koruma",
      "D": "Artan verimlilik",
      "E": "Tıbbi ürün aşı ve teknolojiler"
    },
    "explanation": "Giriş<br/>Dünya Sağlık Örgütünün modelinde yapı taşlarının oluşturduğu sistemin; yeterli erişim, kapsayıcılık, kaliteli ve güvenli hizmet yoluyla belli sonuçlara ve nihai hedeflere ulaşılacağı öngörülmektedir. Nihai hedef olarak “hakkaniyetli ve yüksek bir sağlık düzeyine erişme”, “cevap verebilirlik”, “sosyal ve finansal riskten koruyuculuk” ve “artan verimlilik” tanımlanmıştır. Bu nihai hedefler arasında \"Tıbbi Ürün Aşı ve Teknolojiler\" yer almaz. Bu kavram sistemin yapı taşları arasında bulunmaktadır. Doğru cevap (E) seçeneğidir."
  },
  {
    "id": "3881575",
    "unitNumber": 1,
    "text": "“Sadece bedelini ödeyebilenler değil hizmete ihtiyaç duyanların sağlık hizmeti alması” genel sağlık kapsayıcılığının hangi hedefinin kapsamında değerlendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlığa erişimde hakkaniyet",
      "B": "Sürdürülebilirlik",
      "C": "Finansal risk koruyuculuğu",
      "D": "Koruyuculuk hizmetleri",
      "E": "Sağlık enformasyonu"
    },
    "explanation": "Genel sağlık kapsayıcılığının bu tanımı üç hedefi içinde barındırmaktadır. Bu hedefler: I) Sağlık hizmetlerine erişimde hakkaniyet: Sadece bedelini ödeyebilenler değil hizmete ihtiyaç duyanlar bu hizmetleri alabilmelidir. II) Kalite: Sağlık hizmetleri, hizmeti alanları iyileştirecek düzeyde kaliteli olmalıdır. III) Finansal-risk-koruyuculuğu: Hizmetten yararlanmanın bedeli, hizmeti alan insanları mali açıdan sıkıntıya sokmamalıdır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3881576",
    "unitNumber": 1,
    "text": "Bir çocuğun kalıtımsal bir rahatsızlıkla dünyaya gelmesi sağlığın belirleyicilerden hangisinin kapsamında değerlendirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bireysel yaşam tarzı özellikleri",
      "B": "Toplumsal ve topluluksal çevre özellikleri",
      "C": "Yaşam ve çalışma koşulları",
      "D": "Kişilerin biyolojik özellikleri",
      "E": "Genel sosyal, ekonomik, kültürel ve çevresel koşullar"
    },
    "explanation": "Sağlığı etkileyen faktörlere sağlığın belirleyicileri denilmektedir. Bunlar bireyin özellikleri olduğu kadar, sosyoekonomik, kültürel ve çevresel faktörleri de kapsamaktadır. Bu belirleyicileri özet olarak aşağıdaki gibi sıralayabiliriz. I)Kişilerin biyolojik özellikleri (Yaş, cinsiyet ve kalıtımsal özellikler), II) Bireysel yaşam tarzı özellikleri, III) Toplumsal ve topluluksal çevre özellikleri, IV) Yaşam ve çalışma koşulları (Gelir düzeyi, zararlı kimyasal maddelere maruziyet, eğitim, gıda güvenliği, uygun barınma, temiz su ve kanalizasyona erişim, barış ve güvenlik), V)Genel sosyal, ekonomik, kültürel ve çevresel koşullarıdır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3881592",
    "unitNumber": 1,
    "text": "Aşılama hizmetleri aşağıda verilen sağlık hizmetlerinden hangisine girmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birincil koruyuculuk",
      "B": "İkincil koruyuculuk",
      "C": "Teşhis",
      "D": "Tedavi",
      "E": "Rehabilitasyon"
    },
    "explanation": "SAĞLIK SİSTEMLERİNİN DİNAMİK YAPILANMASI<br/>Birincil koruyuculuk: Hastalıklardan korunmak amacıyla alınan önlemlerdir. Örneğin kişiler hastalanmadan önce yapılan aşılar, üreme sağlığı hizmetleri birincil koruma hizmetleridir. Beslenme bozukluğuna bağlı hastalıklardan ve kanserden koruma amacıyla yapılan çalışmalar bu grupta yer alır.<br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "3881593",
    "unitNumber": 1,
    "text": "Hasta haklarının takipçisi olan organizasyonların sayısının gittikçe artması sağlık değerlerinden hangisiyle açıklanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Seçme özgürlüğü",
      "B": "Güvenli olma",
      "C": "Verimlilik",
      "D": "Katılımcılık",
      "E": "Sürdürülebilirlik"
    },
    "explanation": "Toplum<br/>Sağlık hizmetlerinde katılımcılık bireysel olmaktan öte örgütlü bir biçimde gerçekleşmektedir. Birçok ülkede hasta haklarının takipçisi olan organizasyonların sayısı gittikçe artmakta ve sağlık sistemimde vatandaşların katılımcılık oranı yükselmektedir.<br/>Doğru cevap D seçeneğidir."
  },
  {
    "id": "3881594",
    "unitNumber": 1,
    "text": "Toplumun sağlık hizmetine erişiminde ön ödemeli pirim ya da vergi tabanlı farklı modeller uygulanması ağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık enformansyonu",
      "B": "Stratejik satın alma",
      "C": "Sürveyans sistemleri",
      "D": "Finansal koruyuculuk",
      "E": "Sağlık yönetişimi"
    },
    "explanation": "Sağlık Finansmanı<br/>Toplumun sağlık hizmetinden yararlanırken hizmetlere erişiminin önündeki finansal engellerin kaldırılması için ön ödemeli pirim ya da vergi tabanlı farklı modeller yoluyla finansal koruyuculuk sağlanmaya çalışılmaktadır.<br/>Doğru cevap D seçeneğidir."
  },
  {
    "id": "3881595",
    "unitNumber": 1,
    "text": "Sağlık hizmetlerinde kapsayıcılık aşağıdaki kavramlardan hangisinin genişlemesiyle gerçekleşir?",
    "correctAnswer": "B",
    "options": {
      "A": "Adem-i merkeziyet",
      "B": "Erişilebilirlik",
      "C": "Sürdürülebilirlik",
      "D": "Cevap verilebilirlik",
      "E": "İrfan"
    },
    "explanation": "Sağlık Sistemlerinin Hedefleri ve Sonuçları<br/>Başarılı sağlık sistemlerinde erişebilirlik, kapsayıcılık, kaliteli olması beklenir. Erişebilirlik ve kapsayıcılık, ihtiyaç duyulan sağlık hizmetlerinin topluma ulaştırılmasını ifade eder. Erişebilirlik kısaca, sağlık hizmetlerine erişebilme ile ilgili iken kapsayıcılık evrensel erişim ya da evrensel kapsayıcılık, ilgili toplumda herkesin tüm boyutlarıyla sağlık hizmetlerine erişimini sağlayan bir sağlık sistemi kurgusunu ifade etmektedir.<br/>Doğru cevap B seçeneğidir."
  },
  {
    "id": "3881597",
    "unitNumber": 1,
    "text": "Tedavinin doğasında var olup tedavi sonrasında görünen istenmeyen durum aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Enformasyon",
      "B": "Rehabilitasyon",
      "C": "Finansman",
      "D": "Sekel",
      "E": "Komplikasyon"
    },
    "explanation": "Sistem ile Toplum Etkileşimi<br/><strong><em>Kitabın 15. sayfasında kutucuk içindeki aşağıdaki bilgiye göre; </em></strong><br/><strong>Komplikasyon: </strong><em>Sunulan sağlık hizmeti sonrasında</em>, günümüz tıbbi teknolojisi ve bilgi düzeyi kapsamında belli bir oranda olması muhtemel, istenmeyen durumdur.<br/><strong>Sekel</strong>: <em>Tedavinin doğasında var olup tedavi sonrasında</em> görünen istenmeyen durumdur.<br/><strong><em>Kitabın 15. Sayfasında kutucuk içindeki bilgi:</em></strong><br/>TDK sözlüğünde de <strong>sekel</strong>; \"Bir hastalıktan sonra yerleşip kalan işlev veya doku bozukluğu: <em> Kırık ve çıkık sekellerine kaplıca yararlıdır.</em>\"biçiminde tanımlanmıştır.<br/>Buradan hareketle; sekel sözcüğü tedavi sonrasındaki istenmeyen durumları değil, tedavi sürecinin doğasında olan bir olgudur. Doğru cevap <strong>D</strong> seçeneğidir."
  },
  {
    "id": "3881598",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Türkiye sağlık sisteminde üçüncü basamak sağlık hizmetlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üniversite hastaneleri",
      "B": "Devlet hastaneleri",
      "C": "Özel hastaneler",
      "D": "Aile sağlığı merkezleri",
      "E": "Toplum sağlığı merkezleri"
    },
    "explanation": "İkinci ve Üçüncü Basamak Sağlık Hizmetleri<br/>Üniversite hastaneleri genelde üçüncü basamak sağlık hizmetleri sunmak ve eğitim alanı oluşturmak maksadıyla üniversiteler tarafından kurulup işletilen hastanelerdir. Bu hastanelerde yatırım ve eğitim hizmetlerinin bedeli doğrudan üniversite bütçesinden karşılanmaktadır. <br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "3881601",
    "unitNumber": 1,
    "text": "Sağlık hizmeti sonrasında gelişen, günümüz tıbbi teknolojisi ve bilgi düzeyi kapsamında belli bir oranda olması muhtemel, istenmeyen durum nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Rehabilitasyon",
      "B": "Komplikasyon",
      "C": "Finansman",
      "D": "Enformansyon",
      "E": "Sekel"
    },
    "explanation": "Sistem ile Toplum Etkileşimi<br/>Komplikasyon: Sunulan sağlık hizmeti sonrasında, günümüz tıbbi teknolojisi ve bilgi düzeyi kapsamında belli bir oranda olması muhtemel, istenmeyen durumdur. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3881603",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, Dünya Sağlık Örgütü'nün (DSÖ) \"Sağlık Sistemi Çerçevesi Modeli\"nde yer alan yapı taşlarından biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık personeli",
      "B": "Hizmet sunumu",
      "C": "Enformasyon sistemi",
      "D": "Fiziksel kanıt",
      "E": "Liderlik ve yönetişim"
    },
    "explanation": "Sağlık sistemleri, 1960’lardan itibaren kamu politikalarında önemli bir yer tutmaktadır. Alma Ata Konferansı’nın (1978) ana konusunu temel sağlık ve sağlık sistemi bakış açısı oluşturuyordu. Sistem bakış açısı, farklı toplumlarda uygulanabilir model arayışlarının gündeme gelmesine yol açtı. 1980 sonrasında sağlık sistemlerinde sistemin aktörleri ve süreçler daha fazla ilgi odağı olmaya başladı. 2000 Dünya Sağlık Raporu, sağlık sistemini “ana gayesi sağlığı iyileştirmek olan faaliyetleri yürütmek üzere var olan örgüt, kurum ve kaynakların bütünü” olarak tanımlamıştır. Bunu takiben sağlık sisteminin ana çerçevesini <strong>oluşturan farklı modellerden</strong> söz edilir olmuştur. Bu modeller arasında yer alan <strong>Dünya Sağlık Örgütünün (DSÖ) Sağlık Sistemi Çerçevesi Modeli</strong>, altı yapı taşı üzerine oturmaktadır. Bunlar; <strong>sağlık hizmet sunumu, sağlık insan gücü, enformasyon sistemi, tıbbi ürün-aşı ve teknolojiler, sağlık finansmanı, liderlik ve yönetişimden </strong>oluşmaktadır. \"D\" seçeneğinde yer alan <strong>fiziksel kanıt</strong>; hizmet sunum alanında tüketiciyi cezbedecek çevresel koşulların yaratılması ile ilişkilidir ve pazarlamanın 7P'si arasında yer alır. Doğru cevap \"D\" seçeneğidir."
  },
  {
    "id": "3881604",
    "unitNumber": 1,
    "text": "<ul> <li> Kişilerin biyolojik özellikleri (Yaş, cinsiyet ve kalıtımsal özellikler)</li> <li> Bireysel yaşam tarzı özellikleri</li> <li> Toplumsal ve topluluksal çevre özellikleri</li> <li> Yaşam ve çalışma koşulları (Gelir düzeyi,zararlı kimyasal maddelere maruziyet, eğitim, gıda güvenliği, uygun barınma, temiz su ve kanalizasyona erişim, barış ve güvenlik)</li> <li> Genel sosyal, ekonomik, kültürel ve çevresel koşulları</li> </ul> Yukarıda sıralanan maddeler sağlıkta hangi kavramı temsil eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlığın belirleyicileri",
      "B": "Sağlığın ilkeleri",
      "C": "Sağlığın temeli",
      "D": "Sağlığın geliştiricileri",
      "E": "Sağlığın kuralları"
    },
    "explanation": "Dünya Sağlık Örgütünün tanımı sağlığın ne kadar karmaşık bir durum ve kavram olduğuna dair ipuçları vermektedir. İnsanı, insan hayatını etkileyen faktörler doğal olarak sağlığı da etkilemektedir. Sağlığı etkileyen faktörlere sağlığın belirleyicileri denilmektedir. Bunlar bireyin özellikleri olduğu kadar, sosyoekonomik, kültürel ve çevresel faktörleri de kapsamaktadır. Bu belirleyicileri özet olarak aşağıdaki gibi sıralayabiliriz. • Kişilerin biyolojik özellikleri (Yaş, cinsiyet ve kalıtımsal özellikler) • Bireysel yaşam tarzı özellikleri • Toplumsal ve topluluksal çevre özellikleri • Yaşam ve çalışma koşulları (Gelir düzeyi,zararlı kimyasal maddelere maruziyet, eğitim, gıda güvenliği, uygun barınma, temiz su ve kanalizasyona erişim, barış ve güvenlik) • Genel sosyal, ekonomik, kültürel ve çevresel koşulları"
  },
  {
    "id": "3881605",
    "unitNumber": 1,
    "text": "Hastalık ortaya çıkmadan ya da hastalığın hafif seyrettiği durumlarda yapılan koruma hizmetleridir. Amaç, hastalığı erken teşhis ve tedavi etmektir; böylece hastalığın ilerlemesi ve yayılması önlenebilmektedir.<br/>Yukarıda özellikleri verilen kavram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İkincil koruyuculuk",
      "B": "Birincil koruyuculuk",
      "C": "Sağlığın belirleyicileri",
      "D": "Akılcı ilaç kullanımı",
      "E": "Sağlık bilgi sistemi"
    },
    "explanation": "İkincil koruyuculuk: Hastalık ortaya çıkmadan ya da hastalığın hafif seyrettiği durumlarda yapılan koruma hizmetleridir. Amaç, hastalığı erken teşhis ve tedavi etmektir; böylece hastalığın ilerlemesi ve yayılması önlenebilmektedir."
  },
  {
    "id": "3881606",
    "unitNumber": 1,
    "text": "Sağlık sisteminden beklenen hedeflere erişmek için hizmeti sunanlar tarafından ortaya konulan uygulamalara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlık Hizmeti Sunumu",
      "B": "Arka Plan",
      "C": "İnsan kaynakları",
      "D": "Çıktılar",
      "E": "Liderlik ve yönetişim"
    },
    "explanation": "Sağlık hizmeti sunumu, sistemin en önemli fonksiyonlarından biri olarak kabul edilebilir; sistemin girdileri bu yolla çıktıya dönüşmektedir. Hizmet sunumu, sağlık sisteminden beklenen hedeflere erişmek için hizmeti sunanlar tarafından ortaya konulan uygulamalar olarak tanımlanabilir. Hizmet sağlayıcıları, sağlık kuruluşları, sağlık programları ve sağlık politikalarının koordinasyonu ve uygulanma süreci hizmet sunumunun bileşenleridir. Hizmet sunumu, birincil ve ikincil koruyuculuktan, tedavi edici hizmetlere ve rehabilitasyona kadar tüm hizmetleri kapsamaktadır"
  },
  {
    "id": "3881607",
    "unitNumber": 1,
    "text": "Dünya Sağlık Örgütünün 1985 yılında Nairobi’de tanımlamış olduğu şekliyle; “kişilerin klinik bulgularına ve bireysel özelliklerine göre uygun ilacı, uygun süre ve dozajda, en uygun maliyetle ve kolayca sağlayabilmeleridir”.<br/>Yukarıda tanımı verilen kavram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Akılcı ilaç kullanımı",
      "B": "Akıllı sağlık sistemi",
      "C": "Temel ilaç kullanımı",
      "D": "Sağlık insan kaynakları",
      "E": "Stratejik satın alma"
    },
    "explanation": "Akılcı ilaç kullanımı: Dünya Sağlık Örgütünün 1985 yılında Nairobi’de tanımlamış olduğu şekliyle; “kişilerin klinik bulgularına ve bireysel özelliklerine göre uygun ilacı, uygun süre ve dozajda, en uygun maliyetle ve kolayca sağlayabilmeleridir”."
  },
  {
    "id": "3881608",
    "unitNumber": 1,
    "text": "Sağlık hizmetlerinde planlama yapabilmek, müdahalede bulunabilmek ve yapılan hizmetleri değerlendirebilmek amacıyla sağlıkla ilgili verilerin süreğen ve sistematik olarak toplanması, analizi, yorumlanması ve ilgili tüm birimlere dağıtılmasını sağlayan eylemler bütününe ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürveyans Sistemleri",
      "B": "Âdem-i Merkeziyetçilik",
      "C": "ENFORMASYON",
      "D": "Yönetişim",
      "E": "Kapsayıcılık"
    },
    "explanation": "Sürveyans Sistemleri, sağlık hizmetlerinde planlama yapabilmek, müdahalede bulunabilmek ve yapılan hizmetleri değerlendirebilmek amacıyla sağlıkla ilgili verilerin süreğen ve sistematik olarak toplanması, analizi, yorumlanması ve ilgili tüm birimlere dağıtılmasını sağlayan eylemler bütününün ifade eder."
  },
  {
    "id": "3881609",
    "unitNumber": 1,
    "text": "Hastalık yükünün ölçütü olarak kullanılan ve yıl bazında nitelikli yaşanan ömrü ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaliteye Ayarlanmış Ömür",
      "B": "Yeti Kaybına Ayarlanmış Ömür",
      "C": "Erişebilir ömür",
      "D": "Kapsanan ömür",
      "E": "Ortalama ömür"
    },
    "explanation": "Kaliteye Ayarlanmış Ömür: Hastalık yükünün ölçütü olarak kullanılır; yıl bazında nitelikli yaşanan ömrü ifade eder."
  },
  {
    "id": "3881610",
    "unitNumber": 1,
    "text": "......................., buyurgan olmak yerine yönetişim ilkeleri çerçevesinde yürütülürse, sistemi oluşturan paydaşlar arasında koordinasyon ve karşılıklı ilişkileri yönetecek düzenlemeler yapılarak sağlık sisteminin bütününe bir anlamda politika rehberliği yapılmış olur. Böylece kaynakların en uygun şekilde dağılımını sağlamaya ve sistemin paydaşlarına karşı hesap verebilir olmaya çalışılır.<br/>Yukarıdaki boşluğa gelecek en uygun kavram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Liderlik",
      "B": "Yönetişim",
      "C": "Adem-i merkeziyetçilik",
      "D": "Hizmet sunumu",
      "E": "Sağlık finansmanı"
    },
    "explanation": "Liderlik, buyurgan olmak yerine yönetişim ilkeleri çerçevesinde yürütülürse, sistemi oluşturan paydaşlar arasında koordinasyon ve karşılıklı ilişkileri yönetecek düzenlemeler yapılarak sağlık sisteminin bütününe bir anlamda politika rehberliği yapılmış olur. Böylece kaynakların en uygun şekilde dağılımını sağlamaya ve sistemin paydaşlarına karşı hesap verebilir olmaya çalışılır."
  },
  {
    "id": "3881611",
    "unitNumber": 1,
    "text": "Pasif kalarak sorumluluk ve inisiyatifi hastasına bırakarak hastasının talebini karşılayan bir doktor nasıl davranmış olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Reaktif",
      "B": "Proaktif",
      "C": "Stratejik",
      "D": "Denetimci",
      "E": "Kapsayıcı"
    },
    "explanation": "Reaktif davranmak, pasif kalıp, sorumluluk ve inisiyatifi hastaya bırakmaktır. Reaktif yaklaşımda hastanın talebi karşılanır."
  },
  {
    "id": "3881725",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi DSÖ Sağlık Sistemleri Çerçevesi Modelinin nihai hedeflerinden/çıktılarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hizmet sunumu",
      "B": "Verimlilik",
      "C": "Finansman",
      "D": "Liderlik ve yönetişim",
      "E": "Enformasyon sistemi"
    },
    "explanation": "Dünya Sağlık Örgütünün modelinde yapı taşlarının oluşturduğu sistemin; yeterli erişim, kapsayıcılık, kaliteli ve güvenli hizmet yoluyla belli sonuçlara ve nihai hedeflere ulaşılacağı öngörülmektedir. Nihai hedef olarak “hakkaniyetli ve yüksek bir sağlık düzeyine erişme”, “cevap verebilirlik”, “sosyal ve finansal riskten koruyuculuk” ve “artan verimlilik” tanımlanmıştır."
  },
  {
    "id": "3881727",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Dünya Sağlık Örgütünün (DSÖ) Sağlık Sistemleri Çerçevesi Modeli'ndeki sistemin yapı taşlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gelişmiş sağlık",
      "B": "Verimlilik",
      "C": "Sosyal Riskten Koruma",
      "D": "Finansal Riskten Koruma",
      "E": "Sağlık İnsan Gücü"
    },
    "explanation": "Dünya Sağlık Örgütünün (DSÖ) Sağlık Sistemi Çerçevesi Modeli, altı yapı taşı üzerine oturmaktadır. Bunlar; sağlık hizmet sunumu, sağlık<br/>insan gücü, enformasyon sistemi, tıbbi ürün-aşı ve teknolojiler, sağlık finansmanı, liderlik ve yönetişimden oluşmaktadır. Konuya giriş oluşturması açısından DSÖ Sağlık Sistemleri Çerçevesi kitabınızın 3. sayfasında yer alan Şekil 1.1’de özet olarak gösterilmiştir. 2008 Dünya Sağlık Raporu’nda bu modelin üzerine oturduğu yapı taşlarının sağlık sisteminin hedefleriyle ilişkilendirildiği görülmektedir. DSÖ Sağlık Sistemleri Çerçevesi Modelinde “sistem düşüncesi” yaklaşımıyla yapı taşlarının aralarındaki ilişki ve etkileşimler üzerinde durulması giderek önemli hâle gelmiştir. DSÖ Sağlık Sistemi Çerçevesi Modeli, altı yapı taşı üzerine oturmaktadır. Bunlar; sağlık hizmet sunumu, sağlık insan gücü, enformasyon sistemi, tıbbi ürün-aşı ve teknolojiler, sağlık finansmanı, liderlik ve yönetişimden oluşmaktadır.<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "3881729",
    "unitNumber": 1,
    "text": "Bütün insanların ihtiyaç duydukları sağlığı teşvik edici, koruyucu, tedavi edici, rehabilite edici ve palyatif hizmetleri yeterli kalitede ve etkili biçimde alabilmesi ile bu hizmetleri alan insanların mali açıdan güçlükle karşılaşmamasının temin edilmesine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlığın muhafazası",
      "B": "Sağlık kalitesi",
      "C": "Sağlık sistemi",
      "D": "Genel sağlık kapsayıcılığı",
      "E": "Sağlık hizmeti verimliliği"
    },
    "explanation": "Dünya Sağlık Örgütüne (DSÖ) göre; genel kapsayıcılık ya da <strong>genel sağlık kapsayıcılığı (UHC)</strong> bütün insanların ihtiyaç duydukları sağlığı teşvik<br/>edici, koruyucu, tedavi edici, rehabilite edici ve palyatif hizmetleri yeterli kalitede ve etkili biçimde alabilmesi ile bu hizmetleri alan insanların mali<br/>açıdan güçlükle karşılaşmamasının temin edilmesidir. Evrensel sağlık kapsayıcılığı da denilmektedir. Genel sağlık kapsayıcılığının bu tanımı üç hedefi<br/>içinde barındırmaktadır. Bu hedefler:<br/>• <strong>Sağlık hizmetlerine erişimde hakkaniyet:</strong> Sadece bedelini ödeyebilenler değil hizmete ihtiyaç duyanlar bu hizmetleri alabilmelidir.<br/>• <strong>Kalite:</strong> Sağlık hizmetleri, hizmeti alanları iyileştirecek düzeyde kaliteli olmalıdır.<br/>• <strong>Finansal-risk-koruyuculuğu</strong>: Hizmetten yararlanmanın bedeli, hizmeti alan insanları mali açıdan sıkıntıya sokmamalıdır.<br/>Doğru cevap <strong>D</strong> seçeneğidir."
  },
  {
    "id": "3881731",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Dinamik Yapılanma Modelinin unsurlarından biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Sağlık İnsan Kaynakları",
      "B": "Birinci Basamak Sağlık Hizmetleri",
      "C": "Sağlık Finansmanı",
      "D": "Sağlık Bilgi Sistemi",
      "E": "Sağlık Hizmet Sunumu"
    },
    "explanation": "Van Olmen ve arkadaşları, Dinamik Yapılanma Modelini anlaşılır biçimde şematize etmişlerdir. Sağlık İnsan Kaynakları, Sağlık Finansmanı, Sağlık Bilgi Sistemi, Sağlık Hizmet Sunumu; Dinamik Yapılanma Yapılanma Modelinin unsurlarındandır."
  },
  {
    "id": "3881732",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sağlık sisteminin girdi olarak kullandığı kaynaklararasında değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "İlaçlar",
      "B": "Arka Plan",
      "C": "Sağlık İnsan Kaynakları",
      "D": "Finans Kaynakları",
      "E": "Bilgi Sistemleri"
    },
    "explanation": "Sağlık sisteminin girdi olarak kullandığı kaynaklar çok çeşitlilik göstermektedir. Ülkenin sağ-lıkla ilgili alt yapısı, her türlü tıbbi gereç ve tek-nolojiler, ilaçlar, sağlık insan kaynakları, finans kaynakları, bilgi sistemleri sağlık sistemin başlıca kaynaklarını teşkil etmektedir."
  },
  {
    "id": "3881733",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bilgiyi üretme, sezgi yardımı ile kullanarak gerçeğe ulaşma ve doğru hükümler verme becerisine verilen addır?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri",
      "B": "Enformasyon",
      "C": "İrfan",
      "D": "Bilgi",
      "E": "Enformasyon Sistemi"
    },
    "explanation": "Veri her türlü sembole, gerçekliğe verilen genel bir addır; kaydedilen her türlü bulgu, belge ve gözlemdir. Enformasyon verilerin işlenmiş, anlamlandırılmış hâlidir; karar vermek için bir değeri olan ve organize edilmiş verilerin özetlenmesi ile elde edilir. Bilgi, enformasyonun tecrübe, değerler, iç görü ve kurallar ile birleşiminden oluşur; yorumlanmış enformasyondur. Bilgiyi üretme, sezgi yardımı ile kullanarak gerçeğe ulaşma ve doğru hükümler verme becerisine de irfan denmektedir. Bu çerçeveden bakıldığında Türkçede yaygın olarak bilgi sistemi denmekteyse de verilerin toplanması ve işlenmesini sağlayan bilişim alt yapılarını enformasyon sistemi olarak adlandırmak daha doğrudur."
  },
  {
    "id": "3881734",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sağlık sisteminde proaktif yaklaşımın örneklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sorumluluğu hastaya bırakmak",
      "B": "Hastanın taleplerini karşılamak",
      "C": "İnisiyatifi hastaya bırakmak",
      "D": "İnsanların sağlık düzeylerini yükseltmek",
      "E": "Pasif kalmak"
    },
    "explanation": "Reaktif davranmak, pasif kalıp, sorumlu-luk ve inisiyatifi hastaya bırakmaktır. Re-aktif yaklaşımda hastanın talebi karşılanır. Proaktif yaklaşımda ise insanların sağlık <br/>düzeylerini yükseltme esastır. İnisiyatif ve sorumluluğu sistem kendi üzerine alır."
  },
  {
    "id": "3881735",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Birinci Basamak Sağlık Hizmetlerinde, araştırma ve toplum farkındalığını artırma görevini üstlenmiş birimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Halk Sağlığı Genel Müdürlüğü",
      "B": "Sağlığın Geliştirilmesi Genel Müdürlüğü",
      "C": "Aile Sağlığı Merkezleri",
      "D": "Toplum Sağlığı Merkezleri",
      "E": "Sağlıklı Hayat Merkezleri"
    },
    "explanation": "Koruyucu sağlık hizmetleri bakımından Sağlık Bakanlığı Halk Sağlığı Genel Müdürlüğü ve taşra teşkilatlarının daha çok icraya odaklı olduğu, Sağlığın Geliştirilmesi Genel Müdürlüğünün ise araştırma ve toplum farkındalığını artırma görevini üst-lendiği bir üst yapılanma söz konusudur."
  },
  {
    "id": "3881736",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sahada birinci basamak sağlık hizmetleri sunan birimlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplum Sağlığı Merkezleri",
      "B": "Devlet Hastaneleri",
      "C": "Özel Hastaneler",
      "D": "Üniversite Hastaneleri",
      "E": "Belediye evde bakım hizmetleri"
    },
    "explanation": "Koruyucu sağlık hizmetleri bakımından Sağlık Bakanlığı Halk Sağlığı Genel Müdürlüğü ve taşra teşkilatlarının daha çok icraya odaklı olduğu, Sağlığın Geliştirilmesi Genel Müdürlüğünün ise araştır-ma ve toplum farkındalığını artırma görevini üstlendiği bir üst yapılanma söz konusudur. Sahada Aile Sağlığı Merkezleri, Sağlıklı Hayat Merkezleri ve Toplum Sağlığı Merkezleri uygulayıcı görevi üstlenmiştir."
  },
  {
    "id": "3881737",
    "unitNumber": 1,
    "text": "Ülkemizde Genel Sağlık Sigortası kaç yılında yasalaşmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "2000",
      "B": "2002",
      "C": "2004",
      "D": "2006",
      "E": "2008"
    },
    "explanation": "Genel Sağlık Sigortası 2008 yılında yasalaşmış ve kademeli geçişlerle 2012 yılı başında tamamen uygulanmaya başlanmıştır."
  },
  {
    "id": "3881363",
    "unitNumber": 2,
    "text": "İnsanlarla birlikte ve onların aracılığıyla yürütülen işler yoluyla, belirlenen amaçlara erişmek için yürütülen örgütsel sürece ne denilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "değişim",
      "B": "yönetim",
      "C": "iş birliği",
      "D": "hedef",
      "E": "gelişim"
    },
    "explanation": "Yönetim kavramı için yapılabilecek en kısa ve basit tanım, “insanlarla işlerin yapılmasını sağlamak” şeklindedir."
  },
  {
    "id": "3881364",
    "unitNumber": 2,
    "text": "Bilimsel yönetim konusunda yazıldığı bilinen ilk eser kime aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Leo Tolstoy",
      "B": "Adam Smith",
      "C": "Frederick Winslow Taylor",
      "D": "Machiavelli",
      "E": "Konfüçyus"
    },
    "explanation": "Bilimsel yönetim konusunda yazıldığı bilinen ilk eser, Frederick Winslow Taylor’ın “Bilimsel Yönetimin İlkeleri” isimli eseridir. Bu eserin yazıldığı 1911 yılının bilimsel yönetimin temellerinin atıldığı ilk yıl olduğu genel kabul gören bir değerlendirmedir."
  },
  {
    "id": "3881365",
    "unitNumber": 2,
    "text": "Bilimselliğin ilk adımı Lord Kelvin’in deyişiyle nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "uzaklık",
      "B": "yakınlık",
      "C": "mesafe",
      "D": "ölçüm",
      "E": "sayılar"
    },
    "explanation": "Buna göre bir sorunu ölçebilen kişinin o soruna çözüm bulabileceğini söylemek mümkündür. O nedenle bilimsel yönetim, başlangıçta bir tür mühendislik faaliyeti olarak ele alınmıştır."
  },
  {
    "id": "3881366",
    "unitNumber": 2,
    "text": "Saptanan amaçların insanlarla birlikte ve onlar sayesinde gerçekleşmesi için gereken örgütsel sürece ne denilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "kalite",
      "B": "hizmet",
      "C": "süreç",
      "D": "strateji",
      "E": "yönetim"
    },
    "explanation": "Yönetim; önceden belirlenen hedeflere, insanlar ve diğer kaynaklar yardımıyla, örgütlü bir biçimde ulaşmak için gerekli olan, birbiri ile ilişkili teknik ve faaliyetler ile işlevlerden oluşan bir süreçtir."
  },
  {
    "id": "3881367",
    "unitNumber": 2,
    "text": "Bir kuruluşun amacına ulaşmak için izlemesi gereken yol ve yöntemlere ne denilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "kalite",
      "B": "hizmet",
      "C": "süreç",
      "D": "strateji",
      "E": "yönetim"
    },
    "explanation": "Stratejik yönetim, stratejik düşünce ve stratejik plan kavramlarını da kapsayan bir yönetim anlayışıdır."
  },
  {
    "id": "3881368",
    "unitNumber": 2,
    "text": "Müşteri odaklılık, sürekli iyileştirme ve ekip çalışması ilkeleri ile özetlenebilecek bir ilkeler, uygulamalar ve yöntemler bütününe ne denilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "toplam kalite",
      "B": "hizmet",
      "C": "süreç",
      "D": "strateji",
      "E": "yönetim"
    },
    "explanation": "Toplam kalite özünde bir yönetim felsefesidir."
  },
  {
    "id": "3881369",
    "unitNumber": 2,
    "text": "“Birlikte, etkileşim içerisinde yönetmek” hangi kavramın tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "yalın altı sigma",
      "B": "toplam kalite yönetimi",
      "C": "yönetişim",
      "D": "yalın yönetim",
      "E": "strateji"
    },
    "explanation": "Başka bir deyişle, yönetişim; bir organizasyondaki yetkilendirme, liderlik, gözetim, yönlendirme, denetim ve hesap verebilme işlevlerinin nasıl sağlandığını belirtmektedir."
  },
  {
    "id": "3881370",
    "unitNumber": 2,
    "text": "Belirli bir amaç için bir araya gelmiş bir grubun davranışlarını etkileyebilme yeteneğine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sinerji",
      "B": "Liderlik",
      "C": "Planlama",
      "D": "Koordinasyon",
      "E": "Örgütleme"
    },
    "explanation": "Liderlik, davranışları etkileyebilme yeteneği demektir. Liderler, konumlarından bağımsız olarak sözlerine değer verilen ve peşinden gidilen kişilerdir. Davranışları etkileyebilme özelliği, her kuruluş için önemli ve gerekli bir özelliktir. Çünkü bu olmadan değişim, gelişme ve yenileşmenin gerçekleşmesi çok zordur. Kuruluşun amaçlarına, hedeflerine ulaşabilmesi için yöneticilerin emir-komuta gücü yeterli olmayıp, çalışanlarını etkileyebilmeleri ve davranış değişikliği sağlayabilmeleri gerekmektedir. Başka bir deyişle, kuruluşların varlığını sürdürmesi ve büyümesi için iyi yöneticilik, kuruluşların amaçlar doğrultusunda değişmesi ve dönüşmesi için ise lider-yöneticilik önem taşımaktadır."
  },
  {
    "id": "3881371",
    "unitNumber": 2,
    "text": "Bireyin organizasyondaki konumu ile ilgili olan ve \"organizasyondaki bazı fonksiyonları gerçekleştirme, amaçlara ulaşma zorunluluğu\" biçiminde tanımlanan kavrama ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Planlama",
      "B": "Güdüleme",
      "C": "Sorumluluk",
      "D": "Yetki",
      "E": "Karizma"
    },
    "explanation": "Yetki, bir insanın örgütteki konumundan kaynaklanan güçtür. <strong>Sorumluluk </strong>ise; bazı işlevleri gerçekleştirme, amaçlara ulaşma zorunluluğudur. Yetki gibi sorumluluk da kişinin örgütsel konumu ile ilişkilidir."
  },
  {
    "id": "3881372",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi etkileyicilik anlamına gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "karizma",
      "B": "yetki",
      "C": "liderlik",
      "D": "motivasyon",
      "E": "güdüleme"
    },
    "explanation": "Kişilerin uzmanlık bilgi ve deneyimlerinden, karizmalarından kaynaklanan güçler de söz konusudur."
  },
  {
    "id": "3881395",
    "unitNumber": 2,
    "text": "Bilimsel yönetim konusunda yazılan ilk eser olan “Bilimsel Yönetimin İlkeleri” isimli çalışmanın yazarı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Frederick Winslow Taylor",
      "B": "Eflatun",
      "C": "İbn-i Haldun",
      "D": "Thomas Aquinas",
      "E": "Adam Smith"
    },
    "explanation": "Bilimsel y netim konusunda yazıldığı bilinen ilk eser, Frederick Winslow Taylor’ın “Bilimsel Yönetimin İlkeleri” isimli eseridir."
  },
  {
    "id": "3881530",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilimsel yönetimin dayandığı ilkelerden biri <strong>değildi</strong>r?",
    "correctAnswer": "E",
    "options": {
      "A": "Görevlerin bilimsel şekilde tanımlanması",
      "B": "Çalışacakların bilimsel şekilde seçilmesi",
      "C": "Çalışanlar ile yönetim arasında iş birliği arzusu",
      "D": "Çalışanların bilimsel şekilde eğitimi",
      "E": "Sonuçların bilimsel olarak sunulması"
    },
    "explanation": "Bilimsel yönetimin dayandığı dört temel ilke şu şekilde özetlenebilir:<br/><ul><br/><li>Görevlerin bilimsel şekilde tanımlanması</li><br/><li>Çalışacakların bilimsel şekilde seçilmesi</li><br/><li>Çalışanların bilimsel şekilde eğitimi</li><br/><li>Çalışanlar ile yönetim arasında iş birliği arzusu</li><br/></ul>"
  },
  {
    "id": "3881531",
    "unitNumber": 2,
    "text": "Üretim sürecine önemli bir katkısı olmayan işlerin ayıklanmasını amaçlayan yönetim anlayışı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalın yönetim",
      "B": "Toplam kalite yönetimi",
      "C": "Kanıta dayalı yönetim",
      "D": "Süreç yönetimi",
      "E": "Stratejik yönetim"
    },
    "explanation": "Yalın yönetim üretim sürecine önemli bir katkısı olmayan işlerin ayıklanmasını amaçlayan yönetim anlayışı anlamına gelmektedir."
  },
  {
    "id": "3881532",
    "unitNumber": 2,
    "text": "Hekim ile hasta ilişkilerinde iletişim ve kararların hekim tarafından alınmasına dayanan yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Özerk tavır",
      "B": "Paternalist tavır",
      "C": "Yönetsel tavır",
      "D": "Bilgi asimetrisi",
      "E": "Ahlaki tavır"
    },
    "explanation": "Paternalist tavır: Hekim ile hasta ilişkilerinde iletişim ve kararların hekim tarafından alınmasına dayanan yaklaşımdır. Hasta ilişkide pasif edilgen konumda iken hekim aktif ve “baba” figürü konumundadır."
  },
  {
    "id": "3881533",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sağlık kurumunun başlıca işlevlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Planlama",
      "B": "Kadrolaşma",
      "C": "Denetleme",
      "D": "Talep oluşturma",
      "E": "Yönlendirme"
    },
    "explanation": "Sağlık kurumlarında y netimin başlıca işlevleri şunlardır:<br/>• Durum saptama ve ihtiyaç analizi<br/>• Planlama<br/>• Örgütleme<br/>• Kadrolaşma<br/>• Yönlendirme<br/>• Denetleme"
  },
  {
    "id": "3881534",
    "unitNumber": 2,
    "text": "<ul><br/><li>Neredeyiz?</li><br/><li>Neler yapmamız gerekiyor?</li><br/><li>Sonuçlar nelerdir?</li><br/></ul><br/>Yukarıdakilerden hangisi ya da hangileri stratejik planlamanın sorularla özetlenebilecek aşamalarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I ve II"
    },
    "explanation": "Stratejik planlama, aşağıdaki sorularla özetlenebilen dört aşamadan oluşur:<br/>• Neredeyiz?<br/>• Nerede olmak istiyoruz?<br/>• Neler yapmamız gerekiyor?<br/>• Doğru yolda mıyız?"
  },
  {
    "id": "3881535",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sağlık alanlarında karar verecek iyi bir yöneticinin donanımlı olması gereken alanlardan biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "İnsan kaynakları",
      "B": "Finansman",
      "C": "Sağlık teknolojileri",
      "D": "İstatiksel bilgi",
      "E": "Operasyonlar"
    },
    "explanation": "Sağlık hizmetlerinin özelliği gereği iyi bir yönetici olmak için en azından insan kaynakları, finansman, sağlık ve enformasyon teknolojileri ve operasyonlar konularında donanımlı ve yetkin olmak gerekir."
  },
  {
    "id": "3881536",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi uzak mesafedeki kişi veya toplumların yaşamlarının iyileşmesine yönelik olarak bilgi ve iletişim teknolojileri kullanımı ile klinik destek verilmesi anlamına gelen dijital sağlık uygulamasıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Dijital sağlık",
      "B": "Dijital hastane",
      "C": "Tele-sağlık",
      "D": "Tele-tıp",
      "E": "Yapay zeka"
    },
    "explanation": "Tele-tıp: Uzak mesafedeki kişi veya toplumların yaşamlarının iyileşmesine yönelik olarak bilgi ve iletişim teknolojileri kullanımı ile klinik destek verilmesidir."
  },
  {
    "id": "3881537",
    "unitNumber": 2,
    "text": "Herhangi bir araştırma projesi ile toplanamayacak kadar fazla miktarda verinin elimizin altında olması nedeniyle bunun analiz edilmesi çabaları ..... isimli bilim dalının gelişmesine neden olmuştur.<br/>Yukarıdaki boşluğu aşağıdaki kavramlardan hangisi en doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri madenciliği",
      "B": "Algoritma",
      "C": "Yapay zeka",
      "D": "3D yazıcı teknolojisi",
      "E": "Dijital sağlık"
    },
    "explanation": "Ancak herhangi bir araştırma projesi ile toplanamayacak kadar fazla<br/>miktarda verinin elimizin altında olması nedeniyle bunun analiz edilmesi abaları büyük veri analitiği (veri madenciliği, veri bilimi) isimli bilim dalının gelişmesine neden olmuştur."
  },
  {
    "id": "3881553",
    "unitNumber": 2,
    "text": "Bilimsel yönetim konusunda yazıldığı bilinen \"Bilimsel Yönetimin İlkeleri” isimli eserin yazarı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Frederick Winslow Taylor",
      "B": "Adam Smith",
      "C": "Thomas Aquinas",
      "D": "Machiavelli",
      "E": "Leo Tolstoy"
    },
    "explanation": "Bilimsel yönetim konusunda yazıldığı bilinen ilk eser, Frederick Winslow Taylor’ın “Bilimsel Yönetimin İlkeleri” isimli eseridir. Bu eserin yazıldığı 1911 yılının bilimsel yönetimin temellerinin atıldığı ilk yıl olduğu genel kabul gören bir değerlendirmedir."
  },
  {
    "id": "3881554",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilimsel yönetimin dayandığı temeller arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Görevlerin bilimsel şekilde tanımlanması",
      "B": "Çalışacakların bilimsel şekilde seçilmesi",
      "C": "Çalışanların bilimsel şekilde eğitimi",
      "D": "Bütçenin bilimsel şekilde belirlenmesi",
      "E": "Çalışanlar ile yönetim arasında iş birliği arzusu"
    },
    "explanation": "Bilimsel yönetimin dayandığı dört temel şu şekilde özetlenebilir:<br/>• Görevlerin bilimsel şekilde tanımlanması<br/>• Çalışacakların bilimsel şekilde seçilmesi<br/>• Çalışanların bilimsel şekilde eğitimi<br/>• Çalışanlar ile yönetim arasında iş birliği arzusu<br/>Bütçenin bilimsel şekilde belirlenmesi bu temeller arasında yer almaz."
  },
  {
    "id": "3881555",
    "unitNumber": 2,
    "text": "İnsanlarla birlikte ve onların aracılığıyla yürütülen işler yoluyla, belirlenen amaçlara erişmek için yürütülen örgütsel süreç nasıl adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yönetim",
      "B": "Denetim",
      "C": "Yönetişim",
      "D": "Hükümet",
      "E": "İnsan kaynakları"
    },
    "explanation": "Yönetim kavramı için yapılabilecek en kısa ve basit tanım, “insanlarla işlerin yapılmasını sağlamak” şeklindedir. Daha ayrıntılı tanımlamak gerekirse yönetim, insanlarla birlikte ve onların aracılığıyla yürütülen işler yoluyla, belirlenen amaçlara erişmek için yürütülen örgütsel bir süreçtir."
  },
  {
    "id": "3881556",
    "unitNumber": 2,
    "text": "Sağlık hizmeti alan ve sunanların beklentilerinin gerçekleştirilmesini esas alan, çalışanların bilgilendirilmesi, yetkilendirilmesi ve ekip çalışması ile tüm süreçlerin sürekli olarak iyileştirilmesini hedefleyen yönetim anlayışı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Stratejik yönetim",
      "B": "Süreç yönetimi",
      "C": "Toplam kalite yönetimi",
      "D": "Kanıta dayalı yönetim",
      "E": "Yalın yönetim"
    },
    "explanation": "Toplam kalite ise, özünde bir yönetim felsefesi olup, “... müşteri odaklılık, sürekli iyileştirme ve ekip çalışması ilkeleri ile özetlenebilecek bir ilkeler, uygulamalar ve yöntemler bütünüdür”. Toplam kalite yönetimi ise sağlık hizmeti alan ve sunanların beklentilerinin gerçekleştirilmesini esas alan, çalışanların bilgilendirilmesi, yetkilendirilmesi ve ekip çalışması ile tüm süreçlerin sürekli olarak iyileştirilmesini hedefleyen bir yönetim anlayışıdır."
  },
  {
    "id": "3881557",
    "unitNumber": 2,
    "text": "Ürün ya da hizmetlerdeki değişkenlikleri en aza indirmeyi amaçlayan yönetim anlayışı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yönetişim",
      "B": "Toplam kalite yönetimi",
      "C": "Stratejik yönetim",
      "D": "Altı sigma",
      "E": "Süreç yönetimi"
    },
    "explanation": "Altı sigma yaklaşımı; Ürün ya da hizmetlerdeki değişkenlikleri en aza indirmeyi amaçlayan bir yönetim anlayışıdır. Altı sigma ve yalın yönetim aslında birbirini tamamlayan yaklaşımlar olduğu için “Yalın Altı Sigma” diye de bilinirler."
  },
  {
    "id": "3881558",
    "unitNumber": 2,
    "text": "Orta ve alt düzey yöneticiler tarafından da yapılabilen, daha dar kapsamlı, kısa vadeli, bir yıl hatta daha kısa bir süre için yapılan planlama türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Taktik planlama",
      "B": "Operasyonel planlama",
      "C": "Stratejik planlama",
      "D": "Proje planlama",
      "E": "Beklenmedik planlama"
    },
    "explanation": "Operasyonel planlama orta ve alt düzey yöneticiler tarafından da yapılabilen, daha dar kapsamlı, kısa vadeli, bir yıl hatta daha kısa bir süre için yapılan planlama türüdür. Operasyonel planlar, stratejik planlara göre yapılmış, stratejik planlara hizmet edecek şekilde ya da stratejik planlama ile uyumlu olmalıdır. Genellikle parasal planlamalar bu türdedir."
  },
  {
    "id": "3881559",
    "unitNumber": 2,
    "text": "Örgütlemede bürokrasi anlayışını geliştiren kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Henri Fayol",
      "B": "Max Weber",
      "C": "Emile Durkheim",
      "D": "Carl Schimitt",
      "E": "Adam Smith"
    },
    "explanation": "Günümüz modern örgütleme anlayışının temelleri, yirminci yüzyılda Fransız sanayici Henri Fayol ile Alman sosyolog Max Weber tarafından atılmıştır. Weber, örgütlemede “bürokrasi” anlayışını geliştiren kişidir. Bürokrasi, bugün için her ne kadar devlet kuruluşlarında ağırlığını hissettiren ve işlerin yavaşlamasına, verim kaybına neden olan negatif mesajlar içeren tatsız bir kavram olarak kullanılsa da Weber’in kullandığı anlamı ile böyle değildir. Weber tarafından 1916’da ortaya atılan “ideal bürokrasi” ilkeleri, bugünün pek çok büyük örgütlerinin temelini oluşturmaktadır."
  },
  {
    "id": "3881560",
    "unitNumber": 2,
    "text": "Bilgi ve iletişim teknolojileri yardımı ile kişilerin, toplumun her türlü sağlık sorunlarını tanıma ve tedavilerine yardımcı olma amaçlı faaliyetlerin toplamına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tele-tıp",
      "B": "Dijital sağlık",
      "C": "Yapay zeka",
      "D": "Tele-sağlık",
      "E": "Dijital hastane"
    },
    "explanation": "<strong>Dijital sağlık:</strong> Bilgi ve iletişim teknolojileri yardımı ile kişilerin, toplumun her türlü sağlık sorunlarını tanıma ve tedavilerine yardımcı olma amaçlı faaliyetlerin adıdır. Doğru cevap (B) seçeneğidir."
  },
  {
    "id": "3881561",
    "unitNumber": 2,
    "text": "Topluluklar, örgütler içerisinde konumlarından bağımsız olarak sözlerine değer verilen, başkalarını etkileyebilen ve peşinden gidilen kişilere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yönetici",
      "B": "Bürokrat",
      "C": "Lider",
      "D": "Devlet adamı",
      "E": "Siyasetçi"
    },
    "explanation": "Liderlik en kısa şekilde “davranışları etkileyebilme yeteneği” olarak tanımlanabilir. Yöneticilik, eğitim ve öğretim ile kazanılabilen bir özellik iken liderlik, başka nitelikleri gerektirir. Liderler; topluluklar, örgütler içerisinde konumlarından bağımsız olarak sözlerine değer verilen, başkalarını etkileyebilen ve peşinden gidilen kişilerdir. Bu kişilerin yönetici olması şart değildir."
  },
  {
    "id": "3881562",
    "unitNumber": 2,
    "text": "İhtiyaçların Hiyerarşisi Teorisini geliştiren aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vroom",
      "B": "Adams",
      "C": "Locke",
      "D": "Maslow",
      "E": "Herzberg"
    },
    "explanation": "Herhangi bir davranışı başlatan, sürdüren ve sona ermesine neden olan insani ihtiyaç ve isteklere dayanmaktadır. Başka bir deyişle; insanı motive edenin “ne” olduğu üzerinde durulur. Bu teoriler arasında en yaygın kullanılanlar, Maslow’un “İhtiyaçların Hiyerarşisi Teorisi”, Herzberg’in “İki Faktör Teorisi” ve McClelland’ın “Öğrenilmiş İhtiyaçlar Teorisi” dir."
  },
  {
    "id": "3881617",
    "unitNumber": 2,
    "text": "Bilimsel yönetim konusunda bilinen ilk eser kim tarafından yazılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Henry Laurence Gantt",
      "B": "Frederick Winslow Taylor",
      "C": "Horace King Hathaway",
      "D": "Sanford Thompson",
      "E": "Frank B. Gilbreth"
    },
    "explanation": "Bilimsel yönetim konusunda bilinen ilk eser Frederick Winslow Taylor tarafından 1911 yılında yazılmıştır."
  },
  {
    "id": "3881619",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilimsel yönetimin dayandığı temel ilkelerden <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çalışanların maaşlarının bilimsel şekilde belirlenmesi",
      "B": "Görevlerin bilimsel şekilde tanımlanması",
      "C": "Çalışacakların bilimsel şekilde seçilmesi",
      "D": "Çalışanların bilimsel şekilde eğitimi",
      "E": "Çalışanlar ile yönetim arasında iş birliği arzusu"
    },
    "explanation": "Çalışanların maaşlarının bilimsel şekilde belirlenmesi bilimsel yönetimin dayandığı temel ilkelerden değildir."
  },
  {
    "id": "3881622",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi üretim sürecine önemli bir katkısı olmayan işlerin ayıklanmasını amaçlayan yönetim anlayışıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Süreç yönetimi",
      "B": "Yalın yönetim",
      "C": "Kanıta dayalı yönetim",
      "D": "Toplam kalite yönetimi",
      "E": "Yönetişim"
    },
    "explanation": "<strong>Yalın yönetim</strong> Üretim sürecine önemli bir katkısı olmayan işlerin ayıklanmasını amaçlayan yönetim anlayışıdır."
  },
  {
    "id": "3881623",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi hekim ile hasta ilişkilerinde iletişim ve kararların hekim tarafından alınmasına dayanan yaklaşımdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kapitalist tavır",
      "B": "Realist tavır",
      "C": "Paternalist tavır",
      "D": "Fütüristik tavır",
      "E": "Egoistik tavır"
    },
    "explanation": "<strong>Paternalist tavır</strong> hekim ile hasta ilişkilerinde iletişim ve kararların hekim tarafından alınmasına dayanan yaklaşımdır."
  },
  {
    "id": "3881625",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Planlama gelecekle ilgilidir.</li> <li>Planlama bir karar sürecidir.</li> </ol> lll. Planlama dinamik ve süreklilik gerektiren bir süreçtir.<br/>lV. Planlama bir denetleme sürecidir.<br/>Planlama ile ilgili yukarıda verilenlerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız l",
      "B": "Yalnız ll",
      "C": "l, ll ve III",
      "D": "lll ve lV",
      "E": "I, ll, lll ve IV"
    },
    "explanation": "I, II ve III. Maddelerde verilen bilgiler doğrudur. Planlama bir denetleme süreci değildir. Dolayısıyla bu madde yanlıştır."
  },
  {
    "id": "3881626",
    "unitNumber": 2,
    "text": "Neredeyiz ? Nerede olmak istiyoruz? Neler yapmamız gerekiyor? ve Doğru yolda mıyız? sorularıyla özetlenebilen 4 aşamadan oluşan planlama türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Operasyonel planlama",
      "B": "<em>Taktik planlama</em>",
      "C": "Proje planlama",
      "D": "Stratejik planlama",
      "E": "Beklenmedik planlama"
    },
    "explanation": "<strong>Stratejik planlama</strong> Neredeyiz ? Nerede olmak istiyoruz? Neler yapmamız gerekiyor? ve Doğru yolda mıyız? sorularıyla özetlenebilen 4 aşamadan oluşan planlama türüdür."
  },
  {
    "id": "3881627",
    "unitNumber": 2,
    "text": "SWOT analizindeki S harfi neyi ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Basit yönler",
      "B": "Seçici yönler",
      "C": "Güçlü yönler",
      "D": "Stratejik yönler",
      "E": "Fırsatlar"
    },
    "explanation": "SWOT analizindeki S harfi ingilizce strenght yani güçlü yönleri ifade eder."
  },
  {
    "id": "3881628",
    "unitNumber": 2,
    "text": "“İdeal bürokrasi” ilkeleri Weber tarafından hangi yılda ortaya atılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1902",
      "B": "1908",
      "C": "1916",
      "D": "1923",
      "E": "1931"
    },
    "explanation": "“İdeal bürokrasi” ilkeleri Weber tarafından <strong>1916’da </strong>ortaya atılmıştır"
  },
  {
    "id": "3881629",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi eldeki kaynaklar göz önünde bulundurularak yapılan, yetki sorumluluk ve ilişkilerin kurulmasına dayanan bir yönetim işlevidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Planlama",
      "B": "Örgütleme",
      "C": "Kadrolaşma",
      "D": "Yönlendirme",
      "E": "Denetleme"
    },
    "explanation": "<strong>Örgütleme </strong>eldeki kaynaklar göz önünde bulundurularak yapılan, yetki sorumluluk ve ilişkilerin kurulmasına dayanan bir yönetim işlevidir."
  },
  {
    "id": "3881631",
    "unitNumber": 2,
    "text": "Uzak mesafedeki kişi veya toplumların yaşamlarının iyileşmesine yönelik olarak bilgi ve iletişim teknolojileri kullanımı ile klinik destek verilmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tele-tıp",
      "B": "Dijital sağlık",
      "C": "Tele-sağlık",
      "D": "Dijital hastane",
      "E": "Yapay zeka"
    },
    "explanation": "<strong>Tele-tıp</strong> Uzak mesafedeki kişi veya toplumların yaşamlarının iyileşmesine yönelik olarak bilgi ve iletişim teknolojileri kullanımı ile klinik destek verilmesidir."
  },
  {
    "id": "3881709",
    "unitNumber": 2,
    "text": "Bilimsel yönetim konusunda ilk yazılan \"Bilimsel Yönetimin İlkeleri\" adlı eser kime aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Eflatun",
      "B": "İbn-i Haldun",
      "C": "Leo Tolstoy",
      "D": "Adam Smith",
      "E": "Frederick Winslow Taylor"
    },
    "explanation": "Yönetim Kavramı ve Gelişimi<br/>Bilimsel yönetim konusunda yazıldığı bilinen ilk eser, Frederick Winslow Taylor’ın “Bilimsel Yönetimin İlkeleri” isimli eseridir. Bu eserin yazıldığı 1911 yılının bilimsel yönetimin temellerinin atıldığı ilk yıl olduğu genel kabul gören bir değerlendirmedir"
  },
  {
    "id": "3881711",
    "unitNumber": 2,
    "text": "Bilimselliğin ilk adımının \"ölçüm\" olduğunu söyleyen kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "L.Kelvin",
      "B": "R.Hoxie",
      "C": "S.Gurtner",
      "D": "G.Hanlon",
      "E": "A.Agrawal"
    },
    "explanation": "Yönetim Kavramı ve Gelişimi<br/>Bilimselliğin ilk adımı ise Lord Kelvin’in deyişiyle “ölçüm”dür. Buna göre bir sorunu ölçebilen kişinin o soruna çözüm bulabileceğini söylemek mümkündür. O nedenle bilimsel yönetim, başlangıçta bir tür mühendislik faaliyeti olarak ele alınmıştır."
  },
  {
    "id": "3881713",
    "unitNumber": 2,
    "text": "I-Görevlerin bilimsel şekilde tanımlanması<br/>II-Çalışanların bilimsel şekilde eğitimi<br/>III-Yetki ve sorumluluk ilişkisi<br/>IV-Bölümlere ayrılma<br/>Yukarıdakilerden hangileri bilimsel yönetimin dayandığı temellerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II-IV",
      "E": "III-IV"
    },
    "explanation": "YÖNETİM KAVRAMI VE GELİŞİMİ<br/>Bilimsel yönetimin dayandığı dört temeli:<br/>• Görevlerin bilimsel şekilde tanımlanması<br/>• Çalışacakların bilimsel şekilde seçilmesi<br/>• Çalışanların bilimsel şekilde eğitimi<br/>• Çalışanlar ile yönetim arasında iş birliği arzusu olarak sıralanabilir."
  },
  {
    "id": "3881715",
    "unitNumber": 2,
    "text": "\"Bir kuruluşun amacına ulaşmak için izlemesi gereken yol ve yöntemler\" tanımı hangi yönetim biçimiyle ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Süreç yönetimi",
      "B": "Kanıta dayalı yönetim",
      "C": "Toplam kalite yönetimi",
      "D": "Yalın yönetim",
      "E": "Stratejik yönetim"
    },
    "explanation": "Aslında askerî amaçlar için geliştirilen ancak yönetimin de temel kavramlarından birisi hâline gelmiş olan strateji, “bir kuruluşun amacına ulaşmak için izlemesi gereken yol ve yöntemler” anlamına gelmektedir. Stratejik yönetim, stratejik düşünce ve stratejik plan kavramlarını da kapsayan bir yönetim anlayışıdır"
  },
  {
    "id": "3881716",
    "unitNumber": 2,
    "text": "Ürün ya da hizmetlerdeki değişkenlikleri en aza indirmeyi amaçlayan yönetim anlayışı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Süreç yönetimi",
      "B": "Kanıta dayalı yönetim",
      "C": "Toplam kalite yönetimi",
      "D": "Yönetişim",
      "E": "Altı sigma"
    },
    "explanation": "Ürün ya da hizmetlerdeki değişkenlikleri en aza indirmeyi amaçlayan bir yönetim anlayışıdır. Altı sigma ve yalın yönetim aslında birbirini tamamlayan yaklaşımlar olduğu için “Yalın Altı Sigma” diye de bilinirler."
  },
  {
    "id": "3881718",
    "unitNumber": 2,
    "text": "\"Birlikte, etkileşim içerisinde yönetmek\" tanımı aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yönetişim",
      "B": "Planlama",
      "C": "Örgütleme",
      "D": "Yönlendirme",
      "E": "Denetleme"
    },
    "explanation": "Sağlık alanında doksanlı yılların sonu ve iki binli yılların başında kullanılmaya başlanan yönetişim kavramının en kısa tanımı “birlikte, etkileşim içerisinde yönetmek” demektir. Başka bir deyişle, bir organizasyondaki yetkilendirme, liderlik, gözetim, yönlendirme, denetim ve hesap verebilme işlevlerinin nasıl sağlandığını belirtmektedir. Bu anlamda “yönetim” ve “idare” sözcüklerinden farklı bir anlam taşımaktadır."
  },
  {
    "id": "3881719",
    "unitNumber": 2,
    "text": "\"Bir işe yön vermek için amaçlar saptamak ve bu amaçlara ulaşmak için gereken faaliyetleri tasarlayarak uygulamaya koymak\" tanımı, yönetimin işlevlerinden hangisine aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Durum saptama",
      "B": "örgütleme",
      "C": "Kadrolaşma",
      "D": "Yönlendirme",
      "E": "Planlama"
    },
    "explanation": "Teknik bir işlev olan planlama, mevcut durum ve gelecekteki durum ile ilgilidir. Bu anlamda nelerin, ne zaman ve nasıl yapılması gerektiğini kapsar.Planlama, kısa ya da uzun vadeli olabilir. Diğer yönetim işlevleri bununla yakından ilişkili olduğu için önemlidir."
  },
  {
    "id": "3881721",
    "unitNumber": 2,
    "text": "Vizyon, misyon, amaçlar ve hedeflerin tanımlanmış olduğu planlama türü hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stratejik planlama",
      "B": "Operasyonel planlama",
      "C": "Taktik planlama",
      "D": "Proje planlama",
      "E": "Beklenmedik planlama"
    },
    "explanation": "Stratejik Planlama<br/>Üst düzey yöneticiler tarafından yapılan 3-5 yıl süreli yani uzun vadeli planlamadır. Bu tür planlamada, planlamanın yapıldığı kurum, kuruluş için<br/>“vizyon”, “misyon”, “amaçlar” ve “hedefler” tanımlanmış olmalıdır"
  },
  {
    "id": "3881723",
    "unitNumber": 2,
    "text": "I-İş bölümü<br/>II-Koordinasyon<br/>III-Ücret yönetimi<br/>IV-Sonuçların ölçülmesi<br/>Yukarıdakilerden hangileri klasik örgüt anlayışında ortak olan başlıca noktalardır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II-IV",
      "E": "III-IV"
    },
    "explanation": "Örgütleme<br/>Weber, Fayol ve bu konuda fikir üretmiş olan diğer uzmanların klasik örgüt anlayışında ortak olan başlıca noktalar şunlardır:<br/>• İş bölümü<br/>• Yetki ve sorumluluk ilişkisi<br/>• Bölümlere ayrılma<br/>• Denetim mekanizmaları<br/>• Koordinasyon"
  },
  {
    "id": "3881724",
    "unitNumber": 2,
    "text": "\"Uzak mesafedeki kişi veya toplumların yaşamlarının iyileşmesine yönelik<br/>olarak bilgi ve iletişim teknolojileri kullanımı ile klinik destek verilmesi\" hangi dijital sağlık uygulamasıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Dijital sağlık",
      "B": "Dijital hastane",
      "C": "Tele-sağlık",
      "D": "Tele tıp",
      "E": "Yapay zeka"
    },
    "explanation": "Dijital Sağlık Uygulamaları<br/>Tele-tıp: Uzak mesafedeki kişi veya toplumların yaşamlarının iyileşmesine yönelik olarak bilgi ve iletişim teknolojileri kullanımı ile klinik destek verilmesidir."
  },
  {
    "id": "3881510",
    "unitNumber": 3,
    "text": "Aşağıdaki maddelerden hangisi kalite çalışmalarının temelinde yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Süreçlere dayalı bakış açısı",
      "B": "Hedeflerin belirlenmesi",
      "C": "Hedeflere yönelik performansların izlenmesi",
      "D": "Hedefe ulaşımı olumsuz etkileyen faktörlerin saptanması",
      "E": "Hedef deki değişkenlik"
    },
    "explanation": "GİRİŞ<br/>Kalite çalışmalarının temelinde hedef deki değişkenlik yer almaz. Doğru yanıt e seçeneğidir."
  },
  {
    "id": "3881511",
    "unitNumber": 3,
    "text": "Kalite kavramının ortaya çıkması hangi yüzyıla rastlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "17.Yüzyıl",
      "B": "18.Yüzyıl ilk yarısı",
      "C": "18. Yüzyıl ikinci yarısı",
      "D": "19. Yüzyıl",
      "E": "20. Yüzyıl"
    },
    "explanation": "KALİTE KAVRAMI<br/>Kalitenin bir kavram olarak ortaya çıkması, 19. yüzyıla rastlamaktadır. Doğru yanıt d seçeneğidir."
  },
  {
    "id": "3881512",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi günümüzde kullanılan kalite terimleri arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kalite Kontrol",
      "B": "Kalite Güvencesi",
      "C": "Toplam Kalite Yönetimi",
      "D": "Kalite Yönetimi",
      "E": "Kalite İyileştirme"
    },
    "explanation": "KALİTE KAVRAMI<br/><strong>Geçmiş Kalite Terimleri:</strong> Kalite Kontrol, Kalite Güvencesi<br/><strong>Günümüz Kalite Terimleri:</strong> Toplam Kalite Yönetimi, Sürekli Kalite Geliştirme<br/><strong>Gelişen Kalite Terimleri:</strong> Kalite Yönetimi, Kalite İyileştirme, Performans İyileştirme<br/>Doğru yanıt c seçeneğidir."
  },
  {
    "id": "3881513",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kurumlarda üretim, satış, pazarlama, geri bildirim, araştırma ve geliştirme, paydaş memnuniyeti gibi tüm etkinliklerle ilgili standardizasyon çabasına verilen addır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kalite güvencesi",
      "B": "Teknik performans",
      "C": "Kalite yönetimi",
      "D": "Performans İyileştirme",
      "E": "Kalite Kontrol"
    },
    "explanation": "Doğru yanıt Kalite Güvencesi a seçeneğidir."
  },
  {
    "id": "3881514",
    "unitNumber": 3,
    "text": "\"Eldeki kaynakların en uygun sonuca ulaşmak için kullanılmasıdır\" ifadesi kalite güvencesinin hangi boyutunu açıklar?",
    "correctAnswer": "D",
    "options": {
      "A": "Teknik performans",
      "B": "Etkililik",
      "C": "Erişim",
      "D": "Verimlilik",
      "E": "Olanaklar"
    },
    "explanation": "Kalite Güvencesi<br/>Verimlilik: Eldeki kaynakların en uygun sonuca ulaşmak için kullanılmasıdır. Kullanılan kaynaklarla en iyi sonuca ulaşıldığında süreç verimli olarak tanımlanır.<br/>Doğru yanıt d seçeneğidir."
  },
  {
    "id": "3881515",
    "unitNumber": 3,
    "text": "\"Yürütülen iş ve işlemlerin belirlenmiş standartlara göre yapılması ve sunulan hizmetlerin müşterilerin kalite beklentilerini karşılama derecesi\" açıklaması kalite güvencesinin hangi boyutunu ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknik performans",
      "B": "Etkililik",
      "C": "Verimlilik",
      "D": "İlgililik",
      "E": "Erişim"
    },
    "explanation": "Kalite Güvencesi<br/>Teknik performans: Yürütülen iş ve işlemlerin belirlenmiş standartlara göre yapılması ve sunulan hizmetlerin müşterilerin kalite beklentilerini karşılama , teknik performans olarak tanımlanır. Yapılan işlerin standartlara uyması teknik performans kapsamındadır.<br/>Doğru yanıt a seçeneğidir."
  },
  {
    "id": "3881516",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi toplam kalite yönetiminde “Deming Döngüsü” kapsamındaki süreçlerden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Planla",
      "B": "Uygula",
      "C": "Kontrol Et",
      "D": "Önlem Al",
      "E": "Motive et"
    },
    "explanation": "Toplam Kalite Yönetimi<br/>Bu süreç, sürekli iyileştirmeyi sağlayan bir araç olarak kullanılan PUKÖ<br/>(Planla - Uygula - Kontrol Et - Önlem Al) döngüsü olarak bildiğimiz “Deming Döngüsü”dür. Doğru yanıt e seçeneğidir."
  },
  {
    "id": "3881517",
    "unitNumber": 3,
    "text": "\"Hataların çözülmesi yerine meydana gelmesinin engellenmesi\" tanımı toplam kalite yönetiminin temel ilkelerinden hangisini açıklar?",
    "correctAnswer": "B",
    "options": {
      "A": "Paydaş Katılımı ve İletişim",
      "B": "Önlemeye Dönük Yaklaşım",
      "C": "Sürekli İyileştirme “Kaizen”",
      "D": "Süreç Yönetimi",
      "E": "Müşteri Odaklılık"
    },
    "explanation": "Toplam Kalite Yönetimi<br/><strong>Önlemeye Dönük Yaklaşım</strong>: Bu yaklaşım hataların çözülmesi yerine meydana gelmesinin engellenmesi olarak tanımlanabilir.<br/>Doğru yanıt b seçeneğidir."
  },
  {
    "id": "3881518",
    "unitNumber": 3,
    "text": "Sağlık hizmetlerinde “hasta memnuniyetine” hangi yıllarda önem verilmeye başlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1950'li yıllar",
      "B": "1960'lı yıllar",
      "C": "1970'li yıllar",
      "D": "1980'li yıllar",
      "E": "1990'li yıllar"
    },
    "explanation": "Sağlık hizmetlerinde kalitenin önemli bir bileşeni olan “hasta memnuniyetine”<br/>1980’li yıllarda önem verilmiş ve hastaların sağlık hizmetine yaptıkları geri bildirimleri değerlendirilmiştir.<br/>Doğru yanıt d seçeneğidir."
  },
  {
    "id": "3881519",
    "unitNumber": 3,
    "text": "Sağlık turizmi hizmetlerinin kalite boyutları arasında aşağıdakilerden hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hemşirelik hizmetleri",
      "B": "Hasta kabul hizmetleri",
      "C": "Eğlence hizmetleri",
      "D": "Teknik hizmetler",
      "E": "Yeme-içme hizmetleri"
    },
    "explanation": "SAĞLIK TURİZMİNDE KALİTE<br/>Sağlık turizmi hizmetlerinde kalite boyutları, çeşitli hizmet alt sektörlerinin faaliyet alanlarını da<br/>kapsar. Sağlıkta kalite boyutları altı farklı başlıkta değerlendirilebilir:<br/>• Hemşirelik hizmetleri<br/>• Faturalandırma<br/>• Hasta kabul hizmetleri<br/>• Teknik hizmetler<br/>• Yeme-içme hizmetleri<br/>• Konaklama hizmetleri<br/>Doğru yanıt \"c\" seçeneğidir."
  },
  {
    "id": "3881543",
    "unitNumber": 3,
    "text": "Beklenen düzeye ve hedeflenen sonuçlara uygun olmaya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kalite",
      "B": "Nicelik",
      "C": "Çıktı",
      "D": "Sonuç",
      "E": "Amaç"
    },
    "explanation": "Kalite, beklenen düzeye ve hedeflenen sonuçlara uygun olmaktır. Doğru cevap A."
  },
  {
    "id": "3881544",
    "unitNumber": 3,
    "text": "Kalitenin bir kavram olarak ortaya çıkması hangi döneme rastlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "<ol start=\"19\"> <li>yüzyıl</li> </ol>",
      "B": "<ol start=\"20\"> <li>yüzyıl</li> </ol>",
      "C": "<ol start=\"18\"> <li>yüzyıl</li> </ol>",
      "D": "<ol start=\"21\"> <li>yüzyıl</li> </ol>",
      "E": "<ol start=\"17\"> <li>Yüzyıl</li> </ol>"
    },
    "explanation": "Kalitenin bir kavram olarak ortaya çıkması, 19. yüzyıla rastlamaktadır. Doğru cevap A."
  },
  {
    "id": "3881545",
    "unitNumber": 3,
    "text": "ABD’de iş planlamasını işçi ve ustabaşıların inisiyatifinden alıp, endüstri mühendislerinin kontrolüne vermesiyle kalite alanında ilk profesyonelleşme adımları atılmasını sağlayan bilim insanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Taylor",
      "B": "Ford",
      "C": "Weber",
      "D": "Fayol",
      "E": "Feigenbaum"
    },
    "explanation": "Frederick Taylor’un ABD’de iş planlamasını işçi ve ustabaşıların inisiyatifinden alıp, endüstri mühendislerinin kontrolüne vermesiyle kalite alanında ilk profesyonelleşme adımları atılmıştır. Doğru cevap A."
  },
  {
    "id": "3881546",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tarihsel süreçte kullanılan kalite terimlerinden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kalite üretimi",
      "B": "Kalite kontrol",
      "C": "Performans iyileştirme",
      "D": "Kalite iyileştirme",
      "E": "Kalite yönetimi"
    },
    "explanation": "arihsel Süreçte Kalite Terimleri:<br/><ul> <li>Geçmiş Kalite Terimleri: Kalite Kontrol, Kalite Güvencesi</li> <li>Günümüz Kalite Terimleri: Toplam Kalite Yönetimi, Sürekli Kalite Geliştirme</li> <li>Gelişen Kalite Terimleri: Kalite Yönetimi, Kalite İyileştirme, Performans İyileştirme</li> </ul> Doğru cevap A."
  },
  {
    "id": "3881547",
    "unitNumber": 3,
    "text": "Ürün ya da hizmetin istenen niteliklerde ve belirlenen standartlara üretilebilmesi için tanımlanmış sistemli faaliyetler bütününe ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kalite Güvencesi",
      "B": "Toplam Kalite Yönetimi",
      "C": "Kalite Kontrol",
      "D": "Sürekli Kalite Geliştirme",
      "E": "Kalite Yönetimi"
    },
    "explanation": "<strong>Kalite güvencesi</strong>, ürün ya da hizmetin istenen niteliklerde ve belirlenen standartlara üretilebilmesi için tanımlanmış sistemli faaliyetler bütünüdür. Kalite standartlarının durumunu saptamak için yürütülen süreçlerin sistematik olarak izlenmesine ve değerlendirilmesine dayanak sunan kalite güvence sistemi; müşteriler, kurumlar, toplum ve insanlık için nitelikli mal ve hizmetlerin üretimine kılavuzluk etmektedir. Doğru cevap (A) seçeneğidir."
  },
  {
    "id": "3881548",
    "unitNumber": 3,
    "text": "Kurumun kendi kurumsal atmosferinde iç yapısının ve süreçlerinin işleyişinin izlenmesi, kontrol edilmesi ve geri bildirimde bulunmak yoluyla önlemlerin alınması biçiminde süregiden işlemler topluluğuna ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İç denetim",
      "B": "Kalite kontrol",
      "C": "Süreç yönetimi",
      "D": "Sistem yaklaşımı",
      "E": "Kurumsal yönetim"
    },
    "explanation": "İç denetim, kurumun kendi kurumsal atmosferinde iç yapısının ve süreçlerinin işleyişinin izlenmesi, kontrol edilmesi ve geri bildirimde bulunmak yoluyla önlemlerin alınması biçiminde süregiden işlemler topluluğudur. Doğru cevap A."
  },
  {
    "id": "3881549",
    "unitNumber": 3,
    "text": "Yürütülen iş ve işlemlerin belirlenmiş standartlara göre yapılması ve sunulan hizmetlerin müşterilerin kalite beklentilerini karşılama derecesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknik performans",
      "B": "Etkililik",
      "C": "Verimlilik",
      "D": "Üretim",
      "E": "Pazarlama"
    },
    "explanation": "Teknik performans: Yürütülen iş ve işlemlerin belirlenmiş standartlara göre yapılması ve sunulan hizmetlerin müşterilerin kalite beklentilerini karşılama derecesi, teknik performans olarak tanımlanır. Yapılan işlerin standartlara uyması teknik performans kapsamındadır. Doğru cevap A."
  },
  {
    "id": "3881550",
    "unitNumber": 3,
    "text": "Bir kuruluşun çalışanlarının bilgi, deneyim ve yeteneklerinin toplamına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Beşerî sermaye",
      "B": "Tecrübe",
      "C": "Sinerji",
      "D": "Toplam kalite",
      "E": "Kurum kültürü"
    },
    "explanation": "Beşerî sermaye: Bir kuruluşun çalışanlarının bilgi, deneyim ve yeteneklerinin toplamıdır. Olumlu örgüt iklimi bu yeteneklerin sergilenmesinde sinerji yaratma yoluyla beşerî sermaye artışına katkıda bulunur. Doğru cevap A."
  },
  {
    "id": "3881551",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kalite güvence sistemlerinin yararlarından biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kontrol kapsamının zenginleştirilmesini sağlar",
      "B": "Yüksek verim sonucuna erişimi sağlar",
      "C": "Ürün ve hizmet kalitesinin iyileştirilmesini teşvik eder",
      "D": "Kuruluşun itibarının korunmasını sağlar",
      "E": "Zamandan ve paradan tasarruf edilmesini sağlar"
    },
    "explanation": "Kalite güvence sistemlerinin yararları kısaca aşağıdaki gibi sıralanabilir (Çabuk, 2013):<br/><ul> <li>Hataya neden olan faktörleri önceden saptama yoluyla kalitede süreklilik sağlar.</li> <li>Kontrol kapsamının sadeleştirilmesini sağlar.</li> <li>Zamandan ve paradan tasarruf edilmesini sağlar.</li> <li>İşçilik ve malzeme kayıplarının minimuma indirilmesini sağlar.</li> <li>Yüksek verim sonucuna erişimi sağlar.</li> <li>Çalışan motivasyonunu arttırır.</li> <li>Ürün ve hizmet kalitesinin iyileştirilmesini teşvik eder.</li> <li>Kuruluşun itibarının korunmasını sağlar.</li> <li>Müşterinin memnuniyet düzeyinin artmasını sağlar ve müşteriye güven duygusu verir.</li> <li>Rekabet avantajları sağlar.</li> <li>Ürün tasarımının geliştirilmesini sağlar.</li> <li>Kuruluşun toplam faaliyetlerinin iyileştirilmesinde etkilidir.</li> </ul> Doğru cevap A."
  },
  {
    "id": "3881552",
    "unitNumber": 3,
    "text": "Toplam kalite yönetimi felsefesini II. Dünya Savaşı’ndan sonra geliştiren bilim insanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Deming",
      "B": "Feigenbaum",
      "C": "Baldrige",
      "D": "Nightingale",
      "E": "Ford"
    },
    "explanation": "TKY felsefesini II. Dünya Savaşı’ndan sonra geliştiren Deming, uygun örgütsel iklim ve kültür olmadan istatistiksel süreç geliştirme araçlarının başarılamayacağını ortaya koymuş ve her örgüt için geçerli olan 14 temel ilkeyi tanımlayarak kalite süreçlerine önemli katkı sağlamıştır. Doğru cevap A."
  },
  {
    "id": "3881577",
    "unitNumber": 3,
    "text": "Aşağıda verilenlerden hangisi kalite kavramının tanımı ile ilgili doğru <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kalite algısında bireysel değerlendirmeler önemlidir.",
      "B": "Bireyin kalite anlayışı, algısal bir sonuçtur.",
      "C": "Kalite ile ilgili beklenti, onun işlevsel yararı ile ölçülmektedir.",
      "D": "Bireyin kalite beklentisi farklı zamanlarda algısal anlamda değişiklik göstermemektedir.",
      "E": "Kalite beklentisi bireyin toplumsal ve psikolojik yapısına göre değişkenlik göstermektedir."
    },
    "explanation": "Kalite, bireysel değerlendirmeye bağlı olarak ortaya çıkan algısal bir sonuçtur. Kavramın bu yapısı, onun tanımlanmasında bazı güçlükleri ortaya çıkarmaktadır. Bireylerin değer sistemine bağlı olarak farklılaşan kalite algısı, onların isteklerine, ihtiyaçlarına ve beklentilerine göre farklılık göstermektedir. Bireyin toplumsal ve psikolojik yapısına bağlı olarak değerlendirilme özelliğindeki kalite, aynı bireyin aynı hizmeti farklı zamanlarda almasına göre bile algısal anlamda değişiklik göstermektedir. Kalitenin beklenti ve değerlerle ilgisi, onun işlevsel yararı ile ölçülmesi sonucunu ortaya çıkarmaktadır. Beklentiyi tam olarak karşılayanlar yüksek kaliteli ürün ya da hizmetler olarak algılanırken beklentinin altında kalan mal ya da hizmetler de kalitesiz olarak nitelenmektedir."
  },
  {
    "id": "3881578",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Türk Dil Kurumuna göre Latince “qualitas”, Fransızca “qualité”, İngilizce “quality” kelimelerinden gelen “kalite” sözcüğününün karşılığıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Nitelik",
      "B": "Eder",
      "C": "İtibar",
      "D": "Değer",
      "E": "Üstünlük"
    },
    "explanation": "Latince “qualitas”, Fransızca “qualité”, İngilizce “quality” kelimelerinden gelen “kalite” sözcüğü, Türk Dil Kurumuna göre “nitelik” olarak tanımlanmaktadır."
  },
  {
    "id": "3881579",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde Türkiye’de TUSİAD önderliğinde kalite çalışmaları başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1964",
      "B": "1978",
      "C": "1982",
      "D": "1990",
      "E": "1993"
    },
    "explanation": "Türkiye’deki kalite çalışmaları 1990’lı yıllarda TUSİAD önderliğinde başlamıştır"
  },
  {
    "id": "3881580",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kalite güvencesinin boyutların <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Teknik performans",
      "B": "Verimlilik",
      "C": "Güç",
      "D": "Kişiler arası ilişkiler",
      "E": "Olanaklar"
    },
    "explanation": "Kalite güvencesinin boyutları aşağıdaki gibidir: Teknik performans, etkililik, verimlilik, erişim, kişiler arası ilişkiler, olanaklar, ilgililik, seçim."
  },
  {
    "id": "3881581",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kalite güvence sistemlerinin yararlarından <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Yüksek verim sonucuna erişmek.",
      "B": "Çalışan motivasyonunu artırmak.",
      "C": "Kuruluşun itibarının korunmasını sağlamak.",
      "D": "Rakiplerin pazara girmesini sağlamak.",
      "E": "Ürün tasarımının geliştirilmesini sağlamak."
    },
    "explanation": "Kalite güvence sistemlerinin yararları aşağıdaki gibi sıralanabilir:<br/><ol> <li>Hataya neden olan faktörleri önceden saptama yoluyla kalitede süreklilik sağlar.</li> <li>Kontrol kapsamının sadeleştirilmesini sağlar.</li> <li>Zamandan ve paradan tasarruf edilmesini sağlar.</li> <li>İşçilik ve malzeme kayıplarının minimuma indirilmesini sağlar.</li> <li>Yüksek verim sonucuna erişimi sağlar.</li> <li>Çalışan motivasyonunu arttırır.</li> <li>Ürün ve hizmet kalitesinin iyileştirilmesini teşvik eder.</li> <li>Kuruluşun itibarının korunmasını sağlar.</li> <li>Müşterinin memnuniyet düzeyinin artmasını sağlar ve müşteriye güven duygusu verir.</li> <li>Rekabet avantajları sağlar.</li> <li>Ürün tasarımının geliştirilmesini sağlar.</li> <li>Kuruluşun toplam faaliyetlerinin iyileştirilmesinde etkilidir.</li> </ol>"
  },
  {
    "id": "3881582",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işçiler tarafından kalite ve süreç kontrolünün yapılabileceğini saptamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "W. Edwards Deming",
      "B": "Avedis Donabedian",
      "C": "David Alan Dickey",
      "D": "Hanns Abele",
      "E": "Michel Aglietta"
    },
    "explanation": "W. Edwards Deming’in kazandırdığı en önemli yenilik, işçiler tarafından kalite ve süreç kontrolünün yapılabileceğini saptamış olmasıdır."
  },
  {
    "id": "3881583",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde dünyada sağlık alanında standartlaşma başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1900’lerin ilk yıllarında",
      "B": "Birinci Dünya Savaşı sırasında",
      "C": "İkinci Dünya Savaşı sonrası",
      "D": "1968 yılında",
      "E": "1984 yılında"
    },
    "explanation": "Sağlık alanında standartlaşma dünyada 1900’lerin ilk yıllarında başlamıştır."
  },
  {
    "id": "3881584",
    "unitNumber": 3,
    "text": "Aşağıda verilen hangi ülkede 1972 yılında Dünya Tıp Eğitimi Federasyonu (World Federation for Medical Education - WFME) kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Danimarka",
      "B": "Almanya",
      "C": "ABD",
      "D": "İsviçre",
      "E": "İtalya"
    },
    "explanation": "Dünya Tıp Eğitimi Federasyonu (World Federation for Medical Education - WFME) 1972 yılında Danimarka’da resmî olarak kurulmuştur."
  },
  {
    "id": "3881585",
    "unitNumber": 3,
    "text": "Sağlık turizmi hizmet kalitesinin ölçülmesinde kaç tür boyut önemli görülmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir",
      "B": "İki",
      "C": "Üç",
      "D": "Dört",
      "E": "Altı"
    },
    "explanation": "Sağlık turizmi hizmet kalitesinin ölçülmesinde üç boyut önemli görülmektedir: Tıbbi personel kalitesi, destek ve yönetim hizmetleri kalitesi."
  },
  {
    "id": "3881586",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yönetim hizmetleri kalitesinin bir bileşenidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal hizmetlere ulaşım kolaylığı",
      "B": "Kolay randevu sağlama",
      "C": "Laboratuvar ve kliniklere kolay ulaşım",
      "D": "Sorulara açık şekilde cevap verme",
      "E": "Tıbbi kayıtlara ulaşım kolaylığı"
    },
    "explanation": "Finansal hizmetlere ulaşım kolaylığı yönetim hizmetleri kalitesinin bir bileşenidir (Bkz. kitap s. 80, şekil 3.5)"
  },
  {
    "id": "3881655",
    "unitNumber": 3,
    "text": "Kalitenin bir kavram olarak ortaya çıkışı hangi yüzyıldadır?",
    "correctAnswer": "C",
    "options": {
      "A": "17. yy",
      "B": "18. yy",
      "C": "19. yy",
      "D": "20. yy",
      "E": "21. yy"
    },
    "explanation": "Kalitenin bir kavram olarak ortaya çıkması, 19. yüzyıla rastlamaktadır. 19. yüzyılın başlarında seri<br/>üretimin yaygınlaşmasıyla birlikte gelişen iş bölümü (Taylorizm), ürünlerin sistematik bir denetim<br/>yapılmadan üretilip müşteriye teslim edilmesine bağlı sorunların yaşanmasına neden olmuştur."
  },
  {
    "id": "3881657",
    "unitNumber": 3,
    "text": "1980’lerde ortaya çıkan _____ adlı yönetim felsefesi, Japonya’dan Avrupa’ya ve Amerika Birleşik Devletleri’ne yayılmıştır.<br/>Yukarıdaki ifadede boş bırakılan yere aşağıdaki hangi kavram gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sensei",
      "B": "Kaizen",
      "C": "Yesui",
      "D": "Takai",
      "E": "Tenei"
    },
    "explanation": "Amerikan şirketlerinin kalite konusuna daha çok önem vermeleri, farklı farklı yaklaşımların doğuşuna aracılık etmiştir. 1980’lerde ortaya çıkan Kaizen adlı yönetim felsefesi, Japonya’dan Avrupa’ya ve Amerika Birleşik Devletleri’ne yayılmıştır. Gelinen noktada kalite, sistemli uygulamalara dayanan ve profesyonellerin yönetmesi gereken uygulamalar toplamı olmuştur."
  },
  {
    "id": "3881668",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kalite güvencesinin boyutları arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet",
      "B": "Etkinlik",
      "C": "Erişim",
      "D": "Olanaklar",
      "E": "İlgililik"
    },
    "explanation": "Kalite güvencesinin boyutları aşağıdaki gibidir:<br/>• Teknik performans:<br/>• Etkililik:<br/>• Verimlilik:<br/>• Erişim:<br/>• Kişiler arası ilişkiler:<br/>• Olanaklar:<br/>• İlgililik:<br/>• Seçim:"
  },
  {
    "id": "3881669",
    "unitNumber": 3,
    "text": "Deming Döngüsü'nün son basamağındaki faliyet aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Planla",
      "B": "Kontrol et",
      "C": "Uygula",
      "D": "Geri bildirim",
      "E": "Önlem al"
    },
    "explanation": "Deming, her aşamada en iyi olanı tespit etmek ve sürekli gelişmeyi sağlamak için dört aşamalı, sürekliliği olan, geri bildirim mekanizması oluşturan bir süreç tanımlamıştır. Bu süreç, sürekli iyileştirmeyi sağlayan bir araç olarak kullanılan PUKÖ (Planla - Uygula - Kontrol Et - Önlem Al) döngüsü olarak bildiğimiz “Deming Döngüsü”dür. Bu döngü, İngilizce PDCA (plan, do, check,<br/>act) olarak ifade edilmektedir. Planla; iyileştirme fırsatlarının belirlenmesi, süreçlerin belgelenmesi, iyileştirilen sürecin vizyonunun oluşturulması, iyileştirme kapsamının tanımlanması adımlarını izler. Uygula; yapılan planın uygulanması, Kontrol Et; planın uygulanmasıyla elde edilen sonuçların karşılaştırmalı incelenmesi ve kaydedilmesi, Önlem Al; kontrol aşamasındaki sonuçların incelenmesi ve araştırılmasına dayanarak düzeltilmesi gereken önlemlerin alınmasıdır."
  },
  {
    "id": "3881670",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi toplam kalite yönetiminin temel ilkeleri arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Optimizasyon/ en çoklama",
      "B": "Müşeri odaklılık",
      "C": "Paydaş katılımı ve iletişim",
      "D": "Sürekli iyileştirme",
      "E": "Önlemeye yönelik yaklaşım"
    },
    "explanation": "Toplam kalite yönetiminin başarıya ulaşabilmesi için içerdiği tüm ilkelerinin anlaşılır bir şekilde<br/>benimsenmesi ve uygulanması gerekmektedir. Toplam kalite yönetiminin temel ilkeleri aşağıda belirtilmiştir:<br/>1. Liderlik:<br/>2. Müşteri Odaklılık:<br/>3. Paydaş Katılımı ve İletişim:<br/>4. Sürekli İyileştirme “Kaizen”:<br/>5. Süreç Yönetimi:<br/>6. Önlemeye Dönük Yaklaşım:<br/>7. Sürekli Eğitim ve Öğrenen Organizasyon:"
  },
  {
    "id": "3881671",
    "unitNumber": 3,
    "text": "Hastaların sağlık durumunda gerçekleştirilen veya gerçekleştirilmesi beklenen somut gelişme, sağlık kurumlarındaki hangi kalite özelliğine karşılık gelmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Etkinlik",
      "B": "Verimlilik",
      "C": "Etkililik",
      "D": "Optimallik",
      "E": "Kabul edilebilirlik"
    },
    "explanation": "Etkililik: Hastaların sağlık durumunda gerçekleştirilen veya gerçekleştirilmesi beklenen<br/>somut gelişmedir. Etkililik, planlanan hedeflere<br/>ulaşmanın derecesidir."
  },
  {
    "id": "3881673",
    "unitNumber": 3,
    "text": "Aşağıdakilerden sağlıkta kalite boyutları arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Hemşirelik hizmetleri",
      "B": "Faturalandırma",
      "C": "Maliyet yönetimi",
      "D": "Hasta kabul hizmetleri",
      "E": "Yeme-içme hizmetleri"
    },
    "explanation": "Sağlık turizmi hizmetlerinde kalite boyutları, çeşitli hizmet alt sektörlerinin faaliyet alanlarını da<br/>kapsar. Sağlıkta kalite boyutları altı farklı başlıkta değerlendirilebilir:<br/>• Hemşirelik hizmetleri<br/>• Faturalandırma<br/>• Hasta kabul hizmetleri<br/>• Teknik hizmetler<br/>• Yeme-içme hizmetleri<br/>• Konaklama hizmetleri"
  },
  {
    "id": "3881726",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sağlık eğitimi akreditasyon belgesi veren organizasyonlardan biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "TEPDAD",
      "B": "TESEP",
      "C": "HEPDAK",
      "D": "SABAK",
      "E": "DEPAD"
    },
    "explanation": "Sağlık hizmetleri sunumunda kaliteden bahsedebilmek için öncelikle sağlık alanında verilen eğitimin kalitesini değerlendirmek ve belgelemek gerekir. Bu amaçla Türkiye'de de bağımsız dernekler kurulmuş ve bu dernekler <em>YÖKAK</em> tarafından tanınmıştır. Tıp Eğitimi Programlarını Değerlendirme ve Akreditasyon Derneği (<strong>TEPDAD</strong>), tıp eğitiminin; Hemşirelik Eğitim Programları Değerlendirme ve Akreditasyon Derneği (<strong>HEPDAK</strong>), hemşirelik eğitiminin; Sağlık Bilimleri Eğitim Programları Değerlendirme ve Akreditasyon Derneği (<strong>SABAK</strong>), sağlık bilimleri eğitiminin; Eczacılık Eğitimi Programlarını Değerlendirme ve Akreditasyon Derneği (<strong>ECZAKDER</strong>), eczacılık eğitiminin; Diş Hekimliği Eğitimi Programları Akreditasyon Derneği (<strong>DEPAD</strong>), diş hekimliği eğitiminin kalitesini yükseltmek için bilgilendirme, değerlendirme ve akreditasyon çalışmaları yapmaktadır.<br/><strong>B</strong> seçeneği ise; TÜBA, “Bilimsel Telif Eser Ödülleri Programı (TÜBA-<strong>TESEP</strong>)” ile üniversitelere yönelik nitelikli Türkçe telif eser üretimini teşvik eden bir programdır.<br/>Doğru cevap <strong>B</strong> seçeneğidir."
  },
  {
    "id": "3881728",
    "unitNumber": 3,
    "text": "Dünya Tıp Eğitimi Federasyonu nerede kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Küba",
      "B": "ABD",
      "C": "Almanya",
      "D": "Danimarka",
      "E": "İsviçre"
    },
    "explanation": "Akademik tıbbın kalitesi ve tıp eğitimi 19. yüzyılın ortalarında yenilenmiştir. Dünya Tıp<br/>Derneği tarafından düzenlenen Dünya Tıp Eğitimi konferanslarının ilki 1953’te Londra’da, ikincisi<br/>1959’da Chicago’da ve üçüncüsü ise 1966’da Yeni Delhi’de yapılmıştır. Bu toplantıların ardından<br/>Dünya Tıp Eğitimi Federasyonu (World Federation for Medical Education - WFME) 1972 yılında<br/>Danimarka’da resmî olarak kurulmuştur."
  },
  {
    "id": "3881730",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi hasta memnuniyetini sağlayan kalite özelliklerinden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Etkenlik",
      "B": "Etkililik",
      "C": "Verimlilik",
      "D": "Optimallik",
      "E": "Öngörülebilirlik"
    },
    "explanation": "Donabedian’a göre, kalitenin yedi özelliği sağlık hizmetlerinde hasta memnuniyetini sağlayacaktır. Bunlar:<br/>• Etkenlik<br/>• Etkililik<br/>• Verimlilik<br/>• Optimallik<br/>• Kabul edilebilirlik<br/>• Yasallık<br/>• Hakkaniyet"
  },
  {
    "id": "3881500",
    "unitNumber": 4,
    "text": "Müşterilerin istek ve beklentilerine göre, mal ya da hizmetin üretilmesi ile tüketilmesi arasında geçen süreçlerin planlı ve sistemli çabalarla yönetilmesini tanımlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İnovasyon",
      "B": "Süreç",
      "C": "Ürün",
      "D": "Pazarlama",
      "E": "Teslim"
    },
    "explanation": "Doğru cevap D şıkkıdır"
  },
  {
    "id": "3881501",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Oluşturma</li> <li>Takas</li> <li>Teslimat</li> <li>Fayda</li> </ol> Yukarıdaki kavramlardan hangisi / hangileri pazarlama faaliyetlerinin işletme boyutundaki ana bileşenlerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II, IV",
      "C": "II, III, IV",
      "D": "III, IV",
      "E": "IV"
    },
    "explanation": "Doğru cevap A şıkkıdır."
  },
  {
    "id": "3881502",
    "unitNumber": 4,
    "text": "Ürünün farklılığını yaratma, ürüne yönelik gereksinim oluşturma, müşteri talep, beklenti ve şikayetlerini yönetme gibi pazarlama iletişimi etkinliklerinin bütününü ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dağıtım",
      "B": "Tutundurma",
      "C": "Ürün veya hizmet",
      "D": "Fiyat",
      "E": "Teslimat"
    },
    "explanation": "Doğru cevap B şıkkıdır"
  },
  {
    "id": "3881503",
    "unitNumber": 4,
    "text": "Booms ve Bitner’e göre <strong>hizmet pazarlamasında</strong>, fiziki ürünlere yönelik olan 4 unsurun yanı sıra ek olarak hangi 3 faktörün daha etkisi vardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiyat, Dağıtım, Tutundurma",
      "B": "Fiyat, İnsanlar, Fiziksel Kanıt",
      "C": "İnsanlar, Fiziksel Kanıt, Süreç",
      "D": "İnsanlar, Fiyat, Tutundurma",
      "E": "Fiyat, Süreç, Dağıtım"
    },
    "explanation": "Doğru cevap C şıkkıdır"
  },
  {
    "id": "3881504",
    "unitNumber": 4,
    "text": "Pazarlamanın, hem üreticileri hem de tüketicilerin hedeflerine ulaşması için stok yönetimi ve depolama sistemi oluşturması zorunluluğu, üretici ile tüketici arsındaki hangi ayrılığın ortadan kaldırılması kapsamında değerlendirilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çeşit farklılığı",
      "B": "Mülkiyet ayrılığı",
      "C": "Mekansal ayrılık",
      "D": "Değer ayrılığı",
      "E": "Miktar tutarsızlığı"
    },
    "explanation": "Doğru cevap E şıkkıdır."
  },
  {
    "id": "3881505",
    "unitNumber": 4,
    "text": "Ürüne ilişkin önemli bilgileri aktarmak, markayı diğerlerinden farklı konumlandırmak kavramı ve kullanıma ilişkin uyarıları müşteriye iletmek gibi işlevleri olan tedarik ve dağıtım fonksiyonu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Standarize etme - sınıflandırma",
      "B": "Paketleme",
      "C": "Ulaştırma",
      "D": "Sigorta",
      "E": "Depolama"
    },
    "explanation": "Doğru cevap B şıkkıdır"
  },
  {
    "id": "3881506",
    "unitNumber": 4,
    "text": "Sağlık hizmetlerinde pazarlamanın, kısa zamanda kazanımlar yerine uzun süreli hedefler üzerinden müşteri sempatisinin önemsenmesine yönelik olan uğraşının temel önceliği ne olmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Fiyat",
      "B": "Fiziksel Kanıt",
      "C": "Koku",
      "D": "Güven",
      "E": "Hijyen Olanakları"
    },
    "explanation": "Doğru cevap D şıkkıdır."
  },
  {
    "id": "3881507",
    "unitNumber": 4,
    "text": "Sağlık kuruluşlarında hizmetlerin daha verimli olmasını sağlayan çalışanların bilgi, deneyim ve iletişim biçimlerinden oluşan soyut yapıdaki nitelikleri ifade etmektedir. En yüksek teknolojik olanaklar, en akıllı sistemler, en iyi binalar, pahalı donanımlar kaliteli hizmetler için yeterli değildir şeklindeki yaklaşım aşağıdaki hangi özelliğin önemini öne çıkarır?",
    "correctAnswer": "C",
    "options": {
      "A": "İnsanlar",
      "B": "Süreç",
      "C": "Beşeri Sermaye",
      "D": "Fiziksel Kanıt",
      "E": "Tutundurma"
    },
    "explanation": "Doğru cevap C şıkkıdır."
  },
  {
    "id": "3881508",
    "unitNumber": 4,
    "text": "Sağlık kurumlarında, kurumun bulunduğu yeri göstermesi amacına yönelik olarak tarafsız bir biçimde durumun değerlendirilmesi süreci hangi kavramla tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Durum Analizi",
      "B": "Amaç ve hedeflerin saptanması",
      "C": "Pazarlama karmasının oluşturulması",
      "D": "Pazarlama denetimi",
      "E": "Hizmetin oluşturulması"
    },
    "explanation": "Doğru cevap A şıkkıdır."
  },
  {
    "id": "3881509",
    "unitNumber": 4,
    "text": "Müşteri veya potansiyel müşteri zihninde sağlık kurumlarını rakipleri arasında göreli üstün konumlayacak pazarlama yönetimi çabaları, belirli bir uğraş sonrası son bulan değil, her sürecin sonraki çabalara girdi yarattığı döngüsel ve sürekli bir süreç olarak değerlendirilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarlama Denetimi",
      "B": "Pazarlama kavramının oluşturulması",
      "C": "Amaç ve hedeflerin saptanması",
      "D": "Planlama",
      "E": "Tutundurma"
    },
    "explanation": "Doğru cevap A şıkkıdır."
  },
  {
    "id": "3881563",
    "unitNumber": 4,
    "text": "Ürün ya da hizmete yönelik farkındalık yaratmaya, tanıtmaya ve müşteride sadakat oluşturmaya yönelik sistemli çabalar bütünü olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiyat",
      "B": "Fayda",
      "C": "Pazarlama",
      "D": "İnovasyon",
      "E": "Satış"
    },
    "explanation": "PAZARLAMA KAVRAM VE KAPSAMI<br/>Pazarlama, ürün ya da hizmete yönelik farkındalık yaratmaya, tanıtmaya ve müşteride sadakat oluşturmaya yönelik sistemli çabalar bütünüdür. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3881564",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir pazar araştırmasında belirlenmeye çalışılan konulardan<strong><u> değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Pazarın yapısı",
      "B": "Rekabet düzeyi",
      "C": "Rakiplerin durumu",
      "D": "Müşterilerin özellikleri",
      "E": "Ürünün kalitesi"
    },
    "explanation": "PAZARLAMA KAVRAM VE KAPSAMI<br/>Pazar araştırması ise pazara girmeden önce pazarın yapısına yönelik sonuçlara erişmeye odaklıdır. Girilmesi planlanan pazarın yapısı, rekabet düzeyi, rakiplerin durumu, potansiyel müşterilerin özellikleri, pazar araştırması aşamasında saptanmaya çalışılan konulardan bazılarıdır.<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "3881565",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi pazarlama faaliyetlerinin işletme boyutundaki dört ana bileşenden <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Oluşturma",
      "B": "Takas",
      "C": "İletişim",
      "D": "Teslimat",
      "E": "Maliyet"
    },
    "explanation": "PAZARLAMA KAVRAM VE KAPSAMI<br/>:Pazarlama faaliyetlerinin işletme boyutunda dört ana bileşeni vardır. Bunlar: Oluşturma, Takas, İletişim, Teslimat’tır. Maliyet bunlar arasında yer almaz. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3881566",
    "unitNumber": 4,
    "text": "Bir ürünün farkındalığını yaratma, ürüne ilişkin gereksinim oluşturma, müşteri talep, beklenti ve şikâyetlerini yönetme gibi pazarlama iletişimi etkinliklerinin bütününü olarak tanımlanan pazarlama karması unsuru hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürün",
      "B": "Süreç",
      "C": "Tutundurma",
      "D": "Fiyat",
      "E": "Dağıtım"
    },
    "explanation": "Etkin bir pazarlama sürecinin geliştirilmesi, dört bileşen bağlamında pazarlamanın yönetilmesine bağlıdır. Bunlar pazarlama karması: Ürün, Fiyat, Dağıtım, Tutundurma’dır. Tutundurma ise ürünün farkındalığını yaratma, ürüne ilişkin gereksinim oluşturma, müşteri talep, beklenti ve şikâyetlerini yönetme gibi pazarlama iletişimi etkinliklerinin bütününü ifade eder. Doğru cevap c seçeneğidir."
  },
  {
    "id": "3881567",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi pazarlama faaliyetlerinde Tedarik ve Dağıtım fonksiyonlarından <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sınıflandırma",
      "B": "Paketleme",
      "C": "Finansman",
      "D": "Ulaştırma",
      "E": "Depolama"
    },
    "explanation": "Pazarlamanın İşlevleri<br/>Pazarlama fonksiyonlarından bir de Tedarik ve Dağıtım Fonksiyonudur. Bu fonksiyon, I) Standardize etme, II) Sınıflandırma, III) Paketleme, IV)Depolama/Antrepo, ve V) Ulaştırma dan oluşur. Finansman kolaylaştırıcı fonksiyonlar arasında yer alır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3881568",
    "unitNumber": 4,
    "text": "Tüketicinin ihtiyaç duyduğu zamanda üreticinin ürün veya hizmeti hazır bulundurmaması üretici ile tüketici arasındaki ayrılıklardan hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mekânsal ayrılık",
      "B": "Zamansal ayrılık",
      "C": "Mülkiyet ayrılığı",
      "D": "Bilgi ayrılığı",
      "E": "Değer ayrılığı"
    },
    "explanation": "Pazarlamanın İşlevleri<br/>Üretici ile tüketici arasındaki ayrılıklar: I) Mekânsal ayrılık, II) Zamansal ayrılık, III) Mülkiyet ayrılığı, IV) Bilgi ayrılığı, V) Değer ayrılığı, VI) Miktar tutarsızlığ ve VII) Çeşit farklılığıdır. Zaman ayrılığı ise, Tüketicinin ihtiyaç duyduğu zamanda üreticinin ürün veya hizmeti hazır bulundurması gerekir. Diğer taraftan ürünün üretildiği zamanda tüketicinin satın almaması durumu, bir ayrılık sonucu yaratır. İhtiyaç anında tüketiciye ulaşmadığında ürün, çekiciliğini kaybeder. İyi planlanmış tedarik yönetimi talep ve arzı kolayca yönetebilir ve zaman ayrılığı ortadan kaldırılabilir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3881569",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinde pazarlama faaliyetlerinin yapılmasını kolaylaştıran yardımcı pazarlama işlevleri birlikte verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Paketleme, Ulaştırma, Sınıflandırma",
      "B": "Reklam, Sigorta, Finansman",
      "C": "Fiyatlandırma, Sigorta, Ulaştırma",
      "D": "Paketleme, Finansman, Satış",
      "E": "Ulaştırma, Depolama, Sınıflandırma"
    },
    "explanation": "Kolaylaştırıcı Fonksiyonlar<br/>Pazarlama faaliyetlerini kolaylaştıran yardımı pazarlama işlemleri: I) Reklam, II) Fiyatlandırma III) Finansman IV) Sigortadır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3881570",
    "unitNumber": 4,
    "text": "Sağlık kurumlarında sunulan hizmetlerin, çok katılımlı, çok katmanlı, çok paydaşlı ve çok meslekli yapıda olması hangi pazarlama karması unsurunun kapsamında değerlendirilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dağıtım",
      "B": "Tutundurma",
      "C": "Süreç",
      "D": "Fiziksel kanıt",
      "E": "İnsanlar"
    },
    "explanation": "Sağlık Hizmetlerinin Sunumunda Pazarlama Karmasının Kullanımı<br/>Sağlık kurumlarında sunulan hizmetler, çok katılımlı, çok katmanlı, çok paydaşlı ve çok meslekli yapıdadır. Sağlık kurumlarında pazarlama yönetiminde insanlar; hizmet sunumunda görev yapan doktorlar, hemşireler, teknisyenler, yöneticiler, destek personeli gibi hizmet sunum süreçlerinde görevli herkesi içine alır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3881571",
    "unitNumber": 4,
    "text": "Sağlık kurumlarında hastaların randevu işlemlerinden başlayarak taburcu olmalarına kadar geçen süre içinde aldığı işlemlerin iyi yönetilmesi hangi pazarlama karması unsurunun kapsamında değerlendirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiziksel kanıt",
      "B": "Ürün",
      "C": "Süreç",
      "D": "Dağıtım",
      "E": "İnsanlar"
    },
    "explanation": "Sağlık Hizmetlerinin Sunumunda Pazarlama Karmasının Kullanımı<br/>Sağlık kurumları, çok sayıda karmaşık işlemi sunan organizasyonlardır. Sağlık hizmeti için talebi ortaya koyan ilk girişimden (örneğin randevu alma) başlayarak işin sonlandığı son adıma kadar (örneğin taburcu olma) geçen tüm her şeyin sistemli yönetilmesi süreç bakışı ve yönetimi ile mümkündür. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3881572",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sağlık hizmetlerini diğer hizmetlerden farklı kılan özelliklerden <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlık pazarlamasında müşterinin gereksinimi olmayan biçimde hizmeti tüketmesi olasılığı yüksektir.",
      "B": "Sağlık hizmetlerinin sunumunda tüketiciler, her zaman kendi seçimlerini yapma imkânına sahip değillerdir.",
      "C": "Sağlık hizmet kuruluşları yaptıkları işlerin bazı boyutlarında kontrol sahibi değillerdir.",
      "D": "Hizmetin sonucu belirsizliklerle doludur ve çok sayıda risk faktörünün etkisine açıktır.",
      "E": "Sağlık hizmetlerinin büyük bir kısmında ödemeyi yapan hizmeti kullanan değildir."
    },
    "explanation": "Sağlık Kurumlarında Pazarlamanın Özellikleri<br/>Sağlık pazarlamasında müşterinin gereksinimi olmayan biçimde hizmeti tüketmesi olasılığı düşüktür. Taraflar arasında bilginin eşit olmayan dağılımı, hizmetin değerlendirilmesinde istenmeyen sonuçları ortaya çıkarabilmektedir. Bu bilgi eksikliği, hastanın deneyimlediği hizmetin niteliğini değerlendirememesine neden olur.<br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "3881573",
    "unitNumber": 4,
    "text": "Sağlık kurumlarında gerekli düzeltici önlemleri almak ve planlanan standartlarla erişilen sonuçları karşılaştırmak için yapılan çabalar sağlık kurumlarında pazarlama yönetiminin hangi sürecinde gerçekleşmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Planlama",
      "B": "Uygulama",
      "C": "Hizmet",
      "D": "Satış",
      "E": "Denetim"
    },
    "explanation": "SAĞLIK KURUMLARINDA PAZARLAMA YÖNETİMİ SÜRECİ<br/>Sağlık kurumlarında pazarlama yönetimi, planlama, uygulama ve denetim süreçlerinden oluşur. Denetim planın uygulanmasından sonra sağlık kurumlarının belirlenen hedeflere ne kadar ulaştığının ve amaca hangi düzeyde katkıda bulunulduğunun saptanmasına yönelik tarafsız ve sistemli çabalar bütünüdür. Sağlık kurumları işletmeciliğinde pazarlama denetlemesinin amacı, gerekli düzeltici önlemleri almaktır ve planlamayı yaparken ortaya konulan standartlarla erişilen sonuçları karşılaştırmaya yönelik sistematik bir çabadır.<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "3881613",
    "unitNumber": 4,
    "text": "Ürün ya da hizmete yönelik farkındalık yaratmaya, tanıtmaya ve müşteride sadakat oluşturmaya yönelik sistemli çabalar bütününe ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Satın alma",
      "B": "Pazarlama",
      "C": "Yönetim",
      "D": "Satış planlaması",
      "E": "Hizmet"
    },
    "explanation": "Pazarlama, ürün ya da hizmete yönelik farkındalık yaratmaya, tanıtmaya ve müşteride sadakat oluşturmaya yönelik sistemli çabalar bütünüdür. Doğru cevap B'dir."
  },
  {
    "id": "3881615",
    "unitNumber": 4,
    "text": "Daha dar bir pazarlama yönetimi çerçevesinde faaliyet gösterirler. Onların üretim sürecine ilişkin sorumluluğu yoktur ve genellikle istenen zamanda istenen yerde olma çabaları daha yoğundur. Tanımı yapılan kuruluşlar aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yönetici kurumlar",
      "B": "Pazarlama kuruluşları",
      "C": "Satıcılar",
      "D": "Aracı kuruluşlar",
      "E": "Üretici kuruluşlar"
    },
    "explanation": "Aracılar, tüketicilerle üreticiler arasındaki yer ayrıklığını ortadan kaldıran, teslimat sürecinde rol alanları tanımlar. Aracı kuruluşlar daha dar bir pazarlama yönetimi çerçevesinde faaliyet gösterirler. Onların üretim sürecine ilişkin sorumluluğu yoktur ve genellikle istenen zamanda istenen yerde olma çabaları daha yoğundur. Ürüne ilişkin hususları üreticiye geri bildirmekle süreçteki aktörlerin iyileştirme çabalarına yol gösterirler. Doğru cevap D'dir."
  },
  {
    "id": "3881618",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi pazarlama faaliyetlerinin işletme boyutundaki bileşenlerinden <strong>biri değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim",
      "B": "Oluşturma",
      "C": "İletişim",
      "D": "Teslimat",
      "E": "Takas"
    },
    "explanation": "Pazarlama faaliyetlerinin işletme boyutunda dört ana bileşeni vardır.<br/>Oluşturma,<br/>İletişim<br/>Teslimat<br/>Takas<br/>Doğru cevap A'dır."
  },
  {
    "id": "3881620",
    "unitNumber": 4,
    "text": "Pazarlama, mevcut müşterilere ve potansiyel tüketicilere tekliflerini iletmek, mal ya da hizmetin yararları hakkında bilgilendirmek, reklam, halkla ilişkiler, kişisel satış ve tutundurma amaçlı olarak iletişim etkinliklerini tasarlamak yönünde çabalar göstermeyi gerektirir. Aşağıdakilerden hangisi pazarlamanın sözü edilen bileşenini içermektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Aracılık etme",
      "B": "Teslimat",
      "C": "İletişim",
      "D": "Takas",
      "E": "Oluşturma"
    },
    "explanation": "İletişim: Pazarlama, mevcut müşterilere ve potansiyel tüketicilere tekliflerini iletmek, mal ya da hizmetin yararları hakkında bilgilendirmek, reklam, halkla ilişkiler, kişisel satış ve tutundurma amaçlı olarak iletişim etkinliklerini tasarlamak yönünde çabalar göstermeyi gerektirir. İletişim, pazarlama bağlamında sadece iletileri aktarmakla sınırlı değildir. Doğru cevap C'dir."
  },
  {
    "id": "3881621",
    "unitNumber": 4,
    "text": "Ürünün farkındalığını yaratma, ürüne ilişkin gereksinim oluşturma, müşteri talep, beklenti ve şikâyetlerini yönetme gibi pazarlama iletişimi etkinliklerinin bütünü aşağıdakilerden hangisi ile tanımlanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Pazarlama",
      "B": "Dağıtım",
      "C": "Fiyat",
      "D": "Ürün veya hizmet",
      "E": "Tutundurma (Promotion)"
    },
    "explanation": "Tutundurma (Promotion): Ürünün farkındalığını yaratma, ürüne ilişkin gereksinim oluşturma, müşteri talep, beklenti ve şikâyetlerini yönetme gibi pazarlama iletişimi etkinliklerinin bütününü ifade eder. Doğru cevap E'dir."
  },
  {
    "id": "3881630",
    "unitNumber": 4,
    "text": "Pazarlamanın temel işlevlerinden biri belirli standartlarda ürün ya da hizmeti ihtiyaç sahiplerine sunmaktır. Bu sayede pazarlama, tüketicilerin istediği ürünü satın almasını sağlayabilmesine ve üreticilerin sınıf veya standardı üretip satabilmesine yönelmektedir. Üreticiler, tüketicilerin beklentilerini karşılamak için ürünlerindeki özellikleri inşa ederler. Verilen bilgiye göre üretici ile tüketici arasındaki ayrılıklardan hangisinden söz edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Değer ayrılığ",
      "B": "Çeşit farklılığı",
      "C": "Miktar tutarsızlığı",
      "D": "Bilgi ayrılığı",
      "E": "Zaman ayrılığı"
    },
    "explanation": "Çeşit farklılığı: Pazarlamanın temel işlevlerinden biri belirli standartlarda ürün ya da hizmeti ihtiyaç sahiplerine sunmaktır. Bu sayede pazarlama, tüketicilerin istediği ürünü satın almasını sağlayabilmesine ve üreticilerin sınıf veya standardı üretip satabilmesine yönelmektedir. Üreticiler, tüketicilerin beklentilerini karşılamak için ürünlerindeki özellikleri inşa ederler. Aynı zamanda üreticinin çeşitli tercihlere sahip çok sayıda tüketicinin gereksinimlerini ve isteklerini karşılaması da gerekliliktir. Doğru cevap B'dir."
  },
  {
    "id": "3881634",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi pazarlamanın kolaylaştırıcı fonksiyonlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Standardize etme",
      "B": "Pazarlama fırsatlarını keşfetmek ve belirlemek",
      "C": "Fiyatlandırma",
      "D": "Satın alma",
      "E": "Depolama/Antrepo"
    },
    "explanation": "Pazarlamanın Kolaylaştırıcı Fonksiyonları;<br/>- Reklam<br/>- Fiyatlandırma<br/>- Finansman<br/>- Sigortat<br/>Doğru cevap C'dir."
  },
  {
    "id": "3881638",
    "unitNumber": 4,
    "text": "Sağlık kurumlarının, planlarında yer alan amaç ve hedeflere ulaşabilmesi için pazarlama karması oluşturmalıdırlar. Sağlık kurumlarında verilen hizmet, tek tip ya da aynı hatta üretilen süreçlerin toplamı değildir. Hizmetlerin çeşitliliği yanında birbirinden etkilenmesi yüksek olasılığa sahip olan bu hizmetler, hepsi ayrı birer organizasyon yapısını da gerektirebilir. Sözü edilen sağlıkla ilgili pazarlama karması aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ürün/ Hizmetin oluşturulması",
      "B": "Fiyat",
      "C": "Tutundurma",
      "D": "Fiziksel Kanıt",
      "E": "Süreç"
    },
    "explanation": "Ürün/ Hizmetin oluşturulması (Product): Sağlık kurumlarının, planlarında yer alan amaç ve hedeflere ulaşabilmesi için pazarlama karması oluşturmalıdırlar. Sağlık kurumlarında verilen hizmet, tek tip ya da aynı hatta üretilen süreçlerin toplamı değildir. Hizmetlerin çeşitliliği yanında birbirinden etkilenmesi yüksek olasılığa sahip olan bu hizmetler, hepsi ayrı birer organizasyon yapısını da gerektirebilir. Doğru cevap A'dır."
  },
  {
    "id": "3881642",
    "unitNumber": 4,
    "text": "Sağlık kurumlarında hizmetlerin daha verimli olmasını sağlayan çalışanların bilgi, deneyim ve iletişim biçimlerinden oluşan soyut yapıdaki nitelikleri aşağıda verilen kavramlardan hangisi ile ifade edilmektedir.",
    "correctAnswer": "E",
    "options": {
      "A": "Sağlık kurumları yöneticiliği",
      "B": "Sağlık işletmeciliği",
      "C": "Sağlık kurumları sermaye işletmeciliği",
      "D": "Maliyet",
      "E": "Beşeri sermaye"
    },
    "explanation": "Beşeri sermaye, sağlık kurumlarında hizmetlerin daha verimli olmasını sağlayan çalışanların bilgi, deneyim ve iletişim biçimlerinden oluşan soyut yapıdaki nitelikleri ifade etmektedir. Doğru cevap E'dir."
  },
  {
    "id": "3881646",
    "unitNumber": 4,
    "text": "Sağlık kurumlarında yapılacak planlar için öncelikle durumun analiz edilmesiyle süreç başlatılmalıdır. Kurumun bulunduğu yeri göstermesi amacına yönelik olarak tarafsız biçimde değerlendirme yapılması gereklidir. Bu analiz sürecinde kurumun nesnel yöntemlere dayalı olarak güçlü ve zayıf yönlerinin, pazarlama sürecinde ortaya çıkabilecek fırsat ve tehditlerin ortaya konulması amaçlanır. Sözü edilen analiz süreci aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ürün ve hizmet analizi",
      "B": "Süreç analizi",
      "C": "Amaç ve hedeflerin saptanması",
      "D": "Durum analizi",
      "E": "Pazarlama karmasının oluşturulması"
    },
    "explanation": "Sağlık kurumlarında yapılacak planlar için öncelikle durumun analiz edilmesiyle süreç başlatılmalıdır. Durum analizi, kurumun bulunduğu yeri göstermesi amacına yönelik olarak tarafsız biçimde durumun değerlendirilmesi sürecidir. Durum analizinde kurumun nesnel yöntemlere dayalı olarak güçlü ve zayıf yönlerinin, pazarlama sürecinde ortaya çıkabilecek fırsat ve tehditlerin ortaya konulması amaçlanır. Doğru cevap D'dir."
  },
  {
    "id": "3881650",
    "unitNumber": 4,
    "text": "Tüketicilerle üreticiler arasındaki yer ayrıklığını ortadan kaldıran ve teslimat<br/>sürecinde rol alanları tanımlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aracı",
      "B": "Tedarikçi",
      "C": "Takascı",
      "D": "Hizmet veren",
      "E": "Ortak"
    },
    "explanation": "Aracılar, tüketicilerle üreticiler arasındaki yer ayrıklığını ortadan kaldıran, teslimat<br/>sürecinde rol alanları tanımlar.<br/>Yanıt A'dır. Aracıdır."
  },
  {
    "id": "3881653",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi pazarlama karmasının içinde yer <u>almaz</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Ürün/hizmet",
      "B": "Fiyat",
      "C": "Dağıtım",
      "D": "Çeşitlilik",
      "E": "Tutundurma"
    },
    "explanation": "Ürün/hizmet, fiyat, dağıtım ve tutundurma, ürün veya hizmetin pazarlanmasında göz önünde özellikle bulundurulmalıdır. Bu dört bileşenin birbiriyle ilişkisinin doğru biçimde kurulması, bir sinerji yaratacak ve marka olma açısından önemli üstünlükleri sağlayacaktır.<br/>Yanıt D'dir. Çeşitlilik pazarlama karması içinde yer almaz."
  },
  {
    "id": "3881660",
    "unitNumber": 4,
    "text": "Pazarlamanın 4P’sinin genellikle fiziki ürünlere yönelik olduğu ileri sürülmüş ve hizmetlerin pazarlanmasında üç faktör daha eklenmiştir. Aşağıdakilerden hangisinde bu üç faktör doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "İnsanlar-dağıtım-fiyat",
      "B": "Dağıtım-fiyat-tutundurma",
      "C": "Süreç-fiyat-dağıtım",
      "D": "İnsanlar-fiziksel kanıt-süreç",
      "E": "Fiziksel kanıt-süreç-fiyat"
    },
    "explanation": "Pazarlamanın 4P’sinin genellikle fiziki ürünlere yönelik olduğu ileri sürülmektedir. Hizmetlerin pazarlanmasında pazarlama karmasının 4P’sinin ötesinde bir yaklaşıma gerek olduğu savunulmaktadır.<br/>Booms ve Bitner (1981), bu dört unsura ilave olarak hizmet pazarlamasında üç faktörün daha etkisi olduğunu ileri sürmüşler, yedi değişkenden oluşan bir yaklaşımla hizmetler için genişletilmiş bir pazarlama karmasının uygulanmasını önermişlerdir.<br/>Buna göre ürün, fiyat, dağıtım ve tutundurmaya “İnsanlar”, “Fiziksel kanıt” ve “Süreç” bileşenlerini eklemişler 7P biçiminde bir bileşen kümesinden hizmet pazarlamasının yönetilmesi gerektiğini savunmuşlardır.<br/>Pazarlamanın 4P’sinin genellikle fiziki ürünlere yönelik olduğu ileri sürülmektedir. Hizmetlerin pazarlanmasında pazarlama karmasının 4P’sinin ötesinde bir yaklaşıma gerek olduğu savunulmaktadır. Booms ve Bitner (1981), bu dört unsura ilave olarak hizmet pazarlamasında üç faktörün daha etkisi olduğunu ileri sürmüşler, yedi değişkenden oluşan bir yaklaşımla hizmetler için genişletilmiş bir pazarlama karmasının uygulanmasını önermişlerdir. Buna göre ürün, fiyat, dağıtım ve tutundurmaya <strong>“İnsanlar”, “Fiziksel kanıt”</strong> ve <strong>“Süreç”</strong> bileşenlerini eklemişler <strong>7P</strong> biçiminde bir bileşen kümesinden hizmet pazarlamasının yönetilmesi gerektiğini savunmuşlardır.<br/>Eklenen 3P aşağıda kısaca açıklanmaktadır:<br/><strong>İnsanlar (People):</strong> İnsan unsuru, hizmet sunumunda tüketici algılarını etkileyebilecek kişileri ifade eden pazarlama bileşeni olarak tanımlanır.<br/><strong>Fiziksel Kanıt (Physical Evidence):</strong> Fiziksel kanıt, hizmet sunum alanında tüketiciyi cezbedecek çevresel koşulların yaratılması ile ilişkilidir. Hizmet alanı ile ilgili renk tercihlerinin doğru yapılması, gürültü düzeyi, ışıklandırma, hijyen imkânlarının sunuluşu, bebek ve çocuk etkinlik alanlarının planlanması, otopark, ibadethane gibi diğer donatıların hesaba katılması, fiziksel kanıt kapsamında ifade edilmektedir.<br/><strong>Süreç (Process):</strong> Hizmetin sunum aşamasına kadar geçtiği adımlar, sunum biçimi, yöntemi ve talebe yanıt verme şekli, süreç olarak<br/>adlandırılır. Hizmetin üretimi mekanizmasının yanı sıra süreç, müşteriye ulaşım ve müşteriden geri bildirim alım adımlarının açık ve anlaşılır olmasıyla da ilişkilidir. Doğru cevap (D) seçeneğidir."
  },
  {
    "id": "3881661",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi pazarlama fonksiyonlarından kolaylaştırıcı fonksiyonlara dahildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Planlama",
      "B": "Paketleme",
      "C": "Depolama",
      "D": "Ulaştırma",
      "E": "Reklam"
    },
    "explanation": "Kolaylaştırıcı fonksiyonlar, pazarlama faaliyetlerinin yapılmasını kolaylaştıran yardımcı ve vazgeçilmez pazarlama işlevleridir: Kolaylaştırıcı fonksiyonlar<br/>- Reklam<br/>- Fiyatlandırma<br/>- Finansman<br/>- Sigorta<br/>Yanıt E'dir. Reklam kolaylaştırıcı fonksiyondur."
  },
  {
    "id": "3881662",
    "unitNumber": 4,
    "text": "Satın alma ve satış aşağıdaki seçeneklerde yer alan hangi pazarlama fonksiyonuna dahildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Araştırma fonksiyonu",
      "B": "Takas fonksiyonu",
      "C": "Tedarik ve dağıtım fonksiyonu",
      "D": "Kolaylaştırıcı fonksiyonlar",
      "E": "Ücretlendirme fonksiyonu"
    },
    "explanation": "Takas Fonksiyonu<br/>Pazarlama, müşteri memnuniyetini sağlamaya dönük bir değiş tokuş sürecidir. Kısaca takas mantığının tezahürü olan bu durum, müşteriler, ortaklar ve genel olarak toplum için değer yaratan tekliflerin oluşturulması, iletilmesi, teslimi ve karşılığında değer elde etme faaliyetleridir. Pazarlamada amaç, tarafların memnun oldukları bir takas işlemini gerçekleştirmektir. Takas sırasında tüketici taraf, amaçladığı yarar için değer verdiği bir şeyden fedakârlık etmek, üretici ise kaynak aktarmak yoluyla vücuda<br/>getirdiği ürünü değerli kılmak motivasyonuna sahiptir. Takas fonksiyonu iki aşamadan oluşur: Satış ve satın alma.<br/>Yanıt B'dir Takas fonksiyonudur."
  },
  {
    "id": "3881663",
    "unitNumber": 4,
    "text": "Bir sağlık kurumunun gürültü düzeyi, tuvalet temizliği, ışıklandırması, hijyen olanakları, ibadethane olanakları gibi unsurlar hangi pazarlama karması faktörü dahilindedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dağıtım",
      "B": "Tutundurma",
      "C": "Fiziksel kanıt",
      "D": "Süreç",
      "E": "İnsanlar"
    },
    "explanation": "Fiziksel Kanıt (Physical Evidence): Sağlık hizmeti sunan kuruluşlar için pazarlamanın<br/>önemli bileşenlerinin başında fiziksel olanaklar gelir. Çoğu iş sürecinin farklı kurumlarda aynı biçimde işlediği sağlık kurumlarında rekabet avantajı sağlaması olası husus,<br/>hizmetin sunum imkânlarına yönelik farklılıklardır. Dağıtım ya da yer işlevinde ifade<br/>edilen lokalizasyonun iyi seçilmesi bir pazarlama avantajı yaratmakla birlikte sağlık<br/>kurumunun otopark durumu, ibadethane olanağı, koku, kurumsal renkler ile hizmet uygulama alanlarının tasarımı, gürültü düzeyi, tuvalet temizliği, ışıklandırması,<br/>hijyen olanakları fiziksel kanıt kapsamında değerlendirilir. Fiziksel kanıtlar, müşteriyi<br/>sağlık kurumuna yönlendirmedeki önemi ve aynı alanda hizmet veren diğerlerinin<br/>önünde seçilmesini sağlama açısından pazarlama yöneticileri tarafından üzerinde en<br/>çok durulması gereken bileşendir.<br/>Yanıt C'dir. Fiziksel kanıtlardır."
  },
  {
    "id": "3881664",
    "unitNumber": 4,
    "text": "Sağlık kurumlarında hizmetlerin daha verimli olmasını sağlayan çalışanların bilgi, deneyim ve iletişim biçimlerinden oluşan soyut yapıdaki nitelikleri aşağıdakilerden hangisi ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kurumsal sermaye",
      "B": "Beşeri sermaye",
      "C": "Sosyal sermaye",
      "D": "Fiziksel sermaye",
      "E": "Soyut sermaye"
    },
    "explanation": "Beşerî sermaye, sağlık kurumlarında hizmetlerin daha verimli olmasını sağlayan<br/>çalışanların bilgi, deneyim ve iletişim biçimlerinden oluşan soyut yapıdaki nitelikleri ifade etmektedir. En yüksek teknolojik olanaklar, en akıllı sistemler, en iyi binalar,<br/>pahalı donanımlar kaliteli hizmet üretmek için yeterli değildir. Nitelikli hizmet, olumlu örgüt atmosferinde ve samimi ilişkilerin hâkim olduğu işletmelerce üretilir.<br/>Yanıt B'dir. Beşeri sermayedir."
  },
  {
    "id": "3881665",
    "unitNumber": 4,
    "text": "Sağlık hizmeti için bir hastanın randevu alarak talebini belirtmesinden başlayarak, taburcu olma gibi işin sonlandığı son adıma kadar geçen tüm her şey sağlık hizmetleri pazarlama karmasında hangi fonksiyona girer?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiyat",
      "B": "Fiziksel kanıtlar",
      "C": "Süreç",
      "D": "İnsanlar",
      "E": "Tutundurma"
    },
    "explanation": "Süreç (Process): Sağlık kurumları, çok sayıda karmaşık işlemi sunan organizasyonlardır<br/>ve hasta ya da yakınına sunulan hizmet, çok sayıda süreçten oluşur. Sürecin sayısı ve<br/>büyüklüğü, sağlık kurumunun büyüklüğüne ve sunduğu hizmetin türüne göre farklılıklar gösterir. Sağlık kurumlarında süreç, hizmetin hastaya ulaştırılması adımlarını<br/>tanımlamayla ilgilidir. Müşterinin ihtiyaç duyduğu anda ihtiyaç duyduğu hizmete<br/>ulaşması için yönetilmesi gereken adımların doğru planlanmasına ihtiyaç vardır. Sağlık<br/>hizmeti için talebi ortaya koyan ilk girişimden (örneğin randevu alma) başlayarak işin<br/>sonlandığı son adıma kadar (örneğin taburcu olma) geçen tüm her şeyin sistemli yönetilmesi süreç bakışı ve yönetimi ile mümkündür. Hastalar ve yakınları için sunulan bütün hizmetlerin teknolojik hâle geldiği günümüzde sağlık kurumlarının pazarlama yönetiminde yenilikçi bir bakışa uyumlu olmalarına da ihtiyaç vardır. Sürecin sorunsuz işleyişini sağlayacak adımların atılması da pazarlama yönetimi çe<br/>Yanıt C'dir. Süreç fonksiyonuna girer."
  },
  {
    "id": "3881666",
    "unitNumber": 4,
    "text": "Üreticinin sunduğu mal veya hizmete verdiği önemin tüketici tarafından görmezden gelinmesi ya da takasta tüketicinin ilgili kıymeti üreticiye aktarmaması olarak tanımlanan ayrılık aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Değer ayrılığı",
      "B": "Mekansal ayrılık",
      "C": "Bilgi ayrılığı",
      "D": "Zaman ayrılığı",
      "E": "Mülkiyet ayrılığı"
    },
    "explanation": "Değer ayrılığı: Üreticinin sunduğu mal veya hizmete yüklediği değerin tüketici tarafından görmezden gelinmesi ya da takasta tüketicinin ilgili değeri üreticiye aktarmaması, bir ayrılık durumu yaratır. Pazarlama hem üretici hem de tüketici boyutunda<br/>ürün veya hizmetin değerinin üzerinde bir mutabakat oluşturmaya dönüktür. Üreticiler, üretim maliyetlerine göre ürün veya hizmete bir fiyat belirlerler ve tüketicilerin<br/>de bu bedeli ödemek yoluyla ürünü değerli kılmasını beklerler. Tüketiciler ise ürünün<br/>veya hizmetin sağladığı yarar ile katlandıkları maliyeti kıyaslarlar. Tarafların her ikisinin de çıkarlarının örtüştüğü noktayı belirlemek pazarlamanın işlevidir. Pazarlama, bir ürünün ya da hizmetin gerçek değerini tespit etme ve ayrılığı ortadan kaldırma yönünde çabalar bütünüdür. Bu şekilde hem satıcı hem de alıcı kazanmaya devam eder.<br/>Yanıt A'dır. Değer ayrılığıdır."
  },
  {
    "id": "3881667",
    "unitNumber": 4,
    "text": "\"Standardize etme\", pazarlamanın hangi fonksiyonuna dahildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Araştırma fonksiyonu",
      "B": "Takas fonksiyonu",
      "C": "Tedarik ve dağıtım fonksiyonu",
      "D": "Kolaylaştırıcı fonksiyonlar",
      "E": "Serbest fonksiyon"
    },
    "explanation": "Tedarik ve Dağıtım Fonksiyonu<br/>- Standardize etme,<br/>-Sınıfandırma,<br/>- Paketleme<br/>- Depolama/Antrepo<br/>- Ulaştırma<br/>Yanıt C'dir. Tedarik ve dağıtım fonksiyonuna dahildir."
  },
  {
    "id": "3881587",
    "unitNumber": 5,
    "text": "\"İnsan kaynakları yönetiminin önemi her zamankinden daha çok artmıştır. \" Aşağıdakilerden hangisi bunun nedenlerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş gücüyle ilgili maliyetler",
      "B": "Verimsizlik",
      "C": "Değişmeme",
      "D": "İş gücündeki olumluluk belirtileri",
      "E": "Sabitlik"
    },
    "explanation": "Günümüzde İKY’nin önemi, şu sorunlar nedeniyle her zamankinden daha çok artmıştır: 1. İş gücüyle ilgili maliyetler 2. Verimlilik 3. Değişimler 4. İş gücündeki olumsuzluk belirtileri Bu nedenle doğru cevap \"A\" dır."
  },
  {
    "id": "3881588",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi geleneksel personel yönetiminin özeliklerinden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "KY organik bir bütündür. Bütün parçalar karşılıklı ilişki içindedir.",
      "B": "PY altında birkaç alt-işlev yer alır.",
      "C": "İKY’nin esas işi iş yapabilme kapasitesi oluşturmaktır (proaktif rol).",
      "D": "İKY’nin sorumluluğunu bütün yöneticiler paylaşmaktadır.",
      "E": "İKY’nin esas sorumluluğu insanlar, sistemler ve örgütün bütün süreçleri alanlarını içerir."
    },
    "explanation": "A, C, D ve E seçeneklerinde insan kaynakları yönetiminin , B seçeneğinde ise geleneksel personel yönetimin özelliği yer alır. Bu nedenle doğru cevap \"B\" dir."
  },
  {
    "id": "3881589",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi İnsan kaynakları yöneticisinin sorumluluklarından birisi <u><strong>değildir?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Örgütün genel olarak kültürü, planları ve politikaları hakkında kolayca anlaşılacak bilginin sağlanması",
      "B": "2. Değişimin içten desteklenmesini ve şekillenmesini sağlayan değişim ajanı",
      "C": "3. Değişime öncülük edilmesi ve bu konuda bir ekspertiz (uzman düzeyinde bilirkişilik) sağlanması",
      "D": "4. Örgütün stratejilerinin ortaya koyulmasında aktif rol alınması",
      "E": "Sadece İK alanında çıkan sorunların ve çözümlerinin belirlenmesi"
    },
    "explanation": "Örgütün genel olarak kültürü, planları ve politikaları hakkında kolayca anlaşılacak bilginin sağlanması 2. Değişimin içten desteklenmesini ve şekillenmesini sağlayan değişim ajanı 3. Değişime öncülük edilmesi ve bu konuda bir ekspertiz (uzman düzeyinde bilirkişilik) sağlanması 4. Örgütün stratejilerinin ortaya koyulmasında aktif rol alınması 5. Özellikle İK alanında çıkan sorunların ve çözümlerinin belirlenmesi<br/>Bu nedenle doğru cevap \"E\" dir."
  },
  {
    "id": "3881590",
    "unitNumber": 5,
    "text": "Dave Ulrich’in belirlediği insan kaynakları yöneticisinin rolleri arasında aşağıdakilerden hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Cinsiyet rolü",
      "B": "Stratejik paydaş rolü",
      "C": "Değişim ajanı rolü",
      "D": "Çalışan şampiyonu rolü",
      "E": "İdari rol"
    },
    "explanation": "Dave Ulrich’e göre (2017) İK’nın dört önemli rolü vardır. Bu roller, İK’nın işlevlerini ve İK yöneticisinin sorumluluklarını yerine getirmesini sağlayacak faaliyetlere ilişkin yapılması gereken ve örgütteki diğer kişi ve departmanların beklentilerini içermektedir. Bunlar:<br/>1. Stratejik paydaş rolü: Stratejilerin sonuç hâline gelmesine ve değer üretmeye imkân sağlayan örgüt yapıları oluşturmak,<br/>2. Değişim ajanı rolü: Değişimi gerçekleştirmek ve özellikle bunun hızlı olmasını sağlamak,<br/>3. Çalışan şampiyonu rolü: Örgütte yetkinliği ve entelektüel sermayeyi yönetmek,<br/>4. İdari rol: İşlerin daha iyi, hızlı ve az maliyetle görülmesini sağlamaktır.<br/>Doğru cevap \"A\" seçeneğidir."
  },
  {
    "id": "3881591",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi İK nin alt sistemlerinden birisi <u><strong>değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Değerleme sistemi",
      "B": "Kariyer sistemi",
      "C": "Yetiştirme öğretim sistemi",
      "D": "İş görme sistemi",
      "E": "Kültür sistemi"
    },
    "explanation": "Değerleme sistemi • Kariyer sistemi • Yetiştirme eğitimi sistemi • İş görme sistemi • Kültür sistemi • Kendini yenileme sistemi<br/>C seçeneğinde yer alan madde alt sistemlerden birisi değildir.Bu nedenle doğru cevap \"C\" dir."
  },
  {
    "id": "3881596",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi günümüzde insan kaynakları yönetiminin önemini özellikle artıran sorunlar arasında <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "İş gücüyle ilgili maliyetler",
      "B": "Verimlilik",
      "C": "Değişimler",
      "D": "İş gücündeki olumsuzluk belirtileri",
      "E": "Piyasadaki ekonomik dalgalanmalar"
    },
    "explanation": "Günümüzde insan, kalifiye özelliği ile yeni bir yer kazanmaya başlamış; yeniden yapılanan ve genişleyen iş ortamında geleneksel zincirleri kırarak; çok yönlü, yaratıcı, yüksek motivasyon içinde çalışan bir varlık konumuna geçmiş ve bütün bu değişim sürecinin doğal sonucu olarak da insan kaynakları, kuruluşların en önemli kaynağı biçiminde algılanmaya başlanmıştır. Günümüzde İKY’nin önemi, şu sorunlar nedeniyle her zamankinden daha çok artmıştır:<br/>1. İş gücüyle ilgili maliyetler<br/>2. Verimlilik<br/>3. Değişimler<br/>4. İş gücündeki olumsuzluk belirtileri<br/>Yanıt E'dir. Piyasadaki ekonomik dalgalanmalar doğrudan İKY'nin önemini artıran bir sorun değildir. Diğer seçenekler önemi doğrudan vurgulayan sorunlardır."
  },
  {
    "id": "3881599",
    "unitNumber": 5,
    "text": "Geleneksel personel yönetimi ile insan kaynaklarını yönetimini (İKY) ayırıcı nokta aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İKY'nin stratejik olması",
      "B": "Personel yönetiminin planlı olması",
      "C": "Personel yönetiminin kayıtlı olması",
      "D": "İKY'nin hızlı olması",
      "E": "İKY'nin reaktif olması"
    },
    "explanation": "Geleneksel personel yönetimi stratejik değildir, işi değil sadece kişileri ilgi alanına alır, reaktiftir-proaktif değildir, kısa dönemli düşünür ve planlama yapar, kendisini alt kademeyle ve çoğunlukla bir grup çalışanın (birey değil) iş yaşamıyla ilgilenmek üzere kurgular. İKY ise insanları yetiştirme, geliştirme ve temel yeteneklerini genişletme üzerine çalışır. Esas ayırıcı nokta İKY’nin stratejik olmasındadır.<br/>Yanıt A'dır. İKY'nin stratejik olmasıdır."
  },
  {
    "id": "3881600",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi insan kaynaklarının işlevlerini ve yöneticisinin sorumluluklarını yerine getirmesini sağlayacak rollerinden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Stratejik paydaş rolü",
      "B": "Değişim ajanı rolü",
      "C": "Çalışan şampiyonu rolü",
      "D": "Reaktif rol",
      "E": "İdari rol"
    },
    "explanation": "Dave Ulrich’e göre (2017) İK’nın dört önemli rolü vardır. Bu roller, İK’nın işlevlerini ve İK yöneticisinin sorumluluklarını yerine getirmesini sağlayacak faaliyetlere ilişkin yapılması gereken ve örgütteki diğer kişi ve departmanların beklentilerini içermektedir. Bunlar:<br/>1. Stratejik paydaş rolü: Stratejilerin sonuç hâline gelmesine ve değer üretmeye imkân<br/>sağlayan örgüt yapıları oluşturmak,<br/>2. Değişim ajanı rolü: Değişimi gerçekleştirmek ve özellikle bunun hızlı olmasını sağlamak,<br/>3. Çalışan şampiyonu rolü: Örgütte yetkinliği ve entelektüel sermayeyi yönetmek,<br/>4. İdari rol: İşlerin daha iyi, hızlı ve az maliyetle görülmesini sağlamaktır.<br/>Yanıt D'dir. İK'nın reaktif değil, proaktif rolü vardır."
  },
  {
    "id": "3881602",
    "unitNumber": 5,
    "text": "Dave Ulrich’e göre; örgütte yetkinliği ve entelektüel sermayeyi yönetmek, insan kaynakları yöneticilerinin hangi rolüyle ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Stratejik paydaş rolü",
      "B": "Değişim ajanı rolü",
      "C": "Çalışan şampiyonu rolü",
      "D": "İdari rol",
      "E": "Ailevi rolü"
    },
    "explanation": "Çalışan şampiyonu rolü: Örgütte yetkinliği<br/>ve entelektüel sermayeyi yönetmek ile ilgili İK rolüdür.<br/>David Ulrich, HR Champions adlı kitabında (Ulrich &amp; Brockbank, 2005), İK yöneticisinin oynadığı dört rolü tanımlamıştır. Bunlar:<br/>1. Stratejik paydaş rolü: Stratejilerin sonuç hâline gelmesine ve değer üretmeye imkân sağlayan örgüt yapıları oluşturmak,<br/>2. Değişim ajanı rolü: Değişimi gerçekleştirmek ve özellikle bunun hızlı olmasını sağlamak,<br/>3. <strong>Çalışan şampiyonu rolü:</strong> Örgütte yetkinliği ve entelektüel sermayeyi yönetmek,<br/>4. İdari rol: İşlerin daha iyi, hızlı ve az maliyetle görülmesini sağlamaktır.<br/>Sorudaki \"yetkinlik\" kavramı; <strong>bir durum ya da bir işte yüklenen sorumluluğu üstlenebilecek, ilgili görevleri yerine getirebilecek özelliklere sahip olmak anlamına </strong>gelmektedir. Çalışan şampiyonlar; yetenekli ve kendini işine adamış bireylerden oluşur. Bu bireyler bilgi, görgü ve hoşgörü bakımından gereği kadar gelişmiş kimselerdir.<br/>Entelektüel sermaye ise, bir işletmenin kârlılığına katkıda bulunan çalışanların, organizasyon süreçlerinin ve diğer maddi olmayan tüm varlıkların toplamıdır. Sonuç olarak, İK yöneticisi; yukarıda belirtilen rolü ile çalışanlara rehberlik eder.<br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "3881612",
    "unitNumber": 5,
    "text": "İşlerin daha iyi, hızlı ve az maliyetle görülmesini sağlamak, insan kaynaklarının hangi rolüyle ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Stratejik paydaş rolü",
      "B": "Değişim ajanı rolü",
      "C": "Çalışan şampiyonu rolü",
      "D": "Tedarik rolü",
      "E": "İdari rol"
    },
    "explanation": "İK'da İdari rol: İşlerin daha iyi, hızlı ve az maliyetle görülmesini sağlamaktır.<br/>Yanıt E'dir. İdari roldür."
  },
  {
    "id": "3881614",
    "unitNumber": 5,
    "text": "Yeni bir birey kuruma alındığında kendisini kuruma, iş yerine ve burada çalışanlara<br/>uyumlandırmasını içeren insan kaynakları işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Planlama",
      "B": "İş analizi",
      "C": "Oryantasyon",
      "D": "Kadrolama",
      "E": "Performans değerleme"
    },
    "explanation": "Oryantasyon<br/>Bu işlev, yeni bir birey kuruma alındığında kendisini kuruma, iş yerine ve burada çalışanlara<br/>uyumlandırmasını içerir. Bu yöntemle işe yeni girenler, yapacakları işlere, ücret ve diğer kazanımlarına, çalışma saatlerine, iş yerinin kural ve beklentilerine ilişkin bir görüş açısı elde ederler.<br/>Yanıt C'dir. Oryantasyondur."
  },
  {
    "id": "3881616",
    "unitNumber": 5,
    "text": "Bir örgütün, insan kaynaklarının işe alınmasını ve seçimini kapsayan insan kaynakları işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Oryantasyon",
      "B": "İş analizi",
      "C": "Kadrolama",
      "D": "Planlama",
      "E": "Yetiştirme"
    },
    "explanation": "Kadrolama<br/>Bu işlev, bir örgütün insan kaynaklarının işe alınmasını ve seçimini kapsar. Planlama ve işe alma işlemleri, gerçekte kimlerin örgüte hangi pozisyonda kazandırılacağının seçiminden önceki işlemlerdir. İşe alım, boş kadrolara yetkin insanların girmesini sağlayan bir personel yönetimi işlevidir. Seçim işlevi, yöneticilerin başvuranlar arasından ilan edilen pozisyonlara kimlerin alınacağını, kimlerin de alınmayacağını belirleyeceği yöntemlerin geliştirilmesi ve uygulanmasını içerir.<br/>Yanıt C'dir. Kadrolamadır."
  },
  {
    "id": "3881624",
    "unitNumber": 5,
    "text": "Maslow'un İhtiyaçlar Hiyerarşisi'nin en alt tabakasında aşağıdakilerden hangisi yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fizyolojik ihtiyaçlar",
      "B": "Sevgi ve ait olma ihtiyacı",
      "C": "Güvenlik ihtiyacı",
      "D": "Saygı ihtiyacı",
      "E": "Kendini gerçekleştirme ihtiyacı"
    },
    "explanation": "Fizyolojik ihtiyaçlar: Nefes alma, yeme, içme, tuvalete gitme, uyuma, sevişme<br/>Yanıt A'dır. Fizyolojik ihtiyaçlardır."
  },
  {
    "id": "3881637",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi hijyen faktörlerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Başarı",
      "B": "Ücret",
      "C": "Tanınma",
      "D": "Sorumluluk",
      "E": "İlerleme"
    },
    "explanation": "1959 yılında Herzberg, Mauser ve Snydermen, iş doyumu ve performans arasındaki ilişkiyi araştıran yeni bir araştırma yaparak iki grup ihtiyaç belirlemiştir. Bu ihtiyaçların bir grubuna hijyen ihtiyaçları, diğerine ise motivasyon ihtiyaçları adı verilmiştir. Hijyen ihtiyaçları; iş yerindeki psikolojik ve fiziksel şartlardan etkilenmektedir. Motivasyon ihtiyaçlarının ise Maslow’un İhtiyaçlar Hiyerarşisi Kuramındaki üst düzey ihtiyaçlara benzer olduğu ifade edilmiştir.<br/>Herzberg, bu iki grup ihtiyacın farklı sonuç ya da ödüllerden tatmin olduğunu belirtmiştir. Hijyen ihtiyaçları, hijyen faktörlerinden tatmin olmaktadır ve bunların yokluğu da tatminsizliğe yol açmaktadır. Bu faktörler; yönetim, kişiler arası iletişim, fiziksel çalışma şartları, ücret, şirket politikası, yönetim uygulamaları, iş güvenliği vb.’dir. Hijyen faktörleri, içerik ya da çevre ile ilgilidir. Eğer bu faktörler yerine getirilmezse doyumsuzluk doğar. Ancak bunların giderilmesi iş doyumu ile sonuçlanmaz; sadece iş doyumsuzluğunu azaltır<br/>Yanıt B'dir. ÜCret hijyen faktörüdür, diğer seçenekler motivasyon faktörüdür."
  },
  {
    "id": "3881647",
    "unitNumber": 5,
    "text": "Çalışanlar için ödüllerin doyuma yol açtığı, performansın bir diğer değişken (ödül) ile bağlandığı varsayımı geçerli olan,\" iyi performans ödüle yol açar; bu da doyum sağlar\" temeli üzerine kurulmuş motivasyon modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Maslow'un İhtiyaç Hiyerarşisi",
      "B": "Porter-Lawler Kuramı",
      "C": "Frederick Herzberg’in Çift Faktör Kuramı",
      "D": "Kendini Gerçekleştirme Kuramı",
      "E": "İş Doyumu Kuramı"
    },
    "explanation": "Porter ve Lawler tarafından geliştirilen motivasyon modelinde ödüllerin doyuma yol açtığı,<br/>performansın bir diğer değişken (ödül) ile bağlandığı varsayımı geçerlidir. Porter ve Lawler’e göre iyi performans ödüle yol açar; bu da doyum sağlar. Ödüller de içsel ve dışsal olmak üzere ikiye ayrılır. İçsel ödüller, bir işgörenin işinde gösterdiği yüksek performans dolayısıyla ‘iş’in kendisince verilir. Bu ödüller, başarı duyguları ile Maslow tarafından benimsenen<br/>ve tanımlanan üst düzey gereksinimlerin karşılanmasını sağlar.<br/>İkinci tür yani dışsal ödüller, işgörene üyesi olduğu örgüt tarafından verilen ve esas itibarıyla aşağı kademe (alt düzey) gereksinimleri karşılayan ödüllerdir. Ücret, terfi, statü, iş güvenliği ve benzeri ödüller bu gruba girer. Bir şeyin bir kimse için ödül sayılabilmesi, o<br/>kimse tarafından o ödüle olumlu değer verilmesi yani onu benimsemesi ya da ondan haz duyması ile mümkün olur.<br/>Yanıt B'dir. Porter-Lawler Kuramı'dır."
  },
  {
    "id": "3881651",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi insan kaynakları yönetiminin işlevlerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Planlama",
      "B": "İş",
      "C": "İş birliği",
      "D": "Koordinasyon",
      "E": "Uyum"
    },
    "explanation": "1. Planlama 2. Kadrolama 3. Çalışanların geliştirilmesi 4. Çalışanların elde tutulması gibi işlevler yer alır. Bu nedenle doğru cevap \"A\" dır."
  },
  {
    "id": "3881672",
    "unitNumber": 5,
    "text": "\"............bir kişinin faaliyetlerini oluşturan görevlerin toplamı olarak tanımlanır\" boşluğa gelecek kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Meslek",
      "B": "Eylem",
      "C": "İş",
      "D": "Para",
      "E": "Enerji"
    },
    "explanation": "<strong>\"İş</strong>, bir kişinin faaliyetlerini oluşturan görevlerin toplamı olarak tanımlanır.\" Bu nedenle doğru cevap \"C\" dir."
  },
  {
    "id": "3881674",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi iş analizinin kullanıldığı alanlardan birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Analiz",
      "B": "Ekonomi",
      "C": "Finans",
      "D": "Endüstri mühendisliği",
      "E": "İş"
    },
    "explanation": "İş analizi ve iş analizinin temel çıktıları olan iş tanımları ve iş gerekleri; organizasyon planlama ve tasarlama, İKY işlevleri ve endüstri mühendisliği olmak üzere üç farklı alanda altyapıyı oluşturan ana unsurlardandır. Bu nedenle doğru cevap \"D\" dir."
  },
  {
    "id": "3881675",
    "unitNumber": 5,
    "text": "\"...........görev, yetki, sorumluluk ve ücret düzeyi olarak bir üst göreve yükselme anlamına gelir\" boşluğa gelecek ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Terfi",
      "B": "İş",
      "C": "Kıdem",
      "D": "Performans",
      "E": "Analiz"
    },
    "explanation": "Terfi; görev, yetki, sorumluluk ve ücret düzeyi olarak bir üst göreve yükselme anlamına gelir.Bu nedenle doğru cevap \"A\" dır."
  },
  {
    "id": "3881676",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Maslow' un ihtiyaçlar hiyerarşisi içinde <u><strong>değildir?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Değer İhtiyaçları",
      "B": "Ait olma ve sevgi ihtiyacı",
      "C": "Güvenlik ihtiyaçları",
      "D": "Fizyolojik ihtiyaçlar",
      "E": "Ekonomi"
    },
    "explanation": "Fizyolojik ihtiyaçlar, Güvenlik ihtiyaçları, Ait olma ve sevgi ihtiyacı, Değer İhtiyaçları, ,Kendini Gerçekleştirme İhtiyacı olmak üzere beş başlıktır. Bu nedenle doğru cevap \"E\" dir."
  },
  {
    "id": "3881680",
    "unitNumber": 5,
    "text": "Aşağıdaki ifadelerden hangileri \"birçok işletmede olduğu gibi sağlık kuruluşları için de en önemli kaynağın insan kaynakları olduğunun\" nedenleri arasında sayılabilir?<br/>I. Eksikliğinde yerine konulması en zor kaynak türüdür. Sağlık profesyonellerini yetiştirmek uzun zaman almaktadır ve yüksek maliyet taşımaktadır.<br/>II. Bütün teknoloji yoğunluğuna rağmen sağlık hizmetleri emek-yoğun hizmetler arasındadır, yani hizmet süreçlerinin büyük orandaki kısmı insan eliyle yürütülmektedir.<br/>III. Bütün hastanelerde giderlerin % 50’den fazlası kişilere ödemelerden oluşmaktadır.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece III"
    },
    "explanation": "Tüm ifadeler doğrudur. Doğru yanıt a şıkkıdır.<br/>I, II ve III"
  },
  {
    "id": "3881681",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri günümüzde İKY'nin önemini her zamankinden daha fazla artmasınının nedenlerindendir?<br/>I. İş gücüyle ilgili maliyetler<br/>II. Verimlilik<br/>III. Değişimler",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece I"
    },
    "explanation": "Günümüzde İKY’nin önemi, şu sorunlar nedeniyle her zamankinden daha çok artmıştır:<br/>1. İş gücüyle ilgili maliyetler<br/>2. Verimlilik<br/>3. Değişimler<br/>4. İş gücündeki olumsuzluk belirtileri<br/>I, II ve III"
  },
  {
    "id": "3881683",
    "unitNumber": 5,
    "text": "İnsan Kaynakları Yönetimi'ne ilişkin aşağıdaki ifadelerden hangileri doğrudur?<br/>I. İnsan Kaynakları Yönetimi (İKY), herhangi bir örgütsel ve çevresel ortamda insan kaynaklarının örgüte, bireye ve çevreye yararlı olacak şekilde, yasalara da uyularak, etkin yönetilmesini sağlayan işlev ve çalışmaların tümü olarak tanımlanabilir.<br/>II. İKY, insanı temel alan ve onun daha etkin, verimli, yararlı ve üretken olması, diğer yandan iş doyumuna sahip ve mutlu olabilmesi için gereken düzenlemelerin tamamını kapsar.<br/>III. Çalışma ortamında kişinin işe alınmasından, uyum eğitimine, ücret ayarlamasına, iş yeri ile olan hukuki bağına, verimliliğine, performans değerlemesine, maddi ve sosyal ihtiyaçlarının karşılanmasına ve nihayet işten ayrılmasına kadar tüm süreçler, İKY uygulamaları çerçevesinde gerçekleştirilir.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece III"
    },
    "explanation": "Tüm ifadeler doğrudur. Doğru yanıt a şıkkıdır.<br/>I, II ve IIII"
  },
  {
    "id": "3881685",
    "unitNumber": 5,
    "text": "Olaylarda edilgen olup sonuçlardan ve başkalarından etkilenmek yerine, olaylar olmadan önce olasılıkları düşünüp planlı bir şekilde harekete geçerek sonucu etkilemek hangi kavramla açıklanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Proaktif",
      "B": "Reaktif",
      "C": "Aktif",
      "D": "Pasif",
      "E": "Propasif"
    },
    "explanation": "Proaktif olmak, bir davranış özelliğidir. Olaylarda edilgen olup sonuçlardan ve başkalarından etkilenmek yerine, olaylar olmadan önce olasılıkları düşünüp planlı bir şekilde harekete geçerek sonucu etkilemek demektir."
  },
  {
    "id": "3881686",
    "unitNumber": 5,
    "text": "Olay gerçekleştikten sonra eyleme geçmek yaklaşımı hangi kavram ile ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Reaktif",
      "B": "Proaktif",
      "C": "Aktif",
      "D": "Pasif",
      "E": "Propasif"
    },
    "explanation": "Reaktif davranış olay gerçekleştikten sonra eyleme geçmek yaklaşımını ifade eder."
  },
  {
    "id": "3881687",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi insan kaynakları yöneticisinin sorumlulukları arasında yer alır?<br/>I. Değişik örgütsel grupların oluşup diğer gruplarla uyumlu ilişkiler kurmasına öncülük edilmesi<br/>II. Kişilerin örgütün etkili ve verimli olmasına hizmet edecek şekilde çalışmasına yönelik çaba gösterilmesi<br/>III. Özellikle İK alanında çıkan sorunların ve çözümlerinin belirlenmesi",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece III"
    },
    "explanation": "Tüm ifadeler doğrudur. Doğru yanıt a şıkkıdır.<br/>I, II ve III"
  },
  {
    "id": "3881689",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri insan kaynaklarının alt sistemleri arasında yer alır?<br/>I. Yetiştirme eğitimi sistemi<br/>II. İş görme sistemi<br/>III. Kültür sistemi",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece III"
    },
    "explanation": "Tüm ifadeler doğrudur. Doğru yanıt a şıkkıdır.<br/>I, II ve III"
  },
  {
    "id": "3881694",
    "unitNumber": 5,
    "text": "Aşağıdaki ifadelerden hangileri İKY'nin işlevleri arasında sayılabilir?<br/>I. Planlama<br/>II. Kadrolama<br/>III. Çalışanların geliştirilmesi",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece III"
    },
    "explanation": "Tüm ifadeler doğrudur. Doğru yanıt a şıkkıdır.<br/>I, II ve III"
  },
  {
    "id": "3881695",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri iş doyumsuzluğunun etkileri arasında sayılabilir?<br/>I. İş gücü devir oranının artması <br/>II. Devamsızlık<br/>III. İşe yabancılaşma",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece I"
    },
    "explanation": "İş doyumsuzluğunun etkileri dört grupta toplanarak incelenmektedir. Bunlar:<br/>İş gücü devir oranının artması<br/>Devamsızlık<br/>İşe yabancılaşma<br/>Sendikal faaliyetler<br/>I, II ve III"
  },
  {
    "id": "3881697",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri hastanelerde insan kaynaklarını önemli kılan etkenler arasında yer alabilir?<br/>I. Hizmet üretme süreçlerinin hemen her noktasına insan eli değmek durumundadır.<br/>II. Hastanelerde çok sayıda meslekten insanlar çalışmaktadır. Meslek farklılıkları çeşitlendikçe insan- ları yönetmek zorlaşmaktadır.<br/>III. Bütün maliyetler birlikte ele alındığında insan kaynağı maliyeti %50’yi aşar.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece I"
    },
    "explanation": "Tüm ifadeler doğrudur. Doğru yanıt a şıkkıdır.<br/>I, II ve III"
  },
  {
    "id": "3903648",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi İnsan Kaynakları Yönetimi'nin temel amaçları arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "İş yaşamının niteliğini yükseltmek",
      "B": "Verimliliği arttırmak",
      "C": "Üretim maliyetlerini tamamen ortadan kaldırmak",
      "D": "Çalışanların daha etkin, verimli, yararlı ve üretken olmasını sağlamak",
      "E": "Kurumun stratejik hedeflerine uyumlu planlama yapmak"
    },
    "explanation": "Üretim maliyetlerini tamamen ortadan kaldırmak insan kaynakları yönetiminin amaçları arasında yer almaz.<br/>İKY, insanı temel alan ve onun daha etkin, verimli, yararlı ve üretken olması, diğer yandan iş<br/>doyumuna sahip ve mutlu olabilmesi için gereken düzenlemelerin tamamını kapsar. Çalışma ortamında kişinin işe alınmasından, uyum eğitimine, ücret ayarlamasına, iş yeri ile olan hukuki bağına, verimliliğine, performans değerlemesine, maddi ve sosyal ihtiyaçlarının karşılanmasına ve nihayet işten ayrılmasına kadar tüm süreçler, İKY uygulamaları çerçevesinde gerçekleştirilir. İKY’nin iki temel amacının verimliliği artırmak ve iş yaşamının niteliğini yükseltmek olduğu kabul edilir."
  },
  {
    "id": "3903649",
    "unitNumber": 5,
    "text": "Geleneksel personel yönetimi ile İKY arasındaki en temel fark aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Personel yönetimi stratejik değildir, İKY stratejiktir.",
      "B": "Personel yönetimi proaktiftir, İKY ise reaktiftir.",
      "C": "Personel yönetimi insanı yatırım unsuru görür, İKY maliyet unsuru görür.",
      "D": "Personel yönetimi çalışan ilişkilerini düzenler, İKY yalnızca kayıt tutar.",
      "E": "Personel yönetimi geleceğe odaklanır, İKY geçmişe odaklanır."
    },
    "explanation": "Personel yönetimi stratejik değildir, İKY stratejik ise stratejik olması en temel farktır."
  },
  {
    "id": "3903650",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Dave Ulrich’e göre İnsan Kaynakları’nın dört temel rolünden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Teknoloji yatırımcısı",
      "B": "Ürün yöneticisi",
      "C": "Finansal denetçi",
      "D": "Pazar analisti",
      "E": "Çalışan şampiyonu"
    },
    "explanation": "Dave Ulrich’e göre (2017) İK’nın dört önemli rolü vardır. Bu roller, İK’nın işlevlerini ve İK yöneticisinin sorumluluklarını yerine getirmesini sağlayacak faaliyetlere ilişkin yapılması gereken ve örgütteki diğer kişi ve departmanların beklentilerini içermektedir. Bunlar:<br/>1. Stratejik paydaş rolü: Stratejilerin sonuç hâline gelmesine ve değer üretmeye imkân sağlayan örgüt yapıları oluşturmak,<br/>2. Değişim ajanı rolü: Değişimi gerçekleştirmek ve özellikle bunun hızlı olmasını sağlamak,<br/>3. Çalışan şampiyonu rolü: Örgütte yetkinliği ve entelektüel sermayeyi yönetmek,<br/>4. İdari rol: İşlerin daha iyi, hızlı ve az maliyetle görülmesini sağlamaktır.<br/>Dave Ulrich’e göre (2017) İK’nın dört önemli rolü vardır. Bu roller, İK’nın işlevlerini ve İK yöneticisinin sorumluluklarını yerine getirmesini sağlayacak faaliyetlere ilişkin yapılması gereken ve örgütteki diğer kişi ve departmanların beklentilerini içermektedir. Bunlar: 1. Stratejik paydaş rolü: Stratejilerin sonuç hâline gelmesine ve değer üretmeye imkân sağlayan örgüt yapıları oluşturmak, 2. Değişim ajanı rolü: Değişimi gerçekleştirmek ve özellikle bunun hızlı olmasını sağlamak, 3. Çalışan şampiyonu rolü: Örgütte yetkinliği ve entelektüel sermayeyi yönetmek, 4. İdari rol: İşlerin daha iyi, hızlı ve az maliyetle görülmesini sağlamaktır."
  },
  {
    "id": "3903651",
    "unitNumber": 5,
    "text": "İş analizi sürecinin en temel çıktısı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ücret Yönetimi",
      "B": "Performans değerlendirme raporu",
      "C": "Kariyer planı",
      "D": "İş tanımı",
      "E": "İş değerleme"
    },
    "explanation": "İş analizi ve iş analizinin temel çıktıları olan iş tanımları ve iş gerekleri; organizasyon planlama ve tasarlama, İKY işlevleri ve endüstri mühendisliği olmak üzere üç farklı alanda altyapıyı oluşturan ana unsurlardandır. İş analizinin iş tanımı kısmı, yapılacak işin niteliği ve bu işin hangi araçlarla, ne gibi<br/>iş riskleriyle, hangi ortamda; ne gibi çalışma koşullarının (örneğin gece vardiyası vb.) ve zorunluluklarının bulunduğunu inceler ve tanımlar.<br/>İş analizi ve iş analizinin temel çıktıları olan iş tanımları ve iş gerekleri; organizasyon planlama ve tasarlama, İKY işlevleri ve endüstri mühendisliği olmak üzere üç farklı alanda altyapıyı oluşturan ana unsurlardandır. İş analizinin iş tanımı kısmı, yapılacak işin niteliği ve bu işin hangi araçlarla, ne gibi iş riskleriyle, hangi ortamda; ne gibi çalışma koşullarının (örneğin gece vardiyası vb.) ve zorunluluklarının bulunduğunu inceler ve tanımlar."
  },
  {
    "id": "3903652",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi insan kaynaklarında <strong>iç tedarik</strong> yönteminin avantajlarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çalışanlar arasında performans düşüklüğü yaratması",
      "B": "Kurum dışı rekabet avantajı sağlaması",
      "C": "Daha düşük maliyetli olması",
      "D": "Eğitim ve uyum sürecinin daha kısa olması",
      "E": "Kuruma yeni görüşler ve bakış açıları kazandırması"
    },
    "explanation": "İç tedarik yöntemi ile eğitim ve uyum sürecinin daha kısa olması sağlanmaktadır.<br/>İç kaynaklardan faydalanmanın yararları kısaca aşağıdaki gibi sıralanabilir:<br/>• Kurum içinde bir hareketlilik sağlanması<br/>• Terfi ve yükselme beklentisi olan çalışanların beklentilerinin karşılanması<br/>• Kurumun kendi öz kaynaklarından yararlanılması<br/>• Dış kaynaklardan sağlanacak personel için ayrıca bir yatırım yapılmaması<br/>• Dış kaynaklardan sağlanacak personelin kuruma uyumu, eğitimi, kurumun değerlerini benimseme güçlükleri gibi sorunların bertaraf edilmesi<br/>• Yeni yeteneklerin keşfedilmesi ve alt kadrolara fırsat verilmesi<br/>• Kurumdan dışarıya gidecek beyin gücünün önlenmesi<br/>• İnsan seçimindeki hata riskinin azalması"
  },
  {
    "id": "3903653",
    "unitNumber": 5,
    "text": "Sağlık kurumlarında çalışan motivasyonu ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Çalışan motivasyonu yalnızca bireysel özelliklere bağlıdır.",
      "B": "Motivasyon süreci bir kez tamamlandıktan sonra sürekli devam eder.",
      "C": "Yöneticinin motivasyon bilgisi, başarı şansını doğrudan etkiler.",
      "D": "Çalışanların tatmini, kurum amaçlarını benimsemelerinde etkili değildir.",
      "E": "Motivasyon yalnızca ekonomik ödüllerle sağlanabilir."
    },
    "explanation": "Yöneticinin başarı şansıyla motivasyon bilgisi arasında çok yakın bir ilişki vardır. İşgörenin hangi<br/>konularda, nasıl bir ortamda, ne zaman, ne ölçüde ve hangi özendirme araçlarıyla motive edilebileceği konusunda yeterli bilgi ve deneyime sahip olan yöneticiler, kurumsal bütünleşmeyi sağlarlar. <br/>Maddi ödül ile yapılan motivasyonlar, kısa süreli etkiye sahiptir. Kalıcı motivasyon, kişinin<br/>içinden kaynaklanandır. İnsan kaynaklarını geliştirmeyi hedefleyen bir yönetimin bu konuda başarılı olması için kişileri demotive eden unsurları ortadan kaldırması ve iç motivasyonu geliştirmeye<br/>destek olması gerekmektedir.<br/>Yöneticinin başarı şansıyla motivasyon bilgisi arasında çok yakın bir ilişki vardır. İşgörenin hangi konularda, nasıl bir ortamda, ne zaman, ne ölçüde ve hangi özendirme araçlarıyla motive edilebileceği konusunda yeterli bilgi ve deneyime sahip olan yöneticiler, kurumsal bütünleşmeyi sağlarlar. Maddi ödül ile yapılan motivasyonlar, kısa süreli etkiye sahiptir. Kalıcı motivasyon, kişinin içinden kaynaklanandır. İnsan kaynaklarını geliştirmeyi hedefleyen bir yönetimin bu konuda başarılı olması için kişileri demotive eden unsurları ortadan kaldırması ve iç motivasyonu geliştirmeye destek olması gerekmektedir."
  },
  {
    "id": "3903654",
    "unitNumber": 5,
    "text": "Maslow’un İhtiyaçlar Hiyerarşisi Kuramı’na göre aşağıdaki ihtiyaçlardan hangisi en üst düzeyde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Fizyolojik ihtiyaçlar",
      "B": "Güvenlik ihtiyaçları",
      "C": "Sosyal (ait olma ve sevgi) ihtiyaçları",
      "D": "Saygı (değer) ihtiyaçları",
      "E": "Kendini gerçekleştirme ihtiyaçları"
    },
    "explanation": "Maslow’un İhtiyaçlar Hiyerarşisi Kuramı;<br/>1. Fizyolojik ihtiyaçlar: Nefes alma, yeme, içme, tuvalete gitme, uyuma, sevişme<br/>2. Güvenlik ihtiyaçları: Kendini ailesini ve sevdiklerini güven içinde hissetme<br/>3. Ait olma ve sevgi ihtiyacı: Başka insanlar ile iletişim kurma, kabul görme ve bir yere ait olma<br/>4. Değer İhtiyaçları: Başkalarınca benimsenip tanınma, başarılı ve yeterli olma ihtiyacı<br/>5. Kendini Gerçekleştirme İhtiyacı: Kişisel tatmin, kişinin potansiyelini ortaya çıkarması<br/>Bunlardan Kendini Gerçekleştirme İhtiyacı en üstte yer almaktadır."
  },
  {
    "id": "3903655",
    "unitNumber": 5,
    "text": "Bir hastanede çalışan hemşire, düşük ücretine rağmen işini severek yapmaktadır çünkü hastalarıyla kurduğu yakın ilişkiler ve takdir edilme duygusu ona tatmin sağlamaktadır. Ancak aynı hemşire, iş yükünün fazlalığı ve güvenlik önlemlerinin yetersizliği nedeniyle kurumdan ayrılmayı düşünmektedir.<br/>Bu durumda aşağıdaki içerik kuramlarından hangisinin öne sürdüğü <strong>motive edici faktörler</strong> ve <strong>hijyen faktörleri</strong> arasındaki ayrım, hemşirenin durumunu en iyi açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Maslow’un İhtiyaçlar Hiyerarşisi Kuramı",
      "B": "Alderfer’in ERG Kuramı",
      "C": "Herzberg’in Çift Faktör (İki Faktör) Kuramı",
      "D": "McClelland’ın Başarı İhtiyacı Kuramı",
      "E": "Vroom’un Beklenti Kuramı"
    },
    "explanation": "1959 yılında Herzberg, Mauser ve Snydermen, iş doyumu ve performans arasındaki ilişkiyi araştıran<br/>yeni bir araştırma yaparak iki grup ihtiyaç belirlemiştir. Bu ihtiyaçların bir grubuna hijyen ihtiyaçları,<br/>diğerine ise motivasyon ihtiyaçları adı verilmiştir. Hijyen ihtiyaçları; iş yerindeki psikolojik ve fiziksel<br/>şartlardan etkilenmektedir. Motivasyon ihtiyaçlarının ise Maslow’un İhtiyaçlar Hiyerarşisi Kuramındaki<br/>üst düzey ihtiyaçlara benzer olduğu ifade edilmiştir.<br/>1959 yılında Herzberg, Mauser ve Snydermen, iş doyumu ve performans arasındaki ilişkiyi araştıran yeni bir araştırma yaparak iki grup ihtiyaç belirlemiştir. Bu ihtiyaçların bir grubuna hijyen ihtiyaçları, diğerine ise motivasyon ihtiyaçları adı verilmiştir. Hijyen ihtiyaçları; iş yerindeki psikolojik ve fiziksel şartlardan etkilenmektedir. Motivasyon ihtiyaçlarının ise Maslow’un İhtiyaçlar Hiyerarşisi Kuramındaki üst düzey ihtiyaçlara benzer olduğu ifade edilmiştir."
  },
  {
    "id": "3903656",
    "unitNumber": 5,
    "text": "Bir sağlık kurumunda çalışanların motivasyonunun düşük olduğu tespit edilmiştir. Yönetim, motivasyonu artırmak için Maslow’un İhtiyaçlar Hiyerarşisi ve Herzberg’in Çift Faktör Kuramı’nı birlikte kullanmaya karar vermiştir. Buna göre aşağıdaki seçeneklerden hangisi, <strong>iki kuramın birlikte uygulanmasına uygun</strong> bir strateji önerisi olur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca ücretleri artırarak çalışanların tüm ihtiyaçlarını karşılamak",
      "B": "Sosyal etkinlikler düzenleyerek ait olma ihtiyacını karşılarken, aynı zamanda takdir programları ile motivasyonu artırmak",
      "C": "Çalışanlara daha fazla iş yükü vererek performanslarını test etmek",
      "D": "Güvenlik ihtiyaçlarını karşılamadan, doğrudan kendini gerçekleştirme imkânı sunmak",
      "E": "Hijyen faktörlerini tamamen göz ardı ederek yalnızca motive edici faktörlere odaklanmak"
    },
    "explanation": "<ul><br/><li><br/>Maslow’a göre: Sosyal etkinlikler → <strong>ait olma ihtiyacını</strong> karşılar.<br/></li><br/><li><br/>Herzberg’e göre: Takdir programları → <strong>motive edici faktörler</strong> arasındadır.<br/>Bu iki yaklaşımı birlikte kullanmak, çalışanların hem temel sosyal ihtiyaçlarını hem de iş doyumunu artıracak içsel faktörleri kapsar.<br/></li><br/></ul><br/><ul> <li> Maslow’a göre: Sosyal etkinlikler → <strong>ait olma ihtiyacını</strong> karşılar.<br/></li> <li> Herzberg’e göre: Takdir programları → <strong>motive edici faktörler</strong> arasındadır.<br/>Bu iki yaklaşımı birlikte kullanmak, çalışanların hem temel sosyal ihtiyaçlarını hem de iş doyumunu artıracak içsel faktörleri kapsar.<br/></li> </ul>"
  },
  {
    "id": "3903657",
    "unitNumber": 5,
    "text": "Bir devlet hastanesinde, teknolojik yatırımlar yapılmasına rağmen hizmet kalitesinde istenilen artış sağlanamamıştır. Yönetim, sorunun kaynağını araştırdığında aşağıdaki bulgulara ulaşmıştır:<br/><ul> <li> Sağlık profesyonellerinin yetiştirilmesi uzun zaman ve yüksek maliyet gerektirmektedir.<br/></li> <li> Hastane giderlerinin yarısından fazlası çalışanlara yapılan ödemelerden oluşmaktadır.<br/></li> <li> Hizmetlerin büyük kısmı doğrudan insan emeğine dayanmaktadır.<br/></li> </ul> Bu bulgulara göre sağlık hizmetlerinde en kritik üretim faktörünün <strong>insan kaynağı</strong> olduğunu vurgulayan yaklaşım, aşağıdaki hangi sonuçla açıklanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "İnsan kaynakları, teknolojik yatırımlardan daha hızlı yenilenebilir.",
      "B": "Sağlık hizmetleri teknoloji-yoğun olduğu için insan faktörüne gerek yoktur.",
      "C": "Çalışan giderlerinin düşük olması, hizmet kalitesini doğrudan artırır.",
      "D": "İnsan kaynağı, sağlık hizmetlerinde en zor ikame edilebilen üretim faktörüdür.",
      "E": "İnsan kaynağı, yalnızca maliyet unsuru olarak değerlendirilmelidir."
    },
    "explanation": "Sağlık hizmetlerinde insan kaynakları ve yönetiminin özel bir önemi vardır. İleri teknoloji ürünü cihazları en yoğun kullanan bir alan olmasına rağmen sağlık hizmetleri, yine de emek-yoğun hizmetler olarak tanımlanır. Çünkü sağlık hizmeti, teknoloji kullanma yoğunluğundan bile daha yoğun şekilde insan emeği ile üretilir. Sağlık hizmetlerinde örgütün girdileri, süreçler ve çıktılar o kadar çok sayıda olabilir ki bu varyasyon içinde hizmetleri otomatize etmek birçok durumda mümkün olmaz. Hatta teknoloji düzeyi ve yoğunluğu arttıkça o cihazları ve sistemleri kullanacak kişilerin niteliği de artmak zorundadır ve insan kaynağının önemi bir kat daha artış göstermektedir."
  },
  {
    "id": "3881344",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Hizmete ulaşılabilirlik </li> <li>Hakkaniyet</li> <li>Risk paylaşımı</li> <li>Sürdürülebilirlik </li> </ol> Yukarıdakilerden hangisi/hangileri sağlık finansmanı amaçları arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Konu ile ilgili bilgiye 150 nolu sayfadan erişebilirsiniz.<br/>Sağlık finansmanı amaçlarını genel olarak; hizmete ulaşılabilirlik, hakkaniyet, risk paylaşımı ve sürdürülebilirlik olarak sıralamak uygun olacaktır."
  },
  {
    "id": "3881345",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Finansal koruma</li> <li>Adalet</li> <li>Verimli kaynak kullanımı</li> <li>Yoksullaşmayı engelleme</li> </ol> Yukarıdakilerden hangisi/hangileri sağlık finansmanı hedefleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve III",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Konu ile ilgili bilgiye 150 nolu sayfadan erişebilirsiniz.<br/>Sağlık finansmanı hedefleri şunlardır:<br/>• Finansal koruma<br/>• Adalet<br/>• Verimli kaynak kullanımı<br/>• Yoksullaşmayı engelleme"
  },
  {
    "id": "3881346",
    "unitNumber": 6,
    "text": "..............................., kaynakların sağlanması, bazı fonların yatırıma aktarılması ve elde edilen gelirin kullanımı kararı gibi geniş bir alanda yürütülen planlama, uygulama ve değerlendirme sürecidir.<br/>Boş bırakılan kısmı uygun şekilde tamamlayan kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Adalet",
      "B": "Finans yönetimi",
      "C": "Risk değerlendirmesi",
      "D": "Sağlık sigortası",
      "E": "Verimli kaynak kullanımı"
    },
    "explanation": "Konu ile ilgili bilgiye 150 numaralı sayfadan erişebilirisiniz.<br/>Finans yönetimi, kaynakların sağlanması, bazı fonların yatırıma aktarılması ve elde edilen gelirin kullanımı kararı gibi geniş bir alanda yürütülen planlama, uygulama ve değerlendirme sürecidir."
  },
  {
    "id": "3881347",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Kamu finansman modeli, sosyal sağlık sigortası ve vergi tabanlıdır.</li> <li>Ödeme veya geri ödeme aşaması sağlık finansmanı işlevlerinden sonuncusudur.</li> <li>Cepten sağlık harcaması, özel sağlık finansman yöntemlerinden biridir; kamu ya da özel sigortanın<br/>ödemediği hatta ödese bile tamamını karşılamadığı durumlarda yapılır.</li> </ol> Yukarıdakilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve III",
      "C": "II ve III",
      "D": "Yalnız III",
      "E": "I, II ve III"
    },
    "explanation": "Konu ile ilgili bilgiye 152 numaralı sayfadan erişebilirsiniz.<br/>Tüm maddeler doğru ifadeler içermektedir."
  },
  {
    "id": "3881348",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi özel sağlık sigortacılığı tipleri arasında <u>yer almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Özel-Üçüncül Özel Sağlık Sigortası",
      "B": "Temel-Birincil Özel Sağlık Sigortası",
      "C": "Çifte Teminat-İkinci Kez Teminat",
      "D": "Tamamlayıcı Teminat-Ek Teminat",
      "E": "Destekleyici Teminat-Ek Teminat"
    },
    "explanation": "Konu ile ilgili bilgiye 158 nolu sayfadan erişebilirsiniz.<br/>Dünyada 4 tip özel sağlık sigortacılığı yapılmaktadır;<br/>• Temel-Birincil Özel Sağlık Sigortası (Primary Private Health Insurance),<br/>• Çifte Teminat-İkinci Kez Teminat (Duplicate Cover),<br/>• Tamamlayıcı Teminat-Ek Teminat (Complementary Cover),<br/>• Destekleyici Teminat-Ek Teminat (Supplementary Cover)."
  },
  {
    "id": "3881349",
    "unitNumber": 6,
    "text": "I. Tamamlayıcı Sağlık Sigortası, hizmet alan kişinin üzerinde kalan sağlık riskini, gerek teminat kapsamı ve gerekse teminat yüzdeleri açısından çeşitli paketler ile üzerine alan bir özel sağlık sigortası olarak tanımlanır.<br/>II. Özel sağlık sigortası, sigorta girişinde hastalık veya kaza sonucu oluşan sağlık giderlerini karşılayan bir sigorta türüdür.<br/>III. Sağlık sigortacılığında, ödenmiş ve ödeneceği bilinen ama kesinleşmeyen (muallak) tazminatların toplamının, toplanan primlere oranına tazminat prim oranı denir. <br/>Yukarıdakilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "Yalnız II",
      "E": "I, II ve III"
    },
    "explanation": "Konu ile ilgili bilgiye 157-159 nolu sayfalardan erişebilirsiniz.<br/>Tüm maddeler doğru ifadeler içermektedir."
  },
  {
    "id": "3881350",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Kamusal harcamalar </li> <li>Özel sektör harcamaları </li> <li>Cepten sağlık harcamaları </li> </ol> Yukarıdakilerden hangisi/hangileri sağlık harcamaları kategorileri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Konu ile ilgili bilgiye 161 nolu sayfadan erişebilirsiniz.<br/>Sağlık harcamaları, genel olarak;<br/>• Kamusal harcamalar<br/>• Özel sektör harcamaları<br/>• Cepten sağlık harcamaları kategorilere ayrılmaktadır."
  },
  {
    "id": "3881351",
    "unitNumber": 6,
    "text": "I. Önceden hizmet sunucular sağlık hizmetinin odak noktasındaydı, marka hastaneler ve isim yapmış hekimler bu anlamda örnek verilebilir, oysa bugün hizmet sektörünün diğer alanlarında olduğu gibi sağlık hizmetlerinde de hizmeti alan olarak hastalar merkezde bulunmaktadır.<br/>II. Herkes için genellenebilen klasik tedaviler yerini kök hücre tedavisi örneği gibi kişiselleşmiş tedavilere bırakmaktadır. <br/>III. Hastalıkların tanı ve tedavisinde can acıtan (invaziv) müdahale yöntemleri yerini daha az can<br/>acıtan (noninvaziv) teşhis ve tedavilere bırakmaya başlamıştır.<br/>Yukarıdakilerden hangisi/hangileri sağlık hizmetinde değişen anlayışlar açısından doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Konu ile ilgili bilgiye 162 numaralı sayfadan erişebilirsiniz.<br/>Tüm maddeler sağlık hizmetlerinde günümüz açısından değişen anlayışlar içerinde yer alır."
  },
  {
    "id": "3881352",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Sunulan hizmetin kalitesine etkisi,</li> <li>Maliyeti azaltmaya olan etkisi, yani sağlık harcamalarını azaltma etkisi,</li> <li>Yönetim giderlerine etkisi </li> </ol> Yukarıdakilerden hangisi/hangileri geri ödeme yönteminin sağlık alanına yönelik etkileri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Konu ile ilgili bilgiye 164 nolu sayfadan erişebilirsiniz.<br/>Geri ödeme yöntemleri değerlendirme ölçütleri olarak, genellikle geri ödeme yönteminin sağlık alanına yönelik etkisi beş grupta dikkate alınır;<br/>• Sunulan hizmetin kalitesine etkisi,<br/>• Maliyeti azaltmaya olan etkisi, yani sağlık harcamalarını azaltma etkisi,<br/>• Yönetim giderlerine etkisi (idare, izleme, güçlendirme vb.),<br/>• Teknik verimliliğe ve tahsisat verimliliğine etkisi,<br/>• Hakkaniyete etkisi."
  },
  {
    "id": "3881353",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Sağlık yönetim sisteminin hazırlıklı olması,</li> <li>Kurumsal destek durumu,</li> <li>Yönetim bilgi sistemlerinin bulunabilirliği,</li> <li>Diğer reform bileşenlerinin durumu,</li> </ol> Yukarıdakilerden hangisi/hangileri hangi geri ödeme yönteminin seçileceğine karar verirken dikkate alınan belirleyiciler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve III",
      "C": "I, II ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Konu ile ilgili bilgiye 165 numaralı sayfadan erişebilirsiniz.<br/>Her geri ödeme sistemi; kamu, ödeme kuruluşu, hizmet sunucu kuruluş, hekim ve diğer sağlık görevlileri ile hastalar açısından farklı etkiye sahip olmaktadır. Hangi ödeme sisteminin seçileceğine karar verilirken;<br/>• Sağlık yönetim sisteminin hazırlıklı olması,<br/>• Kurumsal destek durumu,<br/>• Yönetim bilgi sistemlerinin bulunabilirliği,<br/>• Diğer reform bileşenlerinin durumu,<br/>• Ekonominin diğer alanlarındaki reform hareketleri,<br/>• Sağlık hizmetlerindeki kısa ve uzun dönem hedefleri gibi belirleyiciler dikkate alınmalıdır."
  },
  {
    "id": "3881396",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, dünya sağlık örgütü, sağlık sistemleri çerçevesinin nihai hedefleri arasındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hizmet Sunumu",
      "B": "Cevap verebilirlik",
      "C": "Erişim Kapsayıcılık",
      "D": "Kalite Güvenlik",
      "E": "Finansman"
    },
    "explanation": "Yanıtınız yanlışsa \"Giriş\" bölümüne bakınız.<br/>Cevap verebilirlik, dünya sağlık örgütü, sağlık sistemleri çerçevesinin nihai hedefleri arasındadır."
  },
  {
    "id": "3881397",
    "unitNumber": 6,
    "text": "Sağlığı etkileyen faktörlere sağlığın belirleyicileri denilmektedir. Bunlar bireyin özellikleri olduğu kadar, sosyoekonomik, kültürel ve çevresel faktörleri de kapsamaktadır. Buna göre aşağıdakilerden hangisi bu faktörler arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Bireysel yaşam tarzı özellikleri",
      "B": "Kişilerin biyolojik özellikleri",
      "C": "Kişilerin eğitim düzeyleri",
      "D": "Toplumsal ve topluluksal çevre özellikleri",
      "E": "Genel sosyal, ekonomik, kültürel ve çevresel koşulları"
    },
    "explanation": "Yanıtınız yanlışsa \"Sağlık Kavramı\" konusuna bakınız.<br/>Sağlığı etkileyen faktörlere sağlığın belirleyicileri denilmektedir. Bunlar bireyin özellikleri olduğu kadar, sosyoekonomik, kültürel ve çevresel faktörleri de kapsamaktadır. Buna göre kişilerin eğitim düzeyleri bu faktörler arasında yer almaz."
  },
  {
    "id": "3881398",
    "unitNumber": 6,
    "text": "Sağlık sistemindeki dinamik yapılanma aşağıdakilerden hangisini içermez?",
    "correctAnswer": "E",
    "options": {
      "A": "Altyapı",
      "B": "Finansman",
      "C": "Sağlık bilgi sistemi",
      "D": "İnsan kaynakları",
      "E": "Tedavi yolları"
    },
    "explanation": "Yanıtınız yanlışsa, \"Sağlık Sistemlerinin Dinamik Yapılanması\" konusuna bakınız.<br/>Sağlık sistemindeki dinamik yapılanma, tedavi yollarını içermez."
  },
  {
    "id": "3881399",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, sağlık sistemlerindeki karşılıklı ilişkiyi bozar?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal değişiklikler",
      "B": "Ekonomik değişiklikler",
      "C": "Teknolojik değişiklikler",
      "D": "Eğitimdeki değişiklikler",
      "E": "Yasal değişiklikler"
    },
    "explanation": "Yanıtınız yanlışsa \"Sağlık Sistemlerinin Dinamik Yapılanması\" konusuna bakınız<br/>Eğitimdeki değişiklikler, ağlık sistemlerindeki karşılıklı ilişkiyi bozar."
  },
  {
    "id": "3881400",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, sağlık sistemin işlerliğinde arka plan unsuru olarak adlandırılmaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Tıp teknolojileri",
      "B": "Farklı bakanlıklar",
      "C": "Bürokratik yapı",
      "D": "Finansman araçları",
      "E": "Sağlık sektörünün paydaşları"
    },
    "explanation": "Yanıtınız yanlışsa, \"Sağlık Sistemlerinin Dinamik Yapılanması\" konusuna bakınız.<br/>Tıp teknolojileri, sağlık sistemin işlerliğinde arka plan unsuru olarak adlandırılmaz."
  },
  {
    "id": "3881401",
    "unitNumber": 6,
    "text": "Hizmet sunumu, sağlık sisteminden beklenen hedeflere erişmek için hizmeti sunanlar tarafından ortaya konulan uygulamalar olarak tanımlanabilir. Buna göre aşağıdakilerden hangisi hizmet sunumunun bileşenleri arasında değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hizmet sağlayıcıları",
      "B": "Sağlık kuruluşları",
      "C": "Sağlık programları",
      "D": "Tıp etiği",
      "E": "Sağlık politikalarının koordinasyonu"
    },
    "explanation": "Yanıtınız yanlışsa, \"Sağlık Sistemlerinin Dinamik Yapılanması\" konusuna bakınız.<br/>Tıp etiği, hizmet sunumunun bileşenleri arasında değildir."
  },
  {
    "id": "3881402",
    "unitNumber": 6,
    "text": "Sağlık sisteminin hedeflerinden olan, “insanların refahını olumsuz yönde etkileyen durumların engellenmesi, yönetilmesi ve üstesinden gelinmesi” aşağıdakilerden hangisiyle ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Finansal koruyuculuk",
      "B": "Cevap verebilirlik",
      "C": "Sosyal koruyuculuk",
      "D": "Proaktif davranmak",
      "E": "Reaktif davranmak"
    },
    "explanation": "Yanıtınız yanlışsa,\" Sağlık Sistemlerinin Hedefleri ve Sonuçları\" konusuna bakınız.<br/>Sağlık sisteminin hedeflerinden olan, “insanların refahını olumsuz yönde etkileyen durumların engellenmesi, yönetilmesi ve üstesinden gelinmesi” sosyal koruyuculukla ilgilidir."
  },
  {
    "id": "3881403",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dünya sağlık örgütünün belirttiği yapı taşları arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "İnsan gücü",
      "B": "Enformasyon sistemi",
      "C": "Tıbbi ürün ve teknolojiler",
      "D": "Liderlik ve yönetişim",
      "E": "Beslenme alışkanlıkları"
    },
    "explanation": "Yanıtınız yanlışsa \"Türk Sağlık Sistemi\" konusuna bakınız.<br/>Aşağıdakilerden hangisi dünya sağlık örgütünün belirttiği yapı taşları arasında beslenme alışkanlıkları yer almaz."
  },
  {
    "id": "3881404",
    "unitNumber": 6,
    "text": "Türkiye’de başarılı sonuçlara erişilememiş olsa da sağlık bakanlığınca akılcı ilaç kullanımı ile ilgili ilk çalışmalar ne zaman başlatılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1936",
      "B": "1960",
      "C": "1992",
      "D": "1982",
      "E": "2010"
    },
    "explanation": "Yanıtınız yanlışsa \"Türk Sağlık Sisteminde Kaynaklar\" konusuna bakınız.<br/>Türkiye’de başarılı sonuçlara erişilememiş olsa da sağlık bakanlığınca akılcı ilaç kullanımı ile ilgili ilk çalışmalar 1992'de başlatılmıştır."
  },
  {
    "id": "3881405",
    "unitNumber": 6,
    "text": "Sağlık hizmetleri maliyetini karşılama amaçlı ihtiyaç duyulan kaynakların oluşturulması eylemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlık finansmanı",
      "B": "Halkla ilişkiler",
      "C": "Propaganda",
      "D": "Örgütsel iletişim",
      "E": "Yönetişim"
    },
    "explanation": "Bu soru, ünitenin \"Giriş\" bölümünden üretilmiştir.<br/>Finansman, hizmetin sunumunda kullanılan tüm kaynakların harekete geçirilmesi (mobilizasyonu) yönünde işlev sunmaya yönelik faaliyetlerden oluşur. Literatürde yaygın biçimde tanımlandığı üzere, sağlık hizmetleri maliyetini karşılama amaçlı ihtiyaç duyulan kaynakların oluşturulması eylemi de sağlığın finansmanı olarak tanımlanır. Doğru cevap “a” seçeneğidir."
  },
  {
    "id": "3881406",
    "unitNumber": 6,
    "text": "Kaynakların sağlanması, bazı fonların yatırıma aktarılması ve elde edilen gelirin kullanımı kararı gibi geniş bir alanda yürütülen planlama, uygulama ve değerlendirme sürecine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yönetim",
      "B": "Verimlilik",
      "C": "Yönetişim",
      "D": "Finans yönetimi",
      "E": "Sinerji"
    },
    "explanation": "<strong>u soru, ünitenin \"</strong><br/>Sağlık Finansmanının Amacı\" bölümünden üretilmiştir.<br/><u>Finans yönetimi</u>, kaynakların sağlanması, bazı fonların yatırıma aktarılması ve elde edilen gelirin kullanımı kararı gibi geniş bir alanda yürütülen planlama, uygulama ve değerlendirme sürecidir. Doğru cevap “d” seçeneğidir."
  },
  {
    "id": "3881407",
    "unitNumber": 6,
    "text": "I. Finansal koruma<br/>II. Adalet<br/>III. Riskten kaçınma<br/>IV. Yoksullaşmayı engelleme<br/>Yukarıdakilerden hangisi/hangileri sağlık finansmanı hedeflerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II ve IV",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Bu soru, ünitenin \"Sağlık Finansmanı Amacı\" bölümünden üretilmiştir.<br/>Sağlık kurumlarının finansmanı, hizmetin sunum biçimi, işe alınan uygulayıcılar, ücretler, ödemeler ve geri ödeme biçimi çok sayıda konuyu içine alır. Bu nedenle sağlık hizmetlerinin finansman yönetimi, kurumsal çıktılar ve hedefler üzerinde önemli düzeyde etkilidir. Sağlık finansmanı hedefleri şunlardır:<br/><ul> <li>Finansal koruma,</li> <li>Adalet,</li> <li>Verimli kaynak kullanımı ve</li> <li>Yoksullaşmayı engelleme. Doğru cevap “c” seçeneğidir.</li> </ul>"
  },
  {
    "id": "3881408",
    "unitNumber": 6,
    "text": "Ekonomik açıdan bakıldığında, “en az girdi ile en fazla çıktıyı hedeflemek” anlamına gelen kavrama ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Etkililik",
      "B": "Verimlilik",
      "C": "Denetim",
      "D": "Ulaşılabilirlik",
      "E": "Hakkaniyet"
    },
    "explanation": "Bu soru, ünitenin \"Sağlık Finansmanı Amacı\" bölümünden üretilmiştir.<br/>Verimlilik, sağlık finansmanının önemli bir hedefidir. Ekonomik açıdan bakıldığında verimlilik, en az girdi ile en fazla çıktıyı hedeflemek anlamına gelir. Bir başka deyişle, mal veya hizmeti en az maliyetle üretme olarak tanımlaması da mümkündür. Sağlık alanında <u>verimlilik</u>, ortaya çıkarılan fayda ile bu amaçla harcanan kaynağın oranlanması ile elde edilir. Doğru cevap “b” seçeneğidir."
  },
  {
    "id": "3881409",
    "unitNumber": 6,
    "text": "İlk kez uygulanan ve dönemin İngiliz Başbakanı tarafından desteklenen sağlık finansman modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bismarck Modeli",
      "B": "Russell Modeli",
      "C": "Temple Modeli",
      "D": "Beveridge Modeli",
      "E": "Thatcher Modeli"
    },
    "explanation": "Bu soru, ünitenin \"Sağlık Finansman Modelleri\" bölümünden üretilmiştir.<br/>Kamu finansmanı; ilk kez uygulanan dönemin İngiliz Başbakanının isimlendirmesiyle “Beveridge Modeli” olarak bilinir. Özünde vergi tabanlı bir finansmandır ve sağlık hizmetlerinin genel vergilerden finanse edilmesiyle oluşur. Doğru cevap “D” seçeneğidir."
  },
  {
    "id": "3881410",
    "unitNumber": 6,
    "text": "Sanayileşme ile birlikte dünyada sağlık sigortasının ilk uygulama alanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Madencilik",
      "B": "Sağlık",
      "C": "Eğitim",
      "D": "Tekstil",
      "E": "Tarım"
    },
    "explanation": "Bu soru, ünitenin \"Sağlık Sigortacılığı Gelişim Süreci\" bölümünden üretilmiştir.<br/>Sağlık sigortası alanında dünyadaki ilk örnekler, Orta Çağ’a dayanmaktadır ve loncalarda ve o dönem var olan usta birliklerinde görülmektedir. Sanayileşmenin ortaya çıkması ve yaygınlaşmasıyla sendikalar, işçi organizasyonları, işveren birlikleri gibi çeşitli meslek grupları, üyeleri için sağlık sigortası programlarının oluşturulmasını sağlamışlardır. <u>Madencilik sektörü</u>, hastalık riskinin yüksek oluşu nedeniyle bu anlamda ilk uygulama alanı olmuştur. 18. yüzyılın sonu ve 19. yüzyılın başında, aynı sektörde veya aynı bölgede çalışan işçiler ve küçük çiftçiler, karşılıklı yardım derneği özelliğinde hastalık sandıkları kurmuşlardır. Yardım fonlarının yanı sıra ilk kez 1848 yılında demir yolu yolcuları için modern sağlık sigortası yapılmıştır. Doğru cevap “a” seçeneğidir."
  },
  {
    "id": "3881411",
    "unitNumber": 6,
    "text": "Osmanlı Devleti’nde 1863 yılında maden işyerlerinin yönetiminde işçilerin hastalanmaları durumundaki düzenlemeleri kapsayan ilk tüzük (nizamname) aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dilaver Paşa Nizamnamesi",
      "B": "Maadin Nizamnamesi",
      "C": "Mevadd-ı Madeniyeye Dair Nizamname",
      "D": "Vilayet Nizamnamesi",
      "E": "Nizamname-i Nebatat"
    },
    "explanation": "Bu soru, ünitenin \"Sağlık Sigortacılığı Gelişim Süreci\" bölümünden üretilmiştir.<br/>1863 yılında maden işyerlerinin yönetiminde işçilerin hastalanmaları durumundaki düzenlemeleri kapsayan “Mevadd-ı Madeniyeye Dair Nizamname” ile bu iş yerlerinin özeline yönelik olsa da ilk kurallı uygulamaların adımının atılmasını sağlamıştır. Nizamname, günümüzdeki tüzük anlamına gelen bir yasal düzenlemedir ve yasalarca belirlenen işlerin nasıl yapılacağını gösteren düzenleyici bir işlemdir. Doğru cevap “c” seçeneğidir."
  },
  {
    "id": "3881412",
    "unitNumber": 6,
    "text": "Sigorta şirketinin sigortalıya, sağlık sigortası sözleşmesinde belirtilen sağlık riskinin gerçekleşmesi hâlinde vermeyi taahhüt ettiği güvenceye ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Temettü",
      "B": "Aidat",
      "C": "İrat",
      "D": "Masraf",
      "E": "Teminat"
    },
    "explanation": "Bu soru, ünitenin \"Özel Sağlık Sigortacılığı Kavramları\" bölümünden üretilmiştir.<br/>Sigorta şirketinin sigortalıya sağlık sigortası sözleşmesinde belirtilen sağlık riskinin gerçekleşmesi hâlinde vermeyi taahhüt ettiği güvence, <u>teminat</u> olarak adlandırılır.<br/>Doğru cevap “e” seçeneğidir."
  },
  {
    "id": "3881413",
    "unitNumber": 6,
    "text": "I. Temel-Birincil Özel Sağlık Sigortası<br/>II. Tamamlayıcı Teminat-Ek Teminat<br/>III. Kademeli-Basamaksal Teminat<br/>IV. Çifte Teminat-İkinci Kez Teminat<br/>V. Destekleyici Teminat-Ek Teminat<br/>Yukarıdakilerden hangisi/hangileri, dünyada uygulanan özel sağlık sigortacılığı modelleri arasında <strong>yer almaz?</strong>”",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve IV",
      "E": "II ve V"
    },
    "explanation": "Bu soru, ünitenin \"Özel Sağlık Sigortacılığı Modelleri\" bölümünden üretilmiştir.<br/>Dünyada 4 tip özel sağlık sigortacılığı yapılmaktadır;<br/><ul><br/><li><em>Temel-Birincil Özel Sağlık Sigortası</em> (Primary Private Health Insurance),</li><br/></ul><br/><ul><br/><li><em>Çifte Teminat-İkinci Kez Teminat</em> (Duplicate Cover),</li><br/></ul><br/><ul><br/><li><em>Tamamlayıcı Teminat-Ek Teminat</em> (Complementary Cover),</li><br/></ul><br/><ul><br/><li><em>Destekleyici Teminat-Ek Teminat</em> (Supplementary Cover).</li><br/></ul><br/><em><strong>Kademeli-Basamaksal Teminat</strong> </em>dünyada uygulanan özel sağlık sigortacılığı modelleri arasında <strong>yer almaz.</strong> Doğru cevap “b” seçeneğidir."
  },
  {
    "id": "3881414",
    "unitNumber": 6,
    "text": "…..; harcama yapmış bir kişiye veya kuruluşa bunun ödenmesidir. Örneğin sağlık hizmeti sunucularının verdikleri hizmetin karşılığını kamu sigorta kuruluşu olarak ….. alış şekillerinden birisidir.<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi sırasıyla ve doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Geri ödeme/Sosyal Yardımlaşma Sandıkları’ndan",
      "B": "Geri ödeme/Sosyal Güvenlik Kurumu’dan",
      "C": "Teberru/hizmet",
      "D": "Teberru/Bireysel Emeklilik Sigorta Kurumu’ndan",
      "E": "Temettü/nakit"
    },
    "explanation": "Bu soru, ünitenin \"Geri Ödeme\" bölümünden üretilmiştir.<br/><u>Geri ödeme</u>; harcama yapmış bir kişiye veya kuruluşa bunun ödenmesidir. Örneğin sağlık hizmeti sunucularının verdikleri hizmetin karşılığını kamu sigorta kuruluşu olarak <u>Sosyal Güvenlik Kurumu’ndan</u> alış şekillerinden birisidir.<br/>Doğru cevap “b” seçeneğidir."
  },
  {
    "id": "3881656",
    "unitNumber": 6,
    "text": "\"İşletmelerin üretim, stoklama, dağıtım ve sürekliliği sağlama işlevlerini yerine getirmeleri için ihtiyaç. duydukları para ve fonlar .....................aracıdır.\" boşluğa gelecek ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finans",
      "B": "Yatırım",
      "C": "Ölçek",
      "D": "Piyasa",
      "E": "Ödenek"
    },
    "explanation": "İşletmelerin üretim, stoklama, dağıtım ve sürekliliği sağlama işlevlerini yerine getirmeleri için ihtiyaç. duydukları para ve fonlar <strong> finans</strong> aracıdır. Bu nedenle doğru cevap \"A\" dır."
  },
  {
    "id": "3881658",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sağlık finansmanının amaçlarından birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ulaşabilrlik",
      "B": "Eşitlik",
      "C": "Fırsatçılık",
      "D": "Anlayış",
      "E": "Eğitim"
    },
    "explanation": "Sağlık finansmanın amaçları , ulaşabilirlik, hakkaniyet ve risk paylaşımıdır. Bu nedenle doğru cevap \"A\" dır."
  },
  {
    "id": "3881678",
    "unitNumber": 6,
    "text": "<strong>\"...............</strong>kaynakların sağlanması, bazı fonların yatırıma aktarılması ve elde edilen gelirin kullanımı kararı gibi geniş bir alanda yürütülen planlama, uygulama ve değerlendirme sürecidir.\" boşluğa gelcek ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İş",
      "B": "Finans",
      "C": "Para",
      "D": "Ekonomi",
      "E": "Finans yönetimi"
    },
    "explanation": "<strong>Finans yönetimi,</strong> kaynakların sağlanması, bazı fonların yatırıma aktarılması ve elde edilen gelirin kullanımı kararı gibi geniş bir alanda yürütülen planlama, uygulama ve değerlendirme sürecidir.Bu nedenle doğru cevap \"E\" dir."
  },
  {
    "id": "3881679",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sağlık finansmanının hedeflerinden birisi <u><strong>değildir?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "Finansal koruma",
      "B": "Hakkaniyet",
      "C": "Adalet",
      "D": "Verimli kaynak kullanımı",
      "E": "Yoksullaşmayı engelleme"
    },
    "explanation": "Sağlık finansmanı hedefleri şunlardır: • Finansal koruma • Adalet • Verimli kaynak kullanımı • Yoksullaşmayı engelleme Bu nedenle doğru cevap \"B\" dir."
  },
  {
    "id": "3881682",
    "unitNumber": 6,
    "text": "....................özel sağlık finansman yöntemlerinden biridir; kamu ya da özel sigortanın ödemediği hatta ödese bile tamamını karşılamadığı durumlarda yapılır. Boşluğa gelecek ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özel harcama",
      "B": "Harcama",
      "C": "Cebinden harcama",
      "D": "Yatırma",
      "E": "Elinde tutma"
    },
    "explanation": "Cepten sağlık harcaması, özel sağlık finansman yöntemlerinden biridir; kamu ya da özel sigortanın ödemediği hatta ödese bile tamamını karşılamadığı durumlarda yapılır. Bu nedenle doğru cevap \"C\" dir."
  },
  {
    "id": "3881684",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sağlık sigortacılığının bölümlerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sağllık yönetimi",
      "B": "Sağlık kaynakları",
      "C": "Sağlık",
      "D": "Sağlık hizmet paketi",
      "E": "Birinci paket"
    },
    "explanation": "Sosyal sağlık sigortacılığını iki bölümde incelemekte yarar olacaktır; birinci bölüm güvence altına alınacak yani sigortalanacak sağlık hizmet paketidir.Bu nedenle doğru cevap \"D\" dir."
  },
  {
    "id": "3881688",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi özel sağlık sigortacılığı modellerinden birisi <u><strong>değildir?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Temel-Birincil Özel Sağlık Sigortası (Primary Private Health Insurance),",
      "B": "Çifte Teminat-İkinci Kez Teminat (Duplicate Cover),",
      "C": "Tamamlayıcı Teminat-Ek Teminat (Complementary Cover),",
      "D": "Destekleyici Teminat-Ek Teminat (Supplementary Cover).",
      "E": "Bütünleyici teminat"
    },
    "explanation": "Temel-Birincil Özel Sağlık Sigortası (Primary Private Health Insurance), • Çifte Teminat-İkinci Kez Teminat (Duplicate Cover), • Tamamlayıcı Teminat-Ek Teminat (Complementary Cover), • Destekleyici Teminat-Ek Teminat (Supplementary Cover) bu nedenle doğru cevap \"E\" dir."
  },
  {
    "id": "3881690",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Bismarc modelini kullanan ülkelerden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kanada",
      "B": "İngiltere",
      "C": "Almanya",
      "D": "ABD",
      "E": "Afrika"
    },
    "explanation": "2000’li yıllara gelindiğinde Bismarck modelini uygulayan Almanya, Fransa ve Hollanda gibi ülkeler kullanmıştır."
  },
  {
    "id": "3881692",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisinde sağlık hizmetlerinde değişen anlayışlardan birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tıbbi yaklaşım",
      "B": "Ekonomi",
      "C": "Sağlık",
      "D": "Yöntem",
      "E": "Teknik"
    },
    "explanation": "Tıbbi yaklaşım değişen anlayışlardan birisidir.Bu nedenle doğru cevap \"A\" dır."
  },
  {
    "id": "3881698",
    "unitNumber": 6,
    "text": "Sağlık kurumu olarak hizmet sunanlara kullanılan ödeme yöntemlerinden birisi <u><strong>değildir?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "Hizmet başına",
      "B": "Saat başına",
      "C": "Vaka başına",
      "D": "Global bütçe",
      "E": "Tanıyla ilişkili gruplar"
    },
    "explanation": "Sağlık kurumu olarak hizmet sunanlara; • Hizmet başına • Gün başına • Vaka başına • Global bütçe • Tanıyla ilişkili gruplar gibi ödeme yöntemlerinden yararlanılmaktadır.Bu nedenle doğru cevap \"B\" dir."
  },
  {
    "id": "3881490",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>İşletmenin faaliyetleri için gerekli olan finansal kaynakların temin edilmesi işlerinden oluşan bir bütündür</li> <li>Ham madde temin eden, ham maddeden ara mal veya nihai mal üreten, nihai ürünleri müşterilere teslim eden dağıtıcı ve müşterilerin oluşturduğu bir ağdır</li> <li>Müşterilerin talep ettiği mal ve hizmetlerin sağlanması, üretimi, dağıtımı ve teslim sürecinde yer alan tedarikçi, üretici, dağıtıcı ve servis sağlayanlar ile bir bütün halindeki oluşumdur</li> <li>İşletmelerin rekabet üstünlüğü ve karlılığının sağlanması için iyi bir yönetim ve denetim yapısı oluşturması ve yapıda yer alan unsurların bir bütündür</li> </ol> Yukarıdaki açıklamalardan hangisi / hangileri “tedarik zinciri” kavramı ile ilgili doğru ve bütüncül açıklamalardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, IV",
      "D": "III, IV",
      "E": "II, III, IV"
    },
    "explanation": "Doğru cevap B şıkkıdır"
  },
  {
    "id": "3881491",
    "unitNumber": 7,
    "text": "Reklam, danışmanlık, sigortalama, finans, taşıma, depolama, kurulum, montaj, tamir ve bakım hizmeti sunan tedarik zinciri elemanları aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üreticiler",
      "B": "Dağıtımcılar",
      "C": "Hizmet Sağlayıcıları",
      "D": "Müşteriler",
      "E": "Perakendeciler"
    },
    "explanation": "Doğru cevap C şıkkıdır"
  },
  {
    "id": "3881492",
    "unitNumber": 7,
    "text": "İşletme içerisinde yer alan; insan kaynakları, finans kaynakları, bina, araç vb. fiziki kaynakların bir bütün halinde uçtan uca yönetilmesini ve verimli kullanılmasını sağlamak için geliştirilen yazılım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurumsal Kaynak Planlaması ( ERP )",
      "B": "Müşteri İlişkileri Yönetimi ( CRM )",
      "C": "Depo Yönetim Sistemleri ( WMS )",
      "D": "Blok Zinciri Teknolojisi ve Tedarik Zinciri Yönetimi",
      "E": "İnsan Kaynaklı Hataların Azaltılması"
    },
    "explanation": "Doğru cevap A şıkkıdır."
  },
  {
    "id": "3881493",
    "unitNumber": 7,
    "text": "<ol type=\"I\"><br/><li>Devlet kontrolünde olması</li><br/><li>Şeffaflık ve denetlenebilirliğin sağlanması</li><br/><li>Evrak işlerinde kolaylık sağlaması</li><br/><li>İnsan kaynaklı hataların azaltılması</li><br/><li>Verilerin kolaylıkla değiştirilebilir olması</li><br/></ol><br/>Yukarıdakilerden hangisi/hangileri, Blockchain (Blok Zincir) teknolojisinin tedarik zinciri yönetimine sağladığı yararlar arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve V",
      "B": "I, III ve IV",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Blockchain (Blok Zincir) teknolojisi; istenilen tüm verileri kaydetmek için programlanabilen, tahrif edilemez dijital bir veri tabanı olarak tanımlanmaktadır. Blockchain teknolojisinin tedarik zinciri yönetimine sağlamış olduğu yararlar şunlardır:<br/>• Şeffaflığın Sağlanması,<br/>• Takip Edilebilirliğin Artması,<br/>• Üründe veya Evrakta Sahteciliğin, Hırsızlığın ve Kaçakçılığın Önlenmesi,<br/>• Evrak İşlerinde Kolaylık,<br/>• Finansal Faaliyetlerde Kolaylık,<br/>• İnsan Kaynaklı Hataların Azalması.<br/><strong>Geleneksel veri tabanlarının aksine;</strong> blockchain teknolojisinde veriler ve bu teknolojinin yönetimi herhangi bir kişi, kurum, örgüt veya <strong><em>devletin kontrolünde değildir.</em></strong> Veri tabanı ağında bulunan tüm taraflar bütün veri tabanının hepsinin aynı kopyasına sahiptir. Ağdaki herkes veri tabanındaki bilgiye erişebilir. Bu şeffaf ve erişime açık bir sistemdir. Ayrıca, veri tabanına eklenen <em><strong>kayıtlar geri döndürülemez, silinemez ve daimî bir kayıt olarak kalmaktadır. </strong></em>Buradan hareketle; I. ve V. öncül Blockchain teknolojisinin tedarik zinciri yönetimine sağladığı yararlardan değildir. Doğru cevap \"C\" seçeneğidir."
  },
  {
    "id": "3881494",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Mal ve hizmetin fiyatı</li> <li>Depolama alanını azaltmak</li> <li>Ortaya çıkan farklı ve yeni hastalıklar</li> <li>Bilimsel ve teknolojik gelişmeler</li> <li>Sürdürülebilir karlılığı ve rekabeti sağlamak </li> </ol> Yukarıdakilerden hangisi / hangileri, ürünlere ilişkin talep miktarının, sadece sağlık işletmesinin kararlarıyla belirlenmesine engel olan faktörlerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "I, V",
      "C": "III, IV, V",
      "D": "I, III, IV",
      "E": "I, IV"
    },
    "explanation": "Doğru cevap D şıkkıdır."
  },
  {
    "id": "3881495",
    "unitNumber": 7,
    "text": "Elektronik ürün kodu teknolojisi sayesinde ilaçların üretim ve / veya ithalatından itibaren tedarik zincirinde gerçekleştirdiği her hareketi izleyen sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlaç Takip Sistemi ( İTS )",
      "B": "Elektronik Kamu Alanları Platformu ( EKAP )",
      "C": "Ürün Takip Sistemi ( ÜTS )",
      "D": "Malzeme Kaynakları Yönetim Sistemleri ( MKYS )",
      "E": "Hastane Bilgi Yönetim Sistemi ( HBYS )"
    },
    "explanation": "Doğru cevap A şıkkıdır."
  },
  {
    "id": "3881496",
    "unitNumber": 7,
    "text": "Aşağıdaki kavramlardan hangileri Kamu Satın Alma Sürecinin, <strong>“ ihale süreci ”</strong> aşamasındaki uygulamalarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Teknik Şartname",
      "B": "Muayene Kabulü",
      "C": "Ödeme",
      "D": "Garanti",
      "E": "Teklif Değerlendirme"
    },
    "explanation": "Doğru cevap E şıkkıdır"
  },
  {
    "id": "3881497",
    "unitNumber": 7,
    "text": "Doğal afetler, salgın hastalıklar, can veya mal kaybı tehlikesi gibi ani ve beklenmeyen ve yapım tekniği açısından özellik arz eden, bu nedenlerle de ivedilikle yapılması gereken, zorunlu durumlarda uygulanan ihaleyle satın alma yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Açık İhale Usulü",
      "B": "Belli İstekliler Arasında İhale Usulü",
      "C": "Pazarlık Usulü",
      "D": "Doğrudan Temin",
      "E": "Çerçeve Sözleşme"
    },
    "explanation": "Doğru cevap C şıkkıdır."
  },
  {
    "id": "3881498",
    "unitNumber": 7,
    "text": "Elde fazla stok bulundurma riskinin asgariye indiği, öte yandan faaliyetlerin devamlılığında <strong>“ emniyet stoğu ” </strong>nu da içerecek şekilde yeniden sipariş verme noktasındaki stok miktarı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tedarik Süreci",
      "B": "Optimal Stok",
      "C": "Sipariş Verme Noktası",
      "D": "Emniyet Stoğu",
      "E": "Talebin Geçmiş Deneyimler Yoluyla Tahmini"
    },
    "explanation": "Doğru cevap B şıkkıdır."
  },
  {
    "id": "3881499",
    "unitNumber": 7,
    "text": "Sağlık kurumlarında sıfır stok ve sıfır hatayla tam zamanında istenilen tıbbi malzemenin sağlık işletmesine getirilmesi ve kullanılması şeklinde uygulanan stok kontrol yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gözle Kontrol Yöntemi",
      "B": "Çift Kutu Yöntemi",
      "C": "Sabit Sipariş Miktarı Yöntemi",
      "D": "Just in Time",
      "E": "ABC Analizi"
    },
    "explanation": "Doğru cevap D şıkkıdır."
  },
  {
    "id": "3881520",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir tedarik zinciri yönetimi faaliyeti <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "planlama,",
      "B": "kaynak bulma ve satın alma,",
      "C": "üretim,",
      "D": "pazarlama,",
      "E": "stok yönetimi,"
    },
    "explanation": "Tedarik zinciri yönetimi planlama, kaynak bulma ve satın alma, üretim, stok yönetimi, depolama, dağıtım, satış sonrası servis hizmeti ve müşteri ilişkileri süreçlerinin yönetilmesi faaliyetlerini kapsamaktadır. Bu anlamda tedarik zinciri yönetimi dinamik bir süreç olup, karşılıklı etkileşim içerisinde olan çok sayıda aktörün bir arada yönetilmesini gerektiren bütünleşik bir yönetim sistemidir."
  },
  {
    "id": "3881521",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tedarik zincirinin elemanları arasında <strong>yer almaz</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "borsalar",
      "B": "üreticiler,",
      "C": "dağıtımcılar,",
      "D": "perakendeciler,",
      "E": "müşteriler,"
    },
    "explanation": "Üreticiler, dağıtımcılar, perakendeciler, müşteriler ve ürün/hizmet sağlayıcılar tedarik zincirinin<br/>elemanları olarak sayılmaktadırlar. Tedarik zinciri elemanları, ortak fayda gözeterek senkronize hareket etmekte ve bir elemanın performans kaybı veya verimsizliği bütün tedarik zinciri ağını etkileyerek işletme kârlılığı ve sürdürülebilirliğini belirlemektedirler."
  },
  {
    "id": "3881522",
    "unitNumber": 7,
    "text": "I. Satın Alma Kararı ve Yönetimi,<br/>II.Tedarikçi Seçimi,<br/>III. Tedarikçi Yönetimi,<br/>IV. Sözleşme Yönetimi<br/>Yukarıdakilerden hangileri edarik ve tedarikçi ilişkileri yönetimi aşamaları arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I,II",
      "B": "II,III",
      "C": "I,II,III",
      "D": "I,III,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "Tedarik ve tedarikçi ilişkileri yönetiminin en önemli fonksiyonu satın alma yönetimidir. Satın alma kararıyla başlayan bu süreç, malzemenin temin ya da teslim edilmesiyle son bulmaktadır. Bu<br/>nedenle tedarik ve tedarikçi ilişkileri yönetimi;<br/>1. Satın Alma Kararı ve Yönetimi,<br/>2. Tedarikçi Seçimi,<br/>3. Tedarikçi Yönetimi,<br/>4. Sözleşme Yönetimi olmak üzere dört aşamadan oluşmaktadır"
  },
  {
    "id": "3881523",
    "unitNumber": 7,
    "text": "İşletme içerisinde yer alan; insan kaynakları, finans kaynakları, bina, araç vb. fiziki kaynakların bir bütün hâlinde uçtan uca yönetilmesini ve verimli kullanılmasını sağlamak için geliştirilen bir yazılımdır.<br/>Yukarıda tanımlanan yazılım sınıfı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "CRM",
      "B": "ERP",
      "C": "WMS",
      "D": "Block Zincir",
      "E": "SAAP"
    },
    "explanation": "İşletme içerisinde yer alan; insan kaynakları, finans kaynakları, bina, araç vb. fiziki kaynakların bir bütün hâlinde uçtan uca yönetilmesini ve verimli kullanılmasını sağlamak için geliştirilen bir yazılımdır. Kaynakların bir arada değerlendirilebilmesi için bütünleşik bir veri tabanı kullanılmaktadır. Kurumsal Kaynak Planlama (ERP) tüm işleri ve çalışanların merkezî bir noktadan ve otomatize edilmiş şekilde yönetilmesini sağlar. Bu sayede işletmedeki tüm kaynaklar ve süreçler etkili şekilde kontrol edilir, insan kaynaklı hatalar en aza indirilir, zaman ve maliyet tasarrufu elde edilir."
  },
  {
    "id": "3881524",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir kantitatif (niceliksel) tahmin yönetemidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Delphi tekniği",
      "B": "Trend analizi",
      "C": "Pazar araştırması",
      "D": "Komisyon görüşü",
      "E": "Uzman görüşü"
    },
    "explanation": "Kantitatif tahmin yönteminde geçmiş yıllara ait veriler temel alınmaktadır. Bu yöntemin uygulanabilmesi geçmiş yıllara ait verilerin doğru, güvenilir ve matematiksel olarak ölçülebilir olması gerekmektedir. Trend Analizi: Trend talebin uzun dönemde yukarı veya aşağıya doğru hareketidir. Trendin takip ettiği seyri dikkate alarak gelecekte taleple ilgili tahminde bulunabilir."
  },
  {
    "id": "3881525",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sağlık işletmesinin talep miktarını etkileyen faktörler arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Mal ve hizmetin fiyatı,",
      "B": "Demografik yapı,",
      "C": "Ortaya çıkan farklı ve yeni hastalıklar,",
      "D": "Bilimsel ve teknolojik gelişmeler,",
      "E": "Ekonomik konjonktür"
    },
    "explanation": "Bazı faktörler sağlık işletmesinin talep miktarını etkilemektedir. Bu faktörler;<br/>• Mal ve hizmetin fiyatı,<br/>• Demografik yapı,<br/>• Ortaya çıkan farklı ve yeni hastalıklar,<br/>• Bilimsel ve teknolojik gelişmeler,<br/>• İşletme tercihleri,<br/>• Kârlılık beklentileri şeklinde sıralanmaktadır."
  },
  {
    "id": "3881526",
    "unitNumber": 7,
    "text": "Uzman görüşlerinin esas alınarak, fikirlerin toplanarak analiz edilmesini sağlayan anket çalışmasıdır.<br/>Yukarıda tanımlanan tahmin yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Delphi tekniği",
      "B": "Zaman serileri analizi",
      "C": "Nedensel analizler",
      "D": "Pazar araştırması",
      "E": "Naive metot"
    },
    "explanation": "Delphi tekniği, uzman görüşlerinin esas alınarak, fikirlerin toplanarak analiz edilmesini sağlayan<br/>anket çalışmasıdır. Bu teknikte geleceğe ilişkin tahminlerin belirlenmesinde yönetici ve uzman personelin görüşleri alınmaktadır. Sağlık kuruluşlarında hizmet ve malzeme ihtiyacının belirlenmesinde hastane yöneticileri, bölüm başkanları, poliklinik ve klinik servis şefleri, hemşire, satın alma, malzeme sorumlusu ve malzeme tüketimini yapan ünitelerin görüşlerinin alınması ve buna göre ihtiyaçların belirlenmesi Delphi tekniğinin uygulanmasıdır."
  },
  {
    "id": "3881527",
    "unitNumber": 7,
    "text": "Kamu kurumlarında hizmetin kesintisiz devam etmesinin sağlanması için ihtiyaç duyulan ürün ve hizmetleri tedarik etmektedir.<br/>Yukarıda ifade edilem kamu kurumu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Devlet Malzeme Ofisi",
      "B": "Sağlık Bakanlığı",
      "C": "Kamu İhale Kurumu",
      "D": "Sosyal Güvenlik Kurumu",
      "E": "Hazine ve maliye Bakanlığı"
    },
    "explanation": "Devlet Malzeme Ofisi (DMO), kamu kurumlarında hizmetin kesintisiz devam etmesinin sağlanması için ihtiyaç duyulan ürün ve hizmetleri tedarik etmektedir. Bu bağlamda DMO merkezî bir satın alma kurumu olarak faaliyet göstermektedir. DMO, sağlıkla ilgili olarak; bilişim ürünleri, büro makine ve ekipmanları, kâğıt ve kırtasiye ürünleri, mobilya, ilaç, tıbbi cihaz ve sağlık ürünlerini ilgili kurumlar adına satın almaktadır"
  },
  {
    "id": "3881528",
    "unitNumber": 7,
    "text": "ABC analizinde az ve pahalı olan kalemler hangi grupta yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "1. grup",
      "B": "2.grup",
      "C": "A grubu",
      "D": "B grubu",
      "E": "A.1. grubu"
    },
    "explanation": "Stokta bulunan malzemelerin hepsi aynı önem derecesinde olmadığından, bu malzemelerin aynı titizlikle kontrol edilmesine gerek yoktur, aynı zamanda maliyetleri de artıracağından ekonomik değildir. Bu nedenle stoktaki malzemeler önemlerine göre sınıflandırılmakta ve kontrol işlemleri buna göre yapılmaktadır. Bu yöntemde stok üç ayrı gruba ayrılarak kontrol edilmektedir.<br/>A grubu: Az ve pahalı olan kalemler A grubunda toplanmaktadır. Stok değerinin %70-80’ini oluştururken stok çeşitliliğinin %5 ila 10’unu oluşturmaktadır."
  },
  {
    "id": "3881529",
    "unitNumber": 7,
    "text": "ABC analizinde stok değerinin %10’unu, stok çeşitliliğinin %70-80’ini oluşturan kalemler hangi grupta yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "A grubu",
      "B": "B grubu",
      "C": "C grubu",
      "D": "A.3. grubu",
      "E": "B.3. grubu"
    },
    "explanation": "Stokta bulunan malzemelerin hepsi aynı önem derecesinde olmadığından, bu malzemelerin aynı titizlikle kontrol edilmesine gerek yoktur, aynı zamanda maliyetleri de artıracağından ekonomik değildir. Bu nedenle stoktaki malzemeler önemlerine göre sınıflandırılmakta ve kontrol işlemleri buna göre yapılmaktadır. Bu yöntemde stok üç ayrı gruba<br/>ayrılarak kontrol edilmektedir:<br/><strong>A grubu:</strong> Az ve pahalı olan kalemler A grubunda toplanmaktadır. Stok değerinin %70-80’ini oluştururken stok çeşitliliğinin %5 ila 10’unu oluşturmaktadır.<br/><strong>B grubu:</strong> Orta değerde olup stok değerinin %15-20’sini, stok çeşitliliğinin %20’sini oluşturan kalemler bu grup altında toplanmaktadır.<br/><strong>C grubu:</strong> Stok değerinin <em><strong>%10’</strong></em>unu, stok çeşitliliğinin <em><strong>%70-80</strong></em>’ini oluşturan kalemler bu grup altında yer almaktadır."
  },
  {
    "id": "3881538",
    "unitNumber": 7,
    "text": "I. Tedarikçi<br/>II. Üretici<br/>III. Toptancı<br/>IV. Perakendeci<br/>V. Müşteri<br/>Yukarıdakilerden hangileri tedarik zincirinde ana kanal içerisinde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, III, V",
      "B": "I,II, III",
      "C": "II, III, V",
      "D": "II, III, IV",
      "E": "II,IV, V"
    },
    "explanation": "Tedarik zinciri; tedarikçileri, üreticileri, lojistik hizmetlerini, dağıtıcıları, distribütörleri, perakendecileri kapsayan ve bunlar arasında ürün, malzeme ve bilgi akışı olan bir bütünü ifade etmektedir. Bu bağlamda tedarik zinciri, bir işletmenin mal ve hizmet üretimi ve teslimi için gerek duyduğu girdilerin tamamını kapsamaktadır. Tedarik zincirinde (bkz. Şekil 7), ana kanal içinde; <strong>üretici</strong>, <strong>toptancı</strong> ve <strong>perakendeci</strong> yer alır. Doğru cevap (D) seçeneğidir."
  },
  {
    "id": "3881539",
    "unitNumber": 7,
    "text": "Aşağıda tedarik zinciri ile ilgili olarak verilen ifadelerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tedarik zinciri, ham madde temin eden, ham maddeden ara mal veya nihai mal üreten, nihai ürünleri müşterilere teslim eden dağıtıcı ve üreticilerin oluşturduğu bir ağdır.",
      "B": "Tedarik zinciri yönetimi, işletmeye mal veya hizmet üretimi için gerekli olan tüm girdilerin kendi aralarında koordine edilerek belli aralıklarla kontrol edilmesidir.",
      "C": "Tedarik zinciri yönetimi sadece işletme kârlılığını ön planda tutmaktadır.",
      "D": "tedarik zinciri yönetimi planlama, kaynak bulma ve satın alma, üretim, stok yönetimi, depolama, dağıtım, satış sonrası servis hizmeti ve müşteri ilişkileri süreçlerinin yönetilmesi faaliyetlerini kapsamaktadır.",
      "E": "Tedarik zinciri yönetiminin temel amacı, işletmelerin amaçlarına uygun doğru ürünün, doğru zamanda, doğru miktarda ve doğru yerde mümkün olan en düşük maliyetle hazır bulundurulmasıdır."
    },
    "explanation": "Tedarik zinciri yönetimi işletme kârlılığına odaklanmanın yanı sıra müşteri memnuiyet ve faydasının artırılmasını da ön planda tutmaktadır."
  },
  {
    "id": "3881540",
    "unitNumber": 7,
    "text": "I. Üretim<br/>II. Koordinasyon<br/>III. Taşıma ve dağıtım<br/>IV. Stok Yönetimi<br/>V. İletişim<br/>Yukarıdakilerden hangileri tedarik zincirinin temel fonksiyonlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "I, IV, V",
      "D": "I, II, IV, V",
      "E": "I, III, IV, V"
    },
    "explanation": "Tedarik zinciri yönetimi amaçlarına ulaşılabilmesi için tedarik zinciri elemanlarıyla birlikte ve eş güdümlü olarak;<br/>1. Üretim,<br/>2. Stok Yönetimi,<br/>3. Taşıma ve Dağıtım,<br/>4. İletişim<br/>olmak üzere dört temel fonksiyonu yerine getirmesi gerekmektedir."
  },
  {
    "id": "3881541",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tedarik zincirinin elemanlarından olan ve nihai ürünlerden küçük miktarlarda alan, depolayan, envanterini tutan ve bu ürünleri nihai tüketiciye satan işletmelerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üreticiler",
      "B": "Dağıtımcılar",
      "C": "Perakendeciler",
      "D": "Müşteriler",
      "E": "Hizmet sağlayıcılar"
    },
    "explanation": "Perakendeciler nihai ürünlerden küçük miktarlarda alan, depolayan, envanterini tutan ve bu ürünleri nihai tüketiciye satan işletmelerdir."
  },
  {
    "id": "3881542",
    "unitNumber": 7,
    "text": "Tedarik zinciri elemanlarından olan ve nihai olarak üretilen ürünleri üreticiden teslim alan, depolayan ve bir dağıtım hattı boyunca tüketiciye yönlendiren işletmeler aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üreticiler",
      "B": "Dağıtımcılar",
      "C": "Perakendeciler",
      "D": "Müşteriler",
      "E": "Hizmet sağlayıcılar"
    },
    "explanation": "Nihai olarak üretilen ürünleri üreticiden teslim alan, depolayan ve bir dağıtım hattı boyunca tüketiciye yönlendiren işletmeler dağıtımcılar veya toptancılar denilmektedir."
  },
  {
    "id": "3881648",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tedarik ve tedarikçi ilişkileri yönetiminin aşamalarından birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Talep yönetimi",
      "B": "Üretim yönetimi",
      "C": "Tedarikçi yönetimi",
      "D": "Müşteri hizmet yönetimi",
      "E": "Müşteri ilişkileri yönetimi"
    },
    "explanation": "tedarik ve tedarikçi ilişkileri yönetimi;<br/>1. Satın Alma Kararı ve Yönetimi,<br/>2. Tedarikçi Seçimi,<br/>3. Tedarikçi Yönetimi,<br/>4. Sözleşme Yönetimi<br/>olmak üzere dört aşamadan oluşmaktadır."
  },
  {
    "id": "3881649",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi blockchain teknolojisinin tedarik zinciri yönetimine sağladığı yararlardan birisi <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Şeffaflığın Sağlanması",
      "B": "Takip Edilebilirliğin Artması",
      "C": "Üründe veya Evrakta Sahteciliğin, Hırsızlığın ve Kaçakçılığın Önlenmesi",
      "D": "Finansal Faaliyetlerde Kolaylık",
      "E": "Maliyetlerin azalması"
    },
    "explanation": "Blockchain teknolojisinin tedarik zinciri yönetimine sağlamış olduğu yararlar aşağıda yer almaktadır;<br/>• Şeffaflığın Sağlanması<br/>• Takip Edilebilirliğin Artması<br/>• Üründe veya Evrakta Sahteciliğin, Hırsızlığın ve Kaçakçılığın Önlenmesi<br/>• Evrak İşlerinde Kolaylık<br/>• Finansal Faaliyetlerde Kolaylık<br/>• İnsan Kaynaklı Hataların Azalması"
  },
  {
    "id": "3881652",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tedarik zinciri yönetiminin temel amaçlarından birisi <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tıbbi cihaz, ilaç, malzeme ve/veya hizmeti verimli bir biçimde temin etmek",
      "B": "Tıbbi cihaz, ilaç ve malzeme stoklarını artırmak",
      "C": "Depolama alanını azaltmak",
      "D": "Stok maliyet ve miktarını mümkün olduğu kadar düşürmek",
      "E": "Sürdürülebilir kârlılığı ve rekabeti sağlamak"
    },
    "explanation": "Sağlık işletmelerinde tedarik zinciri yönetiminin temel amaçları şu şekilde sıralanabilir:<br/>• Tıbbi cihaz, ilaç, malzeme ve hizmeti doğru yerden, doğru zamanda, doğru miktarda doğru koşullarda ve olması gereken kalitede en düşük maliyetle temin etmek,<br/>• Depolama alanını azaltmak,<br/>• Stok maliyet ve miktarını mümkün olduğu<br/>kadar düşürmek,<br/>• Sürdürülebilir kârlılığı ve rekabeti sağlamak.<br/>\"B\" şeçeneğinde yer alan \"Tıbbi cihaz, ilaç ve malzeme stoklarını artırmak\" ifadesi, sağlık işletmelerinde tedarik zinciri yönetiminin temel amaçlarından biri olan \"Depolama alanını azaltmak\" ifadesiyle çelişmektedir. Bundan dolayı doğru yanıt \"B\" seçeneğidir."
  },
  {
    "id": "3881654",
    "unitNumber": 7,
    "text": "I. Mal ve hizmetin fiyatı<br/>II. Bilimsel ve teknolojik gelişmeler<br/>III. Tüketici tercihleri<br/>IV. Demografik yapı<br/>V. Müşterilerin eğitim seviyeleri<br/>Yukarıdakilerden hangileri sağlık işletmesinin talep miktarını etkileyen faktörlerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III",
      "B": "I, III, V",
      "C": "II, IV, V",
      "D": "I, II, IV",
      "E": "II, III, V"
    },
    "explanation": "Bazı faktörler sağlık işletmesinin talep miktarını etkilemektedir. Bu faktörler;<br/>• Mal ve hizmetin fiyatı,<br/>• Demografik yapı,<br/>• Ortaya çıkan farklı ve yeni hastalıklar,<br/>• Bilimsel ve teknolojik gelişmeler,<br/>• İşletme tercihleri,<br/>• Kârlılık beklentiler şeklinde sıralanmaktadır"
  },
  {
    "id": "3881659",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sağlık işletmelerinde ihtiyaç tespit ve planlamasında kullanılacak tahmin yönteminin belirlenmesinde göz önünde bulundurulması gereken hususlardan birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tahminlerin kapsadığı zaman aralığı",
      "B": "Stok maliyeti",
      "C": "Küresel değişimler",
      "D": "Tüketici tercihleri",
      "E": "Pazar yapısı"
    },
    "explanation": "Sağlık işletmelerinde ihtiyaç tespit ve planlamasında kullanılacak çok sayıda tahmin yöntemi bulunmaktadır. Bu tahmin yöntemleri; kalitatif (niteliksel) ve kantitatif (niceliksel) tahmin yöntemleri olarak iki ana gruba ayrılmaktadır. Seçilecek tahmin yönteminin belirlenmesinde; 1-tahminlerin kapsadığı zaman aralığı, 2-kaynakların maliyeti, 3-mevsimsel değişiklikler, 4-emniyet stoku gibi<br/>değişkenlerin göz önünde bulundurulması gerekmektedir"
  },
  {
    "id": "3881677",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tedarik zincirinin doğru akış sürecini göstermektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tedarikçi-&gt; Toptancı-&gt; Üretici-&gt; Perakendeci-&gt; Müşteri",
      "B": "Toptancı-&gt; Üretici-&gt; Perakendeci-&gt; Tedarikçi-&gt; Müşteri",
      "C": "Tedarikçi-&gt; Üretici-&gt; Toptancı-&gt; Perakendeci-&gt; Müşteri",
      "D": "Üretici-&gt; Perakendeci-&gt; Müşteri-&gt; Tedarikçi-&gt; Toptancı",
      "E": "Perakendeci-&gt; Üretici-&gt; Toptancı-&gt; Tedarikçi-&gt; Müşteri"
    },
    "explanation": "TEDARİK ZİNCİRİ YÖNETİMİ VE ÖNEMİ<br/>Şekil 7.1'den de izlenebileceği gibi Tedarik Zinciri süreci; \"Tedarikçi\" ile başlayıp, sırasıyla \"Üretici\", \"Toptancı\", \"Perakendeci\" ile devam eden ve \"Müşteri\" ile sonlanan bir akışa sahiptir. <br/>Doğru cevap \"C\" seçeneğidir.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e538ea546790b641369a98dd96611cc7.png\" alt=\"\" width=\"594\" height=\"215\">"
  },
  {
    "id": "3881691",
    "unitNumber": 7,
    "text": "Sağlık Hizmetleri Tedarik Zinciri Yönetimi Pazarı raporuna göre sağlık sektörünün ihtiyacı olan hizmet ve malzeme pazarının yıllık büyüme oranı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "%2",
      "B": "%5",
      "C": "%6",
      "D": "%8",
      "E": "%10"
    },
    "explanation": "TEDARİK ZİNCİRİ YÖNETİMİ VE ÖNEMİ<br/>Sağlık Hizmetleri Tedarik Zinciri Yönetimi Pazarı raporuna göre sağlık sektörünün ihtiyacı olan hizmet ve malzeme pazarı her yıl ortalama %8 oranında büyümektedir."
  },
  {
    "id": "3881702",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tedarik zinciri temel fonksiyonlarından biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketim",
      "B": "Üretim",
      "C": "İletişim",
      "D": "Stok Yönetimi",
      "E": "Taşıma ve Dağıtım"
    },
    "explanation": "Tedarik Zinciri Temel Fonksiyonları<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6b20ed9e4156100f51881ccba8d8064e.png\" alt=\"\" width=\"515\" height=\"389\">"
  },
  {
    "id": "3881708",
    "unitNumber": 7,
    "text": "İşletmenin müşteriyle yüz yüze olduğu ve müşteriye sipariş durumu, ürün, teslim bilgilerinin verildiği hizmetlere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteri ilişkileri yönetimi",
      "B": "Talep yönetimi süreci",
      "C": "Sipariş işleme süreci",
      "D": "Üretim akışı yönetimi süreci",
      "E": "Müşteri hizmet yönetimi"
    },
    "explanation": "Müşteri Hizmet Yönetimi:<br/>İşletmenin müşteriyle yüz yüze olduğu ve müşteriye sipariş durumu, ürün, teslim bilgilerinin verildiği hizmetleri kapsamaktadır."
  },
  {
    "id": "3881710",
    "unitNumber": 7,
    "text": "Ürünlerin üretim merkezi içerisinde ve üretim merkezi dışında tedarik zinciri yönetimi amacına uygun olarak hareket ettirilmesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Talep yönetimi süreci",
      "B": "Üretim akışı yönetimi süreci",
      "C": "Sipariş işleme süreci",
      "D": "İadelerin yönetimi",
      "E": "Tedarik ve tedarikçi ilişkileri yönetimi"
    },
    "explanation": "Üretim Akış Yönetimi:<br/>Ürünlerin üretim merkezi içerisinde ve üretim merkezi dışında tedarik zinciri yönetimi amacına uygun olarak hareket ettirilmesi üretim akış yönetimi içerisinde yer alan iş ve işlemlerdir."
  },
  {
    "id": "3881712",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Blockchain teknolojisinin tedarik zinciri yönetimine sağlamış olduğu yararlardan biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Şeffaflığın sağlanması",
      "B": "Takip edilebilirliğin artması",
      "C": "Finansal faaliyetlerde maliyetin artması",
      "D": "Üründe veya evrakta sahteciliğin, hırsızlığın ve kaçakçılığın önlenmesi",
      "E": "İnsan kaynaklı hataların azalması"
    },
    "explanation": "Blockchain (Blok Zincir) Teknolojisi ve Tedarik Zinciri Yönetimi<br/>Blockchain teknolojisinin tedarik zinciri yönetimi kolaylaştırmasının yanı sıra tedarik zinciri yönetimine birçok yarar sağlamış ve tedarik zinciri yönetimin mevcut sorunlarına çözüm getirmiştir. Blockchain teknolojisinin tedarik zinciri yönetimine sağlamış olduğu yararlar aşağıda yer almaktadır (Bakan ve Şekkeli, 2019).<br/>• Şeffaflığın Sağlanması<br/>• Takip Edilebilirliğin Artması<br/>• Üründe veya Evrakta Sahteciliğin, Hırsızlığın ve Kaçakçılığın Önlenmesi<br/>• Evrak İşlerinde Kolaylık<br/>• Finansal Faaliyetlerde Kolaylık<br/>• İnsan Kaynaklı Hataların Azalması"
  },
  {
    "id": "3881714",
    "unitNumber": 7,
    "text": "Müşteri sadakatini ve memnuniyetini en üst düzeyde tutarak işletmenin gelir ve kârlılığını artırmayı hedefleyen yazılım programı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "C++",
      "B": "Mysql",
      "C": "CNC",
      "D": "CRM",
      "E": "PLC"
    },
    "explanation": "Müşteri İlişkileri Yönetimi (Customer Relationship Management-CRM)<br/>İşletmelerin, kurum ve kuruluşların iş akışını izlemeyi, yönetmeyi ve geliştirmeyi basitleştiren yazılımdır. Müşteri odaklı bir yazılım olan CRM, müşteri sadakatini ve memnuniyetini en üst düzeyde tutarak işletmenin gelir ve kârlılığını artırmayı hedeflemektedir."
  },
  {
    "id": "3881717",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Kalitatif (Niteliksel) tahmin/öngörü yöntemlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Delphi Tekniği",
      "B": "Naive Metodu",
      "C": "Trend Analizi",
      "D": "Regresyon analizi",
      "E": "Yapay zekâ tahmin yöntemleri"
    },
    "explanation": "Pazar Araştırması, Delphi Tekniği, Komisyon Görüşü ve Talebin Geçmiş Deneyimler Yoluyla Tahmini Kalitatif (Niteliksel) Tahmin/Öngörü Yöntemleridir."
  },
  {
    "id": "3881720",
    "unitNumber": 7,
    "text": "Zaman serileri yöntemiyle yapılan analizlerde aşağıdakilerden hangisi kullanılan bir metod <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Naive Metodu",
      "B": "Hareketli Ortalama Metodu",
      "C": "Üssel Düzeltme Metodu",
      "D": "Trend Analizi",
      "E": "Regresyon Analizi"
    },
    "explanation": "Zaman Serileri Yöntemi<br/>Regresyon Analizi nedensel yöntemlerin kullandığı tekniklerden biridir."
  },
  {
    "id": "3881722",
    "unitNumber": 7,
    "text": "İhtiyacın sadece gerçek veya tüzel tek kişi tarafından karşılanabileceğinin tespit edilmesi halinde hangi satın alma yöntemine başvurulur?",
    "correctAnswer": "D",
    "options": {
      "A": "İhale",
      "B": "Çerçeve Sözleşme",
      "C": "E-Satın Alma",
      "D": "Doğrudan temin",
      "E": "Dış Kaynak Kullanımı"
    },
    "explanation": "Doğrudan temin, 4734 sayılı Kamu İhale Kanunu’nda ihale ile satın alma usulleri arasında sayılmamıştır. Bir ihale usulü değildir. Söz konusu kanunda sayılan bazı hâllerin varlığı hâlinde ilan yapılmaksızın ve teminat alınmaksızın ihtiyaçlar doğrudan temin edilmektedir. Bu çerçevede doğrudan temin; idare tarafından davet edilen gerçek ve tüzel kişilerle fiyat, teknik şartname, teslim ve ödeme koşulları görüşülerek ihtiyaçların doğruda tedarik edildiği bir satın alma yöntemidir (Gökdemir ve Aydın, 2017). Doğrudan temin yoluyla alım yapılabilecek hallere aşağıda yer verilmiştir. <strong>a. İhtiyacın sadece gerçek veya tüzel tek kişi tarafından karşılanabileceğinin tespit edilmesi.</strong> b. Sadece gerçek veya tüzel tek kişinin ihtiyaç ile ilgili özel bir hakka sahip olması. c. Mevcut mal, ekipman, teknoloji veya hizmetlerle uyumun ve standardizasyonun sağlanması için zorunlu olan mal ve hizmetlerin, asıl sözleşmeye dayalı olarak düzenlenecek ve toplam süreleri üç yılı geçmeyecek sözleşmelerle ilk alım yapılan gerçek veya tüzel kişiden alınması. d. Büyükşehir belediyesi sınırları dâhilinde bulunan idarelerin 121.405 TL, diğer idarelerin 40.443 TL’yi (Bu tutar/limit 01.02.2021 tarihinden itibaren geçerli olup, her yıl şubat ayında güncellenmektedir.) aşmayan ihtiyaçları ile temsil ağırlama faaliyetleri kapsamında yapılacak konaklama, seyahat ve iaşeye ilişkin alımlar. e. İdarelerin ihtiyacına uygun taşınmaz mal alımı veya kiralanması. f. Özelliğinden ve belli süre içinde kullanılma zorunluluğundan dolayı stoklanması ekonomik olmayan veya acil durumlarda kullanılacak olan ilaç, aşı, serum, anti-serum, kan ve kan ürünleri ile ortez, protez gibi uygulama esnasında hastaya göre belirlenebilen ve hastaya özgü tıbbi sarf malzemeleri, test ve tetkik sarf malzemeleri alımları. g. Milletlerarası tahkim yoluyla çözülmesi öngörülen uyuşmazlıklarla ilgili davalarda, Kanun kapsamındaki idareleri temsil ve savunmak üzere Türk veya yabancı uyruklu avukatlardan ya da avukatlık ortaklıklarından yapılacak hizmet alımları. h. 4353 sayılı Kanun’un 22 ve 36’ncı maddeleri uyarınca Türk veya yabancı uyruklu avukatlardan hizmet alımları ile fikrî ve sınai mülkiyet haklarının ulusal ve uluslararası kuruluşlar nezdinde tescilini sağlamak için gerçekleştirilen hizmet alımları. ı. Türkiye İş Kurumunun, 25/6/2003 tarihli ve 4904 sayılı Kanunu’nun 3’üncü maddesinin (b) ve (c) bentlerinde sayılan görevlerine ilişkin hizmet alımları ile 25/8/1999 tarihli ve 4447 sayılı İşsizlik Sigortası Kanunu’nun 48’inci maddesinin yedinci fıkrasında sayılan görevlerine ilişkin hizmet alımları, i. Cumhurbaşkanının halk tarafından seçilmesi, Anayasa değişikliklerine ilişkin kanunların halkoyuna sunulması, milletvekili genel ve ara seçimleri, mahallî idareler ile mahalle muhtarlıkları ve ihtiyar heyetleri genel ve ara seçimi dönemlerinde Yüksek Seçim Kurulunun ihtiyacı için yapılacak filigranlı oy pusulası kâğıdı ile filigranlı oy zarfı kâğıdı alımı, oy pusulası basımı, oy zarfı yapımı hizmetleri ile bu seçimlere yönelik her türlü seçim malzemelerinin alımı ile yurt dışı seçim harcamaları, il seçim kurulu başkanlıkları tarafından alınacak oy pusulası basım hizmeti alımı (KİK, m.22)."
  },
  {
    "id": "3881354",
    "unitNumber": 8,
    "text": "\"Bilgi, düşünce, tutum ve duyguların bir birey ya da grup tarafından diğer birey ya da gruplara semboller aracılığıyla aktarılması ve geribildirim alınması sürecidir.\"<br/>Yukarıda verilen tanım aşağıdakilerden hangisini açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İletişim",
      "B": "Kanal",
      "C": "Mesaj",
      "D": "İleti",
      "E": "Alıcı"
    },
    "explanation": "İletişim; bilgi, düşünce, tutum ve duyguların bir birey ya da grup tarafından diğer birey ya da gruplara semboller aracılığıyla aktarılması ve geribildirim alınması sürecidir."
  },
  {
    "id": "3881355",
    "unitNumber": 8,
    "text": "\"İletişimi başlatan birimdir ve anlam yaratma amacına sahip birey veya gruptur.\"<br/>Yukarıda verilen tanım aşağıdakilerden hangisini açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaynak",
      "B": "İleti",
      "C": "Kanal",
      "D": "Araç",
      "E": "İletişim"
    },
    "explanation": "Kaynak: İletişimi başlatan birimdir ve anlam yaratma amacına sahip birey veya gruptur."
  },
  {
    "id": "3881356",
    "unitNumber": 8,
    "text": "İletişim araştırmalarının gelişmesini tetiklemiş, iletişim alanındaki bakış açılarını genel olarak biçimlendirmiş kaç model bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Altı"
    },
    "explanation": "İletişimin çalışmasına ilişkin genel olarak iki model, iletişim araştırmalarının gelişmesini tetiklemiş, iletişim alanındaki bakış açılarını biçimlendirmiştir. Aşağıda bu iki model, ana hatlarıyla açıklanmaktadır. Bunlar Doğrusal Model ve Etkileşimsel Modeldir."
  },
  {
    "id": "3881357",
    "unitNumber": 8,
    "text": "Kurumda aynı düzeyde olanlar arasındaki iletişimi ifade eden biçimsel iletişim tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yanal / yatay iletişim",
      "B": "Dikey İletişim",
      "C": "Yukarı yönlü iletişim",
      "D": "Aşağı yönlü iletişim",
      "E": "Çapraz iletişim"
    },
    "explanation": "Yanal / yatay iletişim: Kurumda aynı düzeyde olanlar arasındaki iletişimi ifade eden biçimsel iletişim tipidir."
  },
  {
    "id": "3881358",
    "unitNumber": 8,
    "text": "Kurum içi hiyerarşik düzende basamakları dikkate almayan, farklı<br/>departman ve düzeydeki çalışanların iletişim kurabilmesi serbestîsine dayanan biçimsel iletişim tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çapraz iletişim",
      "B": "Çok yönlü ve açık iletişim",
      "C": "Yukarı yönlü iletişim",
      "D": "Aşağı yönlü iletişim",
      "E": "Dikey İletişim"
    },
    "explanation": "Çapraz iletişim: Kurum içi hiyerarşik düzende basamakları dikkate almayan, farklı departman ve düzeydeki çalışanların iletişim kurabilmesi serbestîsine dayanan biçimsel iletişim tipidir."
  },
  {
    "id": "3881359",
    "unitNumber": 8,
    "text": "İletişimin hedef kitlesinin kendi özelliklerine göre bölümlendirilmesi, bu yolla onların anlayacağı biçimde iletilerin kodlanmasına ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Segmentasyon",
      "B": "Pazarlama iletişimi",
      "C": "Yönetim iletişimi",
      "D": "Kurumsal itibar",
      "E": "Kurumsal markalama"
    },
    "explanation": "Segmentasyon: İletişimin hedef kitlesinin kendi özelliklerine göre bölümlendirilmesi, bu yolla onların anlayacağı biçimde iletilerin kodlanmasıdır."
  },
  {
    "id": "3881360",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarında dış paydaşlarla iletişimde uyulması gereken ilkelerden<em><strong> biri değildir?</strong></em>",
    "correctAnswer": "A",
    "options": {
      "A": "İçtenlik",
      "B": "Ulaşılabilirlik",
      "C": "Anlaşılabilirlik",
      "D": "Güvenilirlik",
      "E": "Belirlilik"
    },
    "explanation": "Sağlık kurumlarında dış paydaşlarla iletişim, aşağıdaki ilkelere uyulmak yoluyla<br/>yönetilmelidir:<br/>a. Ulaşılabilirlik:<br/>b. Anlaşılabilirlik:<br/>c. Zamanındalık:<br/>d. Güvenilirlik:<br/>e. İlgililik:<br/>f. Belirlilik:<br/>g. Şeffaflık:<br/>h. Empatiklik:"
  },
  {
    "id": "3881361",
    "unitNumber": 8,
    "text": "Diğerlerinin bakış açılarından olayları anlama yeteneği olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Empatiklik",
      "B": "Güvenilirlik",
      "C": "Anlaşılabilirlik",
      "D": "Belirlilik",
      "E": "İlgililik"
    },
    "explanation": "Empatiklik: Empati, diğerlerinin bakış açılarından olayları anlama yeteneği olarak<br/>tanımlanabilir."
  },
  {
    "id": "3881362",
    "unitNumber": 8,
    "text": "Bir işletmenin ürettiği tüm ürünlere kurum adını vermesi işlemine ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurumsal markalama",
      "B": "Kurumsal itibar",
      "C": "Dış paydaş iletişimi",
      "D": "Yönetim İletişimi",
      "E": "Pazarlama İletişimi"
    },
    "explanation": "Kurumsal markalama, bir işletmenin ürettiği tüm ürünlere kurum adını vermesidir."
  },
  {
    "id": "3881373",
    "unitNumber": 8,
    "text": "Belirli amaca hizmet etmek için bir araya gelmiş insanlardan oluşan, belirli süreçleri, kuralları, kültürleri ve işleyiş prosedürleri bulunan yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurum",
      "B": "İşletme",
      "C": "Sponsor",
      "D": "Lobi",
      "E": "grup"
    },
    "explanation": "Yanıtınız yanlış ise “Giriş” bölümünü yeniden gözden geçiriniz.<br/>kurum kavramı, genel olarak belirli amaca hizmet etmek için bir araya gelmiş insanlardan oluşan, belirli süreçleri, kuralları, kültürleri ve işleyiş prosedürleri bulunan yapılar olarak ele alınmaktadır."
  },
  {
    "id": "3881374",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi insanın toplumsal deneyimleri ve öğrenmesi sonucu ortaya çıkan zihinsel süreçleri tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Anlam",
      "B": "Kavram",
      "C": "Bağlam",
      "D": "Simge",
      "E": "Simge"
    },
    "explanation": "Yanıtınız yanlış ise “İLETİŞİM VE GENEL İLETİŞİM MODELİ” konusunu yeniden gözden geçiriniz.<br/>Anlam, insanın toplumsal deneyimleri ve öğrenmesi sonucu ortaya çıkan zihinsel süreçleri tanımlamaktadır."
  },
  {
    "id": "3881375",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi insanlara anlamlı gelecek şekilde yapılandırılan simgeler bütünüdür?",
    "correctAnswer": "C",
    "options": {
      "A": "kavram",
      "B": "mesaj",
      "C": "kod",
      "D": "kanal",
      "E": "süreç"
    },
    "explanation": "Yanıtınız yanlış ise “İLETİŞİM VE GENEL İLETİŞİM MODELİ” konusunu yeniden gözden geçiriniz.<br/>kod, insanlara anlamlı gelecek şekilde yapılandırılan simgeler bütünüdür."
  },
  {
    "id": "3881376",
    "unitNumber": 8,
    "text": "Claude Shannon ve Warren Weaver tarafından geliştirilen ve insan iletişiminin “matematiksel modeli” olarak da tanımlanan model aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Etkileşimsel model",
      "B": "doğrusal model",
      "C": "deneyimsel model",
      "D": "fiziksel model",
      "E": "iletişimsel model"
    },
    "explanation": "Yanıtınız yanlış ise “İLETİŞİM VE GENEL İLETİŞİM MODELİ” konusunu yeniden gözden geçiriniz.<br/>Claude Shannon ve Warren Weaver tarafından geliştirilen doğrusal model, insan iletişiminin “matematiksel modeli” olarak da tanımlanmaktadır."
  },
  {
    "id": "3881377",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işletmelerin eylemlerinden etkilenen ve onun faaliyetleriyle ilgili hak, sorumluluk ve çıkarları olan tüm kişi ya da grupları içine alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Paydaş",
      "B": "Alıcı",
      "C": "Verici",
      "D": "Model",
      "E": "iletişim"
    },
    "explanation": "Yanıtınız yanlış ise “KURUMSAL İLETİŞİM KAPSAM VE ÖNEMİ” konusunu yeniden gözden geçiriniz.<br/>Kurumsal anlamda paydaş, işletmelerin eylemlerinden etkilenen ve onun faaliyetleriyle ilgili hak, sorumluluk ve çıkarları olan tüm kişi ya da grupları içine alır."
  },
  {
    "id": "3881378",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Kurumsal düzende görev, statü ve konum olarak üstte olanlarla astlar arasında ileti alışverişine dayanan iletişim tipidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yatay İletişim",
      "B": "Dikey İletişim",
      "C": "Çapraz İletişim",
      "D": "Çok yönlü İletişim",
      "E": "karmaşık İletişim"
    },
    "explanation": "Yanıtınız yanlış ise “Kurum İçi İletişim” konusunu yeniden gözden geçiriniz.<br/>Dikey İletişim: Kurumsal düzende görev, statü ve konum olarak üstte olanlarla astlar arasında ileti alışverişine dayanan iletişim tipidir."
  },
  {
    "id": "3881379",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi serbestçe akış ve çok kanaldan yayılma özelliğine sahip iletişimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yatay İletişim",
      "B": "Dikey İletişim",
      "C": "Çapraz İletişim",
      "D": "Çok yönlü İletişim",
      "E": "Biçimsel olmayan İletişim"
    },
    "explanation": "Yanıtınız yanlış ise “Biçimsel Olmayan İletişim” konusunu yeniden gözden geçiriniz.<br/>Biçimsel olmayan iletişim, serbestçe akış ve çok kanaldan yayılma özelliğine sahiptir."
  },
  {
    "id": "3881380",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Sağlık kurumlarında kurumsal işleyişin sürdürülmesi ve amaçlara erişmek için klinikler ve klinik uygulamalarda görev alan ekipler arasındaki iletişimi ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Yönetim İletişimi",
      "B": "Pazarlama İletişimi",
      "C": "Örgütsel İletişim",
      "D": "Biçimsel iletişim",
      "E": "Bireysel iletişim"
    },
    "explanation": "Yanıtınız yanlış ise “SAĞLIK HİZMETLERİNDE KURUMSAL İLETİŞİM VE İŞLEVLERİ” konusunu yeniden gözden geçiriniz.<br/>Sağlık kurumlarında örgütsel iletişim: Sağlık kurumlarında kurumsal işleyişin sürdürülmesi ve amaçlara erişmek için klinikler ve klinik uygulamalarda görev alan ekipler arasındaki iletişimi ifade eder."
  },
  {
    "id": "3881381",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi İletişimin hedef kitlesinin kendi özelliklerine göre bölümlendirilmesi, bu yolla onların anlayacağı biçimde iletilerin kodlanmasıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Vurgu",
      "B": "İlke",
      "C": "İletişim",
      "D": "Segmentasyon",
      "E": "Yönetim"
    },
    "explanation": "Yanıtınız yanlış ise “Sağlık Kurumlarında Kurum İçi İletişim Yönetimi” konusunu yeniden gözden geçiriniz.<br/>Segmentasyon: İletişimin hedef kitlesinin kendi özelliklerine göre bölümlendirilmesi, bu yolla onların anlayacağı biçimde iletilerin kodlanmasıdır."
  },
  {
    "id": "3881382",
    "unitNumber": 8,
    "text": "Bilgi taleplerinin en kısa sürede karşılanması, sunulan hizmetlerin ihtiyaç duyulduğu anda arz edilmesi hangi ilke ile ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zamanındalık",
      "B": "Şeffaflık",
      "C": "Belirginlik",
      "D": "İlgililik",
      "E": "Anlaşılabilirlik"
    },
    "explanation": "Yanıtınız yanlış ise “Sağlık Kurumlarında Dış Paydaşlarla İletişim Yönetimi” konusunu yeniden gözden geçiriniz.<br/>bilgi taleplerinin en kısa sürede karşılanması, sunulan hizmetlerin ihtiyaç duyulduğu anda arz edilmesi zamanındalık ilkesi ile ilişkilidir."
  },
  {
    "id": "3881632",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bilgi, düşünce, tutum ve duyguların bir birey ya da grup tarafından diğer birey ya da gruplara semboller aracılığıyla aktarılması ve geribildirim alınması sürecidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Konuşma",
      "B": "İletişim",
      "C": "Sohbet",
      "D": "Dinleme",
      "E": "Mesaj"
    },
    "explanation": "<strong>İletişim </strong>bilgi, düşünce, tutum ve duyguların bir birey ya da grup tarafından diğer birey ya da gruplara semboller aracılığıyla aktarılması ve geribildirim alınması sürecidir."
  },
  {
    "id": "3881633",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Osgood ve Shramm Modeli olarak bilinir ve doğrusal modelden farklı olarak iletişimi bir süreç kapsamında ele alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Etkileşimsel model",
      "B": "Dolaylı model",
      "C": "Monolog model",
      "D": "Etkin model",
      "E": "Karma model"
    },
    "explanation": "<strong>Etkileşimsel model</strong> Osgood ve Shramm Modeli olarak bilinir ve doğrusal modelden farklı olarak iletişimi bir süreç kapsamında ele alır."
  },
  {
    "id": "3881635",
    "unitNumber": 8,
    "text": "Kurumsal iletişim, kurumların tüm iletişim faaliyetlerinin tek elden yönetilmesi zorunluluğunun bir sonucu olarak özellikle 1980’li yıllarda aşağıdakilerden hangisinin etkisiyle yaygınlaşmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal politikalar",
      "B": "Milliyetçi politikalar",
      "C": "Neoliberal politikalar",
      "D": "Kapitalist politikalar",
      "E": "Liberal politikalar"
    },
    "explanation": "Kurumsal iletişim, kurumların tüm iletişim faaliyetlerinin tek elden yönetilmesi zorunluluğunun bir sonucu olarak özellikle 1980’li yıllarda <strong>neoliberal politikaların</strong> etkisiyle yaygınlaşmıştır."
  },
  {
    "id": "3881636",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kurumiçi iletişim yapısında informel iletişim türüne girer?",
    "correctAnswer": "D",
    "options": {
      "A": "Dikey iletişim",
      "B": "Yatay iletişim",
      "C": "Çapraz iletişim",
      "D": "Olasılık zinciri",
      "E": "Çok yönlü ve açık iletişim"
    },
    "explanation": "<strong>Olasılık zinciri </strong>kurumiçi iletişim yapısında informel iletişim türüne girer."
  },
  {
    "id": "3881639",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Yatay iletişim</li> <li>Çapraz iletişim</li> <li>Küme zinciri</li> <li>Dedikodu zinciri</li> </ol> Yukarıda verilenlerden hangisi ya da hangileri kurumiçi iletişim yapısında formel iletişim türüne girer?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız l",
      "B": "I ve ll",
      "C": "l, ll ve III",
      "D": "lll ve lV",
      "E": "I, ll, lll ve IV"
    },
    "explanation": "Yatay iletişlm ve çapraz iletişim kurumiçi iletişim yapısında formel iletişim türüne girer."
  },
  {
    "id": "3881640",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kurum içi hiyerarşik düzende basamakları dikkate almayan, farklı departman ve düzeydeki çalışanların iletişim kurabilmesi serbestîsine dayanan biçimsel iletişim tipidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dikey iletişim",
      "B": "<em>Yatay iletişim</em>",
      "C": "Proje planlama",
      "D": "Çapraz iletişim",
      "E": "Biçimsel olmayan iletişim"
    },
    "explanation": "<strong>Çapraz iletişim </strong>kurum içi hiyerarşik düzende basamakları dikkate almayan, farklı departman ve düzeydeki çalışanların iletişim kurabilmesi serbestîsine dayanan biçimsel iletişim tipidir."
  },
  {
    "id": "3881641",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Yönetim iletişimi</li> <li>Pazarlama iletişimi</li> <li>Örgütsel iletişim</li> <li>Bireysel iletişim</li> </ol> Yukarıda verilenlerden hangisi ya da hangileri sağlık kurumlarında kurumsal iletişim yapısının türlerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız l",
      "B": "I ve ll",
      "C": "l, ll ve III",
      "D": "lll ve lV",
      "E": "I, ll, lll ve IV"
    },
    "explanation": "Yönetim iletişimi, pazarlama iletişimi ve örgütsel iletişim sağlık kurumlarında kurumsal iletişim yapısının türlerindendir."
  },
  {
    "id": "3881643",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi biçimsel olmayan (informel) iletişimin en belirgin tipidir?",
    "correctAnswer": "B",
    "options": {
      "A": "<em>Yatay iletişim</em>",
      "B": "Dedikodu",
      "C": "Eleştiri",
      "D": "Dikey iletişim",
      "E": "Çapraz iletişim"
    },
    "explanation": "<strong>Dedikodu </strong>biçimsel olmayan (informel) iletişimin en belirgin tipidir."
  },
  {
    "id": "3881644",
    "unitNumber": 8,
    "text": "İletişimin hedef kitlesinin kendi özelliklerine göre bölümlendirilmesi, bu yolla onların anlayacağı biçimde iletilerin kodlanmasına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kriptolama",
      "B": "Denatürasyon",
      "C": "Segmentasyon",
      "D": "Fragmantasyon",
      "E": "Djital iletişim"
    },
    "explanation": "İletişimin hedef kitlesinin kendi özelliklerine göre bölümlendirilmesi, bu yolla onların anlayacağı biçimde iletilerin kodlanmasına <strong>Segmentasyon </strong>adı verilir."
  },
  {
    "id": "3881645",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi aşağıdan yukarıya iletinin aktarımı sırasında orta kademe yöneticilerinden birinin kendi kişisel değerlendirmesiyle içeriğin bir kısmını üstüne aktarmaması olarak tanımlanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Subjektif sansür",
      "B": "Objektif sansür",
      "C": "<em>Küme zinciri</em>",
      "D": "Tek hatlı zincir",
      "E": "Olasılık zinciri"
    },
    "explanation": "<strong>Subjektif sansür </strong>aşağıdan yukarıya iletinin aktarımı sırasında orta kademe yöneticilerinden birinin kendi kişisel değerlendirmesiyle içeriğin bir kısmını üstüne aktarmaması olarak tanımlanabilir"
  },
  {
    "id": "3881693",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi iletişim sürecinin \"ileti\" öğesiyle ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Göndericinin ya da kaynağın alıcıda anlam yaratma amaçlı olarak aktardığı bu bilgi, görüş, duygu ya da fikirlerdir.",
      "B": "İletişimi başlatan birimdir.",
      "C": "Anlam yaratma amacına sahip birey ya da gruptur.",
      "D": "İletiyi kaynaktan hedefe ulaştıran ve geribildirimi de alıcıdan kaynağa aktaran araçlardır.",
      "E": "İletişim sürecinde, kaynağın gönderdiği mesaja hedef olan kişi, grup ya da kitledir."
    },
    "explanation": "Cevabınız doğru değilse, İletişim ve Genel İletişim Modeli başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı A şıkkıdır."
  },
  {
    "id": "3881696",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"Etkileşimsel Modele\"ait bir özelliktir?",
    "correctAnswer": "C",
    "options": {
      "A": "İletişimi, kaynaktan hedefe düz hatta ilerleyen bir aktarım olarak tanımlanır.",
      "B": "Claude Shannon ve Warren Weaver tarafından geliştirilmiştir.",
      "C": "Modelde iletişimi bir süreç kapsamında ele almıştır.",
      "D": "İletişimin daha çok teknik ve mühendislik boyutunda bakış açısını yansıtır.",
      "E": "Etkili iletişimin, sinyalin kusursuz iletişimine bağlı olduğu varsayımından hareket eder."
    },
    "explanation": "Cevabınız doğru değilse İletişim ve Genel İletişim Modeli başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı C şıkkıdır."
  },
  {
    "id": "3881699",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kurumsal iletişim kavramı ile ilgili <strong>yanlış </strong>bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kurum çalışanları, rakipler, müşteriler ve hissedarlarıyla güçlü bağlar kurmayı sağlayan iletişimsel faaliyetleri içine alır",
      "B": "İç ve dış paydaşlarla iletişimin etkin biçimde koordinasyonunu sağlamaya yönelik faaliyetler bütünüdür",
      "C": "Kurum kimliğinin etkin biçimde hedefe aktarılmasına yönelik adımları planlamak ve uygulamaktan sorumludur",
      "D": "Rakiplerin iletişim taktik ve stratejilerinin izlenmesi kurumsal iletişim birim ve yöneticilerinin görevleri arasındadır",
      "E": "İletişim, organizasyonun tüm düzeylerinde; tek yönlü olarak planlanır, koordine edilir, yürütülür ve değerlendirilir"
    },
    "explanation": "Cevabınız doğru değilse Kurumsal İletişim Kapsam ve Önemi başlığını yeniden gözden geçiriniz.<br/>Kurumsal iletişim, kurumun çalışanları, rakipleri, müşterileri ve hissedarlarıyla güçlü bağlar kurmayı sağlayan iletişimsel faaliyetlerini içine alan geniş bir yelpazeye sahiptir. Bu bağlamda;<br/><ul><br/><li>İç çevrede kurumsal aidiyet dış çevrede ise sempati ve sadakat oluşturacak biçimde koordine etmeye yönelik sistemli çabalar, kurumsal iletişimin çerçevesi içindedir.</li><br/><li>İç ve dış paydaşlarla iletişimin etkin biçimde koordinasyonunu sağlamaya yönelik faaliyetler, kurumsal iletişimin işlevidir.</li><br/><li>Misyon ve vizyona dayalı olarak süreçlerin yönetilmesi, her bir paydaşın kurumsal hedeflerle ve amaçlarla uyumlu olması ve katkıda bulunması, kurumsal iletişimin etkili yönetilmesiyle mümkündür. • Kurumsal iletişim, paydaş zihninde önde olmayı önceler ve onun zihninde önde konumlanmanın rekabet avantajı anlamına geldiği unutulmamalıdır.</li><br/><li>Paydaşların değişen iletişim teknolojileriyle daha aktif hâle geldiği günümüzde iletişimin iki yönlü yönetimine ve rakiplerin iletişim stratejilerini takip etmeye gerek vardır. Rakiplerin iletişim taktik ve stratejilerinin izlenmesi de kurumsal iletişim birim ve yöneticilerinin görevleri arasındadır.</li><br/><li>Kurum kimliği, kurumsal iletişimin çekirdeğini oluşturur. Kurumların kendilerini tanımlayış biçimi olarak kurumsal kimlik, olumlu kurum imajının temel belirleyicisidir. Kurumsal iletişim, kurum kimliğinin etkin biçimde hedefe aktarılmasına yönelik adımları planlamak ve uygulamakla sorumludur. Zira kurumların kendilerini dışa aktarmalarından kurum kimliği son derece önemlidir.</li><br/><li>İki yönlü iletişim yaklaşımına dayalıdır ve hedeften sürekli olarak geribildirim almak yoluyla iletişimin yapılandırılması esastır. Diğer bir deyişle iletişim sadece kurumdan paydaşlara dönük doğrudan aktarım değil, hedeften kaynağa da geribildirimi de içine alan etkileşimli yapıdır.</li><br/></ul><br/>Doğru cevap \"E\" seçeneğidir."
  },
  {
    "id": "3881700",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kurumsal iletişimin özelliklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kurumun sahip olduğu iletişim olanaklarını eş güdüm içinde kullanır.",
      "B": "İletişimi kurumun hedef ve amaçlarına dönük olarak planlama ve uygulamaya yönelik üst bir yönetsel bakıştır.",
      "C": "Tüm iletişim etkinliklerinin planlanması ve yönetilmesini içine alan yönetsel bir bütünlüğü sağlamaya yöneliktir.",
      "D": "İletişimin hedeften sürekli olarak geribildirim alarak yapılandırılmasının gereği yoktur.",
      "E": "İşin yapılışını ve kurum içi nizamın sağlanması için kurumsal iletişimin örgütlenmesine gerek vardır."
    },
    "explanation": "Cevabınız doğru değilse, Kurumsal İletişim Kapsam ve Önemi başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı D şıkkıdır."
  },
  {
    "id": "3881701",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi dikey iletişime ait özelliklerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kurumda aynı düzeyde olanlar arasındaki iletişimi ifade eden biçimsel iletişim tipidir.",
      "B": "Kurumsal düzende görev, statü ve konum olarak üstte olanlarla astlar arasında ileti alışverişine dayanan iletişim tipidir.",
      "C": "Kurumsal pozisyonları benzer olan yöneticilerin iş birliği yapmak amacıyla aralarındaki ilişkiyi dolaysız olarak geliştirmelerine katkıda bulunur.",
      "D": "Kurum içi hiyerarşik düzende basamakları dikkate almayan, farklı departman ve düzeydeki çalışanların iletişim kurabilmesi serbestisine dayanan biçimsel iletişim tipidir.",
      "E": "Genellikle uzmanlığın ve işleve dayalı yetkilerin yaygın olduğu kurumlarda kullanılmaktadır."
    },
    "explanation": "Cevabınız doğru değilse Formel (Biçimsel) İletişim başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı B şıkkıdır."
  },
  {
    "id": "3881703",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kurumlarda biçimsel olmayan iletişimi ortaya çıkaran faktörlerden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Biçimsel iletişimin sınırlarının katı biçimde belirlendiği durumlarda biçimsel olmayan iletişim ortaya çıkmaz.",
      "B": "Çalışanların iletişimleri kişiler arası boyutta ya da hiyerarşik anlamda engellendiğinde veya aksatıldığında informel yollar gelişir.",
      "C": "Aşağıdan yukarıya iletişimin işleyişinde örgütsel sistem aşamalarında mesajların subjektif sansüre uğraması, biçimsel yapıyı bozar.",
      "D": "Yöneticilerin biçimsel bilgi akışına yeterince önem vermemesi, biçimsel olmayan iletişimi zorunlu hâle getirir.",
      "E": "Çalışanlar arasında ailevi ve toplumsal ilişkilerin varlığı ve yoğunluğu informel iletişim için uygun zemini oluşturur."
    },
    "explanation": "Cevabınız doğru değilse, Formel (Biçimsel) iletişim başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı A şıkkıdır."
  },
  {
    "id": "3881704",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Pazarlama İletişimi ile ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sağlık kurumlarında yönetim iletişimi, yönetim seviyesinin ana aktör olduğu tüm iletişim biçimlerini kapsamaktadır.",
      "B": "Stratejik düzeydeki kurumsal iletişimin yönetim boyutu, kaynakların temini, kullanımı, politikaların belirlenmesi, değişen koşullara göre taktiklerin biçimlendirilmesi gibi üst yönetsel işlevlerle ilgilidir.",
      "C": "Sağlık kurumlarında kurumsal işleyişin sürdürülmesi ve amaçlara erişmek için klinikler ve klinik uygulamalarda görev alan ekipler arasındaki iletişimi ifade eder.",
      "D": "Sağlık kurumları yöneticilerinin bu birlikteliği etkili bir biçimde yaratması ve ortak anlayış geliştirmesi şarttır.",
      "E": "Sağlık hizmetlerinde pazarlama, hizmeti tüketenlerin algısal durumları, ihtiyaçları, beklentileri ve diğerleriyle etkileşimleri gibi unsurlardan diğer sektörlere kıyasla daha çok etkilenen yapıdadır."
    },
    "explanation": "Cevabınız doğru değilse Sağlık Hizmetlerinde Kurumsal İletişim ve İşlevleri başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı E şıkkıdır."
  },
  {
    "id": "3881705",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarında tüm iletişim eylemlerinin özelliklerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kurumsal iletişim, kurum içinde farklı meslek gruplarından oluşan çok katmanlı bir iç çevreyi hedeflemektedir.",
      "B": "Kurum dışı iletişim, oldukça geniş bir paydaş kitlesine yönelik adımları içine almaktadır.",
      "C": "Kurumsal iletişim, sağlık profesyonellerinin kendi aralarındaki iletişimden hasta ve yakınıyla iletişime uzanan geniş bir çerçevede planlamaya dayalı bir yaklaşımla ele alınmalıdır.",
      "D": "Sağlık kurumlarında iletişimin sadece biçimsel düzeyde de planlanması zorunludur.",
      "E": "Sağlık kurumları, çok paydaşlı yapıya sahip olması nedeniyle paydaşlardan etkilenme potansiyeli yüksek nitelikteki iş ve işlemlerden oluşur."
    },
    "explanation": "Cevabınız doğru değilse Sağlık Hizmetlerinde Kurumsal İletişim ve İşlevleri başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı D şıkkıdır"
  },
  {
    "id": "3881706",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi etkili bir kurum içi iletişim sistemine ilişkin öne sürülecek önerilerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sağlık kurumlarında kurum iletişimin tasarımı hasta merkezli olmalı.",
      "B": "İç iletişimde hasta odaklı yaklaşım, konunun hastanın sağlıklılık boyutunda değerlendirilmesiyle ilişkilidir.",
      "C": "Aynı operasyon gruplarında yaşanan kişisel sorunların ekip sorumlularınca dikkatli analiz edilmesi, sorunun krize dönüşmeden çözülmesi gerekir.",
      "D": "Sağlık kurumlarında ekip içinde yaşanan iletişim sorunu, hastanın yaşamını doğrudan etkileme potansiyeline sahiptir.",
      "E": "İletişim, sağlık kurumları açısından hastalara sunulan hizmetleri etkileyebilen stratejik bir faktör olarak görülmez."
    },
    "explanation": "Cevabınız doğru değilse Sağlık Hizmetlerinde Kurumsal İletişim ve İşlevleri başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı E şıkkıdır."
  },
  {
    "id": "3881707",
    "unitNumber": 8,
    "text": "Sağlık hizmetleri aşırı düzeyde tıbbi jargon kullanan, kendine ilişkin terminolojisi olan yapıdadır. Dış hedef kitle ile iletişimde iletilerin anlaşılırlığı göz önünde bulundurulmalı, anlam yaratmaktan uzak ifadeler ile kafa karışıklığı yaratacak iletilerden uzak durulmalıdır. Muğlak ya da hatalı bilgi aktarımının sonuçlarının sağlığı olumsuz etkileyebileceği göz önünde bulundurulmalıdır.<br/>Yukarıda verilen bilgiler, \"sağlık kurumlarında dış paydaşlarla iletişim\" ile ilgili hangi ilkeyi ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ulaşılabilirlik",
      "B": "Anlaşılabilirlik",
      "C": "Empatiklik",
      "D": "Zamanındalık",
      "E": "Güvenirlik"
    },
    "explanation": "Cevabınız doğru değilse, Sağlık Hizmetlerinde Kurumsal İletişim ve İşlevleri başlığını yeniden gözden geçiriniz.<br/>Diğer sektörlerde olduğu gibi, günümüzde sağlık kurumları da sosyal medya platformlarını etkin kullanmak zorundadır. Pek çok hasta ve yakını, sağlık kurumlarına yönelik tercihlerini bu platformlarda yazılanlara, hekim tercihini ağ temelli teknolojiler ve sosyal medya hesaplarında paylaşılanlara göre yapmaktadırlar. Sağlık kurumlarında dış paydaşlarla iletişim; ulaşılabilirlik, <strong>anlaşılabilirlik</strong>, zamanındalık, güvenilirlik, ilgililik, belirlilik, şeffaflık ve empatiklik ilkelerine uyulmak suretiyle yönetilmelidir.<br/>Sorudaki “Sağlık hizmetleri aşırı düzeyde tıbbi jargon kullanan, kendine ilişkin terminolojisi olan yapıdadır. Dış hedef kitle ile iletişimde iletilerin anlaşılırlığı göz önünde bulundurulmalı, anlam yaratmaktan uzak ifadeler ile kafa karışıklığı yaratacak iletilerden uzak durulmalıdır. Yanlış anlaşılma ya da hatalı bilgi aktarımının sonuçlarının sağlığı olumsuz etkileyebileceği göz önünde bulundurulmalıdır.” ifadesi “Anlaşılabilirlik” ilkesini açıklamaktadır. Doğru cevap (B) seçeneğidir."
  }
]