[
  {
    "id": "2977797",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi finans yöneticisinin kaynak sağlanması ile ilgili görevlerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlık işletmelerinde varlık edinim maliyetlerinin yüksekliği ve gerekli fon tutarının buna bağlı olarak yüksek oluşu iyi bir finansal analizi gerekli kılmaktadır.",
      "B": "Nakit ve yatırım bütçelerinin hazırlanması, proforma bilanço ve gelir tablosunun düzenlenmesini kapsamaktadır.",
      "C": "Finans yöneticisi sağlık kurumunun kısa, orta ve uzun vadeli hedeflerini, bütçeleme tekniklerini ve bu tekniklerin uygulamasını iyi bilmelidir.",
      "D": "Bu yönetiminin diğer adı yatırım kararlarıdır ve etkin yatırım kararları almak finans yöneticisinin görevidir.",
      "E": "İşletmenin finansal faaliyetlerinin sürdürülebilmesi için finansal tablolardan elde edilen verilerin analizine hâkim olmalıdır."
    },
    "explanation": "Kaynak (fon) sağlanması: İşletmeler yabancı kaynak ve öz kaynak olmak üzere iki farklı şekilde finansmana başvurmaktadır. Yabancı kaynaklar vadeleri ve elde edildikleri araçlar noktasında farklılık göstermektedir. Bir finans yöneticisi işletmenin ne kadar fon ihtiyacının olduğunu ve bu fonları hangi kanallardan, ne miktarda, hangi koşullarda sağlanması gerektiğini iyi bilmelidir. Özellikle sağlık işletmelerinde varlık edinim maliyetlerinin yüksekliği ve gerekli fon tutarının buna bağlı olarak yüksek oluşu iyi bir finansal analizi gerekli kılmaktadır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "2977798",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, finans yöneticisinin görevlerinden finansal analiz ve planlama ile ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dönen Varlık",
      "B": "Duran Varlık",
      "C": "Bilanço",
      "D": "Kısa Vadeli Borçlar",
      "E": "Öz sermaye"
    },
    "explanation": "Finans yöneticisinin görevleri; finansal analiz ve planlama, yatırım kararları ve finans kararlarından oluşmaktadır. Finans yöneticisinin görevlerinden finansal analiz ve planlama ise bilanço ile ilgilidir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "2977799",
    "unitNumber": 1,
    "text": "New York Borsası kaç yılında kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1670",
      "B": "1700",
      "C": "1763",
      "D": "1792",
      "E": "1805"
    },
    "explanation": "1792: New York Borsasının kurulmuştur. Doğru cevap D şıkkıdır."
  },
  {
    "id": "2977800",
    "unitNumber": 1,
    "text": "Finans biliminin tarihsel gelişimine etki eden önemli olaylarda aşağıdakilerden hangisi 1990 yılında gerçekleşmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "İlk menkul kıymet ihracı",
      "B": "Sayısal finansın gelişimi, Markowitz’in portföy çeşitlendirmesi fikri",
      "C": "Bretton Woods Sisteminin yıkılışı ve döviz kuru riskinin artışı",
      "D": "Şirket birleşmeleri ve uluslararası finansın hızlanması",
      "E": "Globalleşmenin hızlanması ve bilgi çağı"
    },
    "explanation": "Modern finans bilimi 1929 Ekonomik Buhranı ile başlamıştır. Ancak finans konularının MÖ’ye kadar uzandığı görülmektedir. Konuların spesifik olması nedeniyle finans bilimi de özel konulara ağırlık vermiştir. 1990’lı yıllar finansal<br/>yönetimde enformasyona daha çok önem verilen yıllar olmuştur. 1990: Globalleşmenin hızlanması ve bilgi çağı olarak kabul edilir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "2977801",
    "unitNumber": 1,
    "text": "Markowitz menkul kıymet portföy riskinin çeşitlendirilmesi üzerinde durduğu dönem aşağıdaki yıllardan hangisindeki gerçekleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1950",
      "B": "1960",
      "C": "1970",
      "D": "1980",
      "E": "1990"
    },
    "explanation": "1950’li yıllar risk kavramının dönüşüme uğradığı yıllar olma noktasında önemlidir. Bu dönemde Markowitz menkul kıymet portföy riskinin çeşitlendirilmesi üzerinde durmuştur. Markowitz’in teorisi, modern finans departmanının ve finansal operasyonların etkinliğini artıran bir teoridir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "2977802",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, Finansal Yönetimi Davranış Bilimleri ve Hukuki Düzenlemeler başlığı altında de yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Üretim teknolojileri maliyetlerini azaltmak,",
      "B": "Hizmet pazarlamasında etkili planlama yapmak,",
      "C": "Hasta sayısını tahmin etmek,",
      "D": "Hastaların psikososyal yapısını açıklamak,",
      "E": "Finansal tablolardan yararlanmak,"
    },
    "explanation": "Finansal yönetimin diğer disiplinlerle olan ilişkisinde, Davranış Bilimleri ve Hukuki Düzenlemeler; Hastaların psikososyal yapısını açıklamak, işletme faaliyetlerinin başlaması, yürütülmesi ve durdurulmasıyla ilgili mevzuatı takip etmektir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "2977803",
    "unitNumber": 1,
    "text": "Hata ve ön yargılardan olabildiğince arınmış ve temsil etmeyi amaçladıkları şeye sadık kalarak temsil eden bilginin önemi aşağıdaki hangi finansal tabloların özelliğidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Önemlilik",
      "B": "Anlaşılabilirlik",
      "C": "Güvenilirlik",
      "D": "Karşılaştırılabilirlik",
      "E": "İhtiyaca uygunluk"
    },
    "explanation": "Güvenilirlik: Finansal tablolardan elde edilen bilgilerin yararlı olabilmesi için bu bilgilerin güvenilir olması gerekir. Hata ve ön yargılardan olabildiğince arınmış ve temsil etmeyi amaçladıkları şeye sadık kalarak temsil eden bilgi güvenilir bilgidir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "2977804",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, Sağlık kurumlarında Taşınır Mal Muhasebesinin hazırladığı belgelerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ödenek gönderme belgesi,",
      "B": "Müze defteri,",
      "C": "Harcama talimatı,",
      "D": "Zorunlu finansal tablolar,",
      "E": "Ayrıntılı harcama programı,"
    },
    "explanation": "Taşınır Mal Muhasebesi: Bu muhasebe türünde kaynağına ve edinim şekline bakılmaksızın kamu idarelerine ait taşınır malların kaydı, muhafazası ve kullanımı ile yönetim hesabının verilmesi için birtakım defterler ve belgeler tutulmaktadır. Bunlar;<br/>• Tüketim malzemeleri defteri,<br/>• Dayanıklı taşınırlar defteri,<br/>• Müze defteri,<br/>• Kütüphane defteridir . Doğru cevap B şıkkıdır."
  },
  {
    "id": "2977805",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, yalnızca Fon Akım tablosunun Fon Kullanımları başlığı altında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Uzun Vadeli Yabancı Kaynaklardaki Artışlar",
      "B": "Amortismanlar",
      "C": "Ödenen Temettüler",
      "D": "Sermaye Artırımı",
      "E": "Hisse Senedi İhraç Primleri"
    },
    "explanation": "Fon akım tablosu, bir işletmenin mali faaliyetlerini, fonların elde edildikleri kaynakları ve bu kaynakların kullanıldıkları yerleri gösteren finansal tablodur. Fon akım tablosunda, Ödenen Temettüler Fon Kullanımında yerini alır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "2977806",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, İşletmelerde gelir tablosunda, finansman giderlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Genel Yönetim Giderleri",
      "B": "Araştırma ve Geliştirme Giderleri",
      "C": "Komisyon Giderleri",
      "D": "Pazarlama, Satış ve Dağıtım Giderleri",
      "E": "Kısa Vadeli Borçlanma Giderleri"
    },
    "explanation": "Gelir tablosu, bir işletmenin belirli bir hesap döneminde elde ettiği tüm hasılat ve gelirler ile yaptığı tüm maliyet ve giderleri gösteren finansal tablodur. Bu tablodaki Finansman giderleri; Kısa Vadeli Borçlanma Giderleri ve Uzun Vadeli Borçlanma Giderleri' dir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "2977807",
    "unitNumber": 1,
    "text": "Sağlık işletmelerinde sistem yaklaşımı çerçevesinde poliklinik hangi süreçte yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Girdi süreci",
      "B": "Üretim süreci",
      "C": "Proses süreci",
      "D": "Çıktı süreci",
      "E": "Tedavi süreci"
    },
    "explanation": "Dinamik bir yapıya sahip olan sağlık işletmeleri girdi olarak insan gücü, tıbbi malzeme, cihaz, vb. kullanmaktadır. Üretim süreci ise klinik, poliklinik, laboratuar, yoğun bakım, vb. süreçlerden, çıktıları ise muayene, ameliyat edilen hasta sayısı, vb. den oluşmaktadır."
  },
  {
    "id": "2977808",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi finansal yönetimin fonksiyonlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dividant kararları",
      "B": "Öz sermaye kararları",
      "C": "İşletme kararları",
      "D": "Yönetsel kararlar",
      "E": "Fonksiyonel kararlar"
    },
    "explanation": "Finansal yönetimin yatırım kararları, finansman kararları ve dividant kararları olmak üzere üç fonksiyonu bulunmaktadır."
  },
  {
    "id": "2977809",
    "unitNumber": 1,
    "text": "İşletme karının nasıl değerlendirileceğı ile ilgili kararlar nasıl adlandırılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kar kararları",
      "B": "Finansman kararları",
      "C": "İşletme kararları",
      "D": "Paylaşım kararları",
      "E": "Dividant kararları"
    },
    "explanation": "Dividant kararları, işletmenin faaliyetleri sonucu elde ettiği karın nasıl değerlendirileceğine ilişkin kararlardır."
  },
  {
    "id": "2977810",
    "unitNumber": 1,
    "text": "Aşağıdaki kararlardan hangisi dönen ve duran varlıkların yönetimini ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Finansman kararları",
      "B": "Mali kararlar",
      "C": "Bütçe kararları",
      "D": "Yatırım kararları",
      "E": "Portföy kararları"
    },
    "explanation": "Yatırım kararları dönen ve duran varlıkların yönetimini, finanslama (finansman) kararları ise kaynakların yönetimini ifade etmektedir."
  },
  {
    "id": "2977811",
    "unitNumber": 1,
    "text": "Bir işletmenin mali faaliyetlerini, fonların elde edildikleri kaynakları ve bu kaynakların kullanıldıkları yerleri gösteren finansal tabloya ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilanço",
      "B": "Kar-Zarar Tablosu",
      "C": "Finansal Durum Tablosu",
      "D": "Fon Akım Tablosu",
      "E": "Finans Envanteri"
    },
    "explanation": "Fon Akım Tablosu, bir işletmenin mali faaliyetlerini, fonların elde edildikleri kaynakları ve bu kaynakların kullanıldıkları yerleri gösteren finansal tablodur."
  },
  {
    "id": "2977812",
    "unitNumber": 1,
    "text": "Sağlık işletmelerinin faaliyetlerini sürdürmeleri için uymaları gereken yasal mevzuat, finansal yönetimin hangi disiplinler ile ilişkisi kapsamında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Birincil disiplinler",
      "B": "İkincil disiplinler",
      "C": "Üçüncül disiplinler",
      "D": "Dördüncül disiplinler",
      "E": "Beşincil disiplinler"
    },
    "explanation": "Sağlık işletmelerinin kurulması, faaliyeti ve faaliyetlerine son verilmesi için bazı yasal zorunluluklar bulunmaktadır. Alınacak finansal kararlarda yasal mevzuatın takip edilmesi gerekmektedir. İlgili yasal zorunluluklar üçüncül mevzuat kapsamında yer alır."
  },
  {
    "id": "2977813",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarında finansal yönetimin gelişmesine etki eden faktörlerden biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Sağlık işletmelerinin büyümeleri",
      "B": "Sağlık işletmeleri arasında satın alma eğiliminin azalışı",
      "C": "Ekonomik büyüme",
      "D": "Araştırma ve geliştirme giderlerindeki artış",
      "E": "Uluslararası piyasalardan fon temini imkanının yaygınlaşması"
    },
    "explanation": "Sağlık işletmelerinde finansal yönetimin gelişmesinde bazı faktörler etkili olmuştur. Bu faktörler; sağlık işletmelerinin büyümeleri, araştırma ve geliştirme giderlerindeki artış, ekonomik büyüme, sağlık işletmeleri arasında birleşme, satın alma eğiliminin artışı, uluslararası piyasalardan fon temini imkanının yaygınlaşmasıdır."
  },
  {
    "id": "2977814",
    "unitNumber": 1,
    "text": "Aşağıdakilerden tablolardan hangisi/hangileri temel mali tablolardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal durum tablosu ve gelir tablosu",
      "B": "Finansal tablo",
      "C": "Fon akım tablosu",
      "D": "Fon akım tablosu ve gider tablosu",
      "E": "Nakit akış tablosu ve finansal tablo"
    },
    "explanation": "Finansal durum tablosu ve gelir tablosu temel mali tablolardır."
  },
  {
    "id": "2977815",
    "unitNumber": 1,
    "text": "Finansal durum tablosunda hesap grupları hangi esasa göre sıralanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Büyüklük",
      "B": "Önem",
      "C": "Vade",
      "D": "Reel değer",
      "E": "Likidite"
    },
    "explanation": "Finansal durum tablosunda hesap grupları likidite esasına göre sıralanmaktadır."
  },
  {
    "id": "2977816",
    "unitNumber": 1,
    "text": "Sağlık işletmesinin amacına ulaşma düzeyini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Verimlilik",
      "B": "Etkililik",
      "C": "Fizibilite",
      "D": "Optimallik",
      "E": "Ekonomiklik"
    },
    "explanation": "Etkililik, sağlık işletmesinin amacına ulaşma düzeyini ifade etmektedir."
  },
  {
    "id": "2977817",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi \"finansal yönetim\" kavramının tanımıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmelerin faaliyetlerini gerçekleştirebilmek için ihtiyaç duydukları kaynakların sağlanma biçimidir.",
      "B": "İşletmelerin ihtiyaç duyduğu kaynakların nereden ve nasıl temin edileceğine dair kararlardır.",
      "C": "İşletmelerin gereksinim duyduğu fonların tespiti, temini ve kullanımı faaliyetlerinin tümüdür.",
      "D": "İşletmenin sahip olduğu fonların hangi varlıklara yatırılacağına ilişkin kararlardır.",
      "E": "İşletmelerin ihtiyaçlarını karşılayabileceği fon, para ve sermayedir."
    },
    "explanation": "<strong>Finansal yönetim,</strong> işletmelerin gereksinim duyduğu fonların tespiti, temini ve kullanımı faaliyetlerinin tümüdür."
  },
  {
    "id": "2977818",
    "unitNumber": 1,
    "text": "<strong><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c0e902030cc2b911c4d392da717b365f.png\" alt=\"\" width=\"477\" height=\"156\"></strong> <strong>Yukarıda finansal yönetim fonksiyonları ve gerçekleştirilen işlemlerin doğru eşleştirmesi aşağıdakilerin hangisinde verilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1-L, 2-K, 4-M",
      "B": "1- K, 3-M, 5-M",
      "C": "2-K, 3-M, 5-L",
      "D": "2-L, 3-M, 5-K",
      "E": "3-M, 4-L, 5-K"
    },
    "explanation": "<strong>2.</strong> Finansman Kararları = <strong>L.</strong> Sağlık kurumunun ihtiyaç duyduğu kaynakların nereden ve nasıl temin edileceğine dair kararlardır.\n <strong>3.</strong> Yatırım Kararları =<strong> M.</strong> İşletmenin mevcut fonlarının hangi varlıklara yatırılacağına ilişkin kararlardır.\n <strong>5.</strong> Dividant Kararları =<strong> K.</strong> İşletmelerin faaliyetleri sonucu elde ettiği kârın nasıl değerlendirileceğine ilişkin kararlardır."
  },
  {
    "id": "2977819",
    "unitNumber": 1,
    "text": "<strong>Kamu sağlık kurumlarında finansal yönetimin temel amacı aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kurumun kazançlarında büyümeyi sürekli kılmak",
      "B": "Kurumunun firma değerini; ekonomiklik, verimlilik ve etkinlik koşulları altında maksimum yapmak",
      "C": "Kurumun sahiplerinin servetlerini maksimum yapmak",
      "D": "Kurumun kârını maksimum yapmak",
      "E": "Kurumun piyasa payını maksimum yapmak"
    },
    "explanation": "Kamu sağlık kurumlarında finansal amaç; “sağlık kurumunun firma değerini, ekonomiklik, verimlilik ve etkinlik koşulları altında maksimize etmek, dolayısıyla işletmenin sahibi olan devletin giderlerini minimize etmek” olarak tanımlayabiliriz."
  },
  {
    "id": "2977820",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisinde nakit yatırım bütçelerinin hazırlanması, proforma bilanço ve gelir tablosunun düzenlemesi görevleri yerine getirilmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Varlıkların yönetimi",
      "B": "Finansal analiz",
      "C": "Kaynak sağlanması",
      "D": "Finansal kontrol",
      "E": "Finansal planlama"
    },
    "explanation": "Finansal planlama; nakit ve yatırım bütçelerinin hazırlanması, proforma bilanço ve gelir tablosunun düzenlenmesini kapsamaktadır."
  },
  {
    "id": "2977821",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Kariyer yönetimi</li> <li>Varlıkların yönetimi</li> <li>Finansal analiz</li> <li>Ürün geliştirme</li> </ol> <strong>Yukarıdakilerden hangileri finans yöneticisinin görevleri arasında yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I ve III",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Finansal yönetimin amacına ulaşabilmesi için finansal planlama, kaynak temini, varlık yönetimi, analiz ve kontrol süreçlerinde etkin kararlar almak finans yöneticisinin sorumluluğundadır."
  },
  {
    "id": "2977822",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi sağlık işletmesinin amacına ulaşma düzeyini ifade eder?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Verimlilik",
      "B": "Etkililik",
      "C": "Kârlılık",
      "D": "Ekonomiklik",
      "E": "Önemlilik"
    },
    "explanation": "Etkililik, sağlık işletmesinin amacına ulaşma düzeyini ifade etmektedir."
  },
  {
    "id": "2977823",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi finansal yönetimin birincil derecede ilişkili olduğu disiplinlerden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kantitatif teknikler",
      "B": "Hukuk",
      "C": "Pazarlama",
      "D": "Davranış bilimleri",
      "E": "Ekonomi"
    },
    "explanation": "Finansal yönetimle birinci dereceden ilişkili disiplinler; muhasebe ve ekonomidir."
  },
  {
    "id": "2977824",
    "unitNumber": 1,
    "text": "<strong>Finansal tabloların özelliklerinden hangisi bir işletmenin birden fazla döneme ilişkin işlemlerinin benzerlik ve farklılıklarının ortaya konabilmesini sağlar?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Önemlilik",
      "B": "Anlaşılabilirlik",
      "C": "Güvenirlilik",
      "D": "Karşılaştırılabilirlik",
      "E": "İhtiyaca uygunluk"
    },
    "explanation": "<strong>Karşılaştırılabilirlik:</strong> Finansal tablolardaki bilgilerin kullanıcılarına yararları olabilmesi için karşılaştırılabilir olması gereklidir. Karşılaştırılabilir olma, bir işletmenin birden fazla döneme ilişkin işlemlerinin benzerlik ve farklılıklarının ortaya konabilmesini sağlar."
  },
  {
    "id": "2977825",
    "unitNumber": 1,
    "text": "<strong>Aşağıda finansal durum tablosu ile ilgili verilen bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hesap grupları likidite esasına göre sıralanmaktadır.",
      "B": "Aktif ve pasif olmak üzere iki kısımdan oluşur.",
      "C": "Bir işletmenin belirli tarihteki varlık ve kaynak yapısını gösterir.",
      "D": "Dinamik bir tablodur.",
      "E": "5 ana hesaptan oluşmaktadır."
    },
    "explanation": "Finansal durum tablosu statik, gelir tablosu dinamik bir tablodur."
  },
  {
    "id": "2977826",
    "unitNumber": 1,
    "text": "<strong>Bir işletmenin kullanmış olduğu yabancı kaynakları analiz etmek isteyen bir analistin hangi finansal tabloyu incelemesi gerekir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gelir Tablosu",
      "B": "Finansal Durum Tablosu",
      "C": "Fon Akım Tablosu",
      "D": "Nakit Akış Tablosu",
      "E": "Öz Kaynaklar Değişim Tablosu"
    },
    "explanation": "Bir işletmenin kullanmış olduğu yabancı kaynakları analiz etmek isteyen bir analistin finansal durum tablosunu incelemesi gerekir."
  },
  {
    "id": "2977827",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarının faaliyetlerini gerçekleştirebilmek için ihtiyaç duydukları kaynakların sağlanma biçimidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Finans",
      "B": "Finansman",
      "C": "Portföy",
      "D": "Disponibilite",
      "E": "Factoring"
    },
    "explanation": "Finansman, sağlık kurumlarının faaliyetlerini gerçekleştirebilmek için ihtiyaç duydukları kaynakların sağlanma biçimidir. Doğru cevap B’dir."
  },
  {
    "id": "2977828",
    "unitNumber": 1,
    "text": "Sağlık kurumunun gereksinim duyduğu fonların tespiti, temini ve kullanımı faaliyetlerinin tümü olarak tanımlanan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Finansman",
      "B": "Yatırım kararları",
      "C": "Fonlama",
      "D": "Kapitalizasyon",
      "E": "Finansal yönetim"
    },
    "explanation": "Sağlık kurumunun gereksinim duyduğu fonların tespiti, temini ve kullanımı faaliyetlerinin tümü olarak tanımlanan terim “Finansal yönetim”dir. Doğru cevap E’dir."
  },
  {
    "id": "2977829",
    "unitNumber": 1,
    "text": "İşletmenin faaliyetleri sonucu elde ettiği kârın nasıl değerlendirileceğine ilişkin kararlar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dividant kararları",
      "B": "Finansman kararları",
      "C": "Yatırım kararları",
      "D": "Yönetim kararları",
      "E": "Karlılık kararları"
    },
    "explanation": "İşletmenin faaliyetleri sonucu elde ettiği kârın nasıl değerlendirileceğine ilişkin kararlar “Dividant kararları”dır. Doğru cevap A’dır."
  },
  {
    "id": "2977830",
    "unitNumber": 1,
    "text": "Nakit ve yatırım bütçelerinin hazırlanması, proforma bilanço ve gelir tablosunun düzenlenmesi işlemlerinin karşılığı olan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilanço",
      "B": "Finansal planlama",
      "C": "Finansal kotasyon",
      "D": "Mali politika",
      "E": "Menkul sermaye"
    },
    "explanation": "Nakit ve yatırım bütçelerinin hazırlanması, proforma bilanço ve gelir tablosunun düzenlenmesi işlemlerinin karşılığı olan terim “Finansal planlama”dır. Doğru cevap B’dir."
  },
  {
    "id": "2977831",
    "unitNumber": 1,
    "text": "Modern finans bilimi aşağıdakilerden hangisi ile başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1763 yılında James Watt adlı İskoç mucidin buharlı makineyi icat etmesi.",
      "B": "1817’de New York menkul kıymetler borsasının kuruluşu",
      "C": "1929 ekonomik buhranı.",
      "D": "1949 yılında seyahat ve eğlence için kullanılabilen ilk kredi kartının geliştirilmesi.",
      "E": "1991'de internetin ticari kullanıma açılması."
    },
    "explanation": "Modern finans bilimi 1929 ekonomik buhranı ile başlamıştır. Doğru cevap C’dir."
  },
  {
    "id": "2977832",
    "unitNumber": 1,
    "text": "“Sağlık kurumlarında finansman fonksiyonu; planlama, örgütlenme, yürütme, koordinasyon ve denetim faaliyetlerini kapsamaktadır. Sağlık kurumlarının bu faaliyetlerini ..I.. , ..II.. ve.. III… olarak gerçekleştirebilmesi firma değerinin maksimizasyonunu sağlayacaktır.”\n Yukarıdaki cümlede I, II ve III numaralı boşluklara aşağıdakilerden hangileri gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karlı, verimli ve hızlı",
      "B": "Çok yönlü, interaktif ve etkili",
      "C": "Ekonomik, verimli ve etkili",
      "D": "Sürdürülebilir, sorgulanabilir ve ekonomik",
      "E": "Tutarlı, etkili ve verimli"
    },
    "explanation": "I, II ve III numaralı boşluklara Ekonomik, verimli ve etkili kelimeleri gelmelidir. Doğru cevap C’dir."
  },
  {
    "id": "2977833",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarında finansal yönetimin gelişmesine etki eden faktörlerden biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Hastaların, hakları konusunda giderek daha fazla bilinçlenmeleri.",
      "B": "Sağlık işletmelerinin büyümeleri",
      "C": "Araştırma ve geliştirme giderlerindeki artış",
      "D": "Sağlık işletmeleri arasında birleşme, satın alma eğiliminin artışı",
      "E": "Uluslararası piyasalardan fon temini imkânının yaygınlaşması"
    },
    "explanation": "Sağlık işletmelerinde finansal yönetimin gelişmesinde etkili olan faktörler şunlardır:\n <ul> <li>Sağlık işletmelerinin büyümeleri</li> <li>Araştırma ve geliştirme giderlerindeki artış</li> <li>Ekonomik büyüme</li> <li>Sağlık işletmeleri arasında birleşme, satın alma eğiliminin artışı</li> <li>Uluslararası piyasalardan fon temini imkânının yaygınlaşması:</li> </ul> “Hastaların, hakları konusunda giderek daha fazla bilinçlenmeleri” sağlık işletmelerinde finansal yönetimin gelişmesinde etkili olan faktörler arasında değildir. Doğru cevap A’dır."
  },
  {
    "id": "2977834",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi finansal tabloların özelliklerinden biri <u>değildir? </u>",
    "correctAnswer": "E",
    "options": {
      "A": "Önemlilik",
      "B": "Anlaşılabilirlik",
      "C": "İhtiyaca uygunluk",
      "D": "Zamanında sunum",
      "E": "Değişkenlik"
    },
    "explanation": "Finansal tabloların özellikleri kısaca aşağıdaki gibi sıralanabilir:\n <ul> <li>Önemlilik</li> <li>Anlaşılabilirlik</li> <li>İhtiyaca uygunluk</li> <li>Zamanında sunum</li> <li>Güvenilirlik</li> <li>Karşılaştırılabilirlik</li> </ul> “Değişkenlik” bu özelliklerden biri değildir. Doğru cevap E’dir."
  },
  {
    "id": "2977835",
    "unitNumber": 1,
    "text": "İşletmelerin sahip oldukları varlıkların hızlı ve değer kaybetmeden nakde dönüşebilme özelliğine verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Amortisman",
      "B": "Disponibilite",
      "C": "Kambiyo",
      "D": "Likidite",
      "E": "Konvertibilite"
    },
    "explanation": "İşletmelerin sahip oldukları varlıkların hızlı ve değer kaybetmeden nakde dönüşebilme özelliğine verilen isim “Likidite”dir. Doğru cevap D’dir."
  },
  {
    "id": "2977836",
    "unitNumber": 1,
    "text": "Genel bütçeli idarelerin, aylar itibarıyla yapabilecekleri harcamaları gösteren; dört dönem hâlinde ve tertip düzeyinde oluşturulan programa verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ayrıntılı bilanço programı",
      "B": "Sınırlı harcama programı",
      "C": "Genel bütçe programı",
      "D": "Ayrıntılı harcama programı",
      "E": "Ayrıntılı bütçe programı"
    },
    "explanation": "Genel bütçeli idarelerin, aylar itibarıyla yapabilecekleri harcamaları gösteren; dört dönem hâlinde ve tertip düzeyinde oluşturulan programa verilen isim “Ayrıntılı harcama programı”dır. Doğru cevap D’dir."
  },
  {
    "id": "2977837",
    "unitNumber": 2,
    "text": "Ekonomi kaç kesimden oluşmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Ekonomi, finansal ve reel ekonomi olmak üzere iki kesimden oluşmaktadır."
  },
  {
    "id": "2977838",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi finansal sistemin unsurlarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Finansal piyasalar",
      "B": "Finansal araçlar",
      "C": "Sağlık çalışanları",
      "D": "Finansal kurumlar",
      "E": "Düzenleyici kurumlar"
    },
    "explanation": "Finansal sistemin unsurları finansal piyasalar, finansal araçlar, finansal kurumlar, düzenleyici kurumlar, fon arz ve fon talep edenlerdir."
  },
  {
    "id": "2977839",
    "unitNumber": 2,
    "text": "Fon arz ve fon talep edenlerin bir araya geldiği finansal piyasalar kaç grupta sınıflandırılabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Fon arz ve fon talep edenlerin bir araya geldiği finansal piyasalar genel olarak vadesine, örgütlenme biçimine, finansal varlığın teslim zamanına ve varlığın ihraç durumuna göre sınıflandırılabilir."
  },
  {
    "id": "2977840",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi fon arz ve fon talep edenlerin bir araya geldiği finansal piyasaların sınıflarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Vadesine göre",
      "B": "Örgütlenme biçimine",
      "C": "Finansal varlığın teslim zamanına",
      "D": "Varlığın ihraç durumuna göre",
      "E": "Stok durumuna göre"
    },
    "explanation": "Fon arz ve fon talep edenlerin bir araya geldiği finansal piyasalar genel olarak vadesine, örgütlenme biçimine, finansal varlığın teslim zamanına ve varlığın ihraç durumuna göre sınıflandırılabilir."
  },
  {
    "id": "2977841",
    "unitNumber": 2,
    "text": "Teslim zamanına göre finansal piyasalar kaça ayrılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Teslim zamanına göre finansal piyasalar; spot ve vadeli piyasalar olarak ikiye ayrılmaktadır."
  },
  {
    "id": "2977842",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sermaye piyasası araçlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Banka Kabulleri",
      "B": "Mevduat",
      "C": "Repo",
      "D": "Tahvil",
      "E": "Ters Repo"
    },
    "explanation": "Sermaye Piyasası Araçları\n<br/><ul><br/><li><br/>Kâr payı hakkı: \n<br/></li><br/><li><br/>Rüçhan hakkı (yeni pay alma hakkı):\n<br/></li><br/><li><br/>Tasfiye bakiyesine katılma hakkı:\n<br/></li><br/><li><br/>Yönetime katılma hakkı:\n<br/></li><br/><li><br/>Oy hakkı: \n<br/></li><br/><li>Bilgi alma hakkı:</li><br/><li>Tahvil:</li><br/><li>Varlığa Dayalı Menkul Kıymet: </li><br/><li><br/>Varant: \n<br/></li><br/></ul>"
  },
  {
    "id": "2977843",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sermaye piyasası araçlarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Varlığa Dayalı Menkul Kıymet",
      "B": "Repo ve Ters Repo",
      "C": "Oy hakkı",
      "D": "Bilgi alma hakkı",
      "E": "Tasfiye bakiyesine katılma hakkı"
    },
    "explanation": "Sermaye Piyasası Araçları\n<br/><ul><br/><li><br/>Kâr payı hakkı: \n<br/></li><br/><li><br/>Rüçhan hakkı (yeni pay alma hakkı):\n<br/></li><br/><li><br/>Tasfiye bakiyesine katılma hakkı:\n<br/></li><br/><li><br/>Yönetime katılma hakkı:\n<br/></li><br/><li><br/>Oy hakkı: \n<br/></li><br/><li>Bilgi alma hakkı:</li><br/><li>Tahvil:</li><br/><li>Varlığa Dayalı Menkul Kıymet: </li><br/><li><br/>Varant: \n<br/></li><br/></ul>"
  },
  {
    "id": "2977844",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi finansal kurumların fonksiyonlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Finansal danışmanlık hizmeti sunmak",
      "B": "Vade ve miktar ayarlaması yapmak",
      "C": "Risk ayarlaması yapmak",
      "D": "Kaynaklara aracılık sağlamak",
      "E": "Yönetime katılma hakkı"
    },
    "explanation": "Finansal kurumların fonksiyonlarını aşağıdaki gibi sıralamak mümkündür (Aydın, Başar ve Coşkun):\n<br/><ul><br/><li><br/>Kaynaklara aracılık sağlamak\n<br/></li><br/><li><br/>İşlem ve bilgi maliyetini azaltmak\n<br/></li><br/><li><br/>Vade ve miktar ayarlaması yapmak\n<br/></li><br/><li><br/>Risk ayarlaması yapmak\n<br/></li><br/><li>Finansal danışmanlık hizmeti sunmak </li><br/><li>Kaynak kullanımında etkinliği sağlamak</li><br/></ul>"
  },
  {
    "id": "2977845",
    "unitNumber": 2,
    "text": "Belirli zaman süreci içerisinde eşit miktarlı ödemelere veya tahsilatlara ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Basit faiz",
      "B": "Paranın bugünkü değeri",
      "C": "İskontolama",
      "D": "Paranın gelecekteki değeri",
      "E": "Anüite"
    },
    "explanation": "Belirli zaman süreci içerisinde eşit miktarlı ödemelere veya tahsilatlara anüite denilmektedir."
  },
  {
    "id": "2977846",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi fon fazlası olanlar ile fon açığı olanların karşılaştığı yerlere verilen isimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mevduat",
      "B": "Anüite",
      "C": "Finansal piyasa",
      "D": "Finansal Kurumlar",
      "E": "Finansal yatırım"
    },
    "explanation": "Fon fazlası olanlar (fon arz edenler) ile fon açığı olanların (fon talep edenlerin) karşılaştığı yerlere finansal piyasa denir."
  },
  {
    "id": "2977847",
    "unitNumber": 2,
    "text": "Bir menkul kıymetin geri alım vaadiyle satımına ……….. denir ve genellikle piyasada geçici likidite sıkışıklığı yaşandığı zaman, bankacılık sistemi likiditesinin kısıtlı bir süre için artırılması amacıyla yapılır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Bono",
      "B": "Repo",
      "C": "Varant",
      "D": "Mevduat",
      "E": "Banka kabulleri"
    },
    "explanation": "Bir menkul kıymetin geri alım vaadiyle satımına repo denir. Repo işlemleri, genellikle piyasada geçici likidite sıkışıklığı yaşandığı zaman, bankacılık sistemi likiditesinin kısıtlı bir süre için artırılması amacıyla yapılır."
  },
  {
    "id": "2977848",
    "unitNumber": 2,
    "text": "Genellikle, piyasada geçici likidite fazlası yaşandığı durumlarda, gerekli olmayan likiditenin çekilmesi amacıyla …………. işlemleri yapılır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Bono",
      "B": "Mevduat",
      "C": "Ters repo",
      "D": "Varlığa Dayalı Menkul Kıymet",
      "E": "Tasfiye bakiyesine katılma hakkı"
    },
    "explanation": "Ters repo işlemleri; genellikle piyasada geçici likidite fazlası yaşandığı durumlarda, gerekli olmayan likiditenin çekilmesi amacıyla yapılır."
  },
  {
    "id": "2977849",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tahvil alıcısının <u>tek</u> hakkıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Rüçhan hakkı",
      "B": "Kâr payı alma",
      "C": "Bilgi alma hakkı",
      "D": "Yönetime katılma",
      "E": "Ödediği anaparayı faizi ile geri almak"
    },
    "explanation": "Tahvil: Finansman ihtiyacının giderilmesi için çıkarılan borç senetleridir. Devlet ve özel şirketler tarafından ihraç edilebilir. Anapara ödemesinin 1 yıldan uzun sürede yapıldığı bu finansal araç borçlanma aracıdır. Dolayısıyla tahvil sahibine herhangi bir ortaklık hakkı sağlamaz. Tahvil alıcısının tek hakkı ödediği anaparayı faizi ile geri alma hakkıdır"
  },
  {
    "id": "2977850",
    "unitNumber": 2,
    "text": "Bir dönem içerisinde kazanılan faizlerin anaparaya katılmasıyla gelecek yıl için hesaplanan toplam faiz gelirine …………. denir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Basit faiz",
      "B": "Faiz oranı",
      "C": "Bileşik faiz",
      "D": "Likidite primi",
      "E": "Ödenmeme riski"
    },
    "explanation": "Bir dönem içerisinde kazanılan faizlerin anaparaya katılmasıyla gelecek yıl için hesaplanan toplam faiz gelirine bileşik faiz denir. Diğer bir deyişle bileşik faiz, yılsonunda kazanılan faizin çekilmediği sürece, anaparaya ilave edilerek anapara + faiz üzerinden faiz hesaplanmasıdır."
  },
  {
    "id": "2977851",
    "unitNumber": 2,
    "text": "Bileşik faiz ile elde edilen toplam tutar, paranın …………. ifade etmektedir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Basit faizini",
      "B": "Nominal faizini",
      "C": "Gelecek değerini",
      "D": "Bugünkü değerini",
      "E": "Paranın değer kaybetmesini"
    },
    "explanation": "Gelecek değer kavramı; bugünkü bir paranın belirli bir faiz oranı üzerinden, belirli bir süre sonra ulaşacağı değeri ifade etmektedir. Bu değer hesaplamada bileşik faiz ile elde edilen dönem sonundaki faiz tutarından baştaki anaparanın çıkartılmamış hâlidir. Başka bir deyişle bileşik faiz ile elde edilen toplam tutar, paranın gelecek değerini ifade etmektedir."
  },
  {
    "id": "2977852",
    "unitNumber": 2,
    "text": "…………… ödeme serisinin başlama noktasına göre devre başı ve devre sonu olmak üzere iki türdedir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Varantlar",
      "B": "Anüiteler",
      "C": "Rüçhan hakkı",
      "D": "Risk ayarlaması",
      "E": "Ödenmeme riski"
    },
    "explanation": "Anüiteler ödeme serisinin başlama noktasına göre devre başı ve devre sonu olmak üzere iki türdedir. Kira ödemeleri gibi dönem başında yapılan anüiteler devre başı (peşin anüiteler) anüiteler, kredi taksit ödemeleri gibi dönem sonunda yapılan anüiteler devre sonu anüiteler (normal anüiteler)dir."
  },
  {
    "id": "2977853",
    "unitNumber": 2,
    "text": "Finansal kurumlar fon arz ve fon talep edenlerin fon transferini sağlayarak <u>ilk</u> ve <u>en önemli</u> fonksiyonu olan ………….. fonksiyonunu yerine getirmektedir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Risk ayarlaması yapmak",
      "B": "Kaynaklara aracılık sağlamak",
      "C": "İşlem ve bilgi maliyetini azaltmak",
      "D": "Vade ve miktar ayarlaması yapmak",
      "E": "Finansal danışmanlık hizmeti sunmak"
    },
    "explanation": "Kaynaklara aracılık sağlamak<strong><em>: </em></strong>Finansal kurumların ilk ve en önemli fonksiyonudur. Finansal kurumlar fon arz ve fon talep edenlerin fon transferini sağlayarak kaynaklara aracılık fonksiyonunu yerine getirmektedir."
  },
  {
    "id": "2977854",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, sahibine tasfiye bakiyesine katılma hakkı sağlamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tahvil",
      "B": "Varant",
      "C": "Pay senedi",
      "D": "Banka kabulleri",
      "E": "Varlığa dayalı menkul kıymet"
    },
    "explanation": "Pay senetleri sahibine birtakım haklar sağlamaktadır. Tasfiye bakiyesine katılma hakkı: Şirketinin ömrünün sona ermesi durumunda tasfiye sonucunda kalan tutar pay sahiplerine payları oranında bölünmektedir."
  },
  {
    "id": "2977855",
    "unitNumber": 2,
    "text": "Paranın gelecek değeri ve ………….. hesaplaması aynıdır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Likidite",
      "B": "Reel faiz",
      "C": "Bileşik faiz",
      "D": "Yatırım kararı",
      "E": "Bugünkü değer"
    },
    "explanation": "Paranın gelecek değeri ve bileşik faiz hesaplaması aynıdır"
  },
  {
    "id": "2977856",
    "unitNumber": 2,
    "text": "Paranın…………, nakit akımlarının başlangıç yılına indirgemek olarak ifade edilir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Riski",
      "B": "Likiditesi",
      "C": "Reel faizi",
      "D": "Bugünkü değeri",
      "E": "Gelecek değeri"
    },
    "explanation": "Paranın bugünkü değeri, nakit akımlarının başlangıç yılına indirgemek olarak ifade edilir."
  },
  {
    "id": "2977857",
    "unitNumber": 2,
    "text": "Reel ekonomi aşağıdakilerden hangisi ile ilgilenmez?",
    "correctAnswer": "D",
    "options": {
      "A": "Malların alımı",
      "B": "Ürünlerin satımı",
      "C": "Hizmet alımı",
      "D": "Fon satımı",
      "E": "Hizmet giderleri"
    },
    "explanation": "Ekonomi, finansal ve reel ekonomi olmak üzere iki kesimden oluşmaktadır. Reel kesim, mal ve hizmetlerin alınıp satıldığı, finansal kesim ise genel olarak fon ve finansal araçların alınıp-satıldığı pazarlardır."
  },
  {
    "id": "2977858",
    "unitNumber": 2,
    "text": "Cari gelirler = Y, Cari giderler = C, Yatırımlar = I, Tasarruf =S ise ekonomik kalkınma ve Rafah için aşağıdaki eşitliklerden hangisinin olması gerekir?",
    "correctAnswer": "D",
    "options": {
      "A": "Y=C",
      "B": "C=I",
      "C": "C&gt;Y",
      "D": "I=S",
      "E": "S&gt;Y"
    },
    "explanation": "Tasarruf fazlası S&gt;I, tasarruf açığı ise S<i’dır. ekonomik=\"\" kalkınma=\"\" ve=\"\" toplumsal=\"\" refah=\"\" için=\"\" bek-=\"\" lenen=\"\" durum=\"\" ise=\"\" s=\"I\" eşitliğidir.<=\"\" p=\"\"><br/></i’dır.>"
  },
  {
    "id": "2977859",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir finansal sistemde düzenleyici ve denetleyici kurumlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bankalar",
      "B": "Hazine müsteşarlığı",
      "C": "Menkul kıymet borsası",
      "D": "Bireysel emeklilik şirketleri",
      "E": "Sosyal Güvenlik Fonları"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1fda1244b9383cca053245af7685f544.png\" alt=\"\" width=\"603\" height=\"361\">"
  },
  {
    "id": "2977860",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi varlığın teslim zamanına göre finansal varlığın teslimatının işlem anında yapıldığı piyasalardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Spot piyasalar",
      "B": "Birincil piyasalar",
      "C": "İkincil piyasalar",
      "D": "Vadeli piyasalar",
      "E": "Organize piyasalar"
    },
    "explanation": "Teslim zamanına göre finansal piyasalar; spot ve vadeli piyasalar olarak ikiye ayrılmaktadır. Spot pi- yasalar; finansal varlığın teslimatının işlem anında yapıldığı piyasalardır."
  },
  {
    "id": "2977861",
    "unitNumber": 2,
    "text": "Sermaye piyasalarının örgütlenmiş temel kurumu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bankalar",
      "B": "Hazine",
      "C": "Borsalar",
      "D": "Şirketler",
      "E": "Sigorta şirketleri"
    },
    "explanation": "Sermaye piya- salarının örgütlenmiş temel kurumu borsalardır."
  },
  {
    "id": "2977862",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarının maddi olmayan varlıklarına örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Patent hakkı",
      "B": "Hastane binaları",
      "C": "Laboratuvar ekipmanları",
      "D": "MR cihazları",
      "E": "Röntgen cihazları"
    },
    "explanation": "İşletmeler açısından varlıklar; maddi ve maddi olmayan varlıklar olmak üzere ikiye ayrılmaktadır. Sağlık kurumunun elinde bulunan MR cihazı, hastane binası vb. varlıklar maddi varlıkları oluşturmaktadır. Maddi olmayan varlıklar genel olarak yasal hakları temsil eden varlıklar olarak tanımlanmaktadır. Patent hakkı, telif hakkı vb. haklar maddi olmayan varlıklara örnek olarak verilebilir"
  },
  {
    "id": "2977863",
    "unitNumber": 2,
    "text": "Fon arz edenler ve fon talep edenler arasındaki fon transferini sağlayan araçlar nasıl adlandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Mevduat araçları",
      "B": "Repo",
      "C": "Finansal araçlar",
      "D": "Borsa",
      "E": "Tahvil"
    },
    "explanation": "Finansal araçlar, fon arz edenler ve fon talep edenler arasındaki fon transferini sağlayan araçlardır."
  },
  {
    "id": "2977864",
    "unitNumber": 2,
    "text": "Finansal araçlar fon aktarımını sağlarken bir işletmenin finansal varlığı, diğer işletmeninse finansal …………… olmaktadır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Borcu",
      "B": "Reposu",
      "C": "Varantı",
      "D": "Piyasası",
      "E": "Oy hakkı"
    },
    "explanation": "Finansal araçlar; fon aktarımını sağlarken bir işletmenin finansal varlığı, diğer işletmeninse finansal borcu (yükümlülüğü) olmaktadır."
  },
  {
    "id": "2977865",
    "unitNumber": 2,
    "text": "Piyasa faiz oranı %15 enflasyon ise %8 ise. Bu durumda reel faiz oranı yüzde kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "4.76",
      "B": "6.48",
      "C": "5.45",
      "D": "3.20",
      "E": "7.12"
    },
    "explanation": "(1+RFO)=(1+0,15) / (1+0,08) ve RFO=%6,48'tir."
  },
  {
    "id": "2977866",
    "unitNumber": 2,
    "text": "100.000 TL, 4 ay için yıllık %15 faiz ile bankaya yatırılmıştır. 4. ayın sonunda faiz tutarı ne olur?",
    "correctAnswer": "A",
    "options": {
      "A": "5.000",
      "B": "5.500",
      "C": "500",
      "D": "5.100",
      "E": "6.000"
    },
    "explanation": "I= 100.000 x 0,15 x (4/12) I= 5.000 TL"
  },
  {
    "id": "2977867",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yüksek olan varlıklar başka bir deyişle hızlı nakde dönüşen varlıklar yatırımcılar açısından daha güvenilir olarak düşünülmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Riski",
      "B": "Borcu",
      "C": "Vadesi",
      "D": "Likiditesi",
      "E": "Telif hakkı"
    },
    "explanation": "Likidite: Finansal varlığın nakde dönüşebilme hızının ifadesidir. Likiditesi yüksek olan varlıklar başka bir deyişle hızlı nakde dönüşen varlıklar yatırımcılar açısından daha güvenilir olarak düşünülmektedir."
  },
  {
    "id": "2977868",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi finansal araçların başlıca bileşenlerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tahvil",
      "B": "Likidite",
      "C": "Mevduat",
      "D": "Ters repo",
      "E": "Patent hakkı"
    },
    "explanation": "Finansal araçların başlıca bileşenlerini aşağıdaki gibi sıralamak mümkündür:\n <ul> <li>Risk</li> <li>Vade</li> <li>Likidite</li> </ul>"
  },
  {
    "id": "2977870",
    "unitNumber": 2,
    "text": "Pay senedi sahipleri şirketin dağıtılmasına karar verilmiş net kârından payları oranında ……….. alma hakkına sahiptirler.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Faiz",
      "B": "Varant",
      "C": "Temettü",
      "D": "Oy hakkı",
      "E": "Rüçhan hakkı"
    },
    "explanation": "Kâr payı hakkı: Pay senedi sahipleri şirketin dağıtılmasına karar verilmiş net kârından payları oranında kâr alma hakkına sahiptirler. Kâr payına temettü veya dividant da denilmektedir"
  },
  {
    "id": "2977871",
    "unitNumber": 2,
    "text": "Paranın……… belirli bir miktarın, belirli bir faiz oranı üzerinden ileride ulaşacağı değerdir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Riski",
      "B": "Vadesi",
      "C": "Reel faizi",
      "D": "Likiditesi",
      "E": "Gelecek değeri"
    },
    "explanation": "Paranın gelecek değeri<strong>; </strong>belirli bir miktarın, belirli bir faiz oranı üzerinden ileride ulaşacağı değerdir."
  },
  {
    "id": "2977872",
    "unitNumber": 2,
    "text": "Bir banka yatırılan mevduata yıllık %17 (yüzde onyedi) faiz vermektedir. Enflasyon oranı yıllık %14 (yüzde ondört) ise mevduat sahibinin elde edeceği reel faiz oranı yüzde kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "1,8",
      "B": "2,7",
      "C": "3,4",
      "D": "4,5",
      "E": "5,9"
    },
    "explanation": "Nominal faizin enflasyondan arındırılma ve reel faize ulaşılmasında Fisher Eşitliğinden yararlanılır. Fisher Eşitliği;\n<br/>(1 + Reel Faiz Oranı)= (1 + Nominal Faiz Oranı) / (1+ Enflasyon Oranı)\n<br/>(1 + Reel Faiz Oranı)= (1 +0,17) / (1 + 0,14) =\n<br/>(1 + Reel Faiz Oranı)= 1,026\n<br/>Reel Faiz Oranı = 0.26 = %2,7"
  },
  {
    "id": "2977873",
    "unitNumber": 2,
    "text": "Paranın zaman değeri, …………… veya faizidir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Likidite",
      "B": "Vade riski",
      "C": "Enflasyon primi",
      "D": "Ödenmeme riski",
      "E": "Paranın bekleme fiyatı"
    },
    "explanation": "Paranın zaman değeri, paranın bekleme fiyatı veya faizdir."
  },
  {
    "id": "2977874",
    "unitNumber": 2,
    "text": "…………… gelecekteki bir değerin, belirli bir iskonto oranıyla indirgenerek bugünkü değerini hesaplama işlemidir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Anüite",
      "B": "Likidite",
      "C": "Vade riski",
      "D": "İskontolama",
      "E": "Ödenmeme riski"
    },
    "explanation": "İskontolama; gelecekteki bir değerin, belirli bir iskonto oranıyla indirgenerek bugünkü değerini hesaplama işlemidir."
  },
  {
    "id": "2977875",
    "unitNumber": 2,
    "text": "Bir finansal aracın ………… kendisinden elde edilecek getirilerin gerçekleşme olasılığı ile doğrudan ilişkilidir.\n<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Riski",
      "B": "Vadesi",
      "C": "Likiditesi",
      "D": "Ters Reposu",
      "E": "Rüçhan hakkı"
    },
    "explanation": "Risk: Bir finansal aracın riski kendisinden elde edilecek getirilerin gerçekleşme olasılığı ile doğrudan ilişkilidir. Finansal araçtan elde edilecek getirinin gerçekleşme olasılığı arttıkça risk düşecektir. Finansal varlığın riski varlığın çeşidine, varlığı ihraç eden kurumun güvenilirliğine göre değişiklik gösterecektir."
  },
  {
    "id": "2977876",
    "unitNumber": 2,
    "text": "Borç ilişkisi içerisinde faiz, borç alan açısından paranın …………… borç veren açısından ise kazancı ifade etmektedir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Riskini",
      "B": "Vadesini",
      "C": "Anüitesini",
      "D": "Maliyetini",
      "E": "Likiditesini"
    },
    "explanation": "Faiz genel olarak paranın kullanım değerini ifade etmektedir. Borç ilişkisi içerisinde faiz, borç alan açısından paranın maliyetini borç veren açısından ise kazancı ifade etmektedir."
  },
  {
    "id": "2977877",
    "unitNumber": 3,
    "text": "Bir hastanenin dönen varlıkları 74.500TL ve cari oranı 1,25 ise bu hastanenin kısa vadeli yabancı kaynakları ne kadardır?",
    "correctAnswer": "C",
    "options": {
      "A": "32.355",
      "B": "43.750",
      "C": "59.600",
      "D": "81.400",
      "E": "93.125"
    },
    "explanation": "Cari oran, finansal durum tablosunda yer alan dönen varlıkların kısa vadeli yabancı kaynaklara bölünmesi suretiyle elde edilen orandır.\n<br/>Cari Oran = Dönen Varlıklar/Kısa Vadeli Yabancı Kaynaklar\n<br/>1,25 = 74500 / Kısa Vadeli Yabancı Kaynaklar\n<br/>Kısa Vadeli Yabancı Kaynaklar = 59600TL"
  },
  {
    "id": "2977878",
    "unitNumber": 3,
    "text": "Bir hastanenin kısa vadeli yabancı kaynakları 4.000TL, stokları 3.000TL ve asit-test oranı 1,25 ise bu hastanenin dönen varlıkları ne kadardır?",
    "correctAnswer": "D",
    "options": {
      "A": "3.000",
      "B": "4.000",
      "C": "7.000",
      "D": "8.000",
      "E": "9.000"
    },
    "explanation": "Asit Test Oranı = (Dönen Varlıklar - Stoklar) / Kısa Vadeli Yabancı Kaynaklar\n<br/>1,25 = (Dönen Varlıklar - 3000) / 4000\n<br/>Dönen Varlıklar = 8000TL"
  },
  {
    "id": "2977879",
    "unitNumber": 3,
    "text": "Sağlık işletmesinin stok devir hızı oranı 1,5 ve gelir tablosuna göre satılan malın maliyeti 9.600TL ise bu işletmenin ortalama stokları ne kadardır?",
    "correctAnswer": "B",
    "options": {
      "A": "4.500",
      "B": "6.400",
      "C": "8.200",
      "D": "11.760",
      "E": "14.400"
    },
    "explanation": "Stok devir hızı oranı işletmenin stok politikasının ve stokların ne kadar sürede nakde dönüştüğünü gösterme açısından önemli bir orandır. Stok devir hızı oranın formülü aşağıdaki gibidir:\n<br/>Stok Devir Hızı = Satışların Maliyeti / Ortalama Stoklar\n<br/>1,5 = 9600 / Ortalama Stoklar\n<br/>Ortalama Stoklar = 6400TL"
  },
  {
    "id": "2977880",
    "unitNumber": 3,
    "text": "Bir işletmeye konulan sermaye ve borçlanma yoluyla elde edilen kaynakların ne derece verimli kullanıldığını ……………. açıklamaktadır.\n<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Nakit oran",
      "B": "Alacak devir hızı",
      "C": "Duran varlık devir hızı",
      "D": "Toplam varlık devir hızı",
      "E": "Brüt Kar Marjı"
    },
    "explanation": "Toplam varlık devir hızı, aktif devir hızı olarak da isimlendirilmektedir. Bu oran işletmenin tüm varlıklarını ne derece etkin kullandığının ölçülmesinde kullanılan bir faaliyet oranıdır. Toplam varlık devir hızı, bir işletmeye konulan sermaye ve borçlanma yoluyla elde edilen kaynakların ne derece verimli kullanıldığını açıklamaktadır."
  },
  {
    "id": "2977881",
    "unitNumber": 3,
    "text": "Sağlık işletmesinin sahipleri tarafından finanse edilen miktarla, kreditörlerce finanse edilen miktar arasındaki ilişki ………. vasıtasıyla incelenmiş olur. Optimal sermaye bileşiminin belirlenebilmesi için faydalı bir mali yapı oranıdır.\n<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Cari oran",
      "B": "Nakit oranı",
      "C": "Asit test oranı",
      "D": "Borç öz kaynak oranı",
      "E": "Öz sermaye kârlılık oranı"
    },
    "explanation": "Finansal yapının analizinde kullanılan bir diğer oran ise borç öz kaynak oranıdır<em>. </em>Bu oran vasıtasıyla sağlık işletmesinin sahipleri tarafından finanse edilen miktarla, kreditörlerce finanse edilen miktar arasındaki ilişki incelenmiş olur. Optimal sermaye bileşiminin belirlenebilmesi için faydalı bir mali yapı oranıdır."
  },
  {
    "id": "2977882",
    "unitNumber": 3,
    "text": "İşletmenin tüm masraflar ve vergilerden sonra ne oranda kârlılık gösterdiğini ………..ölçmektedir. Diğer bir ifadeyle bu oran bir birim satıştan ne oranda kâr edildiğini göstermektedir.\n<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Aktif kârlılık oranı",
      "B": "Net kâr marjı oranı",
      "C": "Borç öz kaynak oranı",
      "D": "Finansal kaldıraç oranı",
      "E": "Faizin kazanılma sayısı oranı"
    },
    "explanation": "Net kâr marjı oranı işletmenin tüm masraflar ve vergilerden sonra ne oranda kârlılık gösterdiğini ölçmektedir. Diğer bir ifadeyle bu oran bir birim satıştan ne oranda kâr edildiğini göstermektedir."
  },
  {
    "id": "2977883",
    "unitNumber": 3,
    "text": "…………. oranına mali rantabilite oranı da denilmektedir. Net Kâr / Öz Sermaye formülüyle hesaplanan bu oran kâr ve öz sermaye arasındaki ilişkiyi gösterir.\n<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Aktif kârlılığı",
      "B": "Brüt kâr marjı",
      "C": "Net kâr marjı",
      "D": "Öz sermaye kârlılık",
      "E": "Faizin kazanılma sayısı"
    },
    "explanation": "Öz sermaye kârlılık oranına mali rantabilite oranı da denilmektedir. Kâr ve öz sermaye arasındaki ilişkiyi gösteren bu oranın formülü aşağıdaki gibidir:\n<br/>Öz Sermaye Karlılığı = Net Kâr / Öz Sermaye"
  },
  {
    "id": "2977884",
    "unitNumber": 3,
    "text": "Bir hastanenin toplam varlıkları 36.000TL ve toplam yabancı kaynakları 12.960TL ise bu hastanenin finansal kaldıraç oranı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "0,22",
      "B": "0,36",
      "C": "0,47",
      "D": "0,64",
      "E": "0,83"
    },
    "explanation": "Sağlık işletmesinin varlıklarının ne kadarlık bir kısmının yabancı kaynakla finanse edildiğini gösteren finansal yapı oranına finansal kaldıraç oranı denir. Finansal kaldıraç oranına ait formül aşağıdaki gibidir:\n<br/>Finansal Kaldıraç Oranı = Toplam Yabancı Kaynaklar / Toplam Varlıklar\n<br/>Finansal Kaldıraç Oranı = 12960 / 36000 = 0,36"
  },
  {
    "id": "2977885",
    "unitNumber": 3,
    "text": "Sağlık işletmesinin finansal tablolarına göre ticari alacaklar 5.800TL ve net satışlar 14.500TL ise işletmenin alacak devir hızı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "2,5",
      "B": "3,5",
      "C": "4,5",
      "D": "5,5",
      "E": "6,5"
    },
    "explanation": "Alacak devir hızı oranı; işletmenin alacaklarını hangi hızda tahsil ettiğini gösteren orandır. Oranlama yapılırken kredili satışlar tutarı “pay”da yer almaktadır. Ancak kredili satışlar tutarı bilinmiyorsa net satışlar tutarı da hesaplamada kullanılabilir. Alacak devir hızı oranı formülü şöyledir:\n<br/>Alacak Devir Hızı = Kredili Satışlar Toplamı / Ticari Alacaklar\n<br/>veya\n<br/>Alacak Devir Hızı = Net Satışlar / Ticari Alacaklar\n<br/>Alacak Devir Hızı = 14500 / 5800 = 2,5"
  },
  {
    "id": "2977886",
    "unitNumber": 3,
    "text": "Borçlanma düzeyinin önceki yıllara oranla gösterdiği eğilim ve sağlık işletmesinin etkili bir otofinansman politikası uygulayıp uygulamadığı durumlarına açıklık getiren aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Trend Analizi",
      "B": "Kârlılık Oranları",
      "C": "Yüzde Analiz Tekniği",
      "D": "Finansal Yapı Oranları",
      "E": "Karşılaştırmalı Tablolar Analizi"
    },
    "explanation": "Finansal yapı oranlarına kaldıraç oranları da denilmektedir. Bu oranlar vasıtasıyla açıklık getirilen durumlar aşağıdaki gibi sıralanabilir:\n<br/><ul><br/><li>Borçlanma düzeyinin önceki yıllara oranla gösterdiği eğilim,</li><br/><li>Sağlık işletmesinin etkili bir otofinansman politikası uygulayıp uygulamadığı,</li><br/><li>Sağlık işletmesi otofinansman yoluyla öz sermayeyi güçlendiremiyorsa bunun nedenlerinin araştırılması,</li><br/><li>Sağlık işletmesinin öz sermayesinin sürekliliğinin niteliği,</li><br/><li>Borçlanmada kısa, orta ya da uzun vadeli kaynak dengesinin kurulup kurulamadığının analizi ve kurulamamışsa bunun nedenlerinin araştırılması.</li><br/></ul>"
  },
  {
    "id": "2977887",
    "unitNumber": 3,
    "text": "Borç verenler ve işletme yöneticileri sağlık işletmelerinin borç ödeyebilme kapasitelerini başka bir deyişle kredibilitelerini görmek adına …………. analizi yapmaktadırlar.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kredi",
      "B": "Statik",
      "C": "Yatırım",
      "D": "Dinamik",
      "E": "Yönetim"
    },
    "explanation": "Borç verenler ve işletme yöneticileri sağlık işletmelerinin borç ödeyebilme kapasitelerini başka bir deyişle kredibilitelerini görmek adına kredi analizi yapmaktadırlar. Kredi analizi mevcut durumun görülebilmesi adına işletme yöneticilerine fayda sağlamaktadır. Kredi analizi sonucunda iyi bir kredibiliteye sahip olduğu görülen işletmenin düşük maliyetle borçlanabilmesi mümkündür."
  },
  {
    "id": "2977888",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi cari oranın hesaplanmasında kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Cari Oran = Net Kâr /Net Satışlar",
      "B": "Cari Oran = Dönen Varlıklar/ Stoklar",
      "C": "Cari Oran = Dönen Varlıklar/ Duran Varlıklar",
      "D": "Cari Oran = Stoklar/ Kısa Vadeli Yabancı Kaynaklar",
      "E": "Cari Oran = Dönen Varlıklar/ Kısa Vadeli Yabancı Kaynaklar"
    },
    "explanation": "Cari oran, finansal durum tablosunda yer alan dönen varlıkların kısa vadeli yabancı kaynaklara bölünmesi suretiyle elde edilen orandır.\n Cari Oran = Dönen Varlıklar/ Kısa Vadeli Yabancı Kaynaklar"
  },
  {
    "id": "2977889",
    "unitNumber": 3,
    "text": "Bir sağlık işletmesinin kısa vadeli yabancı kaynakları 1.200TL, hazır değerleri 200TL ve nakit oranı 0,25 ise bu işletmenin menkul kıymetleri ne kadardır?",
    "correctAnswer": "B",
    "options": {
      "A": "50",
      "B": "100",
      "C": "150",
      "D": "200",
      "E": "250"
    },
    "explanation": "Para ve paraya kolayca dönüşebilecek değerlerle menkul kıymetlerin kısa süreli borçlara bölünmesiyle hesaplanan nakit oran; işletmenin alacaklarını tahsil edememesi ve elindeki stokları paraya çevirememesi durumundaki borç ödeme yeteneğini göstermektedir. Nakit oranın formülü aşağıdaki gibidir;\n Nakit Oran = (Hazır Değerler + Menkul Kıymetler) / Kısa Vadeli Yabancı Kaynaklar\n 0,25 = (200 + Menkul Kıymetler) / 1200\n Menkul Kıymetler = 100TL"
  },
  {
    "id": "2977890",
    "unitNumber": 3,
    "text": "İşletmenin çalışma durumunun analizinde kullanılan ………………. işletmelerin varlıklarını ne derece etkin kullandıklarını gösteren oranlardır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Cari oran",
      "B": "Nakit oran",
      "C": "Asit-test oran",
      "D": "Faaliyet oranları",
      "E": "Finansal yapı oranları"
    },
    "explanation": "Faaliyet oranları, işletmenin çalışma durumunun analizinde kullanılan oranlardır. Faaliyet oranları işletmelerin varlıklarını ne derece etkin kullandıklarını gösteren oranlardır. Daha geniş tanımlayacak olursak faaliyet oranları; “işletmelerin varlık ya da varlık gruplarına, bu varlıkların sağladığı gelirlere oranla ne kadar fazla yatırım yaptığını, varlıklarını ne derece verimli kullandığını değerlendirmede kullanılan oranlardır”."
  },
  {
    "id": "2977891",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stok devir hızı oranın hesaplanmasında kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Stok Devir Hızı = Net Kâr / Net Satışlar",
      "B": "Stok Devir Hızı = Net Satışlar / Toplam Aktif",
      "C": "Stok Devir Hızı = Satışların Maliyeti / Dönen Varlıklar",
      "D": "Stok Devir Hızı = Satışların Maliyeti / Ortalama Stoklar",
      "E": "Stok Devir Hızı = Kredili Satışlar Toplamı / Ticari Alacaklar"
    },
    "explanation": "Stok devir hızı oranı, incelenen döneme ait gelir tablosundan elde edilen yıllık satışların maliyeti tutarının, finansal durum tablosunda yer alan ortalama stok tutarına oranlanması suretiyle elde edilir. Stok devir hızı oranın formülü aşağıdaki gibidir:\n Stok Devir Hızı = Satışların Maliyeti / Ortalama Stoklar"
  },
  {
    "id": "2977892",
    "unitNumber": 3,
    "text": "Sağlık işletmesinin alacak devir hızı oranı 5 ve ticari alacakları 6.000TL ise bu işletmenin net satışları ne kadardır?",
    "correctAnswer": "D",
    "options": {
      "A": "12.000",
      "B": "18.000",
      "C": "24.000",
      "D": "30.000",
      "E": "36.000"
    },
    "explanation": "Alacak devir hızı oranı; işletmenin alacaklarını hangi hızda tahsil ettiğini gösteren orandır. Alacak devir hızı oranı formülü şöyledir:\n Alacak Devir Hızı = Net Satışlar / Ticari Alacaklar\n 5 = Net Satışlar / 6000\n Net Satışlar = 30000 TL"
  },
  {
    "id": "2977893",
    "unitNumber": 3,
    "text": "İşletmenin ne ölçüde borçla finanse edildiğini ne ölçüde öz sermaye ile finanse edildiğini …….. oranları gösterir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Kârlılık",
      "B": "Likidite",
      "C": "Faaliyet",
      "D": "Devir Hızı",
      "E": "Finansal yapı"
    },
    "explanation": "Finansal yapı oranlarına kaldıraç oranları da denilmektedir. Finansal yapı oranları; işletmenin ne ölçüde borçla finanse edildiğini ne ölçüde öz sermaye ile finanse edildiğini gösteren oranlardır."
  },
  {
    "id": "2977894",
    "unitNumber": 3,
    "text": "Sağlık işletmesinin varlıklarının ne kadarlık bir kısmının yabancı kaynakla finanse edildiğini gösteren finansal yapı oranına …………. oranı denir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Kârlılık",
      "B": "Likidite",
      "C": "Faaliyet",
      "D": "Devir Hızı",
      "E": "Finansal kaldıraç"
    },
    "explanation": "Sağlık işletmesinin varlıklarının ne kadarlık bir kısmının yabancı kaynakla finanse edildiğini gösteren finansal yapı oranına <em>finansal kaldıraç oranı </em>denir. Bu oran arttıkça sabit nakit çıkışı gerektiren faiz giderleri de artacaktır. Eğer borç oranı çok yüksek olursa zaman içerisinde sağlık kurumu faiz ödemelerini karşılayacak düzeyde nakit akışını sağlamada zorluklarla karşılaşabilir. Oranın gereğinden düşük olması ise öz sermaye maliyetinin yüksek olduğu durumlarda işletmenin yüksek maliyetle finansman sağladığını göstermektedir."
  },
  {
    "id": "2977895",
    "unitNumber": 3,
    "text": "Bir sağlık işletmesinin net satışları 4.000TL ve satışların maliyeti 2.800TL ise bu işletmenin brüt kâr marjı ne kadardır?",
    "correctAnswer": "A",
    "options": {
      "A": "0,3",
      "B": "0,4",
      "C": "0,6",
      "D": "0,7",
      "E": "0,9"
    },
    "explanation": "Brüt kâr marjı; faaliyetlerin etkinliğinin yanı sıra işletmenin fiyatlama politikasına ilişkin bilgiler de vermektedir. Kazanılan brüt kâr arttıkça kâr marjının da artacağı diğer bir ifadeyle işletme yönetiminin başarılı olduğu sonucuna varılabilir. Brüt kâr marjı orana ilişkin formül aşağıdaki gibidir:\n Brüt Kar Marjı = (Net Satışlar - Satışların Maliyeti) / Net Satışlar\n Brüt Kar Marjı = (4000 - 2800) / 4000 = 0,3"
  },
  {
    "id": "2977896",
    "unitNumber": 3,
    "text": "Bir hastanenin faiz ve vergi öncesi kârı 12.000TL ve faiz giderleri 2.400TL ise faizin kazanılma sayısı oranı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Faizin kazanılma sayısı oranı, sağlık işletmelerinin faaliyetleri sonucu elde edilen gelirlerle faizlerin kaç kez ödenebileceğini gösteren finansal yapı oranıdır. Bu oran hesaplanırken gelir tablosunda yer alan faiz ve vergi öncesi kâr kalemi faiz giderleri toplamına oranlanmaktadır. Faizin kazanılma sayısı oranına ilişkin formül aşağıdaki gibidir:\n Faizin Kazanılma Sayısı = Faiz ve Vergi Öncesi Kar / Faiz Giderleri\n Faizin Kazanılma Sayısı = 12000 / 2400 = 5"
  },
  {
    "id": "2977897",
    "unitNumber": 3,
    "text": "Finansal tablolara ait kalemlerin birden fazla dönem içerisindeki değişimlerinin incelendiği analize ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yönetim analizi",
      "B": "Dikey analiz",
      "C": "Dinamik analiz",
      "D": "Kredi analizi",
      "E": "Statik analiz"
    },
    "explanation": "Analizin Biçimine Göre Finansal Analiz<br/>Dinamik analiz; finansal tablolara ait kalemlerin birden fazla dönem içerisindeki değişimlerinin incelendiği analizdir."
  },
  {
    "id": "2977898",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"analizi yapan kişiye göre\" analiz sınıflandırması içinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yatırım analizi",
      "B": "Yönetim analizi",
      "C": "Statik analiz",
      "D": "Dinamik analiz",
      "E": "İç analiz"
    },
    "explanation": "Analizi Yapanın Niteliğine Göre Finansal Analiz<br/>Analizi Yapan Kişiye Göre<br/>İç Analiz ve Dış Analiz olarak ikiyi ayrılır"
  },
  {
    "id": "2977899",
    "unitNumber": 3,
    "text": "Bir finansal varlığın değer kaybetmeden nakde dönüşebilmesini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kredibilite",
      "B": "Rantabilite",
      "C": "Likidite",
      "D": "Fizibilite",
      "E": "Rasyo"
    },
    "explanation": "Likidite Oranları<br/>Likidite; bir finansal varlığın değer kaybetmeden nakde dönüşebilmesini ifade <br/>etmektedir."
  },
  {
    "id": "2977900",
    "unitNumber": 3,
    "text": "İşletme varlıklarının ne kadarının kreditörlerce karşılanmakta olduğunu gösteren finansal yapı oranı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Öz sermaye karlılığı oranı",
      "B": "Cari oran",
      "C": "Asit - test oranı",
      "D": "Öz sermaye devir hızı",
      "E": "Finansal kaldıraç oranı"
    },
    "explanation": "Finansal Kaldıraç Oranı (Borç Oranı)<br/>Finansal kaldıraç oranı; işletme varlıklarının ne kadarının kreditörlerce karşılanmakta olduğunu gösteren finansal yapı oranıdır."
  },
  {
    "id": "2977901",
    "unitNumber": 3,
    "text": "İşletmelerin varlık ya da varlık gruplarına, bu varlıkların sağladığı gelirlere oranla ne kadar fazla yatırım yaptığını, varlıklarını ne derece verimli kullandığını değerlendirmede kullanılan oranlar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Likidite oranları",
      "B": "Faaliyet oranları",
      "C": "Finansal yapı oranları",
      "D": "Kaldıraç oranları",
      "E": "Karlılık oranları"
    },
    "explanation": "Faaliyet oranları; işletmelerin varlık ya da varlık gruplarına, bu varlıkların sağladığı gelirlere oranla ne kadar fazla yatırım yaptığını, varlıklarını ne derece verimli kullandığını değerlendirmede kullanılan oranlardır."
  },
  {
    "id": "2977902",
    "unitNumber": 3,
    "text": "\".................., işletmenin dönen varlıklarını ne kadar etkin kullandığını gösteren faaliyet oranıdır.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cari oran",
      "B": "Finansal kaldıraç oranı",
      "C": "Net kar marjı",
      "D": "Varlık devir hızı",
      "E": "Öz sermaye devir hızı"
    },
    "explanation": "Dönen Varlık Devir Hızı<br/>Varlık devir hızı, işletmenin dönen varlıklarını ne kadar etkin kullandığını gösteren faaliyet oranıdır."
  },
  {
    "id": "2977903",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangileri finansal tablo analizinde kullanılan analiz teknikleri arasında yer alır?\n<br/>I- Yüzde analizi\n<br/>II- Karşılaştırmalı tabloları analizi\n<br/>III- Trend analizi\n<br/>IV- Simülasyon yöntemi\n<br/>V- Oran analizi",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "II-III-IV",
      "C": "I-II-III-V",
      "D": "I-II-IV-V",
      "E": "III-IV-V"
    },
    "explanation": "FİNANSAL TABLOLAR ANALİZİNDE KULLANILAN DİĞER TEKNİKLER<br/>Finansal tablolarının analizinde oran analizi dışında başka statik ve dinamik analiz teknikleri de kullanılmaktadır. Bunlar;<br/>• Yüzde (Dikey) Analiz Tekniği<br/>• Karşılaştırmalı (Yatay) Tabloları Analizi<br/>• Trend Analizidir."
  },
  {
    "id": "2977904",
    "unitNumber": 3,
    "text": "Finansal tablo kalemlerinin birbirine oranlanması suretiyle yapılan analiz tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Likidite analizi",
      "B": "Trend analizi",
      "C": "Rasyo analizi",
      "D": "Dikey analiz",
      "E": "Yatay analiz"
    },
    "explanation": "ORAN (RASYO) ANALİZİ<br/>Finansal tablo kalemlerinin birbirine oranlanması suretiyle yapılan analize oran analizi denir."
  },
  {
    "id": "2977905",
    "unitNumber": 3,
    "text": "Bir işletmenin dönen varlıkları toplamı 750.000 TL, menkul kıymetleri 150.000 TL, stokları 350.000 TL ve kısa vadeli yabancı kaynakları 400.000 TL ise bu işletmenin asit-test oranı kaçtır ?",
    "correctAnswer": "D",
    "options": {
      "A": "3,12",
      "B": "2,38",
      "C": "1,38",
      "D": "1",
      "E": "0,63"
    },
    "explanation": "Asit Test Oranı = (Dönen Varlıklar - Stoklar) / Kısa Vadeli Yabancı Kaynak\n = (750.000 -350.000) / 400.000\n = (400.000) / 400.000\n Asit Test Oranı = 1 bulunur"
  },
  {
    "id": "2977906",
    "unitNumber": 3,
    "text": "Satışların maliyetinin ortalama stoklara bölünmesiyle bulunan oran aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nakit oranı",
      "B": "Stok oranı",
      "C": "Stok devir hızı",
      "D": "Satış devir hızı",
      "E": "Asit - test oranı"
    },
    "explanation": "Stok Devir Hızı = Satışların Maliyeti / Ortalama Stoklar ile bulunur.\n Stok devir hızı; stokların bir yıl içinde kaç defa satışa dönüştüğünü gösteren faaliyet oranıdır."
  },
  {
    "id": "2977907",
    "unitNumber": 3,
    "text": "Bir sağlık kurumunun kısa vadeli yabancı kaynakları 50.000TL ve cari oranı 1,4 ise bu sağlık kurumunun dönen varlıkları ne kadardır?",
    "correctAnswer": "D",
    "options": {
      "A": "20.000",
      "B": "30.000",
      "C": "50.000",
      "D": "70.000",
      "E": "90.000"
    },
    "explanation": "Cari oran, finansal durum tablosunda yer alan dönen varlıkların kısa vadeli yabancı kaynaklara bölünmesi suretiyle elde edilen orandır.\n Cari Oran = Dönen Varlıklar/Kısa Vadeli Yabancı Kaynaklar\n 1,4 = Dönen Varlıklar / 50000\n Dönen Varlıklar = 70000TL"
  },
  {
    "id": "2977908",
    "unitNumber": 3,
    "text": "………….., dönen varlıklar içerisinde yer alan ancak likiditesi düşük olan stokların dönen varlıklar içerisinden çıkarılmasıyla elde edilen tutarın kısa vadeli yabancı kaynaklara oranlanması suretiyle hesaplanan orandır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Cari oran",
      "B": "Nakit oran",
      "C": "Asit test oranı",
      "D": "Stok devir hızı",
      "E": "Dönen varlık devir hızı"
    },
    "explanation": "<em>Asit test oranı, </em>dönen varlıklar içerisinde yer alan ancak likiditesi düşük olan stokların dönen varlıklar içerisinden çıkarılmasıyla elde edilen tutarın kısa vadeli yabancı kaynaklara oranlanması suretiyle hesaplanan orandır."
  },
  {
    "id": "2977909",
    "unitNumber": 3,
    "text": "Nakit oran<strong>, </strong>işletmelerin kasa, banka gibi hazır değerler ve menkul kıymetler toplamının …………. ödeme gücünü gösteren orandır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Stokların",
      "B": "Net kârın",
      "C": "Ticari alacakların",
      "D": "Kısa vadeli borçları",
      "E": "Satışların maliyetini"
    },
    "explanation": "Nakit oran<strong>; </strong>işletmelerin kasa, banka gibi hazır değerler ve menkul kıymetler toplamının kısa vadeli borçları ödeme gücünü gösteren orandır."
  },
  {
    "id": "2977910",
    "unitNumber": 3,
    "text": "Analizin ………. göre finansal analiz türleri; yönetim analizi, kredi analizi ve yatırım analizidir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Yapısına",
      "B": "Amacına",
      "C": "Biçimine",
      "D": "Tekniklerine",
      "E": "Yapanın niteliğine"
    },
    "explanation": "Analizin amacına göre finansal analiz türleri; yönetim analizi, kredi analizi ve yatırım analizidir."
  },
  {
    "id": "2977911",
    "unitNumber": 3,
    "text": "Bir hastanenin net satışları 150.000TL ve net kârı 30.000TL ise net kâr marjı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "0,10",
      "B": "0,20",
      "C": "0,30",
      "D": "0,40",
      "E": "0,50"
    },
    "explanation": "Net kâr marjı oranı işletmenin tüm masraflar ve vergilerden sonra ne oranda kârlılık gösterdiğini ölçmektedir. Diğer bir ifadeyle bu oran bir birim satıştan ne oranda kâr edildiğini göstermektedir. Net kâr marjına ilişkin formül aşağıdaki gibidir:\n Net Kar Marjı = Net Kâr / Net Satışlar\n Net Kar Marjı = 30000 / 150000 = 0,20"
  },
  {
    "id": "2977912",
    "unitNumber": 3,
    "text": "Bir sağlık işletmesinin öz sermayesi 25.000TL ve net kârı 30.000TL ise öz sermaye kârlılığı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1,2",
      "B": "1,3",
      "C": "1,4",
      "D": "1,5",
      "E": "1,6"
    },
    "explanation": "Öz sermaye kârlılık oranına mali rantabilite oranı da denilmektedir. Kâr ve öz sermaye arasındaki ilişkiyi gösteren bu oranın formülü aşağıdaki gibidir:\n Öz Sermaye Kârlılığı = Net Kâr / Öz Sermaye\n Öz Sermaye Kârlılığı = 30000 / 25000 = 1,2"
  },
  {
    "id": "2977913",
    "unitNumber": 3,
    "text": "Bir hastanenin net kârı 30.000TL ve toplam aktifi 120.000TL ise aktif kârlılığı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "0,15",
      "B": "0,25",
      "C": "0,35",
      "D": "0,45",
      "E": "0,50"
    },
    "explanation": "Aktif kârlılık oranı; işletmenin dönen ve duran varlıklarını ne derece kârlı kullandığını gösteren orandır. Kâr ve varlıklar arasındaki ilişkiyi gösteren bu orana ait formül aşağıdaki gibidir:\n Aktif Kârlılığı = Net Kâr / Toplam Aktif\n Aktif Kârlılığı = 30000 / 120000 = 0,25"
  },
  {
    "id": "2977914",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi duran varlıkların ne kadarının uzun vadeli yabancı kaynak ve öz kaynakla finanse edildiğini göstermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Finansal Kaldıraç Oranı",
      "B": "Faizin Kazanılma Sayısı",
      "C": "Öz Sermaye Kârlılık Oranı",
      "D": "Duran Varlık Devir Hızı 0ranı",
      "E": "Duran Varlıkların Devamlı Sermayeye Oranı"
    },
    "explanation": "Devamlı sermaye; uzun vadeli yabancı kaynaklar ve öz kaynaklar toplamına verilen isimdir. Dolayısıyla bu oran duran varlıkların ne kadarının uzun vadeli yabancı kaynak ve öz kaynakla finanse edildiğini göstermektedir. Duran varlıkların devamlı sermayeye oranına ait formül aşağıdaki gibidir:\n Duran Varlıkların Devamlı Sermayeye Oranı = Duran Varlıklar Toplamı / Uzun Vadeli Yabancı Kaynak + Öz Kaynak"
  },
  {
    "id": "2977915",
    "unitNumber": 3,
    "text": "Hangi oran vasıtasıyla sağlık işletmesinin sahipleri tarafından finanse edilen miktarla, kreditörlerce finanse edilen miktar arasındaki ilişki incelenmiş olur?",
    "correctAnswer": "B",
    "options": {
      "A": "Brüt Kâr Marjı",
      "B": "Borç Öz Kaynak",
      "C": "Öz Sermaye Kârlılığı",
      "D": "Faizin Kazanılma Sayısı",
      "E": "Duran Varlıkların Devamlı Sermayeye Oranı"
    },
    "explanation": "Finansal yapının analizinde kullanılan bir diğer oran ise borç öz kaynak oranıdır. Bu oran vasıtasıyla sağlık işletmesinin sahipleri tarafından finanse edilen miktarla, kreditörlerce finanse edilen miktar arasındaki ilişki incelenmiş olur. Optimal sermaye bileşiminin belirlenebilmesi için faydalı bir mali yapı oranıdır."
  },
  {
    "id": "2977916",
    "unitNumber": 3,
    "text": "………….. oranına mali rantabilite oranı da denilmektedir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Aktif Kârlılığı",
      "B": "Net Kâr Marjı",
      "C": "Brüt Kâr Marjı",
      "D": "Öz Sermaye Kârlılık",
      "E": "Faizin Kazanılma Sayısı"
    },
    "explanation": "Öz sermaye kârlılık oranına mali rantabilite oranı da denilmektedir."
  },
  {
    "id": "2977917",
    "unitNumber": 4,
    "text": "Amaçların ve bu amaçlara erişmek için gerekli araçların seçimi ya da belirlenmesi olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Planlama",
      "B": "Bütçeleme",
      "C": "Analiz",
      "D": "Finansal yönetim",
      "E": "Sermaye bütçelemesi"
    },
    "explanation": "Finansal Planlamada Temel Kavramlar<br/>Planlama; amaçların ve bunlara erişmek için gerekli araçların seçimi ya da belirlenmesi olarak tanımlanmaktadır"
  },
  {
    "id": "2977918",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sağlık kurumunda nakit varlıklardaki değişiminin belirlenmesi amacıyla hazırlanmış bütçelerdir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Sermaye bütçesi",
      "B": "Faaliyet bütçesi",
      "C": "Finansal bütçe",
      "D": "Teknik bütçe",
      "E": "Özel bütçe"
    },
    "explanation": "FİNANSAL PLANLAMA VE BÜTÇELEME<br/>Finansal bütçe, sağlık kurumu işletmesinin hazırlanan bütçe dönemi içerisindeki nakit varlıklarındaki değişiminin belirlenmesi amacıyla hazırlanmış bütçelerdir."
  },
  {
    "id": "2977919",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yatırım ve uzun süreli sermaye ihtiyacını karşılayan planları ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Olağan finansal planlar",
      "B": "Olağanüstü finansal planlar",
      "C": "Teknik finansal planlar",
      "D": "Özel finansal planlar",
      "E": "Yönetsel finansal planlar"
    },
    "explanation": "FİNANSAL PLANLAMA VE BÜTÇELEME<br/>Olağanüstü finansal planlar: Yatırım ve uzun süreli sermaye ihtiyacını karşılayan planlardır."
  },
  {
    "id": "2977920",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangileri finansal planlama ve bütçeleme ilkeleri arasında yer alır ?\n<br/>I- Bütünlük ilkesi\n<br/>II- Gizlilik ilkesi\n<br/>III- Güvenlik ilkesi\n<br/>IV- Dönemsellik ilkesi",
    "correctAnswer": "C",
    "options": {
      "A": "I-II",
      "B": "III-IV",
      "C": "I-IV",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "Finansal Planlama ve Bütçeleme İlkeleri:\n<br/>-Bütünlük,\n<br/>-Birlik,\n<br/>-Şeffaflık,\n<br/>-Kesinlik,\n<br/>-Uzmanlaşma,\n<br/>-Dönemsellik\n<br/>-Maddi ve iktisadilik ilkesi şeklinde sayılmıştır."
  },
  {
    "id": "2977921",
    "unitNumber": 4,
    "text": "Fon akımlarının türleri ve kaynaklarının kesin olarak belirlenmesi gerekliliğini ifade eden bütçeleme ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Şeffaflık ilkesi",
      "B": "Kesinlik ilkesi",
      "C": "Birlik ilkesi",
      "D": "Bütünlük ilkesi",
      "E": "Uzmanlaşma ilkesi"
    },
    "explanation": "Finansal Planlama ve Bütçeleme İlkeleri<br/>Uzmanlaşma ilkesi: Bu ilkeye göre fon akımlarının türleri ve kaynakları kesin olarak belirlenmelidir. Böylece hangi akımın hangi birime ne amaçla aktığı belirlenebilmektedir."
  },
  {
    "id": "2977922",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangileri özel sağlık kurumlarında hazırlanan bütçelerdendir?\n I- Satış bütçesi\n II- Faaliyet giderleri bütçesi\n III- Döner sermaye bütçesi\n IV- Üretim bütçesi",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "ÖZEL SAĞLIK KURUMLARINDA BÜTÇELEME<br/>Özel sağlık kurumu bütçeleri aşağıdaki bütçelerden oluşmaktadır:<br/>• Özel sağlık kurumu satış bütçesi<br/>• Özel sağlık kurumu üretim bütçesi<br/>• Özel sağlık kurumu faaliyet giderleri bütçesi<br/>• Özel sağlık kurumu yatırım bütçesi<br/>• Özel sağlık kurumu nakit bütçesi<br/>• Özel sağlık kurumu proforma finansal durum tablosu ve gelir tablosu"
  },
  {
    "id": "2977923",
    "unitNumber": 4,
    "text": "Özel sağlık kurumlarında direkt ilk madde ve malzeme ile direkt işçilik giderleri dışında kalan ve üretimle ilgili olan diğer tüm maliyet giderlerinin yer aldığı bütçe aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Direkt ilk madde ve malzeme bütçesi",
      "B": "Direkt işçilik bütçesi",
      "C": "Genel üretim giderleri bütçesi",
      "D": "Faaliyet bütçesi",
      "E": "Proforma maliyet bütçesi"
    },
    "explanation": "Özel Sağlık Kurumu Üretim Bütçesi<br/>Genel üretim giderleri bütçesi: Sağlık hizmetini oluşturan asıl kalemler direkt hammadde malzeme, direkt işçilik ve genel üretim giderleridir. Genel üretim giderleri; direkt ilk madde ve malzeme ile direkt işçilik giderleri dışında kalan ve üretimle ilgili olan diğer tüm maliyet giderleridir"
  },
  {
    "id": "2977924",
    "unitNumber": 4,
    "text": "Sağlık kurumunun kendini yenilemesi, teknolojik gelişmeleri takip edip büyümesi, hizmet miktarı ile çeşitliliğini artırması ve diğer sağlık kurumlarıyla rekabet edebilmesi için hazırlaması gereken bütçe türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Faaliyet giderleri bütçesi",
      "B": "Üretim bütçesi",
      "C": "Yatırım bütçesi",
      "D": "Nakit bütçesi",
      "E": "Satış bütçesi"
    },
    "explanation": "Özel Sağlık Kurumu Yatırım Bütçesi: Günümüz dünyasında teknolojide yaşanan hızlı gelişme, sağlık sektöründeki büyüme, hastalık yapılarında değişme vb. birçok gelişme yaşanmaktadır. Sağlık kurumlarının faaliyetlerini etkin, verimli ve ekonomik bir şekilde gerçekleştirebilmesi için bu gelişmeleri iyi takip etmesi gerekmektedir. Gelişmeleri takip etmek ve başarılı faaliyet sürdürmek için de gerek maddi gerek maddi olmayan varlıklara yatırım yapmak gereklidir.\n<br/>Sağlık kurumunun kendini yenilemesi, teknolojik gelişmeleri takip edip büyümesi, hizmet miktarı ile çeşitliliğini artırması ve diğer sağlık kurumlarıyla rekabet edebilmesi için planladığı yatırımları kapsayan bütçeye sağlık kurumu yatırım bütçesi denilmektedir."
  },
  {
    "id": "2977925",
    "unitNumber": 4,
    "text": "Satışlarının 5.200.000 TL den 6.500.000 TL ye çıkacağını düşünen bir sağlık işletmesinin bilançosunda stokları 80.000 TL dönen varlıkları 400.000 TL dir. Bu işletmenin hazırlayacağı proforma bilançoda satışların yüzdesi yöntemine göre stokları ne kadar olacaktır?",
    "correctAnswer": "B",
    "options": {
      "A": "85.000 TL",
      "B": "100.000 TL",
      "C": "180.000 TL",
      "D": "320.000 TL",
      "E": "480.000 TL"
    },
    "explanation": "Satışların Yüzdesine Göre Proforma Finansal Tablo Hazırlanması<br/>İşletmenin satışları 5.200.000 x 1,25 = 6.500.000 TL olmuş ise %25 artmıştır.\n<br/>Stokları da aynı oranda artarsa 80.000 x 1,25 =100.000 TL olacaktır."
  },
  {
    "id": "2977926",
    "unitNumber": 4,
    "text": "Türkiye’de kamu kurum ve kuruluşlarının bütçelerinin hazırlanması, uygulanması ve denetimi işlemleri aşağıdakilerden hangisine göre yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "2547 sayılı Kamu bütçe ve döner sermayeleri kanunu",
      "B": "3657 sayılı Sağlık kurumları bütçe yönetim ve kontrol kanunu",
      "C": "2581 sayılı Kamu mali yönetimi ve kontrol kanunu",
      "D": "5018 sayılı Kamu mali yönetimi ve kontrol kanunu",
      "E": "5816 sayılı Sağlık kurumları ve bağlı kuruluşları bütçe kanunu"
    },
    "explanation": "KAMU SAĞLIK KURUMLARINDA BÜTÇELEME<br/>Türkiye’de kamu kurum ve kuruluşlarının bütçelerinin hazırlanması, uygulanması ve denetimi işlemleri “5018 sayılı Kamu Mali Yönetimi ve Kontrol Kanunu” kapsamında yapılmaktadır."
  },
  {
    "id": "2977927",
    "unitNumber": 4,
    "text": "Gelecekte gerçekleşmesi beklenen gelir ve giderlerin tahminlemesi faaliyetine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Finansal raporlama",
      "B": "Finansal tahmin",
      "C": "Futures tahminleme",
      "D": "Forward işlem",
      "E": "Bütçeleme"
    },
    "explanation": "Bütçeleme, gelecekte gerçekleşmesi beklenen gelir ve giderlerin tahminlemesi faaliyetidir."
  },
  {
    "id": "2977928",
    "unitNumber": 4,
    "text": "Sağlık kurumu işletmesinin hazırlanan bütçe dönemi içindeki nakit varlık değişimlerinin belirlenmesi amacıyla hazırlanmış bütçeye ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ana bütçe",
      "B": "Özel bütçe",
      "C": "Faaliyet bütçesi",
      "D": "Finansal bütçe",
      "E": "Gerçekleşme bütçesi"
    },
    "explanation": "Finansal bütçeler, sağlık kurumu işletmesinin hazırlanan bütçe dönemi içindeki nakit varlık değişimlerinin belirlenmesi amacıyla hazırlanmış bütçelerdir."
  },
  {
    "id": "2977929",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi finansal planlama yapılırken planlarda aranan özelliklerden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Esneklik",
      "B": "Ekonomiklik",
      "C": "Koordinasyon",
      "D": "Kısalık",
      "E": "Açıklık"
    },
    "explanation": "Finansal planlama yapılırken planlarda aşağıdaki nitelikler aranmaktadır: (1) Finansal planlar değişen çevre koşullarına uygun olmalıdır. Başka bir ifadeyle finansal planlar esnek olmalıdır. (2) Finansal planlar ekonomik olmalıdır. Yani bu planların yapılmasıyla beklenen fayda, planın yükleyeceği maliyetten fazla olmalıdır. (3) Finansal planlarla diğer bölümlerin planları arasında koordinasyon olmalıdır. (4) Finansal planlar açıkça ulaşılmak istenen amaçları içermelidir."
  },
  {
    "id": "2977930",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi özel sağlık kurumları işletme bütçelerinin hazırlanmasında ilk aşamayı oluşturmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretim bütçesi",
      "B": "Satış bütçesi",
      "C": "Faaliyet giderleri bütçesi",
      "D": "Yatırım bütçesi",
      "E": "Nakit bütçesi"
    },
    "explanation": "Özel sağlık kurumu işletme bütçesinin oluşturulmasının ilk aşaması, satış bütçesinin düzenlenmesidir."
  },
  {
    "id": "2977931",
    "unitNumber": 4,
    "text": "Satışlarla satışların doğrudan ilişkili olduğu finansal tablo kalemleri arasındaki ilişkiyi uzun dönem için ortaya koyan proforma finansal tablo hazırlama yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Satışların yüzdesine göre",
      "B": "Oranlar yöntemine göre",
      "C": "Regresyon yöntemine göre",
      "D": "Spesifik yönteme göre",
      "E": "Doğrusal yönteme göre"
    },
    "explanation": "Regresyon yöntemine göre proforma finansal tablo hazırlanması yönteminde, satışlarla satışların doğrudan ilişkili olduğu finansal tablo kalemleri arasındaki ilişki uzun dönem için ortaya konmaktadır."
  },
  {
    "id": "2977932",
    "unitNumber": 4,
    "text": "Türkiye'de kamu kurum ve kuruluşlarının bütçelerinin hazırlanması, uygulanması ve denetimi işlemleri hangi Kanun kapsamında yapılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "5018 Sayılı Kamu Mali Yönetimi ve Kontrolu Kanunu",
      "B": "2588 Sayılı Kamu Bütçeleri Kanunu",
      "C": "4836 Sayılı Kamu Kurum ve Kuruluşları Kanunu",
      "D": "6838 Sayılı Kamu Mali İşler Kanunu",
      "E": "5828 Sayılı Kamu Mali Yönetişim Kanunu"
    },
    "explanation": "Türkiye'de kamu kurum ve kuruluşlarının bütçelerinin hazırlanması, uygulanması ve denetimi işlemleri, 5018 Sayılı Kamu Mali Yönetimi ve Kontrolu Kanunu kapsamında yapılmaktadır."
  },
  {
    "id": "2977933",
    "unitNumber": 4,
    "text": "Kamu sağlık kurumlarının merkez ve taşra teşkilatının bütçesini aşağıdaki kurumlardan hangisi hazırlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Sağlık Bakanlığı Bütçe Başkanlığı",
      "B": "Sağlık Bakanlığı Strateji Geliştirme Başkanlığı",
      "C": "Sağlık Bakanlığı Mali İşler Başkanlığı",
      "D": "Sağlık Bakanlığı Kurumsal İşler Komisyonu",
      "E": "Sağlık Bakanlığı Plan ve Bütçe Komsiyonu"
    },
    "explanation": "Sağlık Bakanlığı Strateji Geliştirme Başkanlığı, merkez ve taşra teşkilatının bütçesini hazırlar ve en geç Eylül ayının sonuna kadar Maliye Bakanlığı Bütçe ve Mali Kontrol Genel Müdürlüğü'ne gönderir."
  },
  {
    "id": "2977934",
    "unitNumber": 4,
    "text": "İleriye dönük olarak belli bir zaman diliminde sunulacak hizmetler karşılığı tahsil edilecek tutarı ifade eden bütçe türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gelecek bütçesi",
      "B": "Forward bütçe",
      "C": "Tahmini bütçe",
      "D": "Öngörülen bütçe",
      "E": "Global bütçe"
    },
    "explanation": "Global bütçe; ileriye dönük olarak belli bir zaman diliminde sunulacak hizmetler karşılığı tahsil edilecek tutarı ifade etmektedir."
  },
  {
    "id": "2977935",
    "unitNumber": 4,
    "text": "Özel sağlık kurumlarında planlanmış poliklinik, klinik, ameliyat tetkikleri hangi bütçede yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hastane satış bütçesi",
      "B": "Hastane üretim bütçesi",
      "C": "Hastane Klinik bütçesi",
      "D": "Hastane faaliyet giderleri bütçesi",
      "E": "Hastane nakit bütçesi"
    },
    "explanation": "Özel sağlık kurumlarında planlanmış poliklinik, klinik, ameliyat tetkikler, hastane üretim bütçesinde yer alır."
  },
  {
    "id": "2977936",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, 2004 yılında uygulanmaya başlayan analitik bütçe sınıflamasında yer alan sınıflamalardan biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurumsal",
      "B": "Fonksiyonel",
      "C": "Opsiyonel",
      "D": "Finansman tipi",
      "E": "Ekonomik"
    },
    "explanation": "Kamu Mali Yönetimi ve Kontrolü kapsamında bütçelerde \"Analitik Bütçe Sistemi\" hazırlanmakta ve uygulanmaktadır. Analitik bütçe sınıflaması, 2004 yılında uygulanmaya başlayan kurumsal, fonksiyonel, finansman tipi, ekonomik sınıflamaları kapsayan sınıflamadır."
  },
  {
    "id": "2977937",
    "unitNumber": 4,
    "text": "I En temel insan hakkıdır\n II Ekonomik kalkınma göstergesidir\n III Demokratik bir toplum olma gerekliliğidir\n Yukarıdaki kavramlardan hangisi yada hangileri sağlık için gereklidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I ve III",
      "D": "I, II ve III",
      "E": "Sadece III"
    },
    "explanation": "Sağlık, en temel insan haklarından biridir. Bu nedenle iyi bir sağlık sistemi sadece ekonomik kalkınma için değil demokratik bir toplum olmanın da gerekliliğidir. Sağlık sisteminin iyileştirilmesi ve sağlık hizmetlerinin topluma adaletli bir biçimde ulaştırılabilmesi için faaliyetlerin planlanması konusu önemlidir."
  },
  {
    "id": "2977938",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarının bütçe planlamasında önce gelmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmenin uzun vadeli amaçları",
      "B": "İşletmenin temel amaçları",
      "C": "İşletmenin kısa vadeli planları",
      "D": "İşletmenin uzun vadeli satış tahminleri",
      "E": "İşletmenin kısa vadeli satış tahminleri"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5a40e89a8648ff9b68dd8d0d5191ec57.png\" alt=\"\" width=\"558\" height=\"350\">"
  },
  {
    "id": "2977939",
    "unitNumber": 4,
    "text": "I Gelecekteki sağlık ihtiyaçlarını belirleme \n<br/>II. İhtiyaçları karşılama yollarının tespiti\n<br/>III İhtiyaçların mevcut kaynaklarla karşılaştırarak önerilerde bulunma süreci\n<br/>Yukarıdakilerden hangisi yada hangileri sağlık planlaması kavramlarını içermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I ve III",
      "D": "I, II ve III",
      "E": "Sadece I"
    },
    "explanation": "Gelecekteki sağlık ihtiyaçlarını belirleme, bu ihtiyaçları karşılama yollarının tespiti ve bu tespitleri mevcut kaynaklarla karşılaştırarak önerilerde bulunma süreci olarak tanımlanmaktadır. Sağlık hizmetlerinin planlanması birçok açıdan önem arz etmektedir."
  },
  {
    "id": "2977940",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi özel sağlık kurumu bütçelerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özel sağlık kurumu satış bütçesi",
      "B": "Özel sağlık kurumu üretim bütçesi",
      "C": "Özel sağlık kurumu faaliyet giderleri bütçesi",
      "D": "Özel sağlık kurumu yatırım bütçesi",
      "E": "Özel sağlık kurumu hazine bütçesi"
    },
    "explanation": "Özel sağlık kurumu bütçeleri aşağıdaki bütçelerden oluşmaktadır:\n <ul> <li> Özel sağlık kurumu satış bütçesi\n </li> <li> Özel sağlık kurumu üretim bütçesi\n </li> <li> Özel sağlık kurumu faaliyet giderleri bütçesi\n </li> <li> Özel sağlık kurumu yatırım bütçesi\n </li> <li> Özel sağlık kurumu nakit bütçesi\n </li> <li> Özel sağlık kurumu proforma finansal durum tablosu ve gelir tablosu\n </li> </ul>"
  },
  {
    "id": "2977941",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarının satış bütçesi içerisine girmez?",
    "correctAnswer": "E",
    "options": {
      "A": "Kazanılan nakit",
      "B": "Vadeli kazanımlar",
      "C": "Toplam gelir",
      "D": "Vadeli gelir",
      "E": "Halk sağlığı"
    },
    "explanation": "Satış bütçesi; sağlık kurumunun bütçe hazırlanan dönem içerisinde gerçekleştirmeyi planladığı satışlardan elde etmeyi beklediği gelir tutarını göstermek."
  },
  {
    "id": "2977942",
    "unitNumber": 4,
    "text": "I Satışların yüzdesine göre\n II Regresyon yöntemine göre\n III Oranlar yöntemine göre\n Yukarıdakilerden hangisi yada hangiler sağlık kurumlarında proforma finansal tabloların hazırlanmasında kullanılan yöntemlerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I ve III",
      "D": "I, II ve III",
      "E": "Sadece III"
    },
    "explanation": "Proforma finansal tabloların hazırlanmasında 3 yöntem kullanılmaktadır:\n <ul> <li> Satışların yüzdesine göre\n </li> <li> Regresyon yöntemine göre\n </li> <li> Oranlar yöntemine göre\n </li> </ul>"
  },
  {
    "id": "2977943",
    "unitNumber": 4,
    "text": "I Genel bütçeli kuruluşlar tek bir tüzel kişilik altında toplanmıştır.\n II Aynı nakit idaresi altındadırlar. Nakit idaresini genel bütçeli kuruluşlar adına hazine yapmaktadır.\n III Hazine birliği kapsamında sayılmaktadırlar.\n 5018 sayılı Kanun’un diğer ilgili maddelerinden genel bütçeli kuruluşların yukarıdaki özelliklerin hangisi yada hangilerine sahip oldukları söylenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I ve III",
      "D": "Sadece III",
      "E": "I, II ve III"
    },
    "explanation": "5018 sayılı Kanun’un diğer ilgili maddelerin- den genel bütçeli kuruluşların şu özelliklere sahip oldukları söylenebilir (Çakır, 2018: 100).\n <ul> <li> Genel bütçeli kuruluşlar tek bir tüzel kişilik altında toplanmıştır.\n </li> <li> Aynı nakit idaresi altındadırlar. Nakit idaresini genel bütçeli kuruluşlar adına hazine yapmaktadır.\n </li> <li> Genel bütçeli kuruluşların kendi mal varlıkları yoktur, mal varlığını onlar adına Maliye Bakanlığı yürütmektedir.\n </li> <li> Hazine birliği kapsamında sayılmaktadırlar.\n </li> </ul>"
  },
  {
    "id": "2977944",
    "unitNumber": 4,
    "text": "Mevcut uygulamada genel ve özel bütçe sistemi aşağıdaki süreçlerin hangisini <strong>içermemektedir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kamu kurumlarının hazırlık aşaması",
      "B": "Cumhurbaşkanlığı aşaması",
      "C": "Yasama aşaması",
      "D": "Uygulama aşaması",
      "E": "Akreditasyon aşaması"
    },
    "explanation": "Mevcut uygulamada genel ve özel bütçe sistemi altı aşamalı bir süreçten oluşmaktadır. Bu aşamalar (Ağırbaş, 2019: 35);\n<br/><ul><br/><li><br/>Kamu kurumlarının hazırlık aşaması,\n<br/></li><br/><li><br/>Cumhurbaşkanlığı aşaması,\n<br/></li><br/><li><br/>Yasama aşaması,\n<br/></li><br/><li><br/>Uygulama aşaması ve\n<br/></li><br/><li><br/>Denetlenme aşamasıdır.\n<br/></li><br/></ul>"
  },
  {
    "id": "2977945",
    "unitNumber": 4,
    "text": "I Sağlık Bakanlığında müsteşar\n<br/>II Üniversitelere bağlı sağlık kurumlarında rektör\n<br/>III Tıp fakültesi dekanları\n<br/>Sağlık hizmetlerinin bütçelerin hazırlanması ve uygulanmasında üst yöneticilerin görev ve sorumluluğu bulunmaktadır. Üst yöneticiler; bu sorumluluğun gereklerini harcama yetkileri, mali hizmetler birimi ve iç denetçiler aracılığıyla yerine getiriler. Bu kapsamda üst yöneticiler yukarıdakilerden hangisi yada hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I ve III",
      "D": "I, II ve III",
      "E": "Sadece I"
    },
    "explanation": "Bütçelerin hazırlanması ve uygulanmasında üst yöneticilerin görev ve sorumluluğu bulunmaktadır. Üst yöneticiler; bu sorumluluğun gereklerini har- cama yetkileri, mali hizmetler birimi ve iç denet- çiler aracılığıyla yerine getiriler. Bu kapsamda üst yönetici (Ağırbaş, 2014: 139);\n<br/><ol start=\"0\"><br/><ul><br/><li><br/>Sağlık Bakanlığında müsteşar,\n<br/></li><br/><li><br/>Üniversitelere bağlı sağlık kurumlarında ise rektördür.\n<br/></li><br/></ul><br/></ol>"
  },
  {
    "id": "2977946",
    "unitNumber": 4,
    "text": "Üniversitelerin kapsadığı sağlık kurumlarının dair olduğu döner sermaye işletmelerinin tabi olduğu yasa aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "2547 sayılı Yükseköğretim Kanunu’nun 58. Maddesine Göre Döner Sermaye İşletmelerinin Kurulmasında Uyulacak Usul ve Esaslara İlişkin Yönetmelik",
      "B": "2557 sayılı Yükseköğretim Kanunu’nun 59. Maddesine Göre Döner Sermaye İşletmelerinin Kurulmasında Uyulacak Usul ve Esaslara İlişkin Yönetmelik",
      "C": "2547 sayılı Yükseköğretim Kanunu’nun 62. Maddesine Göre Sermaye İşletmelerinin Kurulmasında Uyulacak Usul ve Esaslara İlişkin Yönetmelik",
      "D": "2687 sayılı Yükseköğretim Kanunu’nun 58. Maddesine Göre Sermaye İşletmelerinin Kurulmasında Uyulacak Usul ve Esaslara İlişkin Yönetmelik",
      "E": "2687 sayılı Yükseköğretim Kanunu’nun 77. Maddesine Göre Sermaye İşletmelerinin Kurulmasında Uyulacak Usul ve Esaslara İlişkin Yönetmelik"
    },
    "explanation": "Üniversitelere bağlı döner sermaye işletmeleri 2547 sayılı Yükseköğretim Kanunu’nun 58. maddesine ve bu maddeye dayanılarak çıkarılan yönet- melik hükümlerine tabidirler. Üniversite hastanelerinin uymaları gereken yönetmeliğin tam ismi“2547 sayılı Yükseköğretim Kanunu’nun 58. Madde- sine Göre Döner Sermaye İşletmelerinin Kurulmasında Uyulacak Usul ve Esaslara İlişkin Yönetmelik” tir."
  },
  {
    "id": "3073778",
    "unitNumber": 4,
    "text": "Tipik bir bütçeleme süreci işletme ile ilgili hangi unsur ile başlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim bileşim stratejisi",
      "B": "İşletmenin uzun vadeli planı",
      "C": "İşletmenin temel amaçları",
      "D": "Kısa vadeli satış tahminleri",
      "E": "Pazarlama politikası bütçesi"
    },
    "explanation": "Bir işletmenin tipik bir bütçelemesi için öncelikle işletmenin temel amaçları göz önünde bulundurularak yapılmaktadır. Diğer unsurlar sonraki aşamalarda hesaplanır.<br/>Yanıt C'dir. İşletmenin temel amaçlarıdır."
  },
  {
    "id": "3073794",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi finansal planlama türlerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kısa süreli planlar",
      "B": "Orta ve uzun vadeli planlar",
      "C": "Olağanüstü planlar",
      "D": "Özel planlar",
      "E": "Şeffaf planlar"
    },
    "explanation": "Finansal planlama türleri sürelerine ve amaçlarına göre finansal planlar olmak üzere ikiye ayrılır:<br/>1. Sürelerine göre finansal planlar:<br/>Kısa süreli finansal planlar: Amacı gelir ve gideri dengelemek olan bu planların süreleri 1 yıldan kısadır. Nakit planlaması da denilmektedir.<br/>Orta ve uzun süreli planlar: İşletmenin piyasa değerini artırmaya yönelik olarak izleyeceği stratejiler doğrultusunda yapılan finansal planlardır. Bu tür finansal planlar, işletmenin diğer departmanlarının hazırladığı planların parasal olarak ifadesini içerir. Planlama süresi uzadıkça belirsizlik ve risk artacağından bu tür planların her zaman tam olarak uygulanması söz konusu olmayabilir. Orta ve uzun süreli amaçlar değişime uğrayabileceğinden bu tür planlarda bazı durumlarda revize işlemleri yapmak söz konusu olabilmektedir.\n<br/>2. Amaçlarına göre finansal planlar:<br/>Olağanüstü finansal planlar: Yatırım ve uzun süreli sermaye ihtiyacını karşılayan planlardır. Bu planlar yatırımlar için gerekli olan fonların s<br/>Yanıt E'dir. Şeffaf planlar bir finansal plan türü değildir."
  },
  {
    "id": "3073809",
    "unitNumber": 4,
    "text": "\"Bu ilkeye göre fon akımlarının türleri ve kaynakları kesin olarak belirlenmelidir. Böylece hangi akımın hangi birime ne amaçla aktığı belirlenebilmektedir.\" ifadesinde bahsedilen finansal planlama ve bütçeleme ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bütünlük ilkesi",
      "B": "Birlik ilkesi",
      "C": "Şeffaflık ilkesi",
      "D": "Kesinlik ilkesi",
      "E": "Uzmanlaşma ilkesi"
    },
    "explanation": "Uzmanlaşma ilkesi: Bu ilkeye göre fon akımlarının türleri ve kaynakları kesin olarak<br/>belirlenmelidir. Böylece hangi akımın hangi birime ne amaçla aktığı belirlenebilmektedir.<br/>Yanıt E'dir. Uzmanlaşma ilkesidir."
  },
  {
    "id": "3073826",
    "unitNumber": 4,
    "text": "Sağlık kurumunun kendini yenilemesi, teknolojik gelişmeleri takip edip büyümesi, hizmet<br/>miktarı ile çeşitliliğini artırması ve diğer sağlık kurumlarıyla rekabet edebilmesi için planladığı yatırımları kapsayan bütçe aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlık kurumu yatırım bütçesi",
      "B": "Sağlık kurumu üretim bütçesi",
      "C": "Sağlık kurumu nakit bütçesi",
      "D": "Sağlık kurumu faaliyet bütçesi",
      "E": "Sağlık kurumu faaliyet giderleri bütçesi"
    },
    "explanation": "Sağlık kurumunun kendini yenilemesi, teknolojik gelişmeleri takip edip büyümesi, hizmet<br/>miktarı ile çeşitliliğini artırması ve diğer sağlık kurumlarıyla rekabet edebilmesi için planladığı<br/>yatırımları kapsayan bütçeye sağlık kurumu yatırım bütçesi denilmektedir.<br/>Yanıt A'dır. Sağlık kurumu yatırım bütçesidir."
  },
  {
    "id": "3073869",
    "unitNumber": 4,
    "text": "“Analitik Bütçe Sınıflandırmasına İlişkin Rehber”e göre bütçeler kaç yıllığına hazırlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "1 yıl",
      "B": "2 yıl",
      "C": "3 yıl",
      "D": "4 yıl",
      "E": "5 yıl"
    },
    "explanation": "“Analitik Bütçe Sınıflandırmasına İlişkin Rehber” incelendiğinde bütçelerin üç yıllık hazırlandığı görülmektedir.<br/>Yanıt C'dir. 3 yıldır."
  },
  {
    "id": "3073975",
    "unitNumber": 4,
    "text": "Sağlık kurumlarında hazırlanan bütçeler yılın hangi günü uygulanmaya başlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Mart ayının ilk günü",
      "B": "Ocak ayının ilk günü",
      "C": "Eylül ayının ilk günü",
      "D": "Aralık ayının son günü",
      "E": "Ocak ayının son günü"
    },
    "explanation": "Mali yılbaşı yani 1 Ocak ile birlikte bütçe uygulama süreci başlar.<br/>Yanıt B'dir. Ocak ayının ilk günüdür."
  },
  {
    "id": "3073985",
    "unitNumber": 4,
    "text": "Türkiye’de kamu kurum ve kuruluşlarının bütçelerinin hazırlanması, uygulanması ve denetimi işlemleri hangi kanun kapsamındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "2800 Sayılı Döner Sermaye İşletmeleri Hakkında Kanun",
      "B": "657 Sayılı Devlet Memurları Kanunu",
      "C": "178 Sayılı Maliye Bakanlığının Teşkilat ve Görevleri Hakkında Kanun",
      "D": "5018 Sayılı Kamu Mali Yönetimi ve Kontrol Kanunu",
      "E": "2547 Sayılı Kurumlar Mali Yönetimi Kanunu"
    },
    "explanation": "Türkiye’de kamu kurum ve kuruluşlarının bütçelerinin hazırlanması, uygulanması ve denetimi<br/>işlemleri “5018 sayılı Kamu Mali Yönetimi ve Kontrol Kanunu” kapsamında yapılmaktadır.<br/>Yanıt D'dir. 5018 sayılı Kamu Mali Yönetimi ve Kontrol Kanunu'dur."
  },
  {
    "id": "3074001",
    "unitNumber": 4,
    "text": "Bütçelerin hazırlanması ve uygulanmasında görev ve sorumluluğu bulunan Sağlık Bakanlığı'na bağlı üst yönetici kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Başhekim",
      "B": "Rektör",
      "C": "Müsteşar",
      "D": "İç denetçi",
      "E": "Hastane müdürü"
    },
    "explanation": "Bütçelerin hazırlanması ve uygulanmasında üst yöneticilerin görev ve sorumluluğu bulunmaktadır. Üst yöneticiler; bu sorumluluğun gereklerini harcama yetkileri, mali hizmetler birimi ve iç denetçiler aracılığıyla yerine getiriler. Bu kapsamda üst yönetici;<br/>• Sağlık Bakanlığında müsteşar,<br/>• Üniversitelere bağlı sağlık kurumlarında ise rektördür.<br/>Yanıt C'dir. Müsteşardır."
  },
  {
    "id": "3074018",
    "unitNumber": 4,
    "text": "Üniversitelere bağlı sağlık kurumlarında hangi tür bütçe uygulanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Özel bütçe",
      "B": "Genel bütçe",
      "C": "Nakit bütçesi",
      "D": "Sermaye bütçesi",
      "E": "Gider bütçesi"
    },
    "explanation": "Sağlık Bakanlığına bağlı sağlık kurumları genel bütçe, üniversite hastaneleri özel bütçe uygulamaktadırlar.<br/>Yanıt A'dır. Özel bütçedir."
  },
  {
    "id": "3074031",
    "unitNumber": 4,
    "text": "Bütçe hazırlanması ve uygulanması ile ilgili aşağıdaki ilkelerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Bütçeler izleyen iki yılın bütçe tahminleriyle birlikte hazırlanır ve değerlendirilir.",
      "B": "Bütçe mali işlemlerin kapsamlı ve saydam bir şekilde görünmesini sağlar.",
      "C": "Tüm gelir ve giderler gayrisafi olarak bütçelerde gösterilir.",
      "D": "Belirli gelirlerin belirli giderlere tahsis edilmemesi esastır.",
      "E": "Bütçelerde gelirlerin giderleri aşmaması esastır."
    },
    "explanation": "Bütçenin hazırlanması ve uygulanmasında aşağıdaki ilkelere uyulur:<br/>• “Bütçeyle verilen harcama yetkisi, mevzuatla düzenlenen görev ve hizmetlerin yerine getirilmesi amacıyla kullanılır.<br/>• Bütçeler, izleyen iki yılın bütçe tahminleriyle birlikte hazırlanır ve değerlendirilir.<br/>• Bütçe, mali işlemlerin kapsamlı ve saydam bir şekilde görünmesini sağlar.<br/>• Tüm gelir ve giderler gayrisafi olarak bütçelerde gösterilir.<br/>• Belirli gelirlerin belirli giderlere tahsis edilmemesi esastır.<br/>• Bütçelerde giderlerin gelirleri aşmaması esastır.<br/>• Bütçeler, ait olduğu yıl başlamadan önce yetkili merci tarafından onaylanmadıkça uygulanamaz.<br/>• Bütçe gelir ve gider tahminleri ile uygulama sonuçlarının raporlanmasında açıklık, doğruluk ve malî saydamlık esas alınır.<br/>• İşletmelerin tüm gelir ve giderleri bütçelerinde gösterilir.<br/>• İşletme hizmetleri, bütçelere konulacak ödeneklerle, mevzuatla belirlenmiş yöntem, ilke ve amaçlara uygun olarak gerçekleştirilir.”<br/>Yanıt E'dir. Bütçelerde giderlerin gelirleri aşmaması esastır ifadesi yanlıştır."
  },
  {
    "id": "2977947",
    "unitNumber": 5,
    "text": "Dönen varlık unsurları arasında kira ve sigorta primleri gibi, kurum tarafından henüz tüketilmeyen veya kullanılmayan mal ve hizmetler için yapılan harcamalar aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Stoklar",
      "B": "Alacaklar",
      "C": "Kısa vadeli menkul kıymetler",
      "D": "Peşin ödenmiş giderler",
      "E": "Nakit"
    },
    "explanation": "Peşin ödenmiş giderler: Kira ve sigorta primleri gibi, kurum tarafından henüz tüketilmeyen veya kullanılmayan mal ve hizmetler için yapılan harcamalar."
  },
  {
    "id": "2977948",
    "unitNumber": 5,
    "text": "<table><tbody><tr><td><br/>1. Olağanüstü Çalışma Sermayesi\n<br/></td><td><br/>K. Sağlık kurumlarının hizmet üretimi düzeyine göre faaliyetlerini aksatmadan yürütebilmesi için sahip olması gereken minimum dönen varlık toplamıdır.\n<br/></td></tr><tr><td><br/>2.Geçici Çalışma Sermayesi\n<br/></td><td><br/>L. Salgın, savaş, grev, deprem, yangın gibi durumlarda kullanılmak üzere ihtiyaç<br/>duyulan çalışma sermayesidir. \n<br/></td></tr><tr><td><br/>3. Sabit Çalışma Sermayesi\n<br/></td><td><br/>M. Mevsimsel dalgalanmaların etkisiyle veya işletme yönetiminin izlediği politikalar nedeniyle çalışma sermayesinden ayrıca bir sermayeye ihtiyaç duyulmakta ve dalgalanma gösteren çalışma sermayesidir.\n<br/></td></tr></tbody></table><br/>Yukarıdaki bir işletmede bulunması gereken çalışma sermayesi türleri ve tanımlarının doğru eşleştirmesi aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "3-K, 2-M, 1-L",
      "B": "3-L, 2-M, 1- K",
      "C": "3-M, 2-K, 1-L",
      "D": "3-L, 2-K, 1-M",
      "E": "3-K, 2-L, 1-M"
    },
    "explanation": "İşletmelerin faaliyetlerini aksatmadan yürütebilmesi için sahip olması gereken minimum dönen varlık toplamına sürekli veya sabit çalışma sermayesi denilmektedir. \n Mevsimsel dalgalanmaların etkisiyle veya işletme yönetiminin izlediği politikalar nedeniyle çalışma sermayesinden ayrıca bir sermayeye ihtiyaç duyulmakta ve bu sermaye dalgalanma göstermektedir. Dalgalanma gösteren çalışma sermayesine, değişken veya geçici çalışma sermayesi denilmektedir.\n Olağanüstü Çalışma Sermayesi: Salgın, savaş, grev, deprem, yangın gibi olağanüstü durumlarda kullanılmak üzere ihtiyaç duyulan çalışma sermayesidir."
  },
  {
    "id": "2977949",
    "unitNumber": 5,
    "text": "T.C. Merkez Bankasının yayımladığı sektör bilançolarına göre insan sağlığı hizmeti sunan kurumların varlıklarının yaklaşık yüzde ...............’i hazır değerler ve menkul kıymetlerden, yaklaşık yüzde ...........’si ise alacak hesaplarından oluşmaktadır. Dönen varlıkların toplam varlıklar içerisinde yüzde ............’tan fazla bir ağırlık taşıdığı görülmektedir.\n Yukarıdaki cümlede boş bırakılan yerleri sırasıyla, birlikte ve doğru bir şekilde aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "2, 10, 25",
      "B": "4, 15,30",
      "C": "5, 20,40",
      "D": "6, 25, 45",
      "E": "10, 30, 50"
    },
    "explanation": "T.C. Merkez Bankasının yayımladığı sektör bilançolarına göre insan sağlığı hizmeti sunan kurumların varlıklarının yaklaşık yüzde 5’i hazır değerler ve menkul kıymetlerden, yaklaşık yüzde 20’si ise alacak<br/>hesaplarından oluşmaktadır. Dönen varlıkların toplam varlıklar içerisinde yüzde 40’tan fazla bir ağırlık<br/>taşıdığı görülmektedir"
  },
  {
    "id": "2977950",
    "unitNumber": 5,
    "text": "I. Sözleşmenin ileriye dönük ödemeleri geri ödememe riski<br/>II. Olası ödeme tutarında varsayılandan daha uzun gerçekleşen yatarak tedavi süresinden kaynaklanan risk<br/>III. Herhangi bir günde verilen hizmetlerle ilişkili maliyetlerin günlük oranı aşması durumunda günlük olarak belirlenmiş orana göre yapılan ödemelerin gerçekleşen ödemeden düşük kalmasından kaynaklanan risk<br/>IV. Sigorta şirketlerinin sigortalı kişiler için verilen hizmetin belli limitler dahilindeki tutarlarının belli dönemlerde değişken tutarlarda ödeme yapmasından kaynaklanan riskler\n<br/>Yukarıdakilerden hangisi/hangileri sağlık kurumları açısından geliri aşan maliyetten kaynaklanan hizmet maliyeti riskleri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve IV",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Sağlık kurumları nakit akışlarını etkileyebilecek farklı risk faktörleriyle karşı karşıyadır. Bu riskler, geliri aşan maliyetten kaynaklanan hizmet maliyeti riskini içerir. \n<br/>* Sözleşmenin ileriye dönük ödemeleri geri ödememe riski,<br/>* Olası ödeme tutarında varsayılandan daha uzun gerçekleşen yatarak tedavi süresinden kaynaklanan risk,<br/>* Herhangi bir günde verilen hizmetlerle ilişkili maliyetlerin günlük oranı aşması durumunda günlük olarak belirlenmiş orana göre yapılan ödemelerin gerçekleşen ödemeden düşük kalmasından kaynaklanan risk,<br/>* Sigorta şirketlerinin ömür boyu sigortalı olan kişiler için verilen hizmetin tutarına bakılmaksızın her dönemde sabit tutarlarda ödeme yapmasından kaynaklanan kişi başı risklerden oluşur."
  },
  {
    "id": "2977951",
    "unitNumber": 5,
    "text": "Çalışma sermayesi yönetiminin önemini anlamak için yapılan hataların, işletme açısından yaratacağı sakıncaları ortaya çıkarmak önemlidir. Buna göre aşağıdakilerden hangisi bu sakıncalardan biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Çalışma sermayesinin yönetiminin kârlılığı etkilemesi nedeniyle finans yöneticilerinin uzmanlık bilgisine ihtiyaç olması",
      "B": "İşletmelerin piyasadaki itibarlarını, kredi değerliliklerini artırabilmek için yeterli bir çalışma sermayesine sahip olması",
      "C": "Çalışma sermayesi yetersizliğinin işletmenin süresi gelmiş yükümlülüklerini yerine getirememesine yol açması",
      "D": "Yeterli çalışma sermayesine sahip olmamanın firma açısından çok yüksek maliyetinin olması",
      "E": "Dönen varlıklara yapılan yatırımın bir maliyetinin olması"
    },
    "explanation": "Çalışma sermayesi yönetiminin önemini anlamak için yapılan hataların, işletme açısından yaratacağı sakıncaları ortaya çıkarmak önemlidir. \n<br/>Bu sakıncalar;\n<br/>Dönen varlıklara yapılan yatırımın bir maliyeti vardır\n<br/>Yeterli çalışma sermayesine sahip olmamanın da firma açısından çok yüksek maliyeti vardır\n<br/>İşletmeler, piyasadaki itibarlarını, kredi değerliliklerini artırabilmek hatta koruyabilmek için yeterli bir çalışma sermayesine sahip olmak zorundadırlar\n<br/>Çalışma sermayesi yetersizliği, işletmenin süresi gelmiş yükümlülüklerini yerine getirememesine yol açmaktadır"
  },
  {
    "id": "2977952",
    "unitNumber": 5,
    "text": "<table><tbody><tr><td><br/>1. Dengeli finansman stratejisi \n<br/></td><td><br/>K. Sağlık kurumunun sahip olduğu varlıkların önemli bir bölümünün yani sabit varlıklar ve sürekli çalışma sermayesi ile birlikte geçici çalışma sermayesinin bir kısmının uzun vadeli kaynaklarla finanse edilmesidir.\n<br/></td></tr><tr><td><br/>2. Atak finansman stratejisi \n<br/></td><td><br/>L. Duran varlıklar ve sürekli çalışma sermayesi uzun vadeli kaynaklarla, geçici çalışma sermayesi yani çalışma sermayesinin dalgalanma gösteren kısmı ise kısa vadeli kaynaklarla finanse edilir. \n<br/></td></tr><tr><td><br/>3. İhtiyatlı finansman stratejisi \n<br/></td><td><br/>M. İşletmenin sahip olduğu cari varlıkların sabit kısmının finansmanında kısa vadeli borçların daha çok yer almasıdır. Yani çalışma sermayesinin büyük bölümünün kısa vadeli yabancı kaynaklarla finanse edildiği bir stratejidir.\n<br/></td></tr></tbody></table><br/>Yukarıdaki stratejiler ve tanımlamaların doğru eşleştirmesi aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "3-K, 2-M, 1-L",
      "B": "3-L, 2-M, 1- K",
      "C": "3-M, 2-K, 1-L",
      "D": "3-L, 2-K, 1-M",
      "E": "3-K, 2-L, 1-M"
    },
    "explanation": "Duran varlıklar ve sürekli çalışma sermayesi uzun vadeli kaynaklarla, geçici çalışma sermayesi yani çalışma sermayesinin dalgalanma gösteren kısmı ise kısa vadeli kaynaklarla finanse edilir. Böyle bir stratejiye dengeli finansman stratejisi denilmektedir.\n Sağlık kurumunun sahip olduğu varlıkların önemli bir bölümünün yani sabit varlıklar ve sürekli çalışma<br/>sermayesi ile birlikte geçici çalışma sermayesinin bir kısmının uzun vadeli kaynaklarla finanse edilmesi ise<br/>ihtiyatlı finansman stratejisidir.\n Atak finansman stratejisi; işletmenin sahip olduğu cari varlıkların sabit kısmının finansmanında kısa vadeli borçların daha çok yer almasıdır. Yani çalışma sermayesinin hem dalgalanan hem de süreklilik gösteren kısımlarının diğer bir ifadeyle çalışma sermayesinin büyük bölümünün kısa vadeli yabancı kaynaklarla finanse edildiği bir stratejidir."
  },
  {
    "id": "2977953",
    "unitNumber": 5,
    "text": "................... amacı, nakit fazlası ve açıklarına meydan vermeden, işletmede bulundurulması gereken optimum para tutarını belirlemektir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Atak finansman stratejisinin",
      "B": "Nakit yönetiminin",
      "C": "Alacak yönetiminin",
      "D": "Dengeli finansman stratejisinin",
      "E": "İhtiyatlı çalışma sermayesi politikasının"
    },
    "explanation": "Nakit yönetiminin amacı, nakit fazlası ve açıklarına meydan vermeden, işletmede bulundurulması gereken optimum para tutarını belirlemektir."
  },
  {
    "id": "2977954",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarında nakit bulundurulmasının sağladığı faydalar arasında <u>yer almaz?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Günlük işlemlerin gerektirdiği ödemeleri eksiksiz şekilde karşılamak",
      "B": "Ödemeleri zamanında yapmak, beklenmedik olaylara karşı hazırlıklı olmak",
      "C": "Olağanüstü olaylar gerçekleştiğinde zor duruma düşmemek",
      "D": "İşletme için kârlı iş olanakları ve yatırım fırsatları yaratabilecek uzman personele sahip olmak",
      "E": "Bankalardan ve diğer finansman kuruluşlarından kolaylıkla kredi temin etmek"
    },
    "explanation": "Sağlık kurumlarında nakit bulundurulmasının günlük işlemlerin gerektirdiği ödemeleri eksiksiz<br/>şekilde karşılamak, ödemeleri zamanında yapmak, beklenmedik olaylara karşı hazırlıklı olmak ve olağanüstü olaylar gerçekleştiğinde zor duruma düşmemek, olağanüstü nakit ödemelerini yapabilmek,<br/>alımlarda nakit indiriminden faydalanmak, bankalardan ve diğer finansman kuruluşlarından kolaylıkla kredi temin etmek, ortaya çıkabilecek kârlı iş olanaklarını ve yatırım fırsatlarını değerlendirebilmek gibi faydalarının olduğu kaçınılmazdır."
  },
  {
    "id": "2977955",
    "unitNumber": 5,
    "text": "I. Sağlık kurumunun en az on beş günlük hizmet sunum tutarına eşit miktarda nakit<br/>mevcudunun bulundurulması<br/>II. Vadesi gelen borçların ödenememesi ihtimaline karşılık banka kredisi imkanının kullanılması\n III. Sağlık kurumunun kısa vadeli borçlarının belirli bir oranında nakit bulundurması<br/>IV. Bulundurulacak nakit mevcudunun, sağlık kurumunun belirli bir süredeki para çıkışı gerektirecek giderlerini karşılayacak tutara eşit olması\n İşletmelerin bulunduracakları optimum nakit miktarının belirlenmesi kararının verilmesine yardımcı olacak yöntem ve modeller yukarıdakilerden hangisi/hangileridir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "İşletmelerin bulunduracakları optimum nakit miktarının belirlenmesi karmaşık ve zor bir karardır. Bu kararın verilmesine yardımcı olacak bazı pratik yöntem ve modeller geliştirilmiştir. Bu pratik yöntemlerin bazıları şöyledir;<br/>• Sağlık kurumunun en az on beş günlük<br/>hizmet sunum tutarına eşit miktarda nakit<br/>mevcudunun bulundurulması,<br/>• Sağlık kurumunun kısa vadeli borçlarının<br/>belirli bir oranında nakit bulundurması,<br/>• Bulundurulacak nakit mevcudunun, sağlık<br/>kurumunun belirli bir süredeki para çıkışı<br/>gerektirecek giderlerini karşılayacak tutara<br/>eşit olması."
  },
  {
    "id": "2977956",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarında stok yönetimine tabi tutulan tıbbi stoklar arasında <u>sayılamaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "İlaçlar",
      "B": "Tıbbi sarf malzemeleri",
      "C": "Laboratuvar malzemeleri",
      "D": "Radyoaktif malzemeler",
      "E": "Akaryakıt ve yağlar"
    },
    "explanation": "Tıbbi Stoklar; sağlık kurumunda tıbbi<br/>hizmet üretiminde girdi olarak kullanılan<br/>stoklardan oluşmaktadırlar:<br/>• İlaçlar,<br/>• Tıbbi sarf malzemeleri,<br/>• Laboratuvar malzemeleri\n • Tıbbi gazlar,<br/>• Radyoaktif malzemeler,<br/>• Diğer tıbbi sarf malzemeler"
  },
  {
    "id": "2977957",
    "unitNumber": 5,
    "text": "Muhasebede dönen varlıklar, cari varlıklar ya da cari aktifler şeklinde ifade edilebilmesi için bu varlıkların kaç yıl içerinde nakde dönüşebilmesi gereklidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "5",
      "E": "6"
    },
    "explanation": "Bir yıl içerisinde nakde dönüşebilen varlıklar muhasebede dönen varlıklar, cari varlıklar ya da cari aktifler şeklinde ifade edilmektedir."
  },
  {
    "id": "2977958",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dönen varlıklar arasında <u>yer almaz?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Nakit",
      "B": "Orta vadeli menkul kıymetler",
      "C": "Alacaklar",
      "D": "Stoklar",
      "E": "Peşin ödenmiş giderler"
    },
    "explanation": "Dönen varlık unsurlarını şu şekilde özetleyebiliriz<br/>• Nakit: Kasada veya bankada bulunan kurumun hemen erişebildiği nakit ile istenildiği zaman değer kaybına uğramadan paraya<br/>çevrilme imkânı bulunan varlıklar,<br/>• Kısa vadeli menkul kıymetler: Vadesi 1 yıldan az olan faiz geliri, kâr payı ya da değer artışından faydalanmak amacıyla alınan pay senedi, tahvil ve benzeri menkul kıymetler\n • Alacaklar: Bir yıl içerisinde paraya dönüşmesi öngörülen ve kurumun sağladığı hizmetler karşılığı ortaya çıkan bedeli hastalardan ve geri ödeme kurumlarından isteme hakkı,<br/>• Stoklar: Sağlık hizmetlerinde kullanılmak üzere depolarda hazır olarak bekletilen hammadde, yarı mamul, bileşen ve mamuller,<br/>• Peşin ödenmiş giderler: Kira ve sigorta primleri gibi, kurum tarafından henüz tüketilmeyen veya kullanılmayan mal ve hizmetler için yapılan harcamalar"
  },
  {
    "id": "2977959",
    "unitNumber": 5,
    "text": "I. Duran varlıklar arttıkça artmaktadır.\n<br/>II. İşletmenin sahip olduğu duran varlıklar artıyorsa işletme büyür ve sabit çalışma sermayesi ihtiyacı artar.\n<br/>III. İşletme büyüdükçe çalışma sermayesi kalemleri arasında ortaya çıkan sinerjik etki artar.\n<br/>IV. İşletmenin sabit çalışma sermayesi ihtiyacındaki artış oranı artan oranlı bir artıştır.\n<br/>İşletmenin sürekli çalışma sermayesine ilişkin yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "İşletmenin sürekli çalışma sermayesi, duran varlıklar arttıkça artmaktadır. İşletmenin sahip olduğu duran varlıkların artması işletmenin büyüdüğü anlamına gelir. Bu durumda işletme büyüdükçe sabit çalışma sermayesi ihtiyacı da artar ancak bu artış oranı azalan oranlı bir artıştır. Çünkü, işletme büyüdükçe çalışma sermayesi kalemleri arasında ortaya çıkan sinerjik etki artacaktır."
  },
  {
    "id": "2977960",
    "unitNumber": 5,
    "text": "T.C. Merkez Bankasının yayımladığı sektör bilançolarına göre insan sağlığı hizmeti sunan kurumların varlıklarının yaklaşık yüzde .........’i hazır değerler ve menkul kıymetlerden, yaklaşık yüzde..........’si ise alacak hesaplarından oluşmaktadır. Dönen varlıkların toplam varlıklar içerisinde yüzde ........’tan fazla bir ağırlık taşıdığı görülmektedir.\n Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi sırasıyla, birlikte ve doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "2, 5 ve 20",
      "B": "5, 15 ve 35",
      "C": "5, 20 ve 40",
      "D": "7, 22 ve 45",
      "E": "7, 30 ve 50"
    },
    "explanation": "T.C. Merkez Bankasının yayımladığı sektör bilançolarına göre insan sağlığı hizmeti sunan kurumların varlıklarının yaklaşık yüzde 5’i hazır değerler ve menkul kıymetlerden, yaklaşık yüzde 20’si ise alacak hesaplarından oluşmaktadır. Dönen varlıkların toplam varlıklar içerisinde yüzde 40’tan fazla bir ağırlık taşıdığı görülmektedir."
  },
  {
    "id": "2977961",
    "unitNumber": 5,
    "text": "T.C. Merkez Bankasının yayımladığı sektör bilançolarına göre insan sağlığı hizmeti sunan kurumların mevcut tesisin değiştirilmesi/yenilenmesi gerektiğinde sabit kıymet satın almak için bilançoda biriken amortismanların (aşınma/yıpranma payı) varlıklar içerisinde yaklaşık yüzde kaç ağırlık taşıdığı söylenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "5",
      "B": "7",
      "C": "10",
      "D": "12",
      "E": "15"
    },
    "explanation": "T.C. Merkez Bankasının yayımladığı sektör bilançolarına göre insan sağlığı hizmeti sunan kurumların mevcut tesisin değiştirilmesi/yenilenmesi gerektiğinde sabit kıymet satın almak için bilançoda biriken amortismanların (aşınma/yıpranma payı) varlıklar içerisinde yaklaşık yüzde 15 ağırlık taşıdığı söylenebilir."
  },
  {
    "id": "2977962",
    "unitNumber": 5,
    "text": "I. Sözleşmenin ileriye dönük ödemeleri geri ödememe riski<br/>II. Olası ödeme tutarında varsayılandan daha uzun gerçekleşen yatarak tedavi süresinden kaynaklanan risk<br/>III. Bir günde verilen hizmetlerle ilişkili maliyetlerin günlük olarak belirlenmiş orana göre yapılan ödemelerinin gerçekleşen ödemeden fazla olmasından kaynaklanan risk<br/>IV. Sigorta şirketlerinin ömür boyu sigortalı olan kişiler için verilen hizmetin tutarına bakılmaksızın her dönemde sabit tutarlarda ödeme yapmasından kaynaklanan kişi başı riskler\n Yukarıdakilerden hangisi/hangileri sağlık kurumlarının nakit akışlarını etkileyebilecek farklı risk faktörleri arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Sağlık kurumları nakit akışlarını etkileyebilecek farklı risk faktörleriyle karşı karşıyadır. Bu riskler, geliri aşan maliyetten kaynaklanan hizmet maliyeti riskini içerir. Örneğin, belirli bir hastayı tedavi etmek için gereken hizmetlerin tutarının ödeme tutarından yani varsayılandan daha yüksek olması gibi. Sağlık kurumları için bu gibi riskler çok fazladır.\n • Sözleşmenin ileriye dönük ödemeleri geri ödememe riski,<br/>• Olası ödeme tutarında varsayılandan daha uzun gerçekleşen yatarak tedavi süresinden kaynaklanan risk,<br/>• Herhangi bir günde verilen hizmetlerle ilişkili maliyetlerin günlük oranı aşması durumunda günlük olarak belirlenmiş orana göre yapılan ödemelerin gerçekleşen ödemeden düşük kalmasından kaynaklanan risk,<br/>• Sigorta şirketlerinin ömür boyu sigortalı olan kişiler için verilen hizmetin tutarına bakılmaksızın her dönemde sabit tutarlarda ödeme yapmasından kaynaklanan kişi başı risklerden oluşur."
  },
  {
    "id": "2977963",
    "unitNumber": 5,
    "text": "\"Firma öz kaynaklarla finanse ediliyorsa öz kaynağın alternatif kullanım<br/>alanında sağlayacağı gelirden firma yoksun kalacak ve fırsat maliyeti ortaya çıkacaktır.<br/>Finansman şekli ne olursa olsun firmanın aşırı işletme sermayesine sahip olması,<br/>kârlılığı üzerinde olumsuz etki yapacaktır. Ayrıca, stok kontrolünün yetersiz olması ve gerektiği biçimde yapılmaması hâlinde stokların tüketim zamanının ya da modasının geçmesi nedeniyle karşı karşıya kalacağı zararlar artabilecektir. Ayrıca alacakların yönetimindeki hatalar da firmanın değersiz ve şüpheli alacak tutarını artırarak önemli zararlara yol açabilecektir.\" \n Bu açıklama çalışma sermayesi yönetiminin önemini anlamak için yapılan hataların, işletme açısından yaratacağı hangi sakıncayı tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Dönen varlıklara yapılan yatırımın bir maliyeti vardır.",
      "B": "İşletmeler, piyasadaki itibarlarını, kredi değerliliklerini artırabilmek hatta koruyabilmek için yeterli bir çalışma sermayesine sahip olmak zorundadırlar.",
      "C": "Çalışma sermayesi yetersizliği, işletmenin süresi gelmiş yükümlülüklerini yerine getirememesine yol açmaktadır.",
      "D": "Yeterli çalışma sermayesine sahip olmamanın da firma açısından çok yüksek<br/>maliyeti vardır.",
      "E": "Özel bir sağlık kurumu kârla ilgilenmezse, uzun vadede hayatta kalamaz ve likiditenin ihmal edilmesi onu iflasla yüzleşmeye zorlar."
    },
    "explanation": "Çalışma sermayesi yönetiminin önemini anlamak için yapılan hataların, işletme açısından yaratacağı sakıncaları ortaya çıkarmak önemlidir.\n <strong>Dönen varlıklara yapılan yatırımın bir maliyeti vardır;</strong>\n Firma öz kaynaklarla finanse ediliyorsa öz kaynağın alternatif kullanım<br/>alanında sağlayacağı gelirden firma yoksun kalacak ve fırsat maliyeti ortaya çıkacaktır.<br/>Finansman şekli ne olursa olsun firmanın aşırı işletme sermayesine sahip olması,<br/>kârlılığı üzerinde olumsuz etki yapacaktır. Ayrıca, stok kontrolünün yetersiz olması ve gerektiği biçimde yapılmaması hâlinde stokların tüketim zamanının ya da modasının geçmesi nedeniyle karşı karşıya kalacağı zararlar artabilecektir. Ayrıca alacakların yönetimindeki hatalar da firmanın değersiz ve şüpheli alacak tutarını artırarak önemli zararlara yol açabilecektir."
  },
  {
    "id": "2977964",
    "unitNumber": 5,
    "text": "I. İşletmenin ihtiyaç duyduğu çalışma sermayesi miktarının ne olacağının belirlenmesi\n II. Çalışma sermayesinin ne kadarının ihtiyat olarak ayrılacağının belirlenmesi\n III. Belirlenen çalışma sermayesi miktarında yapılacak dönen varlık yatırımlarının hangi kaynaklarla finanse edileceği\n Yukarıdakilerden hangisi/hangileri çalışma sermayesi yönetiminin odak noktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Çalışma sermayesi yönetiminin üç odak noktası bulunmaktadır. Bunlar; işletmenin ihtiyaç duyduğu çalışma sermayesi miktarının ne olacağının belirlenmesi, belirlenen çalışma sermayesi miktarının dönen varlık kalemlerine nasıl dağıtılacağı ve belirlenen çalışma sermayesi miktarında yapılacak dönen varlık yatırımlarının hangi kaynaklarla finanse edileceğidir"
  },
  {
    "id": "2977965",
    "unitNumber": 5,
    "text": "<table> <tbody> <tr> <td> 1. Atak çalışma sermayesi politikası\n </td> <td> K. Alacaklar yüksek olduğunda, işletmenin liberal bir kredi politikası olduğu anlamına gelir. Bu da alacakların büyük bir titizlikle takip edilmesini ve tahsil sürelerinin iyi hesaplanmasını zorunlu kılar.\n </td> </tr> <tr> <td> 2. İhtiyatlı çalışma sermayesi politikası\n </td> <td> L. Normal düzeyde risk üstlenerek de çalışma sermayesi yönetimi mümkündür.\n </td> </tr> <tr> <td> 3. Ilımlı (dengeli) çalışma sermayesi politikası\n </td> <td> M. işletme, nakit dönüş süresinin gerektirdiği minimum seviyede dönen varlık bulundurmaktadır.\n </td> </tr> </tbody> </table> Yukarıdaki çalışma sermayesi politikaları ile yöneticilerin riske karşı tutumlarının doğru eşleştirmesi aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "3-K, 2-M, 1-L",
      "B": "3-L, 2-M, 1- K",
      "C": "3-M, 2-K, 1-L",
      "D": "3-L, 2-K, 1-M",
      "E": "3-K, 2-L, 1-M"
    },
    "explanation": "Alacaklar yüksek olduğunda, işletmenin liberal bir kredi politikası olduğu anlamına gelir. Bu da alacakların büyük bir titizlikle takip edilmesini ve tahsil sürelerinin iyi hesaplanmasını zorunlu kılar. Bu tür çalışma sermayesi politikasına ihtiyatlı çalışma sermayesi politikası denilmektedir.\n Atak çalışma sermayesi politikasıdır. Bu politikaya göre işletme, nakit dönüş süresinin gerektirdiği minimum seviyede dönen varlık bulundurmaktadır. Dönen varlıklara daha az yatırım yapılarak likiditenin düşük tutulması ve risk düzeyinin artırılarak dönen varlıklarının oluşturulduğu riski göze almak atak bir politika türü olarak değerlendirilir.\n Atak çalışma sermayesi politikası, çalışma sermayesinin yüksek riskli olmasına yol açarken, ihtiyatlı çalışma sermayesi politikası çalışma sermayesi riskini en aza indirir. Ayrıca bu iki uç davranışın arasında normal düzeyde risk üstlenerek de çalışma sermayesi yönetimi mümkündür. Bu iki politika arasındaki<br/>çalışma sermayesi politikasına ılımlı (dengeli) çalışma sermayesi politikası denilmektedir."
  },
  {
    "id": "2977966",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi nakit yönetimi kapsamında alınması gereken başlıca kararlardan biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Planlama yapılan dönem içerisinde herhangi bir zaman diliminde ortaya çıkacak nakit açığı veya fazlasını tahmin etmek",
      "B": "Nakit girişlerinin ve nakit çıkışlarının zamanlamasını ayarlamak için mali aracı kurumların aracılığını kullanmak",
      "C": "İlave likiditenin maliyetini ve nakit yetersizliğinin yaratacağı sorunları bir arada düşünerek bulundurulması gereken optimum nakit miktarına karar vermek",
      "D": "Nakit giriş ve çıkışı tahminleri ışığında ve bunların gerçekleşme derecesini göz önünde bulundurarak, sağlanması gereken ilave likiditenin maliyetini belirlemek",
      "E": "Nakit mevcudunun kasa, banka ve menkul kıymetler arasında nasıl dağıtılacağına karar vermek"
    },
    "explanation": "Nakit yönetimi kapsamında alınması gereken başlıca kararları şöyle<br/>sıralayabiliriz<br/>• Planlama yapılan dönem içerisinde herhangi bir zaman diliminde ortaya çıkacak nakit açığı veya fazlasını tahmin etmek<br/>• Nakit giriş ve çıkışı tahminleri ışığında ve bunların gerçekleşme derecesini göz önünde bulundurarak, sağlanması gereken ilave likiditenin maliyetini belirlemek<br/>• İlave likiditenin maliyetini ve nakit yetersizliğinin yaratacağı sorunları bir arada düşünerek bulundurulması gereken optimum nakit miktarına karar vermek<br/>• Nakit girişlerini hızlandırıcı ve nakit çıkışlarını yavaşlatıcı önlemler almak<br/>• Nakit mevcudunun kasa, banka ve menkul kıymetler arasında nasıl dağıtılacağına karar vermek."
  },
  {
    "id": "2977967",
    "unitNumber": 5,
    "text": "Bir yıl içerisinde paraya dönüşmesi öngörülen ve kurumun sağladığı hizmetler karşılığı ortaya çıkan bedeli hastalardan ve geri ödeme kurumlarından isteme hakkına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kısa vadeli menkul kıymetler",
      "B": "Nakit",
      "C": "Stoklar",
      "D": "Alacaklar",
      "E": "Peşin ödenmiş giderler"
    },
    "explanation": "<strong>Alacaklar:</strong> Bir yıl içerisinde paraya dönüşmesi öngörülen ve kurumun sağladığı hizmetler karşılığı ortaya çıkan bedeli hastalardan ve<br/>geri ödeme kurumlarından isteme hakkıdır.\n Doğru cevap \"D\" şıkkıdır."
  },
  {
    "id": "2977968",
    "unitNumber": 5,
    "text": "__________, bir kuruluşun cari borçlarını veya kısa vadeli borç ödeme yeteneğinin önemli bir ölçütüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Olağanüstü çalışma sermayesi",
      "B": "Net çalışma sermayesi",
      "C": "Brüt çalışma sermayesi",
      "D": "Sürekli çalışma sermayesi",
      "E": "Değişken çalışma sermayesi"
    },
    "explanation": "<strong>Net çalışma sermayesi,</strong> bir kuruluşun cari borçlarını veya kısa vadeli borç ödeme yeteneğinin önemli bir ölçütüdür.\n Doğru cevap \"B\" şıkkıdır."
  },
  {
    "id": "2977969",
    "unitNumber": 5,
    "text": "Çalışma sermayesi yönetiminin önemini anlamak için yapılan hataların, işletme açısından yaratacağı sakıncaları ortaya çıkarmak önemlidir. Aşağıdakilerden hangisi bu sakıncalardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kısa vade yatırımlardan kaynaklanan maliyetin olması",
      "B": "Yabancı sermaye kullanımından kaynaklanan maliyetin olması",
      "C": "Dönen varlıklara yapılan yatırımın maliyetinin olması",
      "D": "Yöneticilerden kaynaklanan maliyetin olması",
      "E": "Kısa vadeli borçlardan kaynaklanan maliyetin olması"
    },
    "explanation": "Çalışma sermayesi yönetiminin önemini anlamak için yapılan hataların, işletme açısından yaratacağı sakıncaları ortaya çıkarmak önemlidir. Bu<br/>sakıncaları şu şekilde sıralayabiliriz (Akgüç, 1998:201-202):<br/>• <strong>Dönen varlıklara yapılan yatırımın bir maliyeti vardır.</strong>\n Doğru cevap \"C\" şıkkıdır."
  },
  {
    "id": "2977970",
    "unitNumber": 5,
    "text": "Hizmet üretimi ve hizmet sunumunun eş zamanlı olarak gerçekleştiği Sağlık kurumlarında çalışma sermayesi döngüsü ________________ile başlamaktadır.\n Yukarıdaki boşluğu uygun bir ifade ile doldurunuz.",
    "correctAnswer": "E",
    "options": {
      "A": "Tıbbi malzeme",
      "B": "Hammadde",
      "C": "Stok",
      "D": "Hizmet üretimi",
      "E": "Nakit"
    },
    "explanation": "Hizmet üretimi ve hizmet sunumunun eş zamanlı olarak gerçekleştiği sağlık kurumlarında da diğer tüm kuruluşlarda olduğu gibi çalışma sermayesi döngüsü <strong>nakitle</strong> başlamaktadır.\n Doğru cevap \"E\" şıkkıdır."
  },
  {
    "id": "2977971",
    "unitNumber": 5,
    "text": "Aşağıdaki hangi durumda çalışma sermayesi yönetimine gereksinim <u>duyulmayabilir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmelerin likidite sıkıntısına düşürmemek için",
      "B": "Nakit giriş ve çıkış tutarlarının kesin olarak bilindiğinde",
      "C": "Yüksek oranda tıbbi malzeme stoğu yapıldığında",
      "D": "Hizmet üretiminin kendini finanse etmesi durumunda",
      "E": "Finans yöneticilerinin sermaye yönetimine dikkat etmemeleri"
    },
    "explanation": "Çalışma sermayesi gereksinimi, nakit giriş ve çıkışları arasındaki uyumsuzluk ve nakit giriş ve çıkışlarının gerçekleşme tarihleri ve tutarlarının önceden kesin olarak bilinememesinden doğmaktadır.\n Doğru cevap \"B\" şıkkıdır."
  },
  {
    "id": "2977972",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi/hangileri çalışma sermayesi miktarını etkiler?\n I. Mevsimlik dalgalanmalar\n II. Sermaye artırımına gidilmesi\n III. Sağlık kurumunun büyüklüğü\n IV. Tedarik koşulları\n V. Özel sektör hibelerinin artması",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "III ve V",
      "C": "II,III ve V",
      "D": "I, III ve IV",
      "E": "II,III,IV ve V"
    },
    "explanation": "Teknolojik gelişmeler, enflasyon düzeyi, <strong>mevsimlik dalgalanmalar</strong>, konjonktürel dalgalanmalar, hasta talebinin yoğunluğu, sağlık hizmeti sunum yelpazesi, geri ödeme kurumlarının uygulamaları, <strong>sağlık kurumunun büyüklüğü</strong>, <strong>tedarik koşulları</strong>, stok politikası, hizmet sunumu ile tahsilat arasında geçen sürenin uzunluğu, fiyat ve çalışma sermayesi politikası gibi faktörler çalışma sermayesi miktarını etkilemektedir.\n Doğru cevap \"D\" şıkkıdır."
  },
  {
    "id": "2977973",
    "unitNumber": 5,
    "text": "_______________politikasına göre işletme nakit dönüş süresinin gerektirdiği minimum seviyede dönen varlık bulundurmaktadır.\n Yukarıdaki boşluğa uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Atak çalışma sermaye",
      "B": "Brüt çalışma sermaye",
      "C": "Net çalışma sermaye",
      "D": "Sürekli çalışma sermaye",
      "E": "İhtiyatlı çalışma sermaye"
    },
    "explanation": "Bu politikanın tam tersi <strong>atak çalışma sermayesi politikasıdır.</strong> Bu politikaya göre işletme, nakit dönüş süresinin gerektirdiği minimum seviyede dönen varlık bulundurmaktadır.\n Doğru cevap \"A\" şıkkıdır."
  },
  {
    "id": "2977974",
    "unitNumber": 5,
    "text": "Dengeli finansman stratejisi gösteren yatırım tutarına karşı çizilen zaman grafiğinde geçici çalışma sermayesi aşağıdaki kaynaklardan hangisi ile finanse edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uzun vadeli kaynaklar",
      "B": "Kamu kaynakları",
      "C": "Ticari kredi kaynakları",
      "D": "Kısa vadeli kaynaklar",
      "E": "Toplam sermaye kaynağı"
    },
    "explanation": "Böyle bir stratejide duran varlıklar ve sürekli çalışma sermayesi uzun vadeli kaynaklarla, geçici çalışma sermayesi yani çalışma sermayesinin dalgalanma gösteren kısmı ise <strong>kısa vadeli kaynaklarla</strong> finanse edilir.\n Doğru cevap \"D\" şıkkıdır."
  },
  {
    "id": "2977975",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarında işlem amacıyla nakit bulundurma nedenidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mevsimsel dalgalanmalara karşı hazırlıklı olmak için",
      "B": "Çalışanlara ve tedarikçilere ödeme yapmak için",
      "C": "Olağanüstü olaylara karşı ödeme yapmak için",
      "D": "Borcun zamanından önce talep edilmesi durumunda",
      "E": "Uygun koşullarda yatırım fırsatlarını değerlendirmek için"
    },
    "explanation": "İşlem amacıyla nakit bulundurulması <strong>çalışanlara ve tedarikçilere ödeme </strong>yapmak için kullanılan nakitleri ifade etmektedir.\n Doğru cevap \"B\" şıkkıdır."
  },
  {
    "id": "2977976",
    "unitNumber": 5,
    "text": "Toplam stok maliyetini minimize etmek için her seferinde sipariş edilmesi gereken miktara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fazla stok",
      "B": "Stok tükenme",
      "C": "Stok bulundurma",
      "D": "Ekonomik sipariş",
      "E": "Satın alma"
    },
    "explanation": "<strong>Ekonomik sipariş miktarı</strong> (Qe), toplam stok maliyetlerini minimize etmek için her seferinde sipariş edilmesi gereken miktardır.\n Doğru cevap \"D\" şıkkıdır."
  },
  {
    "id": "2977977",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kısa vadeli borçlanmanın avantajlarından biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Kısa vadeli borç, uzun vadeli borçtan çok daha hızlı elde edilebilir.",
      "B": "Kısa vadeli borç faiz oranı genellikle uzun vadeli borç faiz oranından daha düşüktür.",
      "C": "Kısa vadeli finansmana göre uzun vadeli kredi kurumu daha fazla riske maruz bırakır.",
      "D": "Kısa vadeli borçlara göre İhraç maliyetleri genellikle uzun vadeli borçlarda daha yüksektir.",
      "E": "Kısa vadeli anlaşmalara göre uzun vadeli kredi anlaşmaları firmanın gelecekteki faaliyetlerini zora sokan kısıtlayıcı sözleşmeler içerebilir."
    },
    "explanation": "Doğru cevap C şıkkıdır. Çünkü kısa vadeli kredinin uzun vadeli finansmana göre kurumu daha fazla riske maruz bırakmak gibi ciddi dezavantajları vardır. Birincisi, eğer bir sağlık kurumu uzun vadeli borç alırsa, faiz maliyetleri zaman içinde nispeten istikrarlı olacaktır. Ancak kısa vadeli kredi kullanıyorsa, faiz oranı büyük ölçüde dalgalanabileceğinden bazen oldukça yüksek faiz gideri olabilir."
  },
  {
    "id": "2977978",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi borç çevirme riskini tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Artan faiz oranlarına maruz kalma riski",
      "B": "Bir kurumun kısa vadeli borcunu devredememesi riski",
      "C": "Bir kurumun uzun vadeli borcunu yenileyememesi riski",
      "D": "Borç ödeyememe riski",
      "E": "Uzun vadeli yabancı kaynakların kesilme riski"
    },
    "explanation": "Doğru cevap A şıkkıdır. Kısa vadeli kredinin uzun vadeli finansmana göre kurumu daha fazla riske maruz bırakmak gibi ciddi dezavantajları vardır. Birincisi, eğer bir sağlık kurumu uzun vadeli borç alırsa, faiz maliyetleri zaman içinde nispeten istikrarlı olacaktır. Ancak kısa vadeli kredi kullanıyorsa, faiz oranı büyük ölçüde dalgalanabileceğinden bazen oldukça yüksek faiz gideri olabilir. Bu da artan faiz oranlarına maruz kalma yani borç çevirme (rollover) riski olarak adlandırılmaktadır."
  },
  {
    "id": "2977979",
    "unitNumber": 6,
    "text": "Erken ödeme iskontosu \"5/15 net 60\" şeklinde ifade edilmesi ile kastedilen nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "5 gün vade tanınan bir alacağın 15 gün içerisinde ödenmemesi halinde % 60 zam yapılacağını gösterir.",
      "B": "15 gün vade tanınan bir alacağın 5 gün içerisinde ödenmesi halinde % 60 iskonto yapılacağını gösterir.",
      "C": "15 gün vade tanınan bir alacağın 60 gün içerisinde ödenmemesi halinde % 5 zam yapılacağını gösterir.",
      "D": "60 gün vade tanınan bir alacağın 15 gün içerisinde ödenmesi halinde % 5 iskonto yapılacağını gösterir.",
      "E": "60 gün vade tanınan bir alacağın 5 gün içerisinde ödenmesi halinde % 15 iskonto yapılacağını gösterir."
    },
    "explanation": "Doğru cevap D şıkkıdır. Erken ödeme iskontosu “a/b net c” şeklinde ifade edilmektedir. Örneğin “3/10 net 30” şeklinde ifade edildiğinde 30 gün vade tanınan bir alacağın 10 gün içerisinde ödenmesi halinde %3 iskonto yapılacağını gösterir."
  },
  {
    "id": "2977980",
    "unitNumber": 6,
    "text": "Devlet hazinelerinin veya anonim şirketlerin ödünç para bulmak amacıyla itibari kıymetleri eşit ve ibareleri aynı olmak üzere çıkardıkları borç senetlerine ne denmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Satıcı kredisi",
      "B": "Bono",
      "C": "Tahvil",
      "D": "Factoring",
      "E": "Leasing"
    },
    "explanation": "Doğru cevap C şıkkıdır. Leasing, kelime anlamı olarak ‘kiralama’ demektir. Finansman bonosu, anonim şirketler tarafından kısa vadeli fon ihtiyacını karşılamak üzere vadesi 360 günü geçmeyecek şekilde çıkarılan menkul kıymetlerdir. Factoring, mal ve hizmet satışlarından ortaya çıkan alacak hakkının factor ya da factoring şirketi adı verilen finansal kuruluşlara devredilmesidir. İşletme varlıklarının vadeli olarak alınması durumunda, işletmenin satıcılara olan borçlarına satıcı kredileri denir. Tahviller ise; devlet hazinelerinin veya anonim şirketlerin ödünç para bulmak amacıyla itibari kıymetleri eşit ve ibareleri aynı olmak üzere çıkardıkları borç senetleridir."
  },
  {
    "id": "2977981",
    "unitNumber": 6,
    "text": "Bir sağlık kurumu, 6 aylık servis ekipmanı kiralıyor. Yaptıkları bu işleme ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Finansman bonosu oluşturma",
      "B": "Tahvil",
      "C": "Factoring",
      "D": "Operational Leasing",
      "E": "Financial Leasing"
    },
    "explanation": "Doğru cevap D şıkkıdır. Leasing, kelime anlamı olarak ‘kiralama’ demektir. Kiralamalar, faaliyet kiralaması ve finansal kiralama olarak ikiye ayrılır. 1. Faaliyet Kiralaması (Operational Leasing): Faaliyet kiralaması, genellikle birkaç gün ile bir yıl arasında olmak üzere ekipmanın ekonomik ömründen daha kısa süreler için kiralanan servis ekipmanı içindir. Kiraya verenin amacı, ekipmanın tam maliyetinden daha az kiralamak, ancak aynı varlığı ekonomik ömrü boyunca defalarca kiralayarak maliyeti geri kazanmaktır. Faaliyet kiralaması kapsamındaki olağan varlık türleri bilgisayarlar, fotokopi makineleri ve taşıtlardır. Kiraya veren, kiralanan ekipmandaki bakım, servis ve sigorta sahiplik maliyetlerinin tümünü üstlenir."
  },
  {
    "id": "2977982",
    "unitNumber": 6,
    "text": "Pay senedi ile ilgili ifadelerden hangisi veya hangileri doğrudur? \n I. Pay senedi; anonim ortaklıkların ihraç ettikleri, anonim ortaklığın sermaye payını temsil eden kıymetli evrak niteliğine sahip menkul kıymetlerdir.\n II. Adi pay senetleri, sahiplerine eşit hak sağlamaktadır.\n III. Hamiline yazılı pay senedi, senedin metin veya şeklinden hamili kim ise onun hak sahibi olduğu anlaşılan pay senedidir.",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "I ve II",
      "C": "II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Doğru cevap E şıkkıdır. Her ifade doğrudur."
  },
  {
    "id": "2977983",
    "unitNumber": 6,
    "text": "Kuruluş hizmeti karşılığında ana sözleşme hükümleri gereğince şirket kârının bir kısmına iştirak hakkı veren vedaima kurucuların adlarına yazılı olmak şartıyla ihraç edilen paylar hangi senetlerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Adi Pay Senetleri",
      "B": "İmtiyazlı Pay Senetleri",
      "C": "Nama Yazılı Pay Senetleri",
      "D": "Kurucu Pay Senetleri",
      "E": "Primsiz Pay Senetleri"
    },
    "explanation": "Doğru cevap D seçeneğidir. Kurucu pay senetleri, kuruluş hizmeti karşılığında ana sözleşme hükümleri gereğince şirket kârının bir kısmına iştirak hakkı veren ve daima kurucuların adlarına yazılı olmak şartıyla ihraç edilen paylardır."
  },
  {
    "id": "2977984",
    "unitNumber": 6,
    "text": "Yabancı kaynağın vergi sonrası maliyeti nasıl hesaplanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi öncesi yabancı kaynak maliyeti x ( 1- Kurumlar vergisi oranı)",
      "B": "Kurumlar vergisi oranı x ( 1- Vergi öncesi yabancı kaynak maliyeti)",
      "C": "Vergi öncesi yabancı kaynak maliyeti / ( 1 + Kurumlar vergisi oranı)",
      "D": "Kurumlar vergisi oranı / ( Vergi öncesi yabancı kaynak maliyeti -1)",
      "E": "Vergi öncesi yabancı kaynak maliyeti + (Kurumlar vergisi oranı x 100)"
    },
    "explanation": "Doğru cevap A şıkkıdır. Yabancı kaynağın vergi sonrası maliyeti şu şekilde hesaplanmaktadır:<br/>kvs = kb (1-V)<br/>Formülde;<br/>kvs = Vergi sonrası yabancı kaynak maliyeti, <br/>kb = Vergi öncesi yabancı kaynak maliyeti, <br/>V = Kurumlar vergisi oranıdır."
  },
  {
    "id": "2977985",
    "unitNumber": 6,
    "text": "Sermaye yapısı kararlarının, ilk kez sistematik olarak incelendiği teori aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Geleneksel Yaklaşım",
      "B": "Net Gelir Yaklaşımı",
      "C": "Modigliani ve Miller Teorisi",
      "D": "Dengeleme Teorisi",
      "E": "Finansal Hiyerarşi Teorisi"
    },
    "explanation": "Doğru cevap C şıkkıdır. Modigliani ve Miller'in ilgisizlik teorisi, kurumsal finansman davranışına büyük ilgi gösterilmesine ortam sağlamıştır. Bu teoride sermaye yapısı kararları, ilk kez sistematik olarak incelenmiştir."
  },
  {
    "id": "2977986",
    "unitNumber": 6,
    "text": "Sermaye yapısını etkileyen faktörler ile ilgili akılda tutulması gereken ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Borç finansmanı kullanıldığında, hissedarlar kurumun doğal ticari riskinin üzerinde ek riski de analizlerine taşımalıdır.",
      "B": "İşletme riski ne kadar yüksek olursa, finansal kaldıraç kullanımı için daha az “yer” söz konusudur ve dolayısıyla borç finansmanı için optimal oran o kadar düşük olur.",
      "C": "Bir işletmenin kendi sektöründeki diğer işletmelerden önemli ölçüde farklı bir sermaye yapısı varsa, o işletmenin yöneticileri anormalliğe katkıda bulunan benzersiz koşulları tanımlamalıdır.",
      "D": "Yöneticiler sektördeki diğer firmaların, özellikle endüstri liderlerinin sermaye yapıları ve optimum yapıları hakkında bilgi sızmasına engel olmalıdır.",
      "E": "Sağlık yöneticileri sermaye yapısı kararını verirken dikkatli bir muhakeme yapmalıdır."
    },
    "explanation": "Doğru cevap D şıkkıdır. Yöneticiler rasyonel davranmalılar ve bu nedenle sektördeki diğer firmaların, özellikle endüstri liderlerinin sermaye yapıları ve optimum yapıları hakkında bilgi sağlamalıdırlar."
  },
  {
    "id": "2977987",
    "unitNumber": 6,
    "text": "Bir işletmenin sermaye yapısında borçlanmaya daha fazla yer vermesiyle işletme kârında meydana gelen artışa ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal kaldıraç",
      "B": "Kısa Vadeli Finansal Borç",
      "C": "Uzun Vadeli Finansal Borç",
      "D": "Öz Kaynaklar",
      "E": "Dönem Net Karı"
    },
    "explanation": "YABANCI KAYNAK (BORÇ) İLE FİNANSMAN<br/>Finansal kaldıraç; bir işletmenin sermaye yapısında borçlanmaya daha fazla yer vermesiyle işletme kârında meydana gelen artıştır."
  },
  {
    "id": "2977988",
    "unitNumber": 6,
    "text": "Borç finansmanı sağlamak için borç verenler tarafından alınan fiyat aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Faiz",
      "B": "Kredi",
      "C": "Finansman Bonosu",
      "D": "Kar Payı",
      "E": "Temettü"
    },
    "explanation": "YABANCI KAYNAK (BORÇ) İLE FİNANSMAN<br/>Faiz, borçluların yabancı kaynak elde etmek için ödediği fiyattır. Başka bir deyişle, borç finansmanı sağlamak için borç verenler tarafından alınan fiyattır."
  },
  {
    "id": "2977989",
    "unitNumber": 6,
    "text": "Alıcı durumunda olan sağlık kurumlarının satıcı konumunda olan ilaç ve tıbbi malzeme firmalarına herhangi bir ödeme yapmadan alım yapmaları ve bu satıştan doğan alacak satıcı tarafından borç olarak kaydedildiği hesap türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Açık Hesap",
      "B": "Kapalı hesap",
      "C": "Borç Kredileri",
      "D": "Borç Senetleri",
      "E": "Banka Kredileri"
    },
    "explanation": "Satıcı Kredileri<br/>Açık hesap; alıcı durumunda olan sağlık kurumlarının satıcı konumunda olan ilaç ve tıbbi malzeme firmalarına herhangi bir ödeme yapmadan alım yapmaları ve bu satıştan doğan alacak satıcı tarafından borç olarak kaydedildiği bir hesap türüdür."
  },
  {
    "id": "2977990",
    "unitNumber": 6,
    "text": "Sağlık kurumları çalışma sermayelerinin finansmanında aşağıdaki hangi kredilerden faydalanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kısa Vadeli Banka Kredileri",
      "B": "Uzun Vadeli Banka Kredileri",
      "C": "Orta Vadeli Banka Kredileri",
      "D": "Sermaye",
      "E": "Alınan Avanslar"
    },
    "explanation": "Sağlık kurumları çalışma sermayelerinin finansmanında kısa vadeli banka kredilerinden faydalanabilirken, duran varlık yatırımlarında ise uzun vadeli kredileri kullanabilmektedirler."
  },
  {
    "id": "2977991",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir sağlık kurumunun bir kiralama anlaşması yapma nedenlerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri sayısını arttırmak",
      "B": "Sermaye bütçesi taleplerinin bürokratik gecikmelerinden kaçınmak",
      "C": "Teknolojik eskimeyi önlemek",
      "D": "Daha iyi bakım hizmetleri almak",
      "E": "Kolaylık sağlamak için"
    },
    "explanation": "Leasing<br/>Bir sağlık kurumu çeşitli nedenlerle bir kiralama anlaşması yapmaya karar verebilir (Zelman, McCue, &amp; D. Glick, 2009):\n 1. Sermaye bütçesi taleplerinin bürokratik gecikmelerinden kaçınmak\n 2. Teknolojik eskimeyi önlemek\n 3. Daha iyi bakım hizmetleri almak\n 4. Kolaylık sağlamak için"
  },
  {
    "id": "2977992",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir işletmenin pay senetlerini satın alan yatırımcıların sahip olduğu haklardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bedelli pay edinme hakkı,",
      "B": "Şirket payından pay alma hakkı,",
      "C": "Rüçhan hakkı (yeni pay senedi alma hakkı),",
      "D": "Tasfiyeden pay alma hakkı,",
      "E": "Yönetime katılma (oy kullanma) hakkı,"
    },
    "explanation": "ÖZ KAYNAKLA FİNANSMAN<br/>Bir işletmenin pay senetlerini satın alan yatırımcıların sahip olduğu haklar şöyle sıralanabilir:\n • Şirket payından pay alma hakkı,\n • Rüçhan hakkı (yeni pay senedi alma hakkı),\n • Tasfiyeden pay alma hakkı,\n • Bedelsiz pay edinme hakkı,\n • Yönetime katılma (oy kullanma) hakkı,\n • Bilgi edinme hakkı."
  },
  {
    "id": "2977993",
    "unitNumber": 6,
    "text": "Şirketlerin yeni fon kaynağı temin etmek amacıyla çıkardıkları “bedelli” paylarını, nominal değerinden veya daha yüksek bir fiyattan satmalarına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bedelli sermaye artırımı",
      "B": "İmtiyazlı Pay Senetleri",
      "C": "Adi Pay Senetleri",
      "D": "Kurucu Pay Senetleri",
      "E": "İntifa Pay Senetleri"
    },
    "explanation": "ÖZ KAYNAKLA FİNANSMAN<br/>Bedelli sermaye artırımı, şirketlerin yeni fon kaynağı temin etmek amacıyla çıkardıkları “bedelli” paylarını, nominal değerinden veya daha yüksek bir fiyattan satmalarıdır."
  },
  {
    "id": "2977994",
    "unitNumber": 6,
    "text": "İşletmenin varlıklarının nakde dönüştürülmesi sonucunda elde edilen nakdin tüm borçlar ödendikten sonra pay senedi başına düşen miktar aşağıdaki hangi değerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasfiye Değeri (Likidasyon Değeri)",
      "B": "Nominal Değer (İtibari, Kayıtlı Değer)",
      "C": "Defter Değeri,",
      "D": "İhraç Değeri",
      "E": "Piyasa-Borsa Değeri"
    },
    "explanation": "Pay Senetlerinde Değer Kavramı<br/>Tasfiye Değeri (Likidasyon Değeri), işletmenin varlıklarının nakde dönüştürülmesi sonucunda elde edilen nakdin tüm borçlar ödendikten sonra pay senedi başına düşen miktardır."
  },
  {
    "id": "2977995",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi pay senetleri değer kavramlarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "İmtiyazlı Pay Senetleri",
      "B": "Nominal Değer (İtibari, Kayıtlı Değer)",
      "C": "Defter Değeri",
      "D": "İhraç Değeri,",
      "E": "İşleyen Teşebbüs Değeri,"
    },
    "explanation": "Pay Senetlerinde Değer Kavramı;\n Nominal Değer (İtibari, Kayıtlı Değer)\n Defter Değeri, \n İhraç Değeri,\n Piyasa-Borsa Değeri\n Tasfiye Değeri (Likidasyon Değeri)\n İşleyen Teşebbüs Değeri,"
  },
  {
    "id": "2977996",
    "unitNumber": 6,
    "text": "Bir dönemde elde edilen kârın tamamının veya bir bölümünün ortaklara dağıtılmayıp işletmede alıkonması işlemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Otofinansman",
      "B": "Özkaynaklarla Finansman",
      "C": "Factoring",
      "D": "Leasing",
      "E": "Pay senetleri"
    },
    "explanation": "Bir işletmenin kendi kendine fon yaratmasına otofinansman adı verilmektedir. Bir başka ifade ile bir dönemde elde edilen kârın tamamının veya bir bölümünün ortaklara dağıtılmayıp işletmede alıkonması işlemidir."
  },
  {
    "id": "2977997",
    "unitNumber": 6,
    "text": "Finansman kaynakları açısından temel muhasebe eşitliği “Varlıklar = ........+ Öz Sermaye” şeklindedir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Ticari alacaklar",
      "B": "Stoklar",
      "C": "Maddi Duran varlıklar",
      "D": "Borç",
      "E": "Yatırım amaçlı gayrimenkul"
    },
    "explanation": "Finansman kaynakları açısından temel muhasebe eşitliği “Varlıklar = Borç + Öz Sermaye” şeklindedir."
  },
  {
    "id": "2977998",
    "unitNumber": 6,
    "text": "Yabancı kaynakları sınıflandırmanın <u>en öneml</u>i yollarından biri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Borcun vadesi",
      "B": "Borcun yönetimi",
      "C": "İstihbarat",
      "D": "Teminat",
      "E": "Finansman teknikleri"
    },
    "explanation": "Yabancı kaynakları sınıflandırmanın en önemli yollarından biri borcun vadesidir."
  },
  {
    "id": "2977999",
    "unitNumber": 6,
    "text": "I. İhraç maliyetleri genellikle kısa vadeli borçlarda uzun vadeli borçlara göre daha yüksektir.\n II. Uzun vadeli kredi anlaşmaları firmanın gelecekteki faaliyetlerini zora sokan kısıtlayıcı sözleşmeler içerebilir.\n III. Kısa vadeli borç faiz oranı genellikle uzun vadeli borç faiz oranından daha düşüktür.\n Fon ihtiyacı mevsimsel veya döngüsel ise (yani geçici), bir kurum yukarıdaki hangi neden/nedenlerden dolayı uzun vadeli taahhütte bulunmak istemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Fon ihtiyacı mevsimsel veya döngüsel ise (yani geçici), bir kurum aşağıdaki üç<br/>nedenden dolayı uzun vadeli taahhütte bulunmak istemeyecektir.\n İhraç maliyetleri genellikle uzun vadeli borçlarda kısa vadeli borçlara göre daha<br/>yüksektir.\n Uzun vadeli kredi anlaşmaları firmanın gelecekteki faaliyetlerini zora sokan kısıtlayıcı sözleşmeler içerebilir\n Kısa vadeli borç faiz oranı genellikle uzun vadeli borç faiz oranından daha düşüktür."
  },
  {
    "id": "2978000",
    "unitNumber": 6,
    "text": "I. İyi planlanmadıklarında periyodik ödemeleri yüzünden sağlık kurumunun likiditesini olumsuz etkileyebilir.\n II. Kredi sözleşmesi içinde kısıtlayıcı hükümlerin yer alması durumunda da kurumun esnekliğini kısıtlayabilir.\n III. Yabancı kaynaklar özellikle sabit faizle borçlanıldığında maliyet avantajı sunmaktadır.\n Uzun vadeli yabancı kaynakların dezavantajları yukarıdakilerden hangisi/hangileridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Uzun vadeli yabancı kaynaklar, daha önce de bahsettiğimiz gibi iyi planlanmadıklarında periyodik ödemeleri yüzünden sağlık kurumunun likiditesini olumsuz etkileyebilecek, kredi sözleşmesi içinde kısıtlayıcı hükümlerin yer alması durumunda da kurumun esnekliğini kısıtlayabilecek dezavantajlara sahiptir."
  },
  {
    "id": "2978001",
    "unitNumber": 6,
    "text": "Faiz oranlarını etkileyen enflasyon faktörüne göre markette bir kutu sütün beş yıl önce 1 TL olduğunu varsayalım. Bugün, aynı kutu süt 2,50 TL' dır. Ayrıca, borç verenin beş yıl önce yıllık faiz olarak 1.000 TL ödeyen bir işletme kredisi olduğunu varsayalım. Günümüzde 1.000 TL faiz ödemesi kaç kutu süt alır?",
    "correctAnswer": "C",
    "options": {
      "A": "250",
      "B": "300",
      "C": "400",
      "D": "550",
      "E": "600"
    },
    "explanation": "Faiz oranlarını etkileyen bir diğer önemli faktör ise enflasyondur. Çünkü paranın satın alma gücünü aşındırır ve yatırım gelirinin değerini düşürür.<br/>Bunu şu şekilde düşünebiliriz; fırında bir somun ekmeğin beş yıl önce 1 TL olduğunu varsayalım. Bugün, aynı somun 1,40 TL’ dır. Ayrıca, borç verenin beş yıl önce yıllık faiz olarak 1.000 TL ödeyen bir işletme kredisi olduğunu varsayalım. Kredi verildiğinde, alınan faiz 1.000TL/ 1 TL = 1000 somun ekmek alır. Bugün, aynı faiz ödemesi sadece 1.000 TL / 1.40 TL= 714 somun alacaktır."
  },
  {
    "id": "2978002",
    "unitNumber": 6,
    "text": "Banka kredileri vadelerine göre kısa vadeli ve uzun vadeli krediler olarak sınıflandırılmaktadır.<br/><u>En fazla</u> kaç yıl vadeli olarak işletmelere verilen krediler kısa vadeli kredi olarak sınıflandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Banka kredileri vadelerine göre kısa vadeli ve uzun vadeli krediler olarak sınıflandırılmaktadır.<br/>En fazla 1 yıl vadeli olarak işletmelere verilen krediler kısa vadeli kredilerdir."
  },
  {
    "id": "2978003",
    "unitNumber": 6,
    "text": "I. Likidite oranları\n<br/>II. Finansal yapı oranları\n<br/>III. Net satış oranları\n<br/>IV. Kârlılık oranları\n<br/>Sağlık kurumları, bankaların yaptıkları kredi analizlerinde istenen şartları taşımaları durumunda krediden faydalanabilirler. Bu değerlendirme sürecinde sağlık kurumunun yukarıdaki oranlardan hangisi/hangileri incelenerek finansal analiz yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Sağlık kurumları, bankaların yaptıkları kredi analizlerinde istenen şartları taşımaları durumunda krediden faydalanabilirler. Bu değerlendirme sürecinde sağlık kurumunun, <br/>- likidite oranları, <br/>- finansal yapı oranları, <br/>- verimlilik oranları,<br/>- kârlılık oranları\n<br/>gibi oranları incelenerek finansal analizleri yapılır."
  },
  {
    "id": "2978004",
    "unitNumber": 6,
    "text": "Finansman bonoları, anonim şirketler tarafından kısa vadeli fon ihtiyacını karşılamak üzere vadesi kaç günü geçmeyecek şekilde çıkarılan menkul<br/>kıymetlerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "150",
      "B": "260",
      "C": "300",
      "D": "360",
      "E": "410"
    },
    "explanation": "Finansman bonosu, anonim şirketler tarafından kısa vadeli fon ihtiyacını karşılamak üzere vadesi 360 günü geçmeyecek şekilde çıkarılan menkul<br/>kıymetlerdir."
  },
  {
    "id": "2978005",
    "unitNumber": 6,
    "text": "I. Sermaye bütçesi taleplerinin bürokratik gecikmelerinden kaçınmak\n II. Pazarlama yeniliklerinden faydalanmak\n III. Daha iyi bakım hizmetleri almak\n IV. Kolaylık sağlamak \n Bir sağlık kurumu yukarıdaki hangi neden/nedenlerle bir kiralama anlaşması yapmaya karar verebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve IV",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Bir sağlık kurumu çeşitli nedenlerle bir kiralama anlaşması yapmaya karar verebilir\n Sermaye bütçesi taleplerinin bürokratik gecikmelerinden kaçınmak\n Teknolojik eskimeyi önlemek\n Daha iyi bakım hizmetleri almak\n Kolaylık sağlamak için"
  },
  {
    "id": "2978006",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir işletmenin pay senetlerini satın alan yatırımcıların sahip olduğu haklardan biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Şirket payından pay alma hakkı",
      "B": "Rüçhan hakkı",
      "C": "Tasfiyeden pay alma hakkı",
      "D": "Bedelsiz pay edinme hakkı",
      "E": "Yönetim kurulunu seçme hakkı"
    },
    "explanation": "Bir işletmenin pay senetlerini satın alan yatırımcıların sahip olduğu haklar şöyle sıralanabilir<br/>• Şirket payından pay alma hakkı,<br/>• Rüçhan hakkı (yeni pay senedi alma hakkı),<br/>• Tasfiyeden pay alma hakkı,<br/>• Bedelsiz pay edinme hakkı,<br/>• Yönetime katılma (oy kullanma) hakkı,<br/>• Bilgi edinme hakkı."
  },
  {
    "id": "2978007",
    "unitNumber": 7,
    "text": "\"İşletmelerin bir yıldan daha uzun süreli olarak gelecekte fayda yaratmak amacıyla üretim faaliyetlerine yönelik bugünden yapmış oldukları harcamalar.\" aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bütçe",
      "B": "Sermaye Harcaması",
      "C": "Bütçe Harcaması",
      "D": "Harcama",
      "E": "Sermaye"
    },
    "explanation": "Sermaye Harcaması: İşletmelerin bir yıldan daha uzun süreli olarak gelecekte fayda yaratmak amacıyla üretim faaliyetlerine yönelik bugünden yapmış oldukları harcamalar."
  },
  {
    "id": "2978008",
    "unitNumber": 7,
    "text": "\"Yenileme sermaye harcamaları mevcut binaların, makine ve teçhizatın yenilenmesini içerir.\" Aşağıdakilerden hangisi bu harcamanın altında yatan nedenler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Duran varlığın ekonomik ömrünü tamamlaması nedeniyle yenilenmesi gereksinimi",
      "B": "Verimliliğin artırılması",
      "C": "Kalitenin iyileştirilmesi",
      "D": "Görsel düzenlemeler",
      "E": "Yasal zorunluluklar"
    },
    "explanation": "Yenileme sermaye harcamaları mevcut binaların, makine ve teçhizatın yenilenmesini içerir ve bu harcamanın altında yatan nedenler şöyle sıralanabilir; • Duran varlığın ekonomik ömrünü tamamlaması nedeniyle yenilenmesi gereksinimi, • Verimliliğin artırılması, • Kalitenin iyileştirilmesi, • Yasal zorunluluklar."
  },
  {
    "id": "2978009",
    "unitNumber": 7,
    "text": "\"Yeni sermaye harcamaları sağlık kurumunun mevcut duran varlıklarına ilaveten yeni taşınmazların veya makine, teçhizatın temini ile ilgilidir.\" Aşağıdakilerden hangisi yeni sermaye harcamalarının yapılması kararının altında yatan nedenler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hizmetlerin genişletilmesi",
      "B": "İş güvenliğinin geliştirilmesi",
      "C": "Verimliliğin artırılması",
      "D": "Hasta bakım ve tedavisinde iyileştirmeler",
      "E": "Faaliyet giderlerinin azaltılması"
    },
    "explanation": "Yeni sermaye harcamaları sağlık kurumunun mevcut duran varlıklarına ilaveten yeni taşınmazların veya makine, teçhizatın temini ile ilgilidir. Yeni sermaye harcamalarının yapılması kararının altında yatan nedenler şöyle sıralanabilir; • Hizmetlerin genişletilmesi, • İş güvenliğinin geliştirilmesi, • Faaliyet giderlerinin azaltılması, • Hasta bakım ve tedavisinde iyileştirmeler"
  },
  {
    "id": "2978010",
    "unitNumber": 7,
    "text": "\"Arsa, arazi, makine, teçhizat gibi duran varlıklara yatırım yapılıp yapılmayacağına karar verilmesi süreci\" ne olarak adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sermaye bütçelemesi",
      "B": "Hazine bütçelemesi",
      "C": "Gider bütçelemesi",
      "D": "Kasa bütçelemesi",
      "E": "Yatırım bütçelemesi"
    },
    "explanation": "Arsa, arazi, makine, teçhizat gibi duran varlıklara yatırım yapılıp yapılmayacağına karar verilmesi süreci sermaye bütçelemesi olarak adlandırılır."
  },
  {
    "id": "2978011",
    "unitNumber": 7,
    "text": "\"Bir projeye bağlanacak kaynağın bu proje yerine başka bir şekilde değerlendirilmesi sonucu elde edilecek faydayı\" ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Batık maliyetler",
      "B": "Fırsat maliyeti",
      "C": "Ek nakit akımları",
      "D": "Yatırım projesi performans takibi",
      "E": "Sermaye bütçesinin planlanması"
    },
    "explanation": "Fırsat maliyeti: Bir projeye bağlanacak kaynağın bu proje yerine başka bir şekilde değerlendirilmesi sonucu elde edilecek faydayı ifade eder."
  },
  {
    "id": "2978012",
    "unitNumber": 7,
    "text": "Net nakit akışlarının birikimli toplamlarına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nakit akışı",
      "B": "Akışlı Kümülatif Nakit",
      "C": "Nakit Akışı",
      "D": "Kümülatif Nakit Akışı",
      "E": "Beklemeli Nakit Akışı"
    },
    "explanation": "Net nakit akışlarının birikimli toplamlarına kümülatif nakit akışı adı verilir."
  },
  {
    "id": "2978013",
    "unitNumber": 7,
    "text": "İskonto edilmiş geri ödeme süresi yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Geri ödeme süresini nakit akımlarının bugünkü değeri üzerinden hesaplayan yöntem",
      "B": "Yatırımın süresini nakit akımlarının bugünkü değeri üzerinden hesaplayan yöntem",
      "C": "Nakit akımlarının bugünkü değeri üzerinden hesaplayan yöntem",
      "D": "Yatırımın geri ödeme süresini nakit akımlarının bugünkü değeri üzerinden hesaplayan yöntem",
      "E": "Yatırımın nakit akımlarının bugünkü değeri üzerinden hesaplayan yöntem"
    },
    "explanation": "Yatırımın geri ödeme süresini nakit akımlarının bugünkü değeri üzerinden hesaplayan yöntem iskonto edilmiş geri ödeme süresi yöntemidir."
  },
  {
    "id": "2978014",
    "unitNumber": 7,
    "text": "Net bugünkü değer nasıl hesaplanarak bulunur?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir yatırımın sağlayacağı nakit girişlerinin bugünkü değerleri toplamından yatırım tutarının çıkarılmasıyla",
      "B": "Bir yatırımın sağlayacağı nakit girişlerinin değerleri toplamından yatırım tutarının çıkarılmasıyla",
      "C": "Bir yatırımın sağlayacağı nakit girişlerinin geçmiş değerleri toplamından yatırım tutarının çıkarılmasıyla",
      "D": "Bir yatırımın sağlayacağı nakit girişlerinin gelecek değerleri toplamından yatırım tutarının çıkarılmasıyla",
      "E": "Bir yatırımın sağlayacağı nakit girişlerinin şimdiye kadar ve gelecek değerleri toplamından yatırım tutarının çıkarılmasıyla"
    },
    "explanation": "Net Bugünkü Değer: Bir yatırımın sağlayacağı nakit girişlerinin bugünkü değerleri toplamından yatırım tutarının çıkarılmasıyla bulunan değerdir."
  },
  {
    "id": "2978015",
    "unitNumber": 7,
    "text": "Bir yatırımın yapılması, teknik olarak diğer bir yatırımın yapılmasını engelleyen ya da her iki yatırımın aynı işlevi yerine getireceği bilinen yatırımlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Almaşık Yatırımlar",
      "B": "Karmaşık Yatırımlar",
      "C": "Aktif Yatırımlar",
      "D": "Sarmaşık Yatırımlar",
      "E": "Kollektif Yatırımlar"
    },
    "explanation": "Almaşık (Alternatif) Yatırımlar: Bir yatırımın yapılması, teknik olarak diğer bir yatırımın yapılmasını engelleyen ya da her iki yatırımın aynı işlevi yerine getireceği bilinen yatırımlardır."
  },
  {
    "id": "2978016",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi beklenen sonuçtan sapma ihtimalini ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Belirsizlik",
      "B": "Tutarsızlık",
      "C": "Plansızlık",
      "D": "Risk",
      "E": "Tehlike"
    },
    "explanation": "Risk, beklenen sonuçtan sapma ihtimalidir."
  },
  {
    "id": "2978017",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri mevcut binaların, makine ve teçhizatın yenilenmesini içeren yenileme sermaye harcamalarının altında yatan nedenler arasındadır?\n <ol type=\"I\"> <li>Hizmetlerin genişletilmesi</li> <li>Verimliliğin artırılması</li> <li>Kalitenin iyileştirilmesi</li> <li>Yasal zorunluluklar</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "<ul><br/><li>Verimliliğin artırılması</li><br/><li>Kalitenin iyileştirilmesi</li><br/><li>Yasal zorunluluklar</li><br/></ul><br/>Mevcut binaların, makine ve teçhizatın yenilenmesini içeren yenileme sermaye harcamalarının altında yatan nedenler arasındadır.<br/><ul> <li>Verimliliğin artırılması</li> <li>Kalitenin iyileştirilmesi</li> <li>Yasal zorunluluklar</li> </ul> Mevcut binaların, makine ve teçhizatın yenilenmesini içeren yenileme sermaye harcamalarının altında yatan nedenler arasındadır."
  },
  {
    "id": "2978018",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri yeni sermaye harcamalarının yapılması kararının altında yatan nedenler arasındadır?\n <ol type=\"I\"> <li>Hizmetlerin genişletilmesi</li> <li>Verimliliğin artırılması</li> <li>Faaliyet giderlerinin azaltılması</li> <li>Hasta bakım ve tedavisinde iyileştirmeler</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "<ul><br/><li>Hizmetlerin genişletilmesi</li><br/><li>Verimliliğin artırılması</li><br/><li>Hasta bakım ve tedavisinde iyileştirmeler</li><br/></ul><br/>yeni sermaye harcamalarının yapılması kararının altında yatan nedenler arasındadır.<br/><ul> <li>Hizmetlerin genişletilmesi</li> <li>Verimliliğin artırılması</li> <li>Hasta bakım ve tedavisinde iyileştirmeler</li> </ul> yeni sermaye harcamalarının yapılması kararının altında yatan nedenler arasındadır."
  },
  {
    "id": "2978019",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri sermaye bütçelemesi aşamalarındandır?\n <ol type=\"I\"> <li>Yatırım ihtiyaçlarının belirlenmesi</li> <li>Yatırım proje tekliflerinin analiz edilmesi</li> <li>Sermaye bütçesinin planlanması</li> <li>Yatırım projesi performans takibi</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "<ul><br/><li>Yatırım ihtiyaçlarının belirlenmesi</li><br/><li>Yatırım proje tekliflerinin analiz edilmesi</li><br/><li>Sermaye bütçesinin planlanması</li><br/><li>Yatırım projesi performans takibi</li><br/></ul><br/>sermaye bütçelemesi aşamalarındandır.<br/><ul> <li>Yatırım ihtiyaçlarının belirlenmesi</li> <li>Yatırım proje tekliflerinin analiz edilmesi</li> <li>Sermaye bütçesinin planlanması</li> <li>Yatırım projesi performans takibi</li> </ul> sermaye bütçelemesi aşamalarındandır."
  },
  {
    "id": "2978020",
    "unitNumber": 7,
    "text": "Bir projeye bağlanacak kaynağın bu proje yerine başka bir şekilde değerlendirilmesi sonucu elde edilecek faydayı ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fırsat maliyeti",
      "B": "Batık maliyet",
      "C": "Ek nakit akımları",
      "D": "Faaliyet giderleri",
      "E": "Sermaye bütçesi"
    },
    "explanation": "<strong>Fırsat maliyeti </strong>bir projeye bağlanacak kaynağın bu proje yerine başka bir şekilde değerlendirilmesi sonucu elde edilecek faydayı ifade eder."
  },
  {
    "id": "2978021",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sermaye bütçelemesine konu olan yatırım alternatiflerini değerlemede kullanılan tekniklerin içermesi istenen kalite unsurları arasında değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Proje ile ilgili tüm nakit akımlarını hesaba katmalıdır",
      "B": "İyi proje ve kötü projeyi objektif olarak birbirinden ayırabilmelidir",
      "C": "Projelerin kârlılıklarına göre sıralanmasına imkân vermelidir",
      "D": "Bağımsız projelerin her birine uygulanabilir olmalıdır",
      "E": "En uzun süreli projeyi seçmeye yardımcı olmalıdır"
    },
    "explanation": "En uzun süreli projeyi seçmeye yardımcı olmak, sermaye bütçelemesine konu olan yatırım alternatiflerini değerlemede kullanılan tekniklerin içermesi istenen kalite unsurları arasında değildir?"
  },
  {
    "id": "2978022",
    "unitNumber": 7,
    "text": "Yatırımın geri ödeme süresini nakit akımlarının bugünkü değeri üzerinden hesaplayan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Net Bugünkü Değer Yöntemi",
      "B": "İç Kârlılık Oranı Yöntemi",
      "C": "Geri Ödeme Süresi Yöntemi",
      "D": "İskonto Edilmiş Geri Ödeme Süresi Yöntemi",
      "E": "Kârlılık Endeksi"
    },
    "explanation": "Yatırımın geri ödeme süresini nakit akımlarının bugünkü değeri üzerinden hesaplayan yöntem<strong> İskonto Edilmiş Geri Ödeme Süresi Yöntemidir.</strong>"
  },
  {
    "id": "2978023",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri net bugünkü değer yöntemi uygulama adımlarındandır?\n <ol type=\"I\"> <li>Proje sermaye maliyetini kullanarak her bir nakit akışını iskonto ederek bugünkü değerleri hesaplanır</li> <li>Bugünkü değerleri toplayarak net bugünkü değeri elde edilir</li> <li>Eğer Net Bugünkü Değer pozitif ise proje kârlıdır, 0’a eşitse başabaştır, negatif ise zarardadır</li> <li>Alternatif projeler arasından en yüksek iç kârlılık oranına sahip olan proje tercih edilir</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "<ul><br/><li>Proje sermaye maliyetini kullanarak her bir nakit akışını iskonto ederek bugünkü değerleri hesaplanır</li><br/><li>Bugünkü değerleri toplayarak net bugünkü değeri elde edilir</li><br/><li>Eğer Net Bugünkü Değer pozitif ise proje kârlıdır, 0’a eşitse başabaştır, negatif ise zarardadır</li><br/></ul><br/>net bugünkü değer yöntemi uygulama adımlarındandır.<br/><ul> <li>Proje sermaye maliyetini kullanarak her bir nakit akışını iskonto ederek bugünkü değerleri hesaplanır</li> <li>Bugünkü değerleri toplayarak net bugünkü değeri elde edilir</li> <li>Eğer Net Bugünkü Değer pozitif ise proje kârlıdır, 0’a eşitse başabaştır, negatif ise zarardadır</li> </ul> net bugünkü değer yöntemi uygulama adımlarındandır."
  },
  {
    "id": "2978024",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri iç kârlılık oranı yöntemi kullanıldığı durumlarda bir yatırımla ilgili karar verirken bakılan kurallardandır?\n <ol type=\"I\"> <li>Eğer iç kârlılık oranı sermaye maliyetinden fazla ise yatırım projesi kabul edilir</li> <li>Eğer iç kârlılık oranı sermaye maliyetinden düşük ise yatırım kararı reddedilir</li> <li>Projelerin kârlılıklarına göre sıralanmasına imkân verilir</li> <li>Alternatif projeler arasından en yüksek iç kârlılık oranına sahip olan proje tercih edilir</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "<ul><br/><li>Eğer iç kârlılık oranı sermaye maliyetinden fazla ise yatırım projesi kabul edilir</li><br/><li>Eğer iç kârlılık oranı sermaye maliyetinden düşük ise yatırım kararı reddedilir</li><br/><li>Alternatif projeler arasından en yüksek iç kârlılık oranına sahip olan proje tercih edilir</li><br/></ul><br/>iç kârlılık oranı yöntemi kullanıldığı durumlarda bir yatırımla ilgili karar verirken bakılan kurallardandır.<br/><ul> <li>Eğer iç kârlılık oranı sermaye maliyetinden fazla ise yatırım projesi kabul edilir</li> <li>Eğer iç kârlılık oranı sermaye maliyetinden düşük ise yatırım kararı reddedilir</li> <li>Alternatif projeler arasından en yüksek iç kârlılık oranına sahip olan proje tercih edilir</li> </ul> iç kârlılık oranı yöntemi kullanıldığı durumlarda bir yatırımla ilgili karar verirken bakılan kurallardandır."
  },
  {
    "id": "2978025",
    "unitNumber": 7,
    "text": "Bir yatırımın ekonomik ömrü boyunca sağlayacağı nakit girişlerinin, risk derecesine göre düzeltilmesini içeren yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Riske göre düzeltilmiş iskonto oranı yöntemi",
      "B": "Belirlilik eşiti yaklaşımı",
      "C": "Olasılık dağılımı yaklaşımı",
      "D": "Karar ağacı yaklaşımı",
      "E": "Simülasyon yaklaşımıdır."
    },
    "explanation": "<strong>Belirlilik eşiti yaklaşımı,</strong> bir yatırımın ekonomik ömrü boyunca sağlayacağı nakit girişlerinin, risk derecesine göre düzeltilmesini içeren yaklaşımdır."
  },
  {
    "id": "2978026",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri yatırım projeleri ile ilgili riskleri hesaplamak ve analiz etmek için kullanılan yöntemlerdendir?\n <ol type=\"I\"> <li>Belirlilik eşiti yaklaşımı</li> <li>Olasılık dağılımı yaklaşımı</li> <li>Karar ağacı yaklaşımı</li> <li>Simülasyon yaklaşımı</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "<ul><br/><li>Belirlilik eşiti yaklaşımı</li><br/><li>Olasılık dağılımı yaklaşımı</li><br/><li>Karar ağacı yaklaşımı</li><br/><li>Simülasyon yaklaşımı</li><br/></ul><br/>yatırım projeleri ile ilgili riskleri hesaplamak ve analiz etmek için kullanılan yöntemlerdendir.<br/><ul> <li>Belirlilik eşiti yaklaşımı</li> <li>Olasılık dağılımı yaklaşımı</li> <li>Karar ağacı yaklaşımı</li> <li>Simülasyon yaklaşımı</li> </ul> yatırım projeleri ile ilgili riskleri hesaplamak ve analiz etmek için kullanılan yöntemlerdendir."
  },
  {
    "id": "2978027",
    "unitNumber": 7,
    "text": "Sermaye harcamaları bir işletmenin faaliyetlerinde kullanmak üzere satın aldığı, satılma amacı olmayan, ............ daha uzun ömürlü, arsa arazi dışındaki varlıklar hariç yıpranmaya tabi arsa, arazi, bina, ekipman satın alımlarını ifade eder.\n<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "6 aydan",
      "B": "8 aydan",
      "C": "1 yıldan",
      "D": "2 yıldan",
      "E": "3 yıldan"
    },
    "explanation": "Sermaye harcamaları bir işletmenin faaliyetlerinde kullanmak üzere satın aldığı, satılma amacı olmayan, bir yıldan daha uzun ömürlü, arsa arazi dışındaki varlıklar hariç yıpranmaya tabi arsa, arazi, bina, ekipman satın alımlarını ifade eder."
  },
  {
    "id": "2978028",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi mevcut binaların, makine ve teçhizatın yenilenmesini içeren yenileme sermaye harcamalarının altında yatan nedenlerden biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Duran varlıkların ekonomik ömrünü tamamlaması",
      "B": "Verimliliğin artırılması",
      "C": "Kalitenin iyileştirilmesi",
      "D": "Yasal zorunluluklar",
      "E": "Rekabet stratejilerinin uygulamaya konması"
    },
    "explanation": "Yenileme sermaye harcamaları mevcut binaların, makine ve teçhizatın yenilenmesini içerir ve bu harcamanın altında yatan nedenler şöyle sıralanabilir;<br/>• Duran varlığın ekonomik ömrünü tamamlaması nedeniyle yenilenmesi gereksinimi,<br/>• Verimliliğin artırılması,<br/>• Kalitenin iyileştirilmesi,<br/>• Yasal zorunluluklar."
  },
  {
    "id": "2978029",
    "unitNumber": 7,
    "text": "I. Hizmetlerin genişletilmesi<br/>II. Yeni rekabet fırsatları yaratılması\n III. Faaliyet giderlerinin azaltılması<br/>IV. Hasta bakım ve tedavisinde iyileştirmeler\n Yeni sermaye harcamalarının yapılması kararının altında yatan nedenler yukarıdakilerden hangisi/hangileridir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Yeni sermaye harcamaları sağlık kurumunun mevcut duran varlıklarına ilaveten yeni taşınmazların veya makine, teçhizatın temini ile ilgilidir. Yeni sermaye harcamalarının yapılması kararının altında yatan nedenler şöyle sıralanabilir;<br/>Hizmetlerin genişletilmesi,<br/>İş güvenliğinin geliştirilmesi,\n Faaliyet giderlerinin azaltılması,<br/>Hasta bakım ve tedavisinde iyileştirmeler."
  },
  {
    "id": "2978030",
    "unitNumber": 7,
    "text": "Sağlık kurumunun sermaye harcama gereksinimlerinin, yani departmanlar tarafından arsa, arazi, teçhizat, ekipman, yazılım gibi kalemlere olan ihtiyacın toplandığı aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yatırım ihtiyaçlarının belirlenmesi",
      "B": "Yatırım proje tekliflerinin analiz edilmesi",
      "C": "Sermaye bütçesinin planlanması",
      "D": "Yatırım projesi performans takibi",
      "E": "Yatırım projesine karar verilmesi"
    },
    "explanation": "Yatırım ihtiyaçlarının belirlenmesi: Sermaye bütçelemesinin ilk aşaması sağlık<br/>kurumunun sermaye harcama gereksinimlerinin, yani departmanlar tarafından arsa, arazi, teçhizat, ekipman, yazılım gibi kalemlere olan ihtiyacın toplandığı aşamadır."
  },
  {
    "id": "2978031",
    "unitNumber": 7,
    "text": "<table> <tbody> <tr> <td> 1. Ek nakit akımları\n </td> <td> K. Proje yapılmaya başlanmadan katlanılmış maliyetlerdir. \n </td> </tr> <tr> <td> 2. Batık maliyetler\n </td> <td> L. Bir projeye bağlanacak kaynağın bu proje yerine başka bir şekilde değerlendirilmesi sonucu elde edilecek faydayı ifade eder.\n </td> </tr> <tr> <td> 3.Fırsat maliyeti\n </td> <td> M. Yeni makinenin sağlayacağı nakit akışları hâlihazırda sağlanan nakit akışlarına ilave yaptığı ölçüde faydalıdır.\n </td> </tr> </tbody> </table> Yukarıdaki sermaye bütçelemesi sürecinin sağlıklı bir şekilde yapılabilmesi için bilinmesi gereken temel kavramlar ve açıklamalarına ilişkin doğru eşleştirme aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "3-K, 2-M, 1-L",
      "B": "3-L, 2-M, 1- K",
      "C": "3-M, 2-K, 1-L",
      "D": "3-L, 2-K, 1-M",
      "E": "3-K, 2-L, 1-M"
    },
    "explanation": "Batık maliyetler: Batık maliyet proje yapılmaya başlanmadan katlanılmış maliyetlerdir. <br/>Fırsat maliyeti: Bir projeye bağlanacak kaynağın bu proje yerine başka bir şekilde değerlendirilmesi sonucu elde edilecek faydayı ifade eder.<br/>Ek nakit akımları: Projenin gerçekleştirilmesi sonucunda eski duruma göre yaratılacak ek nakit akımlarını ifade eder.. Örneğin bir makinenin yenilenmesi ile elde edilecek nakit akımları hesaplanırken eski makineden sağlanan nakit akımları yeni makineden sağlanacak nakit akımlarından düşülmelidir. Diğer bir deyişle yeni makinenin sağlayacağı nakit akışları hâlihazırda sağlanan nakit akışlarına ilave yaptığı ölçüde faydalıdır."
  },
  {
    "id": "2978032",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sermaye bütçelemesine konu olan yatırım alternatiflerini değerlemede kullanılan farklı tekniklerde <u>temel</u> olarak istenen kalite unsurları arasında <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Proje ile ilgili tüm nakit akımlarının hesaba katması",
      "B": "İyi proje ve kötü projenin objektif olarak birbirinden ayırabilmesi",
      "C": "Projelerin kârlılıklarına göre sıralanmasına imkân vermesi",
      "D": "Bağımsız projelerin her birine uygulanabilir olması",
      "E": "Birbirinden farklı projeler arasından seçim yapabilmeye yardım etmesi"
    },
    "explanation": "Sermaye bütçelemesine konu olan yatırım alternatiflerini değerlemede kullanılan farklı teknikler mevcuttur. Her tekniğin avantaj ve dezavantajları<br/>söz konusudur. Temel olarak bazı kalite unsurlarının bu tekniklerde olması istenir. Bu unsurlar:<br/>1. Proje ile ilgili tüm nakit akımlarını hesaba katmalıdır.<br/>2. İyi proje ve kötü projeyi objektif olarak birbirinden ayırabilmelidir.<br/>3. Projelerin kârlılıklarına göre sıralanmasına imkân vermelidir.<br/>4. Büyük nakit akımlarını küçük nakit akımlarına ve projenin ilk dönemlerindeki nakit akımlarını sonraki dönemdekilere tercih etmelidir.\n 5. Birbirinden farklı projeler arasından <u>en fazla </u><u>fayda sağlayanı</u> seçmeye yardım etmelidir.<br/>6. Bağımsız projelerin her birine uygulanabilir olmalıdır"
  },
  {
    "id": "2978033",
    "unitNumber": 7,
    "text": "Yatırımın ortalama kârlılık oranı aşağıdakilerden hangisi kullanılarak elde edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "YOKO=Ortalama Net Kar/Ortalama Yatırım Tutarı",
      "B": "YOKO=Ortalama Net Kar x Ortalama Yatırım Tutarı",
      "C": "YOKO=Ortalama Net Kar - Ortalama Yatırım Tutarı",
      "D": "YOKO=Ortalama Net Kar + Ortalama Yatırım Tutarı",
      "E": "YOKO= Ortalama Yatırım Tutarı - Ortalama Net Kar"
    },
    "explanation": "Yöntemin uygulanmasında projeden beklenen net nakit akımları toplamı alınarak projenin faydalı ömrüne bölünür ve ortalama net kâr elde edilir. Elde edilen bu rakam ortalama yatırım tutarına bölünerek yatırımın ortalama kârlılık oranı elde edilir."
  },
  {
    "id": "2978034",
    "unitNumber": 7,
    "text": "<table> <tbody> <tr> <td> 1. İkinci adım \n </td> <td> K. Proje sermaye maliyetini kullanarak her bir nakit akışını iskonto ederek bugünkü değerleri hesaplanır.\n </td> </tr> <tr> <td> 2. Birinci adım \n </td> <td> L. Bugünkü değerleri toplayarak net bugünkü değeri elde edilir.\n </td> </tr> <tr> <td> 3. Üçüncü adım\n </td> <td> M. Eğer Net Bugünkü Değer pozitif ise proje kârlıdır, 0’a eşitse başa baştır, negatif ise zarardadır.\n </td> </tr> </tbody> </table> Yukarıdaki net bugünkü değer yöntemi uygulama adımlarının sıralamasına ilişkin doğru eşleştirme aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "3-K, 2-M, 1-L",
      "B": "3-L, 2-M, 1- K",
      "C": "3-M, 2-K, 1-L",
      "D": "3-L, 2-K, 1-M",
      "E": "3-K, 2-L, 1-M"
    },
    "explanation": "Net bugünkü değer yöntemi aşağıdaki adımlara göre uygulanır:<br/>1. Proje sermaye maliyetini kullanarak her bir nakit akışını iskonto ederek bugünkü değerleri hesaplanır.<br/>2. Bugünkü değerleri toplayarak net bugünkü değeri elde edilir.<br/>3. Eğer Net Bugünkü Değer pozitif ise proje kârlıdır, 0’a eşitse başabaştır, negatif ise zarardadır."
  },
  {
    "id": "2978035",
    "unitNumber": 7,
    "text": "Projeden beklenen gelecek nakit akışlarının iskonto edilmiş değerlerinin toplamını başlangıçta yapılan yatırım tutarına eşitleyen orana ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "İskonto Edilmiş Geri Ödeme Süresi",
      "B": "Ortalama Kârlılık Oranı",
      "C": "Net Bugünkü Değer",
      "D": "İç Kârlılık Oranı",
      "E": "Kârlılık Endeksi"
    },
    "explanation": "İç kârlılık oranı zaman değerini dikkate alan yöntemlerden bir tanesidir. Bazen yatırım kârlılığı olarak da ifade edilir. Projeden beklenen gelecek nakit akışlarının iskonto edilmiş değerlerinin, bir başka deyişle net bugünkü değerlerinin toplamını başlangıçta yapılan yatırım tutarına eşitleyen orana İç Kârlılık Oranı adı verilir."
  },
  {
    "id": "2978036",
    "unitNumber": 7,
    "text": "\"Bir yatırımın ekonomik ömrü boyunca sağlayacağı nakit girişlerinin, risk derecesine göre düzeltilmesini içeren yaklaşımdır. Bu yaklaşımda projenin ekonomik ömrü boyunca tahmin edilen net nakit akımları, değişim faktörü olarak adlandırılan ve her dönem için farklı değere sahip olan sayılarla çarpılarak riske göre düzeltilir. Değişim faktörü kullanılarak düzeltilen net nakit akımları risksiz bir iskonto oranı kullanılarak bugünkü değerine indirgenir ve net bugünkü değer hesaplanır.\" Bu ifade aşağıdaki yatırım projeleri ile ilgili riskleri hesaplamak ve analiz etmek için kullanılan yöntemlerden hangisini açıklar?",
    "correctAnswer": "B",
    "options": {
      "A": "Riske göre düzeltilmiş iskonto oranı yöntemi",
      "B": "Belirlilik eşiti yaklaşımı",
      "C": "Olasılık dağılımı yaklaşımı",
      "D": "Karar ağacı yaklaşımı",
      "E": "Simülasyon yaklaşımı"
    },
    "explanation": "Belirlilik Eşiti Yaklaşımı; Bir yatırımın ekonomik ömrü boyunca sağlayacağı nakit girişlerinin, risk derecesine göre düzeltilmesini içeren yaklaşımdır. Bu yaklaşımda projenin ekonomik ömrü boyunca tahmin edilen net nakit akımları, değişim faktörü olarak adlandırılan ve her dönem için farklı değere sahip olan sayılarla çarpılarak riske göre düzeltilir. Değişim faktörü kullanılarak düzeltilen net nakit akımları risksiz bir iskonto oranı kullanılarak bugünkü değerine indirgenir ve net bugünkü değer hesaplanır."
  },
  {
    "id": "3068082",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"Yeni sermaye harcamalarının yapılması kararının altında yatan nedenler\" den değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hizmetlerin genişletilmesi",
      "B": "İş güvenliğinin geliştirilmesi",
      "C": "Faaliyet giderlerinin azaltılması",
      "D": "Hasta bakım ve tedavisinde iyileştirmeler",
      "E": "Kaynak fazlasının azaltılması"
    },
    "explanation": "Yeni sermaye harcamaları sağlık kurumunun mevcut duran varlıklarına ilaveten yeni taşınmazların veya makine, teçhizatın temini ile ilgilidir. Yeni<br/>sermaye harcamalarının yapılması kararının altında yatan nedenler şöyle sıralanabilir;<br/>• Hizmetlerin genişletilmesi,<br/>• İş güvenliğinin geliştirilmesi,<br/>• Faaliyet giderlerinin azaltılması,<br/>• Hasta bakım ve tedavisinde iyileştirmeler"
  },
  {
    "id": "3068086",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sermaye bütçelemesi aşamalarından birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yatırım ihtiyaçlarının belirlenmesi",
      "B": "Yatırım proje tekliflerinin analiz edilmesi",
      "C": "Sermaye bütçesinin planlanması",
      "D": "Yatırım projesi performans takibi",
      "E": "Yatırım projesinin alternatifleri"
    },
    "explanation": "Sermaye bütçelemesi genellikle şu dört aşamayı içerir :\n 1. Yatırım ihtiyaçlarının belirlenmesi\n 2. Yatırım proje tekliflerinin analiz edilmesi\n 3. Sermaye bütçesinin planlanması\n 4. Yatırım projesi performans takibi"
  },
  {
    "id": "3068087",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Proje ile ilgili tüm nakit akımlarını hesaba katmalıdır.</li> <li>İyi proje ve kötü projeyi objektif olarak birbirinden ayırabilmelidir.</li> <li>Projelerin kârlılıklarına göre sıralanmasına imkân vermelidir.</li> <li>Birbirinden farklı projeler arasından en fazla fayda sağlayanı seçmeye yardım etmelidir.</li> <li>Bağımsız projelerin her birine uygulanabilir olmalıdır.</li> </ol> Yukarıdakilerden hangisi veya hangileri Sermaye bütçelemesine konu olan yatırım alternatiflerini değerlemede kullanılan tekniklerin taşıması gereken kalite unsurlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I ve II",
      "B": "Yalnız I ve III",
      "C": "Yalnız II, III, V",
      "D": "Yalnız II, III, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Sermaye bütçelemesine konu olan yatırım alternatiflerini değerlemede kullanılan farklı teknikler mevcuttur. Her tekniğin avantaj ve dezavantajları<br/>söz konusudur. Temel olarak bazı kalite unsurlarının bu tekniklerde olması istenir. Bu unsurlar:<br/>1. Proje ile ilgili tüm nakit akımlarını hesaba katmalıdır.<br/>2. İyi proje ve kötü projeyi objektif olarak birbirinden ayırabilmelidir.<br/>3. Projelerin kârlılıklarına göre sıralanmasına imkân vermelidir.<br/>4. Büyük nakit akımlarını küçük nakit akımlarına ve projenin ilk dönemlerindeki nakit akımlarını sonraki dönemdekilere tercih etmelidir.<br/>5. Birbirinden farklı projeler arasından en fazla fayda sağlayanı seçmeye yardım etmelidir.<br/>6. Bağımsız projelerin her birine uygulanabilir olmalıdır."
  },
  {
    "id": "3068089",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Yatırım projeleri değerlemesi yapılırken kullanılan yöntemlerden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Net Bugünkü Değer Yöntemi",
      "B": "İç Kârlılık Oranı Yöntemi",
      "C": "Geri Ödeme Süresi Yöntemi",
      "D": "Ortalama Kârlılık Oranı",
      "E": "Dış Kaynak yöntemi"
    },
    "explanation": "Yatırım projeleri değerlemesi yapılırken kullanılan yöntemler;\n<br/><ul><br/><li>Net Bugünkü Değer Yöntemi</li><br/><li>İç Kârlılık Oranı Yöntemi</li><br/><li>Geri Ödeme Süresi Yöntemi</li><br/><li>İskonto Edilmiş Geri Ödeme Süresi Yöntemi</li><br/><li>Ortalama Kârlılık Oranı</li><br/><li>Kârlılık Endeksi</li><br/></ul>"
  },
  {
    "id": "3068091",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, yatırımın geri ödeme süresini nakit akımlarının bugünkü değeri üzerinden hesaplayan sermaye bütçelemesi değerlendirme yöntemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İskonto edilmiş geri ödeme süresi yöntemi",
      "B": "Geri Ödeme Süresi Yöntemi",
      "C": "Ortalama Kârlılık Oranı",
      "D": "Kârlılık Endeksi",
      "E": "İç Kârlılık Oranı Yöntemi"
    },
    "explanation": "Yatırımın geri ödeme süresini nakit akımlarının bugünkü değeri üzerinden hesaplayan yöntem iskonto edilmiş geri ödeme süresi yöntemidir."
  },
  {
    "id": "3068093",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, yatırım projeleri ile ilgili riskleri hesaplamak ve analiz etmek için kullanılan yöntemlerden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Riske göre düzeltilmiş iskonto oranı yöntemi",
      "B": "Belirlilik eşiti yaklaşımı",
      "C": "Olasılık dağılımı yaklaşımı",
      "D": "Karar ağacı yaklaşımı",
      "E": "Enflasyon yaklaşımı"
    },
    "explanation": "Yatırım projeleri ile ilgili riskleri hesaplamak ve analiz etmek için kullanılan bazı yöntemler;\n<br/><ul><br/><li>riske göre düzeltilmiş iskonto oranı yöntemi,</li><br/><li>belirlilik eşiti yaklaşımı,</li><br/><li>olasılık dağılımı yaklaşımı,</li><br/><li>karar ağacı yaklaşımı</li><br/><li>simülasyon yaklaşımıdır.</li><br/></ul>"
  },
  {
    "id": "3068102",
    "unitNumber": 7,
    "text": "Yatırım projeleri ile ilgili riskleri hesaplamak ve analiz etmek için kullanılan ve bir yatırımın ekonomik ömrü boyunca sağlayacağı nakit girişlerinin, risk derecesine göre düzeltilmesini içeren yaklaşım, aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Riske göre düzeltilmiş iskonto oranı yaklaşımı",
      "B": "Olasılık dağılımı yaklaşımı",
      "C": "Karar ağacı yaklaşımı",
      "D": "Simülasyon yaklaşımı",
      "E": "Belirlilik Eşiti Yaklaşımı"
    },
    "explanation": "Belirlilik Eşiti Yaklaşımı, bir yatırımın ekonomik ömrü boyunca sağlayacağı nakit girişlerinin, risk derecesine göre düzeltilmesini içeren yaklaşımdır."
  },
  {
    "id": "3068106",
    "unitNumber": 7,
    "text": "Yatırım projeleri ile ilgili riskleri hesaplamak ve analiz etmek için kullanılan ve önceden belirlenmiş olasılık dağılımlarına uygulanan ve rassal sayılarla riskli sonuçları tahmin etmede kullanılan istatistik tabanlı davranışsal yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Riske göre düzeltilmiş iskonto oranı yaklaşımı",
      "B": "Belirlilik eşiti yaklaşımı",
      "C": "Olasılık dağılımı yaklaşımı",
      "D": "Karar ağacı yaklaşımı",
      "E": "Simülasyon yaklaşımı"
    },
    "explanation": "Simülasyon, önceden belirlenmiş olasılık dağılımlarına uygulanan ve rassal sayılarla riskli sonuçları tahmin etmede kullanılan istatistik tabanlı<br/>davranışsal bir yaklaşımdır"
  },
  {
    "id": "3068116",
    "unitNumber": 7,
    "text": "Aşağıdaki yöntemlerden hangisi \"yatırımdan beklenen net nakit akımlarının yatırım tutarını karşıladığı yıl sayısını ifade eden\" sermaye bütçelemesi değerlendirme yöntemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geri ödeme süresi yöntemi",
      "B": "Net Bugünkü Değer Yöntemi",
      "C": "İç Kârlılık Oranı Yöntemi",
      "D": "Kârlılık Endeksi Yöntemi",
      "E": "Ortalama Kârlılık Oranı"
    },
    "explanation": "Geri ödeme süresi yöntemi yatırımdan beklenen net nakit akımlarının yatırım tutarını karşıladığı yıl sayısını ifade eder."
  },
  {
    "id": "3068128",
    "unitNumber": 7,
    "text": "Bir yatırımın faydalı üretimde bulunabileceği ya da hizmet sunabileceği süreye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomik ömür",
      "B": "Teknik ömür",
      "C": "Finansal ömür",
      "D": "Yatırım süresi",
      "E": "Yatırım ömrü"
    },
    "explanation": "Bir yatırımın ekonomik ömrü, söz konusu yatırımın faydalı üretimde bulunabileceği ya da hizmet sunabileceği süredir. Teknik ömür ise teknik iş ve faaliyetlerin yerine getirilerek fiilen üretim yapılabilecek ya da hizmet sunulabilecek süredir. Yatırım projelerinin değerlendirilmesinde, teknik ömür değil, ekonomik ömür dikkate alınmalıdır."
  },
  {
    "id": "3073342",
    "unitNumber": 7,
    "text": "İşletmelerin bir yıldan daha uzun süreli olarak gelecekte fayda yaratmak amacıyla üretim faaliyetlerine yönelik bugünden yapmış oldukları harcamalar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sermaye harcaması",
      "B": "Bütçe harcaması",
      "C": "Sermaye bütçelemesi",
      "D": "İleriye dönük harcama",
      "E": "Sınırlı bütçeleme"
    },
    "explanation": "Sermaye Harcaması: İşletmelerin bir yıldan daha uzun süreli olarak gelecekte fayda yaratmak amacıyla üretim faaliyetlerine yönelik bugünden yapmış oldukları<br/>harcamalar.<br/>Yanıt A'dır. Sermaye harcamasıdır."
  },
  {
    "id": "3073361",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yenileme sermaye harcamalarının altında yatan nedenlerden biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Duran varlığın ekonomik ömrünü tamamlaması",
      "B": "Verimliliğin artırılması",
      "C": "Kalitenin iyileştirilmesi",
      "D": "Yasal zorunluluklar",
      "E": "İş güvenliğinin sağlanması"
    },
    "explanation": "Yenileme sermaye harcamaları mevcut binaların, makine ve teçhizatın yenilenmesini içerir ve bu harcamanın altında yatan nedenler şöyle sıralanabilir;<br/>• Duran varlığın ekonomik ömrünü tamamlaması nedeniyle yenilenmesi gereksinimi,<br/>• Verimliliğin artırılması,<br/>• Kalitenin iyileştirilmesi,<br/>• Yasal zorunluluklar<br/>Yanıt E'dir. İş güvenliğinin sağlanması bir neden değildir."
  },
  {
    "id": "3073405",
    "unitNumber": 7,
    "text": "Arsa, arazi, makine, teçhizat gibi duran varlıklara yatırım yapılıp yapılmayacağına karar verilmesi sürecine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yatırım bütçesi",
      "B": "Sermaye bütçelemesi",
      "C": "Bütçe yatırım kararı",
      "D": "Sermaye harcaması",
      "E": "Gider hesaplaması"
    },
    "explanation": "Arsa, arazi, makine, teçhizat gibi duran varlıklara yatırım yapılıp yapılmayacağına karar verilmesi süreci sermaye bütçelemesi olarak adlandırılır.<br/>Yanıt B'dir. Sermaye bütçelemesidir."
  },
  {
    "id": "3073428",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sermaye bütçeleme aşamalarından biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Yatırım ihtiyaçlarının belirlenmesi",
      "B": "Yatırım proje tekliflerinin analiz edilmesi",
      "C": "Faaliyet giderlerinin azaltılması",
      "D": "Sermaye bütçesinin planlanması",
      "E": "Yatırım projesi performans takibi"
    },
    "explanation": "Sermaye bütçelemesi genellikle şu dört aşamayı içerir:<br/>1. Yatırım ihtiyaçlarının belirlenmesi: Sermaye bütçelemesinin ilk aşaması sağlık<br/>kurumunun sermaye harcama gereksinimlerinin, yani departmanlar tarafından arsa,<br/>arazi, teçhizat, ekipman, yazılım gibi kalemlere olan ihtiyacın toplandığı aşamadır.<br/>Bu aşamada tüm departmanlardan yatırım<br/>ihtiyaçlarının neler olduğunu raporlamaları istenirken raporda bu ihtiyaçların neden gerekli olduğu, bu yatırımın yapılmasının<br/>finansal ve finansal olmayan faydalarının da<br/>yer alması önemlidir (Nowicki, 2018: 338).<br/>2. Yatırım proje tekliflerinin analiz edilmesi: Bu adım, teklif edilen her proje ile<br/>ilgili bilgilerin toplanmasını, nakit akışlarının tahminini ve projelerin kârlılığının<br/>hesaplanmasını içerir. Sermaye bütçelemesinin en önemli bir yandan da en zor olan<br/>aşaması aslında projeden beklenen nakit<br/>akımlarının tahminidir. Nakit akımlarının<br/>tahmininde birçok değişken ve birçok departman bu sürece dahil o<br/>Yanıt C'dir. Faaliyet giderlerinin azaltılması aşamalardan biri değildir."
  },
  {
    "id": "3073456",
    "unitNumber": 7,
    "text": "Net nakit akışlarının birikimli toplamlarına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Birikimli bütçe",
      "B": "Birikimli sermaye akışı",
      "C": "Çoğalan harcama ayarlaması",
      "D": "Kümülatif nakit akışı",
      "E": "Bütçe sermayesi"
    },
    "explanation": "Net nakit akışlarının birikimli toplamlarına kümülatif nakit akışı adı<br/>verilir.<br/>Yanıt D'dir. Kümülatif nakit akışıdır."
  },
  {
    "id": "3073490",
    "unitNumber": 7,
    "text": "Bir yatırımın sağlayacağı nakit girişlerinin bugünkü değerleri toplamından yatırım tutarının çıkarılmasıyla bulunan değer aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Net bugünkü değer",
      "B": "Kümülatif değer",
      "C": "Eksilen sermaye değeri",
      "D": "Net karlılık oranı",
      "E": "Net kar oranı"
    },
    "explanation": "Net Bugünkü Değer: Bir yatırımın sağlayacağı nakit girişlerinin bugünkü değerleri toplamından yatırım tutarının çıkarılmasıyla bulunan değerdir.<br/>Yanıt A'dır. Net bugünkü değerdir."
  },
  {
    "id": "3073508",
    "unitNumber": 7,
    "text": "Bir yatırımın yapılması, teknik olarak diğer bir yatırımın yapılmasını engelleyen ya da her iki yatırımın aynı işlevi yerine getireceği bilinen yatırım türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kümülatif yatırım",
      "B": "Sermaye yatırımı",
      "C": "Almaşık yatırım",
      "D": "Değer yatırımı",
      "E": "Küme yatırımı"
    },
    "explanation": "Almaşık (Alternatif) Yatırımlar: Bir yatırımın yapılması, teknik olarak diğer bir yatırımın yapılmasını engelleyen ya da her iki yatırımın aynı işlevi yerine getireceği bilinen yatırımlardır.<br/>Yanıt C'dir. Almaşık yatırımdır."
  },
  {
    "id": "3073518",
    "unitNumber": 7,
    "text": "Önceden belirlenmiş olasılık dağılımlarına uygulanan ve rassal sayılarla riskli sonuçları tahmin etmede kullanılan istatistik tabanlı davranışsal yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karar ağacı",
      "B": "Olasılık dağılımı",
      "C": "Belirlilik eşiti",
      "D": "Simülasyon",
      "E": "İskonto oranı"
    },
    "explanation": "Simülasyon, önceden belirlenmiş olasılık dağılımlarına uygulanan ve rassal sayılarla riskli sonuçları tahmin etmede kullanılan istatistik tabanlı davranışsal bir yaklaşımdır (Aydın vd., 2010: 410). Yöneylem Araştırmaları, Sistem Simülasyonu ve Monte Carlo Simülasyonu olarak üç farklı şekilde uygulanabilen teknik, riskli yatırım projelerinin değerlendirilmesinde hem risk hem de olasılık dağılımlarını dikkate alan bir tekniktir (Sevil, 2019:<br/>89). Simülasyon nakit akışını etkileyen çeşitli unsurları matematiksel bir model çerçevesinde bir araya getirmekte ve bu süreci sayısız kere tekrarlamaktadır ve bu tekrarlama finans yöneticisinin projenin geri dönüşüne veya net bugünkü değerine ilişkin olasılık dağılımı geliştirmesine yardımcı olmaktadır (Aydın, vd., 2010: 410).<br/>Yanıt D'dir. Simülasyondur."
  },
  {
    "id": "3073754",
    "unitNumber": 7,
    "text": "Riskli yatırım programlarının belirlenmesinde kullanılan yaklaşımlardan olan ve bir yatırımın ekonomik ömrü boyunca sağlayacağı nakit girişlerinin, risk derecesine göre düzeltilmesini içeren yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Riske Göre Düzeltilmiş İskonto Oranı Yöntemi",
      "B": "Belirlilik Eşiti Yaklaşımı",
      "C": "Olasılık Dağılımı Yaklaşımı",
      "D": "Karar Ağacı Yaklaşımı",
      "E": "Simülasyon Yaklaşımı"
    },
    "explanation": "Belirlilik Eşiti Yaklaşımı\n<br/>Bir yatırımın ekonomik ömrü boyunca sağlayacağı nakit girişlerinin, risk derecesine göre düzeltilmesini içeren yaklaşımdır. Bu yaklaşımda projenin ekonomik ömrü boyunca tahmin edilen net nakit akımları, değişim faktörü olarak adlandırılan ve her dönem için farklı değere sahip olan sayılarla çarpılarak riske göre düzeltilir. Değişim faktörü kullanılarak düzeltilen net nakit akımları risksiz bir iskonto oranı kullanılarak bugünkü değerine indirgenir ve net bugünkü değer hesaplanır.<br/>Yanıt B'dir. Belirlilik Eşiti Yaklaşımıdır."
  },
  {
    "id": "3073765",
    "unitNumber": 7,
    "text": "Risk ile ilgili ifadelerden hangisi ya da hangileri doğrudur?\n I. Beklenen sonuçtan sapma ihtimalidir.\n II. Belirsizliğin objektif ölçüsüdür.\n III. Değişkenlerin değerlerinin objektif tahmin edilemediği durumdur.",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Risk;\n<br/>Beklenen sonuçtan sapma ihtimalidir.\n<br/>Belirsizliğin objektif ölçüsüdür.\n<br/>Belirsizlik ise;\n<br/>Değişkenlerin değerlerinin objektif tahmin edilemediği durumdur.<br/>Yanıt D'dir. I ve II doğrudur."
  },
  {
    "id": "2978037",
    "unitNumber": 8,
    "text": "1. Sağlığını korumak ve neslini sürdürmek tüm canlıların en temel güdüsüdür buna göre sağlık hizmetleriyle ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "a) Hastalıklarla mücadelede bireysel çabalar önemlidir ve geçerlidir bu sebeple insanlar ilk yardım gibi konularda eğitim almalıdır.",
      "B": "b) Diğer canlılardan farklı olarak bu güdü insanlarda bilinçli davranışlara dönüşmüş ve toplumsal bir davranış niteliği kazanmıştır.",
      "C": "c) Sağlık hizmetleri insanlık kadar eski bir faaliyettir insan topluluklarının örgütlü toplumlara dönüşmesi ile sağlık hizmetleri de örgütlü bir sağlık hizmetleri de örgütlü bir hizmet haline gelmiştir.",
      "D": "d) Geçmişte hastalığın kişisel bir sorun olduğu ve yalnızca hasta olan kişiyi ilgilendirdiği düşünülmüştür.",
      "E": "e) Hastalık tedavi ve kontrolünün yalnızca kişisel ya da ulusal bir sorun olmadığı tüm insanlığın sorunu ve sorumluluğu olduğu anlayışı yerleşmeye başlamıştır."
    },
    "explanation": "GİRİŞ<br/>Sağlığını korumak ve neslini sürdürmek tüm canlıların en temel güdüsüdür. Diğer canlılardan farklı olarak bu güdü insanlarda bilinçli davranışlara dönüşmüş ve toplumsal bir davranış niteliği kazanmıştır. Sağlık hizmetleri insanlık kadar eski bir faaliyettir, insan topluluklarının örgütlü toplumlara dönüşmesi ile sağlık hizmetleri de örgütlü bir hizmet hâline gelmiştir."
  },
  {
    "id": "2978038",
    "unitNumber": 8,
    "text": "2. Hastalıklarla mücadele, tedavisi ve kontrolü sadece kişisel ya da ulusal bir sorun değildir hastalıklarla mücadelede ulusal ve uluslar arası bir dayanışmanın gerekliliği ortaya çıkmıştır bütün bunların sonucu devlet olmuştur buna göre aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "a) Devletlerin insanların sağlıklarını korumakla ilgili sorumlulukları önem kazanmıştır.",
      "B": "b)Devlet herkesin hayatını korumak zorundadır bu zorunluluk beden ve ruh sağlığı ile sınırlıdır.",
      "C": "c) Birçok ülkede ve Türkiye’de insan sağlığını koruyacak ve geliştirecek çabaları devlet göstermektedir.",
      "D": "d) Anayasa’nın 56. Maddesine göre devletin sağlık hizmetleriyle ilgili yükümlülüğü vardır yani herkes sağlıklı ve dengeli bir çevrede yaşama hakkına sahiptir.",
      "E": "e) Çevreyi geliştirmek, çevre sağlığını korumak ve çevre kirlenmesini önlemek devletin ve vatandaşların ödevidir."
    },
    "explanation": "GİRİŞ<br/>Geçmişte hastalığın kişisel bir sorun olduğu ve yalnızca hasta olan kişiyi ilgilendirdiği düşünülürdü. Ancak hastalık tedavi ve kontrolünün yalnızca kişisel ya da ulusal bir sorun olmadığı tüm insanlığın sorunu ve sorumluluğu olduğu anlayışı yerleşmeye başlamıştır. Bu anlayış ile hastalıklarla mücadelede ulusal ve uluslararası bir dayanışmanın gerekliliği ortaya çıkmıştır (Akdur, 2006: 1-8)."
  },
  {
    "id": "2978039",
    "unitNumber": 8,
    "text": "3. Devlet insan ve madde gücünden yararlanıp tasarruf ve verimi artırarak ve iş birliğini geliştirmek amacıyla sağlık kuruluşlarını tek elden planlayıp hizmet vermesini düzenler devlet bu görevini nasıl yapar?",
    "correctAnswer": "C",
    "options": {
      "A": "a) Devlet sağlık hizmetlerini bankların hizmetleri içine sokarak dengeli bir bütçe ile yönetilmesini sağlar.",
      "B": "b)Devlet sağlık hizmetlerinin yaygın yapısını küçülterek daha işlevsel ve hareketli olmasını sağlar.",
      "C": "c) Devlet kamu ve özel kesimlerdeki sağlık ve sosyal kurumlarından yararlanarak ve onları denetleyerek yerine getirir.",
      "D": "d) Devlet sağlık hizmetlerini ve hastaneleri denetleyerek onların her zaman planlı ve birleşik yapı içinde çalışmalarını sağlar.",
      "E": "e) Sağlık hizmetlerinin hem yaygınlaştırılması hem de işbirliği halinde olan bir yapıya sahip olması için devlet sorumluluk alır ve özel hastanelerle ortak çalışır."
    },
    "explanation": "GİRİŞ<br/>Böylece devletlerin insanların sağlığını korumak ile ilgili sorumluluğu da önem kazanmıştır. Birçok ülkede olduğu gibi ülkemizde de insan sağlığını koruyacak ve geliştirecek çabaları devlet göstermektedir. Anayasa’nın 56. maddesinde devletin sağlık hizmetleri ile ilgili yükümlülüğü şu şekilde ifade edilmektedir: “Herkes, sağlıklı ve dengeli bir çevrede yaşama hakkına sahiptir. Çevreyi geliştirmek, çevre sağlığını korumak ve çevre kirlenmesini önlemek Devletin ve vatandaşların ödevidir."
  },
  {
    "id": "2978040",
    "unitNumber": 8,
    "text": "4. Sağlık hizmetlerinin yaygınlaştırılması ve iyileştirilmesi için gerekli olan çabalar sağlık hizmetlerine yapılan harcamaları artırır bu harcamalar için yeterli ve sürdürülebilir kaynakların yaratılması gereklidir bu durum hangi konu içindedir?",
    "correctAnswer": "D",
    "options": {
      "A": "a) Sağlık hizmetleri için fon bulma ve harcamalar",
      "B": "b)Her ülkede farklı olan sağlık sistemleri",
      "C": "c)Maliyet finansmanının yükünün topluma mal edilmesi",
      "D": "d) Sağlık finansmanı",
      "E": "e) Sağlık hizmetlerinin yetersizliği"
    },
    "explanation": "GİRİŞ<br/>Devlet, herkesin hayatını, beden ve ruh sağlığı içinde sürdürmesini sağlamak; insan ve madde gücünde tasarruf ve verimi artırarak, iş birliğini gerçekleştirmek amacıyla sağlık kuruluşlarını tek elden planlayıp hizmet vermesini düzenler. Devlet, bu görevini kamu ve özel kesimlerdeki sağlık ve sosyal kurumlarından yararlanarak, onları denetleyerek yerine getirir. Sağlık hizmetlerinin yaygın bir şekilde yerine getirilmesi için kanunla genel sağlık sigortası kurulabilir.”"
  },
  {
    "id": "2978041",
    "unitNumber": 8,
    "text": "5. Aşağıdakilerden hangisi sağlık finansmanı için yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "a) Sağlık hizmetleri için fonların mobilizasyonu",
      "B": "b) Belirli bölgelere ve nüfus gruplarına ve belirli sağlık hizmetleri türlerine göre fon tahsisi",
      "C": "c) Sağlık hizmetleri için ödeme mekanizmaları",
      "D": "d) Sağlık hizmetlerinin finansmanı için yeterli ve sürdürülebilir kaynakların yaratılması",
      "E": "e)Sağlık finansmanı çevre, muhasebe kaynakları ve insan, sermaye yönetim ile kurulur ve çalışır."
    },
    "explanation": "GİRİŞ<br/>Sağlık hizmetlerinin yaygınlaştırılması ve iyileştirilmesine yönelik çabalar sağlık hizmetlerine yapılan harcamaları arttırmakla birlikte bu harcamalar için yeterli ve sürdürülebilir kaynakların yaratılmasını amaçlayan sağlık finansmanı da daha fazla önem kazanmaktadır. Sağlık finansmanı, sağlık hizmetleri için fonların mobilizasyonunu, belirli bölgelere ve nüfus gruplarına ve belirli sağlık hizmetleri türlerine göre fon tahsisini ve sağlık hizmetleri için ödeme mekanizmalarını içerir."
  },
  {
    "id": "2978042",
    "unitNumber": 8,
    "text": "6. Sağlık hizmetlerinin finansmanı için gerekli olan birinci kavram “sürdürülebilir sağlık sistemleridir” sürdürülebilir sağlık sistemleri ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "a)Sürdürülebilir sağlık sistemleri siyasetçilerin ve yasa yapıcıların konusu haline getirilip saha sonra gerçekçi uygulamalara dönüştürülmelidir.",
      "B": "b) Sürdürülebilir sağlık sistemleri insan, sermaye ve tüketim kaynaklarına güvenilir erişim üzerine kuruludur.",
      "C": "c) Sürdürülebilir sağlık sistemlerinin girdilerini güvence altına alınması binalara ve ekipmanlara yapılan yatırımın ödenmesi gereklidir.",
      "D": "d) Sürdürülebilir sağlık sistemlerinin sağlık hizmet personelinin ödemelerinin yapılması ilaç ve diğer sarf malzemelerinin ödenmesi için finansal kaynaklara gereksinim duyar.",
      "E": "e) Sürdürülebilir sağlık sistemleri ekonomiyle ilgili hedefleri karşılayacak biçimde tasarlanmalıdır."
    },
    "explanation": "SAĞLIK HİZMETLERİNİN FİNANSMANI<br/>Sürdürülebilir sağlık sistemleri insan, sermaye ve tüketim kaynaklarına güvenilir erişim üzerine kuruludur. Bu girdilerin güvence altına alınması, binalara ve ekipmanlara yapılan yatırımın ödenmesi, sağlık hizmet personelinin ödemelerinin yapılması, ilaç ve diğer sarf malzemelerinin ödenmesi için finansal kaynaklara gereksinim duymaktadır."
  },
  {
    "id": "2978043",
    "unitNumber": 8,
    "text": "7. Sağlık hizmetlerinin finansmanının ve sağlık hizmetlerinde yapılan harcamaların artışı ile ilgili endişeler sağlık hizmetlerinin organize edilmesinde önemli değişiklikler yapılmasına yol açmıştır buradaki devletin önemli konusu nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "a) Sunum yöntemi benimseme",
      "B": "b) Gelir politikaları",
      "C": "c) Sağlık bakımlarının sayısı",
      "D": "d) Finansman yükü",
      "E": "e) Hizmetlerin miktarı"
    },
    "explanation": "SAĞLIK HİZMETLERİNİN FİNANSMANI<br/>Bu finansal kaynakların nasıl elde edileceği ve yönetileceği yani gelir toplama ve fon toplama süreci, politika yapıcılar ve planlamacılar için sosyal politika, politika ve ekonomi ile ilgili belirli hedefleri karşılayan finansman sistemlerini tasarlama zorunluluğunu ortaya çıkarmaktadır (Mossialos &amp; Dixon, 2002: 1)."
  },
  {
    "id": "2978044",
    "unitNumber": 8,
    "text": "8. Sağlık hizmetlerinin sağlanması ve finansmanı kaynakların değişimi ya da transferi olarak basitleştirilemez buna göre aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "a) Hizmet sağlayıcılar sağlık hizmetlerini hastalara ve hastalar ve üçüncü taraflar finansal kaynakları hizmet sağlayıcılara aktarırlar.",
      "B": "b) Sağlık hizmetlerinin finansmanı sağlık hizmetlerinin maliyetlerini karşılamaya yönelik olarak ihtiyaç duyulan kaynakların oluşturulmasıdır.",
      "C": "c)Sağlık ve sağlık hizmetlerinin niteliği gereği çoğu zaman bu maliyetler aile olarak katlanılabilir boyutlardadır bu sebeple daha az hizmet ve daha az maliyetlere odaklanılır.",
      "D": "d) Bir mal ya da hizmet için en basit işlem şekli doğrudan ödeme yöntemidir üçüncü bir tarafın vatandaşların finansal olarak sıkıntıya düşme riskine karşı koruma sağladığı sağlık sistemleri geliştirilmiştir.",
      "E": "e) Üçüncü taraf kamu kurumu ya da özel bir kurum olabilir sağlık hizmetlerinde üçüncü taraf ödeme mekanizmasının geliştirilmesinin nedeni bireyin sağlık hizmetine ne zaman ihtiyacının olacağının belirsiz olması ve bu ihtiyaç ortaya çıktığında katlanması gereken maliyetlerin belirsizliğidir."
    },
    "explanation": "SAĞLIK HİZMETLERİNİN FİNANSMANI<br/>Birçok başka faktörle birlikte, artan ortalama yaşam süresi, gelişen teknoloji ve hastalıkların yapısında meydana gelen değişim nedeniyle hızla yükselen sağlık harcamalarının kontrol altına alınması için çok çeşitli düzenlemeler yapılmaktadır (Tatar, 2011: 104)."
  },
  {
    "id": "2978045",
    "unitNumber": 8,
    "text": "9. Sağlık hizmetlerinin finansmanında oldukça önemli olan “üçüncü taraf” koruduğu popülasyondan doğrudan ya da dolaylı olarak gelir toplamalıdır bu gelirler ise tüm nüfustan toplanabilir bir gruptan daha toplanabilir bu grup kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "a) Belli gelirleri olanların daha sonra hasta yakınlarına destek vermesi planlanmış olan gruplardan",
      "B": "b)Sağlık hizmetlerinin finansmanına herhangi bir katkı sağlamamış olan gruplardan",
      "C": "c)Hasta ya da sağlayıcılara geri ödeme yapmayanlar grubundan",
      "D": "d) İstihdam edilenler gibi nüfusun bir alt grubundan",
      "E": "e) Yeniden dağılmış kişileri bir arada tutan ve ayrı ayrı ele alan risklerin paylaşıldığı gruplardan"
    },
    "explanation": "SAĞLIK HİZMETLERİNİN FİNANSMANI<br/>Çoğu ülke harcamalar arttığı ve kaynaklar az olduğu için sürekli baskı hissetmektedir. Politika yapıcılar üç seçeneğe sahiptir: maliyetlerin kontrolü, sağlık hizmetleri için fonların arttırılması veya her ikisi birden. Sağlık hizmetlerinde yapılan harcamaların artışı ile ilgili endişeler, sağlık hizmetlerinin organize edilmesi ve finanse edilmesinde önemli değişiklikler yapılmasına yol açmıştır."
  },
  {
    "id": "2978046",
    "unitNumber": 8,
    "text": "10. Dünya Sağlık Örgütü (DSÖ) tarafından sağlık finansmanı tanımlanmıştır sağlık finansmanı efektif hizmet güvencesini ve finansal korumayı geliştirerek evrensel sağlık güvencesine doğru ilerleyebilmeyi sağlayabilecek sağlık sistemlerinin temel bir işlevi olarak tanımlanmaktadır buna göre milyonlarca insanın sağlık hizmetlerine erişememesinin sebebi nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "a)Cepten ödeme yapıldığı zamanlar",
      "B": "b)Tasarlanmış ve uygulanmış sağlık finansmanı politikaları",
      "C": "c)Düşük kalitede hizmet",
      "D": "d)Yüksek kalitede hizmet",
      "E": "e) Maliyet sebebiyle"
    },
    "explanation": "SAĞLIK HİZMETLERİNİN FİNANSMANI<br/>Maliyet kontrolü, sanayileşmiş ülkelerde 1970’lerden bu yana sağlık politikası tartışmalarını yönlendirmektedir. Ancak bütçeler dengelenecekse, yeterli gelir de elde edilmelidir. Büyük ölçekli kamu borçlanmasının artık pek çok ülkede sağlam bir ekonomi politikası olduğu düşünülmediğinden, endişe şu anda sağlık bakımının sürdürülebilir bir temelde nasıl finanse edileceği yani gelir politikalarına odaklanmaktadır (Mossialos &amp; Dixon, 2002: 1). Sağlık hizmetlerinin nasıl finanse edildiği ve bu finansman yükünün toplum tarafından nasıl paylaşıldığı verilen hizmetin miktarının, kalitesinin, erişimin ve hakkaniyetin önemli bir göstergesidir. Hangi finansman ve sunum yöntemi benimsenirse benimsensin, her ülkede sağlık hizmetlerinin kabul edilebilir bir kalite ve erişim düzeyinde hakkaniyetli ve verimli bir şekilde sunumu olmalıdır (Tatar, 2011: 104)."
  },
  {
    "id": "2978047",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangileri DSÖ’nün sağlık finansmanına yaklaşımının odaklandığı temel işlevler kapsamına girer?\n <ol type=\"I\"> <li>Fon havuzu</li> <li>Gelir toplama</li> <li>Hizmet alımı</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Yalnız III"
    },
    "explanation": "Konu Başlığı: \n<br/>SAĞLIK HİZMETLERİNİN FİNANSMANI<br/>DSÖ’nün sağlık finansmanına yaklaşımı şu temel işlevlere odaklanmaktadır (WHO):\n <ul> <li>Gelir toplama</li> <li>Fon havuzu</li> <li>Hizmet alımı</li> </ul>"
  },
  {
    "id": "2978048",
    "unitNumber": 8,
    "text": "Sağlık hizmetlerinin maliyetlerini karşılamaya yönelik olarak ihtiyaç duyulan kaynakların oluşturulmasına ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlık hizmetlerinin finansmanı",
      "B": "Sağlık hizmetleri için hizmet alımı",
      "C": "Hizmet sunucuları",
      "D": "Cepten ödemeler",
      "E": "Özel hizmetler"
    },
    "explanation": "Konu Başlığı: \n<br/>SAĞLIK HİZMETLERİNİN FİNANSMANI<br/>Sağlık hizmetlerinin finansmanı, sağlık hizmetlerinin maliyetlerini karşılamaya yönelik olarak ihtiyaç duyulan kaynakların oluşturulmasıdır."
  },
  {
    "id": "2978049",
    "unitNumber": 8,
    "text": "Sosyal sağlık sigortası sistemlerinin temel özellikleri nelerdir?\n <ol type=\"I\"> <li>Üyelik zorunludur.</li> <li>Fonlar özerk/yarı özerk kurumlar tarafından toplanır.</li> <li>İlk uygulama, işçi ve işveren katkıları ile başlamış, zamanla devlet de finansmana katılmıştır.</li> <li>Tespit edilen primler genellikle işçiyle işveren arasında paylaştırılmaktadır.</li> <li>Genel vergilerin, sosyal sağlık sigortaları ile finansmanda önemli bir rolü bulunmaktadır.</li> <li>Sigorta kuruluşları bazı ülkelerde kâr amacı taşımakta iken bazı ülkelerde taşımamaktadır.</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV, V ve VI",
      "B": "I, II, IV ve VI",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I ve V"
    },
    "explanation": "Konu Başlığı: SAĞLIK HİZMETLERİNİN FİNANSMANI - Sağlık Hizmetlerinin Kamu Kaynakları Aracılığıyla Finansmanı<strong> - </strong>Sosyal Sağlık Sigortası<br/>Sosyal sağlık sigortası sistemlerinin bazı temel özellikleri şöyle sıralanabilir:\n <ul> <li>Üyelik zorunludur.</li> <li>Fonlar özerk/yarı özerk kurumlar tarafından toplanır.</li> <li>İlk uygulama, işçi ve işveren katkıları ile başlamış, zamanla devlet de finansmana katılmıştır.</li> <li>Tespit edilen primler genellikle işçiyle işveren arasında paylaştırılmaktadır.</li> <li>Genel vergilerin, sosyal sağlık sigortaları ile finansmanda önemli bir rolü bulunmaktadır.</li> <li>Sigorta kuruluşları bazı ülkelerde kâr amacı taşımakta iken bazı ülkelerde taşımamaktadır.</li> </ul>"
  },
  {
    "id": "2978050",
    "unitNumber": 8,
    "text": "Vergilere dayalı finansman sisteminin temel özellikleri nelerdir?\n <ol type=\"I\"> <li>Devlet kontrolü vardır.</li> <li>Özel sektörün payı oldukça sınırlıdır.</li> <li>Bütçeler kullanılır.</li> <li>Tüm vatandaşlar için ücretlere sınırsız erişim vardır.</li> <li>Sistem tarafından belirlenen kullanıcı katkıları vardır.</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV ve V",
      "B": "I, III ve IV",
      "C": "I, III ve V",
      "D": "II ve III",
      "E": "I ve IV"
    },
    "explanation": "Konu Başlığı: SAĞLIK HİZMETLERİNİN FİNANSMANI - Sağlık Hizmetlerinin Kamu Kaynakları Aracılığıyla Finansmanı<strong> - </strong>Vergilere Dayalı Finansman<br/>Vergilere dayalı finansman sisteminin bazı temel özellikleri şöyle sıralanabilir:\n <ul> <li>Devlet kontrolü vardır.</li> <li>Özel sektörün payı oldukça sınırlıdır.</li> <li>Bütçeler kullanılır.</li> <li>Tüm vatandaşlar için ücretlere sınırsız erişim vardır.</li> <li>Sistem tarafından belirlenen kullanıcı katkıları vardır.</li> </ul>"
  },
  {
    "id": "2978051",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sağlık hizmeti sunucularına yapılacak ödeme yöntemleri kapsamındadır?\n <ol type=\"I\"> <li>Sabit bütçe</li> <li>Hasta başına ödeme</li> <li>Hizmet başına ödeme</li> <li>Vaka başına ödeme</li> <li>Teşhise dayalı ödeme</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV ve V",
      "B": "I, II, III ve IV",
      "C": "I, III ve V",
      "D": "II, III ve IV",
      "E": "I ve III"
    },
    "explanation": "Konu Başlığı: SAĞLIK HİZMETLERİNİN FİNANSMANI - Hizmet Alımı<br/>Sağlık hizmeti sunucularına yapılacak ödeme yöntemleri şu şekilde sıralanabilir:\n <ul> <li>Sabit bütçe</li> <li>Hasta başına ödeme</li> <li>Hizmet başına ödeme</li> <li>Vaka başına ödeme</li> <li>Teşhise dayalı ödeme (Tanıya Dayalı Gruplar)</li> </ul>"
  },
  {
    "id": "2978052",
    "unitNumber": 8,
    "text": "Hizmet sunucu kurum ile kişinin özelliği ve durumuna göre, birden fazla yöntem bir arada kullanılabilen, <u>genellikle tek başına kullanılmayan</u> ödeme yöntemi hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geri ödeme yöntemleri,",
      "B": "Özel sektör ödeme yöntemleri,",
      "C": "Özel sektör ödeme yöntemleri,",
      "D": "Genel vergilerin ödeme yöntemleri,",
      "E": "Sistem katkıları ödeme yöntemleri,"
    },
    "explanation": "Konu Başlığı: SAĞLIK HİZMETLERİNİN FİNANSMANI - Hizmet Alımı<br/>Geri ödeme yöntemleri; genellikle tek başına kullanılmaz.\n Hizmet sunucu kurum ile kişinin özelliği ve durumuna göre, birden fazla yöntem bir arada kullanılabilmektedir."
  },
  {
    "id": "2978053",
    "unitNumber": 8,
    "text": "...……… prim riske göre belirlenirken …………. ise poliçeye göre düzenlenir.\n Boşluklara gelecek ifadeler hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özel sağlık sigortacılığında - hizmete erişim",
      "B": "Katastrofik sağlık harcamalarında - özel hizmet sunucularında",
      "C": "Hizmete erişimde - özel sağlık sigortacılığı",
      "D": "Hizmete erişimde - vaka başına ödeme",
      "E": "Sabit bütçede - hasta başına ödeme"
    },
    "explanation": "Konu Başlığı: SAĞLIK HİZMETLERİNİN FİNANSMANI- Sağlık Hizmetlerinin Özel Kaynaklar Aracılığıyla Finansmanı - Özel Sağlık Sigortası<br/>Özel sağlık sigortacılığında prim riske göre belirlenirken iken hizmete erişim ise poliçeye göre düzenlenir."
  },
  {
    "id": "2978054",
    "unitNumber": 8,
    "text": "Sağlık Bakanlığınca, sağlık hizmetlerinin sınıflandırılması dikkate alınarak sağlık hizmeti sunucularının basamaklandırılmasında, hastaların ayaktan veya yataklı teşhis ve tedavilerinin yapıldığı sağlık kuruluşları hangi gruba girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Birinci Basamak Sağlık Kuruluşları,",
      "B": "İkinci Basamak Sağlık Kuruluşları,",
      "C": "Üçüncü Basamak Sağlık Kuruluşları,",
      "D": "Dördüncü Basamak Sağlık Kuruluşları,",
      "E": "Beşinci Basamak Sağlık Kuruluşları,"
    },
    "explanation": "Konu Başlığı: TÜRKİYE SAĞLIK SİSTEMİNDE FİNANSAL ÖRGÜTLENME<br/>5510 sayılı Sosyal Sigortalar Genel Sağlık Sigortası Kanunu’nun “Hizmet basamakları ve sevk zinciri” başlıklı 70 inci maddesinde yer alan “Bu Kanunun uygulanması bakımından sağlık hizmeti sunucuları birinci, ikinci ve üçüncü basamak olarak Sağlık Bakanlığı tarafından basamaklandırılır.” hükmü uyarınca Sağlık Bakanlığınca sağlık hizmetlerinin sınıflandırılması da dikkate alınarak uygulamaya esas olmak üzere sağlık hizmeti sunucularının basamaklandırılması şu şekilde yapılmıştır:\n <ol> <li><strong>Birinci Basamak Sağlık Kuruluşları, ilgili mevzuatında tanımlanan, hastaların ayaktan veya yataklı teşhis ve tedavilerinin yapıldığı sağlık kuruluşlarıdır.</strong></li> <li>İkinci Basamak Sağlık Kurumları, ilgili mevzuatında tanımlanan ayaktan veya yataklı teşhis, tedavi ve rehabilitasyon hizmeti verilen sağlık kurumlarıdır.</li> <li>İkinci Basamak Sağlık Kurumları, ilgili mevzuatında tanımlanan ileri tetkik ve özel tedavi gerektiren hastalıklar için yüksek teknoloji içeren ve/veya eğitim ve araştırma hizmetlerinin verilebileceği altyapıya sahip sağlık kurumlarıdır.</li> </ol>"
  },
  {
    "id": "2978055",
    "unitNumber": 8,
    "text": "2003 yılında uygulamaya konulan Sağlıkta Dönüşüm Programından itibaren sağlığın finansmanı ile ilgili yapılan iyileştirmelerden <u>en önemlileri</u> nelerdir?\n <ol type=\"I\"> <li>Vatandaşların sağlık sigortalarıyla özel hastanelerden hizmet alması sağlanmıştır.</li> <li>Acil ve yoğun bakım tedavileri tüm hastanelerde ücretsiz hâle getirilmiştir.</li> <li>Yoksul vatandaşların, kamu sağlık hizmetlerinden bütünüyle faydalanabilmesi sağlanmıştır.</li> <li>Sağlık hizmetlerinin finansmanında “Global Bütçe Modeli” geliştirilmiştir.</li> <li>18 yaşın altındaki tüm nüfusun ve eğitim görenlerin GSS kapsamına alınması sağlanmıştır.</li> <li>SSK’lı ve BAĞ-KUR’luların sağlık hizmeti alabilmesi için prim ödeme süresi 30 güne indirilmiştir.</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV, V ve VI",
      "B": "II, III, IV, V ve VI",
      "C": "I, II, III, IV ve V",
      "D": "I, II, IV, V ve VI",
      "E": "II, IV ve V"
    },
    "explanation": "Konu Başlığı: TÜRKİYE’DE SAĞLIK HİZMETLERİ FİNANSMAN YAPISI<br/>2003 yılında uygulamaya konulan Sağlıkta Dönüşüm Programından itibaren sağlığın finansmanı ile ilgili yapılan iyileştirmelerden en önemlilerini şöyle sıralayabiliriz :\n <ul> <li>Vatandaşların sağlık sigortalarıyla özel hastanelerden hizmet alması sağlanmıştır.</li> <li>Acil ve yoğun bakım tedavileri tüm hastanelerde ücretsiz hâle getirilmiştir.</li> <li>Yoksul vatandaşların, kamu sağlık hizmetlerinden bütünüyle faydalanabilmesi sağlanmıştır.</li> <li>İlaçta “Referans Fiyat Sistemi” uygulamasına geçilmiştir.</li> <li>Sağlık Bakanlığı hastaneleri genel işletmecilik ilkeleri doğrultusunda yönetilmeye başlanmıştır.</li> <li>Ekonomi koordinasyon kurulu ile sağlık finansmanı ile ilgili birimler arasında uyum ve koordinasyon tesis edilmiştir.</li> <li>Sağlık hizmetlerinin finansmanında “Global Bütçe Modeli” geliştirilmiştir.</li> <li>18 yaşın altındaki tüm nüfusun ve eğitim görenlerin GSS kapsamına alınması sağlanmıştır.</li> <li>SSK’lı ve BAĞ-KUR’luların sağlık hizmeti alabilmesi için prim ödeme süresi 30 güne indirilmiştir.</li> </ul>"
  },
  {
    "id": "2978056",
    "unitNumber": 8,
    "text": "‘2547 Sayılı Yükseköğretim Kanunu’nun 58. maddesine Göre Döner Sermaye İşletmelerinin Kurulmasında Uyulacak Esaslara İlişkin Yönetmelik’ ile düzenlenmiştir. Bu yönetmeliğe göre döner sermaye işletmelerinin gelirleri nelerdir?\n <ol type=\"I\"> <li>Sair gelirler,</li> <li>Bağış ve yardımlar,</li> <li>Bu işletmelerde yapılacak iş ve hizmetler ile üretilen malların satışı karşılığında sağlanan gelirler,</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "II ve III",
      "C": "Yalnız I",
      "D": "Yalnız II",
      "E": "Yalnız III"
    },
    "explanation": "Konu Başlığı: TÜRKİYE SAĞLIK SİSTEMİNDE FİNANSAL ÖRGÜTLENME - Üniversite Hastanelerinde Finansal Örgütlenme<br/>Döner sermaye işletmelerinin kuruluş ve işleyişine dair usul ve esasları ‘2547 Sayılı Yükseköğretim Kanunu’nun 58. maddesine Göre Döner Sermaye İşletmelerinin Kurulmasında Uyulacak Esaslara İlişkin Yönetmelik’ ile düzenlenmiştir.\n Bu yönetmeliğe göre döner sermaye işletmelerinin gelirleri ve giderleri şunlardır (Madde 6):\n a) Bu işletmelerde yapılacak iş ve hizmetler ile üretilen malların satışı karşılığında sağlanan gelirler,\n b) Bağış ve yardımlar,\n c) Sair gelirler."
  },
  {
    "id": "2978057",
    "unitNumber": 8,
    "text": "Türkiye'deki sağlık personelinin ne kadarlık bir kısmını özel hastaneler karşılamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "%33",
      "B": "%28",
      "C": "%23",
      "D": "%18",
      "E": "%15"
    },
    "explanation": "DSÖ’nün sağlık finansmanına yaklaşımı şu temel işlevlere odaklanmaktadır (WHO): • Gelir toplama • Fon havuzu • Hizmet alımı<br/>Türkiye’deki sağlık personelinin yüzde 23’ünü özel hastaneler karşılamaktadır."
  },
  {
    "id": "2978058",
    "unitNumber": 8,
    "text": "Sağlık düzeyinin yükseltilmesi kavramlarından \"ödeyiciler arasında sağlık hizmetini az kullanandan çok kullanana kaynak aktarımı mekanizmasını\" ifade eden kavram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Risk Paylaşımı",
      "B": "Hakkaniyet",
      "C": "Gelir Toplama",
      "D": "Ulaşılabilirlik",
      "E": "Hizmet Alımı"
    },
    "explanation": "Sağlık finansmanının genel amacı; ulaşılabilirlik, hakkaniyet, risk paylaşımı ile sonuçta sağlık düzeyinin yükseltilmesi kavramları ile ifade edilmektedir. Bu kavramlar şu şekilde açıklanabilir (Özsarı, 2018: 157):\n<br/>• Ulaşılabilirlik; coğrafi ve mali olarak sağlık hizmetlerine erişim anlamına gelir.\n<br/>• Hakkaniyet; adil olma anlamındadır ve ihtiyacı olanın, ihtiyacı olduğu zaman, ihtiyacı olduğu kadar sağlık hizmetine ulaşması demektir.\n<br/>• Risk paylaşımı; ödeyiciler arasında sağlık hizmetini az kullanandan çok kullanana kaynak aktarımı mekanizmasını ifade etmektedir."
  },
  {
    "id": "2978059",
    "unitNumber": 8,
    "text": "Amerika Birleşik Devletleri'ndeki sağlık sistemi hangi modele örnek teşkil etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Beveridge Modeli",
      "B": "Özel Sağlık Sigortası",
      "C": "Bismarck Modeli",
      "D": "Sosyal Sağlık Sigortası",
      "E": "Ulusal Sağlık Servisi"
    },
    "explanation": "Bu finansman yönteminde geri ödeme kurumu özel sağlık sigortası olup bireylerin ya da kurumların sağlık risklerini sigortalaması söz konusudur (Tatar, 2011: 114). Amerika Birleşik Devletleri’nin yanı sıra, Avustralya ve İsviçre gibi ülkeler bu yönteme ağırlık vermektedirler (İstanbulluoğlu vd., 2010: 91). Bu yöntemde kişiler, sosyal statü ve ekonomik güçlerine göre, kendi istek ve iradeleri ile çeşitli özel sağlık sigortalarına aylık peşin ödemelerde bulunurlar (Tengilimoğlu vd., 2009: 238)."
  },
  {
    "id": "2978060",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Sosyal Sağlık Sigortası'nın özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Devlet kontrolü vardır.",
      "B": "Tüm vatandaşlar için ücretlere sınırsız erişim vardır",
      "C": "Sistem tarafından belirlenen kullanıcı katkıları vardır.",
      "D": "Fonlar özerk/yarı özerk kurumlar tarafından toplanır.",
      "E": "Özel sektörün payı oldukça sınırlıdır."
    },
    "explanation": "Sosyal sağlık sigortası sistemlerinin bazı temel özellikleri şöyle sıralanabilir (İstanbulluoğlu vd., 2010: 92; Tengilimoğlu vd., 2009: 235):\n<br/>• Üyelik zorunludur.\n<br/>• Fonlar özerk/yarı özerk kurumlar tarafından toplanır.\n<br/>• İlk uygulama, işçi ve işveren katkıları ile başlamış, zamanla devlet de finansmana katılmıştır.\n<br/>• Tespit edilen primler genellikle işçiyle işveren arasında paylaştırılmaktadır.\n<br/>• Genel vergilerin, sosyal sağlık sigortaları ile finansmanda önemli bir rolü bulunmaktadır.\n<br/>• Sigorta kuruluşları bazı ülkelerde kâr amacı taşımakta iken bazı ülkelerde taşımamaktadır.<br/>Sosyal sağlık sigortası sistemlerinin bazı temel özellikleri şöyle sıralanabilir (İstanbulluoğlu vd., 2010: 92; Tengilimoğlu vd., 2009: 235):\n • Üyelik zorunludur.\n • Fonlar özerk/yarı özerk kurumlar tarafından toplanır.\n • İlk uygulama, işçi ve işveren katkıları ile başlamış, zamanla devlet de finansmana katılmıştır.\n • Tespit edilen primler genellikle işçiyle işveren arasında paylaştırılmaktadır.\n • Genel vergilerin, sosyal sağlık sigortaları ile finansmanda önemli bir rolü bulunmaktadır.\n • Sigorta kuruluşları bazı ülkelerde kâr amacı taşımakta iken bazı ülkelerde taşımamaktadır."
  },
  {
    "id": "2978061",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi vergilere dayalı finansman sisteminin temel özelliklerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üyelik zorunludur.",
      "B": "Tespit edilen primler genellikle işçiyle işveren arasında paylaştırılmaktadır.",
      "C": "Genel vergilerin, sosyal sağlık sigortaları ile finansmanda önemli bir rolü bulunmaktadır.",
      "D": "Fonlar özerk/yarı özerk kurumlar tarafından toplanır.",
      "E": "Tüm vatandaşlar için ücretlere sınırsız erişim vardır."
    },
    "explanation": "Vergilere dayalı finansman sisteminin bazı temel özellikleri şöyle sıralanabilir (Tengilimoğlu vd., 2009: 235):\n<br/>• Devlet kontrolü vardır.\n<br/>• Özel sektörün payı oldukça sınırlıdır.\n<br/>• Bütçeler kullanılır.\n<br/>• Tüm vatandaşlar için ücretlere sınırsız erişim vardır.\n<br/>• Sistem tarafından belirlenen kullanıcı katkıları vardır.<br/>Vergilere dayalı finansman sisteminin bazı temel özellikleri şöyle sıralanabilir (Tengilimoğlu vd., 2009: 235):\n • Devlet kontrolü vardır.\n • Özel sektörün payı oldukça sınırlıdır.\n • Bütçeler kullanılır.\n • Tüm vatandaşlar için ücretlere sınırsız erişim vardır.\n • Sistem tarafından belirlenen kullanıcı katkıları vardır."
  },
  {
    "id": "2978062",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sağlık hizmeti sunucularına yapılacak ödeme yöntemlerinden birisi <u><strong>değildir</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Sabit bütçe",
      "B": "Hasta başına ödeme",
      "C": "Hizmet başına ödeme",
      "D": "Hizmet süresin göre ödeme",
      "E": "Vaka başına ödeme"
    },
    "explanation": "Sağlık hizmeti sunucularına yapılacak ödeme yöntemleri şu şekilde sıralanabilir:\n<br/>• Sabit bütçe\n<br/>• Hasta başına ödeme\n<br/>• Hizmet başına ödeme\n<br/>• Vaka başına ödeme\n<br/>• Teşhise dayalı ödeme (Tanıya Dayalı Gruplar)"
  },
  {
    "id": "2978063",
    "unitNumber": 8,
    "text": "Türkiye'deki sağlık hizmetleri finansal yapısı hangi seçenekte doğru olarak tanımlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bismarck Modeli",
      "B": "Özel Sağlık Sigortası",
      "C": "Beveridge Modeli",
      "D": "Karma Yapı",
      "E": "Sosyal Sağlık Sigortası"
    },
    "explanation": "Türkiye’deki sağlık sistemi daha önceki konularda bahsedilen sağlık sistemi sınıflandırmalarının hiçbirine mutlak olarak uymamaktadır. Dolayısıyla karma bir yapıya sahip olduğu ifade edilebilir (Yurdadoğ, 2007: 592). Belirli bir kesim için sağlık sigortacılığı (Bismarck Modeli) uygulanırken diğer taraftan kamu yardımı (Beveridge Modeli) modeli uygulanmakta ve sistemin finansmanında özel harcamalar da pay almaktadır (Atasever, 2018: 14)."
  },
  {
    "id": "2978064",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi 2003 yılında uygulamaya konulan Sağlıkta Dönüşüm Programından itibaren sağlığın finansmanı ile ilgili yapılan iyileştirmelerden birisi <u><strong>değildir</strong></u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Vatandaşların sağlık sigortalarıyla özel hastanelerden hizmet alması sağlanmıştır.",
      "B": "Acil ve yoğun bakım tedavileri devlet hastanelerinde ücretsiz hâle getirilmiştir.",
      "C": "Yoksul vatandaşların, kamu sağlık hizmetlerinden bütünüyle faydalanabilmesi sağlanmıştır",
      "D": "İlaçta “Referans Fiyat Sistemi” uygulamasına geçilmiştir.",
      "E": "Ekonomi koordinasyon kurulu ile sağlık finansmanı ile ilgili birimler arasında uyum ve koordinasyon tesis edilmiştir."
    },
    "explanation": "Acil ve yoğun bakım tedavileri sadece devlet hastanelerinde değil, tüm hastanelerde ücretsiz hâle getirilmiştir."
  },
  {
    "id": "2978065",
    "unitNumber": 8,
    "text": "5510 sayılı Sosyal Sigortalar Genel Sağlık Sigortası Kanunu’nun “Hizmet basamakları ve sevk zinciri” başlıklı 70 inci maddesine göre \"ayaktan veya yataklı teşhis, tedavi ve rehabilitasyon hizmeti verilen sağlık kurumları\" hangi kategoriye girmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Birinci Basamak Sağlık Kurumları",
      "B": "İkinci Basamak Sağlık Kurumları",
      "C": "Üçüncü Basamak Sağlık Kurumları",
      "D": "Üniversite Hastaneleri",
      "E": "Özel Hastaneler"
    },
    "explanation": "İkinci Basamak Sağlık Kurumları, ilgili mevzuatında tanımlanan ayaktan veya yataklı teşhis, tedavi ve rehabilitasyon hizmeti verilen sağlık kurumlarıdır."
  },
  {
    "id": "2978066",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yatak kapasitesi 401-1000 arası olan hastanelerin organizasyon yapısında <u><strong>bulunmaz</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Başhekim",
      "B": "İdari ve Mali İşler Müdürü",
      "C": "Sağlık Bakım Hizmetleri Müdürü",
      "D": "Destek ve Kalite Müdürü",
      "E": "Teknik İşler Müdürü"
    },
    "explanation": "Yatak kapasitesi 50’nin altında olan hastanelerde Başhekimle birlikte yalnızca idari ve mali işler müdürü görev almaktadır. 50 yatak ve üstünde Sağlık bakım hizmetleri müdürü de görev almakta, 400 yatak ve üstü hastanelerde destek ve kalite müdürü de eklenmektedir. Yatak kapasitesi 1000’in üzerine çıktığında ise bu müdürlüklere teknik işler müdürü de eklenmektedir."
  }
]