[
  {
    "id": "2169716",
    "unitNumber": 1,
    "text": "“Sağlık hizmeti ile sağlık kurumları, koruyucu sağlık hizmetleri, tedavi edici hizmetleri, sağlık eğitim kurumları, ilaç̧ üretim tesisleri, ham madde üretim tesisleri, sağlık araç̧ gereci üretim sektörü̈, bunların satış̧ ve pazarlama sektörlerini kapsar” şeklinde ifade edilen terim hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İktisat",
      "B": "Endüstri",
      "C": "Sağlık sektörü",
      "D": "Üretim sektörü",
      "E": "Hiçbiri"
    },
    "explanation": "Öğrenci sağlık işletmeciliği tanımını ve ilgili terimlerin özelliklerini anlamış olmalıdır.<br/>Sağlık sektörü"
  },
  {
    "id": "2169743",
    "unitNumber": 1,
    "text": "“Sağlık sektörü içindeki bileşenler anlamında düşünüldüğünde; insanların temel ihtiyaçlarını karşılamak, belirli ölçüde kâr etmek amacıyla üretim faktörlerini planlı, uyumlu ve sistemli bir şekilde bir araya getirerek mal ve/veya hizmet üreten ya da pazarlama faaliyetleri” olarak tanımlanmakta olan terim hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İktisat",
      "B": "Endüstri",
      "C": "Sağlık sektörü",
      "D": "Sağlık işletmeciliği",
      "E": "Hiçbiri"
    },
    "explanation": "Öğrenci sağlık işletmeciliği tanımını ve ilgili terimlerin özelliklerini anlamış olmalıdır."
  },
  {
    "id": "2169775",
    "unitNumber": 1,
    "text": "“Yaşamı tehdit eden hastalığa bağlı olarak ortaya çıkan problemlerle karşılaşan hasta ve ailede; ağrının ve diğer problemlerin, erken tanılama ve kusursuz bir değerlendirme ile fiziksel, psikososyal ve spiritüel gereksinimlerin karşılanması yoluyla acı çekmenin önlenmesi ve hafifletilmesine yönelik uygulamaların yer aldığı ve yaşam kalitesini geliştirmenin amaçlandığı sağlık yaklaşımı” olarak tanımlanmakta olan terim hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Halk sağlığı",
      "B": "Palyatif bakım",
      "C": "Klinik tedavi",
      "D": "Sağlık işletmeciliği",
      "E": "Hiçbiri"
    },
    "explanation": "Öğrenci sağlık işletmeciliği ile ilgili temel tanımları ve özelliklerini anlamış olmalıdır.<br/>Palyatif bakım"
  },
  {
    "id": "2169808",
    "unitNumber": 1,
    "text": "Sağlık işletmeciliğinde hizmet koordinasyonu sürecini oluşturan basamaklar için aşağıdakilerden hangisi ya da hangileri doğrudur?<br/>I. Planlama: İlgili sağlık işletmesinin önceliklerinin belirlenmesi, bu öncelikler doğrultusunda performans hedeflerin konulması<br/>II. Düzenleme: İlgili sağlık işletmesi içindeki pozisyonlar, ekip çalışmasındaki görev paylaşımları, yetki ve sorumlulukların dağıtılması<br/>III. İstihdam: İnsan kaynakları yaratma ve geliştirme, iş gücünün iyileştirilmesi ve sürdürülebilir tutulması için izlenecek stratejilerin belirlenmesi",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "I"
    },
    "explanation": "Öğrenci hizmet koordinasyonu konusunu ve özelliklerini anlamış olmalıdır.<br/>I. Planlama: İlgili sağlık işletmesinin önceliklerinin belirlenmesi, bu öncelikler doğrultusunda performans hedeflerin konulması<br/>II. Düzenleme: İlgili sağlık işletmesi içindeki pozisyonlar, ekip çalışmasındaki görev paylaşımları, yetki ve sorumlulukların dağıtılması<br/>III. İstihdam: İnsan kaynakları yaratma ve geliştirme, iş gücünün iyileştirilmesi ve sürdürülebilir tutulması için izlenecek stratejilerin belirlenmesi"
  },
  {
    "id": "2169848",
    "unitNumber": 1,
    "text": "Sağlık işletmeciliğinde hizmet koordinasyonu sürecini oluşturan basamaklar için aşağıdakilerden hangisi ya da hangileri doğrudur?<br/>I. Kontrol etme: Personel faaliyetlerinin ve performanslarının izlenmesi, performansı artırmak için düzeltici eylemlere başvurulması, raporlama süreçlerinin koordinasyonu performans hedeflerin konulması<br/>II. Yönlendirme: Etkili liderlik için motivasyon yaratma, ekiple etkileşim kurma ve bunlar için gerekli olan eylemlerde doğru iletişim şemaları çıkarma<br/>III. Karar Verme: Sağlık işletmesiyle ilgili faydaların, zararların ve alternatiflerin dikkate alınması, sektördeki güncel gelişmeleri takip ederek veri güdümlü kararlar alınması",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "III"
    },
    "explanation": "Öğrenci hizmet koordinasyonu konusunu ve özelliklerini anlamış olmalıdır.<br/>I. Kontrol etme: Personel faaliyetlerinin ve performanslarının izlenmesi, performansı artırmak için düzeltici eylemlere başvurulması, raporlama süreçlerinin koordinasyonu performans hedeflerin konulması<br/>II. Yönlendirme: Etkili liderlik için motivasyon yaratma, ekiple etkileşim kurma ve bunlar için gerekli olan eylemlerde doğru iletişim şemaları çıkarma<br/>III. Karar Verme: Sağlık işletmesiyle ilgili faydaların, zararların ve alternatiflerin dikkate alınması, sektördeki güncel gelişmeleri takip ederek veri güdümlü kararlar alınması"
  },
  {
    "id": "2169877",
    "unitNumber": 1,
    "text": "Sağlık hizmetleri; hizmetin büyüklüğü, özel amacı ve fonksiyonlarına göre çeşitli şekillerde sınıflandırılabilir. Aşağıdakilerden hangileri, hizmet türüne göre yapılan sınıflandırmanın unsurlardandır?<br/>I. Koruyucu Sağlık Hizmetleri<br/>II. Tedavi Edici Sağlık Hizmetleri<br/>III. Rehabilitasyon Hizmetleri<br/>IV. Sağlığın Geliştirilmesi Hizmetleri",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III, ve IV"
    },
    "explanation": "Öğrenci sağlık hizmetlerinin sınıflandırılmasını anlamış olmalıdır<br/>I. Koruyucu Sağlık Hizmetleri<br/>II. Tedavi Edici Sağlık Hizmetleri<br/>III. Rehabilitasyon Hizmetleri<br/>IV. Sağlığın Geliştirilmesi Hizmetleri"
  },
  {
    "id": "2169910",
    "unitNumber": 1,
    "text": "Sağlık işletmelerinin hizmet türüne göre sınıflandırılmasında, “Özel Muayenehaneler” aşağıdakilerden hangisi ya da hangilerinde yer alır?<br/>I. Koruyucu Sağlık Hizmetleri<br/>II. Tedavi Edici Sağlık Hizmetleri<br/>III. Rehabilitasyon Hizmetleri<br/>IV. Sağlığın Geliştirilmesi Hizmetleri",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "II",
      "E": "III, ve IV"
    },
    "explanation": "Öğrenci sağlık hizmetlerini sınıflandırılmasını anlamış olmalıdır<br/>II. Tedavi Edici Sağlık Hizmetleri<br/>ve<br/>III. Rehabilitasyon Hizmetleri"
  },
  {
    "id": "2169950",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ya da hangileri liderlik yetenekleri arasında yer alır?<br/>I. Misyon oluşturma ve vizyon belirleme<br/>II. Paydaşları motive etme<br/>III. Gelecek için stratejiler belirleme<br/>IV. İşlemleri yönetme",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "I, II, III, ve IV"
    },
    "explanation": "Öğrenci sağlık işletmelerinde liderlik modelleri konusunu anlamış olmalıdır<br/>I. Misyon oluşturma ve vizyon belirleme<br/>II. Paydaşları motive etme<br/>III. Gelecek için stratejiler belirleme<br/>liderlik yeteneklerindendir<br/>Yönetimle ilgili işlemler yönetici ile ilgilidir"
  },
  {
    "id": "2169972",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ya da hangileri liderlik modelleri arasında yer alır?<br/>I. Farklılık Odaklı Liderlik<br/>II. Hizmetkar Liderlik<br/>III. Transformasyonel Liderlik<br/>IV. Transaksiyonel Liderlik",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I, II, III, ve IV"
    },
    "explanation": "Öğrenci sağlık işletmelerinde liderlik modelleri konusunu anlamış olmalıdır<br/>I. Farklılık Odaklı Liderlik<br/>II. Hizmetkar Liderlik<br/>III. Transformasyonel Liderlik<br/>IV. Transaksiyonel Liderlik"
  },
  {
    "id": "2170045",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ya da hangileri “Hasta Memnuniyetini Etkileyen Unsurlar” arasında yer alır?<br/>I. Uygunluk, Devamlılık<br/>II. Tedaviyi uygulama süreci<br/>III. Verimlilik, Dakiklik<br/>IV. Hastanın Güvenliği ve Mahremiyetine Saygı",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I, II, III, ve IV"
    },
    "explanation": "Öğrenci hasta memnuniyetini etkileyen unsurlar konusunu anlamış olmalıdır<br/>I. Uygunluk, Devamlılık<br/>II. Tedaviyi uygulama süreci<br/>III. Verimlilik, Dakiklik<br/>IV. Hastanın Güvenliği ve Mahremiyetine Saygı"
  },
  {
    "id": "2176509",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sağlık sektörü tanımı içinde yer almaz? I-Koruyucu sağlık hizmetleri II-İlaç üretim hizmetleri III-Ham madde üretim tesisleri IV-Finansman şirketleri",
    "correctAnswer": "E",
    "options": {
      "A": "I,II",
      "B": "I, III",
      "C": "II, III",
      "D": "I,II, III",
      "E": "IV"
    },
    "explanation": "Sağlık sektörü tanımı içinde finansman şirketleri <strong>yer almaz.</strong><br/>IV"
  },
  {
    "id": "2176512",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi hastalığı önlemek, hastalara tedavi ve bakım hizmeti sağlamak amacıyla hekimlerin, yardımcı sağlık çalışanlarının, tıbbi araştırma geliştirme odaklı meslek gruplarının bir arada çalıştığı kurumlardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlık işletmeleri",
      "B": "Dünya Sağlık Örgütü",
      "C": "Kızılay",
      "D": "İl Sağlık Müdürlüğü",
      "E": "Sağlık Setörü"
    },
    "explanation": "Sağlık işletmeleri hastalığı önlemek, hastalara tedavi ve bakım hizmeti sağlamak amacıyla hekimlerin, yardımcı sağlık çalışanlarının, tıbbi araştırma geliştirme odaklı meslek gruplarının bir arada çalıştığı kurumlardır.<br/>Sağlık İşletmeleri"
  },
  {
    "id": "2176517",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yaşamı tehdit eden hastalığa bağlı olarak ortaya çıkan problemlerle karşılaşan hasta ve ailede, ağrının ve diğer problemlerin erken tanılama ve kusursuz bir değerlendirme ile fiziksel ve psikososyal ve spirütüel gereksinimlerin karşılanması yoluyla acı çekmenin önlenmesi ve hafifletilmesine yönelik uygulamaların yer aldığı ve yaşam kalitesini geliştirmenin amaçlandığı bir yaklaşımdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yatakta bakım",
      "B": "Palyatif bakım",
      "C": "Ayakta bakım",
      "D": "Acil bakım",
      "E": "Evde bakım"
    },
    "explanation": "Palyatif bakım;yaşamı tehdit eden hastalığa bağlı olarak ortaya çıkan problemlerle karşılaşan hasta ve ailede, ağrının ve diğer problemlerin erken tanılama ve kusursuz bir değerlendirme ile fiziksel ve psikososyal ve spirütüel gereksinimlerin karşılanması yoluyla acı çekmenin önlenmesi ve hafifletilmesine yönelik uygulamaların yer aldığı ve yaşam kalitesini geliştirmenin amaçlandığı bir yaklaşımdır."
  },
  {
    "id": "2176522",
    "unitNumber": 1,
    "text": "Sağlık kurumları işletmeleri sorumluluklarını yerine getirirken dış bilgi alanlarından hangisine dikkat etmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kalite yönetimi",
      "B": "Hekim ilişkileri",
      "C": "Sağlık ve bakım sigortaları",
      "D": "Hasta memnuniyeti",
      "E": "Yeni hizmet geliştirme"
    },
    "explanation": "Kalite yönetimi, Hekim ilişkileri, Hasta memnuniyeti, yeni hizmet geliştirme sağlık kurumları işletmecilerinin sorumluluklarını yerine getirirken kullandıkları iç bilgi alanlarıdır.<br/>Sağlık ve bakım sigortaları"
  },
  {
    "id": "2176585",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sağlık işletmeciliğinde hizmet koordinasyon sürecini oluşturan en son aşamadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yönlendirme",
      "B": "Kontrol etme",
      "C": "İstihdam",
      "D": "Düzenleme",
      "E": "Karar verme"
    },
    "explanation": "Sağlık işletmeciliğinde hizmet koordinasyon sürecini oluşturan aşamalar;<br/><ol><br/><li>Planlama</li><br/><li>Düzenleme</li><br/><li>İstihdam</li><br/><li>Kontrol etme</li><br/><li>Yönlendirme</li><br/><li>Karar verme</li><br/></ol>"
  },
  {
    "id": "2176590",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sağlık işletmelerinin sunduğu hizmetlerin kendine ait özellikleri arasında <u>yer</u> <u>almaz?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Sağlık hizmetleri ertelenmez",
      "B": "Sağlık hizmetlerinin ikamesi yoktur",
      "C": "Sağlık hizmetleri tüketici davranışları rasyoneldir",
      "D": "Sağlık hizmetlerinin çıktısı paraya çevrilemez",
      "E": "Sağlık hizmetleri tüketimi rastlantısaldır"
    },
    "explanation": "Sağlık hizmetleri tüketici davranışları irrasyoneldir.<br/>Sağlık hizmetleri tüketici davranışları rasyonel değil irasyoneldir."
  },
  {
    "id": "2176598",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sağlık işletmelerinin hizmet türüne göre koruyucu sağlık hizmeti sunan kurumlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gezici sağlık ekipleri",
      "B": "Hastaneler",
      "C": "Evde bakım",
      "D": "Özel muayenehaneler",
      "E": "Rehabilitasyon merkezleri"
    },
    "explanation": "Sağlık işletmelerinin hizmet türüne göre koruyucu sağlık hizmeti sunan kurumları :<br/><ul><br/><li>Sağlık ocağı</li><br/><li>Ana çocuk sağlığı merkezi</li><br/><li>Halk sağlığı laboratuvarları</li><br/><li>Gezici sağlık ekipleri</li><br/><li>Çevre sağlığı birimleridir.</li><br/></ul>"
  },
  {
    "id": "2176602",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tedavi edici sağlık hizmetlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çevreye yönelik koruyucu sağlık hizmetleri",
      "B": "Kişiye yönelik koruyucu sağlık hizmetleri",
      "C": "Birinci basamak tedavi hizmetleri",
      "D": "Tıbbi rehabilitasyon hizmetleri",
      "E": "Sosyal rehabilitasyon hizmetleri"
    },
    "explanation": "Üç tür tedavi edici sağlık hizmeti vardır. Bunlar sırasıyla;<br/>Birinci basamak tedavi hizmetleri<br/>İkinci basamak tedavi hizmetleri<br/>Üçüncü basamak tedavi hizmetleri"
  },
  {
    "id": "2176938",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi değişen piyasa koşullarında hayatta kalmalarını sağlayacak, değişimlere uyum sağlayabilecek kapasiteye erişmesini odak noktasına alan bir liderlik davranışıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Transaksiyonel Liderlik",
      "B": "Farklıllık odaklı liderlik",
      "C": "Stratejik liderlik",
      "D": "Transformasyonel liderlik",
      "E": "Hizmetkar Liderlik"
    },
    "explanation": "Transformasyonel liderlik, değişen piyasa koşullarında hayatta kalmalarını sağlayacak, değişimlere uyum sağlayabilecek kapasiteye erişmesini odak noktasına alan bir liderlik davranışıdır."
  },
  {
    "id": "2176940",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sağlık işletmelerinin dış müşteri sınıflandırması içinde yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Medya",
      "B": "Eczaneler",
      "C": "Danışmanlar",
      "D": "Devlet",
      "E": "Dernekler"
    },
    "explanation": "Danışmanlar, sağlık işletmelerinin iç müşteri sınıflandırması içinde yer alır."
  },
  {
    "id": "2846698",
    "unitNumber": 1,
    "text": "Yaşamı tehdit eden hastalığa bağlı olarak ortaya çıkan problemlerle karşılaşan hasta ve ailede; ağrının ve diğer problemlerin, erken tanılama ve kusursuz bir değerlendirme ile fiziksel, psikososyal ve spiritüel gereksinimlerin karşılanması yoluyla acı çekmenin önlenmesi ve hafifletilmesine yönelik uygulamaların yer aldığı ve yaşam kalitesini geliştirmenin amaçlandığı bir yaklaşıma ne denmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Palyatif bakım",
      "B": "Ayakta bakım",
      "C": "Akreditasyon",
      "D": "Hekim ilişkileri",
      "E": "Yönlendirme"
    },
    "explanation": "Yaşamı tehdit eden hastalığa bağlı olarak ortaya çıkan problemlerle karşılaşan hasta ve ailede; ağrının ve diğer problemlerin, erken tanılama ve kusursuz bir değerlendirme ile fiziksel, psikososyal ve spiritüel gereksinimlerin karşılanması yoluyla acı çekmenin önlenmesi ve hafifletilmesine yönelik uygulamaların yer aldığı ve yaşam kalitesini geliştirmenin amaçlandığı bir yaklaşıma palyatif bakım denmektedir (DSÖ’den akt. Kömürcü ve Tanrıverdi, 2016)."
  },
  {
    "id": "2847421",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sağlık işletmeciliğinin görevlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ssağlık kuruluşunda personel alımı ve geliştirilmesi",
      "B": "Teknoloji edinimi",
      "C": "Hizmet eklemeleri ve indirimleri",
      "D": "Finansal kaynakların tahsisi ve harcaması",
      "E": "Hasta seçimi"
    },
    "explanation": "Sağlık işletmeciliğinin doğru konumlandırılması; sağlık kuruluşunda personel alımı ve geliştirilmesi, teknoloji edinimi, hizmet eklemeleri ve indirimleri ile finansal kaynakların tahsisi ve harcaması ile doğru kararlara varılmasını sağlar<br/>Hasta seçimi"
  },
  {
    "id": "2847423",
    "unitNumber": 1,
    "text": "İlgili sağlık işletmesinin önceliklerinin belirlenmesi, bu öncelikler doğrultusunda performans hedeflerin konulması; koordinasyon sürecinin hangi adımında gerçekleştirilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Planlama",
      "B": "Düzenleme",
      "C": "İstihdam",
      "D": "Kontrol etme",
      "E": "Yönlendirme"
    },
    "explanation": "Planlama: İlgili sağlık işletmesinin önceliklerinin belirlenmesi, bu öncelikler doğrultusunda performans hedeflerin konulması"
  },
  {
    "id": "2847520",
    "unitNumber": 1,
    "text": "Sağlık işletmelerinde, personel faaliyetlerinin ve performanslarının izlenmesi, performansı<br/>artırmak için düzeltici eylemlere başvurulması, raporlama süreçlerinin koordinasyonu aşağıdaki adımlardan hangisinde gerçekleşmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Planlama",
      "B": "Düzenleme",
      "C": "İstihdam",
      "D": "Yönlendirme",
      "E": "Kontrol etme"
    },
    "explanation": "Sağlık işletmelerinde, personel faaliyetlerinin ve performanslarının izlenmesi, performansı<br/>artırmak için düzeltici eylemlere başvurulması, raporlama süreçlerinin koordinasyonu kontrol etme adımıyla gerçekleşmektedir."
  },
  {
    "id": "2847521",
    "unitNumber": 1,
    "text": "Sağlık işletmelerinin sunduğu hizmetlerin kendine ait özellikleri bulunmaktadır. Aşağıdakilerden hangisi bu özelliklerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık hizmetleri ertelenemez.",
      "B": "Sağlık hizmetinin ikamesi yoktur.",
      "C": "Sağlık hizmeti tüketimi rastlantısaldır.",
      "D": "Sağlık hizmetinin boyutunu ve kapsamını hizmetten yararlanan belirler.",
      "E": "Sağlık hizmetinin çıktısı paraya çevrilemez."
    },
    "explanation": "Sağlık hizmetleri ertelenemez.<br/>• Sağlık hizmetinin ikamesi yoktur.<br/>• Sağlık hizmeti tüketimi rastlantısaldır.<br/>• Sağlık hizmetinin çıktısı paraya çevrilemez.<br/>• Sağlık hizmetlerinin bir bölümü toplumsal nitelik ve kamu malı özelliği taşımaktadır.<br/>• Sağlık hizmetleri tüketicilerinin davranışları irrasyoneldir.<br/><strong>• Sağlık hizmetinin boyutunu ve kapsamını hizmetten yararlanan değil, hekim belirler.</strong><br/>• Hizmetten sağlanan doyum ve kaliteyi önceden belirlemek çok zordur.<br/>• Diğer özellikler (Garantisi yoktur, önceden test edilemez, hata tolere edilemez, hizmetlerin<br/>yetersizliği toplumsal sorunlara yol açar, dışsal fayda ya da zarar söz konusudur vb.).<br/>Sağlık hizmetinin boyutunu ve kapsamını hizmetten yararlanan belirler."
  },
  {
    "id": "2847524",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, sağlık işletmelerinde çalışan yöneticilerin sorumluluklarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurum içi organizasyon",
      "B": "Stratejik ortaklıklar",
      "C": "Finansal paydaşlar",
      "D": "Sağlık politikaları yapıcıları ve yasa düzenleyiciler",
      "E": "Medya ve tedarikçiler"
    },
    "explanation": "Yöneticiler kurum içi organizasyon ve yönetimden sorumludur. Liderler ise stratejik ortaklıklar, finansal paydaşlar, topluluklar, sağlık politikaları yapıcıları ve yasa düzenleyiciler, medya ve tedarikçiler gibi dış unsurlara odaklanmaktadır. Liderin en temel görevi, sağlık sistemlerinde<br/>verimliliğin en üst düzeye çıkarılması için yönergeler oluşturmak ve onları etkin bir şekilde uygulamaya koymaktır. Bununla birlikte insan sağlığını ve hayatını iyileştirmeyi amaçlayan bir hizmet sektöründe lider olmak, kurumunun insana verdiği değeri dışardaki paydaşlara anlatabilmek demektir."
  },
  {
    "id": "2847701",
    "unitNumber": 1,
    "text": "Aşağıdaki şıklardan hangisinde, sağlık hizmetlerinin müşteri sınıflandırmasında iç müşteriler grubuna dahil olan kişiler belirtilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hasta ailesi ve çevresi",
      "B": "Hemşireler",
      "C": "Refakatçiler",
      "D": "Ziyaretçiler",
      "E": "Tıbbi malzeme ve ilaç firmaları"
    },
    "explanation": "Dış Müşteriler: Hastalar, hasta ailesi ve çevresi Refakatçiler, ziyaretçiler Devlet Diğer sağlık kurumları Anlaşmalı kuruluşlar Eczaneler Dernekler Medya Sigorta şirketleri Tıbbi malzeme ve ilaç firmaları<br/>İç Müşteriler: Kurum personeli (doktor, hemşire vb.) Pay sahipleri, Danışmanlar<br/>Hemşireler"
  },
  {
    "id": "2847703",
    "unitNumber": 1,
    "text": "Dönüşümcü modelde örgütlerin değişen piyasa koşullarında hayatta kalmalarını sağlayacak, değişimlere uyum sağlayabilecek kapasiteye erişmesini odak noktasına alan liderlik anlayışı, aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Farklılık Odaklı Liderlik",
      "B": "Transformasyonel Liderlik",
      "C": "Benzer Liderlik",
      "D": "Hizmetkar Liderlik",
      "E": "Transaksiyonel Liderlik"
    },
    "explanation": "Transformasyonel yani dönüşümcü modelde örgütlerin değişen piyasa koşullarında hayatta kalmalarını sağlayacak, değişimlere uyum sağlayabilecek kapasiteye erişmesini odak noktasına alan bir liderlik davranışı vardır. İlk olarak Dawston (1973) un ortaya attığı bu modelde lider değişen şartlar karşısında ekibine yüksek düzeyde moral ve motivasyon sağlayan kişidir. Çalışanları ile yakın ilişkiler kurarak onların bağlılığını kazanır (Dawston, 1973’ten akt. Eraslan, 2004). Piyasa koşullarında işletmeyi ayakta tutabilmek, onu rakipleri arasında yukarı çıkarabilmek için izlenecek her stratejinin çalışan yararı gözetilerek tasarlanmış olduğu çalışanlar tarafından bilinmektedir. Örgüt amacına ulaşırken çalışanlara kendilerini geliştirme imkânı sunulmaktadır. Kısacası dönüşümcü liderler süreç odaklıdır esnek politikalar izleyerek işletmenin değişen şartlara uyum sağlama kapasitesini arttırmayı amaçlamaktadır.<br/>Transformasyonel Liderlik"
  },
  {
    "id": "2847708",
    "unitNumber": 1,
    "text": "Sağlık işletmesine gelmeden önce hastanın beklentileri bulunmaktadır. Aşağıdakilerden hangisi bu beklentilerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sağlık hizmetiyle ilgili prosedürün hekim tarafından açıklanması",
      "B": "Hastalığın ve tedavinin sahip olduğu risklerin eksiksiz açıklanması",
      "C": "Ayakta ya da yataklı tedavide çalışanların hastaya karşı nazik yaklaşmaları",
      "D": "Hastanın sağlığına kavuşturulması",
      "E": "Temizlik ve hijyenin eksiksiz bir şekilde sağlanması"
    },
    "explanation": "Sağlık İşletmesine Gelmeden Önce; Hastalığın doğru teşhis edilmesi ve tedavi süresinin doğru tespit edilmesi Hastalığın ve tedavinin sahip olduğu risklerin eksiksiz açıklanması Masrafların açık ve tam olarak söylenmesi beklenmektedir."
  },
  {
    "id": "2847711",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi hasta memnuniyetini etkileyen unsurlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Uygunluk",
      "B": "Devamlılık",
      "C": "Tedaviyi uygulama süreci",
      "D": "Verimlilik",
      "E": "Hasta ziyaretçilerinin yoğunluğu"
    },
    "explanation": "Hasta Memnuniyetini Etkileyen Unsurlar;<br/>Uygunluk<br/>Devamlılık<br/>Tedaviyi uygulama süreci<br/>Verimlilik<br/>Dakiklik<br/>Yeterlilik<br/>Kullanılabilirlik<br/>Hastanın Güvenliği<br/>Hasta Mahremiyetine Saygı<br/>Yararlılık<br/>Hasta ziyaretçilerinin yoğunluğu"
  },
  {
    "id": "3844999",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sağlık işletmelerini diğer sektörlerdeki işletmelerden ayıran özelliklerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çıktılarının ölçülmesinin kolay olması",
      "B": "Faaliyetlerinin ertelenebilir olması",
      "C": "Pek çok meslek grubunun birlikte hizmet vermesi",
      "D": "İnsan kaynaklarının kurumsal hedefleri mesleki hedeflerin önünde tutması",
      "E": "Yanlışlıkların tolere edilebilme şansının yüksek olması"
    },
    "explanation": "Gümüş vd. (2013)’e göre sağlık işletmelerinin özellikleri arasında; çıktının ölçümünün zor olması, çok sayıda meslek grubunun birlikte hizmet vermesi, faaliyetlerin karmaşık ve değişken olması, faaliyetlerin çoğunun acil ve ertelenemez olması, yüksek uzlaşma düzeyi ve mesleki hedeflerin öncelikli olması sayılabilir. Bu yönleriyle sağlık işletmeleri, diğer sektörlerdeki işletmelerden ayrılır.<br/>Sağlık işletmeleri; pek çok meslek grubunun (hekim, hemşire, eczacı vb.) birlikte hizmet vermesi, faaliyetlerinin karmaşık ve ertelenemez olması, farklı uzmanlık grupları arasında yüksek düzeyde bağımlılık bulunması gibi özelliklere sahiptir. “Pek çok meslek grubunun birlikte hizmet vermesi” bu farklılıkların başında gelir.<br/>Doğru cevap: <strong>C) </strong>Pek çok meslek grubunun birlikte hizmet vermesi"
  },
  {
    "id": "3845001",
    "unitNumber": 1,
    "text": "Aşağıdaki kurumlardan hangisi koruyucu sağlık hizmetleri kapsamında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Rehabilitasyon Merkezi",
      "B": "Halk Sağlığı Laboratuvarı",
      "C": "Özel Muayenehane",
      "D": "Ayaktan Cerrahi Bakım Merkezi",
      "E": "Hemşirelik Bakım Merkezi"
    },
    "explanation": "Kavuncubaşı (2000)’ye göre sağlık işletmeleri hizmet türüne göre üç grupta sınıflandırılır:<br/><ol><br/><li><br/><strong>Koruyucu sağlık hizmetleri</strong> (sağlık ocakları, ana çocuk sağlığı merkezleri, halk sağlığı laboratuvarları vb.)<br/></li><br/><li><br/><strong>Tedavi edici sağlık hizmetleri</strong> (özel muayenehaneler, hastaneler, ayaktan cerrahi bakım merkezleri vb.)<br/></li><br/><li><br/><strong>Rehabilitasyon hizmetleri</strong> (rehabilitasyon merkezleri, klinikler, hemşirelik bakım merkezleri vb.)<br/>Halk Sağlığı Laboratuvarları, koruyucu sağlık hizmetleri grubunda yer alır.<br/></li><br/></ol><br/>Koruyucu sağlık hizmetleri; hastalıkları önlemeye, sağlığı geliştirmeye ve toplum sağlığını korumaya yönelik faaliyetleri kapsar. Halk Sağlığı Laboratuvarları, bu hizmet türü içinde yer alan kurumlardandır.<br/>Doğru cevap: <strong>B) Halk Sağlığı Laboratuvarı</strong>"
  },
  {
    "id": "3845003",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi koruyucu sağlık hizmetlerine örnek olarak gösterilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aşılama",
      "B": "Onkoloji hastanesi",
      "C": "Rehabilitasyon merkezi",
      "D": "Ayaktan cerrahi bakım merkezi",
      "E": "Doğum hastanesi"
    },
    "explanation": "Koruyucu sağlık hizmetleri; hastalıkları önlemek, sağlığı geliştirmek ve toplum sağlığını korumak amacıyla yürütülen faaliyetlerdir. Aşılama, hijyen eğitimi, beslenme iyileştirmesi gibi uygulamalar bu kapsamdadır.<br/>Koruyucu sağlık hizmetleri, hastalık ortaya çıkmadan önce alınan önleyici tedbirleri kapsar. Aşılama, kişiyi hastalıklara karşı dirençli hale getiren koruyucu bir sağlık hizmetidir.<br/>Doğru cevap A şıkkıdır."
  },
  {
    "id": "3845010",
    "unitNumber": 1,
    "text": "Bir il hastanesi, tedavi edici sağlık hizmetleri kapsamında hangi basamakta yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Koruyucu basamak",
      "B": "Rehabilitasyon basamağı",
      "C": "Birinci basamak",
      "D": "İkinci basamak",
      "E": "Üçüncü basamak"
    },
    "explanation": "Tedavi edici sağlık hizmetleri üç basamakta sınıflandırılır:<br/><ul><br/><li><br/><strong>Birinci basamak:</strong> Ayakta veya evde tedavi (muayenehane, sağlık ocağı)<br/></li><br/><li><br/><strong>İkinci basamak:</strong> Yataklı tedavi kurumları (il ve ilçe hastaneleri)<br/></li><br/><li><br/><strong>Üçüncü basamak:</strong> Daha karmaşık tedavi gerektiren, ileri düzey hastaneler (onkoloji, ruh sağlığı hastaneleri).<br/></li><br/></ul><br/>İl ve ilçe hastaneleri, teşhis ve tedavi hizmeti veren yataklı kurumlar olup tedavi edici sağlık hizmetlerinin <strong>ikinci basamağında</strong> yer alır."
  },
  {
    "id": "3845011",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sağlık işletmelerinde liderlerin odaklandığı konulardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kaynakların kontrol edilmesi",
      "B": "Sunulan hizmetin denetlenmesi",
      "C": "Stratejik ortaklıklar kurmak",
      "D": "Yönetmeliklere uyulmasını denetlemek",
      "E": "Çalışanlara danışmanlık sağlamak"
    },
    "explanation": "Buchbinder ve Shanks (2017)’ye göre liderler, kurumun dış paydaşlarla ilişkilerini yönetir, misyon ve vizyon oluşturur, paydaşları motive eder ve geleceğe yönelik stratejiler belirler. Yöneticiler ise kurum içi organizasyon, kaynak kontrolü ve hizmetlerin denetlenmesi gibi iç süreçlerden sorumludur.<br/>Liderler; stratejik ortaklıklar, finansal paydaşlar, sağlık politikaları yapıcıları ve yasa düzenleyiciler gibi dış unsurlara odaklanır. Stratejik ortaklıklar kurmak da liderlerin temel odak alanlarından biridir.<br/>Doğru cevap C şıkkıdır"
  },
  {
    "id": "3845012",
    "unitNumber": 1,
    "text": "Çalışanların farklı yeteneklerini görerek, onlara bireysel çözümler sunan ve örgüt kültüründe çeşitliliğin önemini kabul eden liderlik modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Farklılık odaklı liderlik",
      "B": "Hizmetkâr liderlik",
      "C": "Transformasyonel liderlik",
      "D": "Transaksiyonel liderlik",
      "E": "Karizmatik liderlik"
    },
    "explanation": "Farklılık odaklı liderlik; çalışanların farklı yeteneklerini keşfetmeyi, bireysel ihtiyaçlara uygun çözümler sunmayı, paydaş çeşitliliğini önemseyerek yenilikçi yaklaşımlar geliştirmeyi hedefler.<br/>Çeşitliliğin ve farklı bakış açılarının örgüt kültürüne katkısını kabul eden, çalışanlara tek tip yaklaşmak yerine bireysel çözümler geliştiren yaklaşım farklılık odaklı liderlik modelidir."
  },
  {
    "id": "3845013",
    "unitNumber": 1,
    "text": "Çalışanların performansını ödül ve ceza mekanizmaları ile yönlendiren, görevlerin eksiksiz tamamlanmasına odaklanan liderlik modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Transformasyonel liderlik",
      "B": "Farklılık odaklı liderlik",
      "C": "Hizmetkâr liderlik",
      "D": "Transaksiyonel liderlik",
      "E": "Etkileşimci liderlik"
    },
    "explanation": "Transaksiyonel liderlik; performans denetimi, ödüllendirme ve cezalandırma mekanizmaları üzerinden çalışan motivasyonunu sağlar. Lider ve ekip arasında karşılıklı beklenti-karşılık ilişkisi bulunur.<br/>Görevlerin eksiksiz tamamlanmasını, beklentilerin net tanımlanmasını ve performansa dayalı ödül-ceza sistemini esas alan yaklaşım transaksiyonel liderlik modelidir."
  },
  {
    "id": "3845014",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sağlık işletmelerinde “dış müşteri” kategorisinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kurum personeli",
      "B": "Pay sahipleri",
      "C": "Hizmetin sunulduğu ülke halkı",
      "D": "Danışmanlar",
      "E": "Hasta ve hasta yakınları"
    },
    "explanation": "Dış müşteriler, sağlık işletmesinin dışında olup hizmetten yararlanan birey veya kurumlardır.<br/>Tablo1.6'ya göre dış müşteri; hastalar, hasta ailesi, refakatçiler, ziyaretçiler, devlet, diğer sağlık kurumları, anlaşmalı kuruluşlar, eczaneler, dernekler, medya, sigorta şirketleri, tıbbi malzeme ve ilaç firmalarını kapsar."
  },
  {
    "id": "3845015",
    "unitNumber": 1,
    "text": "Sağlık işletmelerinde müşteri ilişkileri yönetiminin temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mevcut müşteriyi memnun ederek sadakatini sağlamak",
      "B": "Fiyat rekabetini artırmak",
      "C": "Sadece yeni müşteri kazanmak",
      "D": "Reklam harcamalarını azaltmak",
      "E": "Yalnızca kurum içi iletişimi güçlendirmek"
    },
    "explanation": "MİY, uzun vadeli müşteri bağlılığı oluşturarak kârlılığı artırmaya odaklanır.<br/>Metinde, Müşteri İlişkileri Yönetimi’nin doğrudan yeni müşteri kazanmak yerine mevcut müşteriyi memnun etmeyi, sadakatini artırmayı ve bunun sonucu olarak yeni müşterileri ağızdan ağıza pazarlama yoluyla kazandırmayı amaçladığı belirtilmiştir."
  },
  {
    "id": "3845019",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi hastanın sağlık işletmesinden ayrıldıktan sonra karşılamasını beklediği unsurlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hastalığın doğru teşhis edilmesi",
      "B": "Tedavi süresinin doğru tespit edilmesi",
      "C": "Kontrol randevusunda nazik ve sorumluluk çerçevesinde yaklaşılması",
      "D": "Sağlık hizmeti prosedürünün hekim tarafından açıklanması",
      "E": "Yatarak tedavilerde dengeli beslenmenin sağlanması"
    },
    "explanation": "Thomas (2008), hasta beklentilerini üç aşamada ele almıştır: sağlık işletmesine gelmeden önce, sağlık işletmesinin içinde ve sağlık işletmesinden ayrıldıktan sonra. “Kontrol randevusunda hastaya karşı nazik ve sorumluluk çerçevesinde yaklaşılması” ifadesi, ayrıldıktan sonraki beklentiler arasında yer alır.<br/>Thomas (2008)’in sınıflandırmasına göre hasta beklentileri üç aşamada incelenir:<br/><ul> <li> Sağlık işletmesine gelmeden önce,<br/></li> <li> Sağlık işletmesinin içinde,<br/></li> <li> Sağlık işletmesinden ayrıldıktan sonra.<br/></li> </ul> Kontrol randevusunda nazik ve sorumlu yaklaşım, “sağlık işletmesinden ayrıldıktan sonra” dönemine ait bir beklentidir. Doğru cevap <strong>C şıkkıdır</strong>."
  },
  {
    "id": "2175857",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 1920-1923 dönemi sağlık uygulamalarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sıhhat ve İçtimai Muavenet Vekâleti'nin kurulması",
      "B": "Haydarpaşa Numune Hastanesi'nin açılması",
      "C": "Bakteriyoloji ve Kimya Laboratuvarları Kanunu'nun çıkarılması",
      "D": "Umumi Hıfzıssıhha Kanunu'nun çıkarılması",
      "E": "Fizyoterapi Müesseseleri Hakkında Kanun'un çıkarılması"
    },
    "explanation": "Sıhhat ve İçtimai Muavenet Vekâleti'nin kurulması 1920-1923 Dönemi sağlık uygulamalarından biridir. Diğer seçeneklerdeki gelişmeler sonraki dönemlere aittir.<br/>Sıhhat ve İçtimai Muavenet Vekâleti'nin kurulması. Yanıt A'dır."
  },
  {
    "id": "2175897",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 1923-1946 dönemi sağlık uygulamalarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Merkezi yönetimin koruyucu hekimlik hizmetlerini üstlenmeleri",
      "B": "Yerel yönetimlerin tedavi edici hekimlik hizmetlerini üstlenmeleri",
      "C": "Bulaşıcı hastalıklar ile mücadele programlarının oluşturulması",
      "D": "Tıp fakülteleri mezunlarının zorunlu hizmete tabi olmaları",
      "E": "Sağlık Hizmetlerinin Sosyalleştirilmesi Hakkındaki Yasa'nın kabul edilmesi"
    },
    "explanation": "Sağlık Hizmetlerinin Sosyalleştirilmesi Hakkındaki Yasa'nın kabul edilmesi 1923-1946 dönemi sağlık uygulamalarından biri değildir, 1961 yılında kabul edilmiştir.<br/>Sağlık Hizmetlerinin Sosyalleştirilmesi Hakkındaki Yasa'nın kabul edilmesi. Yanıt E'dir."
  },
  {
    "id": "2176229",
    "unitNumber": 2,
    "text": "Sağlık hizmetleri ve çevrenin korunması ile ilgili olarak vurgulanan sorumluluk alanları, 1983 ve 1989 tarihli “Sağlık ve Sosyal Yardım Bakanlığının Teşkilat Ve Görevleri Hakkında Kanun Hükmünde Kararname” ile devlet adına Sağlık Bakanlığının görevleri içerisine dahil edilmiştir. Buna göre aşağıdakilerden hangisi Sağlık Bakanlığı'nın görevleri içinde değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Makro plan ve programlar çerçevesinde çevre sağlığından ana ve çocuk sağlığına kadar tüm toplumu kapsayıcı sağlık hizmetlerinin sunumu",
      "B": "Sağlık hizmetlerinin makro plan ve programlarının yapılması, uygulanması, yönetilmesi ve özellikle sunumu ile ilgili olarak ortaya çıkan finansman ihtiyacının karşılanması",
      "C": "Sağlık hizmetlerinin makro planlar dahilinde denetleyerek, yerel düzeyde sağlık müdürlüklerinin uygulamalarını plan dışında tutmak",
      "D": "Ulusal düzeyde belirlenen politika ve programların uygulanması, yönetimi, makro planlama çerçevesinde koordinasyonun sağlanması ve takip edilmesi",
      "E": "Ulusal sağlık hizmetlerinin belirlenmesi doğrultusunda tüm toplumun sağlık açısından tam iyilik hâlini sürdürebilmesi için toplumun tümünü kapsayıcı plan ve programlar yapmak"
    },
    "explanation": "Sağlık hizmetlerinin makro planlar dahilinde denetleyerek, yerel düzeyde sağlık müdürlüklerinin uygulamalarını plan dışında tutmak Sağlık Bakanlığı'nın bir görevi değildir. Aksine yerel düzeyde uygulamalar için koordinasyon ve denetim sağlar.<br/>Sağlık hizmetlerinin makro planlar dahilinde denetleyerek, yerel düzeyde sağlık müdürlüklerinin uygulamalarını plan dışında tutmak. Yanıt C'dir."
  },
  {
    "id": "2176230",
    "unitNumber": 2,
    "text": "Sağlık yönetiminin ilk fonksiyonu olan; yönetimin nereye, niçin, nasıl, hangi araç ve yöntemlerle, ne zaman ve nerede ulaşılacağının tespit edildiği fonksiyon aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Planlama",
      "B": "Örgütleme",
      "C": "Yönetme",
      "D": "Eşgüdümleme",
      "E": "Denetleme"
    },
    "explanation": "Sağlık yönetiminin ilk fonksiyonu olan; yönetimin nereye, niçin, nasıl, hangi araç ve yöntemlerle, ne zaman ve nerede ulaşılacağının tespit edildiği fonksiyon planlama fonksiyonudur.<br/>Planlama. Yanıt A'dır."
  },
  {
    "id": "2176289",
    "unitNumber": 2,
    "text": "Sağlık yönetiminin son fonksiyonu olan; elde edilen sonuçlarla hedeflenmiş sonuçların karşılaştırılmasını; sonuçta ortaya çıkan durumun değerlendirilmesini ifade eden fonksiyon aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Planlama",
      "B": "Eşgüdüm",
      "C": "Yönetme",
      "D": "Örgütleme",
      "E": "Denetleme"
    },
    "explanation": "Sağlık yönetiminin son fonksiyonu olan; elde edilen sonuçlarla hedeflenmiş sonuçların karşılaştırılmasını; sonuçta ortaya çıkan durumun değerlendirilmesini ifade eden fonksiyon denetleme fonksiyonudur.<br/>Denetleme. Yanıt E'dir."
  },
  {
    "id": "2176292",
    "unitNumber": 2,
    "text": "Hastane yönetiminde, hasta bakım ve tedavi hizmetlerini sunan servis ve polikliniklerin yönetimi ile hemşirelik ve tıbbi personel yönetimini içeren yönetim türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Malzeme yönetimi",
      "B": "Genel yönetim",
      "C": "Tıbbi yönetim",
      "D": "Personel yönetimi",
      "E": "Finansal yönetim"
    },
    "explanation": "Hastane yönetimi, tıbbi yönetim ve genel yönetim olmak üzere iki alt dala ayrılabilir. Tıbbi yönetim; hasta bakım ve tedavi hizmetlerini sunan servis ve polikliniklerin yönetimi ile hemşirelik ve tıbbi personel yönetimini içermektedir. Genel yönetim ise diğer işletmelerdeki<br/>yönetim işlevlerinin yanı sıra büro yönetimi, mali yönetim, personel yönetimi ve hasta bakımına yardımcı olan diyet, yiyecek-içecek, ev idaresi, arşiv, çamaşırhane gibi destek hizmet birimlerini kapsamaktadır.<br/>Tıbbi yönetim. Yanıt C'dir."
  },
  {
    "id": "2176309",
    "unitNumber": 2,
    "text": "Birden fazla branşta, günübirlik ayakta muayene, teşhis, tedavi ve tıbbi bakım hizmetleri verilen, asgari 5 gözlem yatağı ile 24 saat sağlık hizmeti sunan bir hastane bünyesinde kurulan ya da bir hastane ile koordineli olmak kaydıyla çalışan sağlık kurumları sundukları hizmet türüne göre hangi tür hastanelerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "İlçe hastanesi",
      "B": "Genel hastane",
      "C": "Eğitim ve araştırma hastanesi",
      "D": "Gün hastanesi",
      "E": "Vakıf hastanesi"
    },
    "explanation": "Birden fazla branşta, günübirlik ayakta muayene, teşhis, tedavi ve tıbbi bakım hizmetleri verilen, asgari 5 gözlem yatağı ile 24 saat sağlık hizmeti sunan bir hastane bünyesinde kurulan ya da bir hastane ile koordineli olmak kaydıyla çalışan sağlık kurumları sundukları hizmet türüne göre gün hastaneleridir.<br/>Gün hastanesi. Yanıt D'dir."
  },
  {
    "id": "2176316",
    "unitNumber": 2,
    "text": "Kısa süreli yataklı tedavi hizmeti veren hastaneler dikey bütünleşme basamağına göre hangi gruba dahildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Birinci seviye hastaneler",
      "B": "İkinci seviye hastaneler",
      "C": "Üçüncü seviye hastaneler",
      "D": "Özel hastaneler",
      "E": "Kamu hastaneleri"
    },
    "explanation": "Kısa süreli yataklı tedavi hizmeti veren hastaneler dikey bütünleşme basamağına göre ikinci seviye hastanelerdir.<br/>İkinci seviye hastaneler. Yanıt B'dir."
  },
  {
    "id": "2176326",
    "unitNumber": 2,
    "text": "Yataklı tedavi kurumu olan hastanelerde hasta kişilerin hastaneye yatırılması, barındırılması, hasta ve yakınlarının hastanelerde yeme, içme, barınma, korunma, çamaşır, ısınma ihtiyaçlarının karşılanması hastanelerin işlevlerinden hangisini işaret etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Teknik işlev",
      "B": "Finansal işlev",
      "C": "Otelcilik işlevi",
      "D": "Araştırma geliştirme işlevi",
      "E": "Koruyucu ve sağlık hizmetleri işlevi"
    },
    "explanation": "Yataklı tedavi kurumu olan hastanelerde hasta kişilerin hastaneye yatırılması, barındırılması, hasta ve yakınlarının hastanelerde yeme, içme, barınma, korunma, çamaşır, ısınma ihtiyaçlarının karşılanması, hastanelerin otelcilik hizmetleri de verdiğini göstermektedir.<br/>Otelcilik işlevi. Yanıt C'dir."
  },
  {
    "id": "2176331",
    "unitNumber": 2,
    "text": "Bir hastanede aynı bilgilerin sürekli istenmesi, birden fazla noktada aynı veri girişlerinin yapılması ve hastalardan istenen tahlillerin birkaç kere yapılması durumu, sağlık kuruluşlarında yalın yönetimde tanımlanan israf türlerinden hangisine girer?",
    "correctAnswer": "E",
    "options": {
      "A": "Aşırı üretim",
      "B": "Ulaşım",
      "C": "Bekleme",
      "D": "Envanter",
      "E": "Aşırı işlem"
    },
    "explanation": "Bir hastanede aynı bilgilerin sürekli istenmesi, birden fazla noktada aynı veri girişlerinin yapılması ve hastalardan istenen tahlillerin birkaç kere yapılması durumu, sağlık kuruluşlarında yalın yönetimde tanımlanan israf türlerinden aşırı işlem türü israfa girer.<br/>Aşırı işlem. Yanıt E'dir."
  },
  {
    "id": "2177213",
    "unitNumber": 2,
    "text": "I. Planlama<br/>II. Örgütleme<br/>III. İletme<br/>IV. Entegre etme<br/>V. Yürütme<br/>Sağlık hizmetleri yönetimin bileşkesi unsurlar hangi seçenekte doğru sıralanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve V",
      "B": "I, II, III",
      "C": "Yalnız III",
      "D": "III, IV ve V",
      "E": "Yalnız V"
    },
    "explanation": "Sağlık Hizmetleri Yönetimi, bir sistemin ideal olarak yürütülmesini gerekli kılan bir süreç olduğu bütünsel bir perspektifle düşünüldüğünde; planlama, örgütleme, yürütme, koordinasyon ve denetim fonksiyonlarına ilişkin kavram, ilke, kuram, model ve tekniklerin bileşkesi olarak adlandırılmaktadır.<br/>Planlama, örgütleme, yürütme. Yanıt A'dır."
  },
  {
    "id": "2177216",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sadece hastalık ve sakatlığın yokluğu değil, fiziksel, ruhsal ve sosyal yönden tam iyilik halidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlık",
      "B": "Refah",
      "C": "Güç",
      "D": "Karizma",
      "E": "İtibar"
    },
    "explanation": "Sadece hastalık ve sakatlığın yokluğu değil, fiziksel, ruhsal ve sosyal yönden tam iyilik hali sağlık olarak tanımlanır.<br/>Sağlık. Yanıt A'dır."
  },
  {
    "id": "2177219",
    "unitNumber": 2,
    "text": "I. Entegrasyon<br/>II. Yapılanma<br/>III. Koruyucu sağlık hizmetleri<br/>IV. Milli sağlık politikaları<br/>V. Sağlığın güçlendirilmesi<br/>Türkiye’de sağlık yönetiminin tarihsel gelişimi hangi seçenekte doğru sıralanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "II, III ve IV",
      "B": "I ve V",
      "C": "I, II ve III",
      "D": "IV ve V",
      "E": "Yalnız IV"
    },
    "explanation": "Türkiye’de sağlık yönetiminin tarihsel gelişimini 1920-1923 yılları arasındaki yapılanma dönemi, 1923-1946 yılları arasındaki koruyucu sağlık hizmetlerinin önceliği, 1946-1960 yılları arasındaki milli sağlık politikaları çalışmaları, 1960-1980 dönemindeki sosyalizasyon çalışmaları ve 1980 sonrası dönemde yaşanan sağlık politikalarında reform çalışmaları şeklinde sınıflandırılabilir. Ayrıca 2000 sonrası dönemde daha yoğun bir şekilde ele alınan Sağlıkta Dönüşüm Programı da konumuz dâhilindedir.<br/>Yapılanma, koruyucu sağlık hizmetleri ve milli sağlık politikaları. Yanıt A'dır."
  },
  {
    "id": "2177225",
    "unitNumber": 2,
    "text": "Türkiye Büyük Millet Meclisi’nin ilk Sağlık Bakanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Adnan Adıvar",
      "B": "Refik Saydam",
      "C": "Rıza Nur",
      "D": "Sadi Konuk",
      "E": "Behçet Uz"
    },
    "explanation": "Türkiye Büyük Millet Meclisi’nin ilk Sağlık Bakanı Adnan Adıvar ‘dır.<br/>Adnan Adıvar. Yanıt A'dır."
  },
  {
    "id": "2177229",
    "unitNumber": 2,
    "text": "I. Personelin hizmet içi eğitimi<br/>II. Hastaların tedavisi<br/>III. Finansal kaynaklar<br/>IV. Fiziksel kaynaklar<br/>V. Malzemeler<br/>Hastanelerde girdileri oluşturan unsurlar hangi seçenekte doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "III, IV ve V",
      "B": "I, II ve III",
      "C": "Yalnız III",
      "D": "II, III ve IV",
      "E": "Yalnız V"
    },
    "explanation": "Finansal kaynaklar, fiziksel kaynaklar, malzemeler, insan gücü ve hastalar hastanelerde girdileri oluşturmaktadır. Dolayısı ile sorunun doğru yanıtı; A seçeneğidir.<br/>Finansal kaynaklar, fiziksel kaynaklar, malzemeler. Yanıt A'dır."
  },
  {
    "id": "2177233",
    "unitNumber": 2,
    "text": "Hastaneleri birinci, ikinci ve üçüncü basamak olarak sınıflamak, hangi tür sınıflamadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dikey bütünleşme",
      "B": "Eğitim statüsü",
      "C": "Büyüklük",
      "D": "Mülkiyet esası",
      "E": "Sunulan hizmet türü"
    },
    "explanation": "Hastaneler çeşitli başlıklar altında sınıflandırılır. Eğitim statüsüne, büyüklüğüne, mülkiyet esasına göre sınıflama gibi. Dikey bütünleşme, hastaneleri sınıflandırmanın bir başka yoludur. Birinci, ikinci ve üçüncü basamak hastane, bir dikey bütünleşmeye yönelik sınıflandırmadır."
  },
  {
    "id": "2177238",
    "unitNumber": 2,
    "text": "I. Tedavi edici<br/>II. Koruyucu<br/>III. Eğitim<br/>IV. Turizm<br/>V. Kalkınma<br/>Hastanelerin dört temel sağlık hizmeti işlevi hangi seçenekte doğru sıralanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "Yalnız I",
      "C": "III ve IV",
      "D": "Yalnız IV",
      "E": "III, IV ve V"
    },
    "explanation": "Hastanelerin dört temel sağlık hizmeti işlevi şu şekilde sıralanır: Tedavi edici, koruyucu ve geliştirici, eğitim, araştırma ve geliştirme. Dolayısı ile soruda doğru yanıt, A seçeneğidir.<br/>Tedavi edici, koruyucu ve eğitim."
  },
  {
    "id": "2177240",
    "unitNumber": 2,
    "text": "Dr. Duygu, Covid-19 şüphelisi hasta için akciğer tomografisi ister ve hasta radyolojiye yönlendirilir. Tomografi çekiminden sonra radyolog Dr. hastanın raporunu hazırlar ve Dr. Duygu hastaya ait görüntüyü sistemden raporuyla birlikte inceler. Bu arada, Dr. Duygu, laboratuvardan hastanın sürüntü testinin sonucunu da alır.<br/>Dr Duygu’nun çalıştığı hastanenin verdiği sağlık hizmetinin diğer mal ve hizmetlerden ayrılmasını sağlayan özellik hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşlevsel bağımlılık",
      "B": "Arzın pahalı oluşu",
      "C": "İkamesi olmayan hizmet sunumu",
      "D": "Kar amacı gütmeyen çıktı",
      "E": "Üretimde standartlaştırmanın zorluğu"
    },
    "explanation": "İşlevsel bağımlılık, bir kişi veya birimin iş yapabilmesi için bir başka kişi veya birimin hizmetlerine gereksinim duymasıdır. Örnekte, Dr. Duygu radyoloji istemi, sürüntü testi istemi için başka birimlerin hizmetlerine gereksinim duyar. Dolayısıyla sağlık hizmetleri ile diğer meslek gruplarının faaliyetleri arasında yüksek derecede iş bölümü ve koordinasyon gerektiğinden hastanelerde işlevsel bağımlılık çok yüksektir. Dolayısı ile sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "2177243",
    "unitNumber": 2,
    "text": "I. Değer<br/>II. İtme<br/>III. Mükemmellik<br/>IV. Değer akışı<br/>V. İşlevsellik<br/>Yalın üretim prensipleri, hangi seçenekte doğru sıralanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III ve IV",
      "B": "Yalnız I",
      "C": "II, III ve IV",
      "D": "Yalnız V",
      "E": "III, IV ve V"
    },
    "explanation": "Yalın üretim prensipleri; değer, mükemmellik, değer akışı, akış, çekme unsurlarından oluşur. Dolayısı ile, sorunun doğru yanıtı, “Değer, mükemmellik, değer akışı” seçeneğidir."
  },
  {
    "id": "2177248",
    "unitNumber": 2,
    "text": "I. Hastalar<br/>II. Hastaların aileleri<br/>III. Düzenleyiciler<br/>IV. Hemşireler<br/>V. Doktorlar<br/>Yalın sağlık girişiminde bir hastanenin dış müşterileri hangi seçenekte doğu verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "Yalnız II",
      "C": "II, III ve IV",
      "D": "Yalnız IV",
      "E": "IV ve V"
    },
    "explanation": "Yalın sağlık girişiminde bir hastanenin dış müşterileri, hastalar, hastaların aileleri, düzenleyiciler ve mükelleflerdir. Soruda doğru yanıt A şıkkında yer alan “hastalar, hastaların aileleri, düzenleyiciler “seçeneğidir."
  },
  {
    "id": "2846647",
    "unitNumber": 2,
    "text": "Türkiye'de Sıhhat ve İçtimai Muavenet Vekâleti hangi tarihte kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1920",
      "B": "1923",
      "C": "1925",
      "D": "1930",
      "E": "1940"
    },
    "explanation": "Türkiye Büyük Millet Meclisi açıldıktan sonra 3 sayılı kanun ile 2 Mayıs 1920’de ülkeye sağlık<br/>hizmeti sunulmasından ve toplumun sağlık politikalarının üretilmesinden sorumlu olarak Sıhhat ve<br/>İçtimai Muavenet Vekâleti (Sağlık ve Sosyal Yardım Bakanlığı) kurulmuştur."
  },
  {
    "id": "2846648",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ilk olarak Numune Hastanelerinin kurulduğu illerden <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ankara",
      "B": "Sivas",
      "C": "Erzurum",
      "D": "Diyarbakır",
      "E": "Eskişehir"
    },
    "explanation": "İlk olarak 1924 yılında Ankara, Sivas, Erzurum ve Diyarbakır’da Numune Hastaneleri, 1936 yılında da Haydarpaşa Numune Hastanesi açılmıştır. Adana ve Trabzon Numune Hastanelerinin daha sonraki yıllarda tamamlanmasıyla Numune Hastanesi sayısı 7’ye çıkarılmıştır."
  },
  {
    "id": "2846649",
    "unitNumber": 2,
    "text": "“Refik Saydam Merkez Hıfzısıhha Enstitüsü” kaç yılında kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1920",
      "B": "1923",
      "C": "1928",
      "D": "1933",
      "E": "1940"
    },
    "explanation": "Cumhuriyet’in ilânından sonraki dönemlerde izlenen sağlık politikalarının görece daha verimli olduğu dönemin özellikle Atatürk dönemi olduğu söylenebilir. Bu dönemde sağlıkla ilgili yapılan düzenlemelerle 49 kanun, 2 kanun hükmünde kararname, 12 tüzük ve 21 yönetmelik çıkarılmıştır. 1928 yılında kurulan “Refik Saydam Merkez Hıfzısıhha Enstitüsü” bunun en önemli göstergelerindendir"
  },
  {
    "id": "2846651",
    "unitNumber": 2,
    "text": "Sağlık yönetiminin işlevlerinin ilki aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Planlama",
      "B": "Örgütlenme",
      "C": "Yönetme",
      "D": "Eş Güdümleme",
      "E": "Denetleme"
    },
    "explanation": "Planlama, yönetimin ilk işlevidir. Bu işlevle yönetimin nereye, niçin, nasıl, hangi araç ve yöntemlerle, ne zaman ve nerede ulaşılacağı tespit edilir."
  },
  {
    "id": "2846653",
    "unitNumber": 2,
    "text": "\"Belli bir işin yapılması için tahsis edilmiş olan kaynakların karşılıklı ilişkileri belirlenerek belli bir yönetim yapısı içerisinde sistemli olarak yer edinmesi\" tanımı aşağıdakilerden hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Planlama",
      "B": "Örgütleme",
      "C": "Denetleme",
      "D": "Eş Güdümleme",
      "E": "Yönetme"
    },
    "explanation": "Örgütleme, belli bir işin yapılması için tahsis edilmiş olan kaynakların karşılıklı ilişkileri belirlenerek belli bir yönetim yapısı içerisinde sistemli olarak yer edinmesidir."
  },
  {
    "id": "2846655",
    "unitNumber": 2,
    "text": "Mülkiyet esasına göre hastaneler kaça ayrılır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Hastaneler mülkiyetine göre; kamu hastaneleri, vakıf hastaneleri ve özel hastaneler olmak üzere üç gruba ayrılır."
  },
  {
    "id": "2846656",
    "unitNumber": 2,
    "text": "Ülkemizde kamu hastaneleri asgari yatak sayısı kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "30",
      "B": "50",
      "C": "70",
      "D": "100",
      "E": "150"
    },
    "explanation": "Ülkemizde, kamu hastaneleri asgari 50 yataklı, özel hastaneler ise; asgari 100 yataklı olarak açılabilirler."
  },
  {
    "id": "2846659",
    "unitNumber": 2,
    "text": "Ülkemizde özel hastaneler asgari kaç yataklı olarak açılabilirler?",
    "correctAnswer": "B",
    "options": {
      "A": "50",
      "B": "100",
      "C": "120",
      "D": "150",
      "E": "200"
    },
    "explanation": "Ülkemizde, kamu hastaneleri asgari 50 yataklı, özel hastaneler ise; asgari 100 yataklı olarak açılabilirler."
  },
  {
    "id": "2846660",
    "unitNumber": 2,
    "text": "Hastaneleri dikey bütünleşme basamağına göre kaç gruba ayrılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Hastaneleri dikey bütünleşme basamağına göre; birinci basamak, ikinci basamak ve üçüncü basamak hastaneler olmak üzere üç grupta toplamak<br/>mümkündür."
  },
  {
    "id": "2846662",
    "unitNumber": 2,
    "text": "Çevresel faktörleri çok farklı yönleriyle anlamaya çalışarak değişikliklere uyum sağlamak, yalın yönretim düşüncesinde hangi yaklaşımı tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Global (bütüncül) yaklaşım",
      "B": "Duyarlılık yaklaşımı",
      "C": "Dinamik yaklaşım",
      "D": "Tutumluluk (ekonomik olma) yaklaşımı",
      "E": "Geleceği öngörme ya da tahmin etme yaklaşımı"
    },
    "explanation": "Duyarlılık yaklaşımı: Çevresel faktörleri çok farklı yönleriyle anlamaya çalışarak değişikliklere uyum sağlamak"
  },
  {
    "id": "3844963",
    "unitNumber": 2,
    "text": "Türkiye Büyük Millet Meclisi açıldıktan sonra, 3 sayılı kanun ile 2 Mayıs 1920’de, ülkeye sağlık hizmeti sunulmasından ve toplumun sağlık politikalarının üretilmesinden sorumlu olarak aşağıdakilerden hangisi kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Maarif Vekâleti",
      "B": "Sıhhat ve İçtimai Muavenet Vekâleti",
      "C": "Bayındırlık Vekâleti",
      "D": "Ticaret Vekâleti",
      "E": "Nafıa Vekâleti"
    },
    "explanation": "Türkiye Büyük Millet Meclisi’nin açılmasının ardından sağlık hizmetlerini organize etmek, toplum sağlığını geliştirmek ve sağlık politikalarını belirlemek amacıyla 2 Mayıs 1920’de 3 sayılı kanun ile Sıhhat ve İçtimai Muavenet Vekâleti kurulmuştur. Bu vekâlet, günümüzdeki Sağlık Bakanlığı’nın temelini oluşturmuş ve Cumhuriyet dönemi sağlık teşkilatının kurumsal yapısının gelişmesinde önemli rol oynamıştır.<br/>2 Mayıs 1920’de, 3 sayılı kanun ile kurulan ve ülkeye sağlık hizmeti sunmak ile toplumun sağlık politikalarını üretmekten sorumlu olan kurum Sıhhat ve İçtimai Muavenet Vekâleti’dir.<br/>Doğru cevap: B şıkkıdır"
  },
  {
    "id": "3844964",
    "unitNumber": 2,
    "text": "Türkiye Büyük Millet Meclisi'nin ilk Sağlık Bakanı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dr. Refik Saydam",
      "B": "Dr. Mazhar Osman",
      "C": "Dr. Adnan Adıvar",
      "D": "Dr. Behçet Uz",
      "E": "Dr. Hüseyin Cahit Yalçın"
    },
    "explanation": "2 Mayıs 1920’de kurulan Sıhhat ve İçtimai Muavenet Vekâleti’nin başına getirilen Dr. Adnan Adıvar, TBMM’nin ilk Sağlık Bakanı olarak görev yapmıştır<br/>Türkiye Büyük Millet Meclisinin ilk sağlık bakanı Dr. Adnan Adıvar’dır.<br/>Doğru cevap B şıkkıdır."
  },
  {
    "id": "3844967",
    "unitNumber": 2,
    "text": "Cumhuriyet’in ilânından sonraki Atatürk döneminde sağlık alanında yapılan düzenlemelerden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Refik Saydam Merkez Hıfzıssıhha Enstitüsü’nün kurulması",
      "B": "Sağlıkta Dönüşüm Programı",
      "C": "Sosyal Güvenlik Kurumu’nun kurulması",
      "D": "Aile Hekimliği uygulaması",
      "E": "Genel Sağlık Sigortası"
    },
    "explanation": "Atatürk döneminde sağlık alanında kapsamlı düzenlemeler yapılmış, bu dönemde 49 kanun, 2 kanun hükmünde kararname, 12 tüzük ve 21 yönetmelik çıkarılmıştır. 1928 yılında kurulan Refik Saydam Merkez Hıfzıssıhha Enstitüsü, halk sağlığını koruma, bulaşıcı hastalıklarla mücadele ve aşı üretimi konularında önemli görevler üstlenmiş, dönemin en önemli sağlık yatırımlarından biri olmuştur.<br/>Cumhuriyet’in ilânından sonraki Atatürk döneminde sağlık alanında yapılan önemli düzenlemelerden biri, Refik Saydam Merkez Hıfzıssıhha Enstitüsü’nün kurulmasıdır.<br/>Doğru cevap:<strong> A) </strong>Refik Saydam Merkez Hıfzıssıhha Enstitüsü’nün kurulması"
  },
  {
    "id": "3844969",
    "unitNumber": 2,
    "text": "Sağlıkta Dönüşüm Programı’nın temel amaçlarından biri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sağlık hizmetlerinin sadece büyük şehirlerde yoğunlaştırılması",
      "B": "Sağlık hizmetlerinin etkili, verimli ve adil bir şekilde organize edilmesi",
      "C": "Özel sektörün sağlık alanındaki payını azaltmak",
      "D": "Yalnızca ilaç fiyatlarının düşürülmesi",
      "E": "Sadece aile hekimliği sisteminin yaygınlaştırılması"
    },
    "explanation": "2003 yılında uygulanmaya başlanan Sağlıkta Dönüşüm Programı, sağlık sisteminin yeniden yapılandırılması amacıyla hazırlanmıştır. Programın temel amaçları; sağlık hizmetlerini etkili, verimli ve adil şekilde organize etmek, finansmanını sağlamak ve sunmaktır. Bu amaçlar doğrultusunda insan merkezlilik, sürdürülebilirlik, sürekli kalite gelişimi, katılımcılık, uzlaşmacılık, gönüllülük, güçler ayrılığı ve hizmette rekabet gibi ilkeler benimsenmiştir.<br/>Sağlıkta Dönüşüm Programı’nın temel amaçlarından biri, sağlık hizmetlerinin etkili, verimli ve adil bir şekilde organize edilmesidir.<br/>Doğru cevap: <strong>B) </strong>Sağlık hizmetlerinin etkili, verimli ve adil bir şekilde organize edilmesi"
  },
  {
    "id": "3844971",
    "unitNumber": 2,
    "text": "Bir sağlık kurumunda, hastaların bakım sürecinde görev alan tüm personelin çalışmalarını uyumlu hale getirmek, ekipler arasında kesintisiz iletişimi sağlamak ve çabaların birbirini engellemeyecek şekilde düzenlenmesi aşağıdaki yönetim işlevlerinden hangisiyle ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Planlama",
      "B": "Örgütleme",
      "C": "Eşgüdümleme",
      "D": "Denetleme",
      "E": "Yönlendirme"
    },
    "explanation": "Koordinasyon, işletmede veya kurumda yürütülen çalışmalar arasında uyum sağlama sürecidir. Sağlık kurumlarında koordinasyon, hastaların bakımında görev alan tüm personelin eşgüdümlü çalışmasını, bilgi akışının kesintisiz olmasını ve faaliyetlerin birbirini engellemeyecek şekilde düzenlenmesini kapsar. Bu işlev, özellikle hastane gibi çok disiplinli ve karmaşık yapılarda hizmet kalitesinin ve verimliliğin artırılmasında kritik rol oynar.<br/>Bir sağlık kurumunda, personelin çalışmalarını uyumlu hale getirme, kesintisiz iletişim sağlama ve çabaların birbirini engellemeyecek şekilde düzenlenmesi, Eşgüdümleme (Koordinasyon) işlevine aittir.<br/>Doğru cevap: <strong>C) </strong>Eşgüdümleme (Koordinasyon)"
  },
  {
    "id": "3844973",
    "unitNumber": 2,
    "text": "Bir sağlık kuruluşunda, hedeflenen hizmet sonuçları ile elde edilen sonuçların karşılaştırılması, sapmaların belirlenerek gerekli düzeltici önlemlerin alınması hangi yönetim işlevini ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Planlama",
      "B": "Denetleme",
      "C": "Yönlendirme",
      "D": "Örgütleme",
      "E": "Eşgüdümleme"
    },
    "explanation": "Denetleme (kontrol) işlevi, elde edilen sonuçlarla hedeflenen sonuçların karşılaştırılması ve ortaya çıkan durumun değerlendirilmesidir. Bir kurumun etkin bir denetleme yapabilmesi için önceden hedeflerini belirlemiş ve bu hedeflere uygun plan ve programlar hazırlamış olması gerekir. Sağlık kurumlarında denetleme, sapmaların tespit edilerek gerekli düzeltmelerin yapılmasını sağlar ve hizmetlerin amaç doğrultusunda yönlendirilmesine katkıda bulunur (Çamcı, 2007).<br/>Soruda, “elde edilen sonuçlarla hedeflenen sonuçların karşılaştırılması, sapmaların tespit edilmesi ve gerekli önlemlerin alınması” süreci tanımlanmaktadır. Bu tanım, yönetim sürecinde denetleme (kontrol) işlevine aittir.<br/>Doğru cevap: <strong>B) Denetleme</strong>"
  },
  {
    "id": "3844976",
    "unitNumber": 2,
    "text": "Hastanelerde faaliyetlerin hem fonksiyon esasına hem de hizmet esasına göre gruplandırıldığı, fonksiyonel yönetici ile vaka yöneticisinin birlikte görev yaptığı organizasyon yapısına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fonksiyonel organizasyon",
      "B": "Matris organizasyon",
      "C": "Hiyerarşik organizasyon",
      "D": "Proje organizasyonu",
      "E": "Bürokratik organizasyon"
    },
    "explanation": "Matris organizasyon, faaliyetlerin fonksiyon esasına göre gruplandırıldığı bir yapının üzerine proje organizasyonunun eklenmesiyle ortaya çıkar. Hastanelerde tıbbi hizmetlerin dahiliye, KBB, göz gibi branşlara ayrılması hizmet esasına göre örgütlenmeyi; hemşirelik, tıbbi hizmetler gibi bölümlere ayrılması ise fonksiyon esasına göre örgütlenmeyi ifade eder. Bu yapı, hem fonksiyonel yönetici hem vaka yöneticisi barındırır. Yetki bilgi ve yetenekten alınır, iletişim çok yönlüdür ve planlama ile koordinasyon büyük önem taşır (Kocabıyık, 2008; Şahin, 2010).<br/>Soruda hem fonksiyon esasına hem de hizmet esasına göre örgütlenmenin bir arada olduğu, iki farklı yönetici tipinin (fonksiyonel yönetici ve vaka yöneticisi) bulunduğu bir organizasyon yapısı tanımlanmaktadır. Bu tanım, matris organizasyon yapısına aittir.<br/>Doğru cevap: <strong>B) Matris organizasyon</strong>"
  },
  {
    "id": "3844979",
    "unitNumber": 2,
    "text": "Sunulan hizmet türüne göre, belirli bir yaş veya cins grubu hastalara ya da belirli bir hastalığa tutulanların tedavisine yönelik olarak hizmet veren yataklı sağlık kurumları aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Genel hastaneler",
      "B": "Eğitim ve araştırma hastaneleri",
      "C": "Özel dal hastaneleri",
      "D": "Gün hastaneleri",
      "E": "İlçe/belde hastaneleri"
    },
    "explanation": "Özel dal hastaneleri; belirli bir yaş veya cins grubu hastalar, belirli bir hastalık ya da organ grubu hastalıklarının tanı ve tedavisini yapan yataklı sağlık kurumlarıdır. Doğum ve çocuk bakım evleri, kaplıca ve fizik tedavi merkezleri, rehabilitasyon merkezleri, ruh sağlığı hastaneleri, onkoloji merkezleri gibi kurumlar bu kapsamda değerlendirilir (Yiğittop, 2008).<br/>Soruda belirtilen, “belirli bir yaş veya cins grubu hastalara ya da belirli bir hastalığa tutulanların tedavisine yönelik” tanım, <strong>özel dal hastaneleri</strong>ne aittir.<br/>Doğru cevap: <strong>C) Özel dal hastaneleri</strong>"
  },
  {
    "id": "3844980",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi hastanelerin genel özelliklerinden biri değildir?",
    "correctAnswer": "0",
    "options": {
      "A": "Kâr amacı gütmeyen sağlık kurumlarıdır.",
      "B": "Çeşitli girdileri işleyip yararlı çıktılar haline dönüştürürler.",
      "C": "Eğitim ve araştırma faaliyetleri yürütebilirler.",
      "D": "Tamamen tek bir branşta hizmet verirler.",
      "E": "Sağlık endüstrisi pazarında çevreden etkilenir ve çevreyi etkilerler."
    },
    "explanation": "Hastaneler, sağlık sisteminin temel yapı taşları olup hem genel hem de branş bazlı sağlık hizmeti sunabilirler. Genel hastaneler birçok uzmanlık dalında hizmet verirken, özel dal hastaneleri belirli bir branşa odaklanır. Dolayısıyla “tamamen tek bir branşta hizmet verir” ifadesi tüm hastanelerin özelliği değildir (Şentürk, 2020; Şahin, 2010).<br/>Hastaneler, genellikle kâr amacı gütmeyen, yataklı tedavi sunan, çeşitli girdileri (personel, malzeme, hasta vb.) işleyerek yararlı çıktılar (tedavi, eğitim, araştırma vb.) üreten karmaşık yapılardır. Ancak tek bir branşta hizmet veren kurumlar özel dal hastaneleridir; bu durum tüm hastaneler için geçerli değildir.<br/>Doğru cevap: <strong>D) Tamamen tek bir branşta hizmet verirler</strong>"
  },
  {
    "id": "3844996",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sağlık kurumlarında yalın düşünce ilkelerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hizmetlerde bekleme sürelerini artırmak",
      "B": "Değer katmayan faaliyetleri artırmak",
      "C": "Hasta bakış açısı ile değeri tanımlamak",
      "D": "Tekrar eden işlemleri çoğaltmak",
      "E": "Maliyetleri artıracak süreçler eklemek"
    },
    "explanation": "Yalın düşüncenin ilk adımı, değerin hasta bakış açısıyla tanımlanmasıdır. Hastaların ihtiyaçlarının ve beklentilerinin doğru bir şekilde belirlenmesi, sunulan hizmetin bu ihtiyaç ve beklentileri karşılayacak şekilde tasarlanması gerekir. Böylece değer katmayan faaliyetler tespit edilip ortadan kaldırılabilir, süreçte israf azaltılabilir ve hasta memnuniyeti artırılabilir (Tanyıldızı, 2019).<br/>Yalın düşüncenin ilk adımı, değerin hasta bakış açısı ile tanımlanmasıdır. Hastaların ihtiyaçlarının ve beklentilerinin doğru belirlenmesi, hizmetin buna uygun tasarlanması gerekir.<br/>Doğru Cevap C'dir."
  },
  {
    "id": "1948094",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b78aa2b2404228a4586c6ee683891d55.jpeg\" alt=\"\" width=\"440\" height=\"97\"><br/>Yukarıda verilenlerden hangisi/hangileri Türkiye’deki ve Amerika Birleşik Devletleri’ndeki sağlık sektöründe, son 10 yılda yaşanılan büyümenin nedenleri olarak gösterilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "II-III",
      "B": "I-II",
      "C": "I-II-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "<ol><br/><li>madde dışındaki diğer maddeler doğrudur. Konuyu hatırlayalım:</li><br/></ol><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/20c79f9049445d03aa46d51ac993204c.jpeg\" alt=\"\" width=\"388\" height=\"376\">"
  },
  {
    "id": "1948152",
    "unitNumber": 3,
    "text": "Aşağıda verilenlerden hangisi/hangileri, Türkiye’de 01.08.1998 tarihli Resmi Gazetede yayımlanarak yürürlüğe giren ve 16.01.2019 yılında güncellenen Hasta Hakları Yönetmeliğinde ifade edilen başlıca hasta haklarındandır?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4a1a8965d5103f30d64e1c49c7fb03b1.jpeg\" alt=\"\" width=\"549\" height=\"123\">",
    "correctAnswer": "E",
    "options": {
      "A": "I-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "<strong>Türkiye’de Hasta Hakları</strong><br/>Tüm maddeler doğrudur. Tüm hakları hatırlayalım:<br/><ul><br/><li> Sağlık hizmetlerinden adalet ve hakkaniyete uygun olarak faydalanma hakkı</li><br/><li>Bilgi isteme hakkı</li><br/><li>Sağlık kuruluşunu seçme ve değiştirme hakkı</li><br/><li>Hizmet alacağı sağlık personelini tanıma, seçme ve değiştirme hakkı</li><br/><li>Yetersiz sağlık hizmeti durumunda öncelik sırasının tıbbi kriterlere göre belirlenmesini isteme hakkı</li><br/><li>Modern tıbbi gereklere uygun teşhis, tedavi ve bakım isteme hakkı</li><br/><li>Sağlık kayıtlarını inceleme, düzeltme ve gizli tutulmasını isteme hakkı</li><br/><li>Hasta mahremiyetine saygı isteme hakkı</li><br/><li>Rıza olmaksızın tıbbi ameliyeye tabi tutulmama hakkı</li><br/><li>Kendisine uygulanması planlanan veya uygulanmakta olan tedaviyi reddetme veya durdurulmasını isteme hakkı</li><br/><li>Sağlık kurum ve kuruluşlarında güvenlik içinde olmayı bekleme ve bunu isteme hakkı</li><br/><li>Sağlık kurum ve kuruluşlarının imkânları ölçüsünde hastaların dini vecibelerini serbestçe yerine getirebilmeleri için gereken tedbirler alınmasını isteme hakkı</li><br/><li>Kişilik değerlerine uygun bir şekilde ve ortamda sağlık hizmetlerinden faydalanma hakkı</li><br/><li>Refakatçi bulundurulmasını isteme hakkı</li><br/><li>Tıbbi ve zorunlu haller kapsamında hizmetin sağlık kurum ve kuruluşu dışında verilmesini isteme hakkı</li><br/><li>Hasta haklarının ihlali hâlinde, mevzuat çerçevesinde her türlü müracaat, şikâyet ve dava hakkı</li><br/></ul>"
  },
  {
    "id": "2120894",
    "unitNumber": 3,
    "text": "Genellikle pratisyen hekimler tarafından verilen ve insanları sağlıkla ilgili acil durumlara karşı koruyan herhangi bir tıbbi bakım hizmeti hangi sağlık hizmeti olarak adlandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Beslenme desteği",
      "B": "Farmakolojik bakım",
      "C": "Koruyucu bakım",
      "D": "Doğum öncesi bakım",
      "E": "Fizik tedavi ve günlük aktivite terapisi"
    },
    "explanation": "<strong>Başlıca Sağlık Hizmeti Türleri</strong><br/>İnsanları sağlıkla ilgili acil durumlara karşı koruyan herhangi bir tıbbi bakım hizmeti, koruyucu bakım olarak bilinir. Bu tür sağlık hizmeti, insanların sağlıklı kalmasını ve herhangi bir hastalık kapmamasını sağlar. Koruyucu bakım, tehlikeli seviyeye gelip hastanın sağlığını kalıcı olarak etkilemeden önce, hastalıkların önünü en başından kesmeye yardımcı olur. Koruyucu sağlık hizmeti verenler genellikle pratisyen hekimlerdir."
  },
  {
    "id": "2120903",
    "unitNumber": 3,
    "text": "Ülkemizde aile hekimliği uygulamasıyla işlerlik kazanan ve bir hastanın sağlık sistemine girdiği andan itibaren ilk karşılaştığı hizmet olarak adlandırılan sağlık hizmeti aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Beslenme desteği",
      "B": "Laboratuvar ve teşhis hizmetleri",
      "C": "Ruh sağlığı hizmetleri",
      "D": "Birinci basamak sağlık hizmeti",
      "E": "Ağız ve diş sağlığı hizmetleri"
    },
    "explanation": "<strong>Başlıca Sağlık Hizmeti Türleri</strong><br/>Bir hastanın sağlık sistemine girdiği andan itibaren ilk karşılaştığı hizmet birinci basamak sağlık hizmetidir. Eczaneleri de içine alan bu basamakta eğer acil bir durumu yoksa, sağlık şikâyeti olan insanlarla ilgilenecek olanlar birinci basamak sağlık hizmeti personelidir. Ülkemizde <strong><em>birinci basamak sağlık hizmeti </em></strong>aile hekimliği uygulamasıyla işlerlik kazanmıştır. Bu en çok faydalanılan hizmettir ve bir pratisyen doktor, eczacı veya fizyoterapist tarafından sağlanır."
  },
  {
    "id": "2120913",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi birinci basamak sağlık hizmetlerine dâhil değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Erken müdahale",
      "B": "Sağlık sorunlarının önlenmesi",
      "C": "Sağlığın teşvik edilmesi",
      "D": "Sağlık sorunları olan kişilerin teşhisi, tedavisi ve bakımı",
      "E": "Plastik cerrahi tedavisi"
    },
    "explanation": "<strong>Birinci Basamak Sağlık Hizmeti </strong><br/>Plastik cerrahi tedavisi üçüncü basamak sağlık hizmeti kapsamında olduğundan, birinci basamak sağlık hizmetine dâhil değildir. Birinci basamak sağlık hizmetlerine aşağıdakiler dâhildir:<br/><ul><br/><li>Erken müdahale</li><br/><li>Sağlığın teşvik edilmesi</li><br/><li>Sağlık sorunlarının önlenmesi</li><br/><li>Süregelen ve uzun vadeli tıbbi durumları yönetme</li><br/><li>Sağlık sorunları olan kişilerin teşhisi, tedavisi ve bakımı</li><br/></ul>"
  },
  {
    "id": "2121096",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0c0fd543cf4ed663919f0cf689ca2ea4.jpeg\" alt=\"\" width=\"579\" height=\"279\"><br/>Yukarıda sağlık hizmeti türleri ve bu türlere ait tanımların ve açıklamaların sunulduğu iki sütunlu bir tablo verilmiştir. Tablodaki bilgilere göre aşağıdaki eşleştirmelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I-b, II-c, III-a, III-d",
      "B": "I-b, II-d, III-c, III-a",
      "C": "I-b, II-a, III-c, III-d",
      "D": "I-b, II-d, II-c, III-a",
      "E": "I-b, I-d, II-c, III-a"
    },
    "explanation": "<strong>Başlıca Sağlık Hizmeti Türleri</strong><br/>Birinci basamak sağlık hizmeti bir sağlık sistemi içindeki insanların çeşitli nedenlerle başvurduğu ilk sağlık birimi tarafından sağlanan hizmetini kapsamaktadır. I-b eşlemesi doğrudur. İkinci basamak sağlık hizmetleri belirli bir organa, vücuttaki belirli bir bölüme, duruma veya hastalığa odaklanır. II-d eşlemesi söylenebilir. Üçüncü basamak sağlık hizmetleri hem diğer sağlık hizmetlerinden verilen sevk üzerine sunulan özel danışmanlık hizmetini ifade eder, hem de sağlık hizmetlerine dâhil olan hizmetlerden bazıları ciddi yanıklar, deri grefti ve plastik cerrahi tedavileri kapsar. III-c ve III-a doğrudur. Doğru yanıt B."
  },
  {
    "id": "2121362",
    "unitNumber": 3,
    "text": "“Doktor, en önemli hizmet sağlayıcı olarak değil, ekip lideri olarak merkezi bir rol oynamaktadır” ve “Tıp bir takım oyunudur ve insanları takım olarak nasıl eğiteceğimizi öğrenmenin bir yolunu bulmalıyız.” diyen Harry Jacobson gelecekte hangi sağlık modelini savunuyor olabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Grup Ziyaretleri",
      "B": "Çevrimiçi Ziyaretler",
      "C": "Takım Oyunu",
      "D": "Veri madenciliği",
      "E": "Yapay zeka ve nesnelerin interneti"
    },
    "explanation": "<strong>SAĞLIK HİZMETLERİNİN GELİŞTİRİLMESİ </strong><br/>Takım oyunu modeli günümüzde pek çok yerde benimsenmiş durumdadır ancak gelecekte tüm tıp kurumları; doktor ve personelin ekip olarak bir araya geldiği, kaliteli sağlık hizmetleri sunan yerler hâline gelecektir. Vanderbilt Üniversitesi Sağlık İşleri Rektör Yardımcısı ve Vanderbilt Üniversitesi Tıp Merkezi Direktörü olarak görev yapan Harry Jacobson<em>,“Doktor, en önemli hizmet sağlayıcı olarak değil, ekip lideri olarak merkezi bir rol oynamaktadır.” demektedir. “Tıp bir takım oyunudur ve insanları takım olarak nasıl eğiteceğimizi öğrenmenin bir yolunu bulmalıyız.”</em>. Doğru cevap C."
  },
  {
    "id": "2121377",
    "unitNumber": 3,
    "text": "Verilerin internet üzerinden doktora -veya izleme istasyonundaki birisine-iletildiğinde, doktorun ilaç belirleme de dahil gerekli gördüğü adımları atabilmesinin önünü açan modeli savunan Andrew Keller aşağıdaki hangi uygulamadan söz etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çevrimiçi ziyaretler",
      "B": "Elektronik sağlık kayıtları",
      "C": "Takım Oyunu",
      "D": "Veri madenciliği",
      "E": "Yapay zeka ve nesnelerin interneti"
    },
    "explanation": "<strong>SAĞLIK HİZMETLERİNİN GELİŞTİRİLMESİ </strong><br/>Yapay zeka ve nesnelerin İnterneti teknolojisi, sağlık sisteminin karşı karşıya olduğu zorlukların bir kısmını hafifletecektir. Ancak onu sektöre tamamıyla entegre etmek zaman alacaktır. Andrew Keller bu modeli şöyle açıklamaktadır: <em>“Bu veriler internet üzerinden doktora -veya izleme istasyonundaki birisine- iletildiğinde, doktor ilaçları ayarlayabilir veya gerekli gördüğü adımları atabilir.”</em><br/><em>Doğru yanıt E. </em>"
  },
  {
    "id": "2122265",
    "unitNumber": 3,
    "text": "Sağlık hizmetlerinin sınıflandırılması ile ilgili aşağıda verilen bilgilerden hangisi/hangileri doğrudur?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d895a77781cd89e751e9515ff4d8757e.jpeg\" alt=\"\" width=\"593\" height=\"114\">",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "I-II",
      "C": "I-III",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "<strong>SAĞLIK HİZMETLERİNİN SINIFLANDIRILMASI</strong><br/>Sağlık hizmetleri pek çok açıdan sınıflandırmaya tabi tutulabilir. Kamu ya da özel kesim kaynaklı olup olmamasından, hizmetin verildiği sağlık biriminin yapısından uygulanan tedavilerin çeşitlerine kadar birçok sınıflandırma yapmak mümkündür. Koruyucu, tedavi edici, rehabilite edici ve geliştirici sağlık hizmetleri şeklinde bir sınıflama en sık gördüğümüz sınıflamalardan biridir. Dolayısıyla tüm maddeler doğrudur. Doğru cevap E."
  },
  {
    "id": "2122340",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ya da hangileri Dünya Sağlık Örgütünün (DSÖ) tanımladığı birinci basamak sağlık hizmeti hedeflerine ulaşılmasına yardımcı unsurlardandır?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/668651236a9ff479cb34f8a42b4b56a7.jpeg\" alt=\"\" width=\"528\" height=\"103\">",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III-V",
      "B": "I-II-III-IV",
      "C": "I- III-IV -V",
      "D": "I-II-IV-V",
      "E": "I-II-III-IV-V"
    },
    "explanation": "<strong>Birinci Basamak Sağlık Hizmeti </strong><br/>Dünya Sağlık Örgütü (DSÖ), birinci basamak sağlık hizmeti hedeflerine ulaşılmasına yardımcı olacak 4 unsur tanımlamıştır.<br/><ol><br/><li>Sağlığı tüm sektörlere entegre edin.</li><br/><li>Paydaş katılımını arttırın.</li><br/><li>Sosyal diyaloğun iş birlikçi modellerini takip edin.</li><br/><li>Sağlıklı hizmetlerini insanların ihtiyaç ve beklentilerine göre düzenleyin.</li><br/></ol><br/>Dolayısıyla I.,II.,III.,IV. maddeler doğrudur. Doğru cevap B."
  },
  {
    "id": "2176301",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sağlık erişimine engel teşkil eden faktörlerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birinci basamak sağlık hizmetlerinin yaygınlaşması",
      "B": "Tedavi ücretlerinin yüksek olması",
      "C": "Yetersiz ve eksik sağlık hizmeti sunulması",
      "D": "Çok kültürlü ve çok dilli hizmet eksikliği",
      "E": "Sağlık sigortası eksikliği"
    },
    "explanation": "<strong>SAĞLIK VE SAĞLIK HİZMETLERİ </strong><br/>Pek çok faktör sağlık erişimine engel teşkil edebilir; bunlardan bazılarının ciddi sonuçları olabilmektedir. Bu faktörler arasında; yüksek tedavi ücretleri, mevcut hizmetlerin yetersizliği ve eksikliği, çok kültürlü ve çok dilli bir yeterliliğe sahip bir sağlık hizmetinin eksikliği, yetersiz sağlık sigortası kapsamı veya hiç sigorta olmaması sayılabilir."
  },
  {
    "id": "2176304",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yasal anlamda Türkiye’de yürürlükte olan hasta haklarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Refakatçi bulundurulmasını isteme hakkı",
      "B": "Tedaviye yurt dışında devam edilmesini isteme hakkı",
      "C": "Ulaşım imkanı sağlanması hakkı",
      "D": "Çok dilli personel veya tercüman isteme hakkı",
      "E": "Özel hastanelerde ücretsiz tedavi hakkı"
    },
    "explanation": "<strong>SAĞLIK VE SAĞLIK HİZMETLERİ </strong><br/>01.08.1998 tarihli Resmî Gazetede yayımlanarak yürürlüğe giren ve en son 16.01.2019 yılında güncellenen Hasta Hakları Yönetmeliğine göre; “Refakatçi bulundurulmasını isteme hakkı” Türkiye’de yürürlükte olan hasta haklarından biridir"
  },
  {
    "id": "2176308",
    "unitNumber": 3,
    "text": "Sağlık hizmetlerinde maliyetlerin artması sonucu aşağıdakilerden hangisi meydana gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hastaların güncel teknolojik gelişmelerden faydalanmaları zorlaşır.",
      "B": "Birinci basamak sağlık hizmetleri yaygınlaşır.",
      "C": "İkinci basamak sağlık hizmetleri yaygınlaşır.",
      "D": "Hastanesiz sağlık hizmeti yaygınlaşır.",
      "E": "Siber güvenlik yaygınlaşır."
    },
    "explanation": "<strong>SAĞLIK VE SAĞLIK HİZMETLERİ </strong><br/>Tıp alanı bir taraftan ileri teknolojinin avantajlarından faydalanırken madalyonun öteki yüzü çirkinleşmeye devam etmektedir. Madalyonun öteki yüzünde sağlık hizmetlerinin artan maliyeti vardır. Bu durum hastaların sektördeki en son teknolojik gelişmelerden faydalanmalarını zorlaştırmaktadır."
  },
  {
    "id": "2176311",
    "unitNumber": 3,
    "text": "Tedavi veya prosedürün ortalama maliyeti hakkında hasta ve hasta yakınlarının bilgilendirme zorunluluğu hangi esasların kapsamına girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiyat şeffaflığı",
      "B": "Ödeme modeli",
      "C": "Büyük veri",
      "D": "Yapay zeka teknolojisi",
      "E": "Siber güvenlik"
    },
    "explanation": "<strong>SAĞLIK VE SAĞLIK HİZMETLERİ </strong><br/>Fiyat şeffaflığı yasaları hastaların bilgiye dayalı, daha iyi kararlar almasına fırsat tanımaktadır. Bu uygulama, insanların ihtiyaç duydukları şeffaflığı ortaya çıkarmaktadır. Hastaneler artık tüketicilerin tedavi veya prosedürün ortalama maliyetini öğrenebilmesi için fiyatları ilan etmek zorunda kalmaktadır."
  },
  {
    "id": "2176313",
    "unitNumber": 3,
    "text": "Koruyucu sağlık hizmeti genellikle kimler tarafından verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pratisyen hekimler",
      "B": "Uzman hekimler",
      "C": "Hemşireler",
      "D": "Hasta bakıcılar",
      "E": "Yardımcı sağlık personeli"
    },
    "explanation": "<strong>SAĞLIK HİZMETLERİNİN SINIFLANDIRILMASI </strong><br/>Koruyucu sağlık hizmeti verenler genellikle pratisyen hekimlerdir."
  },
  {
    "id": "2176317",
    "unitNumber": 3,
    "text": "Hekimler ve diğer tıp uzmanları ile birlikte çalışan eczacıların verdiği hizmet, aşağıdaki sağlık hizmeti türlerinden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Farmakolojik Bakım.",
      "B": "Beslenme Desteği.",
      "C": "Koruyucu bakım hizmetleri.",
      "D": "Ruh sağlığı hizmetleri.",
      "E": "Birinci Basamak Sağlık Hizmeti."
    },
    "explanation": "<strong>SAĞLIK HİZMETLERİNİN SINIFLANDIRILMASI</strong><br/>Farmakolojik Bakım: Eczacılar hasta merkezli sonuçlar ortaya koyabilmek için doktorlar ve diğer tıp uzmanları ile birlikte çalışırlar. Sadece sağlığı teşvik etmekle kalmaz aynı zamanda hastalıkları önlemeye ve tedavi etmeye de yardımcı olurlar."
  },
  {
    "id": "2176320",
    "unitNumber": 3,
    "text": "Aile hekimliği uygulamasıyla işlerlik kazanan pratisyen doktor, eczacı veya fizyoterapist tarafından sağlanan ve hastaların endişe duyduğu çeşitli fiziksel, sosyal ve psikolojik sorunlarla ilgilenen sağlık hizmeti aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birinci basamak sağlık hizmeti.",
      "B": "İkinci basamak sağlık hizmeti.",
      "C": "Ana-çocuk sağlığı hizmeti.",
      "D": "Üçüncü basamak sağlık hizmeti.",
      "E": "Yüksek teknolojiye sahip sağlık hizmeti."
    },
    "explanation": "<strong>SAĞLIK HİZMETLERİNİN SINIFLANDIRILMASI </strong><br/>Ülkemizde birinci basamak sağlık hizmeti aile hekimliği uygulamasıyla işlerlik kazanmıştır. Bu en çok faydalanılan hizmettir ve bir pratisyen doktor, eczacı veya fizyoterapist tarafından sağlanır."
  },
  {
    "id": "2176325",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi birinci basamak sağlık hizmetleri arasında değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hasta ulaşımının sağlanması.",
      "B": "Erken müdahale.",
      "C": "Sağlığın teşvik edilmesi.",
      "D": "Sağlık sorunlarının önlenmesi.",
      "E": "Sağlık sorunları olan kişilerin teşhisi, tedavisi ve bakımı."
    },
    "explanation": "<strong>SAĞLIK HİZMETLERİNİN SINIFLANDIRILMASI </strong><br/>Birinci basamak sağlık hizmetlerine aşağıdakiler dahildir: Erken müdahale, Sağlığın teşvik edilmesi, Sağlık sorunlarının önlenmesi, Süregelen ve uzun vadeli tıbbi durumları yönetme, Sağlık sorunları olan kişilerin teşhisi, tedavisi ve bakımı"
  },
  {
    "id": "2176556",
    "unitNumber": 3,
    "text": "Hekimin hastasına danışmanlık ve tavsiye verdiği geleneksel sistemin gelecekte, tek bir hasta yerine aynı semptomları gösteren birden fazla hasta ile gerçekleştirilmesi durumu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Grup Ziyaretleri.",
      "B": "Çevrim İçi Ziyaretler.",
      "C": "Takım Oyunu.",
      "D": "ESK (Elektronik Sağlık Kayıtları)",
      "E": "ETK (Elektronik Tıbbi Kayıtlar)"
    },
    "explanation": "<strong>SAĞLIK HİZMETLERİNİN GELİŞTİRİLMESİ </strong><br/>Grup ziyaretleri, sistemin verimliliğini artırmaya ve hasta görme süresini azaltmaya yardımcı olabilecek, bir sonraki adımdır. Doktorun hastaya danışmanlık ve tavsiye verdiği geleneksel sistem burada da uygulanacaktır. Tek fark, doktorun tek bir hasta yerine aynı semptomları gösteren bir grup hasta ile ilgilenecek olmasıdır."
  },
  {
    "id": "2176563",
    "unitNumber": 3,
    "text": "Sağlık profesyonellerinin biyomedikal verilerden, bazı değerli bilgileri elde etmelerine yarayacak uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri madenciliği.",
      "B": "Siber güvenlik.",
      "C": "Çevirim içi ziyaretler.",
      "D": "Grup ziyaretleri.",
      "E": "Takım oyunu."
    },
    "explanation": "<strong>SAĞLIK HİZMETLERİNİN GELİŞTİRİLMESİ</strong><br/>Büyük Veri: Biyomedikal verilerden bilgi edinmek kazançlı bir fırsattır ancak henüz derinlemesine araştırılmamıştır. Dönüşüm çabası içinde olan sektör için bu yöndeki araştırmalar bazı olumlu sonuçlar ortaya koymuştur, bu da sağlık profesyonellerinin bazı değerli bilgileri elde etmelerine yarayacak model üzerinde çalışmaya başlayabileceği anlamına gelmektedir. Sağlık hizmetlerinin geleceği, aynı zamanda sistem tahminlerini daha iyi açıklayabilen mevcut araçlarla ağları desteklemeye odaklanacaktır."
  },
  {
    "id": "3840022",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sağlık hizmetlerine erişimi engelleyen faktörlerden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "A) Yüksek tedavi ücretleri",
      "B": "B) Ulaşım imkânlarının eksikliği",
      "C": "C) Çok dilli hizmetlerin yetersizliği",
      "D": "D) Sağlık hizmetlerinde etik kurallarının varlığı",
      "E": "E) Sınırlı sağlık sigortası"
    },
    "explanation": "<strong>Çözüm:</strong> Sağlık hizmetlerinde etik kurallarının varlığı, hizmetlere erişimi engelleyen değil, kolaylaştıran ve düzenleyen bir faktördür. Diğerleri sağlık hizmetlerine erişimi kısıtlayan faktörlerdir."
  },
  {
    "id": "3840023",
    "unitNumber": 3,
    "text": "<h3>Amerikan sağlık sisteminde 2010 yılında yürürlüğe giren \"Ekonomik Bakım Yasası\" aşağıdakilerden hangisini hedeflemez?</h3>",
    "correctAnswer": "D",
    "options": {
      "A": "A) Medicaid programının kapsamını genişletmek",
      "B": "B) Sağlık hizmetleri maliyetlerini düşürmek",
      "C": "C) Sağlık sigortasını daha erişilebilir hale getirmek",
      "D": "D) Teletıp sistemlerinin yaygınlaştırılması",
      "E": "E) Tıbbi bakım yöntemlerinde yenilikleri desteklemek"
    },
    "explanation": "<strong>Çözüm:</strong> Ekonomik Bakım Yasası; sağlık maliyetlerini azaltmayı, Medicaid programının genişletilmesini ve sigorta erişimini artırmayı hedeflemektedir. Teletıp sistemlerinin yaygınlaştırılması yasa kapsamında değildir."
  },
  {
    "id": "3840024",
    "unitNumber": 3,
    "text": "<h3>Sağlık hizmetlerinin sınıflandırılmasında aşağıdaki hizmet türlerinden hangisi, hastalıklardan korunmayı amaçlar?</h3>",
    "correctAnswer": "B",
    "options": {
      "A": "A) Rehabilite edici sağlık hizmetleri",
      "B": "B) Koruyucu sağlık hizmetleri",
      "C": "C) Geliştirici sağlık hizmetleri",
      "D": "D) Tedavi edici sağlık hizmetleri",
      "E": "E) Acil sağlık hizmetleri"
    },
    "explanation": "<strong>Çözüm:</strong> Koruyucu sağlık hizmetleri hastalık oluşmadan önce önlemler alarak bireyleri hastalıktan korumayı hedefler. Diğerleri ise tedavi veya rehabilitasyona yöneliktir."
  },
  {
    "id": "3840026",
    "unitNumber": 3,
    "text": "<h3>Türkiye'deki Hasta Hakları Yönetmeliği’ne göre, aşağıdaki haklardan hangisi hasta hakları arasında sayılmaz?</h3>",
    "correctAnswer": "E",
    "options": {
      "A": "A) Sağlık hizmetlerinden adil faydalanma",
      "B": "B) Bilgi isteme hakkı",
      "C": "C) Sağlık kuruluşunu seçme hakkı",
      "D": "D) Tıbbi ameliyatı reddetme hakkı",
      "E": "E) Tedavi maliyetlerini belirleme hakkı"
    },
    "explanation": "<strong>Çözüm:</strong> Türkiye Hasta Hakları Yönetmeliği'nde tedavi maliyetlerini belirleme hakkı hasta hakları arasında yer almaz."
  },
  {
    "id": "3840027",
    "unitNumber": 3,
    "text": "<h3>Sağlık sektöründe fiyat şeffaflığının önemiyle ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?</h3>",
    "correctAnswer": "B",
    "options": {
      "A": "A) Fiyatlar ne kadar gizli tutulursa sağlık hizmeti kalitesi o kadar artar",
      "B": "B) Fiyat şeffaflığı hastaların daha bilinçli kararlar vermesine yardımcı olur",
      "C": "C) Fiyat şeffaflığı her durumda sağlık maliyetlerini artırır",
      "D": "D) Sağlık kurumları fiyatları gizli tutmak zorundadır",
      "E": "E) Şeffaflık hasta memnuniyetini olumsuz etkiler"
    },
    "explanation": "<strong>Çözüm:</strong> Fiyat şeffaflığı hastaların sağlık hizmetleri konusunda bilinçli karar vermesine yardımcı olur ve genel olarak olumlu etkiler yaratır."
  },
  {
    "id": "3840028",
    "unitNumber": 3,
    "text": "<h3>Sağlık sektörünün karşılaştığı önemli zorluklardan biri olan iş gücü sorununu çözmek için aşağıdaki yaklaşımlardan hangisi benimsenmiştir?</h3>",
    "correctAnswer": "B",
    "options": {
      "A": "A) Çalışma saatlerinin azaltılması",
      "B": "B) Lise öğrencilerine sektör hakkında bilgi verilmesi",
      "C": "C) Hastanelerde doktor sayısının azaltılması",
      "D": "D) Hizmetlerin tamamen dijitale dönüştürülmesi",
      "E": "E) Sağlık hizmetlerinin ücretsiz hale getirilmesi"
    },
    "explanation": "<strong>Çözüm:</strong> İş gücü sorununun çözümü için lise öğrencilerine sağlık sektöründe kariyer olanakları hakkında bilgi vermek gibi bir yöntem uygulanmıştır."
  },
  {
    "id": "3840030",
    "unitNumber": 3,
    "text": "<h3>Sağlık hizmetlerinin sınıflandırılmasına göre, fizik tedavi hangi sağlık hizmet türü içinde yer alır?</h3>",
    "correctAnswer": "C",
    "options": {
      "A": "A) Acil sağlık hizmetleri",
      "B": "B) Koruyucu sağlık hizmetleri",
      "C": "C) Rehabilite edici sağlık hizmetleri",
      "D": "D) Birinci basamak sağlık hizmetleri",
      "E": "E) Üçüncü basamak sağlık hizmetleri"
    },
    "explanation": "<strong>Çözüm:</strong> Fizik tedavi hizmetleri, hastaların hareket kabiliyetini iyileştirmek amacıyla sunulan rehabilite edici sağlık hizmetleri kapsamındadır."
  },
  {
    "id": "3840031",
    "unitNumber": 3,
    "text": "<h3>Sağlık sektöründe grup ziyaretlerinin temel amacı aşağıdakilerden hangisidir?</h3>",
    "correctAnswer": "C",
    "options": {
      "A": "A) Hastaların bireysel mahremiyetini artırmak",
      "B": "B) Hastalar arasında maliyet paylaşımını sağlamak",
      "C": "C) Sistemin verimliliğini artırmak ve hasta görme süresini azaltmak",
      "D": "D) Hastaların sağlık profesyonellerine olan bağımlılığını azaltmak",
      "E": "E) Tüm sağlık hizmetlerini dijital ortamda sunmak"
    },
    "explanation": "<strong>Çözüm:</strong> Grup ziyaretleri, sağlık hizmetlerinin verimliliğini artırmak ve hastalarla görüşme sürelerini azaltmak amacıyla düzenlenir."
  },
  {
    "id": "3840032",
    "unitNumber": 3,
    "text": "<h3>Aşağıdakilerden hangisi sağlık hizmetlerinin geliştirilmesi açısından gelecekte öne çıkması beklenen yöntemlerden biridir?</h3>",
    "correctAnswer": "A",
    "options": {
      "A": "A) Çevrim içi sağlık ziyaretleri",
      "B": "B) Hastanelerin sayısını azaltmak",
      "C": "C) Sağlık sigortalarını kaldırmak",
      "D": "D) Tüm hizmetlerin ücretsiz olması",
      "E": "E) Doktor-hasta iletişimini azaltmak"
    },
    "explanation": "<strong>Çözüm:</strong> Gelecekte çevrim içi sağlık ziyaretlerinin daha fazla yaygınlaşması ve sağlık sistemlerine entegre edilmesi beklenmektedir."
  },
  {
    "id": "3840034",
    "unitNumber": 3,
    "text": "<h3>Aşağıdakilerden hangisi sağlık hizmetlerinde karşılaşılan siber güvenlik risklerini azaltmak için önerilen yöntemlerden biridir?</h3>",
    "correctAnswer": "B",
    "options": {
      "A": "A) Tıbbi cihazları internet erişimine sürekli açık tutmak",
      "B": "B) Hassas kişisel verileri şifrelemek",
      "C": "C) Güvenlik politikalarını sadece yılda bir kez güncellemek",
      "D": "D) Parolaların değiştirilmesini azaltmak",
      "E": "E) IT departmanını satın alma süreçlerine dâhil etmemek"
    },
    "explanation": "<strong>Çözüm:</strong> Siber güvenlik risklerini azaltmak için önerilen yöntemlerden biri hassas kişisel verileri şifrelemektir. Diğer seçenekler riskleri artırıcı niteliktedir."
  },
  {
    "id": "2120406",
    "unitNumber": 4,
    "text": "Sağlık işletmeciliği için aşağıdakilerden hangisi doğrudur?<br/><ol type=\"I\"> <li>İnsan kaynakları yönetimi, şirketi örgütsel hedefler doğrultusunda en iyi aşamaya getirebilecek bir yönetim sürecidir.</li> <li>İnsan kaynakları yönetimi, insan gücünü verimli kullanarak organizasyonun etkinliğini arttırmayı amaçlar.</li> <li>Bir işletmenin örgütsel bağlamda başarıya ulaşabilmesi, değişime uyum sağlayabilmesi ve insan kaynaklarının yetenekleri ile de paralellik gösterir.</li> <li>İnsan işletmeyi kurar, yönetir ve işletmeye hayat verir bu nedenle de insanı işletmeden çıkardığımızda ortaya sadece materyal yapılar kalır.</li> <li>İnsan kaynağından maksimum verim elde edilmesi ancak doğru işi doğru zamanda doğru yerde yapabilmekle sağlanabilmektedir.</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV ve V",
      "B": "II, III, IV ve V",
      "C": "III, IV ve V",
      "D": "I, IV ve V",
      "E": "II ve III"
    },
    "explanation": "Konu Başlığı: Sağlık İşletmeciliği - Giriş<br/>Sağlık İşletmeciliği - Giriş<br/>insan işletmeyi kurar, yönetir ve işletmeye hayat verir bu nedenle de insanı işletmeden çıkardığımızda ortaya sadece materyal yapılar kalır.<br/><em>İnsan kaynakları yönetimi, </em>şirketi örgütsel hedefler doğrultusunda en iyi aşamaya getirebilecek bir yönetim sürecidir.<br/><em>Bir işletmenin örgütsel bağlamda başarıya ulaşabilmesi, değişime uyum sağlayabilmesi ve insan kaynaklarının yetenekleri ile de paralellik gösterir.</em><br/>İnsan kaynakları, işletmelerin veya örgütlerin hizmet ve ürün olarak ürettiği, hedeflerine ulaşmak amacıyla kullandığı kaynaklardan biri olan insanı ifade eder."
  },
  {
    "id": "2120411",
    "unitNumber": 4,
    "text": "Sağlık kuruluşlarında iş analizi neden önemlidir?<br/><ol type=\"I\"> <li>İş yaşamının kalitesini arttırır.</li> <li>Çalışanların performanslarının incelenmesinde etkilidir.</li> <li>İş ile ilgili konuların çalışanlar tarafından algılanması için bilgi verir.</li> <li>Kurumdaki eğitim ihtiyacını tespit eder.</li> <li>Yöneticilerle sağlık kurumunda çalışanlar arasındaki sorunların çözümünde fayda sağlar.</li> <li>Performans değerlendirmedeki kriterleri belirler.</li> <li>Herhangi olumsuz bir çalışma koşulunda sağlık kuruluşunda iyileştirme yapılmasını sağlar.</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III ve VII",
      "B": "II, III, IV, V ve VII",
      "C": "I, II, III, IV, VI ve VII",
      "D": "I, III, IV, V, VI ve VII",
      "E": "I, II, III, IV, V, VI ve VII"
    },
    "explanation": "Konu Başlığı: <strong>SAĞLIK İŞLETMELERİNDE İŞ ANALİZİ</strong><br/><em>İş analizinin sağlık kuruluşlarındaki önemi </em>(Erigüç ve Tekin, 2005)<em>; </em><br/><ul> <li>Çalışanların görevlerinin belirlenmesi yapacağı iş hakkında daha çok bilgi edinmesini ve işi anlamasını sağlar.</li> <li>İşin doğru ve standart ölçülerde yapılıp yapılmadığını kontrol eder.</li> <li>Çalışanların performanslarının incelenmesinde etkilidir.</li> <li>İş ile ilgili konuların çalışanlar tarafından algılanması için bilgi verir.</li> <li>Önemli noktalara değinerek sağlık hizmetlerinde verimli yönetim ve çalışmayı sağlar.</li> <li>İşe alım ve çıkarmalarda belli kriterler koyarak insan kaynaklarına destek sağlar.</li> <li>İş için ücret ve haklarının oluşmasında analizler sayesinde destek olur.</li> <li>Kurumdaki eğitim ihtiyacını tespit eder.</li> <li>Yöneticilerle sağlık kurumunda çalışanlar arasındaki sorunların çözümünde fayda sağlar.</li> <li>Performans değerlendirmedeki kriterleri belirler.</li> <li>İş alımı durumlarında seçme ve eğitim için kullanılacak maliyetin en aza düşürülmesi için çalışmalar yapar.</li> <li>Herhangi olumsuz bir çalışma koşulunda sağlık kuruluşunda iyileştirme yapılmasını sağlar.</li> <li>İş yaşamının kalitesini arttırır.</li> </ul>"
  },
  {
    "id": "2120415",
    "unitNumber": 4,
    "text": "İnsan kaynakları yönetiminin amaçları için hangisi doğrudur?<br/><ol type=\"I\"> <li>İnsan Kaynaklarını güçlendirmek</li> <li>Liyakat esasına bağlı kalarak istihdam sağlamak</li> <li>Bilimsel yaklaşımlara göre performans değerlendirmesi yapmak</li> <li>Çalışanları performansa göre ödüllendirmek ve motivasyonu artırmak</li> <li>Çeşitli teşvik mekanizmaları oluşturmada adil ve objektif olmak</li> <li>Çalışanların bağlılığını artırmak.</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "III, IV, V ve VI",
      "B": "II, III, IV ve V",
      "C": "I, II, III, IV ve VI",
      "D": "I, III, IV, V ve VI",
      "E": "I, II, III, IV, V ve VI"
    },
    "explanation": "Konu Başlığı: Sağlık İşletmeciliği - Giriş<br/><strong>İnsan Kaynakları Yönetiminin amaçlarını şu şekilde sıralamak mümkündür:</strong><br/>Teşkilatın amaçlarını gerçekleştirmek<br/><ul> <li>İnsan Kaynaklarını güçlendirmek</li> <li>Liyakat esasına bağlı kalarak istihdam sağlamak</li> <li>Bilimsel yaklaşımlara göre performans değerlendirmesi yapmak</li> <li>Çalışanları performansa göre ödüllendirmek (terfi gibi)</li> <li>Çalışanların motivasyonunu artırmak</li> <li>Çeşitli teşvik mekanizmaları oluşturmada adil ve objektif olmak</li> <li>Çalışanların bağlılığını artırmak</li> </ul>"
  },
  {
    "id": "2120420",
    "unitNumber": 4,
    "text": "“Bu teknikte, yöneticilerden ve çalışanlardan iş ile alakalı tüm bilgilere doğrudan ulaşılır, anlaşılmayan ya da eksik kısımlar hemen giderilebilir. Bu tekniğin olumsuz yönü zamanın verimli kullanılması açısından sorun teşkil edebilir ” ifadesi aşağıdaki hangi tekniği açıklamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Anket tekniği",
      "B": "Mülakat tekniği",
      "C": "Balance tekniği",
      "D": "Karma teknik",
      "E": "Gözlem tekniği"
    },
    "explanation": "Konu Başlığı: <strong>İş Analizinde Kullanılan Teknikler</strong><br/><strong>İş Analizinde Kullanılan Teknikler </strong><br/>Birçok iş analizi tekniği vardır. Bunlardan en yoğun olarak kullanılanları; <em>Gözlem, Mülakat, Anket ve Karma </em>olarak ayırabiliriz (Levine vd., 1983; Morgeson vd., 2019).<br/><strong>Mülakat Tekniği </strong><br/>Burada yöneticilerden ve çalışanlar aracılığıyla iş ile alakalı tüm bilgilere doğrudan ulaşılır, anlaşılmayan ya da eksik kısımlar hemen giderilebilir. Bu tekniğin olumsuz yönü zamanın verimli kullanılması açısından sorun teşkil edebilir."
  },
  {
    "id": "2120426",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, iş analizinde kullanılan yardımcı araçlardan stratejik analizler - dış etkenler kapsamına girmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "MOST analizi",
      "B": "Portföy analizi",
      "C": "PESTEL analizi",
      "D": "SWOT analizi",
      "E": "Denge-iş skor kartı"
    },
    "explanation": "Konu Başlığı: <strong>İş Analizinde Kullanılan Yardımcı Araçlar</strong><br/><strong>İş Analizinde Kullanılan Yardımcı Araçlar </strong><br/>İş analizinde çeşitli yardımcı araçlar kullanılmaktadır. Aşağıda bu araçların bazıları verilmiştir.<br/><strong>Stratejik Analizler- Dış Etkenler </strong><br/><strong>PESTEL Analizi: </strong>Politika, Ekonomi, Siyaset, Teknoloji, Çevre ve Yasal unsurların analiz edilmesini vurgulamaktadır. İş çevresindeki fırsat ve risk olabilecek durumları daha kapsamlı gözlemlemeye yardımcı olur. Piyasa görüntüsüne bakarak şirket büyüme stratejisini yönetmede kolaylık sağlar. Yeni keşifler iş alanları bulmanızı da sağlar. Genel olarak SWOT analizine destek amaçlı kullanılır (Issa vd., 2010).<br/><strong>Porter’in Kuvvetler Modeli: </strong>Sektördeki rekabeti belirlemek için ikame ürün tehdidi, tedarikçilerin gücünü, müşterilerin gücünü, tamamlayıcı ürünler ve piyasaya yeni giren tehdidini ölçer (Dobbs, 2014)."
  },
  {
    "id": "2121678",
    "unitNumber": 4,
    "text": "Doğru kişi doğru işte <u>çalıştırılmadığında</u> kurum içinde çalışanlar arasında çıkan problemler, kurumlarda hangi problemleri ortaya çıkartmaktadır?<br/><ol type=\"I\"> <li>İş gücü kaybına, verimliliğin düşmesine,</li> <li>İş kazalarında artış yaşanmasına,</li> <li>Çatışma ortamının oluşmasına,</li> <li>İşten çıkarmaların başlamasına,</li> <li>Eğitim maliyetlerinde azalışa,</li> <li>İşe devamsızlığa ve işte tatminsizliğe</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, IV ve VI",
      "B": "I, III, IV ve VI",
      "C": "II, III, IV, V ve VI",
      "D": "I, II, III, IV ve VI",
      "E": "I, II, III, IV, V ve VI"
    },
    "explanation": "Konu Başlığı: <strong>SAĞLIK İŞLETMELERİNDE PERSONEL ALIM VE SEÇİMİ </strong><br/><strong>SAĞLIK İŞLETMELERİNDE PERSONEL ALIM VE SEÇİMİ </strong><br/><em>İnsan Kaynaklarını Seçme ve Yerleştirme:</em><br/>Kurumlarda işe alım ve seçimler en zor alanlardan bir tanesidir. Kurumun başarılı olabilmesi için insan kaynakları bu noktada önemli rol tutar. <em>Doğru kişi doğru işte </em>çalıştırıldığında başarıya ulaşmak çok daha kolaydır. Aksi takdirde kurum içinde çalışanlar arasında problemler ortaya çıkmaktadır. Bu problemler de kurumlarda;<br/><ul> <li>Verimliliğin düşmesine,</li> <li>Çatışma ortamının oluşmasına,</li> <li>İş gücü kaybına,</li> <li>İş kazalarında artış yaşanmasına,</li> <li>İşten çıkarmaların başlamasına,</li> <li><strong>Eğitim maliyetlerinde artışa,</strong></li> <li>İşe devamsızlığa ve işte tatminsizliğe neden olmaktadır (Söyük, 2017).</li> </ul>"
  },
  {
    "id": "2121705",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi çalışan ihtiyacının dış kaynaklardan sağlanması kapsamında <strong>değildir </strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Eğitim kurumları",
      "B": "Transfer",
      "C": "İnternet",
      "D": "Çalışan kiralama",
      "E": "İşletme çalışanlarının tavsiyesi"
    },
    "explanation": "Konu Başlığı: <strong>SAĞLIK İŞLETMELERİNDE PERSONEL ALIM VE SEÇİMİ -</strong><br/><strong>Çalışan İhtiyacının Dış Kaynaklardan Sağlanması </strong><br/><strong>Çalışan İhtiyacının Dış Kaynaklardan Sağlanması </strong><br/>İlan ve Duyurular<br/>Kişisel Başvuru ya da Özgeçmiş Gönderme<br/>İşletme Çalışanlarının veya Tanıdıkların Tavsiyesi<br/>Eğitim Kurumları<br/>İnternet<br/>Çalışan Kiralama<br/>İnsan Kaynakları Danışmanlık Firmaları<br/><strong>Çalışan İhtiyacının İç Kaynaklardan Sağlanması</strong><br/>Terfi<br/>Transfer"
  },
  {
    "id": "2121740",
    "unitNumber": 4,
    "text": "İç kaynaklardan personel seçiminin işletmelere faydaları için aşağıdakilerden hangisi doğrudur?<br/><ol type=\"I\"> <li>Personelin moral ve motivasyonunda yükseliş,</li> <li>Örgüte olan bağlılığın artışı,</li> <li>İşletmedeki personelin yeteneklerinin değerlendirilmesi,</li> <li>Boşalan bölümleri zaman kaybetmeden doldurma,</li> <li>Maliyetlerde düşüş sağlama,</li> <li>Kurumun imajına olumlu etki etme,</li> <li>Yeni yeteneklerin alt kadrolardaki personel içinden keşfedilmesi</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, V ve VII",
      "B": "I, II, III, V ve VII",
      "C": "II, III, V, VI ve VII",
      "D": "I, III, IV, V, VI ve VII",
      "E": "I, II, III, IV, V, VI ve VII"
    },
    "explanation": "Konu Başlığı: <strong>İŞLETMELERİNDE PERSONEL ALIM VE SEÇİMİ </strong><br/>İç kaynaklardan personel seçiminde işletmelerin faydaları:<br/><ul> <li>Personelin moral ve motivasyonunda yükseliş,</li> <li>Örgüte olan bağlılığın artışı,</li> <li>İşletmedeki personelin yeteneklerinin değerlendirilmesi,</li> <li>Boşalan bölümleri zaman kaybetmeden doldurma,</li> <li>Maliyetlerde düşüş sağlama,</li> <li>Kurumun imajına olumlu etki etme,</li> <li>Yeni yeteneklerin alt kadrolardaki personel içinden keşfedilmesi (Budak, 2004).</li> </ul>"
  },
  {
    "id": "2121767",
    "unitNumber": 4,
    "text": "İç kaynaklardan personel seçiminin işletmeler için dezavantajları nelerdir?<br/><ol type=\"I\"> <li>Kuruma yeni yeteneklerin katılmasını engeller,</li> <li>Terfi alamayan personelin moral ve motivasyonunda düşüş görülebilir,</li> <li>İşletme içerisinde problemler çıkabilir,</li> <li>Yeni fikirler üretebilecek insanlar işletmeye giremezler,</li> <li>Eğitim ve geliştirme alanında daha önemli faaliyetlere gereksinim duyulabilir.</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV ve V",
      "B": "II, III, IV ve V",
      "C": "I, III, IV ve V",
      "D": "I, II, IV ve V",
      "E": "I, II ve III"
    },
    "explanation": "Konu Başlığı: <strong>İŞLETMELERİNDE PERSONEL ALIM VE SEÇİMİ </strong><br/>İç kaynaklardan personel seçiminde işletmelerin dezavantajları:<br/><ul> <li>Kuruma yeni yeteneklerin katılmasını engeller,</li> <li>Terfi alamayan personelin moral ve motivasyonunda düşüş görülebilir,</li> <li>İşletme içerisinde problemler çıkabilir,</li> <li>Yeni fikirler üretebilecek insanlar işletmeye giremezler,</li> <li>Eğitim ve geliştirme alanında daha önemli faaliyetlere gereksinim duyulabilir.</li> </ul>"
  },
  {
    "id": "2121800",
    "unitNumber": 4,
    "text": "Sağlık hizmetlerinde performans değerlendirmenin amaçları nelerdir?<br/><ol type=\"I\"> <li>Çalışanların performanslarını geliştirmek</li> <li>Maaşların artırılmasında bir araç olarak kullanmak</li> <li>Çalışanların gelişimini sağlamak</li> <li>Çalışanların performanslarının belgeli bir şekilde sunabilmek</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "II, III ve IV",
      "C": "I, III ve IV",
      "D": "I, II ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Konu Başlığı: <strong>SAĞLIK HİZMETLERİNDE PERFORMANS DEĞERLENDİRME </strong><br/><strong>SAĞLIK HİZMETLERİNDE PERFORMANS DEĞERLENDİRME</strong><br/>Performans değerlendirme 4 ana amaçtan oluşur.<br/><ul> <li>Çalışanların performanslarını geliştirmek</li> <li>Maaşların artırılmasında bir araç olarak kullanmak</li> <li>Çalışanların gelişimini sağlamak</li> <li>Çalışanların performanslarının belgeli bir şekilde sunabilmek</li> </ul>"
  },
  {
    "id": "2847969",
    "unitNumber": 4,
    "text": "İş görenlerin çalışmalarının oluşumunu sağlayan görevlere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İş analizi",
      "B": "İş",
      "C": "Performans",
      "D": "Görev",
      "E": "Kalite"
    },
    "explanation": "İş görenlerin çalışmalarının oluşumunu sağlayan görevler iş olarak adlandırılır. İşletmenin misyonuna ulaşabilmesi için gerçekleştirmesi gereken işin bölümlerine de görev denilmektedir. Yapılacak iş için gerekli olan sorumluluğun, yeteneğin, bilgi birikiminin, işin nasıl yapılması gerektiğinin araştırılması iş analizinin görevidir."
  },
  {
    "id": "2847971",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi iş analizinde kullanılan tekniklerden <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Karma",
      "B": "Mülakat",
      "C": "Portföy",
      "D": "Anket",
      "E": "Gözlem"
    },
    "explanation": "İş analizinde sıklıkla kullanılan teknikler gözlem, mülakat, anket ve karma tekniklerdir."
  },
  {
    "id": "2847977",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisinde iş analizinde kullanılan yardımcı araçlardan iç kapasiteyi belirlemek adına yapılan stratejik analizler doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "PESTEL Analizi-Porter’in Kuvvetler Modeli",
      "B": "MOST Analizi-Portföy Analizi",
      "C": "SWOT Analizi-Ansoff Matrix",
      "D": "McKinsey 7S Modeli- Denge-İş Skor Kartı",
      "E": "PESTEL Analizi- SWOT Analizi"
    },
    "explanation": "İş analizinde kullanılan yardımcı araçlardan iç kapasiteyi belirlemek adına yapılan stratejik analizler MOST Analizi ve Portföy Analizi (Boston Box)’dir."
  },
  {
    "id": "2847979",
    "unitNumber": 4,
    "text": "Önceden planlaması yapılmış faaliyetlerin sonucunda meydana gelen sonucun değerlendirilmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Performans",
      "B": "İş",
      "C": "Görev",
      "D": "Kalite",
      "E": "Analiz"
    },
    "explanation": "Önceden planlaması yapılmış faaliyetlerin sonucunda meydana gelen sonucun tanımlanmasına performans adı verilir."
  },
  {
    "id": "2847982",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi reel ücreti ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Çeşitli vergilendirmeler ve kesintilerin sonrasında kalan ücret miktarıdır.",
      "B": "Üretim esaslı ya da zaman esaslı ödenmesi için kararlaştırılan tutardır.",
      "C": "Çalışanın istenilen işi yapması karşılığında nakit olarak aldığı ücrettir.",
      "D": "Ülke koşullarında hesaplanan satın alma gücüdür.",
      "E": "Çalışanla kâğıt üzerinde anlaşılan toplam ücrettir."
    },
    "explanation": "Nominal ücret, değeri para olarak verilen ücret miktarıdır. Reel ücret ise nominal ücretin, ülke koşullarında belirlenen fiyatların baz alınmasına göre hesaplanan satın alma gücüdür (enflasyon)."
  },
  {
    "id": "2847988",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ücret yönetiminin amaçlarından <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Çalışanların ücret ile ilgili şikâyetlerini azaltmak",
      "B": "Nitelikli elemanı işletme içerisinde tutabilmek",
      "C": "Çalışanların iş tatminini ve motivasyonunu artırmak",
      "D": "Çalışanların çalışma saatlerini azaltmak",
      "E": "Maliyetlerin kontrolünü sağlamak"
    },
    "explanation": "Ücret yönetiminin amacı; çalışanların ücret ile ilgili şikâyetlerini azaltmak, nitelikli elemanı işletme içerisinde tutabilmek, çalışanların iş tatminini ve motivasyonunu artırmak, ücret ile ilgili yasal düzenlemeler doğrultusunda hareket etmek, örgüt kültürüne uygun olmak, çalışanların işletmeye bağlılığını artırarak işletmedeki iş gücü devrini azaltmak, maliyetlerin kontrolünü sağlamak, performansa göre ödül sisteminde adaletli davranmak ve eşit işe eşit ücret politikasına göre hareket etmek şeklinde sıralanabilir."
  },
  {
    "id": "2847989",
    "unitNumber": 4,
    "text": "Üretim esaslı ya da zaman esaslı ödenmesi için kararlaştırılan tutar hangi ücret çeşididir?",
    "correctAnswer": "C",
    "options": {
      "A": "Temel ücret",
      "B": "Bürüt ücret",
      "C": "Ana ücret",
      "D": "Nominal ücret",
      "E": "Reel ücret"
    },
    "explanation": "Ana-kök ücret, üretim esaslı ya da zaman esaslı ödenmesi için kararlaştırılan tutardır. Zaman esaslı ödemeler saatlik, günlük, haftalık, aylık olarak belirlenirken, üretim esaslı ödemeler parça başı, metre, kilo, ton başı olarak ücretlendirilir."
  },
  {
    "id": "2848248",
    "unitNumber": 4,
    "text": "\"Sağlık kurumlarının misyonunu yerine getirebilmesi için çalışanlar üzerinde uygulanan politika, taktik ve stratejiler\" olarak tanımlanan kavram hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsan kaynakları yönetimi",
      "B": "İş analizi",
      "C": "Kıyaslama (SWOT) Analizi",
      "D": "İnsan kaynaklarının değerlendirilmesi",
      "E": "Dış çevre analizi"
    },
    "explanation": "Sağlık kurumlarında insan kaynağı, hizmete veya üretime etki eden çalışanları ifade ederken insan kaynakları yönetimi, işletmenin misyonunu yerine getirebilmek için çalışanlar üzerinde uygulanan politika, taktik ve stratejileri ifade eder."
  },
  {
    "id": "2848251",
    "unitNumber": 4,
    "text": "Bir sağlık işletmesinin misyonuna ulaşabilmesi için gerçekleştirilmesi gereken belirli bir işin bölümlerine ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Strateji",
      "B": "Görev",
      "C": "İşlem analizi",
      "D": "Taktik",
      "E": "Sorumluluk"
    },
    "explanation": "İş görenlerin çalışmalarının oluşumunu sağlayan görevler iş olarak adlandırılır. İşletmenin misyonuna ulaşabilmesi için gerçekleştirmesi gereken işin bölümlerine de görev denilmektedir"
  },
  {
    "id": "2848255",
    "unitNumber": 4,
    "text": "Yapılacak bir iş analizi sürecinde, iş esnasında yapılan işin temel adımlarını, temel kurallarını ve işgörenin iş arkadaşlarıyla iletişimlerini izlemek ve değerlendirmek isteyen bir kişinin aşağıdaki tekniklerden hangisini kullanması en doğru olur?",
    "correctAnswer": "C",
    "options": {
      "A": "Anket",
      "B": "Mülakat",
      "C": "Gözlem",
      "D": "Ürün Pazar Büyütme Matrisi",
      "E": "İhtiyaç analizi"
    },
    "explanation": "Gözlem, oldukça etkili bir tekniktir. Gözlemciye çalışanı iş esnasında yapılan işin temel adımlarını, kullanılan malzemeleri, iletişimlerini, referans noktalarını ve temel kurallarını, iş arkadaşlarıyla olan iletişimlerini kontrol etme imkânı verir fakat zihinsel işçiliklerde işe yarar bir teknik değildir. Bazı olumsuz yönleri ise çalışanın izlendiği bilinciyle hareket etmesi, yönetim-danışmanlık gibi zihinsel işlerin bu teknikle analizi olanaksızdır."
  },
  {
    "id": "2848259",
    "unitNumber": 4,
    "text": "Sektördeki rekabeti belirlemek için ikame ürün tehdidini, tedarikçi ve müşteri gücünü, tamamlayıcı ürünleri ve piyasaya yeni giren tehdidi ölçmeyi amaçlayan bir sağlık işletmesinin bu amaçla kullanabileceği en etkili yardımcı araç aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "PESTEL Analizi",
      "B": "Denge-İş Skor Kartı",
      "C": "McKinsey 7S Modeli",
      "D": "Porter’in Kuvvetler Modeli",
      "E": "SWOT Analizi"
    },
    "explanation": "Porter’in Kuvvetler Modeli; sektördeki rekabeti belirlemek için ikame ürün tehdidi, tedarikçilerin gücünü, müşterilerin gücünü, tamamlayıcı ürünler ve piyasaya yeni giren tehdidini ölçer."
  },
  {
    "id": "2848264",
    "unitNumber": 4,
    "text": "Finansal performans ölçme, müşteri kaygısı, eğitim ihtiyaçları değerlendirmesi olarak tanımlanan ve performansı, vizyonu ve hedefleri birbirine uyumlu hale getirmek için iş analizi sürecinde kullanılan yardımcı araç aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "PESTEL Analizi",
      "B": "SWOT Analizi",
      "C": "Ürün Pazar Büyütme Matrisi",
      "D": "McKinsey 7S Modeli",
      "E": "Denge-İş Skor Kartı"
    },
    "explanation": "Denge-İş Skor Kartı (Balance Scorecard); performansı, vizyonu ve hedefleri birbirine uyumlu hale getirmek için kullanılır. Finansal performans ölçme, müşteri kaygısı, eğitim ihtiyaçları değerlendirmesidir. Bunu yaparken göz önünde bulundurulması gerekenler; görevler, hedefler, girişkenlik ve ölçümlerdir."
  },
  {
    "id": "2848266",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir sağlık kuruluşunda iç kaynak kullanımı yoluyla personel alımına örnek oluşturur?",
    "correctAnswer": "A",
    "options": {
      "A": "Terfi ve ya da görevler arasında yatay geçiş",
      "B": "Herkese açık ilan açma",
      "C": "İşletme çalışanlarının veya tanıdıkların tavsiyesi yoluyla personel alımı",
      "D": "İşe aşılanacak personel için insan kaynakları danışmanlık firmalarından yararlanma",
      "E": "Özel istihdam ofisleri ve teknoloji ile personel kiralama"
    },
    "explanation": "Personel alımında iç kaynaklar ve dış kaynaklar olmak üzere iki farklı yoldan seçim yapılabilmektedir. İç kaynaklardan personel seçimi yapmak; görevler arasında yatay geçiş ya da terfi şekliyle olabilir. Özellikle yüksek pozisyonlarda iş alımına ihtiyaç duyulduğunda daha çok iç kaynaklara başvurulur. Yöneticilerin seçilmesinde terfiler en çok kullanılan personel seçim yöntemidir."
  },
  {
    "id": "2848268",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dış kaynaklardan personel seçilmesi durumunda ortaya çıkabilecek bir sınırlılık ya da dezavantaj olarak değerlendirilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Rakip işletmelerin stratejilerini öğrenebilme fırsatı vermesi",
      "B": "Oryantasyon sürecinin uzaması",
      "C": "Kuruma yeni yetenekler kazandırılması",
      "D": "Yöneticilik eğitimine göre daha düşük seviyede eğitim maliyeti ortaya çıkması",
      "E": "Yeni fikirler üretebilecek insanlar işletmeye girememesi"
    },
    "explanation": "Dış kaynaklardan personel seçiminde işletmelerin dezavantajları özetle şöyledir:<br/>• Kurum ile uyum sağlamada bazı problemler oluşabilir,<br/>• Kurum içerisinde terfi bekleyen personelin motivasyonlarında düşüş yaşanabilir,<br/>• Oryantasyon süreci uzar,<br/>• Seçilen personelin daha önce çalıştıkları kurumla kıyaslama durumu oluşabilir."
  },
  {
    "id": "2848274",
    "unitNumber": 4,
    "text": "Sağlık işletmelerinde eğitim ve gelişim temelinde ele alındığında, ilgili personele işletmeye yeni alınan teknolojik cihazın kullanım becerilerinin kazandırılması aşağıdaki hangi kavrama örnek oluşturur?",
    "correctAnswer": "C",
    "options": {
      "A": "Eğitim",
      "B": "Kazanım",
      "C": "Yetiştirme",
      "D": "Geliştirme",
      "E": "Hazırlama"
    },
    "explanation": "Yetiştirme: Bir çalışanın belirli bir konuda istenilen konuma gelmesi için olmazsa olmaz durumundaki iş yeteneğinin ve davranışsal kazanımların edinilmesini sağlamaktır. (Yeni alınan bir cihazın kullanımını öğretmek gibi)"
  },
  {
    "id": "2848284",
    "unitNumber": 4,
    "text": "Bir sağlık işletmesinde şirketin mevcut durumu ve hedeflediği konuma gelmesi için çalışanların nasıl bir eğitime ihtiyaç duyduklarının belirlenmesi, eğitim ve geliştirme aşamalarından hangisinde karara bağlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Performans Ölçümü",
      "B": "Eğitim Çıktılarının Değerlendirilmesi",
      "C": "Eğitimin Uygulanması",
      "D": "Eğitim İhtiyaçlarının Tespiti",
      "E": "Eğitim İçeriğinin Planlanması"
    },
    "explanation": "Eğitim İhtiyaçlarının Tespiti: Şirketin mevcut durumu ve hedeflediği konuma gelmesi adına çalışanlar ile beklentilerin dengesini sağlamak için nasıl bir eğitime ihtiyaç olduğunu belirlemektir. Temelde kişi, iş ve örgüt arasındaki uyumu irdeler."
  },
  {
    "id": "2848287",
    "unitNumber": 4,
    "text": "\"................, değeri para olarak verilen ücret miktarıdır. ............... ise nominal ücretin, ülke koşullarında belirlenen fiyatların baz alınmasına göre hesaplanan satın alma gücüdür\". Cümlenin anlam bütünlüğünün doğru olarak sağlanması için boşluk olarak bırakılan alanlara, sırasıyla getirilmesi gereken kavramlar hangi seçenekte verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bürüt ücret-Net ücret",
      "B": "Temel ücret-Ek ücret",
      "C": "Ana ücret-Kök ücret",
      "D": "Reel ücret-Nominal ücret",
      "E": "Nominal ücret-Reel ücret"
    },
    "explanation": "Nominal ücret, değeri para olarak verilen ücret miktarıdır. Reel ücret ise nominal ücretin, ülke koşullarında belirlenen fiyatların baz alınmasına göre hesaplanan satın alma gücüdür."
  },
  {
    "id": "2848302",
    "unitNumber": 4,
    "text": "Sağlık işletmelerinde eğitim ve gelişimde belirlenen aşamalardan hangisinde kişi, iş ve örgüt arasındaki uyum irdelenir?",
    "correctAnswer": "E",
    "options": {
      "A": "Eğitim İçeriğinin Planlanması",
      "B": "Eğitimin Çıktılarının Değerlendirilmesi",
      "C": "Eğitimin Uygulanması",
      "D": "Eğitimin Sorgulanması",
      "E": "Eğitim İhtiyaçlarının Tespiti"
    },
    "explanation": "Eğitim İhtiyaçlarının Tespiti aşamasında şirketin mevcut durumu ve hedeflediği konuma gelmesi adına çalışanlar ile beklentilerin dengesini sağlamak için nasıl bir eğitime ihtiyaç olduğu belirlenir. Temelde kişi, iş ve örgüt arasındaki uyum irdelenir."
  },
  {
    "id": "2848305",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi doğru kişi doğru işte çalıştırılmadığında oluşabilecek sonuçlardan <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Verimliliğin düşmesi",
      "B": "İş gücü kaybı",
      "C": "İş kazalarının artması",
      "D": "İşten çıkarmaların başlaması",
      "E": "Motivasyonun artması"
    },
    "explanation": "Doğru kişi doğru işte çalıştırıldığında başarıya ulaşmak çok daha kolaydır. Aksi takdirde kurum içinde çalışanlar arasında problemler ortaya çıkmaktadır. Bu problemler de kurumlarda;<br/>Verimliliğin düşmesine,<br/>Çatışma ortamının oluşmasına,<br/>İş gücü kaybına,<br/>İş kazalarında artış yaşanmasına,<br/>İşten çıkarmaların başlamasına,<br/>Eğitim maliyetlerinde artışa,<br/>İşe devamsızlığa ve işte tatminsizliğe neden olmaktadır."
  },
  {
    "id": "2848309",
    "unitNumber": 4,
    "text": "Şirketlere ücretsiz, yüksek vasıflı çalışan temininde kullanılan dış kaynak yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kişisel Başvuru/Özgeçmiş Gönderme",
      "B": "Çalışan Kiralama",
      "C": "İnsan Kaynakları Danışmanlık Firmaları",
      "D": "Eğitim Kurumları",
      "E": "İşletme Çalışanlarının/Tanıdıkların Tavsiyesi"
    },
    "explanation": "İnsan kaynakları danışmanlık firmaları şirketlere ücretsiz insan kaynağı bulmak gibi destekleri olan firmalardır. Kamu hizmeti olan ve özel istihdam büroları da denilen bu firmalar, profesyonel seçim metotları kullanarak gerekli ön görüşmelerle adayları belirleyip seçimi için şirkete sunar. Bu yöntem daha çok yüksek vasıflı çalışan temini için kullanılır. Yönteme ülkemizdeki İŞKUR örnek gösterilebilir."
  },
  {
    "id": "2124093",
    "unitNumber": 5,
    "text": "...... üretim fonksiyonunun faaliyetlerini planlama, organize etme, yönetme ve kontrol etme sürecidir. <br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim yönetimi",
      "B": "Ürün tasarımı",
      "C": "Üretim kontrolü",
      "D": "Makine ve teçhizat",
      "E": "Süreç planlama"
    },
    "explanation": "Üretim yönetimi, üretim fonksiyonunun faaliyetlerini planlama, organize etme, yönetme ve kontrol etme sürecidir."
  },
  {
    "id": "2124111",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi üretim yönetiminin kapsamı içinde yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Kalite kontrol",
      "B": "Bakım yönetimi",
      "C": "Malzeme yönetimi",
      "D": "Ürün tasarımı",
      "E": "Personel yönetimi"
    },
    "explanation": "Üretim yönetiminin personel, pazarlama, finans vb. diğer faaliyetlerden en önemli farkı fiziksel kaynakları kullanarak ve dönüşüm süreci uygulayarak ürün üretmektir.<br/>Personel yönetimi"
  },
  {
    "id": "2124146",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kalite kontrolün temel amaçlarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kusurlardan kaynaklanan kayıpları azaltarak şirketlerin maliyetlerini azaltmak",
      "B": "Büyük ölçekli üretimde imalatın değiştirilebilirliğini sağlamak",
      "C": "Kalite kontrol sağlamak için denetim istemi yapmak",
      "D": "Maliyetleri düşürerek müşteri kazanmak",
      "E": "Üretim sırasındaki değişimi kontrol etmek"
    },
    "explanation": "Kalite kontrolün temel amaçları arasında \"maliyeti düşürerek müşteri kazanmak\" yer almaz."
  },
  {
    "id": "2124195",
    "unitNumber": 5,
    "text": "I. Günübirlik cerrahi<br/>II. Terapistler<br/>III. Uzman birimler<br/>IV. Hastaneler<br/>Yukarıdakilerden hangileri bölgesel veya ulusal bir sağlık sitemi içinde ikincil tedavi basamağında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "II ve III",
      "B": "I ve II",
      "C": "III ve I",
      "D": "II ve IV",
      "E": "I ve IV"
    },
    "explanation": "Şekil 5.4 Sağlık hizmetlerinde alt sistemlerde de görüldüğü gibi günübirlik cerrahi ve hastaneler ikincil tedavi basamağında yer alır.<br/>I ve IV"
  },
  {
    "id": "2124224",
    "unitNumber": 5,
    "text": "Dünya Sağlık Örgütü'nün 2010 yılında yayınladığı rapora göre, bebekler, çocuklar ve ergenlerde sağlık sorunlarının önlenmesi, teşhisi ve tedavisine odaklanan uzman tıp doktorlarına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Geleneksel ve tamamlayıcı tıp uzmanları",
      "B": "Pediatri alanındaki doktorlar",
      "C": "Odyologlar ve konuşma terapistleri",
      "D": "Genel tıp doktorları",
      "E": "Pediatri alanındaki doktorların doğum ve jinekoloji alanındaki doktorlar"
    },
    "explanation": "Dünya Sağlık Örgütü'nün 2010 yılında yayınladığı rapora göre, pediatri alanındaki doktorlar, bebekler, çocuklar ve ergenlerde sağlık sorunlarının önlenmesi, teşhisi ve tedavisine odaklanırlar."
  },
  {
    "id": "2124276",
    "unitNumber": 5,
    "text": "Uzmanlaşmış tıbbi ve hemşirelik personeline sahip olan ve tıbbi ekipmanlarla hasta tedavisi sunan sağlık kuruluşu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Acil servis hizmetleri",
      "B": "Yoğun bakım hizmetleri",
      "C": "Poliklinik",
      "D": "Hastane",
      "E": "Klinik"
    },
    "explanation": "Hastaneler: Hastane, uzmanlaşmış tıbbi ve hemşirelik personeline sahip olan ve tıbbi ekipmanlarla hasta tedavisi sunan bir sağlık kuruluşudur."
  },
  {
    "id": "2124314",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sağlık işletmelerinde üretim sisteminin girdileri arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Maliyet",
      "B": "Kalite",
      "C": "Tedavi",
      "D": "Hasta",
      "E": "Muayene"
    },
    "explanation": "Şekil 5.5'de görüldüğü gibi \"hastalar\" sağlık işletmelerinde üretim sisteminin girdileri arasında yer alır."
  },
  {
    "id": "2124338",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işlemsel düzeydeki verimlilik iyileştirmelerinin yoğunlaştığı noktalardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Klinikler ile ilgili çıktılar",
      "B": "İyileştirilmiş hasta tatmini",
      "C": "Minimum bekleme zamanı",
      "D": "Maliyetleri ortadan kaldırma veya azaltma",
      "E": "Tesis yerleşimi ve malzeme taşıma"
    },
    "explanation": "Tesis yerleşimi ve malzeme taşıma, işlemsel düzeydeki verimlilik iyileştirmelerinin yoğunlaştığı dört noktadan biri değildir."
  },
  {
    "id": "2124361",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sağlık işletmelerinde üretim yönetiminin kapsamında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Personel eğitimi",
      "B": "Güvenlik hizmetleri",
      "C": "Tesisin yeri",
      "D": "Hastane yöneticileri",
      "E": "Acil servis"
    },
    "explanation": "Sağlık işletmelerinde üretim yönetiminin kapsamı için tesis yeri, tesis yerleşimi ve malzeme taşıma, süreç tasarımı, üretim planlama ve kontrol, toplam kalite yönetimi ve malzeme yönetimi ele alınmıştır.<br/>Tesisin yeri"
  },
  {
    "id": "2124378",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi üretim yönetiminin başlıca amaçlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ürün tasarımı",
      "B": "Kaynakların verimli kullanımı",
      "C": "Malzeme yönetimi",
      "D": "Kalite kontrolü",
      "E": "Süreç planlama"
    },
    "explanation": "Üretim yönetiminin başlıca amaçları, müşteri beklentilerinin karşılanması ve kaynakların verimli kullanımıdır."
  },
  {
    "id": "2845004",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi üretim yönetiminin süreçleri arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "İyi eğitilmiş iş gücü-Yeterli ücret ile çalışan iş gücü",
      "B": "Faaliyet planlama-Yeterli ücret ile çalışan iş gücü",
      "C": "Organize etme-Kontrol etme",
      "D": "Finansman mekanizması-Faaliyet planlama",
      "E": "Karar ve politikalar için güvenilir bilgi-Kaliteli ilaç sunumu"
    },
    "explanation": "Üretim yönetimi; üretim fonksiyonunun faaliyetlerini planlama, organize etme, yönetme ve kontrol etme sürecidir."
  },
  {
    "id": "2845005",
    "unitNumber": 5,
    "text": "Doğru zamanda, doğru üretim maliyetinde, doğru kalite ve miktarda mal veya hizmet üretmek aşağıdakilerden hangisinin amacıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Geri besleme",
      "B": "Dönüşüm süreci",
      "C": "Ürün tasarımı",
      "D": "İşgücü",
      "E": "Üretim yönetimi"
    },
    "explanation": "Üretim yönetiminin amacı; doğru zamanda, doğru üretim maliyetinde, doğru kalitede ve miktarda mal veya hizmet üretmektir."
  },
  {
    "id": "2845008",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi üretim yönetiminin kapsamında <u>yer almaz?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Ürün tasarımı",
      "B": "Verimli kaynak kullanımı",
      "C": "Kalite kontrol",
      "D": "Malzeme yönetimi",
      "E": "Tesis yeri"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/408bfd9b2397afbc52aed37eb59701ba.jpeg\" alt=\"\" width=\"337\" height=\"259\">"
  },
  {
    "id": "2845009",
    "unitNumber": 5,
    "text": "Organizmanın yaşanan çevreye uyumu veya fiziksel, ruhsal ve sosyal bakımdan iyi durumda olması aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlık",
      "B": "Kamusal sağlık",
      "C": "Sağlık hizmetleri",
      "D": "Sağlık sistemleri",
      "E": "Sağlıklı birey"
    },
    "explanation": "Sağlık, organizmanın yaşanan çevreye uyumudur veya fiziksel, ruhsal ve sosyal bakımdan iyi durumda olmaktır."
  },
  {
    "id": "2845011",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sağlık hizmetlerinin birincil tedavi sisteminde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hastaneler",
      "B": "Uzman birimler",
      "C": "Yatarak tedavi",
      "D": "Eczacılar",
      "E": "Günübirlik cerrahi"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/bbbc5136f764d5293a84571ea789fe31.jpeg\" alt=\"\" width=\"449\" height=\"174\">"
  },
  {
    "id": "2845013",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sağlık hizmetlerinin birincil tedavi sisteminde yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Genel hekimler",
      "B": "Dişçiler",
      "C": "Eczacılar",
      "D": "Terapistler",
      "E": "Rehabilitasyon servisleri"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/bbbc5136f764d5293a84571ea789fe31.jpeg\" alt=\"\" width=\"449\" height=\"174\">"
  },
  {
    "id": "2845015",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sağlık sistemindeki iyi uygulama kategorilerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hastaneler",
      "B": "Rehabilitasyon servisleri",
      "C": "Kalite kontrol",
      "D": "Sağlık ekibi",
      "E": "Tesis yeri"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3d729d7faaa29234baac87973ac92cb5.jpeg\" alt=\"\" width=\"354\" height=\"261\">"
  },
  {
    "id": "2845017",
    "unitNumber": 5,
    "text": "Modern tıbbın ilke ve prosedürlerini uygulayarak uzmanlaşmış test, tanı, tıbbi, cerrahi, fiziksel ve psikiyatrik teknikler kullanarak hastalık, rahatsızlık, yaralanma ve diğer fiziksel ve zihinsel bozuklukların teşhisini, tedavisini yapan ve önleyen sağlık çalışanları aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Aile hekimleri",
      "B": "Genel tıp doktorları",
      "C": "Uzman tıp doktorları",
      "D": "Geleneksel ve tamamlayıcı tıp uzmanları",
      "E": "Fizyoterapistler"
    },
    "explanation": "Uzman tıp doktorları: Modern tıbbın ilke ve prosedürlerini uygulayarak uzmanlaşmış test, tanı,<br/>tıbbi, cerrahi, fiziksel ve psikiyatrik teknikler kullanarak hastalık, rahatsızlık, yaralanma ve diğer<br/>fiziksel ve zihinsel bozuklukları teşhis eder, tedavi eder ve önler."
  },
  {
    "id": "2845018",
    "unitNumber": 5,
    "text": "Akupunktur, ayurvedik, homeopatik ve bitkisel ilaç gibi uygulamaları kullanarak tedavi planlarını araştırıp, geliştirip, uygulayan sağlık çalışanları aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kadın doğum ve jinekoloji uzmanları",
      "B": "Geleneksel ve tamamlayıcı tıp uzmanları",
      "C": "Uzman doktorlar",
      "D": "Tıbbi teknisyenler",
      "E": "Hemşireler"
    },
    "explanation": "Geleneksel ve tamamlayıcı tıp uzmanları: Belirli kültürlerdeki teorilerin ve deneyimlerin kapsamlı bir şekilde incelenmesiyle elde edilen bilgi, beceri ve uygulamaları uygulayarak hastaları inceler ve hastalık, rahatsızlık, yaralanma ve diğer fiziksel, zihinsel ve psikososyal rahatsızlıkları uygulayarak önler ve tedavi eder. Akupunktur, ayurvedik, homeopatik ve bitkisel ilaç gibi uygulamaları kullanarak tedavi planlarını araştırır, geliştirir ve uygular."
  },
  {
    "id": "2845020",
    "unitNumber": 5,
    "text": "Ayaktan hastalara hitap eden, yaygın durumları ve hastalıkları ele alan ve tedavi eden tıbbi tesisi ifade eden sağlık hizmet üretim birimi hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Klinik",
      "B": "Poliklinik",
      "C": "Acil servis",
      "D": "Hastane",
      "E": "Ameliyathane"
    },
    "explanation": "Klinik: Bir klinik, ayaktan hastalara hitap eden, yaygın durumları ve hastalıkları ele alan ve tedavi eden tıbbi bir tesisi ifade eder."
  },
  {
    "id": "2845805",
    "unitNumber": 5,
    "text": "Dünya Sağlık Örgütüne (World Health Organization-WHO) göre iyi işleyen bir sağlık sistemi aşağıdakilerden hangisi/hangilerini içerir.<br/>i. iyi eğitilmiş ve yeterli ücret ile çalışan iş gücü<br/>ii. kararların ve politikaların dayandırılacağı güvenilir bilgiler ve kaliteli ilaçlar sunmak için iyi korunan sağlık tesisleri ve teknolojiler <br/>iii. finansman mekanizması",
    "correctAnswer": "E",
    "options": {
      "A": "yalnız i",
      "B": "yalnız ii",
      "C": "i ve ii",
      "D": "ii ve iii",
      "E": "i, ii ve iii"
    },
    "explanation": "Dünya Sağlık Örgütüne (World Health Organization-WHO) göre iyi işleyen bir sağlık sistemi; bir finansman mekanizması, iyi eğitilmiş ve yeterli ücret ile çalışan iş gücü, kararların ve politikaların dayandırılacağı güvenilir bilgiler ve kaliteli ilaçlar sunmak için iyi korunan sağlık tesisleri ve teknolojiler gerektirir."
  },
  {
    "id": "2845809",
    "unitNumber": 5,
    "text": "Basit olarak üretim yönetimi aşağıdakilerden hangisini <u><strong>içermez</strong></u>?",
    "correctAnswer": "B",
    "options": {
      "A": "üretim sürecinde planlama",
      "B": "Reklam süreci",
      "C": "organize etme",
      "D": "yönetme",
      "E": "kontrol"
    },
    "explanation": "Üretim yönetimi; üretim sürecinde planlama, organize etme, yönetme ve kontrol etmeyi içerir."
  },
  {
    "id": "2845811",
    "unitNumber": 5,
    "text": "Üretim sisteminde aşağıdakilerden hangisi dönüşüm sürecindedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toprak",
      "B": "Bilgi",
      "C": "Sermaye",
      "D": "Bakım",
      "E": "İşgücü"
    },
    "explanation": "Bakım dönüşüm sürecindedir."
  },
  {
    "id": "2845815",
    "unitNumber": 5,
    "text": "Yöneticiler müşteri beklentilerinin karşılanması ve kaynakların verimli kullanımı temel hedeflerini dengeli şekilde yönetmeye çalışmalıdırlar. Bu denge sağlanırken aşağıdakilerden hangisi/hangileri etkili olacaktır?<br/>i. piyasadaki beklentiler<br/>ii. rekabet<br/>iii. örgütün güçlü ve zayıf yönleri",
    "correctAnswer": "E",
    "options": {
      "A": "yalnız i",
      "B": "yalnız iii",
      "C": "i ve iii",
      "D": "ii ve iii",
      "E": "i, ii ve iii"
    },
    "explanation": "Her 3 ifadede etkili olacaktır"
  },
  {
    "id": "2845822",
    "unitNumber": 5,
    "text": "Ham maddenin nihai mallara dönüştürülmesi için genel bir süreç rotasının gözle görülebilir hâle getirildiği bir karar verme sürecine nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ürün Tasarımı",
      "B": "Süreç Tasarımı",
      "C": "Üretim Planlama",
      "D": "Malzeme Yönetimi",
      "E": "Bakım Yönetimi"
    },
    "explanation": "Süreç tasarımı ham maddenin nihai mallara dönüştürülmesi için genel bir süreç rotasının gözle görülebilir hâle getirildiği bir karar verme sürecidir."
  },
  {
    "id": "2845836",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kalite kontrolün temel amaçlarından biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Büyük ölçekli üretimde imalatın değiştirilebilirliğini sağlamak",
      "B": "Kalite kontrol sağlamak için denetim istemi yapmak",
      "C": "Yüksek fiyat ile optimum kalite üretmek",
      "D": "Üretim sırasındaki değişimi kontrol etmek",
      "E": "Kusurlardan kaynaklanan kayıpları azaltarak şirketlerin maliyetini azaltmak"
    },
    "explanation": "Düşük fiyat ile optimum kalite üretmek olmalıdır"
  },
  {
    "id": "2845838",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi İkincil Tedavi kapsamındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Genel hekimler",
      "B": "Dişçiler",
      "C": "Eczacılar",
      "D": "Günübirlik cerrahi",
      "E": "Terapistler"
    },
    "explanation": "Günübirlik cerrahi ikincil tedavi kapsamındadır"
  },
  {
    "id": "2845851",
    "unitNumber": 5,
    "text": "İyileştirme uygulamasının tanımı \"Önleme, tanı, tedavi ve takibi içermesi gereken hastalar ve sağlık sistemi arasında ilk temas olarak etkili bir birinci basamak bakım ağı\" olan kategori aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık Bilgi Sistemleri (SBS)",
      "B": "Hasta İlişkisi",
      "C": "Maliyet Marjı ve Finansal Başarı",
      "D": "İçyapı ve Hizmetler",
      "E": "Sağlık Ekibi"
    },
    "explanation": "İçyapı ve Hizmetler: Önleme, tanı, tedavi ve takibi içermesi gereken hastalar ve sağlık sistemi arasında ilk temas olarak etkili bir birinci basamak bakım ağıdır."
  },
  {
    "id": "2845853",
    "unitNumber": 5,
    "text": "\"İnsan motor fonksiyonlarını iyileştiren veya onaran, hareket kabiliyetini en üst düzeye çıkaran, ağrı sendromlarını hafifleten ve yaralanmalar, hastalıklar ve diğer bozukluklarla ilişkili fiziksel zorlukları tedavi eden veya önleyen rehabilitasyon programlarını değerlendirir, planlar ve uygular. Hareket, ultrason, lazer gibi çok çeşitli fiziksel terapiler ve teknikler uygularlar. Yaygın fiziksel rahatsızlıkların ve bozuklukların taranması ve önlenmesi için programlar geliştirebilir ve uygulayabilirler.\"<br/>Yukarıdaki ifade hangi sağlık hizmetleri çalışanlarını tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Geleneksel ve tamamlayıcı tıp uzmanları",
      "B": "Fizyoterapistler",
      "C": "Diyetisyenler ve beslenme uzmanları",
      "D": "Tıbbi teknisyenler ve diş protez teknisyenleri",
      "E": "Genel tıp doktorları"
    },
    "explanation": "Fizyoterapistler: İnsan motor fonksiyonlarını iyileştiren veya onaran, hareket kabiliyetini en üst düzeye çıkaran, ağrı sendromlarını hafifleten ve yaralanmalar, hastalıklar ve diğer bozukluklarla ilişkili fiziksel zorlukları tedavi eden veya önleyen rehabilitasyon programlarını değerlendirir, planlar ve uygular. Hareket, ultrason, lazer gibi çok çeşitli fiziksel terapiler ve teknikler uygularlar. Yaygın fiziksel rahatsızlıkların ve bozuklukların taranması ve önlenmesi için programlar geliştirebilir ve uygulayabilirler."
  },
  {
    "id": "2845854",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi/hangileri işlemsel düzeydeki verimlilik iyileştirmelerinin yoğunlaştığı alanlardandır?<br/>I. Klinikler ile ilgili çıktılar<br/>II. Maliyetleri ortadan kaldırma veya azaltma<br/>III. Minimum bekleme zamanı<br/>IV. İyileştirilmiş hasta tatmini",
    "correctAnswer": "E",
    "options": {
      "A": "yalnızca I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, III, ve IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Her 4 alana da yoğunlaşırlar"
  },
  {
    "id": "2157807",
    "unitNumber": 6,
    "text": "Aşağıdaki özelliklerden hangileri hizmeti fiziksel mallardan ayıran özellikler arasında yer almaktadır?<br/>I. Hizmetin soyut olma özelliği<br/>II. Dayanıksız olması<br/>III. Heterojen olması<br/>IV. Üretimin ve tüketimin eş zamanlı olması<br/>V. Sahipsiz olması",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve V",
      "D": "III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Hizmeti fiziksel mallardan ayıran bazı özellikleri bulunmaktadır. Bunlar şu şekilde sıralanabilir:<br/>• Hizmetin soyut olma özelliği (Dokunulmaz olması)<br/>• Dayanıksız olması<br/>• Heterojen olması<br/>• Üretimin ve tüketimin eş zamanlı olması<br/>• Sahipsiz olması<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "2157898",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangileri pazarlama karması unsurları arasında yer almaktadır?<br/>I. Ürün<br/>II. Fiyat<br/>III. Dağıtım<br/>IV. Tutundurma",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Klasik pazarlama karması ürün, fiyat, dağıtım ve tutundurma olarak (4P) dört ana başlıkta incelenmektedir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2158567",
    "unitNumber": 6,
    "text": "Mal üretimine çıktılar yönünden baktığımızda aşağıdaki özelliklerden hangilerini taşımaktadır?<br/>I. Önce üretilip sonra tüketilmektedir.<br/>II. Stoklanabilmektedir.<br/>III. Fabrikasyon olabilmektedir.<br/>IV. Patentle korunabilmektedir.<br/>V. Ölçümü kolay ve nitel kalitedir.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "II, IV ve V",
      "C": "I, II, III ve IV",
      "D": "II, III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Mal üretimine çıktılar yönünden baktığımızda;<br/>• Önce üretilip sonra tüketilmektedir.<br/>• Stoklanabilmektedir.<br/>• Taşınabilmektedir.<br/>• Toptan üretilebilmektedir.<br/>• Fabrikasyon olabilmektedir.<br/>• Patentle korunabilmektedir.<br/>• Fiziksel ve dayanıklıdır.<br/>• Standarttır.<br/>• Kararlı verimlilik<br/>• Belirlenebilir kapasitedir.<br/>• Ölçümü kolay ve nitel kalitedir.<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "2158737",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangileri sağlık hizmetleri sektöründe kullanılan pazarlama karması unsurları arasında yer almaktadır?<br/>I. Katılımcılar<br/>II. Fiziksel çevre<br/>III. Süreç Yönetimi<br/>IV. Dağıtım<br/>V. Tutundurma",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "III, IV ve V",
      "C": "I, II, III ve IV",
      "D": "II, III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Sağlık hizmetleri sektöründe kullanılan pazarlama karması<br/>• Katılımcılar (İnsan)<br/>• Fiziksel çevre<br/>• Süreç Yönetimi<br/>• Ürün<br/>• Fiyat<br/>• Dağıtım<br/>• Tutundurma<br/>şeklinde belirtilmektedir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2158899",
    "unitNumber": 6,
    "text": "Belirli tüketici gruplarının belirli bir endüstri pazarlama faaliyeti düzeyinde, belirli bir zaman diliminde, bir maldan satın almaları muhtemel miktara ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Potansiyel pazar",
      "B": "Pazarlama karması",
      "C": "Tutundurma",
      "D": "Hedef pazar",
      "E": "Dağıtım"
    },
    "explanation": "Potansiyel pazar; belirli tüketici gruplarının belirli bir endüstri pazarlama faaliyeti düzeyinde, belirli bir zaman diliminde, bir maldan satın almaları muhtemel miktarı ifade etmektedir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2158976",
    "unitNumber": 6,
    "text": "\"Hizmeti alan için ödenecek miktarı belirlerken hizmeti sunan için gelir\" olarak tanımlanan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiyat",
      "B": "Dağıtım",
      "C": "Ürün",
      "D": "Tutundurma",
      "E": "Reklam"
    },
    "explanation": "Fiyat, hizmeti alan için ödenecek miktarı belirlerken hizmeti sunan için gelir anlamına gelmektedir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2159013",
    "unitNumber": 6,
    "text": "Müşterilerle karşı karşıya gelerek, onları sözle bilgilendirme ve de belirli bir ürünü satın almaya ikna etme sürecine ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Reklam",
      "B": "Kişisel satış",
      "C": "Satış geliştirme",
      "D": "Halkla ilişkiler ve tanıtım",
      "E": "Doğrudan pazarlama"
    },
    "explanation": "Kişisel satış, müşterilerle karşı karşıya gelerek, onları sözle bilgilendirme ve de belirli bir ürünü satın almaya ikna etme süreci olarak tanımlanabilmektedir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2159078",
    "unitNumber": 6,
    "text": "\"Bir ürün ya da hizmetin belirlenen veya olabilecek ihtiyaçları karşılama kabiliyetine dayanan özelliklerinin toplamı\" olarak tanımlanan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kalite",
      "B": "Güvenilirlik",
      "C": "Yeterlilik",
      "D": "Ulaşılabilirlik",
      "E": "İnanılabilirlik"
    },
    "explanation": "Kalite, bir ürün ya da hizmetin belirlenen veya olabilecek ihtiyaçları karşılama kabiliyetine dayanan özelliklerinin toplamı olarak tanımlanmaktadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2159135",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangileri sağlık hizmetlerinde kalitenin boyutları arasında yer almaktadır?<br/>I. Kişisel ve kurumsal imaj<br/>II. İletişim ve bilgi paylaşımı<br/>III. Hasta haklarına saygı duymak<br/>IV. Hastayı anlamak ve hastanın dilinden konuşmak",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Sağlık hizmetlerinde kalitenin boyutları da şu şekilde sıralanmaktadır:<br/>• Kişisel ve kurumsal imaj<br/>• İletişim ve bilgi paylaşımı<br/>• İlgi ve yardım<br/>• Nezaket ve saygı<br/>• Dürüstlük<br/>• Yakınlık<br/>• Hasta haklarına saygı duymak<br/>• Karşılıklı güven<br/>• Hastayı anlamak ve hastanın dilinden konuşmak<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "2159308",
    "unitNumber": 6,
    "text": "Kotler tarafından \"bir kişi veya kuruluşun bir diğer kişi veya kuruluşa sunduğu elle tutulamaz bir faaliyet veya yarar\" olarak tanımlanan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hizmet",
      "B": "Ürün",
      "C": "Tutundurma",
      "D": "Pazarlama",
      "E": "Reklam"
    },
    "explanation": "Kotler hizmeti, bir kişi veya kuruluşun bir diğer kişi veya kuruluşa sunduğu elle tutulamaz bir faaliyet veya yarar olarak tanımlamaktadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2846789",
    "unitNumber": 6,
    "text": "Pazara sunulacak ürünün bedeli belirlenirken en önemli faktör hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hedef kitle",
      "B": "Ürün maliyeti",
      "C": "Kalite",
      "D": "Liste fiyatı",
      "E": "İndirimler"
    },
    "explanation": "Pazara sunulacak ürün belirlendikten sonra o ürün için bir bedelin belirlenmesi gerekmektedir. Bu bedel belirlenirken en önemli faktör ürün maliyetidir."
  },
  {
    "id": "2846791",
    "unitNumber": 6,
    "text": "Pazarlama karmasının fiyat başlığı altında hangisi yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Çeşitlilik",
      "B": "Servis",
      "C": "Kredi dönemleri",
      "D": "Kişisel satış",
      "E": "Dağıtım kanalları"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e2dc31aa4c69afb9922e8dc70efbcabf.jpeg\" alt=\"\" width=\"381\" height=\"482\">"
  },
  {
    "id": "2846792",
    "unitNumber": 6,
    "text": "Bir işletmenin ürününü tanıtmak amacı ile bilinçli, planlanmış, değişik kanallar aracılığı ile yaptığı faaliyetler bütünü hangisi ile tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürün",
      "B": "Fiyat",
      "C": "Tutundurma",
      "D": "Yer",
      "E": "Hedef kitle"
    },
    "explanation": "<strong>Tutundurma (Promotion): </strong>Bir işletmenin ürününü tanıtmak amacıyla bilinçli, planlanmış, değişik kanallar aracılığıyla yaptığı faaliyetler bütünü olarak ifade edilebilir."
  },
  {
    "id": "2846794",
    "unitNumber": 6,
    "text": "“Hizmeti sağlayanın ne zaman, nerede, nasıl bu hizmeti verdiğine ve kalitesine göre değişebilir ve mallarda üretimde bir standart sağlamak mümkün olabilir.” ifadesi hizmetin hangi temel özelliğini tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Soyut olma özelliği",
      "B": "Dokunulmaz olması",
      "C": "Dayanıksız olması",
      "D": "Heterojen olması",
      "E": "Sahipsiz olması"
    },
    "explanation": "<strong>Heterojenlik: </strong>Hizmeti sağlayanın ne zaman, nerede, nasıl bu hizmeti verdiğine ve kalitesine göre değişebilmektedir. Mallarda üretimde bir standart sağlamak mümkün olabilmektedir ancak hizmetin içeriği, sunan kişiye, müşteriye veya zamana göre değişmektedir. İnsanların farklılıklarından dolayı aynı hizmeti aynı insan farklı zamanlarda farklı kalitede sunabilmektedir. Ayrıca tüketicilerin tecrübeleri, hizmeti algılamalarını doğrudan etkilemektedir."
  },
  {
    "id": "2846799",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi çalışanlar yönünden mal ve hizmetler arasındaki farklılıklardan biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteri ile çok yoğun ilişki olması",
      "B": "Büyük ölçüde kişisel kararlara dayanması",
      "C": "İnsanları etkilemenin gerekmesi",
      "D": "Kolay denetlenememesi",
      "E": "Soyut ve dayanıksız olması"
    },
    "explanation": "Mal ve hizmetler arasındaki farklılıklara çalışanlar, işlemler ve çıktılar değerlendirme ölçütleri ile baktığımızda şu şekilde sıralanabilir:<br/>Hizmet üretimine çalışanlar yönünden baktığımızda:<br/><ul> <li>Müşteriyle çok yoğun ilişki vardır.</li> <li>Büyük ölçüde kişisel kararlara dayanır.</li> <li>İnsanları etkileyebilmek gerekir.</li> <li>Kolay denetlenemez.</li> </ul>"
  },
  {
    "id": "2847616",
    "unitNumber": 6,
    "text": "İhtiyaçları, istekleri, tercihleri olan ve tercih yapabilen; iktisadi kaynaklarını mal ve hizmetleri satın almak için kullanan ve bu faaliyetleri sonucunda doyuma ulaşan kişiler hangisi ile tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hizmet",
      "B": "Müşteri",
      "C": "Hasta",
      "D": "Tüketici",
      "E": "Pazarlama"
    },
    "explanation": "Tüketici; ihtiyaçları, istekleri, tercihleri olan ve tercih yapabilen; iktisadi kaynaklarını mal ve hizmetleri satın almak için kullanan ve bu faaliyetleri sonucunda doyuma ulaşan kişilerdir."
  },
  {
    "id": "2847620",
    "unitNumber": 6,
    "text": "Sağlık kuruluşlarında aşağıdakilerden hangisi iç müşteriler arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hastalar",
      "B": "Hasta yakınları",
      "C": "Ziyaretçiler",
      "D": "Ortaklar",
      "E": "İlaç firmaları"
    },
    "explanation": "Sağlık kuruluşlarında müşterileri üç şekilde sınıflandırılabilmektedir. Sağlık işletmesinin içinde bulunan çalışanlar, ortaklar, danışmanlar iç müşteri olarak belirtilirken hastalar, hasta yakınları, ziyaretçiler, diğer kuruluşlar, ilaç firmaları vb. ise dış müşteri olarak isimlendirilmektedir. Global müşteriler ise sağlık işletmesinin sunduğu hizmetlerden dolaylı olarak etkilenen tüm kişi ve kuruluşlar olarak tanımlanmaktadır."
  },
  {
    "id": "2847628",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sağlık hizmetlerindeki tüketicilerin özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fiyat gerçekte asla üçüncü kuruluşlar tarafından karşılanmaz.",
      "B": "Mevcut seçenekler arasında tercih sınırlaması yoktur.",
      "C": "Genellikle kararlarla ilgili objektif temelleri vardır.",
      "D": "Daima pazarlama için nihai hedeftir.",
      "E": "Hizmet özellikleri ile ilgili sınırlı bilgi vardır."
    },
    "explanation": "Sağlık Hizmet Tüketicileri<br/><ul><br/><li>Nadir olarak nihai karar vericidir.</li><br/><li>Nadir olarak fiyata dayalı karar verir.</li><br/><li>Fiyat çoğunlukla üçüncü kuruluşlar tarafından karşılanır.</li><br/><li>Sonuçları değerlendirmede sınırlı özelliğe sahiptir.</li><br/><li>Genellikle profesyonel sevk gerektirmektedir.</li><br/><li>Mevcut seçenekler arasında sınırlı tercih yapabilir.</li><br/><li>Genellikle isteğe bağlı olmayan satın alma yapılır.</li><br/><li>Genellikle kararlarını subjektif nedenlere dayandırır.</li><br/><li>Nadir olarak fiyat bilgisi vardır.</li><br/><li>Nadir olarak ihtiyaç duydukları hizmetlere karar verir.</li><br/><li>Hizmet özellikleri ile ilgili sınırlı bilgi vardır.</li><br/><li>Hizmet kalitesine karar vermede sınırlı yeteneklidir.</li><br/><li>Uygun olmayan sonuç için sınırlı kaynaktır.</li><br/><li>Nadir olarak pazarlama için nihai hedeftir.</li><br/></ul>"
  },
  {
    "id": "2847631",
    "unitNumber": 6,
    "text": "Sağlık hizmetlerinde dağıtımın meydana getirdiği faydalar nelerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zaman, yer, mülkiyet, biçim",
      "B": "Zaman, yer, reklam, kişisel satış",
      "C": "Mülkiyet, kişisel satış, halkla ilişkiler, doğrudan pazarlama",
      "D": "Yer, mülkiyet, biçim, reklam",
      "E": "Zaman, mülkiyet, reklam, kişisel satış"
    },
    "explanation": "Sağlık hizmetlerinde dağıtımın meydana getirdiği dört fayda şu şekilde sıralanabilir:<br/><ol> <li>Zaman faydası</li> <li>Yer faydası</li> <li>Mülkiyet faydası</li> <li>Biçim faydası</li> </ol>"
  },
  {
    "id": "2847634",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sağlık hizmetlerinde kalite kapsamındandır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dürüstlük",
      "B": "Karşılıklı güven",
      "C": "Teknik",
      "D": "Hasta haklarına saygı",
      "E": "Yeterlilik"
    },
    "explanation": "Genel olarak sağlık hizmetlerinde kalite üç başlıkta sınıflandırılmaktadır:<br/><ol> <li>Sağlık hizmetinin konfor yönü</li> <li>Kalitenin teknik yönü</li> <li>Kişiler arasındaki iletişim yönüdür.</li> </ol>"
  },
  {
    "id": "2850768",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi pazarlama karmasının 4P'sinden biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Fiyat",
      "B": "Pazar",
      "C": "Tutundurma",
      "D": "Dağıtım",
      "E": "Ürün"
    },
    "explanation": "Pazar, pazarlama karmasının 4P'sinden biri <strong>değildir</strong>. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2850773",
    "unitNumber": 6,
    "text": "Bir işletmenin ürününü tanıtmak amacıyla bilinçli, planlanmış, değişik kanallar aracılığıyla yaptığı faaliyetler bütününe ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiyatlandırma",
      "B": "Dağıtım",
      "C": "Tutundurma",
      "D": "Pazarlama",
      "E": "Hizmet verme"
    },
    "explanation": "Bir işletmenin ürününü tanıtmak amacıyla bilinçli, planlanmış, değişik kanallar aracılığıyla yaptığı faaliyetler bütününe tutundurma adı verilir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2850782",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tutundurma karması elemanlarından biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğrudan pazarlama",
      "B": "Reklam",
      "C": "Kişisel satış",
      "D": "Halkla ilişkiler",
      "E": "Marka ismi"
    },
    "explanation": "Marka ismi tutundurma karması elemanlarından biri <strong>değildir. </strong>Doğru cevap E seçeneğidir."
  },
  {
    "id": "2850792",
    "unitNumber": 6,
    "text": "İnsan ve makineler tarafından insan gayretiyle üretilen ve tüketicilere doğrudan fayda sağlayan ve fiziksel olmayan ürünlere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Marka",
      "B": "Fiyat",
      "C": "Hizmet",
      "D": "Mamul",
      "E": "Promosyon"
    },
    "explanation": "İnsan ve makineler tarafından insan gayretiyle üretilen ve tüketicilere doğrudan fayda sağlayan ve fiziksel olmayan ürünlere hizmet denir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2850800",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi hizmetin temel özelliklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Homojenlik",
      "B": "Soyutluk",
      "C": "Sahiplik",
      "D": "Dayanıksız olma",
      "E": "Ayrılmazlık"
    },
    "explanation": "Heterojenlik hizmetin temel özelliklerinden biridir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2850812",
    "unitNumber": 6,
    "text": "Hizmet üretimine işlemler yönünden baktığımızda aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteri sürecin bir parçası değildir",
      "B": "İnsan odaklıdır",
      "C": "Sistem müşteriyle dolaylı olarak ilişkilidir",
      "D": "Yanıt süresi uzundur",
      "E": "Belirlilik ve kararlılık vardır."
    },
    "explanation": "Hizmet üretimine işlemler yönünden baktığımızda insan odaklıdır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2850827",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sağlık hizmet tüketicilerinin özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mevcut seçenekler arasında sınırsız tercih yapabilir",
      "B": "Çoğunlukla fiyata dayalı karar verir",
      "C": "Sonuçları değerlendirmede sınırsız özelliğe sahiptir.",
      "D": "Genellikle fiyat bilgisi vardır",
      "E": "Genellikle kararlarını subjektif nedenlere dayandırır"
    },
    "explanation": "Sağlık hizmet tüketicileri genellikle kararlarını subjektif nedenlere dayandırır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2850844",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sosyodemografik temel pazarlama bölümlendirme kriterlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cinsiyet",
      "B": "Kişilik",
      "C": "Tutum",
      "D": "Ülke",
      "E": "İklim"
    },
    "explanation": "Cinsiyet sosyodemografik temel pazarlama bölümlendirme kriterlerinden biridir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2850849",
    "unitNumber": 6,
    "text": "Herhangi bir bölümlendirmeye gerek duyulmama durumuna ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mikro pazarlama",
      "B": "Farklı bölümlere yönelik pazarlama",
      "C": "Niş Pazarlama",
      "D": "Kitlesel pazarlama",
      "E": "Bölüme yönelik pazarlama"
    },
    "explanation": "Herhangi bir bölümlendirmeye gerek duyulmama durumuna kitlesel pazarlama denir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2850853",
    "unitNumber": 6,
    "text": "Gerekli bilgi ve donanıma sahip olarak hizmetlerin üretilmesi hizmet kalitesi boyutlarından hangisini ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Güvenlik",
      "B": "Nezaket",
      "C": "Yeterlilik",
      "D": "İnanılabilirlik",
      "E": "İletişim"
    },
    "explanation": "Gerekli bilgi ve donanıma sahip olarak hizmetlerin üretilmesi hizmet kalitesi boyutlarından yeterliliği ifade etmektedir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2176870",
    "unitNumber": 7,
    "text": "İşletmenin uzun vade de yaşamının devam ettirilmesine ve sür-dürülebilir rekabet üstünlüğü sağlamasına yönelik bilgi toplama, analiz, seçim, karar ve uygulama faaliyetlerinin tümü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Misyon",
      "B": "Stratejik Yönetim",
      "C": "Vizyon",
      "D": "Politika",
      "E": "Taktik"
    },
    "explanation": "<strong>Stratejik Yönetim: </strong>İşletmenin uzun vade de yaşamının devam ettirilmesine ve sür-dürülebilir rekabet üstünlüğü sağlamasına yönelik bilgi toplama, analiz, seçim, karar ve uygulama faaliyetlerinin tümü olarak tanımlanmaktadır."
  },
  {
    "id": "2176872",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi stratejinin tanımını yapan farklı bakış açılarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bakış açısı",
      "B": "Konum",
      "C": "Hedef",
      "D": "Plan",
      "E": "Politika"
    },
    "explanation": "Strateji;<br/>Bakış açısı, Konum, Hedef ve Plan bakış açıları olarak tanımlanmıştır. Ancak Politika oolarak strateji şeklinde bir tanımlama söz konusu değildir."
  },
  {
    "id": "2176873",
    "unitNumber": 7,
    "text": "Stratejiyi “Önceden tanımlanıp ilan edilmiş hedeflere değil, çevreden gelen tepkilere göre davranışların yönetilmesi” şeklinde tanımlayan bakış açısı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bakış açısı",
      "B": "Konum",
      "C": "Hedef",
      "D": "Plan",
      "E": "Politika"
    },
    "explanation": "Starejiyi “Önceden tanımlanıp ilan edilmiş hedeflere değil, çevreden gelen tepkilere göre davranışların yönetilmesi” şeklinde tanımlayan bakış açısı “Hedef olarak strateji” dir."
  },
  {
    "id": "2176875",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi stratejik yönetim sürecinin temel adımlarından <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Stratejik Kaynak",
      "B": "Stratejik Analiz",
      "C": "Strateji Oluşturma",
      "D": "Stratejilerin Uygulanması",
      "E": "Stratejik Kontrol"
    },
    "explanation": "Stratejik Kaynak stratejik yönetim sürecinin temel adımlarından değildir."
  },
  {
    "id": "2176876",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri çevre analizinin başlıca amaçları arasındadır?<br/><ol type=\"I\"> <li>İşletmeyi etkileyebilecek mevcut problem/ sorunları değerlendirmek ve analiz etmek,</li> <li>Mevcut problem/sorunları ve zayıf ya da erken fark edilen potansiyel değişiklikleri belirlemek ve analiz etmek,</li> <li>Proaktif bir şekilde gelecekte oluşabilecek olası sorunları öngörebilmek,</li> <li>Dış çevredeki işletmelerden gelebilecek sorun ve tehditleri sınıflandırmak ve sıralamak.</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Aşağıdakiler çevre analizinin başlıca amaçları arasındadır;<br/><ul><br/><li>İşletmeyi etkileyebilecek mevcut problem/ sorunları değerlendirmek ve analiz etmek,</li><br/><li>Mevcut problem/sorunları ve zayıf ya da erken fark edilen potansiyel değişiklikleri belirlemek ve analiz etmek,</li><br/><li>Proaktif bir şekilde gelecekte oluşabilecek olası sorunları öngörebilmek,</li><br/><li>Dış çevredeki işletmelerden gelebilecek sorun ve tehditleri sınıflandırmak ve sıralamak.</li><br/></ul><br/>I, II, III ve IV"
  },
  {
    "id": "2176877",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi rekabet çevresinin incelenmesinde kullanılan “beş güç modeli” kapsamında değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Olası rakiplerin tehdidi",
      "B": "Alıcıların pazarlık gücü",
      "C": "Tedarikçilerin pazarlık gücü",
      "D": "İkame mal ya da hizmetlerin tehdidi",
      "E": "Müşteri memnuniyeti"
    },
    "explanation": "Müşteri memnuniyeti rekabet çevresinin incelenmesinde kullanılan “beş güç modeli” kapsamında değildir."
  },
  {
    "id": "2176878",
    "unitNumber": 7,
    "text": "Bir kuruluşa ait gerçekleştirilen Swot analizi kapsamında aşağıdaki parametrelerden hangileri değerlendirilir?<br/><ol type=\"I\"> <li>İşletmenin Güçlü Yönleri</li> <li>İşletmenin Zayıf Yönleri</li> <li>İşletmenin Dış Çevresindeki Fırsatlar</li> <li>İşletmenin Dış Çevresindeki Tehditler</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Bir kuruluşa ait gerçekleştirilen Swot analizi kapsamında aşağıdaki parametreler değerlendirilir;<br/>İşletmenin Güçlü Yönleri<br/>İşletmenin Zayıf Yönleri<br/>İşletmenin Dış Çevresindeki Fırsatlar<br/>İşletmenin Dış Çevresindeki Tehditler<br/>I, II, III ve IV"
  },
  {
    "id": "2176889",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri bir sağlık işletmesi için uygun klinik yönetim gelişimini belirleyen kritik başarı faktörleri arasında değerlendirilebilir?<br/><ol type=\"I\"> <li>Hasta merkezli hizmet</li> <li>Liderlik</li> <li>Takım çalışması</li> <li>Girişimcilik</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Aşağıdakiler bir sağlık işletmesi için uygun klinik yönetim gelişimini belirleyen kritik başarı faktörleri arasındadır;<br/>Hasta merkezli hizmet<br/>Liderlik<br/>Takım çalışması<br/>I, II, III"
  },
  {
    "id": "2176892",
    "unitNumber": 7,
    "text": "İşletmelerde büyüme stratejileri işletme düzeyinde ve bölüm düzeyinde olmak üzere ikiye ayrılmaktadır. Aşağıdakilerden hangisi işletme düzeyinde bir stratejidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çeşitlendirme",
      "B": "Pazar geliştirme",
      "C": "Ürün geliştirme",
      "D": "Pazara nüfuz etme",
      "E": "Tasarruf sağlama"
    },
    "explanation": "Çeşitlendirme işletme düzeyinde bir büyüme stratejisidir."
  },
  {
    "id": "2176893",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi pazara giriş stratejilerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tasarruf sağlama",
      "B": "İttifak",
      "C": "Farklılaştırma",
      "D": "Maliyet Liderliği",
      "E": "Lisans anlaşması"
    },
    "explanation": "Lisans anlaşması pazara giriş stratejilerindendir.<br/>Lisans anlaşması, Pazara Giriş stratejileri arasında yer almaktadır. Kitabınızın 174. sayfasında, Pazara giriş stratejileri başlığı altında görebilirsiniz."
  },
  {
    "id": "2848855",
    "unitNumber": 7,
    "text": "Etkili stratejiler geliştirmeye, uygulamaya ve sonuçlarını değerlendirerek kontrol etmeye yönelik kararlar ve faaliyetler bütünü ve işletmenin amaçlarına ulaşabilmesi için öngörülen planların oluşturulması ve uygulanmasıyla sonuçlanan kararlar ve eylemler olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kurumsal iletişim",
      "B": "Stratejik yönetim",
      "C": "Taktik",
      "D": "Stratejik analiz",
      "E": "Değer zinciri analizi"
    },
    "explanation": "Stratejik yönetim; etkili stratejiler geliştirmeye, uygulamaya ve sonuçlarını değerlendirerek kontrol etmeye yönelik kararlar ve faaliyetler bütünü (Dinçer, 1998) olarak tanımlanabilirken işletmenin amaçlarına ulaşabilmesi için öngörülen planların oluşturulması ve uygulanmasıyla sonuçlanan kararlar ve eylemler (Pearce ve Robinson, 2012) olarak da tanımlanmaktadır."
  },
  {
    "id": "2848860",
    "unitNumber": 7,
    "text": "......................... işletmeyi diğer işletmelerden ayıran amaç ve varoluş nedeni olarak tanımlanmaktadır.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vizyon",
      "B": "Stratejik yönetim",
      "C": "Misyon",
      "D": "Değer analizi",
      "E": "Strateji"
    },
    "explanation": "Misyon, işletmeyi diğer işletmelerden ayıran amaç ve varoluş nedeni olarak tanımlanmaktadır."
  },
  {
    "id": "2848866",
    "unitNumber": 7,
    "text": "Misyon ile ilgili aşağıda verilen bilgilerden hangisi <u><strong>yanlıştır?</strong></u>",
    "correctAnswer": "A",
    "options": {
      "A": "Stratejik yönetim literatüründe en kapsamlı, geniş ve genel amaçları ifade etmek için kullanılan kavramdır.",
      "B": "İşletmeyi diğer işletmelerden ayıran amaç ve varoluş nedeni olarak tanımlanmaktadır.",
      "C": "Her işletmenin temel yapı taşı ve her stratejik yönetim girişiminin başlangıç noktası olarak kabul edilmektedir.",
      "D": "Stratejik planın geliştirilmesi ve uygulanması için bir amaç ve yön duygusu oluşturmaktadır.",
      "E": "İşletmenin pazarını açıklamakta ve ona yönelik hedef belirlemektedir."
    },
    "explanation": "Stratejik yönetim literatüründe en kapsamlı, geniş ve genel amaçları ifade etmek için kullanılan kavram vizyon kavramıdır."
  },
  {
    "id": "2848877",
    "unitNumber": 7,
    "text": "<ol type=\"I\"><br/><li>Stratejik analiz</li><br/><li>Planlama</li><br/><li>Misyon </li><br/><li>Vizyon</li><br/><li>Taktik</li><br/></ol><br/>Yukarıdakilerden hangisi/hangileri stratejik yönetim sürecinin aşamalarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "IV ve V",
      "E": "Yalnız V"
    },
    "explanation": "Stratejik yönetim sürecinin altı temel aşamadan oluştuğunu ifade etmektedirler. Bunlar; stratejistlerin seçimi ve görevlendirilmesi, stratejik analiz, stratejik yönlendirme, strateji oluşturma, stratejik uygulama ve stratejik kontrol olarak sıralanmaktadır."
  },
  {
    "id": "2848886",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisinde stratejik yönetim sürecinin temel adımları doğru sıralanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Stratejik analiz-strateji oluşturma-stratejilerin uygulanması-stratejik kontrol",
      "B": "Strateji oluşturma-stratejilerin uygulanması-stratejik analiz-stratejik kontrol",
      "C": "Stratejik kontrol-strateji oluşturma-stratejilerin uygulanması-stratejik analiz",
      "D": "Strateji oluşturma-stratejik analiz-stratejilerin uygulanması-stratejik kontrol",
      "E": "Stratejik analiz-stratejilerin uygulanması-stratejik kontrol-strateji oluşturma"
    },
    "explanation": "Stratejik yönetim sürecinin temel adımları: 1. Stratejik Analiz (Çevrenin İncelenmesi, Durum Analizi): Sürecin ilk aşaması olup işletmenin iç ve dış çevresini değerlendirilip iç çevrede üstün ve zayıf yönlerinin dış çevrede fırsat ve tehditlerin belirlenerek işletmenin değerleri, ilkeleri amaç ve hedeflerinin tanımlanması faaliyetlerini içermektedir. 2. Strateji Oluşturma: İkinci aşama olan strateji oluşturma aşaması, bir önceki evredeki durum analizi sonuçlarına göre alternatif stratejilerin değerlendirilmesi ve işletmeye yön verecek olan stratejilerin belirlenmesi faaliyetlerini kapsamaktadır. 3. Stratejilerin Uygulanması: Üçüncü evrede işletmenin yönetim stratejisinin işlevsel düzeydeki stratejilere, program ve bütçelere evrilmesi faaliyetlerinin gerçekleştirilmesidir. 4. Stratejik Kontrol: Son aşama ise işletmenin amaçlarının değerlendirilmesi, performansın tespiti, amaç ve performans sonuçlarının karşılaştırılarak, duruma göre gerekli düzenleme ya da düzeltici önlemlerin alınarak sürecin değerlendirilmesi tamamlanmaktadır."
  },
  {
    "id": "2848892",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi çevre analizinin başlıca amaçlarından <u><strong>biri değildir?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "İşletmeyi etkileyebilecek mevcut problem/ sorunları değerlendirmek ve analiz etmek",
      "B": "Mevcut problem/sorunları ve zayıf ya da erken fark edilen potansiyel değişiklikleri belirlemek ve analiz etmek",
      "C": "Proaktif bir şekilde gelecekte oluşabilecek olası sorunları öngörebilmek",
      "D": "Dış çevredeki işletmelerden gelebilecek sorun ve tehditleri sınıflandırmak ve sıralamak",
      "E": "Sorun ve tehditlere hazırlıklı olmak adına stratejiler oluşturmak"
    },
    "explanation": "Çevre analizinin başlıca amaçları aşağıdaki gibi sıralanmaktadır (Swayne vd., 2006): • İşletmeyi etkileyebilecek mevcut problem/ sorunları değerlendirmek ve analiz etmek, • Mevcut problem/sorunları ve zayıf ya da erken fark edilen potansiyel değişiklikleri belirlemek ve analiz etmek, • Proaktif bir şekilde gelecekte oluşabilecek olası sorunları öngörebilmek, • Dış çevredeki işletmelerden gelebilecek sorun ve tehditleri sınıflandırmak ve sıralamak."
  },
  {
    "id": "2848900",
    "unitNumber": 7,
    "text": "Bir işletmenin ürün ve hizmetlerini gerçekleştirirken yararlandığı faaliyet gruplarını, “temel faaliyetler” ve “yardımcı faaliyetler” olarak açıklayan tekniğe verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kaynak temelli yaklaşım",
      "B": "FÜTZ analizi",
      "C": "Değer zinciri analizi",
      "D": "SWOT analizi",
      "E": "Fonksiyonel analiz"
    },
    "explanation": "Değer Zinciri Analizi: M.E. Porter (1985) tarafından geliştirilen değer zinciri analizi, bir işletmenin ürün ve hizmetlerini gerçekleştirirken yararlandığı faaliyet gruplarını, “temel faaliyetler” ve “yardımcı faaliyetler” olarak açıklayan bir tekniktir."
  },
  {
    "id": "2848914",
    "unitNumber": 7,
    "text": "İşletmenin kısa ve orta vadeli nakit akışını maksimize etmek için sermaye donanımı, reklam, araştırma ve geliştirme gibi tüm yatırımları durdurmasını içeren kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tasarruf sağlama",
      "B": "Tasfiye",
      "C": "Tasarruf sağlama",
      "D": "Hasat toplama",
      "E": "Ortak girişim"
    },
    "explanation": "Hasat toplama: İşletmenin kısa ve orta vadeli nakit akışını maksimize etmek için sermaye donanımı, reklam, araştırma ve geliştirme gibi tüm yatırımları durdurmasını içermektedir."
  },
  {
    "id": "2848922",
    "unitNumber": 7,
    "text": "Bir firmanın pazarın bütününe yönelmek yerine yalnızca bir kısmına (bir veya birkaç segmente veya niş pazara) yönelerek bu kısma mal veya hizmetlerini sunmak yoluyla rekabet etmesi durumunda izlediği rekabet stratejisi......................olarak tanımlanmaktadır.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Maliyet liderliği",
      "B": "Odaklanma",
      "C": "İç geliştirme",
      "D": "Tecrit etme",
      "E": "Birleşme"
    },
    "explanation": "Odaklanma: Bir firmanın pazarın bütününe yönelmek yerine yalnızca bir kısmına (bir veya birkaç segmente veya niş pazara) yönelerek bu kısma mal veya hizmetlerini sunmak yoluyla rekabet etmesi durumunda izlediği rekabet stratejisi odaklanma olarak tanımlanmaktadır."
  },
  {
    "id": "2848930",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>İç geliştirme</li> <li>İç yatırım</li> <li>Ele geçirme</li> <li>Lisans anlaşması</li> <li>Ortak gelişim</li> </ol> Yukarıdakilerden hangileri geliştirme stratejilerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "III ve IV",
      "D": "III, IV ve V",
      "E": "IV ve V"
    },
    "explanation": "Geliştirme Stratejileri: Geliştirme stratejileri, sağlık işletmelerinin kendi öz kaynaklarını kullanarak yeni ürün ve hizmetler geliştirmesi ve bu ürün ve hizmetlerle yeni pazarlara girmeye yönelik faaliyetleri içermektedir. İki tip geliştirme stratejisi bulunmaktadır: • İç geliştirme: İşletmenin kendi iç kaynaklarını kullanarak ürün ve hizmetlerini geliştirmeye yönelik çalışmalarıdır. • İç Yatırım: İşletmede ürün ve hizmetlerin geliştirilebilmesi için bağımsız yeni bir birim kurularak yeni ürün ve hizmetlerle ilgili geliştirmeleri yapmada bu birimin sorumlu tutulmasıdır."
  },
  {
    "id": "2849409",
    "unitNumber": 7,
    "text": "İşletmelerin kaynaklarını optimum kullanmak için değişen durumlara uygun olarak aldıkları kısa vadeli kararlarına ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Taktik",
      "B": "Politika",
      "C": "Strateji",
      "D": "Vizyon",
      "E": "Misyon"
    },
    "explanation": "STRATEJİK YÖNETİM VE İLGİLİ KAVRAMLAR<br/>Taktik, işletmelerin kaynaklarını optimum kullanmak için değişen durumlara uygun olarak aldıkları kısa vadeli kararları olarak tanımlanmaktadır."
  },
  {
    "id": "2849413",
    "unitNumber": 7,
    "text": "Stratejik yönetim sürecinin ikinci aşaması olan ve analiz sonuçlarına göre alternatif stratejilerin değerlendirilmesi ve işletmeye yön verecek olan stratejilerin belirlenmesi faaliyetlerini kapsayan aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Stratejik Analiz",
      "B": "Strateji Oluşturma",
      "C": "Stratejilerin Uygulanması",
      "D": "Stratejik Kontrol",
      "E": "Stratejik Bilinç"
    },
    "explanation": "SAĞLIK İŞLETMELERİNDE STRATEJİK YÖNETİM SÜRECİ<br/>Strateji Oluşturma: İkinci aşama olan strateji oluşturma aşaması, bir önceki evredeki durum analizi sonuçlarına göre alternatif stratejilerin değerlendirilmesi ve işletmeye yön verecek olan stratejilerin belirlenmesi faaliyetlerini kapsamaktadır"
  },
  {
    "id": "2849416",
    "unitNumber": 7,
    "text": "İşletmeler dış ve iç çevre şartlarını dikkate alarak, mevcut güçlü yönleri ile çevrenin getireceği fırsatlardan en üst düzeyde yararlanacak, tehditlerin ve zayıf yanların etkisini en aza indirecek stratejiler geliştirmelidirler. Buna göre aşağıdakilerden hangisi işletme içi çevre analizi şartları arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tedarikçiler",
      "B": "Müşteriler",
      "C": "Altyapı",
      "D": "Rakipler",
      "E": "İkame Mal"
    },
    "explanation": "SAĞLIK İŞLETMELERİNDE STRATEJİK YÖNETİM SÜRECİ<br/>İşletme içi çevre analizi arasında altyapı bulunmaktadır. Diğer şıklar işletme dışı çevre analizleri arasındadır."
  },
  {
    "id": "2849418",
    "unitNumber": 7,
    "text": "Sağlık işletmelerinde işletmeye değer katacak hizmet fonksiyonları Değer Zinciri Analizi ile belirlenmektedir. Aşağıdakilerden hangisi sağlık kurumlarının değer oluşturulmasında hizmet noktası temel faaliyetleri arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hasta memnuniyeti",
      "B": "Lojistik",
      "C": "Hedef Pazar",
      "D": "Faturalama",
      "E": "Fiyatlandırma"
    },
    "explanation": "SAĞLIK İŞLETMELERİNDE STRATEJİK YÖNETİM SÜRECİ<br/>Hizmet noktası: Klinik işlemler- Kalite Süreç yeniliği, Pazarlama- Hasta memnuniyeti. Buna göre hasta memnuniyeti, hizmet noktası temel faaliyetleri arasındadır."
  },
  {
    "id": "2849420",
    "unitNumber": 7,
    "text": "İşletmelerin güçlü ve zayıf yönleri ile fırsatlar ve tehditleri değerlendirmek için yapılan stratejik bir planlama yöntemini ifade eden SWOT (FÜTZ) analizinde aşağıdakilerden hangisi işletmenin dış çevresindeki tehditlere örnek verilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmenin pazardaki imajının zayıflığı",
      "B": "Yoğun işlevsel sorunlar",
      "C": "Maliyetleri düşük yabancı rakiplerin pazara girmesi",
      "D": "Dağıtım kanallarının yetersizliği",
      "E": "Değişimi finansal olarak destekleyememesi"
    },
    "explanation": "SAĞLIK İŞLETMELERİNDE STRATEJİK YÖNETİM SÜRECİ<br/>Maliyetleri düşük yabancı rakiplerin pazara girmesi İşletmenin Dış Çevresindeki Tehditlere örnek olarak verilebilir."
  },
  {
    "id": "2849421",
    "unitNumber": 7,
    "text": "Sağlık işletmelerinde strateji oluşturma sürecinde beş strateji türü öngörülmektedir. Aşağıdakilerden hangisinde en iyi strateji oluşturma şekli en doğru şekilde sıralanmıştır?<br/>I- Uyum Stratejileri<br/>II-Rekabet Stratejileri<br/>III-Pazara Giriş Stratejileri<br/>IV-Uygulama Stratejileri<br/>V-Yönelim Stratejileri",
    "correctAnswer": "B",
    "options": {
      "A": "II, III, I, IV, V",
      "B": "V, I, III, II, IV",
      "C": "I, II, III, IV, V",
      "D": "V, IV, III, II, I",
      "E": "III, II, I, IV, V"
    },
    "explanation": "En iyi strateji oluşturma sırası Yönelim Stratejileri, Uyum Stratejileri, Pazara Giriş Stratejileri, Rekabet Stratejileri, Uygulama Stratejileri olmak üzere sıralanır."
  },
  {
    "id": "2849424",
    "unitNumber": 7,
    "text": "Bir işletmede stratejik yönetim sürecinin planlanan şekilde işleyip işlemediğini, faaliyetlerin performanslarını belirleme, planlanan ile gerçekleşen faaliyetleri karşılaştırma, varsa stratejik amaçlara ulaşmayı engelleyen faktör ve uygulamaları ortaya çıkarma ve bunlara ilişkin gerekli düzeltici eylemleri gerçekleştirme fonksiyonuna ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Stratejilerin Uygulanması",
      "B": "Strateji Oluşturma",
      "C": "Stratejik Analiz",
      "D": "Stratejik Kontrol",
      "E": "Stratejik bilinç"
    },
    "explanation": "Stratejik kontrol; bir işletmede stratejik yönetim sürecinin planlanan şekilde işleyip işlemediğini, faaliyetlerin performanslarını belirleme, planlanan ile gerçekleşen faaliyetleri karşılaştırma, varsa stratejik amaçlara ulaşmayı engelleyen faktör ve uygulamaları ortaya çıkarma ve bunlara ilişkin gerekli düzeltici eylemleri gerçekleştirme fonksiyonudur."
  },
  {
    "id": "2849425",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hastaneler tarafından kullanılan farklılaştırma esasları örnekleri arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Personel azaltmak",
      "B": "Sıkı maliyet kontrollerin kurulması",
      "C": "İç fonksiyonel koordinasyonu geliştirmek",
      "D": "Mevcut becerileri geliştirmek veya yeni ve verimli beceriler oluşturmak",
      "E": "En son (ve en pahalı) teknolojinin (MRI gibi) kullanılması"
    },
    "explanation": "Strateji Oluşturma<br/>En son (ve en pahalı) teknolojinin (MRI gibi) kullanılması hastaneler tarafından kullanılan farklılaştırma esasları örnekleri arasındadır."
  },
  {
    "id": "2849426",
    "unitNumber": 7,
    "text": "İşletmenin uzun vadeli amaçlarına ulaşmasına rehberlik edecek kararları içeren bir yol haritası olarak tanımlanabilmesine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Strateji",
      "B": "Vizyon",
      "C": "Misyon",
      "D": "Politika",
      "E": "Taktik"
    },
    "explanation": "STRATEJİK YÖNETİM VE İLGİLİ KAVRAMLAR<br/>Strateji: İşletmenin uzun vadeli amaçlarına ulaşmasına rehberlik edecek kararları içeren bir yol haritası olarak tanımlanabilmektedir."
  },
  {
    "id": "2849427",
    "unitNumber": 7,
    "text": "Rekabet çevresinin incelenmesinde en yaygın kullanılan analiz yöntemi “beş güç modeli”dir. Bu yöntem kim tarafından geliştirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ülgen ve Mirze.,2004",
      "B": "Swayne vd., 2006",
      "C": "Porter.,1980",
      "D": "Chandler., 1962",
      "E": "Naktiyok., 2015"
    },
    "explanation": "SAĞLIK İŞLETMELERİNDE STRATEJİK YÖNETİM SÜRECİ<br/>Rekabet çevresinin incelenmesinde en yaygın kullanılan analiz yöntemi, M.E. Porter (1980) tarafından geliştirilen “beş güç modeli”dir."
  },
  {
    "id": "2177064",
    "unitNumber": 8,
    "text": "Sağlık hizmetlerinde performans değerlendirilmesinde aşağıda verilen ölçütlerden hangisi dikkate alınır?",
    "correctAnswer": "C",
    "options": {
      "A": "Poliklinik hizmetleri",
      "B": "Hastane kalite kriterleri",
      "C": "Daha iyi bir sağlık düzeyine erişilmesi (sağlık çıktıları)",
      "D": "Fiziki mekân ve süreçlerin denetimi",
      "E": "Hasta ve hasta yakınları memnuniyet anketleri"
    },
    "explanation": "Sağlık hizmetlerinde performans, aşağıda listelenen ölçütler çerçevesinde değerlendirilmektedir (Sağlık Bakanlığı, 2006):<br/><ul> <li>İnsanın mutluluğunun sağlanması (hasta memnuniyeti)</li> <li>Daha iyi bir sağlık düzeyine erişilmesi (sağlık çıktıları)</li> <li>Hizmet sunum sürecinin ödüllendirilmesi (süreç ölçümü)</li> </ul> • Altyapının ve girdilerin kalitesi (girdi analizi)"
  },
  {
    "id": "2177065",
    "unitNumber": 8,
    "text": "İşletmelerde karşılaştırmalı performans analizi aşağıda listelenen hangi yöntemle <strong>yapılamaz</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Deneme yöntemi",
      "B": "Oran analizi Yöntemi",
      "C": "En küçük kareler regresyonu",
      "D": "Toplam faktör verimliliği",
      "E": "Stokastik sınır analizi"
    },
    "explanation": "İşletmelerde karşılaştırmalı performans analizi aşağıda listelenen birçok yöntemle yapılabilir:<br/><ul> <li>Oran analizi,</li> <li>En küçük kareler regresyonu,</li> <li>Toplam faktör verimliliği,</li> <li>Stokastik sınır analizi</li> <li>Veri zarflama analizi (VZA)</li> </ul>"
  },
  {
    "id": "2177067",
    "unitNumber": 8,
    "text": "İşletmelerde performans hesaplama yöntemlerinin en basit metodolojisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Oran analizi",
      "B": "En küçük kareler regresyonu",
      "C": "Toplam faktör verimliliği",
      "D": "Stokastik sınır analizi",
      "E": "Veri zarflama analizi"
    },
    "explanation": "Oran analizi yaklaşımı, performans hesaplama yöntemlerinin en basit metodolojisidir."
  },
  {
    "id": "2177071",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tüm firmaların verimli olmadığını varsayan, parametrik olmayan işletmelerde karşılaştırmalı performans analizi tekniğidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Oran analizi",
      "B": "En küçük kareler regresyonu",
      "C": "Toplam faktör verimliliği",
      "D": "Stokastik sınır analizi",
      "E": "Veri zarflama analizi"
    },
    "explanation": "Veri Zarflama Analizi (VZA): VZA, parametrik olmayan bir tekniktir. VZA, tüm firmaların verimli olmadığını varsayar."
  },
  {
    "id": "2177079",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Sağlık bakanlığı kurumsal performans ölçüm yöntemlerinden <strong>biri değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Poliklinik hizmetleri",
      "B": "Personel geri bildirimi",
      "C": "Hastane kalite kriterleri",
      "D": "Fiziki mekân ve süreçlerin denetimi",
      "E": "Hasta ve hasta yakınları memnuniyet anketleri"
    },
    "explanation": "Sağlık bakanlığı kurumsal performans ölçüm yöntemleri ise dört başlık altında toplanmıştır (Sağlık Bakanlığı, 2006):<br/><ul> <li>Poliklinik hizmetleri</li> <li>Hastane kalite kriterleri</li> <li>Fiziki mekân ve süreçlerin denetimi</li> <li>Hasta ve hasta yakınları memnuniyet anketleri</li> </ul>"
  },
  {
    "id": "2177095",
    "unitNumber": 8,
    "text": "Başarım, takat sınırı, bir şeyi ya da işi yapma veya uygulama hareketi aşağıdaki kavramlardan hangisi ile ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Performans",
      "B": "Verimlilik",
      "C": "Etkinlik",
      "D": "Etkililik",
      "E": "Hizmet"
    },
    "explanation": "Batı kökenli kelimeler grubunda yer alan ve kökeni Fransızca olan performans kavramı, Türk Dil Kurumu sözlüğünde “Başarım, takat sınırı, bir şeyi ya da işi yapma veya uygulama hareketi” olarak tanımlanmaktadır (TDK, 2017). Performans kelimesi, kurum açısından belirli bir dönemde üretilen mal ve hizmetlerin miktarı olarak tanımlanırken çalışan birey açısından performans belirli bir amaca ulaşmak için gösterilen “verimlilik” ve “etkinlik” düzeyidir. Günümüzde etkililik (effectiveness) ve etkinlik (efficiency) kavramları karıştırılmakta ya da anlam karmaşasına sebep olmaktadır. Etkililik kavramı “belirlenen hedefleri gerçekleştirme derecesi” iken etkinlik kavramı “verimlilik” anlamı yerine kullanılabilmektedir (Tutar ve Altınöz, 2010)."
  },
  {
    "id": "2177096",
    "unitNumber": 8,
    "text": "Olumlu ve olumsuz çalışan davranışlarının yazılı kayıtlarının tutulmasını gerektiren bir performans değerlendirme yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Deneme yöntemi",
      "B": "Zorunlu dağılım yöntemi",
      "C": "Kritik olay yöntemi",
      "D": "Karşılaştırma yöntemi",
      "E": "Puanlama yöntemi"
    },
    "explanation": "Kritik olay yöntemi, olumlu ve olumsuz çalışan davranışlarının yazılı kayıtlarının tutulmasını gerektiren bir performans değerlendirme yöntemidir. “Kritik olay”, olarak nitelendirilebilecek bir olay bölümün etkinliğini olumlu ya da olumsuz olarak önemli ölçüde etkilediğinde yönetici bu durumu not eder. Değerlendirme süresinin sonunda değerlendirici, bu kayıtları çalışanların performansını değerlendirmek için diğer verilerle birlikte ele alır. Bu yöntem sayesinde değerlendirmenin son birkaç haftaya veya aylara odaklanmak yerine tüm değerlendirme dönemini kapsaması sağlanır."
  },
  {
    "id": "2177100",
    "unitNumber": 8,
    "text": "Hangisi değerlendiricinin çalışanın performansını açıklayan kısa bir değerlendirme notu yazdığı bir performans değerlendirme yöntemidir.",
    "correctAnswer": "A",
    "options": {
      "A": "Deneme yöntemi",
      "B": "Zorunlu dağılım yöntemi",
      "C": "Kritik olay yöntemi",
      "D": "Karşılaştırma yöntemi",
      "E": "Puanlama yöntemi"
    },
    "explanation": "Deneme yöntemi, değerlendiricinin çalışanın performansını açıklayan kısa bir değerlendirme notu yazdığı bir performans değerlendirme yöntemidir. Bu yöntem, çalışanın günlük rutin performansından ziyade çalışmasındaki farklı davranışlara odaklanma eğilimindedir."
  },
  {
    "id": "2177111",
    "unitNumber": 8,
    "text": "Yöneticinin astının başarısının tüm işine yansıyacağı düşüncesinden kaynaklanan performans değerlendirme hatası aşağıdakilerden hangisidir.",
    "correctAnswer": "A",
    "options": {
      "A": "Halo (Hale) Etkisi",
      "B": "Ortalama Eğilim Hatası",
      "C": "Kontrast Hataları",
      "D": "Teknik Hatalar",
      "E": "Yakın Geçmişteki Olaylardan Etkilenme"
    },
    "explanation": "Halo (Hale) Etkisi, yöneticinin astının başarısının tüm işine yansıyacağı düşüncesinden kaynaklanan performans değerlendirme hatasıdır."
  },
  {
    "id": "2177115",
    "unitNumber": 8,
    "text": "TC = TC(Y, W) + V + U şeklinde gösterilen genel bir stokastik sınır analizi formülasyonunda, “ Y ” harfi neyi ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplam maliyet",
      "B": "Çıktı",
      "C": "Girdi fiyatları",
      "D": "Rastgele hata",
      "E": "Verimsizlik artanı"
    },
    "explanation": "Stokastik sınır analizi de parametrik bir tekniktir. Stokastik Sınır Analizi, tüm firmaların verimli olmadığını varsayar (Bu özelliği regresyon analizine göre üstün yönüdür.) ve gürültüyü hesaba katar. Genel bir stokastik sınır analizi şu şekilde formüle edilebilir:<br/>TC = TC(Y, W) + V + U<br/>TC = toplam maliyet<br/>Y = çıktı<br/>W= girdi fiyatları<br/>V = rastgele hata<br/>U= verimsizlik artanı"
  },
  {
    "id": "2845163",
    "unitNumber": 8,
    "text": "........ kurumun planlanmış bir işin amaca ulaşım seviyesinin ölçümüdür.<br/>Yukarıda boşluk bırakılan yere aşağıdaki şıklardan hangisinde belirtilen ifade gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Etkinlik",
      "B": "Performans",
      "C": "Etkililik",
      "D": "Stratejik hedef",
      "E": "Faaliyet"
    },
    "explanation": "Performans, kurumun planlanmış bir işin amaca ulaşım seviyesinin ölçümüdür."
  },
  {
    "id": "2845165",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Sağlık bakanlığı kurumsal performans ölçüm<br/>yöntemleri arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Hastane kalite kriterleri",
      "B": "Poliklinik hizmetleri",
      "C": "Hastaların sağlık durumları",
      "D": "Fiziki mekân ve süreçlerin denetimi",
      "E": "Hasta ve hasta yakınları memnuniyet anketleri"
    },
    "explanation": "Hastaların sağlık durumları Sağlık bakanlığı kurumsal performans ölçüm<br/>yöntemleri arasında yer almaz."
  },
  {
    "id": "2845170",
    "unitNumber": 8,
    "text": "I. Geri ödeme değişikliklerine cevap verebilme yeteneğini değerlendirmek<br/>II. Kamu politikası gerekliliklerine uyum durumunu değerlendirmek<br/>III. Belirli bir zaman dilimi ile diğeri arasındaki değişiklikleri tespit etmek<br/>IV. Belirli bir rekabetçi pazar ortamında işletmelerin diğerlerine göre durumunu belirlemek (kıyaslamak veya emsal değerlendirmesi yapmak)<br/>İşletmelerin ölçülmesi ve karşılaştırılması gereken amaçlar ile ilgili olarak yukarıdaki ifadelerden hangisi ya da hangileri doğru verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "III ve IV",
      "D": "I-II-III-IV",
      "E": "Yalnız IV"
    },
    "explanation": "İşletmeler çeşitli amaçlardan dolayı performans değerlendirmesi yapmaktadır. İşletmelerin ölçülmesi ve karşılaştırılması gereken amaçları aşağıda listelenmiştir:<br/>• Belirli bir zaman dilimi ile diğeri arasındaki değişiklikleri tespit etmek<br/>• Belirli bir rekabetçi pazar ortamında işletmelerin diğerlerine göre durumunu belirlemek (kıyaslamak veya emsal değerlendirmesi yapmak)<br/>• Kamu politikası gerekliliklerine uyum durumunu değerlendirmek<br/>• Geri ödeme değişikliklerine cevap verebilme yeteneğini değerlendirmek"
  },
  {
    "id": "2845171",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi performans değerlendirme yöntemlerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karşılaştırma Yöntemi",
      "B": "Grafik Değerleme Yöntemi",
      "C": "Stokastik sınır analizi",
      "D": "Puanlama Yöntemi",
      "E": "Sıralama Yöntemi"
    },
    "explanation": "Stokastik sınır analizi, işletmelerin etkinlik ölçüm ve değerlendirme yöntemleri arasındadır."
  },
  {
    "id": "2845176",
    "unitNumber": 8,
    "text": "I. Uygulama süreci için her şey önceden planlanmalı ve organize edilmelidir.<br/>II. Tüm süreç açık olmalıdır<br/>III. Değerlendirme ve performans arasındaki ilişkiyi kurmak yetersiz olabilir.<br/>IV. Açık uçlu sorular olumsuz eleştiri yaratabilir.<br/>360 derece performans değerlendirme yönteminin özelliklerini, önemli hususları ve sakıncaları ile ilgili olarak yukarıda verilen ifadelerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "II ve IV",
      "C": "Yalnız I",
      "D": "II-III-IV",
      "E": "I-III-IV"
    },
    "explanation": "Tüm süreç gizli olmalıdır"
  },
  {
    "id": "2845181",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi 360 Derece Performans Değerlendirme Yöntemi Uygulama Sürecinin 2. adımına aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Değerlendiricilerin seçimi",
      "B": "Pilot uygulama yapılması",
      "C": "Geribildirim verilmesi",
      "D": "Değerlendirme formlarının dağıtılması ve elde edilen verilerin analizi",
      "E": "Temel amaç ve hedeflerin değerlendiricilere ve değerlendirilenlere açıklanması"
    },
    "explanation": "360 Derece Performans Değerlendirme Yöntemi Uygulama Sürecinin 2. adımı<br/>Değerlendirilecek verilerin içeriğinin (değerlendirme kriterlerinin) belirlenmesi (Kişiselözellikler/Karakter, Yetkinlikler, Beceri, Ürün/hizmet sonuçları)<br/>Veri toplama yöntemleri ve en uygun veri toplama yönteminin belirlenmesi.<br/>Değerlendiricilerin seçimi<br/>Değerlendiricilerin ve değerlendirilenlerin eğitiminden oluşur."
  },
  {
    "id": "2845185",
    "unitNumber": 8,
    "text": "Yöneticinin astının başarısının tüm işine yansıyacağı düşüncesinden kaynaklanan performans değerlendirme hatası aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Teknik Hatalar",
      "B": "Halo etkisi",
      "C": "Kontrast Hataları",
      "D": "Yakın Geçmişteki Olaylardan Etkilenme",
      "E": "Belirli Dereceler ve Puanlara Yönelme Hataları"
    },
    "explanation": "Halo (Hale) Etkisi: Yöneticinin astının başarısının tüm işine yansıyacağı düşüncesinden kaynaklanan performans değerlendirme hatasıdır."
  },
  {
    "id": "2845191",
    "unitNumber": 8,
    "text": ".........birçok çalışanı kısa sürede değerlendirmek zorunda olan yöneticiler tarafından yapılan hatalardır.<br/>Yukarıda boşluk bırakılan yere hangi ifade gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kontrast Hataları",
      "B": "Teknik Hatalar",
      "C": "Kişisel Önyargılar ve Objektif Olamama",
      "D": "Belirli Dereceler ve Puanlara Yönelme Hataları",
      "E": "Halo (Hale) Etkisi"
    },
    "explanation": "Kontrast hataları, birçok çalışanı kısa sürede değerlendirmek zorunda olan yöneticiler tarafından yapılan hatalardır."
  },
  {
    "id": "2845194",
    "unitNumber": 8,
    "text": "I. Sağlık işletmeleri; hastalar, birçok sağlık hizmeti sağlayıcıları, ödeme yapanlar, devlet ve vatandaşlar dahil olmak üzere birçok farklı paydaşa sahip karmaşık sistemlerdir.<br/>II.Sağlık işletmelerinde performans ölçümünün temel rolü, paydaşların bilinçli karar vermesini sağlamaktır.<br/>III. Performans ile ilgili bilgilerin toplanması ve yayınlanması ile ilgili daha<br/>teknik yöntemler ise 100 yıl önce geliştirilmeye başlanmıştır. <br/>IV. Sağlık işletmelerinde performans değerlendirme ile ilgili kayıtlar en az 250 yıl öncesine dayanmaktadır<br/>Yukarıda verilen ifadelerden hangisi ya da hangileri sağlık işletmelerinde performans değerlendirmesi ile ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız 1II",
      "B": "I ve IV",
      "C": "I-II-III",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "İfadelerin tümü sağlık işletmelerinde performans değerlendirmesi ile ilişkilidir."
  },
  {
    "id": "2845197",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinde tedarikçi kuruluşların veri gereksinimlerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bakım hizmetlerine erişim ve eşitlik hakkında bilgi",
      "B": "Klinik performans verileri",
      "C": "Sağlık ihtiyaçları ve karşılanmayan ihtiyaçlar hakkında bilgi",
      "D": "Son teknoloji tıbbi bilgi",
      "E": "Mevcut sağlık hizmetleri hakkında bilgi"
    },
    "explanation": "Klinik performans verileri<br/>Hasta deneyimleri ve hasta memnuniyeti hakkında bilgi<br/>Hizmete erişim ve eşitlik hakkında bilgi<br/>Hizmetlerin kullanımı ve bekleme süreleri hakkında bilgi tedarikçi kuruluşların veri gereksinimlerindendir."
  },
  {
    "id": "2846665",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Sağlık bakanlığı kurumsal performans ölçüm yöntemlerinden <strong>biri değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Poliklinik hizmetleri",
      "B": "Hastane kalite kriterleri",
      "C": "Fiziki mekân ve süreçlerin denetimi",
      "D": "Hasta ve hasta yakınları memnuniyet<br/>anketleri",
      "E": "Psikolojik destek hizmetleri"
    },
    "explanation": "Sağlık bakanlığı kurumsal performans ölçüm<br/>yöntemleri ise dört başlık altında toplanmıştır<br/>(Sağlık Bakanlığı, 2006):<br/>• Poliklinik hizmetleri<br/>• Hastane kalite kriterleri<br/>• Fiziki mekân ve süreçlerin denetimi<br/>• Hasta ve hasta yakınları memnuniyet<br/>anketleri"
  },
  {
    "id": "2846667",
    "unitNumber": 8,
    "text": "Kurumun planlanmış bir işin amaca ulaşım seviyesinin ölçümü, aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Performans",
      "B": "Kalite",
      "C": "Seviye",
      "D": "Değerlendirme",
      "E": "Ölçme"
    },
    "explanation": "Performans, kurumun planlanmış bir işin<br/>amaca ulaşım seviyesinin ölçümüdür."
  },
  {
    "id": "2847044",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi performans değerlendirme sisteminin temel aşamalarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Performans Değerlendirme sistemi sürecini yürütecek bir çalışma grubunun teşkil edilmesi",
      "B": "Kurumsal analiz-Görev analizi-Görev tanımı-İş değerlemesi aşamalarının tatbiki",
      "C": "Performans kriterlerinin ve göstergelerinin belirlenmes",
      "D": "Değerlendirme yönteminin belirlenmesi",
      "E": "Araştırms- geliştirme çalışmalarının yapılması"
    },
    "explanation": "Performans Değerlendirme Sisteminin Temel Aşamaları<br/>Performans Değerlendirme sistemi sürecini<br/>yürütecek bir çalışma grubunun teşkil edilmesi<br/>Kurumsal analiz-Görev analizi-Görev tanımı-İş<br/>değerlemesi aşamalarının tatbiki<br/>Performans kriterlerinin ve göstergelerinin<br/>belirlenmesi<br/>Değerlendirme yönteminin belirlenmesi<br/>Değerlendirme periyotlarının belirlenmesi<br/>Değerlendiricilerin belirlenmesi ve eğitilmesi<br/>Yönetici ve çalışanlara bilgi verilmesi, sistemin<br/>İKY ile ilişkilendirilmesi"
  },
  {
    "id": "2847046",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi etkili bir şekilde yürütülen performans değerlendirmesinin işletmeye sağlayacağı olumlu katkılardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çalışan gelişimini sağlamak",
      "B": "Maliyeti düşürmek",
      "C": "Karı arttırmak",
      "D": "Rekabeti arttırmak",
      "E": "Ücretleri düşürmek"
    },
    "explanation": "Etkili bir şekilde yürütülen performans değerlendirmesi, işletmede aşağıda listelendiği gibi birçok olumlu katkısı olabilir:<br/>• Performans planlama ve hedef belirleme<br/>• Geri bildirim ve çalışanların desteklenmesi<br/>• Çalışan gelişimi<br/>• Çalışan performansı ile ücret ve terfi kararlarını ilişkilendirmek."
  },
  {
    "id": "2847047",
    "unitNumber": 8,
    "text": "Genellikle küçük ölçekli kurumlarda kullanılmaya ve çeşitli pozisyonlarda çalışan bireyleri kendi görüşleriyle birlikte değerlendirmeye uygun olan değerlendirme yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Puanlama yöntemi",
      "B": "Sıralama yöntemi",
      "C": "Grafik değerleme yöntemi",
      "D": "Kontrol listeleri yöntemi",
      "E": "Karşılaştırma yöntemi"
    },
    "explanation": "Grafik derecelendirme yöntemi, çeşitli pozisyonlarda çalışan bireylerin kendi görüşleriyle birlikte değerlendirmek için uygulanır. Genellikle küçük ölçekli kurumlarda kullanılmaya uygundur."
  },
  {
    "id": "2847048",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi çalışanları tanımlanmış faktörlere göre derecelendiren performans değerlendirme yöntemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Derecelendirerek puanlama yöntemi",
      "B": "Puanlama yöntemi",
      "C": "Kontrol listesi yöntemi",
      "D": "Sıralama yöntemi",
      "E": "Zorunlu dağılım yöntemi"
    },
    "explanation": "Derecelendirerek puanlama yöntemi, çalışanları tanımlanmış faktörlere göre derecelendiren bir performans değerlendirme yöntemidir. Bu yönteminin sık uygulanmasının bir nedeni, birçok çalışanın hızlı bir<br/>şekilde değerlendirilmesine izin veren sadelikte olmasıdır."
  },
  {
    "id": "2847049",
    "unitNumber": 8,
    "text": "Değerlendiricinin çalışanın performansını açıklayan kısa bir değerlendirme notu yazdığı bir performans değerlendirme yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Puanlama yöntemi",
      "B": "Derecelendirerek puanlama yöntemi",
      "C": "Kontrol listesi yöntemi",
      "D": "Zorunlu dağılım yöntemi",
      "E": "Deneme yöntemi"
    },
    "explanation": "Deneme yöntemi, değerlendiricinin çalışanın performansını açıklayan kısa bir değerlendirme notu yazdığı bir performans değerlendirme yöntemidir. Bu yöntem, çalışanın günlük rutin performansından ziyade çalışmasındaki farklı davranışlara odaklanma eğilimindedir."
  },
  {
    "id": "2847050",
    "unitNumber": 8,
    "text": "GOS Eğrisinde \"çalışmalarıyla uyumlu çalışanlar\" kaçıncı derecede yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I. derece",
      "B": "II. derece",
      "C": "III. derece",
      "D": "IV. derece",
      "E": "V. derece"
    },
    "explanation": "Bu eğride, beş derece ve yüzdeler bulunmaktadır. Derecelerin anlamları oldukça açıktır. Çalışmalarıyla uyumlu çalışanlar III. derece, işinde yetersiz<br/>olanlar I. derece, işinde üstün seviyede olanlar IV.<br/>derecede yer almaktadır"
  },
  {
    "id": "2847051",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi birçok çalışanı kısa sürede değerlendirmek zorunda olan yöneticiler tarafından yapılan hataları tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişisel Önyargılar ve Objektif Olamama",
      "B": "Yakın Geçmişteki Olaylardan Etkilenme",
      "C": "Ortalama Eğilim Hatası",
      "D": "Kontrast Hataları",
      "E": "Teknik Hatalar"
    },
    "explanation": "Kontrast Hataları: Birçok çalışanı kısa sürede değerlendirmek zorunda olan yöneticiler tarafından yapılan hatalardır."
  },
  {
    "id": "2847052",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi çalışanlarda performans değerlendirmede kullanılan çağdaş yöntemlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Grafik değerleme yöntemi",
      "B": "Sıralama yöntemi",
      "C": "Karşılaştırma yöntemi",
      "D": "360 derece performans değerleme yöntemi",
      "E": "Kritik olay değerlendirme yöntemi"
    },
    "explanation": "Çalışanlarda performans değerlendirme, klasik ve modern yöntemler olarak ikiye ayrılır. Bu bölümde grafik değerleme, sıralama, karşılaştırma, kontrol listeleri, zorunlu dağılım, kritik olay, davranışsal değerlendirme olmak üzere birçok geleneksel yöntem ve amaçlara göre değerlendirme ve 360 derece performans değerleme gibi çağdaş yöntemler detaylı bir şekilde verilmiştir."
  }
]