[
  {
    "id": "3354183",
    "unitNumber": 1,
    "text": ".............., teke tek ilişki kurulan ‘sanat eseriyle’ bağlantılı olarak sorulan “Neyi, nasıl diyor?” sorusuna verilen yanıttan sonra hemen ortaya çıkan “Bana ne diyor?” sorusunun yanıtı olarak kendini gösterir<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "options": {
      "A": "Sosyolojik eleştiri",
      "B": "Estetik eleştiri",
      "C": "Psikolojik eleştiri",
      "D": "Teknik eleştiri",
      "E": "Felsefi eleştiri"
    },
    "correctAnswer": "C",
    "explanation": "<strong>Psikolojik eleştiri</strong>, teke tek ilişki kurulan ‘sanat eseriyle’ bağlantılı olarak sorulan “Neyi, nasıl diyor?” sorusuna verilen yanıttan sonra hemen ortaya çıkan “Bana ne diyor?” sorusunun yanıtı olarak kendini gösterir"
  },
  {
    "id": "3842329",
    "unitNumber": 1,
    "text": "1930’larda ortaya çıkan, temel yönelimi sanat eserinin kendisine yönelerek incelemek, yorumlamak olan biçimcilik kuramı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Anglo-Amerikan Biçimciliği Kuramı",
      "B": "Rus Biçimciliği Kuramı",
      "C": "Yeni eleştiri",
      "D": "Rus Biçimciliği Kuramı",
      "E": "Richards’ın Öznelci Kuramı"
    },
    "correctAnswer": "C",
    "explanation": "Doğru cevap C<br/>Biçimcilik Kuramları - Yeni Eleştiri 1930’larda başlamış çok etkin olmuştur ve temel yönelimi sanat eserinin kendisine yönelerek incelemek, yorumlamaktır. Yaygın olarak Amerika’da benimsenmiş ve etkili olmuştur ancak İngiltere’de I.A.Richards ve T.S.Eliot tarafından ortaya atılmış bir kuramdır."
  },
  {
    "id": "3354069",
    "unitNumber": 1,
    "text": "1930’larda temel yönelimi sanat eserinin kendisine yönelerek inceleme ve yorumlama olan Amerika’da benimsenen, I.A.Richards ve T.S.Eliot tarafından ortaya atılan kuram aşağıdakilerden hangisidir?",
    "options": {
      "A": "Biçimcilik",
      "B": "Realizm",
      "C": "Toplumsal Gerçekçilik",
      "D": "Rasyonalizm",
      "E": "Kübizm"
    },
    "correctAnswer": "A",
    "explanation": "Sanat Eserine Dönük Eleştiri: Biçimcilik ve Yapısalcılık Kuramları"
  },
  {
    "id": "3354070",
    "unitNumber": 1,
    "text": "<em>Balzac, Flaubert ve Emile Zola kuramın en önemli temsilcileridir. Yazarlar ve sanatçıların sanatın gerçekliği bütün çıplaklığıyla en iyi şekilde yansıtması anlayışından dolayı eserlerinde aşırı gerçekçi – detaylı tasvirler hâkimdir. Eserlerde toplumun gerçeği iyi, kötü, çirkin, ayıp, günah, suç sınırlamaları olmaksızın “yaşanan gerçeklik” anlatılır veya yansıtılır.</em><br/>Yukarıdaki verilen paragraftaki bilgiler aşağıdaki hangi kuramı açıklamaktadır?",
    "options": {
      "A": "Batı Gerçekçiliği Kuramı",
      "B": "Rasyonalizm",
      "C": "Realizm",
      "D": "Klasisisizm",
      "E": "Romantizm"
    },
    "correctAnswer": "A",
    "explanation": "Batı Gerçekçiliği Kuramı"
  },
  {
    "id": "3842327",
    "unitNumber": 1,
    "text": "Aktarımcılığı ahlaksal görüşle birleştiren kişi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Karl Marx",
      "B": "Lev Tolstoy",
      "C": "David Hume",
      "D": "John Locke",
      "E": "Thomas Paine"
    },
    "correctAnswer": "B",
    "explanation": "Doğru cevap B<br/>Aktarımcılarda, “duygu için duygu” ilkesi hâkimdir. Bu duygu kendisinin olabildiği gibi başkalarının da olabilir. Bu görüşü tam olarak benimseyen ve aktarımcılığı ahlaksal görüşle birleştiren Tolstoy’dur."
  },
  {
    "id": "3354178",
    "unitNumber": 1,
    "text": "Aristoteles’e göre ........., tutkularımızı tehlikeli bir alandan tehlikesiz bir alana aktarmak suretiyle insanları bu uç tutkulardan kurtarır, bu duyguları sanat aracılığıyla doyurur.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "options": {
      "A": "Determinis",
      "B": "Tragedya",
      "C": "Katharsis",
      "D": "Mimesis",
      "E": "Hedonizm"
    },
    "correctAnswer": "B",
    "explanation": "Aristoteles’e göre <strong>tragedya</strong>, tutkularımızı tehlikeli bir alandan tehlikesiz bir alana aktarmak suretiyle insanları bu uç tutkulardan kurtarır, bu duyguları sanat aracılığıyla doyurur."
  },
  {
    "id": "3842322",
    "unitNumber": 1,
    "text": "Aydınlanma düşüncesinin ilk temsilcileri olarak aşağıdakilerden hangileri kabul edilmektedir?",
    "options": {
      "A": "John Locke ve David Hume",
      "B": "Jean-Jacques Rousseau ve Voltaire",
      "C": "Montesquieu ve Denis Diderot<br/>René Descartes ve Gottfried Wilhelm Leibniz",
      "D": "Immanuel Kant ve Christian Wolff",
      "E": "René Descartes ve Gottfried Wilhelm Leibniz"
    },
    "correctAnswer": "E",
    "explanation": "Doğru cevap C <br/>Aydınlanmaya yol açan başlıca düşünsel gelişmeler Rönesans ve Reform hareketleridir. Aydınlanmanın ilk temsilcileri olarak genellikle René Descartes ve Gottfried Wilhelm Leibniz kabul edilir."
  },
  {
    "id": "3354181",
    "unitNumber": 1,
    "text": "Aşağıda verilen hangi kuramın savunucuları gerçek sanat ile sözde sanatı birbirinden ayırmaya çalışmışlar ve sanatçı duygularını dile getirirken başkalarını düşünmez, kimseyi düşünmez görüşünü benimsemişlerdir?",
    "options": {
      "A": "Richards’ın Öznelci Kuramı",
      "B": "Estetik Yaşantı Kuramı",
      "C": "Yaratma Olarak Anlatımcılık Kuramı",
      "D": "Duygusal Etki Kuramı",
      "E": "Aktarımcı Anlatımcılık Kuramı"
    },
    "correctAnswer": "C",
    "explanation": "<strong>Yaratma Olarak Anlatımcılık Kuramı</strong><br/>Bu kuramın savunucuları gerçek sanat ile sözde sanatı birbirinden ayırmaya çalışmışlarıdır. Sanatçı duygularını dile getirirken başkalarını düşünmez, kimseyi düşünmez"
  },
  {
    "id": "3354179",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Batı Gerçekçiliği Kuramının en önemli temsilcilerinden biridir?",
    "options": {
      "A": "Tolstoy",
      "B": "Richards",
      "C": "Marx",
      "D": "Balzac",
      "E": "Mondrian"
    },
    "correctAnswer": "D",
    "explanation": "<strong>Balzac</strong>, Flaubert ve Emile Zola Batı Gerçekçiliği Kuramının en önemli temsilcileridir"
  },
  {
    "id": "3354061",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir şeyin doğru ve gerçek değerinin saptanabilmesi için olan aşamalardan <strong>değildir?</strong>",
    "options": {
      "A": "Tanıma",
      "B": "Yerini Belirleme",
      "C": "Getirisi",
      "D": "Satıcının kişiliği",
      "E": "Özgün Değeri"
    },
    "correctAnswer": "D",
    "explanation": "DEĞERLENDİRME, YORUM VE ELEŞTİRİ<br/>Satıcının kişiliği"
  },
  {
    "id": "3354177",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi eleştiri türlerinde biri <strong>değildir</strong>?",
    "options": {
      "A": "Sözlü eleştiri",
      "B": "Yazılı eleştiri",
      "C": "İnceleme eleştirisi",
      "D": "Bilgilendirme eleştirisi",
      "E": "Yargılama eleştirisi"
    },
    "correctAnswer": "D",
    "explanation": "Eleştiri bilimsel bir edinim, eylem; inceleme, saptama, değerlendirme yöntemi olarak ortaya konuluşunun icrası açısından <strong>Sözlü Eleştiri</strong> ve <strong>Yazılı </strong><strong>Eleştiri</strong> şeklinde ikiye ayırmak mümkündür. Ayrıca eleştiri bilimsel bir disiplin, alan, uğraş başka bir ifadeyle meslek olarak bakıldığında <strong>İnceleme </strong><strong>Eleştiris</strong>i ve ortaya çıkan sonuç açısından ise <strong>Yargılama Eleştirisi</strong> şeklinde eleştiri türleri olarak gruplandırılabilir."
  },
  {
    "id": "3354174",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kişinin değerini bulmaya çalıştığı şeyle bağlı olmayan dışarıdaki olumlu ya da olumsuz bir değeri, duyguyu, bağı o şeyin değerliymiş gibi kabul edip ona yansıtmasıdır?",
    "options": {
      "A": "Değer biçmek",
      "B": "Değer atamak",
      "C": "Değer yansıtmak",
      "D": "Değer yüklemek",
      "E": "Değer saptamak"
    },
    "correctAnswer": "D",
    "explanation": "Başka bir ifadeyle<strong> değer yüklemek</strong>, kişinin değerini bulmaya çalıştığı<br/>şeyle bağlı olmayan dışarıdaki olumlu ya da olumsuz bir değeri, duyguyu, bağı o şeyin değerliymiş gibi kabul edip ona yansıtmasıdır"
  },
  {
    "id": "3354176",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sanat, iyi ve güzel konusunda birçok önemli estetik kuramlar ortaya koymuş, sanatı bir yansıtma aracı olarak gören Yansıtma Kuramının ilk temsilcisi olmuş düşünürdür?",
    "options": {
      "A": "Sokrates",
      "B": "Aristoteles",
      "C": "Aristoteles",
      "D": "Theophrastus",
      "E": "Platon"
    },
    "correctAnswer": "E",
    "explanation": "<strong>Platon</strong> (MÖ 424-347), sanat, iyi ve güzel konusunda birçok önemli estetik kuramlar ortaya koymuş, sanatı bir yansıtma aracı olarak gören Yansıtma Kuramının ilk temsilcisi olmuştur."
  },
  {
    "id": "3354175",
    "unitNumber": 1,
    "text": "Başarılı bir yapıtı değerli bir yapıttan ayırabilmek için, değerlendirmede yapılan üçüncü adım aşağıdakilerden hangisidir?",
    "options": {
      "A": "Yerini belirleme",
      "B": "Önemi",
      "C": "Kavrama",
      "D": "Tanıma",
      "E": "Anlama"
    },
    "correctAnswer": "B",
    "explanation": "Başarılı bir yapıtı değerli bir yapıttan ayırabilmek için, değerlendirmede üçüncü bir adım atmak<br/>gereklidir. Bu bir yapıtın <strong>önemini</strong>; böyle bir yapıtın yaratılmasının insan için, dünyamız için anlamının ne olduğunu göstermek; bu olanakların etik değerler bakımından anlamının ne olduğunu göstermektir. Şeylerin doğru ve gerçek değerinin saptanabilmesi için<br/>bilimsel – nesnel - objektif bir yaklaşımla üç aşamalı bir etkinlikten geçirmek kaçınılmazdır: İlk ve en önemli aşama “Tanıma - Anlama – Kavrama”, ikinci aşama “Yerini Belirleme” ve son aşama “<strong>Önemi</strong> – Getirisi – Özgün Değeri” olarak sıralanabilir."
  },
  {
    "id": "3354222",
    "unitNumber": 1,
    "text": "Bir insanı, bir eseri, bir konuyu doğru ve yanlış yanlarını bulup göstermek amacıyla inceleme işine ne ad verilir?",
    "options": {
      "A": "Yorum",
      "B": "Görüş",
      "C": "Eleştiri",
      "D": "Değerlendirme",
      "E": "Tespit"
    },
    "correctAnswer": "C",
    "explanation": "tanım ve kavramlar<br/>Eleştiri: 1. isim Bir insanı, bir eseri, bir konuyu doğru ve yanlış yanlarını bulup göstermek amacıyla inceleme işi, tenkit"
  },
  {
    "id": "3354062",
    "unitNumber": 1,
    "text": "Bir insanı, bir eseri, bir konuyu doğru ve yanlış yanlarını bulup göstermek amacıyla yapılan bilimsel değerlendirme ve inceleme yöntemi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Eleştiri",
      "B": "Yorum",
      "C": "Açıklama",
      "D": "Sorgulama",
      "E": "Yanlışlama"
    },
    "correctAnswer": "A",
    "explanation": "Eleştiri"
  },
  {
    "id": "3354219",
    "unitNumber": 1,
    "text": "Bir öznenin-süjenin veya herhangi bir şeyin bilincine ve farkına varılmasını ya da onunla ilgili bilgilerin edinilmesini sağlayan süreç ve de şeylerin, olay ve varlıkların anlamını kavrayabilme bütününe ne ad verilir?",
    "options": {
      "A": "Bilme",
      "B": "Algılama",
      "C": "Görme",
      "D": "Hissetme",
      "E": "Anlama"
    },
    "correctAnswer": "E",
    "explanation": "tanım ve kavramlar<br/>Anlama; bir öznenin-süjenin veya herhangi bir şeyin bilincine ve farkına varılmasını ya da onunla ilgili bilgilerin edinilmesini sağlayan süreç ve de şeylerin, olay ve varlıkların anlamını kavrayabilme bütünüdür."
  },
  {
    "id": "3354218",
    "unitNumber": 1,
    "text": "Bir şeye dikkati yönelterek, duyular yoluyla o şeyin bilincine varmaya ne ad verilir?",
    "options": {
      "A": "His",
      "B": "Gözlem",
      "C": "Algı",
      "D": "Anlama",
      "E": "Yargı"
    },
    "correctAnswer": "C",
    "explanation": "tanımlar, kavramlar<br/>Algı İng. perception: Bir şeye dikkati yönelterek, duyular yoluyla o şeyin bilincine varma. Bir nesne duyular aracılığıyla algılanır ancak algı duyusal izlenimlerden daha fazla bir şeydir, bilinçli bir farkına varmadır, duyumları bilince ileten bir olaydır."
  },
  {
    "id": "3842282",
    "unitNumber": 1,
    "text": "Bir şeyin nitelik ya da niceliği üstüne yapılan araştırma, çalışmayla varılan, elde edilen sonuçların yargı olarak ortaya konulmasına ne ad verilir?",
    "options": {
      "A": "Eleştiri",
      "B": "Gözlem",
      "C": "Değerlendirme",
      "D": "Deney",
      "E": "Algı"
    },
    "correctAnswer": "C",
    "explanation": "Doğru cevap C şıkkıdır.<br/>Değerlendirme, bir şeyin nitelik ya da niceliği üstüne yapılan araştırma, çalışmayla varılan, elde edilen sonuçların yargı olarak ortaya konulmasıdır."
  },
  {
    "id": "3354221",
    "unitNumber": 1,
    "text": "Değerinin bulunulmaya çalışıldığı şeyin dışında var olan, genel geçerlilik taşıyan bir bilgi, ölçüt ya da değer yargısı kullanılarak değerini bulma yöntemine ne ad verilir?",
    "options": {
      "A": "Değer Atmak",
      "B": "Değer Yüklemek",
      "C": "Değer Biçmek",
      "D": "Değer Saptamak",
      "E": "Değer yakıştrmak"
    },
    "correctAnswer": "C",
    "explanation": "değerinin bulunulmaya çalışıldığı şeyin dışında var olan, genel geçerlilik taşıyan bir bilgi, ölçüt ya da değer yargısı kullanılarak değerini bulma yöntemine değer biçme denir. Buradaki söz konusu olan değerlendirme, değerini bilmediğimiz bir şeyi değerini bildiğimiz bir şeyle karşılaştırarak, kıyaslayarak ona değer biçmektir."
  },
  {
    "id": "3354220",
    "unitNumber": 1,
    "text": "Değerlendirme yöntemi ya da bir şeyin değerini bulma-saptama olarak Değer Yakıştırma, Değer Biçme ve Doğru Değerlendirme şeklinde üç yol olduğunu ifade eden felsefeci kimdir?",
    "options": {
      "A": "Macit Gökberk",
      "B": "İoanna Kuçuradi",
      "C": "Rıza Tevfik Bölükbaşı",
      "D": "Hasan Âli Yücel",
      "E": "Afşar Timuçin"
    },
    "correctAnswer": "B",
    "explanation": "Değerlendirme tanımı, kapsamı<br/>Günlük hayatta bütün bireyler bilinçli ya da bilinçsiz bir şekilde karşılaştığı tüm şeyleri değerlendirmeye sokar. Değerlendirme yöntemi ya da bir şeyin değerini bulma-saptama olarak İoanna Kuçuradi üç yol olduğunu ifade eder: Değer Yakıştırma, Değer Biçme ve Doğru Değerlendirme."
  },
  {
    "id": "3354182",
    "unitNumber": 1,
    "text": "Duygusal Etki Kuramlarından ilki olan ........ sanatın yegane işlevinin zevk vermek olduğunu savunur.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "options": {
      "A": "Hedonizm",
      "B": "Determinizm",
      "C": "Modernizm",
      "D": "Romantizm",
      "E": "Komünizm"
    },
    "correctAnswer": "A",
    "explanation": "Duygusal Etki Kuramlarından ilki olan <strong>Hedonizm</strong> sanatın yegane işlevinin zevk vermek olduğunu savunur."
  },
  {
    "id": "3842328",
    "unitNumber": 1,
    "text": "Duygusal Etki Kuramlarından ilki olan ve sanatın yegane işlevinin zevk vermek olduğunu savunan kuram aşağıdakilerden hangisidir?",
    "options": {
      "A": "Estetik Yaşantı Kuramı",
      "B": "Richards’ın Öznelci Kuramı",
      "C": "Anglo-Amerikan Biçimciliği Kuramı",
      "D": "Hedonizm",
      "E": "Rus Biçimciliği Kuramı"
    },
    "correctAnswer": "D",
    "explanation": "Doğru cevap D<br/>Duygusal Etki Kuramlarından ilki olan Hedonizm sanatın yegane işlevinin zevk vermek olduğunu savunur. Buna göre bir şey zevk veriyorsa sanattır, sanat olması için yeterlidir."
  },
  {
    "id": "3842324",
    "unitNumber": 1,
    "text": "Edebiyatın sosyal kurumlarla ilişkisi içinde ele alınması gerektiğini savunan eleştiri yöntemi aşağıdakilerden hangisidir?",
    "options": {
      "A": "<span>Tarihî eleştiri </span>",
      "B": "<span>Sözlü eleştiri</span>",
      "C": "Yazılı eleştiri",
      "D": "İnceleme eleştirisi",
      "E": "Yargılama eleştirisi"
    },
    "correctAnswer": "A",
    "explanation": "Almanya Iena’da kuramcı Friedrich, filozof Schlegel ve Schelling, şair Novalis’in başlattığı Romantizm akımı aynı zamanda çok güçlü ve yeni bireleştiri anlayışının doğmasını sağladı. Madame de Stael ve François Rene de Chateaubriand Romantizmle başlayan yeni eleştiri akımının kurucuları oldu. Madame de Stael, tarihî eleştiri yöntemini geliştirdi. Bu yönteme göre edebiyat, sosyal kurumlarla ilişkisi içinde ele alınmalıydı."
  },
  {
    "id": "3354068",
    "unitNumber": 1,
    "text": "Hazzın mutlak anlamda iyi olduğunu, insan eylemlerinin nihai anamda haz sağlayacak bir biçimde planlanması gerektiğini, sürekli haz verene yönelmenin en uygun davranış biçimi olduğunu savunan felsefi görüş aşağıdakilerden hangisidir?",
    "options": {
      "A": "Hedonizm",
      "B": "Rasyonalizm",
      "C": "Klasisisizm",
      "D": "Romantizm",
      "E": "Neoklasisizm"
    },
    "correctAnswer": "A",
    "explanation": "Hedonizm"
  },
  {
    "id": "3354066",
    "unitNumber": 1,
    "text": "Marksist estetiğin ve Toplumcu Gerçekçilik Kuramının temsilcilerinden biri olan Lukacs kuramını aşağıdaki hangi alanlarla temellendirir?",
    "options": {
      "A": "Gerçekçilik ve Doğalcılık",
      "B": "Objektiflik ve Düşünce",
      "C": "Duygu ve İçgüdü",
      "D": "Mistisizm ve Ahlak",
      "E": "Mimesis ve Katharsis"
    },
    "correctAnswer": "A",
    "explanation": "Toplumsal Gerçekçilik Kuramı<br/>Gerçekçilik ve Doğalcılık"
  },
  {
    "id": "3354228",
    "unitNumber": 1,
    "text": "Metot Üzerine Konuşma (1637) adlı eseriyle Klasisizmin temellerini atan ve İnsan aklının gerçekliği kavramasının ancak kuşkucu yaklaşımla mümkün olacağını savunan filozof kimdir?",
    "options": {
      "A": "Denis Diderot",
      "B": "René Descartes",
      "C": "Claude Adrien Helvétius",
      "D": "Baron d’Holbach",
      "E": "Montesquieu"
    },
    "correctAnswer": "B",
    "explanation": "Eleştiri kavramı ve tarihçesi<br/>René Descartes Metot Üzerine Konuşma (1637) adlı eseriyle Klasisizmin temellerini atmıştır. İnsan aklının gerçekliği kavramasının ancak kuşkucu yaklaşımla mümkün olacağını savunur ve eleştirel düşüncenin en önemli temsilcisi olarak karşımıza çıkar. Modern felsefenin kurucusu ve felsefenin yönelimini değiştiren Descartes, 20. yüzyıl felsefesinde öne çıkan ve günümüz felsefesinin popüler alanlarından olan “Zihin Felsefesi” için başlangıç olur."
  },
  {
    "id": "3785793",
    "unitNumber": 1,
    "text": "Romantizm akımı ilk olarak hangi yüzyılda ve hangi ülkelerde ortaya çıkmıştır?",
    "options": {
      "A": "XVII. yüzyılda Fransa ve İtalya’da",
      "B": "XIX. yüzyılın başında İspanya ve Portekiz’de",
      "C": "XVIII. yüzyılın sonunda İngiltere ve Almanya’da",
      "D": "XVIII. yüzyılın ortasında Rusya ve Polonya’da",
      "E": "XIX. yüzyılın sonunda Amerika ve Kanada’da"
    },
    "correctAnswer": "C",
    "explanation": "Romantizm XVIII. yüzyılın sonunda İngiltere ve Almanya’da, daha sonra XIX. yüzyılda Fransa, İtalya, İspanya ve İskandinav ülkelerinde ortaya çıkan Avrupalı bir sanat ve edebiyat akımıdır."
  },
  {
    "id": "3842326",
    "unitNumber": 1,
    "text": "Romantizm sanat anlayışını ilk defa sistemli bir estetik kuram hâline sokan kişi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Georg Lukacs",
      "B": "Eugene Veron",
      "C": "Benedetto Croce",
      "D": "Robin George Collingwood",
      "E": "Pierre-Joseph Ducasse"
    },
    "correctAnswer": "B",
    "explanation": "Doğru cevap B<br/>Romantizm sanat anlayışını ilk defa sistemli bir estetik kuram hâline sokan Eugene Veron, Yansıtma Kuramının sanatı yanlış anladığını belirttikten sonra, sanatı “duygunun dile getirilmesi” olarak tanımlar ve sanatçının bir dâhi olduğunu, eserin şiddetli ve derin etkisinin, yaratıcısının kişiliğinde bulunduğunu söyler."
  },
  {
    "id": "3354067",
    "unitNumber": 1,
    "text": "Sanatı “duygunun dile getirilmesi” olarak tanımlayan ve Romantizm sanat anlayışını ilk defa sistemli bir estetik kuram hâline getiren kişi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Charles Darwin",
      "B": "Emmanuel Kant",
      "C": "Emile Zola",
      "D": "Karl Marx",
      "E": "Eugene Veron"
    },
    "correctAnswer": "E",
    "explanation": "<br/>Sanatçıya Dönük Eleştiri: Anlatımcılık Kuramları, Romantizm<br/>Eugene Veron"
  },
  {
    "id": "3354064",
    "unitNumber": 1,
    "text": "Televizyon, sinema, bilgisayar ve taşınabilir video, film ve televizyon izlenebilen bilgi iletişim araçlarından oluşan medya türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "İşitsel Medya",
      "B": "Görsel Medya",
      "C": "Basılı Medya",
      "D": "Yeni Medya",
      "E": "Yazılı Medya"
    },
    "correctAnswer": "B",
    "explanation": "<br/>Medya eleştirisi<br/>Görsel Medya"
  },
  {
    "id": "3354065",
    "unitNumber": 1,
    "text": "Toplumcu gerçekçilik kuramının temellerini atan ilk kişi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Flaubert",
      "B": "Balzac",
      "C": "Karl Marx",
      "D": "Emile Zola",
      "E": "Kant"
    },
    "correctAnswer": "C",
    "explanation": "Toplumsal Gerçekçilik Kuramı<br/>Karl Marx"
  },
  {
    "id": "3842325",
    "unitNumber": 1,
    "text": "Toplumcu gerçekçiliğin temellerini atan düşünür aşağıdakilerden hangisidir?",
    "options": {
      "A": "David Hume",
      "B": "<span>John Locke</span>",
      "C": "Thomas Paine",
      "D": "Karl Marx",
      "E": "René Descartes"
    },
    "correctAnswer": "D",
    "explanation": "Doğru cevap D <br/>Toplumcu gerçekçiliğin temellerini Karl Marx atmıştır. Engels ve Plehanov gibi düşünürler de bu temele eklentiler yaparak devam etmişlerdir."
  },
  {
    "id": "3842331",
    "unitNumber": 1,
    "text": "Yapısalcılık kuramını psikolojide ilk kullanan aşağıdakilerden hangisidir?",
    "options": {
      "A": "Levi- Strauss",
      "B": "Ferdinand de Saussure",
      "C": "Sigmund Freud",
      "D": "Karl Marx",
      "E": "Jacques Lacan"
    },
    "correctAnswer": "C",
    "explanation": "Doğru cevap C<br/>Yapısalcılık Antik Yunan’da ortaya çıkmış ve yüzyıllardır fen bilimlerinde uygulanan bilimsel bir araştırma, inceleme yöntemidir. Psikoloji alanında yapısalcılık kuramını ilk kez Sigmund Freud kullanmıştır."
  },
  {
    "id": "3354223",
    "unitNumber": 1,
    "text": "İdealar kuramında sanatı ‘mimesis’ kavramıyla açıklamaya çalışan ve yansımanın yansıması ya da taklidin taklidi olarak gerçekliğe ulaşmada ikincil bir yol olarak görerek küçümseyen düşünür aşağıdakilerden hangisidir?",
    "options": {
      "A": "Aristoteles",
      "B": "Sokrates",
      "C": "Platon",
      "D": "Theophrastus",
      "E": "Kant"
    },
    "correctAnswer": "C",
    "explanation": "Eleştiri kavramı<br/>Platon (MÖ 424-347), sanat, iyi ve güzel konusunda birçok önemli estetik kuramlar ortaya koymuş, sanatı bir yansıtma aracı olarak gören Yansıtma Kuramının ilk temsilcisi olmuştur. İdealar kuramında sanatı ‘mimesis’ kavramıyla açıklamaya çalışır ve yansımanın yansıması ya da taklidin taklidi olarak gerçekliğe ulaşmada ikincil bir yol olarak görür ve küçümser."
  },
  {
    "id": "3354063",
    "unitNumber": 1,
    "text": "İdealar kuramında sanatı ‘mimesis’ kavramıyla açıklayarak Yansıtma Kuramının ilk temsilcisi sayılan aşağıdakilerden hangisidir?",
    "options": {
      "A": "Aristoteles",
      "B": "Platon",
      "C": "Sokrates",
      "D": "Kant",
      "E": "Hegel"
    },
    "correctAnswer": "B",
    "explanation": "<br/>Eleştiri Tarihi<br/>Platon"
  },
  {
    "id": "3354227",
    "unitNumber": 1,
    "text": "İskenderiye Okulu'nda yapılan eleştiri çalışmalarının öncüsü olan ve İlk Çağ’ın en meşhur eleştirmen ve gramercisi olarak bilinen düşünür kimdir?",
    "options": {
      "A": "Ciceron",
      "B": "Horace",
      "C": "Platon",
      "D": "Aristarque",
      "E": "Aristoteles"
    },
    "correctAnswer": "D",
    "explanation": "Eleştiri tarihi<br/>Eleştiri çalışmaları daha sonra İskenderiye Okulu tarafından geliştirilmiştir. Burada yapılan çalışmalar, Platon’un ve Aristoteles’in felsefi görüşlerine dayanmakla birlikte esas olarak dil bilgisi ağırlıklıydı, yani dil ve kültür ögeleri üzerinde derin, sistemli görüşler geliştirdiler. Başlıca temsilcileri Aristarque de Samothrace’tı. Aristarque, İlk Çağ’ın en meşhur eleştirmen ve gramercisiydi. Ciceron ve Horace, onu eleştirmenlerin eleştirmeni olarak görüyorlardı (Filizok, 2013)."
  },
  {
    "id": "3842330",
    "unitNumber": 1,
    "text": "“Gördüğümüz şeyler gerçeğin kendisi olsaydı bilime gerek kalmazdı” sözü ile nesnenin yapısına yönelmenin önemine vurgu pan kişi kimdir?",
    "options": {
      "A": "Roland Barthes",
      "B": "Gerard Genette",
      "C": "Tzvetan Todorov",
      "D": "Claude Bremond",
      "E": "Karl Marx"
    },
    "correctAnswer": "E",
    "explanation": "Karl Marx “Gördüğümüz şeyler gerçeğin kendisi olsaydı bilime gerek kalmazdı”der. Yapısalcılık incelenen nesnenin yapısına yönelmektir. Yapısalcılık, yüzeydeki birtakım fenomenlerin altında, derinde yatan bazı kuralların ya da yasaların oluşturduğu <br/>bir sistemi (yapıyı) aramaktır."
  },
  {
    "id": "3354224",
    "unitNumber": 1,
    "text": "“Poetika” ve “Retorik” adlı kitaplarında sanatı sistematik bilimsel yaklaşımla ele alan, normlar ortaya koyan ve sınıflandıran ve döneminin öne çıkan sanat eserlerini eleştirel yaklaşımla inceleyen düşünür kimdir?",
    "options": {
      "A": "Aristoteles",
      "B": "Platon",
      "C": "Theophrastus",
      "D": "Sokrates",
      "E": "Kant"
    },
    "correctAnswer": "A",
    "explanation": "Eleştiri kavramı<br/>Aristoteles (MÖ 384–322), “Poetika” ve “Retorik” adlı kitaplarında sanatı sistematik bilimsel yaklaşımla ele alan, normlar ortaya koyan ve sınıflandıran ve döneminin öne çıkan sanat eserlerini eleştirel yaklaşımla inceleyen düşünürdür."
  },
  {
    "id": "3354180",
    "unitNumber": 1,
    "text": "“Sanat geleceğe dönük olmalı, sanatçı toplumun lokomotifidir, toplumun önündedir ve toplumu ileriye götürür.” fikrini savunan kuram aşağıdakilerden hangisidir?",
    "options": {
      "A": "Toplumsal Gerçekçilik Kuramı",
      "B": "Neo-Klasik Yansıtma Kuramı",
      "C": "Rus Gerçekçiliği Kuramı",
      "D": "Batı Gerçekçiliği Kuramı",
      "E": "Modern Yansıtma Kuramları"
    },
    "correctAnswer": "A",
    "explanation": "<strong>Toplumsal Gerçekçilik </strong><strong>Kuramı</strong> ise “Sanat geleceğe dönük olmalı, sanatçı toplumun lokomotifidir, toplumun önündedir ve toplumu ileriye götürür.” fikrini savunur."
  },
  {
    "id": "3354226",
    "unitNumber": 1,
    "text": "“Sanat yansıtmadır ve amacı eğlendirerek eğitmektir” sözünü söyleyen Rönesans eleştiricisi ve şair kimdir?",
    "options": {
      "A": "Sir Philip Sidney",
      "B": "Aristoteles",
      "C": "Quintilien",
      "D": "Horace",
      "E": "Aristarque"
    },
    "correctAnswer": "A",
    "explanation": "Eleştiri ve eleştiri tarihi<br/>Tipik bir Rönesans eleştiricisi ve şair olan Sir Philip Sidney “Sanat yansıtmadır ve amacı eğlendirerek eğitmektir” der (Moran, 1983)."
  },
  {
    "id": "3354170",
    "unitNumber": 2,
    "text": "\".................. en temelde “doğru öncülden yanlış sonuç çıkartmama” prensibine göre işleyen bir disiplindir\" Cümlesinde boşluğa aşağıdakilerden hangisi gelmelidir?",
    "options": {
      "A": "Kurgu",
      "B": "Akıl",
      "C": "Mantık",
      "D": "Gerçek",
      "E": "Düş"
    },
    "correctAnswer": "C",
    "explanation": "Mantık en temelde<br/>“doğru öncülden yanlış sonuç çıkartmama”<br/>prensibine göre işleyen bir disiplindir."
  },
  {
    "id": "3354284",
    "unitNumber": 2,
    "text": "\"Düşünüyorum, öyleyse varım” sözü hangi düşünüre aittir?",
    "options": {
      "A": "Horkheimer",
      "B": "Adorno",
      "C": "Aristotales",
      "D": "Descartes",
      "E": "Socrates"
    },
    "correctAnswer": "D",
    "explanation": "Akıl Yürütme Olarak Düşünme<br/>“Cogito, ergo sum - Düşünüyorum, öyleyse varım” René Descartes'e aittir."
  },
  {
    "id": "3842798",
    "unitNumber": 2,
    "text": "\"Kürtajı savunuyorsun demek. O zaman cinayet de senin için meşru bir şey olmalı, öyle değil <br/>mi?\" sorusu hangi safsatayı örneklemektedir?",
    "options": {
      "A": "Kişi karalama",
      "B": "<span>Korkuluk</span>",
      "C": "Yanlış ikilem",
      "D": "Artbileşenin evetlenmesi",
      "E": "Dağıtılmamış orta terim"
    },
    "correctAnswer": "B",
    "explanation": "Doğru cevap B<br/>Korkuluk Safsatası (Straw Man Falacy): Bir tartışma esnasında karşı tarafın iddiasını çürütmek için <br/>onu olduğundan çok daha zayıf gösterecek şekilde yorumlayıp yeniden sunmak şeklinde gerçekleşen safsatadır. Adının korkuluk olmasının sebebi de budur: güçlü kuvvetli bir biçimde de yorumlanabilecek bir iddiayı zayıflatıp, âdeta iki tahtanın birbirine çakılmasından oluşan korkuluğa benzeterek bu safsata ortaya konur."
  },
  {
    "id": "3354291",
    "unitNumber": 2,
    "text": "\"Yunus Bey gerçekten çok adil bir ekip lideri\" sözü karşısında arkadaşı Kerim'e \"Sana zam yapılsın diye sürekli övüyorsun bu adamı\" diye çıkıştı. <br/>Yukarıdaki örnek hangi tür akıl yürütmeye uymaktadır?",
    "options": {
      "A": "Kişi Karalama Safsatası",
      "B": "Korkuluk Safsatası",
      "C": "Yanlış İkilem Safsatası",
      "D": "Formel Safsata",
      "E": "Analoji"
    },
    "correctAnswer": "A",
    "explanation": "İnformel Safsatalar<br/>Kişi Karalama Safsatası (Argumentum ad Hominem): Bu safsata türü bir kişinin ortaya koyduğu çıkarıma değil, kişinin kendisine saldırılması üzerine ortaya çıkar. Latince “insana” anlamına gelir ve adından da anlaşılacağı gibi, çıkarıma değil, onu ortaya atan kişiye yönelik bir karalamadır. Örnek verecek olursak “Ayşe Hoca işinde çok başarılı birisi” diyen bir kişiye “ondan yüksek not almak için her yerde onu övüyorsun” şeklinde cevap verilmesi gösterilebilir. Burada dikkat edilirse Ayşe Hoca’nın işinde başarılı olduğu iddiası, başarılı olma özelliğine değil, bunu söyleyen kişi üzerinden reddedilmiş, ortaya atılan fikre bir karşı çıkış değil, fikri ortaya atan kişiye bir suçlama getirilmiştir. Argumentum Ad Hominem (Kişi Karalama Safsatası) bu şekilde tespit edebileceğimiz bir safsatadır."
  },
  {
    "id": "3354290",
    "unitNumber": 2,
    "text": "\"Ürettiğimiz bitki çaylarını içmezseniz asla zayıflayamazsınız\" ifadesi nasıl bir akıl yürütme örneğidir?",
    "options": {
      "A": "Formel safsata",
      "B": "Analoji",
      "C": "Yanlış İkilem Safsatası",
      "D": "Kişi Karalama Safsatası",
      "E": "Korkuluk Safsatası"
    },
    "correctAnswer": "C",
    "explanation": "İnformel Safsatalar<br/>Yanlış İkilem Safsatası (False Dilemma): Başka seçenekler<br/>de bulunduğu halde iki seçenekten birinin seçilmek zorunda olduğu izlenimi verilerek gerçekleştirilen safsatadır. Örnek verecek<br/>olursak;<br/>Örnek 1: Ya bizim ürettiğimiz güneş kremini kullanın ya da acı veren güneş yanıkları sizi bekliyor… (Burada belirli bir firmanın sattığı ürün dışında güneş yanığından korunamayacağı izlenimi yaratılmaya çalışılarak bir safsata ortaya konuyor).<br/>Örnek 2: Muhtarlık seçiminde ya bana oy verirsiniz ya da ikamet belgesi için yüksek ücretler ödersiniz (Burada diğer adayların da seçilmesi hâlinde ikamet belgesinden ücret<br/>almayabileceği hâlde yanlış bir ikilem sunularak seçmen ikna edilmeye çalışılıyor)."
  },
  {
    "id": "3354086",
    "unitNumber": 2,
    "text": "<br/>Aşağıdakilerden hangisi eleştirel düşünmede bahsedilen “düşünme” ile ilişkilendirilebilir?",
    "options": {
      "A": "Seçim yapma",
      "B": "Hayal etme",
      "C": "Akıl yürütme",
      "D": "Göz önüne getirme",
      "E": "Zihinde temsil etme"
    },
    "correctAnswer": "C",
    "explanation": "<br/>Eleştirel düşünmede bahsedeceğimiz “düşünme” dünyada olmuş, olacak veya olanaklı nesne veya olayları zihinde temsil etmeye, onları “göz önüne getirme” veya hayal etmeye değil, akıl yürütmeye dayanmaktadır. Doğru cevap C'dir."
  },
  {
    "id": "3354096",
    "unitNumber": 2,
    "text": "<br/>Aşağıdakilerden hangisi ilk kez Aristoteles tarafından incelenmiş, iki öncülü ve bir sonucu bulunan; küçük terim, orta terim ve büyük terim olmak üzere üç terimden oluşan çıkarımdır.",
    "options": {
      "A": "Formel Safsata",
      "B": "<br/>Değilleyici Kip",
      "C": "<br/>Artbileşenin Evetlenmesi",
      "D": "Tasım",
      "E": "<br/>Rasyonalite"
    },
    "correctAnswer": "D",
    "explanation": "<br/>Tasım İki öncülü ve bir sonucu bulunan; küçük terim, orta terim ve büyük terim olmak üzere üç terimden oluşan çıkarımlardır. İlk kez Aristoteles tarafından incelenmişlerdir. Doğru cevap D'dir."
  },
  {
    "id": "3354087",
    "unitNumber": 2,
    "text": "<br/>Bir iddiada bulunan bir cümlenin içeriğinde barınan düşünce veya fikir .......... olarak tanımlanmaktadır.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "options": {
      "A": "Akıl yürütme",
      "B": "Önerme",
      "C": "Zihinde canlandırma",
      "D": "Örnekleme",
      "E": "Göz önüne getirme"
    },
    "correctAnswer": "B",
    "explanation": "<br/>Önerme, bir iddiada bulunan bir cümlenin içeriğinde barınan düşünce veya fikir olarak tanımlanmaktadır (Baç, 2011). Doğru cevap B'dir."
  },
  {
    "id": "3354128",
    "unitNumber": 2,
    "text": "<br/>İlk öncül olarak bir koşul önermesi barındıran, ardından da ikinci öncülü, ilk öncüldeki koşullu önermenin devamı olarak gören terim aşağıdakilerden hangisidir?",
    "options": {
      "A": "İnformel safsata",
      "B": "<br/>Formel safsata",
      "C": "<br/>Artbileşenin evetlenmesi",
      "D": "Önbileşeninin değillemesi",
      "E": "Modus tollens"
    },
    "correctAnswer": "D",
    "explanation": "<br/>Önbileşenin Değillenmesi: İlk öncül olarak bir koşul önermesi barındırır. Adından da tahmin edilebileceği gibi ikinci öncülü, ilk öncüldeki koşullu önermenin önbileşeninin değillemesidir. Sonuç olarak da artbileşenin değillenmesine götüren bir safsatadır. Doğru cevap D'dir."
  },
  {
    "id": "3842799",
    "unitNumber": 2,
    "text": "<span>\"Modus tollens\" çıkarımı hangi formu kullanır?</span>",
    "options": {
      "A": "<span>P veya Q; değil P; öyleyse Q</span>",
      "B": "<span>P ise Q; Q; öyleyse P</span>",
      "C": "<span>P ise Q; değil Q; öyleyse değil P</span>",
      "D": "<span>P ve Q; öyleyse Q</span>",
      "E": "<span>Q; P ise Q; öyleyse P</span>"
    },
    "correctAnswer": "C",
    "explanation": "Doğru cevap C<br/>P ise Q<br/>Değil-Q<br/>Öyleyse, değil-P<br/>Bu çıkarım kuralı için de bir örnek verelim.<br/>Ahmet eğer Ankara’daysa, İç Anadolu Bölge<br/>si’ndedir. <br/>Ahmet İç Anadolu Bölgesi’nde değildir.<br/>Öyleyse, Ahmet Ankara’da değildir."
  },
  {
    "id": "3842796",
    "unitNumber": 2,
    "text": "<span>Aşağıdakilerden hangisi formel bir safsatadır?</span>",
    "options": {
      "A": "<span>Modus Ponens</span>",
      "B": "<span>Modus Tollens</span>",
      "C": "<span>Modus Tollendo Ponens</span>",
      "D": "<span>Artbileşenin evetlenmesi</span>",
      "E": "<span> Tümdengelim</span>"
    },
    "correctAnswer": "D",
    "explanation": "Doğru cevap D<br/>Formel safsatalardan en yaygın olanları arasında önbileşenin değillenmesi ve artbileşenin evetlenmesi safsataları yer alır."
  },
  {
    "id": "3842791",
    "unitNumber": 2,
    "text": "<span>Eleştirel düşünce nedir?</span>",
    "options": {
      "A": "Önermelerle tartışmayı reddetme yöntemi",
      "B": "<span>Karar verirken başkalarının fikirlerini doğrudan kabul etme</span>",
      "C": "<span>Duygulara göre yön belirleme süreci</span>",
      "D": "<span>Düşünmeyi sürekli analiz etme ve geliştirme uğraşı</span>",
      "E": "<span>Deneyimsiz karar alma süreci</span>"
    },
    "correctAnswer": "D",
    "explanation": "Doğru cevap D<br/>Eleştirel düşünce, düşünmeyi sürekli geliştirme amacıyla analiz etme ve değerlendirme uğraşıdır. Başka bir şekilde ifade edilecek olursa eleştirel düşünce özerk bir biçimde sürekli kendini disipline eden, izleyen ve düzelten düşünceye verilen addır."
  },
  {
    "id": "3842801",
    "unitNumber": 2,
    "text": "<span>Modus ponens akıl yürütmesinin formu aşağıdakilerden hangisidir?</span>",
    "options": {
      "A": "<span>P veya Q; değil P; öyleyse Q</span>",
      "B": "<span>P ise Q; P; öyleyse Q</span>",
      "C": "<span>P ise Q; değil Q; öyleyse değil P</span>",
      "D": "<span>Q; P ise Q; öyleyse P</span>",
      "E": "<span>P ve Q; öyleyse P</span>"
    },
    "correctAnswer": "B",
    "explanation": "Doğru cevap B<br/>P ise Q<br/>P Öyleyse, Q <br/>Bir içerikli örnek verecek olursak;<br/>Ahmet eğer uzun boyluysa iyi basketbol oynar. <br/>Ahmet uzun boyludur.<br/>Öyleyse, Ahmet iyi basketbol oynar."
  },
  {
    "id": "3354171",
    "unitNumber": 2,
    "text": "Akıl yürütmenin gözlemlenebildiği, öncül ve sonuçlardan oluşan bütüne ne denir?",
    "options": {
      "A": "Hayal",
      "B": "Kurgu",
      "C": "Düşünce",
      "D": "Uslamlama",
      "E": "Gerçek"
    },
    "correctAnswer": "D",
    "explanation": "Akıl yürütmenin gözlemlenebildiği, öncül ve<br/>sonuçlardan oluşan bütüne çıkarım (uslamlama)<br/>denir. Çıkarımlar, bir veya daha çok elemana sahip<br/>bir öncül kümesinden ve bir sonuçtan oluşur."
  },
  {
    "id": "3354094",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerin hangisini tümevarımlı akıl yürütme için söylediğimizde <strong>yanlış</strong> bir sonuca varmış oluruz?",
    "options": {
      "A": "Tikel öncüllerden tümelin bilgisini çıkardığımız akıl yürütme yöntemidir",
      "B": "Çıkan sonucun doğruluğu kesinlik taşımaz",
      "C": "Düzgün bir akıl yürütme olmasının kriteri kuvvettir",
      "D": "Öncüllerin sonucu doğru yapma olasılığına bağlıdır",
      "E": "Düzgün bir akıl yürütme olmasının kriteri geçerliliktir"
    },
    "correctAnswer": "E",
    "explanation": "Tümevarım tipindeki çıkarımlarda çıkan sonucun doğruluğu kesinlik taşımaz. Ancak tümevarımlı akıl yürütmenin düzgün bir akıl yürütme olmasının kriteri geçerlilik değil, kuvvettir. Kuvvet, öncüllerin sonucu destekleme derecesidir. Dahası, öncüller sonucu ne kadar kuvvetle destekliyorsa, çıkarım o kadar kuvvetli olacaktır. Yani, tümevarımlı çıkarımların kuvveti derecelidir. Öncüllerin sonucu doğru yapma olasılığına bağlıdır. Doğru cevap E'dir."
  },
  {
    "id": "3842728",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangi tutum dogmacılıktır?",
    "options": {
      "A": "<br/>Eleştirileri dikkate alma",
      "B": "<span>Yeni fikirleri değerlendirme</span>",
      "C": "<span>Karşı görüşe açık olma</span>",
      "D": "<span>Fikri sorgulamadan savunma</span>",
      "E": "<span>Düşünceyi sürekli değiştirme</span>"
    },
    "correctAnswer": "D",
    "explanation": "Doru cevap D<br/>Dogmacılık, fikirlerini eleştiri süzgecinden geçirmeyen, sorgulamadan kabul eden ve fikirlerini ne olursa olsun değiştirmeyen yaklaşımdır."
  },
  {
    "id": "3354125",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dogmacılık teriminin anlamı olarak verilmektedir?",
    "options": {
      "A": "Düşünmeyi sürekli geliştirme amacıyla analiz etme ve değerlendirme uğraşı",
      "B": "Başka seçenekler de bulunduğu halde iki seçenekten birinin seçilmek zorunda olduğu izlenimi verilerek gerçekleştirilen safsata",
      "C": "Fikirlerini eleştiri süzgecinden geçirmeyen, sorgulamadan kabul eden ve fikirlerini ne olursa olsun değiştirmeyen yaklaşım",
      "D": "Fikirlerini hemen değiştirmeye meyilli olmasa da düzgün temellendirilmiş karşıt görüşler karşısında fikir değiştirmekten kaçınmayan tavır",
      "E": "Karşıt görüşler karşısında fikir değiştirmekte aceleci olan yaklaşım"
    },
    "correctAnswer": "C",
    "explanation": "Fikirlerini eleştiri süzgecinden geçirmeyen, sorgulamadan kabul eden ve fikirlerini ne olursa olsun değiştirmeyen yaklaşım dogmacılıktır. Doğru cevap C'dir."
  },
  {
    "id": "3354186",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi “olumlayıcı kip” anlamına gelir?",
    "options": {
      "A": "Tümevarım",
      "B": "Önerim",
      "C": "Çıkarım",
      "D": "Modus ponens",
      "E": "Değilleyici"
    },
    "correctAnswer": "D",
    "explanation": "Modus Ponens: Modus ponens, koşul önermelerinde kullanılan bir çıkarım formudur. Koşul önermeleri<br/>sıkça kullandığımız önermeler arasında yer alır ve bir şey olursa diğerinin de olacağını ifade eder. Örneğin,<br/>“Ayşe eğer iyi çalışırsa başarır” cümlesi bir koşul cümlesidir ve ön bileşendeki önerme doğru olursa,<br/>art bileşenin de zorunlu olarak doğru olacağını ifade eder. Başka bir deyişle, bu koşullu önerme eğer doğru<br/>ise “Ayşe iyi çalıştı” önermesi doğruysa, “başardı” cümlesi de doğru olmak durumundadır."
  },
  {
    "id": "3354169",
    "unitNumber": 2,
    "text": "Bilindiği varsayılan öncüllerden veya olgulardan, çıkarım kurallarına göre temellendirilmiş yeni sonuçlar çıkarma sürecine ne ad verilir?",
    "options": {
      "A": "Hayal kurma",
      "B": "Akıl yürütme",
      "C": "Fikir verme",
      "D": "Düş ve gerçek",
      "E": "Algılama"
    },
    "correctAnswer": "B",
    "explanation": "Akıl Yürütme: Bilindiği varsayılan öncüllerden<br/>veya olgulardan, çıkarım kurallarına<br/>göre temellendirilmiş yeni sonuçlar<br/>çıkarma süreci."
  },
  {
    "id": "3354285",
    "unitNumber": 2,
    "text": "Bilindiği varsayılan öncüllerden veya olgulardan, çıkarım kurallarına göre temellendirilmiş yeni sonuçlar çıkarma sürecine ne ad verilir?",
    "options": {
      "A": "Hissetme",
      "B": "Hayal etme",
      "C": "Akıl yürütme",
      "D": "Yargılama",
      "E": "Tasavvur etme"
    },
    "correctAnswer": "C",
    "explanation": "Akıl Yürütme Olarak Düşünme<br/><br/>Bilindiği varsayılan öncüllerden veya olgulardan, çıkarım kurallarına göre temellendirilmiş yeni sonuçlar çıkarma sürecine <strong>akıl yürütme</strong> adı verilir."
  },
  {
    "id": "3354088",
    "unitNumber": 2,
    "text": "Bir veya daha fazla ortak özelliği olan iki nesneden biri için geçerli olan bir özelliği diğerine de atfetme şeklinde yapılan akıl yürütme biçimine ne ad verilmektedir?",
    "options": {
      "A": "Analoji",
      "B": "Kuvvet",
      "C": "Geçerlilik",
      "D": "Tümevarımlı akıl yürütme",
      "E": "Tümengelimli akıl yürütme"
    },
    "correctAnswer": "A",
    "explanation": "Bir veya daha fazla ortak özelliği olan iki nesneden biri için geçerli olan bir özelliği diğerine de atfetme şeklinde yapılan akıl yürütme biçimi analoji olarak adlandırılmaktadır. Doğru cevap A'dır."
  },
  {
    "id": "3842797",
    "unitNumber": 2,
    "text": "Bir veya daha fazla ortak özelliği olan iki nesneden biri için geçerli olan bir özelliği diğerine de atfetme şeklinde yapılan akıl yürütme biçimine ne ad verilir?",
    "options": {
      "A": "<span>Analoji</span>",
      "B": "Tümevarım",
      "C": "Tümdengelim",
      "D": "Modus ponens",
      "E": "Safsata"
    },
    "correctAnswer": "A",
    "explanation": "Doğru cevap A<br/>Bir veya daha fazla ortak özelliği olan iki nesneden biri için geçerli olan bir özelliği diğerine de atfetme şeklinde yapılan akıl yürütme biçimi analoji (benzetme)dir. Örneğin;<br/>Ayşe çalışkan ve başarılı. <br/>Mehmet de çalışkan.<br/>Öyleyse, Mehmet de başarılı biridir."
  },
  {
    "id": "3354184",
    "unitNumber": 2,
    "text": "Bir veya daha fazla ortak özelliği olan iki nesneden biri için geçerli olan bir özelliği diğerine de atfetme şeklinde yapılan akıl yürütme biçimine ne denir?",
    "options": {
      "A": "Geçerlilik",
      "B": "Tümdengelim",
      "C": "Analoji",
      "D": "Tümevarım",
      "E": "Çıkarım"
    },
    "correctAnswer": "C",
    "explanation": "Bir veya daha fazla ortak özelliği olan iki nesneden biri için geçerli olan bir özelliği diğerine de atfetme<br/>şeklinde yapılan akıl yürütme biçimi analoji (benzetme)dir."
  },
  {
    "id": "3354185",
    "unitNumber": 2,
    "text": "Bir veya daha fazla ortak özelliği olan iki nesneden biri için geçerli olan bir özelliği diğerine de atfetme şeklinde yapılan akıl yürütme biçimine ne denir?",
    "options": {
      "A": "Tümdengelim",
      "B": "Tümevarım",
      "C": "Analoji",
      "D": "Çıkarım",
      "E": "Önerme"
    },
    "correctAnswer": "C",
    "explanation": "Bir veya daha fazla ortak özelliği olan iki nesneden biri için geçerli olan bir özelliği diğerine de atfetme<br/>şeklinde yapılan akıl yürütme biçimi analoji (benzetme)dir."
  },
  {
    "id": "3354283",
    "unitNumber": 2,
    "text": "Doğru olduğu başlangıçta bilinen veya kabul edilen önermelere ne ad verilir?",
    "options": {
      "A": "Akıl yürütme",
      "B": "Öncül",
      "C": "Çıkarım",
      "D": "Sonuç",
      "E": "Tümevarım"
    },
    "correctAnswer": "B",
    "explanation": "Akıl Yürütme Olarak Düşünme<br/>Çıkarım: Akıl yürütmenin gözlemlenebildiği, öncül ve sonuçlardan oluşan bütün.<br/>Öncül: Doğru olduğu başlangıçta bilinen<br/>veya kabul edilen önermeler.<br/>Sonuç: Öncüllerden çıkarım yoluyla elde<br/>edilen yeni önerme."
  },
  {
    "id": "3354292",
    "unitNumber": 2,
    "text": "Fikirlerini hemen değiştirmeye meyilli olmasa da düzgün temellendirilmiş karşıt görüşler karşısında fikir değiştirmekten kaçınmayan tavra ne ad verilir?",
    "options": {
      "A": "Dogmacılık",
      "B": "Ilımlı muhafazakarlık",
      "C": "Muhafazakarlık",
      "D": "Yargısallık",
      "E": "Safsata"
    },
    "correctAnswer": "B",
    "explanation": "Önemli Bazı İnformel İlkeler<br/>Ilımlı Muhafazakârlık:<br/>Fikirlerini hemen değiştirmeye meyilli olmasa da düzgün temellendirilmiş karşıt görüşler karşısında fikir değiştirmekten kaçınmayan tavır"
  },
  {
    "id": "3842800",
    "unitNumber": 2,
    "text": "Genel bir yargıdan onun özel bir örneğini çıkarma üzerine kurulu bir düşünme sistemini benimseyen akıl yürütme şekli nedir?",
    "options": {
      "A": "Analoji",
      "B": "Modus Ponens",
      "C": "Tümevarımlı akıl yürütme",
      "D": "Tümdengelimli akıl yürütme",
      "E": "Modus Tollendo Ponens"
    },
    "correctAnswer": "D",
    "explanation": "Doğru cevap D<br/>Genel bir yargıdan onun özel bir örneğini çıkarma üzerine kurulu bir düşünme yöntemi Tümdengelimli akıl yürütme yöntemidir."
  },
  {
    "id": "3354172",
    "unitNumber": 2,
    "text": "Genel bir yargıdan onun özel bir örneğini çıkarma üzerine kurulu düşünme yöntemine ne denir?",
    "options": {
      "A": "Önerme",
      "B": "Algı",
      "C": "Anlama",
      "D": "Çıkarsama",
      "E": "Tümdengelim"
    },
    "correctAnswer": "E",
    "explanation": "Tümdengelim, genel bir yargıdan onun özel<br/>bir örneğini çıkarma üzerine kurulu bir düşünme<br/>yöntemidir."
  },
  {
    "id": "3354127",
    "unitNumber": 2,
    "text": "Gerçek zamanlı bağlamlarda; örneğin, iş ve arkadaşlık ilişkilerinde, doğru düşünmeyi desteklemek amacıyla içerikle de ilgilenen mantık çeşidi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Formel",
      "B": "İnformel",
      "C": "Tümevarım",
      "D": "Tümdengelim",
      "E": "Artbileşen"
    },
    "correctAnswer": "B",
    "explanation": "İnformel mantık, gerçek zamanlı bağlamlarda; örneğin, iş ve arkadaşlık ilişkilerinde, siyasi tartışmalarda, hukuk, tıp ve eğitim gibi farklı alanlarda, doğru düşünmeyi desteklemek amacıyla yalnızca formel değil, içerikle de ilgilenen bir alandır. Doğru cevap B'dir."
  },
  {
    "id": "3354289",
    "unitNumber": 2,
    "text": "Gülsüm annesi oyuncak alırsa sevinecek. <br/>Annesi Gülsüm'e oyuncak almadı.<br/>Öyleyse, Gülsüm sevinmedi.<br/>Yukarıdaki örnek hangi akıl yürütme biçimine örnektir?",
    "options": {
      "A": "Tümevarım",
      "B": "Tümdengelim",
      "C": "İnformel safsata",
      "D": "Formel safsata",
      "E": "Analoji"
    },
    "correctAnswer": "D",
    "explanation": "Formel Safsatalar<br/>Bu tip safsatalara örnek olarak pek çok safsata türü arasından en yaygın olanlarından iki tanesinden,<br/>önbileşenin değillenmesi ve artbileşenin evetlenmesi safsatalarından bahsedeceğiz.<br/>Önbileşenin Değillenmesi: İlk öncül olarak bir koşul önermesi barındırır. Adından da tahmin edilebileceği gibi ikinci öncülü, ilk öncüldeki koşullu önermenin önbileşeninin değillemesidir. Sonuç olarak da<br/>artbileşenin değillenmesine götüren bir safsatadır. Dolayısıyla, formunu aşağıdaki şekilde gösterebiliriz.<br/>P ise Q<br/>Değil-P<br/>Öyleyse, değil-Q<br/>Bir örnekle gösterecek olursak<br/>Ahmet İstanbul’a giderse sevinecek.<br/>Ahmet İstanbul’a gitmedi.<br/>Öyleyse, Ahmet sevinmedi.<br/>Burada safsatanın koşul önermesine kastettiği şeyden daha fazlasını yüklemekten kaynaklı bir safsatadan söz edebiliriz. İlk öncül olan “Ahmet İstanbul’a giderse sevinecek” önermesi Ahmet’in İstanbul’a gittiği<br/>koşuldaki durumda sevineceğinden bahsediyorken, gitmediği durumda ne olacağı ile ilgili bir şey söylememektedir. Zira Ahmet, İstanbul’a gitmediği durumda da başka bir nedenden ötürü sevinebilir. Mesela<br/>bir arkadaşından hediye aldığını ve sevindiğini varsayalım. Bu pekâlâ mümkündür. Dolayısıyla, yukarıdaki<br/>formdaki bir akıl yürütme bir safsatadır. Bu safsataya da “önbileşenin değillenmesi” adı verilmiştir."
  },
  {
    "id": "3354095",
    "unitNumber": 2,
    "text": "I- Modus ponens<br/>II- Modus tollens<br/>III- Modus tollendo ponens<br/>Yukarıdakilerden hangileri tümdengelimli mantıkta çıkarım yöntemi olarak kullanılan akıl yürütme formudur?",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I-II ve III"
    },
    "correctAnswer": "E",
    "explanation": "Düzgün akıl yürütme biçimlerine örnek olarak tümdengelimli mantıkta çıkarım yöntemi olarak kullanılan birkaç geçerli akıl yürütme formu modus ponens, modus tollens ve modus tollendo ponensdir."
  },
  {
    "id": "3354287",
    "unitNumber": 2,
    "text": "Kaan'ın el becerisi yüksek ve üretken.<br/>Kerem'in de el becerisi yüksek.<br/>Öyleyse, Kerem de üretken biri.<br/>Yukarıdaki akıl yürütme biçimine ne ad verilir?",
    "options": {
      "A": "Tümdengelim",
      "B": "Tümevarım",
      "C": "Yorumlama",
      "D": "Analoji",
      "E": "Safsata"
    },
    "correctAnswer": "D",
    "explanation": "Analoji<br/>Bir veya daha fazla ortak özelliği olan iki nesneden biri için geçerli olan bir özelliği diğerine de atfetme<br/>şeklinde yapılan akıl yürütme biçimi analoji (benzetme)dir. Örneğin;<br/>Ayşe çalışkan ve başarılı.<br/>Mehmet de çalışkan.<br/>Öyleyse, Mehmet de başarılı biridir.<br/>Yukarıda görece kuvvetli bir analoji örneği karşımıza çıkmaktadır. Bunun nedeni “Çalışkan olan kimseler başarılı olur” gibi bir tümevarım öncülünün gizli olarak bulunması olabilir."
  },
  {
    "id": "3354288",
    "unitNumber": 2,
    "text": "T1 anında gözlemlediğim k1 kedisinin iki kulağı vardır.<br/>T2 anında gözlemlediğim k2 kedisinin iki kulağı vardır.<br/>T3 anında gözlemlediğim k3 kedisinin iki kulağı vardır.<br/>.<br/>.<br/>Tn anında gözlemlediğim kn kedisinin iki kulağı vardır.<br/>.<br/>.<br/>T753 anında gözlemlediğim k753 kedisinin iki kulağı vardır.<br/>Öyleyse, tüm kedilerin iki kulağı vardır.<br/>Yukarıdaki akıl yürütme biçimine ne ad verilir?",
    "options": {
      "A": "Tümevarım",
      "B": "Tümdengelim",
      "C": "Analoji",
      "D": "Safsata",
      "E": "Yargı"
    },
    "correctAnswer": "A",
    "explanation": "<br/>Tümevarımlı akıl yürütme, elimizdeki tikel<br/>öncüllerden tümelin bilgisini çıkardığımız akıl yürütme yöntemidir. Günümüz bilimsel yöntemi tümevarımlı akıl yürütmeye dayanır. Bunun nedeni,<br/>modern bilimin doğa ile ilgili olayları (veya, genelin bilgisini) akıl yoluyla ve önsel olarak bildiğini<br/>varsaymak yerine deney ve/veya gözleme başvurup<br/>elde edilen verilerle hareket etmeye dayalı olmasıdır. Bir yanlışlığa neden olmamak açısından şuna<br/>açıklık getirelim: Modern bilim tümdengelimli<br/>çıkarıma başvurmaz demek istemiyoruz. Demek<br/>istediğimiz şudur ki modern bilimlerde bilimsel<br/>bilgiye ulaşmanın temel kaynağı tümevarımlı akıl<br/>yürütmedir. Şimdi, tümevarım yöntemini bir örnek üzerinde inceleyelim.<br/>T1 anında gözlemlediğim k1 kuğusu beyazdır.<br/>T2 anında gözlemlediğim k2 kuğusu beyazdır.<br/>T3 anında gözlemlediğim k3 kuğusu beyazdır.<br/>.<br/>.<br/>Tn anında gözlemlediğim kn kuğusu beyazdır.<br/>.<br/>.<br/>T287 anında gözlemlediğim k287 kuğusu beyazdır.<br/>Öyleyse, tüm kuğular beyazdır."
  },
  {
    "id": "3354173",
    "unitNumber": 2,
    "text": "Tümdengelimli bir akıl yürütmenin düzgün bir çıkarım olma özelliğine; yani, doğru olduğu verilen veya kabul edilen öncüllerden doğru sonuca zorunlu olarak götürme özelliğine ne denir?",
    "options": {
      "A": "Geçerlilik",
      "B": "Çıkarsama",
      "C": "Algılama",
      "D": "Yorum",
      "E": "Öneri"
    },
    "correctAnswer": "A",
    "explanation": "Geçerlilik: Tümdengelimli bir akıl yürütmenin<br/>düzgün bir çıkarım olma özelliğine;<br/>yani, doğru olduğu verilen veya kabul<br/>edilen öncüllerden doğru sonuca zorunlu<br/>olarak götürme özelliğine geçerlilik denir."
  },
  {
    "id": "3354286",
    "unitNumber": 2,
    "text": "Tümevarımlı akıl yürütmelerde bir çıkarımın düzgün bir çıkarım olma özelliğine ne ad verilir?",
    "options": {
      "A": "Tümevarım",
      "B": "Analoji",
      "C": "Güvenirlik",
      "D": "Geçerlik",
      "E": "Kuvvet"
    },
    "correctAnswer": "E",
    "explanation": "Kuvvet (İkna Edicilik):<br/>Tümevarımlı akıl<br/>yürütmelerde bir çıkarımın düzgün bir çıkarım olma özelliğine; yani, doğru olduğu verilen veya kabul edilen öncüllerdendoğru sonuca zorunlu olarak götürmese<br/>de sonucun doğru olma olasılığını yüksek hâle getirme derecesine o çıkarımın kuvveti (ikna ediciliği) denir."
  },
  {
    "id": "3842794",
    "unitNumber": 2,
    "text": "Tümevarımlı çıkarımların değerlendirilmesinde hangi kavram önemlidir?",
    "options": {
      "A": "<span>Temsil<br/></span><span><br/></span>",
      "B": "<span>Rasyonalite</span>",
      "C": "<span>Tutarsızlık</span>",
      "D": "<span>Belirsizlik</span>",
      "E": "<span>Kuvvet (ikna edicilik)</span>"
    },
    "correctAnswer": "E",
    "explanation": "Doğru cevap E<br/>Tümevarımlı akıl yürütmelerde bir çıkarımın düzgün bir çıkarım olma özelliğine; yani, doğru olduğu verilen veya kabul edilen öncüllerden doğru sonuca zorunlu olarak götürmese de sonucun doğru olma olasılığını yüksek hâle getirme derecesine o çıkarımın k<span>uvveti (ikna ediciliği) denir.</span>"
  },
  {
    "id": "3354187",
    "unitNumber": 2,
    "text": "Öncüllerin sonucu desteklemediği akıl yürütme biçimlerine ne denir?",
    "options": {
      "A": "Önermeler",
      "B": "Modus Ponens",
      "C": "Modus Tollendo Ponens",
      "D": "Tümevarım",
      "E": "Safsatalar"
    },
    "correctAnswer": "E",
    "explanation": "Hatalı Akıl Yürütme Biçimleri<br/>(Safsatalar)<br/>Tümevarım, tümdengelim, modus ponens ve<br/>bahsettiğimiz diğer akıl yürütme formlarındaki ortak<br/>nokta, öncüllerin sonuç önermesine inanmamız<br/>için iyi nedenler sağlaması, başka bir deyişle<br/>“öncüllerin sonucu desteklemesi” idi. Şimdi ise<br/>öncüllerin sonucu desteklemediği akıl yürütme biçimleri<br/>olan safsatalara göz atalım."
  },
  {
    "id": "3842716",
    "unitNumber": 2,
    "text": "Önerme kavramı neyi ifade etmektedir",
    "options": {
      "A": "<span>Kısa bir slogan</span>",
      "B": "<span>Yazılı bir bildirge</span>",
      "C": "<span>Bir iddiada bulunan cümledeki düşünce veya fikir</span>",
      "D": "<span>Tanım içermeyen cümle</span>",
      "E": "Soru biçimindeki ifade"
    },
    "correctAnswer": "C",
    "explanation": "Doğru cevap C<br/><span>Bir iddiada bulunan BİR cümlenin içeriğinde barınan düşünce veya fikir</span>"
  },
  {
    "id": "3354126",
    "unitNumber": 2,
    "text": "Özerk bir biçimde sürekli kendini disipline eden, izleyen ve düzelten düşünceye ................ adı verilmektedir.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "options": {
      "A": "Eleştirel düşünce",
      "B": "Dogmacılık",
      "C": "Ilımlı muhafazakârlık",
      "D": "Hayırseverlik",
      "E": "Gelişim"
    },
    "correctAnswer": "A",
    "explanation": "Eleştirel düşünce, düşünmeyi sürekli geliştirme amacıyla analiz etme ve değerlendirme uğraşıdır. Başka bir şekilde ifade edilecek olursa eleştirel düşünce özerk bir biçimde sürekli kendini disipline eden, izleyen ve düzelten düşünceye verilen addır. Doğru cevap A'dır."
  },
  {
    "id": "3354168",
    "unitNumber": 2,
    "text": "“Bir iddiada bulunan bir cümlenin içeriğinde barınan düşünce veya fikir” anlamına gelen kelime aşağıdakilerden hangisidir?",
    "options": {
      "A": "Önerme",
      "B": "Görüş",
      "C": "Anlatı",
      "D": "Düş",
      "E": "Kurgu"
    },
    "correctAnswer": "A",
    "explanation": "Önerme: “Bir iddiada bulunan bir cümlenin<br/>içeriğinde barınan düşünce veya fikir”"
  },
  {
    "id": "3354073",
    "unitNumber": 3,
    "text": "\"Sanatın gerçekliği yansıtan bir ayna olduğu görüşünü ilk dile getiren ve duyu dünyası, sürekli bir oluşum-değişim hâlinde olduğu için, bu dünyadan elde edilen bilgi de kalıcı, değerli, genellenebilir bilgi niteliği taşıyamaz.” diyen filozof aşağıdakilerden hangisidir?",
    "options": {
      "A": "Aristoteles",
      "B": "Sokrates",
      "C": "Platon",
      "D": "Kant",
      "E": "Erasmus"
    },
    "correctAnswer": "C",
    "explanation": "Yansıtma (Mimesis, Taklit) Kuramı<br/>Platon"
  },
  {
    "id": "3354080",
    "unitNumber": 3,
    "text": "<em>\"Hem bıçağım hem de yara</em><br/><em>Hem yanağım hem de tokat</em><br/><em>Hem kurbanım hem de cellat</em><br/><em>Ezen ve ezilen çarkta”</em><br/>dizelerinin sahibi olan Fransız şair Charles Baudelaire’in bu anlatımı aşağıdaki hangi akıma örnek olarak verilebilir?",
    "options": {
      "A": "Sembolizm",
      "B": "Romantizm",
      "C": "Natüralizm",
      "D": "Rasyonalizm",
      "E": "Realizm"
    },
    "correctAnswer": "A",
    "explanation": "Sembolizm: Alternatif Bir Gerçeklik Arayış"
  },
  {
    "id": "3354212",
    "unitNumber": 3,
    "text": "<strong>Bir sanat yapıtındaki evrensel değer ya da tüm bir insanlığı ilgilendiren evrensel bilgi, ileti, “kıssadan hisse.”</strong> olarak tanımlanabilen kavram aşağıdakilerden hangisidir?",
    "options": {
      "A": "Katharsis",
      "B": "İdea (Öz)",
      "C": "Dada",
      "D": "Mimesis",
      "E": "Avangard"
    },
    "correctAnswer": "B",
    "explanation": "İdea (Öz)"
  },
  {
    "id": "3354211",
    "unitNumber": 3,
    "text": "<strong>“Gerçek ya da düşsel durumların, olayların, kişilerin ve kişiler arasındaki ilişkilerin çeşitli gösterge dizgeleri (harfler, işaretler, sesler, renkler vb.) aracılığıyla anlatılması, öykülenmesidir.”</strong><br/>Yukarıda verilmiş olan tanımlama aşağıdakilerden hangisine aittir?",
    "options": {
      "A": "Betimleme",
      "B": "Metin",
      "C": "Düzyazı",
      "D": "Anlatı",
      "E": "Gölge Dil"
    },
    "correctAnswer": "D",
    "explanation": "Anlatı"
  },
  {
    "id": "3354229",
    "unitNumber": 3,
    "text": "Anlamı bağlama, nerede ve nasıl kullanıldığına bağlı olarak değişebilen kavram aşağıdakilerden hangisidir?",
    "options": {
      "A": "Açık Kavram",
      "B": "Kapalı Kavram",
      "C": "Biçimsel Tanımlama",
      "D": "Anlatı",
      "E": "Sentez"
    },
    "correctAnswer": "A",
    "explanation": "Açık kavram ya da açık dokulu kavram (open texture) anlamı bağlama, nerede ve nasıl kullanıldığına bağlı olarak değişebilen kavramdır."
  },
  {
    "id": "3354135",
    "unitNumber": 3,
    "text": "Aşağıdaki akımlardan hangisi ile birlikte sanat gerçeği yansıtan bir ayna olmaktan çıkar ve sanatçının iç dünyasına, ruhuna açılan bir pencereye dönüşür?",
    "options": {
      "A": "Empresyonizm",
      "B": "Ekspresyonizm",
      "C": "Futurizm",
      "D": "Sembolizm",
      "E": "Romantizm"
    },
    "correctAnswer": "E",
    "explanation": "Romantizm"
  },
  {
    "id": "3354259",
    "unitNumber": 3,
    "text": "Aşağıdaki yansıtma kuramlarından hangisi Aristotales'in görüşünü ifade eder?",
    "options": {
      "A": "Sanat görüngü (fenomen) dünyasını yansıtır",
      "B": "İdeayı / özü yansıtır",
      "C": "Genel tabiatı, ideal olanı yansıtır",
      "D": "Gerçeği yansıtır",
      "E": "Toplumsal gerçeği yansıtır"
    },
    "correctAnswer": "B",
    "explanation": "Kuramın özü, sanatın gerçekliği yansıttığıdır fakat her sanatçının, düşünürün gerçeklik kavramından anladığı şey de farklı olduğu içindir ki, tek bir yansıtma kuramından değil, sanat tarihinin farklı dönemlerinde geliştirilip, yorumlanarak günümüze kadar gelen farklı yansıtma kuramlarından söz edilebilir ve şöyle sıralanabilir (Moran, 1991):<br/>• Sanat görüngü (fenomen) dünyasını yansıtır<br/>(Platon)<br/>• İdeayı / özü yansıtır (Aristoteles)<br/>• Genel tabiatı, ideal olanı yansıtır (Rönesans<br/>Sanatı ya da Klasik Sanat)<br/>• Gerçeği yansıtır (Gerçekçilik ve Doğalcılık<br/>ya da Realizm ve Natüralizm)<br/>• Toplumsal gerçeği yansıtır (Toplumcu gerçekçilik)"
  },
  {
    "id": "3354260",
    "unitNumber": 3,
    "text": "Aşağıdaki yansıtma kuramlarından hangisi Platon'un görüşünü ifade eder?",
    "options": {
      "A": "Sanat görüngü (fenomen) dünyasını yansıtır",
      "B": "İdeayı / özü yansıtır",
      "C": "Toplumsal gerçeği yansıtır",
      "D": "Gerçeği yansıtır",
      "E": "Genel tabiatı, ideal olanı yansıtır"
    },
    "correctAnswer": "A",
    "explanation": "Kuramın özü, sanatın gerçekliği yansıttığıdır fakat her sanatçının, düşünürün gerçeklik kavramından anladığı şey de farklı olduğu içindir ki, tek bir yansıtma kuramından değil, sanat tarihinin farklı dönemlerinde geliştirilip, yorumlanarak günümüze kadar gelen farklı yansıtma kuramlarından söz edilebilir ve şöyle sıralanabilir (Moran, 1991):<br/>• Sanat görüngü (fenomen) dünyasını yansıtır<br/>(Platon)<br/>• İdeayı / özü yansıtır (Aristoteles)<br/>• Genel tabiatı, ideal olanı yansıtır (Rönesans<br/>Sanatı ya da Klasik Sanat)<br/>• Gerçeği yansıtır (Gerçekçilik ve Doğalcılık<br/>ya da Realizm ve Natüralizm)<br/>• Toplumsal gerçeği yansıtır (Toplumcu gerçekçilik)"
  },
  {
    "id": "3354261",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi <strong>aktarım olarak anlatımcılığ</strong>ı ifade eder?",
    "options": {
      "A": "Sanatın özünü yaratıcılıkta, yaratma eyleminde bulur.",
      "B": "Bu görüşe göre, anlatım, adlandırma değildir.",
      "C": "Sanat yapıtının alımlayıcısı (okur, izleyici, dinleyici vb.) ile sanatçı arasında bir ilişki kurmaya çalışır.",
      "D": "Bir duygunun anlatımı, o duygunun adını vermekle olmaz.",
      "E": "Duyguyu adlandırmak yalnızca genellemeye<br/>yol açan bir sınıflandırmadır."
    },
    "correctAnswer": "C",
    "explanation": "Aktarım olarak anlatımcılık ise sanat yapıtının alımlayıcısı (okur, izleyici, dinleyici vb.) ile sanatçı arasında bir ilişki kurmaya çalışır çünkü sanatçının yalnızca duygularını ifade etmesi sanatın ne olduğunu açıklamak için yeterli değildir. Yazarın duygularını dile getirmesinin yanı sıra, bu duyguları okura da iletmesi, aynı heyecanların, yaşantıların onda da uyandırılması gereklidir."
  },
  {
    "id": "3354078",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Biçimci Kuramı <strong>açıklamaz?</strong>",
    "options": {
      "A": "Kuram, sanat yapıtının dış dünyadan da, sanatçıdan da, sanatın alımlayıcısından (okur, izleyici, dinleyici vb.) da bağımsız, kendi başına yeterli bir yapı, dizge (sistem) ya da düzen olduğunu savunur.",
      "B": "Biçimci kurama göre, sanat olanı olmayandan ayıran ya da neyin sanat açısından değerli olup neyin olmadığını belirleyen temel ölçüt, yapıtın organik bütünlük taşıyan biçimidir.",
      "C": "Biçimci kuramla birlikte sanat yapıtında içerik-biçim sorununun tartışma konusu olması da kaçınılmazdır.",
      "D": "Bir sanat eserindeki içeriğin felsefi derinliği, önemi hiçbir zaman sanat ölçütü olamaz.",
      "E": "Bu kurama göre sanatçının bir yaratım ürünü olan, tamamlanmış, tek (biricik, unique) ve özgün yapıt olursa önemsenir."
    },
    "correctAnswer": "E",
    "explanation": "Biçimci Kuram<br/>E. Bu şıkkında sanat yapıtı tanımlanmıştır. Biçimci kuram özellikleri bulunmaz. Yapıt, sanatın hangi dalına ait olursa olsun konu, içerik, öz, biçim ve biçemden oluşan bir bütündür.<br/>Bu kurama göre sanatçının bir yaratım ürünü olan, tamamlanmış, tek (biricik, unique) ve özgün yapıt olursa önemsenir."
  },
  {
    "id": "3354258",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Mimesis Kuramına özgü bir açıklamadır?",
    "options": {
      "A": "Sanat tarihinin bilinen en eski ve köklü sanat kuramıdır.",
      "B": "Sanat yapıtının dış dünyadan da, sanatçıdan da, sanatın alımlayıcısından (okur, izleyici, dinleyici vb.) da bağımsız, kendi başına yeterli bir yapı, dizge (sistem) ya da düzen olduğunu savunana kuramdır.",
      "C": "Bu kuramla birlikte sanat yapıtında içerik-biçim sorununun tartışma konusu olması da kaçınılmazdır.",
      "D": "Anlatımdan önce duygu yoktur. Başka bir<br/>deyişle, duygu kâğıt üzerinde sözcüklerle ya da tuval üzerinde renklerle yaratılır.",
      "E": "Bu kuramının, sanat tarihindeki belki de en önemli karşılıklarından biri romantizm<br/>akımıdır."
    },
    "correctAnswer": "A",
    "explanation": "Sanat tarihinin bilinen en eski ve köklü sanat kuramıdır. “Sanat nedir?” sorusuna verilen ilk yanıt, sanatı bir yansıtma, benzetme ya da taklit (mimesis) olarak görme eğilimindedir. Yansıtılan, benzetilen, taklit edilen şey ise doğadır, hayattır, insandır; kısacası adına gerçeklik dediğimiz her şeydir. Kuramın özü, sanatın gerçekliği yansıttığıdır fakat her sanatçının, düşünürün gerçeklik kavramından anladığı şey de farklı olduğu içindir ki, tek bir yansıtma kuramından değil, sanat tarihinin farklı dönemlerinde geliştirilip, yorumlanarak günümüze kadar gelen farklı yansıtma kuramlarından söz edilebilir."
  },
  {
    "id": "3354137",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Modern Sanatın ilk güçlü akımı olarak kabul edilmektedir?",
    "options": {
      "A": "Romantizm",
      "B": "İdealizm",
      "C": "Sembolizm",
      "D": "Natüralizm",
      "E": "Realizm"
    },
    "correctAnswer": "A",
    "explanation": "Romantizm"
  },
  {
    "id": "3354079",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Sembolizm akımının <strong>özellikleri değildir?</strong>",
    "options": {
      "A": "Sembolizm (Simgecilik) 19. yüzyılın ikinci yarısında, özellikle de yüzyıl sonuna doğru güçlenen bir edebiyat akımıdır.",
      "B": "Sembolizm doğrudan ya da dolaylı olarak 20. yüzyıl sanatını da etkilemiş, yönlendirmiştir.",
      "C": "Sembolizmin amacı hem gerçeği göstermek hem de gerçekliğin sınırlarını aşmaktır.",
      "D": "Sembolistler romantiklerden farklı olarak bireyin iç dünyasını, duygusal yaşantısını dolaysız bir biçimde anlatmak yerine simgelerle, mecazlarla yüklü örtük, kapalı bir dille anlatma yoluna giderler.",
      "E": "Bu akımın sanatçıları için doğa ayrıcalıklıdır çünkü insan ancak doğayla iç içe olduğunda düşüncelerini aklın denetiminden kurtararak içgüdüsel şekilde dışa vurabilir."
    },
    "correctAnswer": "E",
    "explanation": "<br/>Sembolizm: Alternatif Bir Gerçeklik Arayış<br/>Bu akımın sanatçıları için doğa ayrıcalıklıdır çünkü insan ancak doğayla iç içe olduğunda düşüncelerini aklın denetiminden kurtararak içgüdüsel şekilde dışa vurabilir."
  },
  {
    "id": "3354130",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir şeyi, o şeyin adını anmadan, kullanmadan, kendisine türlü yönlerden benzeyen başka bir şeyin adıyla ifade etmek anlamında kullanılan bir kavramdır?",
    "options": {
      "A": "Eğretileme",
      "B": "Sembolizm",
      "C": "Yansıtma",
      "D": "Anlatımcılık",
      "E": "Biçimcilik"
    },
    "correctAnswer": "A",
    "explanation": "Eğretileme"
  },
  {
    "id": "3354210",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir şeyi, o şeyin adını anmadan, kullanmadan, kendisine türlü yönlerden benzeyen başka bir şeyin adıyla ifade etmektir?",
    "options": {
      "A": "Eğretileme",
      "B": "Antonim",
      "C": "Yansıtma",
      "D": "Spontane",
      "E": "Dışavurum"
    },
    "correctAnswer": "A",
    "explanation": "Eğretileme, bir şeyi, o şeyin adını anmadan, kullanmadan, kendisine türlü yönlerden benzeyen başka bir şeyin adıyla ifade etmektir."
  },
  {
    "id": "3354124",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi edebiyat için yapılan sınıflandırmada düzyazı (nesir) başlığı altında yer almaz?",
    "options": {
      "A": "Senaryo",
      "B": "Söyleşi",
      "C": "Şiir",
      "D": "Roman",
      "E": "Öykü"
    },
    "correctAnswer": "C",
    "explanation": "Şiir"
  },
  {
    "id": "3354230",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi edebiyatın öncelikli işlevlerinden biridir?",
    "options": {
      "A": "İnsana haz vermek",
      "B": "Bilgi vermek",
      "C": "Eğitmek",
      "D": "İnsanı anlamak ve anlatmaya çalışmak",
      "E": "İnsan ruhunu kötü eğilimlerden arındırmak"
    },
    "correctAnswer": "D",
    "explanation": "Edebiyatın öncelikli işlevi, insanı anlamak ve anlatmaya<br/>çalışmak; dünyayı, yaşamı, insanı ve insan yaşamını, insanın anlam dünyasını estetik bilgi temelinde yeni bir açıdan görme, idrak etme, yorumlama ve değerlendirme biçimi sunmasıdır."
  },
  {
    "id": "3354136",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sanat tarihinin farklı dönemlerinde geliştirilip, yorumlanarak günümüze kadar gelen farklı yansıtma kuramlarından biri olarak sıralanamaz?",
    "options": {
      "A": "Sanat görüngü dünyasını yansıtır.",
      "B": "İdeayı / özü yansıtır.",
      "C": "Genel tabiatı, ideal olanı yansıtır.",
      "D": "Gerçek olmayanı yansıtır.",
      "E": "Toplumsal gerçeği yansıtır."
    },
    "correctAnswer": "D",
    "explanation": "Gerçek olmayanı yansıtır."
  },
  {
    "id": "3354134",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sanat yapıtının dış dünyadan, sanatçıdan, sanatın alımlayıcısından bağımsız, kendi başına yeterli bir yapı, dizge ya da düzen olduğunu savunan kuramdır?",
    "options": {
      "A": "Biçimci kuram",
      "B": "Anlatımcılık",
      "C": "Yansıtma kuramı",
      "D": "Gerçekçilik",
      "E": "Doğalcılık"
    },
    "correctAnswer": "A",
    "explanation": "Biçimci kuram"
  },
  {
    "id": "3354133",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sanatın yansıtma olduğu ilkesiyle hareket eden, 19. yüzyılın ortalarında hem klasik sanat anlayışına hem de romantizme tepki olarak doğan akımdır?",
    "options": {
      "A": "İzlenimcilik",
      "B": "Gerçekçilik",
      "C": "Gelecekçilik",
      "D": "Biçimcilik",
      "E": "Sembolizm"
    },
    "correctAnswer": "B",
    "explanation": "Gerçekçilik"
  },
  {
    "id": "3354072",
    "unitNumber": 3,
    "text": "Berna Moran, “Edebiyat Kuramları ve Eleştiri” adlı kitabında sanat tarihi boyunca geliştirilen sanat kuramlarını aşağıdaki hangi başlıklar olarak ele almaktadır?",
    "options": {
      "A": "Yansıtma kuramı, anlatımcılık, biçimci kuram.",
      "B": "Realist-romantik-yansıtma",
      "C": "Anlatımcı-hiperrealist-modernist",
      "D": "Kübist-gerçekçi-Pop Art",
      "E": "Rasyonalist-realist-izlenimci"
    },
    "correctAnswer": "A",
    "explanation": "EDEBİYAT KURAMLARI VE ELEŞTİRİ<br/>Yansıtma kuramı, anlatımcılık, biçimci kuram."
  },
  {
    "id": "3354071",
    "unitNumber": 3,
    "text": "Bir şeyi, o şeyin adını anmadan, kullanmadan, kendisine türlü yönlerden benzeyen başka bir şeyin adıyla ifade etmek aşağıdakilerden hangisidir?",
    "options": {
      "A": "Eğretileme",
      "B": "İmgeleştirme",
      "C": "Pekiştirme",
      "D": "Betimleme",
      "E": "Niteleme"
    },
    "correctAnswer": "A",
    "explanation": "imgelerin dili<br/>Eğretileme"
  },
  {
    "id": "3354233",
    "unitNumber": 3,
    "text": "Bir şeyi, o şeyin adını anmadan, kullanmadan, kendisine türlü yönlerden benzeyen başka bir şeyin adıyla ifade etmeye ne ad verilir?",
    "options": {
      "A": "Betimleme",
      "B": "Bütünleme",
      "C": "Alımlama",
      "D": "İmgeleme",
      "E": "Eğretileme"
    },
    "correctAnswer": "E",
    "explanation": "Eğretileme, bir şeyi, o şeyin adını anmadan,<br/>kullanmadan, kendisine türlü yönlerden benzeyen başka bir şeyin adıyla ifade etmektir."
  },
  {
    "id": "3354075",
    "unitNumber": 3,
    "text": "Deliliğe Övgü adlı edebiyat eserini yazan kişi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Desiderius Erasmus",
      "B": "Stefan Zweig",
      "C": "Emile Zola",
      "D": "Thomas Mann",
      "E": "Gustav Mahler"
    },
    "correctAnswer": "A",
    "explanation": "Edebiyatın Aynası ve Eleştirel Bakış: Deliliğe Övgü<br/>Desiderius Erasmus"
  },
  {
    "id": "3354208",
    "unitNumber": 3,
    "text": "Edebiyat sanatında gerçekliğin belirleyici ölçütü nedir?",
    "options": {
      "A": "Eleştirellik",
      "B": "İnandırıcılık",
      "C": "Özgünlük (Biriciklik)",
      "D": "İmgesellik",
      "E": "Nesnellik"
    },
    "correctAnswer": "B",
    "explanation": "İnandırıcılık"
  },
  {
    "id": "3354215",
    "unitNumber": 3,
    "text": "Edebiyat sanatında hangi akım ile birlikte sanat gerçeği yansıtan bir ayna olmaktan çıkar ve sanatçının iç dünyasına, ruhuna açılan bir pencereye dönüşür.",
    "options": {
      "A": "Süreealizm",
      "B": "Dadaizm",
      "C": "Egzistansiyalizm",
      "D": "Romantizm",
      "E": "Hümanizm"
    },
    "correctAnswer": "D",
    "explanation": "Romantizm"
  },
  {
    "id": "3354231",
    "unitNumber": 3,
    "text": "Gerçek ya da düşsel durumların, olayların, kişilerin ve kişiler arasındaki ilişkilerin çeşitli gösterge dizgeleri (harfler, işaretler, sesler, renkler vb.) aracılığıyla anlatılması, öykülenmesine ne ad verilir?",
    "options": {
      "A": "Anlatı",
      "B": "Kurmaca",
      "C": "Yapıntı",
      "D": "Eleştirel Düşünce",
      "E": "Analitik eleştiri"
    },
    "correctAnswer": "A",
    "explanation": "Anlatı, gerçek ya da düşsel durumların, olayların, kişilerin ve kişiler arasındaki<br/>ilişkilerin çeşitli gösterge dizgeleri (harfler,<br/>işaretler, sesler, renkler vb.) aracılığıyla anlatılması, öykülenmesidir."
  },
  {
    "id": "3354129",
    "unitNumber": 3,
    "text": "Gerçek ya da düşsel durumların, olayların, kişilerin ve kişiler arasındaki ilişkilerin çeşitli gösterge dizgeleri aracılığıyla anlatılması aşağıdaki kavramlardan hangisini tanımlamaktadır?",
    "options": {
      "A": "Tiyatro",
      "B": "Sinema",
      "C": "Senaryo",
      "D": "Şiir",
      "E": "Anlatı"
    },
    "correctAnswer": "E",
    "explanation": "Anlatı"
  },
  {
    "id": "3354131",
    "unitNumber": 3,
    "text": "Gölge dilin en yoğun kullanıldığı edebi tür aşağıdakilerden hangisidir?",
    "options": {
      "A": "Roman",
      "B": "Öykü",
      "C": "Masal",
      "D": "Şiir",
      "E": "Fıkra"
    },
    "correctAnswer": "D",
    "explanation": "Şiir"
  },
  {
    "id": "3354232",
    "unitNumber": 3,
    "text": "Her sanat dalında olduğu gibi, edebiyatta da gerçekçiliğin belirleyici ölçütü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kurgu",
      "B": "Estetik",
      "C": "Gözlem",
      "D": "İnandırıcılık",
      "E": "Bütünlük"
    },
    "correctAnswer": "D",
    "explanation": "Her sanat dalında olduğu gibi, edebiyatta da gerçekçiliğin belirleyici ölçütü inandırıcılıktır."
  },
  {
    "id": "3354076",
    "unitNumber": 3,
    "text": "Natüralizmin önemli temsilcilerinden biri olarak yazdığı “Dreyfus Olayı (ya da Dreyfus Davası)” adlı eseriyle tanınan yazar aşağıdakilerden hangisidir?",
    "options": {
      "A": "Jean-Jacques Rousseau",
      "B": "Marquis de Sade",
      "C": "Madame de Stael",
      "D": "Alfred de Vigny",
      "E": "Emile Zola"
    },
    "correctAnswer": "E",
    "explanation": "<br/>Eleştirel Düşünce ve Gerçekçilik: Dreyfus Olayı ve Emile Zola"
  },
  {
    "id": "3354213",
    "unitNumber": 3,
    "text": "Rusça’ya Turgenyev tarafından çevrilen ‘Merhametli Julien’ adlı edebi öykünün yazarı kimdir?",
    "options": {
      "A": "Gustave Flaubert",
      "B": "François Zola",
      "C": "Guy de Maupassant",
      "D": "Honore de Balzac",
      "E": "Marcel Proust"
    },
    "correctAnswer": "A",
    "explanation": "Gustave Flaubert"
  },
  {
    "id": "3354216",
    "unitNumber": 3,
    "text": "Sanat yapıtının alımlayıcısı (okur, izleyici, dinleyici vb.) ile sanatçı arasında bir ilişki kurmaya çalışan aktarım biçimi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Anlatımcılık",
      "B": "Açıklayıcı Betimleme",
      "C": "Fiziksel (Simgesel) Betimleme",
      "D": "Öyküleme",
      "E": "Fabl"
    },
    "correctAnswer": "A",
    "explanation": "Anlatımcılık"
  },
  {
    "id": "3354209",
    "unitNumber": 3,
    "text": "Sanat yapıtının dış dünyadan da sanatçıdan da sanatın alımlayıcısından da (okur, izleyici, dinleyici vb.) bağımsız, kendi başına yeterli bir yapı, dizge (sistem) ya da düzen olduğunu savunan edebiyat kuramı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Anlatımcı Kuram",
      "B": "Psikanalitik Kuram",
      "C": "Duygusal Etki Kuramı",
      "D": "Biçimci Kuram",
      "E": "Formalizm"
    },
    "correctAnswer": "D",
    "explanation": "Biçimci Kuram"
  },
  {
    "id": "3354132",
    "unitNumber": 3,
    "text": "Sanatın öncelikli işlevlerinden birisi, hatta en önemlisi, insan ruhunun kötü, yıkıcı duygulardan arınmasını sağlamasıdır. Düşüncesi aşağıdaki düşünürlerden hangisine aittir?",
    "options": {
      "A": "Aristoteles",
      "B": "Platon",
      "C": "Sokrates",
      "D": "Erasmus",
      "E": "Pisagor"
    },
    "correctAnswer": "A",
    "explanation": "Aristoteles"
  },
  {
    "id": "3354225",
    "unitNumber": 3,
    "text": "Yeterli ve zorunlu sınıflama koşulunu sağlayan tanımlamaya ne ad verilir?",
    "options": {
      "A": "Kavram",
      "B": "Kapalı Kavram",
      "C": "Açık Kavram",
      "D": "Etkin Tanımlama",
      "E": "Biçimsel Tanımlama"
    },
    "correctAnswer": "E",
    "explanation": "Kavram, dildeki anlam çerçevesi ya da anlam çatısıdır. Kapalı kavram, biçimsel tanımlamaya uygun kavramdır. Biçimsel tanımlama, yeterli ve zorunlu sınıflama koşulunu sağlayan tanımlamadır."
  },
  {
    "id": "3354214",
    "unitNumber": 3,
    "text": "Şiir formu üzerine Papirüs Dergisindeki “Şiir ve Devrim” adlı başyazısında,<br/><strong> “Bir kere, şiir eğlence (distraction) niteliğini hiç taşımayan bir sanat. Bu bakımdan çok genel anlamda temizleyici, (belki) yetiştirici, (mutlaka) bileyici nitelikleri dışında bir nedenle bir aracının ona yaklaşması söz konusu olamaz.” </strong>düşüncesini savunan Türk şairimiz aşağıdakilerden hangisidir?",
    "options": {
      "A": "Atilla İlhan",
      "B": "Cemal Süreya",
      "C": "Nazım Hikmet",
      "D": "Ahmed Arif",
      "E": "Özdemir Asaf"
    },
    "correctAnswer": "B",
    "explanation": "Cemal Süreya"
  },
  {
    "id": "3354217",
    "unitNumber": 3,
    "text": "“…..... duygu ve düşünce, hayallerin dil bilgisi kurallarına uygun anlatılması iken, …....... ise kafiyeli ve vezinli anlatım biçimidir”",
    "options": {
      "A": "Nesir/ Destan",
      "B": "Nazım / Nesir",
      "C": "Destan / Nazım",
      "D": "Nesir/ Nazım",
      "E": "Öykü / Destan"
    },
    "correctAnswer": "D",
    "explanation": "Nesir/ Nazım"
  },
  {
    "id": "3354074",
    "unitNumber": 3,
    "text": "“……….......dünya görüşü, insanın doğuştan günahkâr, sefil, ahlaksız bir varlık olduğunu kabul eden kiliseye karşı çıkar ve insanın başlı başına özerk (bağımsız), evrensel bir değer olduğunu ileri sürer.”<br/>Yukarıdaki boşluğa aşağıdaki hangi kelime getirilmelidir?",
    "options": {
      "A": "Hümanist",
      "B": "Rasyonalist",
      "C": "Realist",
      "D": "Ateist",
      "E": "Deist"
    },
    "correctAnswer": "A",
    "explanation": "Yansıtma (Mimesis, Taklit) Kuramı<br/>Hümanist"
  },
  {
    "id": "3354083",
    "unitNumber": 4,
    "text": "\" ............konuları mitolojiden seçilir.\" ifadesindeki boşluğu aşağıdakilerden hangisi tamamlar?",
    "options": {
      "A": "Komedya",
      "B": "Dram",
      "C": "Tragedya",
      "D": "Ahlak Oyunları",
      "E": "Parabasis"
    },
    "correctAnswer": "C",
    "explanation": "Tragedya konuları mitolojiden seçilir."
  },
  {
    "id": "3354047",
    "unitNumber": 4,
    "text": "\"Bir ezgiyi başka bir ya da birkaç ezgi ile çok seslendirme tekniğidir.\"<br/>Yukarıda verilen tanım aşağıda verilen kavramlardan hangisine aittir?",
    "options": {
      "A": "Kontrpuan",
      "B": "Madrigal",
      "C": "Repertuvar",
      "D": "Melizma",
      "E": "Truver"
    },
    "correctAnswer": "A",
    "explanation": "Kontrpuan: Bir ezgiyi başka bir ya da birkaç ezgi ile çok seslendirme tekniğine kontrpuan denir. İki ya da daha fazla ezgisel hattın üst üste kullanımıyla oluşan dokular polifoni terimiyle tanımlanır."
  },
  {
    "id": "3354043",
    "unitNumber": 4,
    "text": "\"Bir tiyatro oyununun kuramsal ve yazınsal iç dinamiklerinin anlaşılması, yazarın iletisinin irdelenmesi ve sahneye doğru aktarılması üzerine çalışan alan.\"<br/>Yukarıda verilen tanım aşağıda verilen kavramlardan hangisine aittir?",
    "options": {
      "A": "Dramaturji",
      "B": "Reji",
      "C": "Arya",
      "D": "Opera",
      "E": "Beste"
    },
    "correctAnswer": "A",
    "explanation": "Dramaturji: Bir tiyatro oyununun kuramsal ve yazınsal iç dinamiklerinin anlaşılması, yazarın iletisinin irdelenmesi ve sahneye doğru aktarılması üzerine çalışan alan."
  },
  {
    "id": "3354044",
    "unitNumber": 4,
    "text": "\"Bir tiyatro oyununun sahnelenmesine dair dekor, kostüm, oyun tasarımı gibi tüm teknik ve sanatsal ögeleri ve oyun kurgusunu tasarlayan alan, oyun yönetmenliği.\"<br/>Yukarıda verilen tanım aşağıda verilen kavramlardan hangisine aittir?",
    "options": {
      "A": "Üslup",
      "B": "Tiyatro",
      "C": "Dramaturji",
      "D": "Beste",
      "E": "Reji"
    },
    "correctAnswer": "E",
    "explanation": "Reji: Bir tiyatro oyununun sahnelenmesine dair dekor, kostüm, oyun tasarımı gibi tüm teknik ve sanatsal ögeleri ve oyun kurgusunu tasarlayan alan, oyun yönetmenliği."
  },
  {
    "id": "3354045",
    "unitNumber": 4,
    "text": "\"Komedya türünde, koronun bir anda seyirciye doğru yürüyerek olay akışının dışında, gündemde olan bir olaydan bahsettiği kesitler.\"<br/>Yukarıda verilen tanım aşağıda verilen kavramlardan hangisine aittir?",
    "options": {
      "A": "Parabasis",
      "B": "Ezgi",
      "C": "Melizma",
      "D": "Trubadur",
      "E": "Truver"
    },
    "correctAnswer": "A",
    "explanation": "Parabasis: Komedya türünde, koronun bir anda seyirciye doğru yürüyerek olay akışının dışında, gündemde olan bir olaydan bahsettiği kesitler."
  },
  {
    "id": "3354189",
    "unitNumber": 4,
    "text": "......... konuları mitolojiden seçilir. Bu türün ana karakterleri kahramanlar, krallar ve Tanrılardır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "options": {
      "A": "Komedya",
      "B": "Deus ex machina",
      "C": "Parabasis",
      "D": "Tragedya",
      "E": "Madrigal"
    },
    "correctAnswer": "D",
    "explanation": "<strong>Tragedya </strong>konuları mitolojiden seçilir. Bu türün ana karakterleri kahramanlar, krallar ve Tanrılardır."
  },
  {
    "id": "3354093",
    "unitNumber": 4,
    "text": "19. yüzyılın devrimci yazarı ve modern tiyatronun öncüsü olarak bilinen Norveçli yazar kimdir?",
    "options": {
      "A": "J. W.von Goethe",
      "B": "F. Schiller",
      "C": "H. Ibsen",
      "D": "K. Stanislavski",
      "E": "A. Çehov"
    },
    "correctAnswer": "C",
    "explanation": "19. yüzyılın devrimci bir diğer yazarı Ibsen’dir. Modern tiyatronun öncüsü olan Norveçli yazar Henrik Ibsen’in oyunları modernizmin temeli olarak ele alınır."
  },
  {
    "id": "3354092",
    "unitNumber": 4,
    "text": "20. yüzyıl müziğinin temelini hazırlayan ve fonksiyonel tonalitenin ötesine geçen eserler yaratan besteci kimdir?",
    "options": {
      "A": "J. Brahms",
      "B": "R. Wagner",
      "C": "M. Ravel",
      "D": "C. Debussy",
      "E": "F. Liszt"
    },
    "correctAnswer": "D",
    "explanation": "Debussy, çağı için yenilikçi akor bağlantılarıyla fonksiyonel tonalitenin ötesine geçer ve 20. yüzyıl müziğinin temelini hazırlar."
  },
  {
    "id": "3354198",
    "unitNumber": 4,
    "text": "20. yüzyılın hemen başında tiyatrodaki hızlı ve dönüşüm süreci hangi ülkede başlamıştır?",
    "options": {
      "A": "Amerika Birleşik Devletleri",
      "B": "Rusya",
      "C": "Fransa",
      "D": "İngiltere",
      "E": "Almanya"
    },
    "correctAnswer": "B",
    "explanation": "20. yüzyıl, ilk yıllarından itibaren, <strong>tiyatroda çarpıcı</strong> arayışların ve yeniliklerin belirgin şekilde yoğunlaştığı bir yüzyıldır. Dönemin toplumsal ve politik çalkantılarının etkisinde, metin tasarımından, sahneleme ve oyunculuğa, tiyatroda farklı yaklaşımlar ve arayışlar özellikle Birinci Dünya Savaşı sonrası hızla gelişir. <strong>Bu hızlı gelişim ve dönüşüm süreci 20. yüzyılın hemen başında Stanislavski ile Rusya’da başlar. </strong>"
  },
  {
    "id": "3354200",
    "unitNumber": 4,
    "text": "Aşağıdaki hangi besteci çağdaş Türk müziği, kendi folklorundan beslenmenin ötesine geçmeli ve çağın Modernist yaklaşımları üzerine kurulmalıdır görüşü savunmuştur?",
    "options": {
      "A": "Alnar",
      "B": "Erkin",
      "C": "Rey",
      "D": "Usmanbaş",
      "E": "Akses"
    },
    "correctAnswer": "D",
    "explanation": "Usmanbaş’a göre, çağdaş Türk müziği, kendi folklorundan beslenmenin ötesine geçmeli ve çağın Modernist yaklaşımları üzerine kurulmalıdır."
  },
  {
    "id": "3354190",
    "unitNumber": 4,
    "text": "Aşağıdaki ifadelerden hangisi Rönesans müziği için<strong> yanlıştır</strong>?",
    "options": {
      "A": "Lasso, Palestrina, Ockegehem, Obrect gibi dönemin önemli bestecileri kontrpuan tekniğinde karmaşık eserler besteleyerek bu ustalığı zirveye taşırlar",
      "B": "Teknik becerinin ve ustalığın temel kriter olmasıyla birlikte, 17. yüzyıla kadar müzik<br/>dili giderek karmaşıklaşır ve çok seslilik uç boyutlara ulaşır",
      "C": "Bestecilik mesleği, özgün bir yaratıcılıktan çok teknik mahareti gerektirir",
      "D": "Bestecinin amacı bir zanaatkarın ustalığını kazanmaktır",
      "E": "Atonalite giderek yaygınlaşarak tonal olmayan tüm müzikler için yaygın kullanılan bir<br/>terime dönüşür"
    },
    "correctAnswer": "E",
    "explanation": "Atonalite 20. yüzyıl müziğinde görülmektedir"
  },
  {
    "id": "3354161",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Johann Sebastian Bach için <span style=\"text-decoration: underline;\"><strong>doğru değildir</strong></span>?",
    "options": {
      "A": "Armoni yazısının temelini atmıştır.",
      "B": "Polifionik müziğin doruk noktasıdır.",
      "C": "Eşsiz bir kontrpuan ustasıdır.",
      "D": "Opera türünün önemli temsilcisidir.",
      "E": "Tonalitenin temelini atmıştır."
    },
    "correctAnswer": "D",
    "explanation": "Kitabınızın \"Operanın Doğuşu ve Barok: Bach\" başlıklı konusunu yeniden çalışın.<br/>Johann Sebastian Bach, opera dışında neredeyse her türde müzik bestelemiştir."
  },
  {
    "id": "3354162",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir oyun yazarı <span style=\"text-decoration: underline;\"><strong>değildir</strong></span>?",
    "options": {
      "A": "Haydn",
      "B": "Shakespeare",
      "C": "Molière",
      "D": "Corneille",
      "E": "Racine"
    },
    "correctAnswer": "A",
    "explanation": "Kitabınızın \"19. Yüzyıla Doğru Bestecinin Toplumsal Konumu\" başlıklı konusunu yeniden çalışın.<br/>Joseph Haydn, 18. yüzyıl klasik müziğin gelişiminde önemli rol oynamış bir bestecidir."
  },
  {
    "id": "3354042",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tarih boyunca bestecilerin tasarımlarında etkili olmuştur?",
    "options": {
      "A": "Coğrafya",
      "B": "Ekonomi",
      "C": "Siyaset",
      "D": "Tarih",
      "E": "Din"
    },
    "correctAnswer": "A",
    "explanation": "Tarih boyunca bestecilerin tasarımlarında coğrafya ve çağ etkili olmuştur."
  },
  {
    "id": "3354196",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi1850’lere doğru Avrupa müziğinde görülen gelenekçi yaklaşım bestecilerinden biridir?",
    "options": {
      "A": "Brahms",
      "B": "List",
      "C": "Wagner",
      "D": "Schönberg",
      "E": "Russolo"
    },
    "correctAnswer": "A",
    "explanation": "1850’lere doğru Avrupa müziğinde iki farklı yaklaşım görülür. Liszt ve Wagner’in bayraktarlığını yaptığı ilerlemeciler, Beethoven’ın devrimci bir model olarak ele alır ve yenilikçi, devrimci bir çizgi benimser.<strong> Brahms’ın önderliğinde gelenekçiler</strong> ise Beethoven tarzı motif işçiliği yoluyla senfoni, konçerto, sonat gibi 18. Yüzyıl türlerini sürdürmeyi tercih ederler"
  },
  {
    "id": "3354202",
    "unitNumber": 4,
    "text": "Bestecilik eyleminin geleneksel anlamda ‘notalarla’ sınırlanmasına karşı bir eleştiri olarak geliştiğini ve çalgılardan elde edilebilecek her türlü ses malzemesinin ve gürültünün bestecinin aracı olabileceğini öne süren akım aşağıdakilerden hangisidir?",
    "options": {
      "A": "Soyut müzik",
      "B": "Somut müzik",
      "C": "Tonal müzik",
      "D": "Atonal müzik",
      "E": "Serbest müzik"
    },
    "correctAnswer": "B",
    "explanation": "<strong>Somut Müzik</strong>, bestecilik eyleminin geleneksel anlamda ‘notalarla’ sınırlanmasına karşı bir eleştiri olarak gelişir ve çalgılardan elde edilebilecek her türlü ses malzemesinin ve gürültünün bestecinin aracı olabileceğini öne sürer"
  },
  {
    "id": "3354084",
    "unitNumber": 4,
    "text": "Bir ezgiyi başka bir ya da birkaç ezgi ile çok seslendirme tekniğine.......... denir.<br/>ifadesindeki boşluğu aşağıdakilerden doğru olan kelime ile tamamlayınız.",
    "options": {
      "A": "Partisyon",
      "B": "Kontrpuan",
      "C": "Beste",
      "D": "Polifoni",
      "E": "Monofoni"
    },
    "correctAnswer": "B",
    "explanation": "Kontrpuan: Bir ezgiyi başka bir ya da birkaç ezgi ile çok seslendirme tekniğine kontrpuan denir."
  },
  {
    "id": "3354089",
    "unitNumber": 4,
    "text": "Bir notanın/akorun bir merkez (Eksen) oluşturduğu ve diğer notaların/ akorların bu merkezin etrafında hiyerarşik ilişkiler kurduğu ses sistemine ne ad verilir?",
    "options": {
      "A": "Kromatizm",
      "B": "Armoni",
      "C": "Kontrpuan",
      "D": "Tonalite",
      "E": "Sonat Biçimi"
    },
    "correctAnswer": "D",
    "explanation": "Tonalite: Bir notanın/akorun bir merkez (Eksen) oluşturduğu ve diğer notaların/ akorların bu merkezin etrafında hiyerarşik ilişkiler kurduğu ses sistemine tonalite denir"
  },
  {
    "id": "3354041",
    "unitNumber": 4,
    "text": "Bir sanat dalı olarak opera hangi yüzyılda doğmuştur?",
    "options": {
      "A": "20. yüzyıl",
      "B": "19. yüzyıl",
      "C": "18. yüzyıl",
      "D": "17. yüzyıl",
      "E": "16. yüzyıl"
    },
    "correctAnswer": "D",
    "explanation": "17. yüzyılda operanın doğuşu, klasik tiyatronun ilkelerinin oluşması, 19. yüzyılda ‘müzik parçası’nın ‘müzik yapıtı’na dönüşmesi, Gesamtkunstwerk olgusu, 20. yüzyıl müziğinde tonalitenin aşılması ya da tiyatroda seyir alanın değişimi gibi çarpıcı gelişmeler, sanatçıların kendi çağlarının üretim alışkanlığını eleştirel bir yaklaşımla yorumlamaları yoluyla mümkün olmuştur."
  },
  {
    "id": "3354081",
    "unitNumber": 4,
    "text": "Bir tiyatro oyununun kuramsal ve yazınsal iç dinamiklerinin anlaşılması, yazarın iletisinin irdelenmesi ve sahneye doğru aktarılması'na ne denir?",
    "options": {
      "A": "Reji",
      "B": "Senaryo",
      "C": "Text",
      "D": "Dramaturji",
      "E": "Skeç"
    },
    "correctAnswer": "D",
    "explanation": "Dramaturji: Bir tiyatro oyununun kuramsal ve yazınsal iç dinamiklerinin anlaşılması, yazarın iletisinin irdelenmesi ve sahneye doğru aktarılması üzerine çalışan alan."
  },
  {
    "id": "3354082",
    "unitNumber": 4,
    "text": "Bir tiyatro oyununun sahnelenmesine dair dekor, kostüm, oyun tasarımı gibi tüm teknik ve sanatsal ögeleri ve oyun kurgusunu tasarlayan alan, oyun yönetmenliğinin tanımı nedir?",
    "options": {
      "A": "Senarist",
      "B": "Reji",
      "C": "Dramaturji",
      "D": "Suflör",
      "E": "Oyuncu"
    },
    "correctAnswer": "B",
    "explanation": "Reji: Bir tiyatro oyununun sahnelenmesine dair dekor, kostüm, oyun tasarımı gibi tüm teknik ve sanatsal ögeleri ve oyun kurgusunu tasarlayan alan, oyun yönetmenliği."
  },
  {
    "id": "3354192",
    "unitNumber": 4,
    "text": "Birçok eşsiz müzik yapıtının yanı sıra, döneminin bestecilik ve müzik yapıtı yaklaşımını eleştirel düşünce yoluyla aşarak zanaatkâr-besteci kimliğini reddederek sanatçı-besteci kimliğini yaratmış besteci aşağıdakilerden hangisidir?",
    "options": {
      "A": "Bach",
      "B": "Mozart",
      "C": "Haydn",
      "D": "Beethoven",
      "E": "Schubert"
    },
    "correctAnswer": "D",
    "explanation": "Beethoven’ın önemi bestecilik tekniği açısından getirdiği yeniliklerden çok, besteciye yeni bir kimlik kazandırmış olmasından gelir. <strong>Beethoven zanaatkâr-besteci kimliğini reddederek bestecinin özgür bir yaratıcı olması gerektiğini savunmuştu</strong>r. Beethoven, birçok eşsiz müzik yapıtının yanı sıra, döneminin bestecilik ve müzik yapıtı yaklaşımını eleştirel düşünce yoluyla aşarak <strong>sanatçı-besteci kimliğini de yaratmıştır.</strong>"
  },
  {
    "id": "3354049",
    "unitNumber": 4,
    "text": "Commedia dell’Arte Orta Çağ’ın son dönemlerinde nerede doğmuştur?",
    "options": {
      "A": "İtalya",
      "B": "Fransa",
      "C": "İspanya",
      "D": "Almanya",
      "E": "İngiltere"
    },
    "correctAnswer": "A",
    "explanation": "Orta Çağ’ın son dönemlerinde İtalya’da doğan ve yaygınlaşan Commedia dell’Arte, Rönesans tiyatrosu üzerinde etkili olmuştur."
  },
  {
    "id": "3354090",
    "unitNumber": 4,
    "text": "Döneminin bestecilik ve müzik yapıtı yaklaşımını eleştirel düşünce yoluyla aşarak sanatçı-besteci kimliğini yaratmış olan devrimci besteci kimdir?",
    "options": {
      "A": "F. Chopin",
      "B": "R. Schumann",
      "C": "J. S. Bach",
      "D": "W. A. Mozart",
      "E": "L. von Beethoven"
    },
    "correctAnswer": "E",
    "explanation": "Beethoven, birçok eşsiz müzik yapıtının yanı sıra, döneminin bestecilik ve müzik yapıtı yaklaşımını eleştirel düşünce yoluyla aşarak sanatçı-besteci kimliğini de yaratmıştır."
  },
  {
    "id": "3354164",
    "unitNumber": 4,
    "text": "Jerzy Grotowski tarafından geliştirilen, oyuncuyu merkeze alarak, seyirci ve oyuncu dışında tiyatroda kostüm, ışık, makyaj, sahne gibi ögelere yer vermeyen tiyatro anlayışı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Belgesel Tiyatro",
      "B": "Avangard Tiyatro",
      "C": "Yoksul Tiyatro",
      "D": "Epik Tiyatro",
      "E": "Ajitprop Tiyatro"
    },
    "correctAnswer": "C",
    "explanation": "Kitabınızın \"İkinci Dünya Savaşı Sonrası Yeni Arayışlar\" başlıklı bölümünü yeniden çalışın.<br/>Polonyalı tiyatrocu Jerzy Grotowski, tiyatroda oyuncunun konumunu tümüyle merkeze taşıyarak kostüm, makyaj, dekor etkenlerini oyundan çıkartır. Oyuncunun estetiğini bütünüyle beden ve ses çalışmaları yoluyla sağlamak ister ve bu yönde egzersizler geliştirir. Grotowski, tiyatroyu bir tür laboratuvar çalışması olarak ele alır. Kimi çalışmalarında mekânı ve ışığı da tiyatronun dışına çıkartır. Seyirci ve oyuncu dışında bütün fazlalıklardan kurtulma arayışındaki bu tiyatroyu Grotowski ‘Yoksul Tiyatro’ olarak tanımlar."
  },
  {
    "id": "3354194",
    "unitNumber": 4,
    "text": "Müzik eleştirmenliğinin gelişmesinde yazdığı çok sayıda makale ile müzik tarihinde özerk bir alan oluşturan besteci aşağıdakilerden hangisidir?",
    "options": {
      "A": "Bach",
      "B": "Haydn",
      "C": "Mozart",
      "D": "Beethoven",
      "E": "Schumann"
    },
    "correctAnswer": "E",
    "explanation": "Bu bağlamda müzik eleştirmenliği de özerk bir alan olarak gelişmeye başlar. Schumann, Berlioz, Debussy gibi birçok 19. yüzyıl bestecisi etkili bir eleştirmen olarak müziğe katkıda bulunur. <strong>Özellikle Schumann </strong><strong>müzik eleştirmenliğinin gelişmesi açısından önemli </strong><strong>bir yere sahiptir</strong>. Besteci, Beethoven, Schubert ve<br/>Bach gibi kendinden önceki bestecilerin müziklerinin anlaşılması, Chopin ve Brahms gibi dönemde adları yeni duyulan bestecilerin tanıtılması ve kendi çağdaşı bestecilerinin üretimi hakkında<strong> çok sayıda </strong><strong>makale ve yazı yazar.</strong>"
  },
  {
    "id": "3354048",
    "unitNumber": 4,
    "text": "Müzik tarihinin en önemli bestecilerinin başında gelen Bach hangi yıllarda yaşamıştır?",
    "options": {
      "A": "1985 ile 2000 yılları arasında",
      "B": "1885 ile 1950 yılları arasında",
      "C": "1785 ile 1850 yılları arasında",
      "D": "1685 ile 1750 yılları arasında",
      "E": "1585 ile 1650 yılları arasında"
    },
    "correctAnswer": "D",
    "explanation": "1685 ile 1750 yılları arasında yaşayan Bach müzik tarihinin en önemli bestecilerinin başında gelir."
  },
  {
    "id": "3354165",
    "unitNumber": 4,
    "text": "Müziğin sadece çalgı sesleriyle yapılmasını eleştiren ve her türlü ses kaynağını, özellikle gürültüyü de müzikal bir gereç olarak tanımlayan akım aşağıdakilerden hangisidir?",
    "options": {
      "A": "Parnasizm",
      "B": "Ekspresyonizm",
      "C": "Sembolizm",
      "D": "Empresyonizm",
      "E": "Fütürizm"
    },
    "correctAnswer": "E",
    "explanation": "Kitabınızın \"Tonaliteden Atonaliteye\" başlıklı bölümünü yeniden çalışın.<br/>Çağın kısa süreli ama radikal eleştirel tutumuyla çok ses getirmiş bir diğer akımı fütürizmdir. Müziğin sadece çalgı sesleriyle yapılmasını eleştiren ve her türlü ses kaynağını, özellikle gürültüyü de müzikal bir gereç olarak tanımlayan fütüristlerin başında Luigi Russolo gelir."
  },
  {
    "id": "3354191",
    "unitNumber": 4,
    "text": "Operanın doğuşu müzik tarihinde hangi dönemin de başlangıcı olarak kabul edilir?",
    "options": {
      "A": "Antik Yunan",
      "B": "Klasik",
      "C": "Barok",
      "D": "Romantik",
      "E": "Modern"
    },
    "correctAnswer": "C",
    "explanation": "Operanın doğuşu müzik tarihinde <strong>Barok</strong> dönemin de başlangıcı olarak kabul edilir."
  },
  {
    "id": "3354160",
    "unitNumber": 4,
    "text": "Orta Çağ'da kilise müziğinde ezgisel tasarım, birtakım seyir kalıplarının ve ezgisel formüllerin<br/>farklı kombinasyonlarına dayanır. Bu ezgilere ne ad verilir?",
    "options": {
      "A": "Parabasis",
      "B": "Liturji",
      "C": "Melizma",
      "D": "Trubadur",
      "E": "Gregoryan"
    },
    "correctAnswer": "E",
    "explanation": "Kitabınızın \"Rönesans Öncesinde Besteci ve Oyun Yazarının Rolü\" başlıklı konusunu yeniden çalışın.<br/>Ortaçağ dönemin kilise müziğinde ezgisel tasarım, birtakım seyir kalıplarının ve ezgisel formüllerin farklı kombinasyonlarına dayanır. Bu ezgiler düz şarkı (plainchant) ya da Gregoryan ezgiler adlarıyla tanımlanırlar."
  },
  {
    "id": "3354166",
    "unitNumber": 4,
    "text": "Samuel Beckett ve Eugène Ionesco hangi tiyatro akımının temsilcileridir?",
    "options": {
      "A": "Absürd Tiyatro",
      "B": "Epik Tiyatro",
      "C": "Yoksul Tiyatro",
      "D": "Politik Tiyatro",
      "E": "Postmodern Tiyatro"
    },
    "correctAnswer": "A",
    "explanation": "Kitabınızın \"Metinli Tiyatro ve Performatif Tiyatro\" başlıklı konusunu yeniden çalışın.<br/>Beckett’in Godot’yu Beklerken adlı oyunu absürt tiyatronun en önemli eseridir. Absürt tiyatronun bir başka yazarı Eugène Ionesco'dur."
  },
  {
    "id": "3354154",
    "unitNumber": 4,
    "text": "Tiyatro tarihinde yenilikçi yaklaşımların etkisi hangi dönemlerde en belirgindir?<br/>I. Antik Yunan<br/>II. Rönesans<br/>III. Fransız Devrimi<br/>IV. 19. Yüzyıl<br/>V. 20. Yüzyıl",
    "options": {
      "A": "I, II, III",
      "B": "III, IV, V",
      "C": "II, IV, V",
      "D": "I, II, V",
      "E": "IV, III, II"
    },
    "correctAnswer": "D",
    "explanation": "Kitabınızın \"Rönesans Öncesinde Besteci ve Oyun Yazarının Rolü\" başlıklı konusunu yeniden çalışın.<br/>Tiyatro tarihinde yenilikçi yaklaşımların etkisi özellikle üç dönemde belirgindir: (1) Antik Yunan,<br/>(2) Rönesans ve (3) 20. yüzyıl."
  },
  {
    "id": "3354046",
    "unitNumber": 4,
    "text": "Troubadour adı aşağıda verilen bölgelerden hangisine aittir?",
    "options": {
      "A": "Kuzey Fransa",
      "B": "Batı Almanya",
      "C": "Güney Fransa",
      "D": "Doğu Almanya",
      "E": "Kuzey İtalya"
    },
    "correctAnswer": "C",
    "explanation": "Troubadour, gezgin ozan geleneğine Güney Fransa’da verilen addır."
  },
  {
    "id": "3354091",
    "unitNumber": 4,
    "text": "Türkçeye ‘Ortak Sanat Yapıtı” olarak çevrilebilecek Gesamtkunstwerk, “müzik, yazın ve oyunculuk sanatlarının bir ortaklık içinde seyirci üzerinde etki yapabilmesi” arayışı kime aittir?",
    "options": {
      "A": "F. Liszt",
      "B": "R. Wagner",
      "C": "J. S. Bach",
      "D": "R. Schumann",
      "E": "G.Verdi"
    },
    "correctAnswer": "B",
    "explanation": "Wagner’in Gesamtkunstwerk ülküsü yatar; Türkçeye ‘Ortak Sanat Yapıtı” olarak çevrilebilecek Gesamtkunstwerk, “müzik, yazın ve oyunculuk sanatlarının bir ortaklık içinde seyirci üzerinde etki yapabilmesi” arayışına bulduğu formüldür."
  },
  {
    "id": "3354163",
    "unitNumber": 4,
    "text": "Yazdığı oyunlarla modernizmin temelini atan ve modern tiyatronun öncüsü sayılan oyun yazarı kimdir?",
    "options": {
      "A": "Johann Wolfgang von Goethe",
      "B": "Henrik Ibsen",
      "C": "Friedrich Schiller",
      "D": "Georg Büchner",
      "E": "Bertold Brecht"
    },
    "correctAnswer": "B",
    "explanation": "Kitabınızın \"19. Yüzyılın İkinci Yarısında Tiyatro\" başlıklı konusunu yeniden çalışın.<br/>Modern tiyatronun öncüsü olan Norveçli yazar Henrik Ibsen’in oyunları modernizmin temeli olarak ele alınır. Yalnızca modern değil, modernist tiyatronun da ilk ürünlerini vermiştir."
  },
  {
    "id": "3354148",
    "unitNumber": 4,
    "text": "Yazılan eserin bir bütün halinde görülmesini sağlayan, müzisyenin hareket noktasını oluşturan ve bestecinin tasarımını icracıya aktaran yazılı ortama ne denir?",
    "options": {
      "A": "Beste",
      "B": "Reji",
      "C": "Partisyon",
      "D": "Dramaturji",
      "E": "Senfoni"
    },
    "correctAnswer": "C",
    "explanation": "Kitabınızın \"Tiyatroda Metin, Oyuncu, Sahneleme Bağlamında Yaratıcılık\" başlıklı konusunu yeniden çalışın.<br/>Bir müzisyenin hareket noktası partisyondur. Partisyon, bestecinin tasarımını icracıya aktaran yazılı bir ortamdır; bir bakıma müzik parçasının metnidir."
  },
  {
    "id": "3354167",
    "unitNumber": 4,
    "text": "Yeni Karmaşıkçılık akımın en önde gelen bestecisi kimdir?",
    "options": {
      "A": "Steve Reich",
      "B": "Pierluigi Billone",
      "C": "Helmut Lachenmann",
      "D": "Brian Ferneyhough",
      "E": "Philip Glass"
    },
    "correctAnswer": "D",
    "explanation": "Kitabınızın \"Müzikte 1950 Sonrası Akımların Doğuşunda Eleştirel Düşünce\" başlıklı konusunu yeniden çalışın.<br/>Yeni Karmaşıkçılık akımın en önde gelen bestecisi Brian Ferneyhough’dur."
  },
  {
    "id": "3354085",
    "unitNumber": 4,
    "text": "Çalgı eşliği olmayan ve genelde beş partili vokal müzik türüne ne ad verilir?",
    "options": {
      "A": "Madrigal",
      "B": "Troubadour",
      "C": "Minnesinger",
      "D": "Melizma",
      "E": "Armoni"
    },
    "correctAnswer": "A",
    "explanation": "Madrigal: Çalgı eşliği olmayan (a capella), genelde beş partili vokal müzik türü."
  },
  {
    "id": "3354050",
    "unitNumber": 4,
    "text": "Üç birlik kuralına göre başarılı bir oyun kaç saatlik bir süre içinde geçmelidir?",
    "options": {
      "A": "6 saatlik",
      "B": "12 saatlik",
      "C": "24 saatlik",
      "D": "48 saatlik",
      "E": "72 saatlik"
    },
    "correctAnswer": "C",
    "explanation": "Üç birlik kuralı: Antik Yunan tiyatrosundan taşınan bu kurala göre başarılı bir oyun 24 saatlik bir süre içinde tek bir mekânda geçmeli ve tek bir konu üzerine temellenmelidir."
  },
  {
    "id": "3354188",
    "unitNumber": 4,
    "text": "İyi bir yorum, icracının ....... beslenir ve bu özellik icracıyı eşsiz kılarak aynı yapıtın diğer performanslarından ayırır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "options": {
      "A": "Bilgisinden",
      "B": "Tekniğinden",
      "C": "Yaratıcılığından",
      "D": "Zekasından",
      "E": "Çalışkanlığından"
    },
    "correctAnswer": "C",
    "explanation": "İyi bir yorum icracının <strong>yaratıcılığından</strong> beslenir, bu yaratıcılık icracıyı<br/>eşsiz kılar ve aynı yapıtın diğer performanslarından ayırır"
  },
  {
    "id": "3354035",
    "unitNumber": 5,
    "text": "\"Toz boyalara tutucu malzeme olarak yumurta akı katılarak elde edilen<br/>boya malzemesi\" tanımı aşağıdaki hangi kavramın doğru karşılığıdır?",
    "options": {
      "A": "Fresko",
      "B": "Mozaik",
      "C": "Tempera",
      "D": "Hale",
      "E": "İkon"
    },
    "correctAnswer": "C",
    "explanation": "DİNİN RESME ETKİSİ: ORTA ÇAĞ DÜNYASI<br/>Tempera: Toz boyalara tutucu malzeme olarak yumurta akı katılarak elde edilen boya malzemesi."
  },
  {
    "id": "3354470",
    "unitNumber": 5,
    "text": "Altamira Mağarası hangi ülkededir?",
    "options": {
      "A": "Fransa",
      "B": "İspanya",
      "C": "İsv",
      "D": "Norveç",
      "E": "Macaristan"
    },
    "correctAnswer": "B",
    "explanation": "Paleolitik Dönem’e ait, Güney Fransa’da Montignac’ta (Dordogne) Lascaux Mağarası ve İspanya’nın kuzeyinde bulunan Altamira Mağarası, mağara duvar resmi denilince ilk akla gelen örnekleri oluşturmaktadırlar."
  },
  {
    "id": "3354516",
    "unitNumber": 5,
    "text": "Antik Yunan Klasik dönemde yapılan resimlerdeki temel düşünce aşağıdaki seçeneklerden hangisidir?",
    "options": {
      "A": "Naturalist",
      "B": "Realist",
      "C": "Sembolik",
      "D": "İdealist",
      "E": "Hümanist"
    },
    "correctAnswer": "D",
    "explanation": "İdealist"
  },
  {
    "id": "3354518",
    "unitNumber": 5,
    "text": "Aydınlık alandan karanlık alana geçişi ifade eden \"sfumato\" tekniğinin atası olarak kabul edilen sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Giotto",
      "B": "Mihelangelo",
      "C": "Raffaello",
      "D": "Leonardo",
      "E": "Caravaggio"
    },
    "correctAnswer": "D",
    "explanation": "Leonardo"
  },
  {
    "id": "3354458",
    "unitNumber": 5,
    "text": "Aşağıda verilen dönemlerden hangisi Fransız Devrimi’nden sonra değişen ekonomik ve sosyal yapının, sanatçı üzerindeki din baskısını sona erdirerek sanatçıyı özgürleştiren bir süreci başlatmıştır?",
    "options": {
      "A": "Antik Roma dönemi",
      "B": "Orta Çağ",
      "C": "Romantik Dönem",
      "D": "Barok",
      "E": "Rönesans"
    },
    "correctAnswer": "C",
    "explanation": "Doğru cevap C seçeneğinde verilmiştir. Romantik dönem, Fransız Devrimi’nden sonra değişen ekonomik ve sosyal yapının, sanatçı üzerindeki din baskısını sona erdirerek sanatçıyı özgürleştiren bir süreci başlatmıştır."
  },
  {
    "id": "3354039",
    "unitNumber": 5,
    "text": "Aşağıdaki sanatçılardan hangisi 19. yy'da eserlerini vermiştir?",
    "options": {
      "A": "Francisco Jose de Goya y Lucientes",
      "B": "Caravaggio",
      "C": "Leonardo Da Vinci",
      "D": "Michelangelo",
      "E": "Raffaello"
    },
    "correctAnswer": "A",
    "explanation": "19.YY. SANAYİLEŞME VE KÜLTÜREL ORTAMIN RESME ETKİSİ<br/>Goya hariç diğer sanatçılar Rönesans döneminde eserlerini vermiştir."
  },
  {
    "id": "3354036",
    "unitNumber": 5,
    "text": "Aşağıdaki sanatçılardan hangisi rönesans döneminde eserleri üretmiştir?",
    "options": {
      "A": "Monet",
      "B": "Dali",
      "C": "Koontz",
      "D": "Raffaello",
      "E": "Warhol"
    },
    "correctAnswer": "D",
    "explanation": "KÜLTÜREL DEĞİŞİMİN MERKEZİNDE SANAT: RÖNESANS VE BAROK RESMİ<br/>İtalyan Rönesans’ının temel taşları en büyük ustaları Leonardo Da Vinci (1452-1519), Michelangelo (1475-1564) ve Raffaello (1483-1520)dur."
  },
  {
    "id": "3354457",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Barok Dönemi resminin özelliklerinden biri değildir?",
    "options": {
      "A": "Biçimsel olarak resimde dingin ve durağan bir yapı hakimdir.",
      "B": "Simetrinin ortadan kalktığı kompozisyonlarda her bir figür ayrı birer ışık kaynağından aydınlanıyormuşçasına ışıklı ve canlıdır.",
      "C": "Figürler iç içe geçmiş gibi bir bütünlük içinde yer alır ve hareketli figürlerle güçlendirilmiş derinlik duygusu ön plandadır.",
      "D": "Figürler bir tiyatro sahnesindeymiş gibi dururlar.",
      "E": "Vücut anatomisi ayrıntılı biçimde resmedilir."
    },
    "correctAnswer": "A",
    "explanation": "Doğru cevap A seçeneğinde verilmiştir. Biçimsel olarak Barok, Rönesans’ın dingin ve durağan yapısı yerine hareketi getirir. Simetrinin ortadan kalktığı kompozisyonlarda her bir figür ayrı birer ışık kaynağından aydınlanıyormuşçasına ışıklı ve canlıdır. Figürler iç içe geçmiş gibi bir bütünlük içinde yer alır ve hareketli figürlerle güçlendirilmiş derinlik duygusu ön plandadır. Figürler bir tiyatro sahnesindeymiş gibi dururlar. Vücut anatomisi ayrıntılı biçimde resmedilir."
  },
  {
    "id": "3354033",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Mezopotamya sanatına katkıda bulunan medeniyetlerden <strong>biri değildir?</strong>",
    "options": {
      "A": "Sümer",
      "B": "Asur",
      "C": "Likya",
      "D": "Babil",
      "E": "Akad"
    },
    "correctAnswer": "C",
    "explanation": "TARİH ÖNCESİ VE ANTİK ÇAĞ RESMİ<br/>Mezopotamya sanatına katkıda bulunan medeniyetler; Sümer, Asur, Babil,<br/>Akad gibi medeniyetlerdir ve Likya buraya ait değildir."
  },
  {
    "id": "3354444",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Orta Çağ resminin özelliklerinden biri <strong>değildir? </strong>",
    "options": {
      "A": "Hangi çağda resim sanatı konularını dini hikâyelerden alır.",
      "B": "Sanatçı bağımsız eser üreten bir kimliğe sahip değildir.",
      "C": "Esas olan yaratıcılık değil uygulayıcılıktır.",
      "D": "Sanatçıdan beklenen, izleyenin eserin görsel yönünden çok duygusal yönü ile hissetmesini ve etkilenmesini sağlamasıdır.",
      "E": "Resimler anonim olmaktan çıkarak sanatçı resmi ile kendini göstermeye başlar."
    },
    "correctAnswer": "E",
    "explanation": "Resimler anonim olmaktan çıkarak sanatçı resmi ile kendini göstermeye başladığı dönem Rönesans dönemidir."
  },
  {
    "id": "3354445",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Rönesans Dönemi resminin özelliklerinden biri <strong>değildir?</strong>",
    "options": {
      "A": "‘Çizgisel perspektif ’ bulunur ve gerçeğin yanılsamasında ustalık taşıyan kompozisyonlar simetri<br/>ve dengenin ön planda olduğu matematiksel bir düzen içinde resmedilir.",
      "B": "Perspektif kurallarına mekân, hacim ve ışık-gölge de eklenerek yeni bir resim anlayışı ortaya çıkar.",
      "C": "Figürün kompozisyon içindeki yeri önem kazanır.",
      "D": "Anatomik gerçekliğe ve Klasik güzelliğe odaklanılır.",
      "E": "Resim sanatı teknik olarak fresko, mozaik ve çoğunlukla tempera tekniğinde yapılan ikonlardan oluşur."
    },
    "correctAnswer": "E",
    "explanation": "Bu dönemde resmin özellikleri aşağıda verilmiştir: <br/>‘Çizgisel perspektif ’ bulunur ve gerçeğin yanılsamasında ustalık taşıyan kompozisyonlar simetri<br/>ve dengenin ön planda olduğu matematiksel bir düzen içinde resmedilir. Perspektif kurallarına<br/>mekân, hacim ve ışık-gölge de eklenerek yeni bir resim anlayışı ortaya çıkar. Figürün kompozisyon<br/>içindeki yeri önem kazanır. Anatomik gerçekliğe ve Klasik güzelliğe odaklanılır. Yağlı boyanın kullanılmasıyla resim sanatında hem renk hem de konu zenginleşir. Orta Çağ’ın fresk ve mozaikleri yerini tuval resmine bırakınca ‘resim’ evlerin duvarlarına ulaşır. E seçeneğinde verilen \"Resim sanatı teknik olarak fresko, mozaik ve çoğunlukla tempera tekniğinde yapılan ikonlardan oluşur\" özellik Orta Çağ resim sanatının özelliklerindendir."
  },
  {
    "id": "3354517",
    "unitNumber": 5,
    "text": "Aşağıdakilerden seçeneklerden hangisi Rönesans resminin özelliklerinden birisi değildir?",
    "options": {
      "A": "Antik Yunan sanatının yeniden doğuşudur",
      "B": "Skolastik düşünce hakimdir",
      "C": "Bağımsız sanatçı kimliği ortaya çıkar",
      "D": "Resimlerde çizgisel perspektif kullanılır",
      "E": "Anatomik gerçeklik ve klasik güzelliğe odaklanır"
    },
    "correctAnswer": "B",
    "explanation": "Skolastik düşünce hakimdir"
  },
  {
    "id": "3354034",
    "unitNumber": 5,
    "text": "Babil İştar Kapısı üzerinden hangi formlar bulunmaktadır?",
    "options": {
      "A": "İnsan",
      "B": "Bitki",
      "C": "Eşya",
      "D": "Hayvan",
      "E": "Çiçek"
    },
    "correctAnswer": "D",
    "explanation": "ARİH ÖNCESİ VE ANTİK ÇAĞ<br/>RESMİ<br/>Babil İştar Kapısı üzerinde realist bir dille işlenen hayvan formları bulunmaktadır (bkz. Resim 5.5)"
  },
  {
    "id": "3354446",
    "unitNumber": 5,
    "text": "Bir formun karakteri kaybolmadan yalınlaştırılmış an­latımı biçimi aşağıdakilerden hangisi ile tanımlanır?",
    "options": {
      "A": "Stilizasyon",
      "B": "Mozaik",
      "C": "Kompozisyon",
      "D": "Modelleme",
      "E": "Figür"
    },
    "correctAnswer": "A",
    "explanation": "Stilize etmek (Stilizasyon): Bir formun karakteri kaybolmadan yalınlaştırılmış an­latımı, biçimlendirme."
  },
  {
    "id": "3354428",
    "unitNumber": 5,
    "text": "Bir kült nesnesi olarak kullanılmak üzere taş, pişmiş toprak, kemik ve ahşap gibi malzemeden yapılan stilize heykelciklere ne ad verilir?",
    "options": {
      "A": "Fresko",
      "B": "İdol",
      "C": "Mozaik",
      "D": "Tempera",
      "E": "İkon"
    },
    "correctAnswer": "B",
    "explanation": "İdol: Bir kült nesnesi olarak kullanılmak üzere taş, pişmiş toprak, kemik ve ahşap gibi malzemeden yapılan stilize heykelciklerdir."
  },
  {
    "id": "3354493",
    "unitNumber": 5,
    "text": "Courbet ‘Taş Kırıcılar’ adlı resmi hangi yılda yapmıştır?",
    "options": {
      "A": "1845",
      "B": "1846",
      "C": "1847",
      "D": "1848",
      "E": "1849"
    },
    "correctAnswer": "E",
    "explanation": "Courbet’nin ‘Taş Kırıcılar’ (1849) resmi, yaşadığımız dünyada her zaman karşılaştığımız ama çoğunlukla görmediğimiz, dikkat etmediğimiz bir sahneyi resminin konusu yaparak, bir anlamda görmeyen insanların önüne getirir."
  },
  {
    "id": "3354492",
    "unitNumber": 5,
    "text": "Delacroix’nın yapıtlarındaki canlı renkler ve fırça vuruşlarının dramatik etkisi……… ve Ku- zey Afrika seyahati ile daha da çarpıcı ve tutkulu bir dile dönüşmüştür.<br/>Yukarıdaki cümlede boşluğa aşağıdakilerden hangisi gelmelidir?",
    "options": {
      "A": "İt",
      "B": "Almanya",
      "C": "Danimarka",
      "D": "İspanya",
      "E": "Fransa"
    },
    "correctAnswer": "D",
    "explanation": "Delacroix’nın yapıtlarındaki canlı renkler ve fırça vuruşlarının dramatik etkisi İspanya ve Ku- zey Afrika seyahati ile daha da çarpıcı ve tutkulu bir dile dönüşmüştür."
  },
  {
    "id": "3354472",
    "unitNumber": 5,
    "text": "Fayyum Portreleri Mısır’da MS kaçıncı yüzyıllar arasında görülen ölen kişinin yüzünü ve ifadesini korumak amaçlı yapılan portrelerdir?",
    "options": {
      "A": "1 ve 2",
      "B": "1 ve 3",
      "C": "2 ve 3",
      "D": "2 ve 4",
      "E": "2 ve 5"
    },
    "correctAnswer": "B",
    "explanation": "Fayyum Portreleri: Mısır’da MS 1. ve 3. yüzyıllar arasında görülen ölen kişinin yüzünü ve ifadesini korumak amaçlı yapılan portrelerdir.<br/>1 ve 3"
  },
  {
    "id": "3354038",
    "unitNumber": 5,
    "text": "Hangi dönemde Doğu sanatı tanılır hale gelmiştir?",
    "options": {
      "A": "İlkçağ",
      "B": "Ortaçağ",
      "C": "Rönesans",
      "D": "Barok",
      "E": "Sanayi Devrimi"
    },
    "correctAnswer": "E",
    "explanation": "19.YY. SANAYİLEŞME VE KÜLTÜREL ORTAMIN RESME ETKİSİ<br/>Sanayi Devrimi’nin getirdiği teknolojik gelişmeler ve ekonomik yapıdaki farklılaşma toplumsal yaşamda köklü değişimlere neden olmuş, bir yandan kırsaldan sanayileşmiş büyük kentlere akan yoğun göçlerle birlikte nüfus patlamaları yaşanırken öte yandan buharlı trenler, gemiler kıtalararası gidiş gelişlerle âdeta dünyayı küçültmüştür. Telefon, telgraf ve baskı tekniklerindeki buluşlar ve gelişmeler iletişimin uluslararası bir niteliğe kavuşmasını sağlamıştır. Tüm bu değişim ve gelişimler, kültürel yaşamın sınırlarını genişleterek uluslararası sanat piyasasını oluşturmakla kalmayıp Doğu’nun ‘egzotik’ dünyasını ve sanatını da tanınır kılmıştır."
  },
  {
    "id": "3354521",
    "unitNumber": 5,
    "text": "Her zaman karşılaştığımız halde çoğunlukla görmediğimiz, dikkat etmediğimiz bir sahneyi canlandıran \"Taş Kırıcılar\" adlı resmin sanatçısı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Goya",
      "B": "Delacroix",
      "C": "Courbet",
      "D": "Manet",
      "E": "David Friedrich"
    },
    "correctAnswer": "C",
    "explanation": "Courbet"
  },
  {
    "id": "3354471",
    "unitNumber": 5,
    "text": "Hiyeroglif yazıyı kimler bulmuştur?",
    "options": {
      "A": "İranlılar",
      "B": "Yunanlar",
      "C": "Romalılar",
      "D": "Mısırlılar",
      "E": "Çinliler"
    },
    "correctAnswer": "D",
    "explanation": "Hiyeroglif yazı, resim özelliği ile anlatmak istediklerini temel olarak doğadan öykünerek Mısırlıların bulduğu yazı biçimidir."
  },
  {
    "id": "3354478",
    "unitNumber": 5,
    "text": "II. Julius Roma’ya davet edilen Raffaello, Vatikan Sarayı’nda Papa’nın özel kütüphanesinde yaptığı fresklerden Atina Okulu adlı eser aşağıdakilerden hangisini temsilen yapmıştır?",
    "options": {
      "A": "Felsefe",
      "B": "Adalet",
      "C": "Hukuk",
      "D": "İlahiyat",
      "E": "Şiir"
    },
    "correctAnswer": "A",
    "explanation": "II. Julius tarafından bizzat Roma’ya davet edilen Raffaello, Vatikan Sarayı’nda Papa’nın özel kütüphanesinde freskler yapmaya başlar. Raffaello, Vatikan Sarayı’nın Raffaello Odaları olarak adlandırılan, İmparator Konstantin Salonu, Heliodorus Odası, İmza Odası ve Borgo’daki Yangın Odası olarak ayrılan dört odanın her birinde kullanımına uygun sahneler resmetmiştir. Atina Okulu adlı resim, İmza Odası olarak bilinen Stanza della Segnatura içinde yer alan dört ana freskten biridir. Bu freskler, Felsefe, Şiir, İlahiyat ve Hukuku özetler. Atina Okulu ile Felsefe temsil edilir."
  },
  {
    "id": "3354459",
    "unitNumber": 5,
    "text": "Kolaj tekniği hangi resim anlayışı ile resim sanatına girer?",
    "options": {
      "A": "Kübist",
      "B": "Empresyonist",
      "C": "Sembolist",
      "D": "Noktacılık",
      "E": "Romantik"
    },
    "correctAnswer": "A",
    "explanation": "Doğru cevap A seçeneğinde verilmiştir. Kolaj tekniği, kübist anlayışla resim sanatına girer."
  },
  {
    "id": "3354040",
    "unitNumber": 5,
    "text": "Kolaj tekniği, hangi sanat anlayışıyla devreye girmiştir?",
    "options": {
      "A": "Sembolizm",
      "B": "Rönesans",
      "C": "Barok",
      "D": "Empresyonizm",
      "E": "Kubist"
    },
    "correctAnswer": "E",
    "explanation": "20. YY.DA MODERN VE POSTMODERN ANLATIMDA RESİM<br/>Kolaj tekniği, kübist anlayışla resim sanatına girer. Kübizm, soyut bir sanat değildir ama soyutlayıcı bir sanattır."
  },
  {
    "id": "3354514",
    "unitNumber": 5,
    "text": "Mağara duvar resimleri ile ilgili olarak aşağıdaki seçeneklerden hangisi yanlıştır?",
    "options": {
      "A": "Av sahneleri yer alır",
      "B": "Büyü amacı taşır",
      "C": "İnsan figürleri naturalisttir",
      "D": "İs ve külden yapılmış boyalar kullanılmıştır",
      "E": "Törensel bir dil kullanılmıştır"
    },
    "correctAnswer": "C",
    "explanation": "İnsan figürleri genellikle stilize edilmiştir"
  },
  {
    "id": "3354032",
    "unitNumber": 5,
    "text": "Mağara duvar resmi deyince ilk akla gelen Lascaux Mağarası şu an hangi ülke sınırları içindedir?",
    "options": {
      "A": "Amerika",
      "B": "İngiltere",
      "C": "Hindistan",
      "D": "Avusturya",
      "E": "Fransa"
    },
    "correctAnswer": "E",
    "explanation": "TARİH ÖNCESİ VE ANTİK ÇAĞ RESMİ<br/>Paleolitik Dönem’e ait, Güney Fransa’da Montignac’ta (Dordogne) Lascaux Mağarası ve İspanya’nın kuzeyinde bulunan Altamira Mağarası, mağara duvar resmi denilince ilk akla gelen örnekleri oluşturmaktadırlar."
  },
  {
    "id": "3354515",
    "unitNumber": 5,
    "text": "Mısır resmi ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "options": {
      "A": "Mimari yapılarda yer alır",
      "B": "Ölüm Kültüne aittir",
      "C": "Hacim ve kısaltma tekniği uygulanmıştır",
      "D": "Baş profilden, gövde cepheden resmedilmiştir",
      "E": "Çok açılı bir bakış söz konusudur"
    },
    "correctAnswer": "C",
    "explanation": "Hacim ve kısaltma tekniği uygulanmıştır"
  },
  {
    "id": "3354447",
    "unitNumber": 5,
    "text": "Mısır sanatında, temelde doğadan öykünerek resim özelliği taşıyan yazı biçimi aşağıdakilerden hangisi ile tanımlanır?",
    "options": {
      "A": "Bold",
      "B": "Gotik",
      "C": "Barok",
      "D": "Dekoratif",
      "E": "Hiyeroglif"
    },
    "correctAnswer": "E",
    "explanation": "Resmin boş yerleri yine Mısır resminin farklı bir görünüşü olan hiyeroglif yazı ile doldurulur. Hiyeroglif yazı, resim özelliği ile anlatmak istediklerini temel olarak doğadan öykünerek Mısırlıların bulduğu yazı biçimidir."
  },
  {
    "id": "3354448",
    "unitNumber": 5,
    "text": "Mısır’da MS 1. ve 3. yüzyıllar arasında görülen ölen kişinin yüzünü ve ifadesini korumak amaçlı yapılan portreler aşağıdakilerden hangisi ile tanımlanır?",
    "options": {
      "A": "Fayyum Portreleri",
      "B": "Antik Yunan Portreleri",
      "C": "Klasik Portre",
      "D": "Barok Portre",
      "E": "Soyut Portre"
    },
    "correctAnswer": "A",
    "explanation": "Fayyum Portreleri: Mısır’da MS 1. ve 3. yüzyıllar arasında görülen ölen kişinin yüzünü ve ifadesini korumak amaçlı yapılan portrelerdir. Mumyalanmış bedenlerin baş kısmına ahşap panolar üzerinde resme­dilmiş portreler özellikle bakışlarıyla, yüzlerine göre daha büyük işlenen gözleriyle etkilidir. Fayyum Port­releri, dünyanın bilinen ilk portre örnekleri olmaları açısından resim sanatında bir eleştirel dil oluşturur."
  },
  {
    "id": "3354454",
    "unitNumber": 5,
    "text": "Nesneleri iki boyutlu bir düz­lemde üç boyutlu gösterme tekniği aşağıdakilerden hangisidir?",
    "options": {
      "A": "İdol",
      "B": "Mozaik",
      "C": "İkon",
      "D": "Hale",
      "E": "Perspektif:"
    },
    "correctAnswer": "E",
    "explanation": "Perspektif: Nesneleri iki boyutlu bir düz­lemde üç boyutlu gösterme tekniğidir. Gerçeğin ya­nılsamasında ustalık taşıyan kompozisyonlar si­metri ve dengenin ön planda olduğu matematiksel bir düzen içinde resmedilir. Perspektif kurallarına mekân, hacim ve ışık-gölge de eklenerek yeni bir resim anlayışı ortaya çıkar."
  },
  {
    "id": "3354452",
    "unitNumber": 5,
    "text": "Orta Çağ resim sanatının ilahi dilini insani bir dile çevirerek Rönesans’ın müjdecisi olarak görülen sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Giotto",
      "B": "Delacroix",
      "C": "Rembrandt",
      "D": "Rubens",
      "E": "Umberto Eco"
    },
    "correctAnswer": "A",
    "explanation": "Giotto, konu olarak inanç eksenli resimler yapsa da attığı imza ve mekân-doğa kurgusu ile resimle­rinde erken Rönesans sanatçısı olarak Rönesans’ın müjdecisidir. Giotto, çağının/çağdaşlarının ötesin­de geliştirdiği resim teknikleri ve figürsel anlatım biçimi ile Orta Çağ resim sanatının ilahi dilini insani bir dile çevirerek hem Rönesans’a öncülük etmiş hem de resim sanatında yeni bir görsel ve teknik bakış açısına kaynaklık etmiş ve eleştirel bir dil oluşturmuştur."
  },
  {
    "id": "3354031",
    "unitNumber": 5,
    "text": "Resim sanatı en temelde hangi duyumuza hitap etmektedir?",
    "options": {
      "A": "İşitme",
      "B": "Görme",
      "C": "Dokunma",
      "D": "Koku",
      "E": "Tat alma"
    },
    "correctAnswer": "B",
    "explanation": "GİRİŞ<br/>Görmek ve göstermek insanın yaşadığı dünyayla kurduğu en temel akıl ilişkileri arasındadır. İnsan, gördüğünü göstermek istemiştir. Gördüğünü<br/>göstermek isteyen insanın bu yol ile kendi dışındaki insanlarla iletişime geçişi hem yaşadığı zaman hem de sonraki zamanlar için onu anlamada temel<br/>anahtar olmuştur. Ortaya koyduğu dil sadece gördüklerini değil, düşündükleri, hayalleri ve inançlarını da kapsar. Görünmeyenin görünür hâle gelmesi, insanın erken tarihlerden itibaren araç yapabilme, yaşama,<br/>doğaya karşı direnebilmesi dışında, kendi olabilmesinin en önemli özelliğidir. Bu bilgiler bize resim sanatının görme duyusu yoluyla insanın dünyayla ilişki kurmasını sağladığın göstermektedir."
  },
  {
    "id": "3354451",
    "unitNumber": 5,
    "text": "Resim sanatında küçük boyutlu taşınabilir, kutsal metin­leri tasvir eden resimler aşağıdakilerden hangisidir?",
    "options": {
      "A": "İkon",
      "B": "İdol",
      "C": "Heykel",
      "D": "Fresko",
      "E": "Rölyef"
    },
    "correctAnswer": "A",
    "explanation": "İkon: Yunancada eikon, resim anlamındadır ve taşınabilir, küçük boyutlu resimleri anlatmak için kullanılır."
  },
  {
    "id": "3354522",
    "unitNumber": 5,
    "text": "Resimde geometrik yapılar kullanarak farklı derinlik ve arka plan oluşturan, empresyonizm ile kübiz arasında bir köprü olarak nitelendirilen sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Edgar Degas",
      "B": "Paul Cezanne",
      "C": "Paul Signac",
      "D": "Georges Seurat",
      "E": "Paul Gauguin"
    },
    "correctAnswer": "B",
    "explanation": "Paul Cezanne"
  },
  {
    "id": "3354523",
    "unitNumber": 5,
    "text": "Saf form ve renklerle geometrik soyutlamaya dayanan ve sanat her tür politik, faydacı ve toplumsal amaçtan ayrı tutulması gerektiğini savunan akım aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kübizm",
      "B": "Fovizm",
      "C": "Pointilizm",
      "D": "Sürrealizm",
      "E": "Süprematizm"
    },
    "correctAnswer": "E",
    "explanation": "Süprematizm"
  },
  {
    "id": "3354433",
    "unitNumber": 5,
    "text": "Toz boyalara tutucu malzeme olarak yumurta akı katılarak elde edilen boya malzemesi ile yapılan teknik aşağıdakilerden hangisidir?",
    "options": {
      "A": "Fresko",
      "B": "Mozaik",
      "C": "Tempera",
      "D": "Hale",
      "E": "İkonoklast"
    },
    "correctAnswer": "C",
    "explanation": "Tempera: Toz boyalara tutucu malzeme olarak yumurta akı katılarak elde edilen boya malzemesi."
  },
  {
    "id": "3354453",
    "unitNumber": 5,
    "text": "Toz boyalara tutucu malzeme olarak yumurta akı katılarak elde edilen boyama yöntemi aşağıdakilerden hangisi ile tanımlanır?",
    "options": {
      "A": "Hale",
      "B": "Tempera",
      "C": "İkon",
      "D": "İdol",
      "E": "Mozaik"
    },
    "correctAnswer": "B",
    "explanation": "Tempera: Toz boyalara tutucu malzeme olarak yumurta akı katılarak elde edilen boya malzemesi."
  },
  {
    "id": "3354037",
    "unitNumber": 5,
    "text": "Yağlı boya ilk kez hangi dönemde kullanılmıştır?",
    "options": {
      "A": "İlkçağ",
      "B": "Antik Yunan",
      "C": "Ortaçağ",
      "D": "Rönesans",
      "E": "Endüstri Devrimi"
    },
    "correctAnswer": "D",
    "explanation": "Leonardo, Michelangelo, Raffaello Resminin Özellikleri<br/>Yağlı boya ilk kez rönesans döneminde kullanılmıştır."
  },
  {
    "id": "3354450",
    "unitNumber": 5,
    "text": "Yaş sıva üzerine renkli boyalarla yapılan duvar resmi tekniği aşağıdakilerden hangisi ile tanımlanır?",
    "options": {
      "A": "Sulu Boya",
      "B": "Gravür",
      "C": "Rölyef",
      "D": "Fresko",
      "E": "Mozaik"
    },
    "correctAnswer": "D",
    "explanation": "Fresko: Yaş sıva üzerine renkli boyalarla yapılan duvar resmi tekniği. Sıva kurudukça boya­yı içine çekecek ve böylece resmin duvardan dökülmesi daha zor hâle gelecektir."
  },
  {
    "id": "3354419",
    "unitNumber": 5,
    "text": "Yaş sıva üzerine renkli boyalarla yapılan duvar resmi tekniği aşağıdakilerden hangisidir?",
    "options": {
      "A": "Mozaik",
      "B": "Fresko",
      "C": "Tempera",
      "D": "İdol",
      "E": "İkon"
    },
    "correctAnswer": "B",
    "explanation": "Yaş sıva üzerine renkli boyalarla yapılan duvar resmi tekniği B seçeneğinde verilen Freskodur. Bu teknikte sıva kurudukça boyayı içine çekecek ve böylece resmin duvardan dökülmesi daha zor hâle gelecektir."
  },
  {
    "id": "3354425",
    "unitNumber": 5,
    "text": "Ölen kişinin yüzünü ve ifadesini korumak amacıyla yapılmış olan ve bilinen ilk portre örnekleri olan Fayyum portreleri hangi coğrafyada yapılmıştır?",
    "options": {
      "A": "Antik Yunan",
      "B": "Antik Roma",
      "C": "Mezopotamya",
      "D": "Mısır",
      "E": "Anadolu"
    },
    "correctAnswer": "D",
    "explanation": "Ölen kişinin yüzünü ve ifadesini korumak amacıyla yapılan Fayyum portrelerinde mumyalanmış bedenlerin baş kısmına ahşap panolar üzerinde resmedilmiş portreler özellikle bakışlarıyla, yüzlerine göre daha büyük işlenen gözleriyle etkilidir. Bilinen ilk portre örnekleri olan Fayyum portreleri Mısır coğrafyasında yapılmıştır."
  },
  {
    "id": "3354519",
    "unitNumber": 5,
    "text": "İmza odası olarak bilinen mekanın dört ana freskinden birisi olan ve genel olarak felsefeyi temsil eden \"Atina Okulu\" adlı resim aşağıdaki sanatçılardan hangisine aittir?",
    "options": {
      "A": "Raffaello",
      "B": "Rubens",
      "C": "Rembrandt",
      "D": "Giotto",
      "E": "Masaccio"
    },
    "correctAnswer": "A",
    "explanation": "Raffaello"
  },
  {
    "id": "3354456",
    "unitNumber": 5,
    "text": "İnsanın ‘İdeal güzellik’ kavramı içinde ve ‘ideal’ anatomik boyutlarda işlendiği dönem aşağıdakilerden hangisidir?",
    "options": {
      "A": "Antik Yunan",
      "B": "Orta Çağ",
      "C": "Romantik Dönem",
      "D": "Rönesans",
      "E": "Postmodern Dönem"
    },
    "correctAnswer": "D",
    "explanation": "İnsanın ‘İdeal güzellik’ kavramı içinde ve ‘ideal’ anatomik boyutlarda işlendiği dönem Rönesans'tır."
  },
  {
    "id": "3354455",
    "unitNumber": 5,
    "text": "İtalyan Rönesans’ının en büyük resim ustası, filozofu, astronomu, heykeltıraşı ve yazarı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Leonardo Da Vinci",
      "B": "Giotto",
      "C": "Umberto Eco",
      "D": "Rubens",
      "E": "Rembrandt"
    },
    "correctAnswer": "A",
    "explanation": "Leonardo Da Vinci: Rönesans’ın en önemli ressamlarından biri olma­sının yanı sıra döneminin bir filozofu, astronomu, mimarı, mühendisi, mucidi, matematikçisi, anato­mi bilimcisi, heykeltıraşı, bitki bilimcisi ve yazarı­dır aynı zamanda."
  },
  {
    "id": "3354520",
    "unitNumber": 5,
    "text": "İçinde bulunduğu dönemin karakteristik özellikleri bakımından aşağıdaki eşleştirmelerden hangisi yanlıştır?",
    "options": {
      "A": "Romantizm-Düş gücü",
      "B": "Barok-Coşku",
      "C": "Rönesans-İdeal insan",
      "D": "Realizm-Yüceltilmiş duygular",
      "E": "Ortaçağ-Skolastik düşünce"
    },
    "correctAnswer": "D",
    "explanation": "Realizm-Yüceltilmiş duygular"
  },
  {
    "id": "3354486",
    "unitNumber": 6,
    "text": "\"İnsan merkezli bir yapılanma doğrultusunda ürettiği heykellerinde, özellikle ‘Düşünen Adam’ heykelinde, bütün bir tarih içinde üretilmiş heykellerden farklı olarak, gerçek anlamda sanata ve heykel sanatına ‘eleştiri’ kimliğini ve bakış açısını en derinden getirmiştir\" anlatımında sözü edilen sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Henyi Moore",
      "B": "Alberto Giacometti",
      "C": "Dante",
      "D": "Michelangelo",
      "E": "Auguste Rodin"
    },
    "correctAnswer": "E",
    "explanation": "Fransız heykeltıraş Rodin aynı zamanda çağdaş heykel sanatının da kurucu kimliği olarak karşımıza çıkar. İnsan merkezli bir yapılanma doğrultusunda ürettiği heykellerinde, özellikle ‘Düşünen Adam’ heykelinde, bütün bir tarih içinde üretilmiş heykellerden farklı olarak, gerçek anlamda sanata ve heykel sanatına ‘eleştiri’ kimliğini ve bakış açısını en derinden getirmiştir."
  },
  {
    "id": "3354482",
    "unitNumber": 6,
    "text": "\"Mısır tanrı ve tanrıça hiyerarşisinde güneş tanrısı <span style=\"text-decoration: underline;\"><strong>...,</strong></span> büyü ve gizemin tanrısı Amon ve ana tanrıça İsis tepe noktalarda yer almışlardır\" anlatımında yer alan boşluğa gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "options": {
      "A": "Apep",
      "B": "Ra",
      "C": "Ma’at",
      "D": "Set",
      "E": "Firavun"
    },
    "correctAnswer": "B",
    "explanation": "Mısır tanrı ve tanrıça hiyerarşisinde güneş tanrısı <span style=\"text-decoration: underline;\"><strong>Ra</strong>,</span> büyü ve gizemin tanrısı Amon ve ana tanrıça İsis tepe noktalarda yer almışlardır."
  },
  {
    "id": "3354487",
    "unitNumber": 6,
    "text": "\"Özellikle 1960’lardan sonra, Performans Sanatı, Arazi Sanatı, Arte Povera gibi eğilim ve sanatsal ifadelerle <strong><span style=\"text-decoration: underline;\">...</span> </strong>sanat, eleştirel bir tutumu çeşitlendirip yönlendirmiş, özgün ve farklı bir disiplin çeşitliliğine ulaşmıştır\" anlatımında yer alan boşluğa gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kavramsal",
      "B": "Çağdaş",
      "C": "Güncel",
      "D": "Modern",
      "E": "Toplumsal"
    },
    "correctAnswer": "A",
    "explanation": "Özellikle 1960’lardan sonra, Performans Sanatı, Arazi Sanatı, Arte Povera gibi eğilim ve sanatsal ifadelerle <span style=\"text-decoration: underline;\"><strong>kavramsal</strong></span> sanat, eleştirel bir tutumu çeşitlendirip yönlendirmiş, özgün ve farklı bir disiplin çeşitliliğine ulaşmıştır."
  },
  {
    "id": "3354442",
    "unitNumber": 6,
    "text": "1883 yılında açılan Sanayii Nefise Mektebi hangi sanat dalları ile eğitime başlamıştır?",
    "options": {
      "A": "Resim- Müzik",
      "B": "Resim- Tiyatro",
      "C": "Müzik-Sinema",
      "D": "Heykel – Resim",
      "E": "Heykel- Müzik"
    },
    "correctAnswer": "D",
    "explanation": "Resim ve heykel merkezli bir eğitim felsefesine göre açılan Sanayii Nefise Mektebi (1883), içinde resim ve heykel mevcuttur."
  },
  {
    "id": "3354158",
    "unitNumber": 6,
    "text": "1883’te kurulan ve Türk plastik sanatlarının gelişiminde önemli rolü olan bir okul olan; resimden, heykele kadar birçok alanda seçkin sanatçılar yetiştiren kurumun adı nedir?",
    "options": {
      "A": "İmparatorluk Güzel Sanatlar Akademisi",
      "B": "Royal Academy",
      "C": "New York Okulu",
      "D": "Sanayi-i Nefise Mektebi",
      "E": "Bauhaus Okulu"
    },
    "correctAnswer": "D",
    "explanation": "Sanayi-i Nefise Mektebi (Güzel Sanatlar Mektebi); Türk plastik sanatlarının gelişiminde önemli rolü olan bir okuldur ve 1883’ten günümüze kadar da; resimden, heykele kadar birçok alanda seçkin sanatçılar yetiştirmiştir."
  },
  {
    "id": "3354488",
    "unitNumber": 6,
    "text": "<strong>'Fountain/Çeşme'</strong> adlı heykeli ile eleştirel estetik tutumunu, özellikle üç boyutlu nesne kavramı içinde çok ileri bir noktaya götüren ve heykel sanatının bütün klasik kalıplarını aşan sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Louise Bourgeois",
      "B": "Marcel Duchamp",
      "C": "Constantin Brancusi",
      "D": "Raymond Villon",
      "E": "Pablo Picasso"
    },
    "correctAnswer": "B",
    "explanation": "Marcel Duchamp çağdaş sanatçıların en ilginçlerinden biri olarak karşımızda durmaktadır. Özellikle Fountain/Çeşme adlı heykeli, onun heykel sanatına geliştirdiği eleştiri boyutu noktasında çok önemli bir açılım olarak karşımıza çıkmaktadır. Adeta yapısökümcü bir realite olarak karşımıza çıkar."
  },
  {
    "id": "3354477",
    "unitNumber": 6,
    "text": "Alman çağdaş sanatının en önemli temsilcisi olarak bilenen heykeltraş kimdir?",
    "options": {
      "A": "Meret Oppenheim",
      "B": "Walfgang Laib",
      "C": "Louise Bourgeois",
      "D": "Marcel Duchamp",
      "E": "Umberto Boccioni"
    },
    "correctAnswer": "B",
    "explanation": "Alman çağdaş sanatının en önemli temsilcilerinden olan heykeltraş Walfgang Laib, yeni ufuklar, yeni yorumlar ve eleştirilerle çağdaş dünya sanatı tarafından da tanınan ve bilinen en önemli sanatçılardan biridir."
  },
  {
    "id": "3354504",
    "unitNumber": 6,
    "text": "Antik Mısır dünyasında düzeni bozma gayretleri içinde olan ve kaosun gücünü temsil eden tanrı aşağıdaki seçeneklerden hangisidir?",
    "options": {
      "A": "Atum",
      "B": "Apep",
      "C": "Khepri",
      "D": "Horus",
      "E": "İsis"
    },
    "correctAnswer": "B",
    "explanation": "Apep"
  },
  {
    "id": "3354505",
    "unitNumber": 6,
    "text": "Antik Mısır'da düzensizliğin bizzat kendisi olduğu halde düzensizliğe karşı savaş halinde olan Tanrı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Ra",
      "B": "Ma'at",
      "C": "Set",
      "D": "Amon",
      "E": "Basted"
    },
    "correctAnswer": "C",
    "explanation": "Set"
  },
  {
    "id": "3354435",
    "unitNumber": 6,
    "text": "Antik dönemde Mısır’ın en güçlü ve sonsuz kralı olarak düşünülen, malzeme ve boyut olarak diğer heykellerden daha gösterişli ve devasa bir yapıda yapılan heykel aşağıdakilerden hangisidir?",
    "options": {
      "A": "Güneş Tanrısı Ra",
      "B": "Kedi Tanrısı",
      "C": "Firavun",
      "D": "Hava Tanrısı",
      "E": "Su Tanrısı"
    },
    "correctAnswer": "C",
    "explanation": "Başta yaşayanlar dünyasında en önemli figür Firavun’dur. Mısır’ın en güçlü ve sonsuz kralı olarak düşünülen bu eril lider hem malzeme ve hem de boyut olarak diğer heykellerden daha gösterişli ve devasadır."
  },
  {
    "id": "3354401",
    "unitNumber": 6,
    "text": "Aşağıdaki sanatçı ve eser eşleştirmelerinden hangisi doğru <strong>yapılmamıştır</strong>",
    "options": {
      "A": "Damien Hirst - Ölü Köpekbalığı",
      "B": "Constantin Brancusi - Sonsuz Sütun",
      "C": "Anish Kapoor - Balon Köpek",
      "D": "Louise Bourgeois - Örümcek Kadın",
      "E": "Meret Oppenheim, -Kürklü Çay Fincanı"
    },
    "correctAnswer": "C",
    "explanation": "Balon Köpek eseri Anish Kapoor’un değil Jeff Koons’a ait bir eserdir.<br/>Jeff Koons, Balon Köpek, 1990, Paslanmaz<br/>Çelik, 307.3x363.2x114.3 cm."
  },
  {
    "id": "3354483",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi Antik Yunan heykelini doğru biçimde tanımlar?",
    "options": {
      "A": "İlk dönem Yunan heykeli Antik Mısır heykel estetiğinin çok ilerisinde gerçekleşmiştir.",
      "B": "Antik Mısır’daki monoton süreklilik Yunan heykelinde de gözlemlenir.",
      "C": "Klasik ve Helenistik Dönem Yunan heykelinde ideal olanın, insan vücudunun yüceltilmesi esasına göre bir heykel anlayışının benimsendiği görülür.",
      "D": "Çok tanrılı kültür Yunan heykel sanatında görülmez.",
      "E": "Yunan heykelindeki Antik Çağ, Klasik Çağ ve Helenistik Çağ heykel gerçekliği ve estetiği birbirinden farksızdır."
    },
    "correctAnswer": "C",
    "explanation": "Klasik ve Helenistik Dönem Yunan heykelinde ideal olanın, insan vücudunun yüceltilmesi esasına göre bir heykel anlayışının benimsendiğini gözlemliyoruz."
  },
  {
    "id": "3354485",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi Rönesans heykel sanatını doğru biçimde tanımlamaktadır?",
    "options": {
      "A": "Michelangelo’nun heykel anlayışı da Rönesans eleştirel düşüncesi içinde vazgeçilmez bir konuma ve anlatıma sahiptir, sadece anatomi anlatımıyla değil, kişilerin ruhsal durumlarını ifade edip anlatmak istemesiyle de Michelangelo eşsiz bir noktaya taşır sanatını.",
      "B": "Rönesans heykel sanatı ve ondaki eleştirel düşünce, kendinden önceki çok tanrılı heykel sanatının içinde yer alan eleştirel düşünceyle aynıdır.",
      "C": "İnsan tanımının düşünsel ve felsefi araştırmalarla yeniden konumlandırdığı bu yeniden doğuş çağında heykel, mimarinin gölgesinde kalmıştır.",
      "D": "Rönesans'da, dinsel, mitsel, İsa ve melekler vb. yapılmaya başlanmış olmasına rağmen, sivil ve farklı alanlarda üretimler söz konusu değildir.",
      "E": "Rönesans'ın önemli heykeltraşlarından biri olan Donatello, anlatımcı bir yol takip ederek, yorum ve eleştiri konularına girmeyecek, daha çok dinî konular ve kutsanmış anlatımlar içinde toplumsal ve dini saygınlığı arayacaktır."
    },
    "correctAnswer": "A",
    "explanation": "Michelangelo’nun heykel anlayışı da Rönesans eleştirel düşüncesi içinde vazgeçilmez bir konuma ve anlatıma sahiptir. Ayrıca sadece anatomi anlatımıyla değil, kişilerin ruhsal durumlarını ifade edip anlatmak istemesiyle de Michelangelo eşsiz bir noktaya taşır sanatını."
  },
  {
    "id": "3354399",
    "unitNumber": 6,
    "text": "Aşağıdaki verilmiş olan Rönesans dönemi heykellerden hangisi özgün eleştiri ve anlatımın simge eserlerinden biri olarak kabul edilir?",
    "options": {
      "A": "Donatello - Davut heykeli",
      "B": "Michelangelo - Musa heykeli",
      "C": "Michelangelo - Pieta",
      "D": "Donatello - Gattamelata Atlı Heykeli",
      "E": "Michelangel - Davut heykeli"
    },
    "correctAnswer": "A",
    "explanation": "Donatello, özellikle Davud heykelinde, yüzdeki kararlılıkla, Golyat’a saldırmaya karar<br/>verdiği an kavramı ve ifadedeki güçlü anlatım ve vücut yetkinliğiyle, özgün eleştiri ve anlatımın simge eserlerinden birine dönüştürecektir bu heykeli."
  },
  {
    "id": "3354439",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Michelangelo’nun heykelde boynuz kullanarak eleştirel güç ve tutum kattığı, sanatını zirveye taşıdığı eseridir?",
    "options": {
      "A": "Musa",
      "B": "Davud",
      "C": "Neptün Heykeli",
      "D": "Tanrıça Athena",
      "E": "Düşünen Adam"
    },
    "correctAnswer": "A",
    "explanation": "Musa heykeliyle zirvelere tırmanan sanatçı, Musa’da o güne kadar yapılmamış estetik gerçekliği uç notlara taşımış ve topyekün bütün heykel sanatını eleştirel bir süzgeçten geçirmiştir. Musa’nın yüzündeki şiddeti ve ifade güçlülüğünü, eleştirel bakışı çok iyi yakalamıştır sanatçı. Adale ve vücut hatlarının bu kadar belirginliği ve yetkinliği diğer heykeller düşünüldüğünde bu kadar güçlü ve belirgin değildir. Ayrıca heykelde boynuz kullanılmıştır ki, bu da heykele ayrıca bir eleştirel güç ve tutum katmıştır."
  },
  {
    "id": "3354413",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Yunan Heykeli ile Antik Mısır Heykeli arasındaki ortak özelliktir?",
    "options": {
      "A": "Mitolojik özelliklerin olmayışı",
      "B": "Özgünlük Mücadelesi",
      "C": "Monotonluk",
      "D": "Geometrik yapı",
      "E": "Mitolojik özelliklerin ağır basması"
    },
    "correctAnswer": "E",
    "explanation": "Yunan heykelindeki Antik Çağ, Klasik Çağ ve Helenistik Çağ heykel gerçekliği ve estetiği birbirinden farklılıklar arz eder. Elbet Yunan heykeli de Antik Mısır Heykeli gibi mitolojik özellikleri ağır basan bir heykel gerçekliği olarak karşımızda durmaktadır. Çok tanrılı kültür Yunan heykel sanatında da kendini gösterir. Bu gerçeklik eleştirel olguyu da peşinden sürükler ve tanrılar arası rekabet ve anlayış farklılıkları heykel formuna, anlayışına vesanatına da yansımıştır."
  },
  {
    "id": "3354396",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi antik mısır heykellerinde bulunan bir özellik <strong>değildir.</strong>",
    "options": {
      "A": "Malzeme tercihinin önemi",
      "B": "Konu tercihinde hiyerarşi",
      "C": "Statik ve durgun bir yapı",
      "D": "Büyüklük ve gösteriş",
      "E": "Doğal gerçekliğe uygunluk"
    },
    "correctAnswer": "E",
    "explanation": "Firavun’un heykeli en mükemmel malzemeden ve en büyük oranlarda, âdeta tanrılara layık boyut ve gösterişte yapılırken, bir memurun kısaca Firavun kral dışında kalan kişilerin heykelleri daha basit malzemeden ve daha küçük ebatlarda yapılmışlardır. Bu hiyerarşi yine tanrı ve tanrıça heykellerinde de karşımıza çıkmaktadır…. Statik, durgun bir yapı boyutunda ilerleyen....."
  },
  {
    "id": "3354395",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ilk çağ tanrı heykellerinde temel bir yapı olarak ele alınmıştır?",
    "options": {
      "A": "Mistisizm ve gizem",
      "B": "Gündelik hayat gerçekliği",
      "C": "Sanatsal kusursuzluk",
      "D": "Yeni malzeme arayışı",
      "E": "Sonsuzluk ve ölümsüzlük"
    },
    "correctAnswer": "E",
    "explanation": "Tanrı heykelleri bile, diğer tanrılardan üstün ve ayrıcalıklı konumlarda oluşturulmuş, farklı malzemelerle yapılan heykellerde kalıcılık, sonsuzluk ve ölümsüzlük fikri temel bir yapı olarak ele alınmıştır"
  },
  {
    "id": "3354155",
    "unitNumber": 6,
    "text": "Bir pisuarın ters çevrilmesiyle oluşturulan Fountain/Çeşme adlı heykeli ile heykel sanatına geliştirdiği eleştiri boyut noktasında çok önemli bir açılım yapan; algılanan sanatsal ve estetik realiteleri ters yüz etme gayreti ve çıkışı taşıyan sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Pablo Picasso",
      "B": "Salvador Dali",
      "C": "Leonardo Da Vinci",
      "D": "Henry Moore",
      "E": "Marcel Duchamp"
    },
    "correctAnswer": "E",
    "explanation": "Özellikle Fountain/Çeşme adlı heykeli, onun heykel sanatına geliştirdiği eleştiri boyutu noktasında çok önemli bir açılım olarak karşımıza çıkmaktadır. Âdeta yapısökümcü bir realite olarak karşımıza çıkar. Yani bugüne kadar algılanan sanatsal ve estetik realiteleri ters yüz etme gayreti ve çıkışı, onun ne kadar eleştirel bir kimlik ortaya koyduğunun da aynı zamanda göstergesidir. Bir pisuarın ters çevrilmesiyle, takma isimle sergiye gönderilen heykel, alışılmışın dışında bir ready made olarak algılanmış ve hakaret olarak da yorumlanmıştır. Oysa Duchamp eleştirel estetik tutumunu, özellikle üç boyutlu nesne kavramı içinde, yani heykelde bir ileri noktaya götürmektedir."
  },
  {
    "id": "3354480",
    "unitNumber": 6,
    "text": "Cumhuriyet Sonrası Dönemde ilk kez devlet tarafından Paris’e heykel eğitimi için gönderilmiş olan heykeltraş kimdir?",
    "options": {
      "A": "Nejat Sirel",
      "B": "Mehmet Mahir Tomruk",
      "C": "Ratip Aşir Acudoğlu",
      "D": "İsa Behzat",
      "E": "İhsan Özsoy"
    },
    "correctAnswer": "C",
    "explanation": "Cumhuriyet her şeyden önce zihinsel bir dönüşümdür. Heykel sanatı ve eğitiminde de bu dönüşüm adım adım gerçekleşmiştir. Müstakil Ressamlar ve Heykeltıraşlar Birliği (1929) içinde var olan heykeltıraş Ratip Aşir Acudoğlu devlet tarafından Paris’e heykel eğitimi için gönderilmiştir."
  },
  {
    "id": "3354512",
    "unitNumber": 6,
    "text": "Dante'nin İlahi Komedi'sinden esinlenerek \"Cehennem Kapısı\" heykelini yapan sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Rodin",
      "B": "Mihelangelo",
      "C": "Henry Moore",
      "D": "Giacometti",
      "E": "Alberti"
    },
    "correctAnswer": "A",
    "explanation": "Rodin"
  },
  {
    "id": "3354513",
    "unitNumber": 6,
    "text": "Demir, çivi, tel ve ahşap gibi farklı malzemeleri kullanarak yapmış olduğu üç boyutlu çalışmalarla heykelde kavramsal sanat olgularını görselliğe taşıyan sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Hale Tenger",
      "B": "Hüseyin Gezer",
      "C": "Kuzgun Acar",
      "D": "Ayşe Erkmen",
      "E": "Yavuz Görey"
    },
    "correctAnswer": "C",
    "explanation": "Kuzgun Acar"
  },
  {
    "id": "3354403",
    "unitNumber": 6,
    "text": "Farklılık içinde kendi zenginliğini, özgün bir plastik dille yakalamış bir sanatçıdır. Temel olarak toplumsal bellek üzerine üç boyutlu heykelleriyle çalışır ve eleştiri bu çalışmalarının temel konusudur. Atık malzemeleri, hazır nesneleri kullanmış ve kendi özgün tasarımı içinde toplumsal eleştirilerini, tarihi de hesaba katarak gerçekleştirmiştir. Eleştirilerinde tarihî, kültürel, toplumsal ve psikolojik referanslara sıkça başvurmaktadır. Bu ifadeler aşağıdaki sanatçılardan hangisini anlatmaktadır.",
    "options": {
      "A": "Hale Tenger",
      "B": "Zühtü Müridoğlu",
      "C": "Handan Börüteçene",
      "D": "Kuzgun Acar",
      "E": "Ayşe Erkmen"
    },
    "correctAnswer": "A",
    "explanation": "Hale Tenger farklılık içinde kendi zenginliğini, özgün bir plastik dille yakalamış bir sanatçıdır. Temel olarak toplumsal bellek üzerine üç boyutlu heykelleriyle çalışır ve eleştiri bu çalışmalarının temel konusudur. Başlangıçtan itibaren atık malzemeleri, hazır nesneleri kullanmış ve kendi özgün tasarımı içinde toplumsal eleştirilerini, tarihi de hesaba katarak gerçekleştirmiştir. Eleştirilerinde tarihî, kültürel, toplumsal ve psikolojik referanslara sıkça başvurmaktadır."
  },
  {
    "id": "3354440",
    "unitNumber": 6,
    "text": "Fransız heykeline olduğu kadar dünya heykeline de aykırı bir bakış açısı, eleştirel ve kültürel bir disiplin getiren, aynı zamanda çağdaş heykel sanatının da kurucu kimliği olarak bilinen heykeltraş aşağıdakilerden hangisidir?",
    "options": {
      "A": "Michelangelo",
      "B": "Dante",
      "C": "Rodin",
      "D": "Ghiberti",
      "E": "Donatello"
    },
    "correctAnswer": "C",
    "explanation": "Fransız heykeltıraş Rodin aynı zamanda çağdaş heykel sanatının da kurucu kimliği olarak karşımıza çıkar. Fransız heykeline olduğu kadar dünya heykeline de aykırı bir bakış açısı, eleştirel ve kültürel bir disiplin getirmiştir."
  },
  {
    "id": "3354489",
    "unitNumber": 6,
    "text": "Hareketli heykelleri, düşünceyi önceleyen ve eleştiriyi içeren yapı çözümleri ve üç boyutlu çalışmaları ile metale soyut anlamlar katan, büyük boyutlu amorf tasarımlarımlarıyla tanınan sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Ai Weiwei",
      "B": "Consttantin Brancusi",
      "C": "Walfgang Laib",
      "D": "Naum Gabo",
      "E": "Jeff Koons"
    },
    "correctAnswer": "D",
    "explanation": "<strong>Naum Gabo</strong> da çağdaş sanat alanının önemli Rus asıllı temsilcilerindendir. Ortaya koyduğu hareketli heykelleri, düşünceyi önceleyen ve eleştiriyi içeren yapı çözümleri ve üç boyutlu çalışmaları, onu heykeldeki eleştiri olgusunu çok iyi değerlendiren özgün sanatçılar katına yükseltmiştir. Metale soyut anlamlar katan, giderek amorf/şekilsiz bir nesne ve dünya tasarımı gerçekleştiren sanatçı, büyük boyutlu heykel çalışmalarıyla da adından sıkça söz ettirmektedir."
  },
  {
    "id": "3354506",
    "unitNumber": 6,
    "text": "Helenistik dönem Yunan heykelini karakteristik özellikleri aşağıdaki seçeneklerin hangisinde doğru olarak verilmiştir?",
    "options": {
      "A": "Stilize etme<br/>İnsanı yüceltme<br/>Monotonluk",
      "B": "İdealize etme<br/>Monotonluk<br/>Karmaşık Form",
      "C": "Stilize etme<br/>Karmaşık form<br/>İnsanı yüceltme",
      "D": "İnsanı yüceltme<br/>İdealize etme<br/>Karmaşık form",
      "E": "Monotonluk<br/>Stilize etme<br/>İdealize etme"
    },
    "correctAnswer": "D",
    "explanation": "İnsanı yüceltme<br/>İdealize etme<br/>Karmaşık form"
  },
  {
    "id": "3354398",
    "unitNumber": 6,
    "text": "Heykel sanatı bağımsız bir kimlik ve varoluş yerine, mimarlığa bağlı bir aktivite olarak var olduğu dönem aşağıdakilerden hangisidir?",
    "options": {
      "A": "İlk çağ heykeli",
      "B": "Eski Yunan heykeli",
      "C": "Ortaçağ dönemi heykeli",
      "D": "Rönesans dönemi heykeli",
      "E": "Modern dönem heykeli"
    },
    "correctAnswer": "C",
    "explanation": "Orta Çağ heykel sanatı bağımsız bir kimlik ve var oluş olarak kendini konumlandırmaktan<br/>ziyade, mimariye bağlı bir sanatsal aktivite olarak kısa bir dönem var olmuş…."
  },
  {
    "id": "3354400",
    "unitNumber": 6,
    "text": "Heykel sanatına getirdiği eleştirel düşüncede önemli kabul edilen ‘Düşünen Adama’ heykeli aşağıdaki verilen modern dönem sanatçılardan hangisine aittir.",
    "options": {
      "A": "Alberto Giacometti",
      "B": "Henry Moore.",
      "C": "Auguste Rodin",
      "D": "Constantin <em>Brancusi</em>",
      "E": "Naum Gabo"
    },
    "correctAnswer": "C",
    "explanation": "İnsan merkezli bir yapılanma doğrultusunda<br/>ürettiği heykellerinde, özellikle ‘Düşünen Adam’<br/>heykelinde, bütün bir tarih içinde üretilmiş heykellerden farklı olarak, gerçek anlamda sanata ve<br/>heykel sanatına ‘eleştiri’ kimliğini ve bakış açısını<br/>en derinden getirmiştir."
  },
  {
    "id": "3354394",
    "unitNumber": 6,
    "text": "Heykel sanatının tarihini incelediğimizde aşağıdaki malzemelerden hangisi heykel sanatının ana malzemesiolarak karşımıza çıkmaktadır?",
    "options": {
      "A": "mermer",
      "B": "ağaç",
      "C": "taş",
      "D": "maden",
      "E": "pişmiş toprak"
    },
    "correctAnswer": "C",
    "explanation": "Heykel sanatını anlamak için onun geçmiş birikimine bakmak gerekiyor. Sonuç olarak<br/>heykel; üç boyutluluk üzerinde kendisini var eder ve birçok farklı malzemeden meydana gelir. Ama tarih boyunca ana malzeme taş olarak karşımıza çıkmaktadır."
  },
  {
    "id": "3354151",
    "unitNumber": 6,
    "text": "Heykelin mimariden bağımsızlığını ilan ettiği ve meydanlarda, saraylarda, köşklerde sergilenmeye başlandığı, insan tanımının düşünsel ve felsefi araştırmalarla yeniden konumlandırdığı yeniden doğuş çağı olarak da adlandırılan sanat akımının adı nedir?",
    "options": {
      "A": "Barok",
      "B": "Rönesans",
      "C": "Gotik",
      "D": "Sürrealizm",
      "E": "Modernizm"
    },
    "correctAnswer": "B",
    "explanation": "Rönesans döneminde heykel mimariden bağımsızlığını ilan etmiş ve meydanlarda, saraylarda, köşklerde sergilenmeye başlamıştır. İnsan tanımının düşünsel ve felsefi araştırmalarla yeniden konumlandırdığı bu yeniden doğuş çağında heykel git gide daha bağımsız ve özgür bir kimlik olarak kendisini tanımlamaya başlamıştır."
  },
  {
    "id": "3354490",
    "unitNumber": 6,
    "text": "İstanbul Üniversitesi Rektörlük Binası önünde yapılan 1955 tarihli ‘Gençlik Anıtı’ aşağıdaki sanatçılardan hangisine aittir?",
    "options": {
      "A": "Kuzgun Acar",
      "B": "Hüseyin Gezer",
      "C": "Ali Hadi Bara",
      "D": "Zühtü Müridoğlu",
      "E": "Yavuz Görey"
    },
    "correctAnswer": "E",
    "explanation": "<strong>Yavuz Görey,</strong> Türkiye’nin ilk heykeltraşlarından olan ve modernist ve postmodernist heykellerle, âdeta zıtlığın içinde yeni formlar oluşturarak, kendine özgü estetik eleştiriler geliştiren bir sanatçıdır. İstanbul Üniversitesi Rektörlük Binası önündeki Atatürk ve Gençlik Anıtı’nı klasik bir başarı dizgesinde gerçekleştirmiştir."
  },
  {
    "id": "3354481",
    "unitNumber": 6,
    "text": "Kamusal alanda bir Türk heykeltıraşı tarafından Türkiyede yapılan heykeltraş-eser eşleşmesi aşağıdakilerden hangisinde doğru verilmiştir?",
    "options": {
      "A": "Yavuz Görey-Gençlik Anıtı",
      "B": "Zühtü Müridoğlu -Erzincan Anıtı",
      "C": "Ali Hadi Bara-Gençlik Anıtı",
      "D": "Kenan Yontuç-Erzincan Anıtı",
      "E": "Yavuz Gürey-Atatürk ve Gençlik Anıtı"
    },
    "correctAnswer": "A",
    "explanation": "Heykeltraş Yavuz Görey tarafından İstanbul Üniversitesi Rektörlük Binası önünde yapılan <br/>‘Gençlik Anıtı’ (1955), kamusal alanda bir Türk heykeltıraşı tarafından başarılı bir şekilde gerçekleştirilmesi bakımından çok önemli bir açılım ve bilinç dönüşümüdür."
  },
  {
    "id": "3354434",
    "unitNumber": 6,
    "text": "Mağara Döneminde inançsal farklılıklar, farklı heykellerin yapılmasını doğurmuştur. Aşağıdaki seçeneklerden hangisi bu dönem de yapılan heykellerin genel amacı olarak söylenebilir?",
    "options": {
      "A": "Tanrısal gücün ortaya konulması, diğer kabile ve toplumlardan üstün heykellerin gerçekleştirilmesidir.",
      "B": "Temel yaklaşım estetik değerlerdir.",
      "C": "Heykel sanatının gelişimi ön plandadır.",
      "D": "Sanatsal kaygılar önceliklidir.",
      "E": "Sanatçının düşünceleri önceliklidir."
    },
    "correctAnswer": "A",
    "explanation": "Heykellerdeki temel felsefe tanrısal gücün ortaya konulması ve diğer kabile ve toplumlardan üstün heykellerin gerçekleştirilmesidir."
  },
  {
    "id": "3354475",
    "unitNumber": 6,
    "text": "Musa heykeli ile anılan aynı zamanda ressam olan sanatçı kimdir?",
    "options": {
      "A": "Donatello",
      "B": "Giambologna",
      "C": "Phidias",
      "D": "Michelangelo",
      "E": "Rodin"
    },
    "correctAnswer": "D",
    "explanation": "Michelangelo Musa heykeli ile anılsa bile, <br/>aslında çok boyutlu ve çok yönlü bir sanatçıydı. Michelangelo, heykeltıraş olduğu kadar da aynı zamanda ressamdı. Ve,tipik bir Rönesans sanatçısıydı."
  },
  {
    "id": "3354436",
    "unitNumber": 6,
    "text": "Mısırlılar tanrı ve tanrıçalarını genelde insan formunda heykelleştirmelerinin temel nedeni aşağıdakilerden hangisidir?",
    "options": {
      "A": "İnsanlar üzerinde üstünlük sağlamak",
      "B": "Tanrılarla olan bağlarını güçlendirmek",
      "C": "Tanrılara iletişime geçildiğine inanmak",
      "D": "Doğa olaylarının tanrı ve tanrıçaların çatışmaları sonucunda olduğunu düşünmek",
      "E": "Estetik olduğunu düşünmek"
    },
    "correctAnswer": "D",
    "explanation": "Mısırlılar doğa olaylarının tanrı ve tanrıçaların çatışmaları sonucunda olduğunu düşündükleri için, tanrı ve tanrıçalarını da genelde insan formunda heykelleştiriyorlar, onlara adadıkları tapınaklarda, ritüellerle onları yatıştırmak için adaklar adıyor ve ayinler gerçekleştiriyorlardı."
  },
  {
    "id": "3354507",
    "unitNumber": 6,
    "text": "Olimpos Tanrıları ve Titanlar arasındaki savaş sonucunda yerküreyi taşımakla cezalandırılan Titan aşağıdaki seçeneklerden hangisidir?",
    "options": {
      "A": "Atlas",
      "B": "Phobe",
      "C": "Kronos",
      "D": "Hades",
      "E": "Polydorus"
    },
    "correctAnswer": "A",
    "explanation": "Atlas"
  },
  {
    "id": "3354510",
    "unitNumber": 6,
    "text": "Roma heykel sanatında bütün gücü üzerinde toplayan Tanrıların kralı aşağıdaki seçeneklerden hangisidir?",
    "options": {
      "A": "Ceres",
      "B": "Diana",
      "C": "Jüpiter",
      "D": "Plüton",
      "E": "Neptün"
    },
    "correctAnswer": "C",
    "explanation": "Jüpiter"
  },
  {
    "id": "3354484",
    "unitNumber": 6,
    "text": "Roma heykel sanatında, Roma tanrılarından bazıları eleştirel düşüncenin ve yargı gücünü temsil etmenin simgesi olarak karşımıza çıkar. Aşağıdakilerden hangisi <strong>'öte dünyada yargı, güç ve eleştiri olgusunun bütün realitesini üzerinde toplayan yeraltı dünyası tanrısı'</strong>dır?",
    "options": {
      "A": "Diana",
      "B": "Ceres",
      "C": "Neptün",
      "D": "Plüton",
      "E": "Jüpiter"
    },
    "correctAnswer": "D",
    "explanation": "<br/>Yeraltı dünyasının kralı olarak karşımıza çıkan <strong>Plüton</strong> ise, öte dünyada yargı, güç ve eleştiri olgusunun bütün realitesini üzerinde toplar ve o şekilde simgeleştirir."
  },
  {
    "id": "3354509",
    "unitNumber": 6,
    "text": "Roma heykel sanatının en belirgin özelliği aşağıdaki seçeneklerden hangisidir?",
    "options": {
      "A": "Beden",
      "B": "Eller",
      "C": "Ayaklar",
      "D": "Kaslar",
      "E": "Yüzler"
    },
    "correctAnswer": "E",
    "explanation": "Yüzler"
  },
  {
    "id": "3354418",
    "unitNumber": 6,
    "text": "Romanın kültürel ve sanatsal geleneğini temsil eden, heykel formunda oluşturulan tanrı ve tanrıçalar kültü aşağıdaki eşleştirmelerden hangisinde doğru verilmiştir ?",
    "options": {
      "A": "Keza Diana-Tanrıların kralı olarak karşımızda durur. Kudretin ve varoluşun, var edişin mutlak hakimi olarak estetik gerçeklik kazanır.",
      "B": "Ceres-Dünya tanrıçası",
      "C": "Jüpiter-Avcılık, ay tanrıçası olarak konumlandırılır eleştirel kimlik ve güç formunu temsil eder.",
      "D": "Plüton-Denizlerin tanrısı olarak kabul edilir, eleştirel bir estetik olarak konumlandırılır",
      "E": "Neptün-Yeraltı dünyasının kralı olarak karşımıza çıkar öte dünyada yargı, güç ve eleştiri olgusunun bütün realitesini üzerinde toplar ve o şekilde simgeleştirir."
    },
    "correctAnswer": "B",
    "explanation": "Roma tanrılarından bazıları eleştirel düşüncenin ve yargı gücünü temsil etmenin simgesi olarak karşımızda durmaktadır. Heykel formunda oluşturulan bu tanrı ve tanrıçalar kültü, romanın kültürel ve sanatsal geleneğini temsil etmektedir. Örneğin Ceres, dünya tanrıçası olarak karşımıza çıkmaktadır. Keza Diana, avcılık ve ay tanrıçası olarak varlığını konumlandırır ve eleştirel bir kimlik ve güç formunu temsil eder. Tanrıların kralı olarak karşımızda duran Jüpiter ise, bütün gücü üzerinde toplamaktadır.Kudretin ve varoluşun, var edişin mutlak hakimi olarak estetik gerçeklik kazanır. Yeraltı dünyasının<br/>kralı olarak karşımıza çıkan Plüton ise, öte dünyada yargı, güç ve eleştiri olgusunun bütün realitesini üzerinde toplar ve o şekilde simgeleştirir. Ayrıca denizlerin tanrısı olan Neptün de eleştirel bir estetik olarak konumlandırılır. Temsiliyetin yanında heykel olarak<br/>veya rölyef, duvarda, yüzeyde çıkıntılı üç boyut olarak heykeli var etmek ve onun gerçekliği şeklinde konumlanmak farklılıklar da arz edebilmektedir. Bazen sakin ve dingin bir heykel formu güç, eleştiri, savaş kavramlarını bünyesinde barındıran bir tanrı veya tanrıça olarak ifade edilebilir. Bu aynı zamandasanatın da gerçekliği olarak karşımızda durmaktadır"
  },
  {
    "id": "3354511",
    "unitNumber": 6,
    "text": "Rönesans heykel sanatının genel anlayışı aşağıdaki seçeneklerden hangisidir?",
    "options": {
      "A": "İdealist",
      "B": "Sembolist",
      "C": "Kübist",
      "D": "Hümanist",
      "E": "Fütürist"
    },
    "correctAnswer": "D",
    "explanation": "Hümanist"
  },
  {
    "id": "3354153",
    "unitNumber": 6,
    "text": "Sürrealizm’le, Ekspresyonizm arasında duran, boyutları değişmiş, genellikle uzamış, kasların ve yüzlerin eriyor gibi göründüğü karikatürize insan figürü heykelleri yapan, aynı zamanda 1961 tarihli Yürüyen Adam heykelinin de heykeltraşı olan sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Gian Lorenzo Bernini",
      "B": "Alberto Giacometti",
      "C": "Antonio Canova",
      "D": "Edgar Degas",
      "E": "Pablo Picasso"
    },
    "correctAnswer": "B",
    "explanation": "Yapageldiği heykel formları insandan etkilenen ve Sürrealizm’le, Ekspresyonizm arasında duran sanat felsefesini yansıtır. Ama bunlardan öte o, kendi karakterine göre anlatmak, göstermek, en önemlisi yargılamak istiyordu. Bu yüzden figürler git gide boyut değiştirmeye, vücut oranları değişmeye, giderek kaslar, yüz erimeye ve değişmeye, âdeta karikatürel bir hâl almaya başlıyordu."
  },
  {
    "id": "3354441",
    "unitNumber": 6,
    "text": "Türk heykel sanatının ilk öncü grubunun yaptığı heykeller için aşağıdakilerden hangisi söylenebilir?",
    "options": {
      "A": "İnanca dayalı olduğu düşünülür.",
      "B": "Katı kurallar ve sanatsal disiplinler ön plandadır.",
      "C": "Genel olarak klasik heykel formatında, natüralist eserler vermişlerdir ve malzeme olarak genel de alçı, taş ve bronz kullanılmıştır.",
      "D": "Toplumun görüşü dikkate alınmıştır.",
      "E": "Dönemin otoritelerine göre yapılmıştır."
    },
    "correctAnswer": "C",
    "explanation": "Türk heykel sanatının bu ilk öncü grubunun yaptığı heykellere bakıldığında; genel olarak, klasik heykel formatında, natüralist eserler vermişlerdir. Malzeme olarak da genel olarak; alçı, taş ve bronz kullanmışlardır."
  },
  {
    "id": "3354544",
    "unitNumber": 6,
    "text": "Türk kültürünün kendine özgü dinamikleri içinde algılanan ve yorumlanan heykel olgusu hangi dönemde ivme kazanmıştır?",
    "options": {
      "A": "Tanzimat Dönemi",
      "B": "Cumhuriyet Dönemi",
      "C": "Rönesans Dönemi",
      "D": "Osmanlı Dönemi",
      "E": "Antik Mısır Dönemi"
    },
    "correctAnswer": "B",
    "explanation": "Bizim geleneğimizde ve Türk kültürünün kendine özgü dinamikleri içinde algılanan ve yorumlanan heykel olgusu, Tanzimat Dönemi’nden başlayarak adım adım ilerlemiş ve özellikle Cumhuriyet Dönemi’nde bir ivme kazanıp, çağdaş heykel sanatı kavramlarına ulaşılmıştır."
  },
  {
    "id": "3354404",
    "unitNumber": 6,
    "text": "Türk plastik sanatların üç boyutlu/heykel alanlarındaki yaratıcı üretimlerin, düşünceyi, felsefeyi, eleştiri ve ironiyi ne derece başarıyla kuşanarak, kendisini ortaya koyduğu görülecektir.<br/>Bu ifadeler aşağıda verilmiş olanlardan hangisi için kullanılmıştır.",
    "options": {
      "A": "Güncel-Kavramsal Sanat",
      "B": "50’ler sonrası Soyut Sanat",
      "C": "Geleneksel Sanat",
      "D": "Çalı Kuşağı Sanatı",
      "E": "D Grubu Sanatçıları"
    },
    "correctAnswer": "A",
    "explanation": "Kavramsal Sanat veya Güncel Sanat olarak anılan, değerlendirilen üç boyutlu, heykel ve benzeri çalışmaların temelinde eleştiri yatmaktadır. İroni ve eleştirinin eksik olmadığı bu alanlar, görsel/plastik sanatların gitgide felsefeye yaklaşması, görsellik boyutlarında düşünce üretmesi anlamlarına da gelmektedir. Bu yönleriyle de bakıldığında, Türk plastik sanatların üç boyutlu/heykel alanlarındaki yaratıcı üretimlerin, düşünceyi, felsefeyi, eleştiri ve ironiyi ne derece başarıyla kuşanarak, kendisini ortaya koyduğu görülecektir."
  },
  {
    "id": "3354437",
    "unitNumber": 6,
    "text": "Yunan mitolojisinde bazı tanrılar başlı başına bir eleştiri ve savaş varlığı olarak yer alır ve heykel sanatında da bu şekilde konumlanır. Aşağıdakilerden hangisi savaş tanrısı olarak karşımıza çıkar?",
    "options": {
      "A": "Ares",
      "B": "Hoseidon",
      "C": "Hades",
      "D": "Athena",
      "E": "Poseidon"
    },
    "correctAnswer": "A",
    "explanation": "Yunan mitolojisinde bazı tanrılar zaten başlı başına bir eleştiri ve savaş varlığı olarak yer alır ve heykel sanatında da konumlanır. Bunlardan Ares, savaş tanrısı olarak simgelenir."
  },
  {
    "id": "3354508",
    "unitNumber": 6,
    "text": "Yunan mitolojisinde denizlerin mutlak tanrısı aşağıdaki seçeneklerden hangisidir?",
    "options": {
      "A": "Ares",
      "B": "Hades",
      "C": "Athena",
      "D": "Zeus",
      "E": "Poseidon"
    },
    "correctAnswer": "E",
    "explanation": "Poseidon"
  },
  {
    "id": "3354491",
    "unitNumber": 6,
    "text": "Zaman/mekân eleştirisi bağlamında değerlendirdiği nesnelerini düşünsel derinliklerle ele alıp konumlandıran ve her bir çalışması özgün bir üç boyutlu dışavurum olarak ortaya çıkan, imaj ve realite çatışmasını, güncel olanla tarihsel olanı hep bir arada değerlendiren ve 'Mekanı Tanımlamak' adlı çalışmanın sahibi ödüllü günümüz sanatçısı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Füsun Onur",
      "B": "Handan Börüteçene",
      "C": "Ayşe Erkmen",
      "D": "Hale Tenger",
      "E": "İlhan Koman"
    },
    "correctAnswer": "C",
    "explanation": "2020 yılında, üç yılda bir verilen prestijli Ernst Franz Vogelmann Heykel Ödülü’ne layık görülen <strong>Ayşe Erkmen</strong> zaman/mekân eleştirisi bağlamında değerlendirdiği nesnelerini düşünsel derinliklerle ele alıyor ve konumlandırıyor. Her bir çalışması özgün bir üç boyutlu dışavurum olarak ortaya çıkıyor. İmaj ve realite çatışmasını, güncel olanla tarihsel olanı hep bir arada değerlendiriyor ve oralardan bir eleştiri, bir yorum çıkararak, farklı katmanlarda anlam arayışını sürdürüyor."
  },
  {
    "id": "3354159",
    "unitNumber": 6,
    "text": "Çağdaş heykel denildiği zaman akla gelen, heykel sanatında yorum ve soyutlamanın uç noktalarını gösteren ve İstanbul Manifaturacılar Çarşısı’nda bulunan ‘Kuşlar’ heykelinin sanatçısı kimdir?",
    "options": {
      "A": "Bedri Rahmi Eyüpoğlu",
      "B": "Kuzgun Acar",
      "C": "Neşe Erdok",
      "D": "Füsun Onur",
      "E": "Ayşe Erkmen"
    },
    "correctAnswer": "B",
    "explanation": "Türkiye’de çağdaş heykel denildiğinde ilk akla gelenlerden olması boşuna değildir. İstanbul Manifaturacılar Çarşısı’ndaki ‘Kuşlar’ heykeli, yorum ve soyutlamanın uç noktalarını göstermesi bakımından çok orjinaldir. Ayrıca Ankara Kızılay Meydanı’nda bulunan Emekli Sandığı Genel Müdürlüğü’nün cephesine yaptığı tunçtan kabartma da yine heykel sanatı için büyük kazanımlar olarak karşımızda durmaktadır."
  },
  {
    "id": "3354152",
    "unitNumber": 6,
    "text": "Çağdaş heykel sanatının kurucu kimliği olarak karşımıza çıkan Fransız heykeltraş kimdir?",
    "options": {
      "A": "Bernini",
      "B": "Donatello",
      "C": "Michelangelo",
      "D": "Rodin",
      "E": "Picasso"
    },
    "correctAnswer": "D",
    "explanation": "Fransız heykeltıraş Rodin aynı zamanda çağdaş heykel sanatının da kurucu kimliği olarak karşımıza çıkar. Fransız heykeline olduğu kadar dünya heykeline de aykırı bir bakış açısı, eleştirel ve kültürel bir disiplin getirmiştir."
  },
  {
    "id": "3354430",
    "unitNumber": 6,
    "text": "Çağdaş heykel sanatının kurucusu olarak karşımıza çıkan sanatçı kimdir?",
    "options": {
      "A": "Alperto Giacometti",
      "B": "Dante Alighieri",
      "C": "Auguste Rodin",
      "D": "Henry Moore",
      "E": "Joseph Kosuth"
    },
    "correctAnswer": "C",
    "explanation": "Fransız heykeltıraş Rodin aynı zamanda çağdaş heykel sanatının da kurucu kimliği olarak karşımıza çıkar. Fransız heykeline olduğu kadar dünya heykeline de aykırı bir bakış açısı, eleştirel ve kültürel bir disiplin getirmiştir."
  },
  {
    "id": "3354150",
    "unitNumber": 6,
    "text": "Özellikle Antik Mısır heykelinin stilize edilmiş, geometrik yapısına form olarak karşı geliştirilen ve ideal insan vücudunun anlatım ve yüceltimi üzerine kurulan heykel sanatı aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "options": {
      "A": "Antik Yunan",
      "B": "Barok",
      "C": "Gotik",
      "D": "Realizm",
      "E": "Kübizm"
    },
    "correctAnswer": "A",
    "explanation": "Özellikle Antik Mısır heykelinin stilize edilmiş, geometrik yapısına form olarak karşı geliştirilen ve ideal insan vücudunun anlatım ve yüceltimi üzerine kurulan bir heykel sanatı söz konusudur Antik Yunan’da."
  },
  {
    "id": "3354156",
    "unitNumber": 6,
    "text": "Üç boyutlu bir sanat enstalasyonu olan Ayçiçeği Tohumları adlı çalışmayı yapan sanatçının ismi nedir?",
    "options": {
      "A": "Pablo Picasso",
      "B": "Marcel Duchamp",
      "C": "Ai Wei",
      "D": "Salvador Dali",
      "E": "Henry Moore"
    },
    "correctAnswer": "C",
    "explanation": "Üç boyutlu bir sanat enstalasyonu olan Ayçiçeği Tohumları çalışması, başlı başına bir protest üretim olarak karşımızda yer almaktadır. Ai Wei için sanat toplumsal, düşünsel ve sanatsal göndermelerle oluşmalı ve mutlaka eleştiriyi de içinde barındırmalıdır. Ai özellikle günümüz, çağdaş sanatını bu eleştirel ve görsel bilinciyle yüceltmekte ve kendi sanatını da bu kapsamda değerlendirmektedir."
  },
  {
    "id": "3354443",
    "unitNumber": 6,
    "text": "İlk Türk kadın heykeltraşımız olarak sanat tarihinde yerini alan sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Hale Tenger",
      "B": "Sabiha Bengütaş",
      "C": "Gülsün Karamustafa",
      "D": "Ayşe Erkman",
      "E": "Handan Börüteçene"
    },
    "correctAnswer": "B",
    "explanation": "Sabiha Bengütaş da ilk kadın heykeltraşımız olarak sanat tarihinde yerini almıştır."
  },
  {
    "id": "3354149",
    "unitNumber": 6,
    "text": "İlk Çağ kültürlerinde, toprağa bağlı yaşam biçiminin gereği olarak şekillenen, bir anlamda verimi arttırmak düşünce ve inancıyla yoğrularak oluşturulan ve sanata, heykele taşınan Kibele olarak da adlandırılan figür aşağıdakilerden hangisidir?",
    "options": {
      "A": "Hz. Meryem",
      "B": "Mona-Lisa",
      "C": "Ana Tanrıça",
      "D": "Lilith",
      "E": "Zeus"
    },
    "correctAnswer": "C",
    "explanation": "İlk Çağ kültürlerinde, toprağa bağlı yaşam biçiminin gereği olarak şekillenen ve bir anlamda verimi arttırmak düşünce ve inancıyla yoğrularak oluşturulan ve sanata, heykele taşınan algı biçimi; Magna Mater (Ana Tanrıça) inancı olarak kendisini konumlandırmış ve dünyanın değişik yerlerinde bu inanç ve kültür doğrultusunda farklı malzeme ve farklı biçimlerde, ama çoğu kadın formunun değişik olarak yorumlanmasıyla ortaya çıkan heykeller yapılmıştır."
  },
  {
    "id": "3354438",
    "unitNumber": 6,
    "text": "İnsan tanımının düşünsel ve felsefi araştırmalarla yeniden konumlandırıldığı, yeniden doğuş çağı olarak ta adlandırılan ve heykel sanatının git gide daha bağımsız, özgür bir kimlik olarak kendisini tanımlamaya başladığı dönem aşağıdakilerden hangisidir?",
    "options": {
      "A": "Orta Çağ",
      "B": "Klasik Dönem",
      "C": "Rönesans Dönemi",
      "D": "Antik Çağ",
      "E": "Çağdaş Dönem"
    },
    "correctAnswer": "C",
    "explanation": "Rönesans döneminde heykel mimariden bağımsızlığını ilan etmiş ve meydanlarda, saraylarda, köşklerde sergilenmeye başlamıştır. İnsan tanımının düşünsel ve felsefi araştırmalarla yeniden konumlandırdığı bu yeniden doğuş çağında heykel git gide daha bağımsız ve özgür bir kimlik olarak kendisini tanımlamaya başlamıştır."
  },
  {
    "id": "3354157",
    "unitNumber": 6,
    "text": "Şikago'da bulunan ve Fasulye olarak isimlendirilen, izleyicilerin kendi yansımalarını heykel üzerinde görebildiği çalışmanın heykeltraşı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Anish Kapoor",
      "B": "Marcel Duchamp",
      "C": "Henry Moore",
      "D": "Vincent Van Gogh",
      "E": "Paul Cezanne"
    },
    "correctAnswer": "A",
    "explanation": "Çağdaş sanatın bir başka önemli temsilcisi de yine heykeltraş Anish Kapoor’dur. Hint asıllı olan çağdaş sanatçı, Chelsea Sanat ve Tasarım Okulu’nu bitirdikten sonra kendi kişisel heykel kariyerine yöneldi. Boşluğun ve uzamın özgün yeniden tasarımlanması yolundaki özgün heykelleriyle, zaman ve mekân kavramlarına yeni bir bilinçle, yeni modeller önerdi.<br/>Resim 6.22 Anish Kapoor, Fasulye, 2018, Metal, 12x7 m., Şikago"
  },
  {
    "id": "3354397",
    "unitNumber": 6,
    "text": "“Olimpos Dağı’nda oturan Tanrılar ve Titanlar arasındaki savaş, her şeyin belirleyicisi bir konum almaktadır ve tüm bunlar da heykel sanatı içinde form kazanmakta, onların taşıdığı anlam ve hikâyeler boyutuyla topluma ve nesilden nesile aktarılmaktadır.” Bu ifadeler aşağıdaki dönemlerden hangisini tanımlamaktadır?",
    "options": {
      "A": "Antik mısır heykelini",
      "B": "İlk çağ heykellerini",
      "C": "Antik Yunan heykelini",
      "D": "Roma Heykelini",
      "E": "Rönesans heykelini"
    },
    "correctAnswer": "C",
    "explanation": "Yunan mitolojisinde eleştirel tutum en başında başlamış ve bunlar da heykel sanatında somutluk kazanmıştır. Olimpos Dağı’nda oturan Tanrılar ve Titanlar arasındaki savaş, her şeyin belirleyicisi bir konum almaktadır ve tüm bunlar da heykel sanatı içinde form kazanmakta, onların taşıdığı anlam ve hikâyeler boyutuyla topluma ve nesilden nesile aktarılmaktadır."
  },
  {
    "id": "3354402",
    "unitNumber": 6,
    "text": "“Sanatçının heykelleri yaşamla birebir ilişkili gerçeklik üzerine kuruludur. O, heykel sanatına eleştirel bakışın yanında, hayatın normal akışı içinde, özellikle çocukların yönelimine de uygun olarak “Balon Heykel”ler oluşturmaktadır. Çocuklar onun devasa boyutlu balon heykellerini gördüklerinde ilk önce büyük bir şaşkınlık geçirirler. Sonra da o balonlara ulaşmak için de var güçleriyle enerjilerini harcarlar. Hatta bununla ilgili birçok olay da yaşanmıştır” yukarıdaki anlatım aşağıdaki sanatçılardan hangisinin eserleri ile ilgilidir?",
    "options": {
      "A": "Damien Hirst",
      "B": "Ai Weiwei",
      "C": "Giovanni Anselma",
      "D": "Louise Bourgeois",
      "E": "Jeff Koons"
    },
    "correctAnswer": "E",
    "explanation": "Jeff Koons heykelleri yaşamla birebir ilişkili gerçeklik üzerine kuruludur. O heykel sanatına eleştirel bakışın yanında, hayatın normal akışı içinde, özellikle çocukların yönelimine de uygun olarak “Balon Heykel”ler oluşturmaktadır. Çocuklar onun devasa boyutlu balon heykellerini gördüklerinde ilk önce büyük bir şaşkınlık geçirirler. Sonra da o balonlara ulaşmak için de var güçleriyle enerjilerini harcarlar. Hatta bununla ilgili birçok olay da yaşanmıştır"
  },
  {
    "id": "3354195",
    "unitNumber": 7,
    "text": "\"Beyazperdede kıpırdayan her şey sinemadır.\" <br/>Yukarıdaki tanım kime aittir?",
    "options": {
      "A": "Jean Renoir",
      "B": "Segei Eisentein",
      "C": "Akira Kurosawa",
      "D": "Federico Fellini",
      "E": "Andrey Tarkovski"
    },
    "correctAnswer": "A",
    "explanation": "Sinema Nedir<br/>Fransız yönetmen Jean Renoir'a ait olan bu kısa cümle, sinemanın özünü belki de en yalın haliyle ifade eder. Hareket. Kıpırdayan yani hareket eden görüntülerdir sinema..."
  },
  {
    "id": "3354193",
    "unitNumber": 7,
    "text": "\"Film dediğin, ayakkabının içine kaçan taş gibi olmalıdır.\"<br/>Yukarıdaki ifade hangi yönetmene aittir?",
    "options": {
      "A": "Lars von Trier",
      "B": "Michael Haneke",
      "C": "Andrey Tarkovski",
      "D": "Federico Fellini",
      "E": "Akira Kurosawa"
    },
    "correctAnswer": "A",
    "explanation": "GİRİŞ<br/>Sinema sanatı söz konusu olduğunda, belki de en büyük yanılgımız, sinemayı sadece bir eğlence aracı olarak görmektir. Film izlememizin nedenlerinden biri elbette eğlenmektir. Ancak sinema eğlenceden başka amaçlar içinde izlenir. Bunu, \"Karanlıkta Dans\", \"Dogwille\",\"Dalgaları Aşmak\" gibi filmlerin yönetmeni Lars von Trier, film dediğin ayakkabının içine kaçmış taş gibi olmalıdır, diyerek belirtir. Onun filmleri eğlendirmek bir yana rahatsız eden filmlerdir."
  },
  {
    "id": "3354408",
    "unitNumber": 7,
    "text": "\"Sinema bir çocuğun sahip olabileceği en güzel oyuncaktır\" diyen kimdir?",
    "options": {
      "A": "Orson Welles",
      "B": "Jean-Luc Godard",
      "C": "Joseph Losey",
      "D": "Luis Bunuel",
      "E": "Auguste Lumière"
    },
    "correctAnswer": "A",
    "explanation": "<br/>Sinema şeyin-şeylerin en güzel oyuncak olduğunu söyleyen Orson Welles’tir: “Sinema, bir çocuğun sahip olabileceği en güzel oyuncaktır.”<br/>\"Sinema bir çocuğun sahip olabileceği en güzel oyuncaktır\" diyen Orson Welles'tir."
  },
  {
    "id": "3354407",
    "unitNumber": 7,
    "text": "28 Aralık 1895'te Lumiere Kardeşler'in çektiği 49 saniye olan filmi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Endülüs Köpeği",
      "B": "Ay'a Yolculuk",
      "C": "Trenin Ciotat Garı'na Varışı",
      "D": "Şeytan'ın Evi",
      "E": "Yurttaş Kane"
    },
    "correctAnswer": "C",
    "explanation": "<br/>Bilet alarak film izlemeye gelen seyirciler Lumiere Kardeşler’in (Auguste Lumiere ve Louis Jean Lumiere) çektiği ve en uzunu 49 saniye olan on filmi izlemek için heyecanla beklerler. Aslında seyircilerin beklentisi sihirbazlık gösterisine benzer bir şeydir fakat duvardaki perdede bir trenin gara girişini gördüklerinde şok geçirirler. <br/>“Trenin Ciotat Garı’na Varışı” adını taşıyan bu filmde kamera sabittir ve ilk görülen şey uzaktaki bir buharlı lokomotiftir fakat hızla kameraya doğru yaklaşarak duran tren, seyirciler arasında korkuya, paniğe neden olur.<br/>28 Aralık 1895'te Lumiere Kardeşler'in çektiği 49 saniye olan filmi Trenin Ciotat Garı'na Varışı'dır."
  },
  {
    "id": "3354139",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki ifadelerden hangisi sinema tarihinin bilinen ilk bilim kurgu filmidir</strong><strong>?</strong>",
    "options": {
      "A": "Otomatik Portakal",
      "B": "Aya Yolculuk",
      "C": "Matrix",
      "D": "Frankenstein",
      "E": "Yıldızlararası"
    },
    "correctAnswer": "B",
    "explanation": "Melies’nin en ünlü filmi, Jules Verne’nin romanından esinlenerek çektiği “Aya Yolculuk” (1902) adlı filmdir. 14 dakikalık bir film olan “Aya Yolculuk”, özel efektlerin kullanıldığı ilk film olmasının yanı sıra, sinema tarihinin bilinen ilk bilim kurgu filmidir."
  },
  {
    "id": "3354147",
    "unitNumber": 7,
    "text": "<strong>Sinema eleştirisine felsefe ile bakışta ölçüt </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "Yenilik.",
      "B": "Evrensellik.",
      "C": "İnsan ve insana bağlı değerler",
      "D": "Karakterler ve oyunculuk.",
      "E": "Senaryo."
    },
    "correctAnswer": "C",
    "explanation": "Sinemaya felsefe ile bakışta, bu bakışın film eleştirisine taşınmasında da ölçüt “insan”dır; insan ve insana bağlı değerlerdir."
  },
  {
    "id": "3354145",
    "unitNumber": 7,
    "text": "<strong>Sinemada diyalektik kurguyu savunan ve uygulayan yönetmen </strong><strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "Ayzenştayn.",
      "B": "Robert J. Flaherty",
      "C": "Orson Welles.",
      "D": "Alain Resnais.",
      "E": "Robert Bresson."
    },
    "correctAnswer": "A",
    "explanation": "Ayzenştayn, kurguyu çekimlerin tuğlalar gibi yan yana sıralanması ya da basit bir toplamı olarak görmüyordu. Tez ile antitez arasındaki karşıtlık ve çatışma nasıl sentezi ortaya çıkartıyorsa ve sentez demek, tezi de antitezi de aşan “yeni bir anlam” demek ise kurgunun da aynı mantıkla (diyalektik mantık) işlerlik kazanması gerektiğini düşündü."
  },
  {
    "id": "3354146",
    "unitNumber": 7,
    "text": "<strong>Sinemada “kurtarılmış gerçeklik” kavramını savunan düşünür</strong> <strong>aşağıdaki ifadelerden hangisidir?</strong>",
    "options": {
      "A": "Gilles Deleuze.",
      "B": "Tom Gunning.",
      "C": "Siegfried Kracauer.",
      "D": "Christian Metz.",
      "E": "Andre Bazin."
    },
    "correctAnswer": "C",
    "explanation": "Gerçekçi film anlayışının önemli kuramcılarından birisi olan Siegfried Kracauer’a göre de sinemayı sanat yapan şey “kurtarılmış gerçeklik”tir. Yönetmen, kurguya başvurmadan da gözümüzün önünde durduğu hâlde göremediğimiz, fark etmediğimiz ayrıntıları kamerasını kullanarak kurtarabilir, yakalayabilir."
  },
  {
    "id": "3354461",
    "unitNumber": 7,
    "text": "A.Si­nemanın amacı, insanı ölüme hazırlamaktır.<br/>B.Sinema güzel vakit geçirmemizi sağlayan bir araçtır.<br/>C.Beyazperdede kıpırdayan her şey sinemadır.<br/>D.Sinema, sıkıcı bölümleri atılmış hayat­tır<br/>E.Sinema, gerçeklik yanıl­saması değil, <em>yanılsamanın gerçekliği</em>dir.<br/>F.Sinema bir hayat dilimi değildir; bir pasta dilimidir.<br/>Yukarıda verilenlerden hangileri Alfred Hitchcock’un sinema hakkındaki düşüncelerini yansıtmaktadır.",
    "options": {
      "A": "<span style=\"font-size: 11.0pt; color: windowtext;\">A,B,E</span>",
      "B": "<span>A,C,D</span>",
      "C": "<span>C,D,F</span>",
      "D": "<span>B,D,F</span>",
      "E": "<span>D,E,F</span>"
    },
    "correctAnswer": "D",
    "explanation": "Alfred Hitchcock’a soracak olursanız “sinema bir hayat dilimi değildir; bir pasta dilimidir.” Ona göre, sinema gerçek yaşamdan bir kesit değil, güzel vakit geçirmemizi sağlayan bir araçtır. Bu nedenle olsa gerek, “drama, sıkıcı bölümleri atılmış hayat­tır” diyen de yine Hitchcock’tur (Savaş, 2018)."
  },
  {
    "id": "3354550",
    "unitNumber": 7,
    "text": "Andrey Tarkovski’ye göre sinemanın amacı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Sinema bir hayat dilimi değildir; bir pasta dilimidir.",
      "B": "İnsanı ölüme hazırlamaktır.",
      "C": "Film dediğin, ayakkabının içine kaçan taş gibi olmalıdır.",
      "D": "Dünyayı değiştirecek olan şey filmler değil, o filmleri izleyen insanlardır",
      "E": "Beyazperdede kıpırdayan her şey sinemadır."
    },
    "correctAnswer": "B",
    "explanation": "Bu soru \"GİRİŞ\" başlığından türetilmiştir.<br/>Rus yönetmen Andrey Tarkovski’ye göre sinemanın amacı, insanı ölüme hazırlamaktır. Belki de bu yüzden Tarkovski’den bir film izleyen, o filmi kolay kolay unutamaz."
  },
  {
    "id": "3354416",
    "unitNumber": 7,
    "text": "Aşağıdaki filimlerden hangisi 1902 yılında Melies tarafından çekilmiş 14 dakikalık özel efektlerin kullanıldığı ilk bilimkurgu filmidir?",
    "options": {
      "A": "Endülüs Köpeği",
      "B": "Ay'a Yolculuk",
      "C": "2001 Space Odyssey",
      "D": "Star Wars",
      "E": "Star Trek"
    },
    "correctAnswer": "B",
    "explanation": "<br/>Melies’nin en ünlü filmi, Jules Verne’nin romanından esinlenerek çektiği “Aya Yolculuk” (1902) adlı filmdir. 14 dakikalık bir film olan “Aya Yolculuk”, özel efektlerin kullanıldığı ilk film olmasının yanı<br/>sıra, sinema tarihinin bilinen ilk bilim kurgu filmidir (Savaş, 2013a).<br/>1902 yılında Melies tarafından çekilmiş 14 dakikalık özel efektlerin kullanıldığı ilk bilimkurgu filmi Ay'a Yolculuk'tur."
  },
  {
    "id": "3354469",
    "unitNumber": 7,
    "text": "Aşağıdaki film ve yönetmenlerden hangisinde doğru eşleştirme<strong> yapılmamıştır. </strong>",
    "options": {
      "A": "Orson Wel­les - Yurttaş Kane",
      "B": "Lars von Trier-Karanlıkta Dans",
      "C": "Andrey Tarkovski -Piyanist",
      "D": "Ayzenştayn-Potemkin Zırhlısı",
      "E": "Robert J. Flaherty-Kuzeyli Nanook"
    },
    "correctAnswer": "C",
    "explanation": "<span style=\"font-size: 11.0pt; color: #221e1f;\">çağdaş sinemanın ünlü yönetmenlerinden bir başkası Micheal Haneke, izleyicisine “huzursuz seyirler” diler. Haneke’nin ünlü filmi “Ölümcül Oyunlar”ı (1997), “Yedinci Kıta”yı (1989) ya da “Piyanist”i (2001) koltuğunuza rehavetle gömülüp, huzurla izlemeniz neredeyse olanaksızdır.</span>"
  },
  {
    "id": "3354140",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi geleneksel anlatının özelliklerinden biri <u>değildir</u>?",
    "options": {
      "A": "Olaylar arasında neden-sonuç ilişkileri belirgindir",
      "B": "Olaylar genellikle bir karakterin etrafında döner",
      "C": "Olay örgüsü doğrusal değildir",
      "D": "Çatışmalar sergilenir ve çözülür",
      "E": "Olay örgüsü serim, düğüm, çatışma, doruk noktası ve çözüm aşamalarından oluşur"
    },
    "correctAnswer": "C",
    "explanation": "Geleneksel anlatının nedenselliğe dayalı olay örgüsü doğrusaldır."
  },
  {
    "id": "3354142",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi İtalyan Yeni Gerçekçilik sineması özelliklerinden biri <u>değildir</u>?",
    "options": {
      "A": "Neden-sonuç ilişkisine önem verir.",
      "B": "İnsanbiçimci bir sinemadır.",
      "C": "Öyküden çok bir sorun önem kazanır.",
      "D": "Olay örgüsü yerine oyunculuk ön plana çıkar.",
      "E": "Güncel, toplumsal ya da özellikle varoluşla ilgili konuların ele alındığı bir sinemadır."
    },
    "correctAnswer": "A",
    "explanation": "Yeni Gerçekçilik sinema dili için daha önce en önemli olan şey, konu-öykü ve öyküyü oluşturan olaylar, birbirine olasılık ve zorunluluk kanunlarıyla, neden-sonuç ilişkileriyle bağlanan olay örgüsü artık ikinci plandadır. Olay örgüsü ve öykü geriye itilince öne çıkan ise karakterler ve oyunculuktur."
  },
  {
    "id": "3354546",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"anlatı\"ya ilişkin <strong>yanlış</strong> bir açıklamayı içerir?",
    "options": {
      "A": "Gerçek ya da düşsel olayların, değişik gösterge dizgeleri aracılığıyla anlatılmasını içerir.",
      "B": "Mektup, makale, gazete yazısı, tarih kayıtları da birer anlatıdır.",
      "C": "Başı ve sonu olan bir olay örgüsünden yoksundur.",
      "D": "Her anlatı aynı zamanda bir öyküdür.",
      "E": "Tarih kayıtları olayların bir listesini sunduğu için öykü değil, anlatıdır."
    },
    "correctAnswer": "D",
    "explanation": "Bu soru \"SİNEMADA ANLATI TÜRLERİ VE ELEŞTİREL DÜŞÜNCE\" başlığından türetilmiştir.<br/>Anlatı, gerçek ya da düşsel olayların değişik gösterge dizgeleri aracılığıyla anlatılması sonucunda ortaya çıkmış bütün olarak tanımlanır. Bir başka tanım ise durumların, olayların, kişilerin ve kişiler arasındaki ilişkilerinin öykülenmesidir. Her öykü bir anlatıdır fakat her anlatı bir öykü değildir.<br/>Mektup, makale, gazete yazısı, tarih kayıtları da birer anlatıdır ama öykü değildir bunlar. Söz gelimi, tarih kayıtları olayların bir listesini sunar fakat olay örgüsünden yoksun olduğu için öykü değildir."
  },
  {
    "id": "3354423",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 1942-1951 arasındaki İtalyan Yeni Gerçekçiliği akımındaki bir yenilik <strong><span style=\"text-decoration: underline;\">değildir?</span></strong>",
    "options": {
      "A": "Profesyonel oyuncular yerine amatör oyuncularla çalışması",
      "B": "Doğaçlamaya yer vermesi",
      "C": "Kamerayı stüdyo dışına sokağa çıkarması",
      "D": "Kurguda özel efektlere başvurmayı reddetmesi",
      "E": "Ticari kaygılı yüksek bütçeli filmler olması"
    },
    "correctAnswer": "E",
    "explanation": "<br/>Çağdaş anlatı sinemasına giden yolda ilk dönüm noktasının, İtalyan Yeni Gerçekçiliği (1942- 1951) olduğu söylenebilir ki, Gilles Deleuze’e göre bu akım, sinema için yalnızca bir dönüm noktası değil, apaçık bir devrimdir, sinemanın yeniden keşfidir. Akımın gerçekçiliğindeki yenilik, yalnızca profesyonel oyuncular yerine amatör oyuncularla çalışması, doğaçlamaya yer vermesi, kamerayı stüdyo dışına, sokağa çıkarması, düşük bütçeli filmler yapması, kurguda özel efektlere başvurmayı reddetmesi, belgesele yakın teknik vb. değildir.<br/>Ticari kaygılı yüksek bütçeli filmler olması, 1942-1951 arasındaki İtalyan Yeni Gerçekçiliği akımındaki bir yenilik olarak görülmez. Günümüz Hollywood filimleri için bu söylenebilir."
  },
  {
    "id": "3354426",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Fransız Yeni Dalga Sineması (1959-64) olarak adlandırılan akımın içinde yer alan yönetmenlerden biri <strong><span style=\"text-decoration: underline;\">değildir?</span></strong>",
    "options": {
      "A": "François Truffaut",
      "B": "Maurice Ravel",
      "C": "Alain Resnais",
      "D": "Claude Chabrol",
      "E": "Jean Pierre Melville"
    },
    "correctAnswer": "B",
    "explanation": "Bu yeni dönemin, Fransız Yeni Dalga Sineması (1959-64) olarak adlandırılan akımın içinde yer alan yönetmenlerle (François Truffaut, Alain Resnais, Claude Chabrol, Roger Vadim, Jean Pierre Melville, Jacques Rivetta, Chris Marker, Agnes Varda vb.) birlikte başladığı söylenebilir. B seçeneğindeki isim, yani Maurice Ravel, bir bestecidir."
  },
  {
    "id": "3354415",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Modern Sanatın 20. yy. başındaki yeni yüzünü oluşturan akımlardan biri <strong><span style=\"text-decoration: underline;\">değildir?</span></strong>",
    "options": {
      "A": "Fütürizm",
      "B": "Dadaizm",
      "C": "Ekspresiyonizm",
      "D": "Kübizm",
      "E": "Nihilizm"
    },
    "correctAnswer": "E",
    "explanation": "<br/>Modern sanatın 20. yüzyıl başındaki yeni yüzü, karşı sanat ve <em>avangard</em> (öncü) sanattır. Gelecekçilik(fütürizm), dadaizm, gerçeküstücülük, dışavurumculuk, kübizm, pop sanat, kavramsal sanat gibi akımların hepsi bu aynı yüzün farklı farklı adları, görünümleridir (Savaş, 2013c).<br/>Nihilizm, Modern Sanatın 20. yy. başındaki yeni yüzünü oluşturan akımlardan biri değildir."
  },
  {
    "id": "3354414",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Mozernizmin oluşmasında önayak olan akımlardan biri <strong><span style=\"text-decoration: underline;\">değildir?</span></strong>",
    "options": {
      "A": "Romantizm",
      "B": "Realizm",
      "C": "Natüralizm",
      "D": "Sembolizm",
      "E": "Empresiyonizm"
    },
    "correctAnswer": "E",
    "explanation": "<br/>Sanatta modernizmin ya da modern sanatın ilk güçlü akımı romantizmdir. Modernizm 19. yüzyılda, özellikle de bu yüzyılın ikinci yarısında farklı adlarla, farklı çehrelerle belirginlik kazanarak karşımıza çıkar ki, bunların içerisinde en önemli olanları önce romantizm, romantizmden sonra da gerçekçilik (realizm), doğalcılık (natüralizm) ve sembolizmdir.<br/>Tüm seçenekler Sanatta Modernizmin ya da modern sanatın oluşmasında önayak olmuşlardır. E seçeneğindeki Empresiyonizm (İzlenimcilik) diğer seçeneklere göre modernizm'in oluşmasında daha az etkili olmuştur. Her ne kadar Sembolik Şiir ile Empresiyonist resim kol kola olsalar da Empresiyonizm başlı başına modernizmin bir kolu olarak düşünmek gerekir."
  },
  {
    "id": "3354424",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Yeni Gerçeklik başyapıtlarından olan De Sica'nın filmidir?",
    "options": {
      "A": "Roma Açık Şehir",
      "B": "Almanya Sıfır Yılı",
      "C": "Yer Sarsılıyor",
      "D": "Bisiklet Hırsızları",
      "E": "Rocco Kardeşler"
    },
    "correctAnswer": "D",
    "explanation": "<br/>Yeni Gerçekçilik denilince akla ilk gelen ve akımın başyapıtlarından birisi olan De Sica’nın Bisiklet Hırsızları’nda konu yok denilecek kadar basittir, önemsizdir.<br/>Bisiklet Hırsızları Yeni Gerçeklik başyapıtlarından olan De Sica'nın filmidir."
  },
  {
    "id": "3354549",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi geleneksel anlatı ile modern anlatı arasındaki farkı doğru vermektedir?",
    "options": {
      "A": "Geleneksel anlatının çağdaş anlatıdan ayrılan en önemli özelliği, izleyiciyi bir gerçeklik yanılsaması içine sokmaktan özenle kaçınmasıdır.",
      "B": "Geleneksel anlatıda izleyici kurmaca evrenin içine çekilir, çağdaş anlatıda ise gözlemci olarak<br/>dışarıda tutulur.",
      "C": "Geleneksel anlatıda olayla-karakterleri incelemek varken modern anlatıda özdeşleşmek önemlidir.",
      "D": "Geleneksel anlatıda izleyicinin soru sorması ve sorgulaması önemliyken modern anlatıda duygusal katılım öne çıkar.",
      "E": "Geleneksel anlatının temel ilkelerinden birisi felsefik bakış iken modern anlatıda amaç “kolay anlaşılır” olmaktır."
    },
    "correctAnswer": "B",
    "explanation": "Bu soru \"Çağdaş (Modern) Anlatı Sineması\" başlığından türetilmiştir.<br/>Çağdaş anlatının geleneksel anlatıdan ayrılan en önemli özelliği, izleyiciyi bir gerçeklik yanılsaması içine sokmaktan özenle kaçınması, uzak durmasıdır. Geleneksel anlatıda izleyici kurmaca evrenin içine çekilir, çağdaş anlatıda ise gözlemci olarak dışarıda tutulur, olayla-karakterlerle özdeşleşmek<br/>yerine inceler durumdadır. Çağdaş anlatı izleyicide özdeşleşmeye dayalı duygusal bir haz yaratmayı değil, izleyicinin aklını, düşüncesini devreye sokmaya çalışır. İstenen şey, izleyicinin perdede izlediği filme duygusal katılımının yanı sıra soru sorması, sorgulaması ve düşünmesidir. Geleneksel anlatının temel ilkelerinden birisi “kolay anlaşılır” olmaktır. Bunun için nedenler ve sonuçlar en anlaşılır ve kolay kabul edilir şekilde sunulur ve güven duygusu verir. Öte yandan çağdaş anlatı rahatsızlık verir ve tedirgin edicidir çünkü insanı, hayatı sorgularken bizden de bu sorgulamaya katılmamızı bekler."
  },
  {
    "id": "3354555",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi geleneksel anlatı sinemasında düğüm aşamasını içerir?",
    "options": {
      "A": "Olayların soruna dönüştüğü aşama",
      "B": "Olaylara merak edilen aşama",
      "C": "Çatışmanın arttığı aşama",
      "D": "kişilerin tanıtıldığı aşama",
      "E": "Olay örgüsünün kurulduğu aşama"
    },
    "correctAnswer": "A",
    "explanation": "Bu sru<br/>Serim bölümü çoğu zaman oyunun başlangıç noktası olarak algılansa da aslında oyunun başından sonuna kadar süren bilgi verme sürecini içerir. İzleyici serim aşamasında karakterleri tanır, karakterler arasında çatışma/mücadele öncesinde ve sırasında, çeşitli durumların neden, ne zaman ve nasıl olup da bu hâle geldiğini anlar.<strong> Düğüm, başlangıçtaki hareketsizliği, denge durumunu bozan ve eylemi başlatan şeydir, çoğu zaman ortaya çıkan bir sorundur.</strong> Çatışma iki güç arasındaki zıtlığı ve çözümün kuşkulu olduğunu duyurur. Doruk noktası, gerilimin had safhaya ulaştığı noktadır. Çözüm aşamasında tüm çatışmalar biter, düğümler çözülür, izleyicinin kafasında soru işareti kalmaz ve tüm şüpheler giderilir ."
  },
  {
    "id": "3354547",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi geleneksel anlatı sinemasında serim aşamasını içerir?",
    "options": {
      "A": "Çatışmaların bitip düğümlerin çözüldüğü ve şüphelerin giderildiği aşamadır.",
      "B": "Gerilimin had safhaya ulaştığı noktadır.",
      "C": "İki güç arasındaki zıtlığı ve çözümün kuşkulu olduğunu duyuran aşamadır.",
      "D": "Başlangıçtaki hareketsizliği, denge durumunu bozar ve eylemi başlatır.",
      "E": "Oyunun başından sonuna kadar süren bilgi verme sürecini içerir."
    },
    "correctAnswer": "E",
    "explanation": "Bu soru \"Geleneksel Anlatı Sineması\" başlığından türetilmiştir.<br/>Serim bölümü çoğu zaman oyunun başlangıç noktası olarak algılansa da aslında oyunun başından sonuna kadar süren bilgi verme sürecini içerir. İzleyici serim aşamasında karakterleri tanır,<br/>karakterler arasında çatışma/mücadele öncesinde ve sırasında, çeşitli durumların neden, ne zaman ve nasıl olup da bu hâle geldiğini anlar. Düğüm, başlangıçtaki hareketsizliği, denge durumunu bozan ve eylemi başlatan şeydir, çoğu zaman ortaya çıkan bir sorundur. Çatışma iki güç arasındaki zıtlığı ve çözümün kuşkulu olduğunu duyurur. Doruk noktası, gerilimin had safhaya ulaştığı noktadır. Çözüm aşamasında tüm çatışmalar biter, düğümler çözülür, izleyicinin kafasında soru işareti kalmaz ve tüm şüpheler giderilir ."
  },
  {
    "id": "3354420",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi geleneksel anlatıda dramatik yapının olay örgüsü aşamalarından <strong><span style=\"text-decoration: underline;\">değildir?</span></strong>",
    "options": {
      "A": "Serim",
      "B": "Düğüm",
      "C": "Tekrar Serim",
      "D": "Çatışma",
      "E": "Doruk Noktası"
    },
    "correctAnswer": "C",
    "explanation": "<br/>Geleneksel anlatıda dramatik yapının olay örgüsü <em>serim</em>, <em>düğüm</em>, <em>çatışma</em>, <em>doruk noktası</em> ve <em>çözüm</em> aşamalarından oluşur.<br/>Tekrar Serim geleneksel anlatıda dramatik yapının olay örgüsü aşamalarından değildir."
  },
  {
    "id": "3354463",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sinemanın modern olarak nitelendirilmesinin nedeni olarak kabul edilir.",
    "options": {
      "A": "Teknolojiye ve kitleye bağlı olması",
      "B": "Modern temaları ele alması",
      "C": "Diğer sanatlardan yararlanması",
      "D": "Eskiye karşı çıkmış olması",
      "E": "Eğlence boyutunun olması"
    },
    "correctAnswer": "A",
    "explanation": "Sinemanın modern olarak nitelendirilmesinin bir nedeni, bu sanat dalının doğrudan doğruya teknolojiye bağlı olarak ortaya çıkması ve gelişmesi ise bir başka neden de kalaba<br/>lıklara, kitleye yönelik ilk sanat olmasıdır."
  },
  {
    "id": "3354205",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi çağdaş anlatı sinemasının özelliğidir?",
    "options": {
      "A": "Akıl ve akılcılık temeli üzerine inşa edilen bir yapıdır.",
      "B": "Olay örgüsü neden-sonuç ilişkilerine göre düzenlenir.",
      "C": "Temel ilkesi \"sürekli ilerleme\"dir.",
      "D": "İstenilen şey izleyicinin anlatıyı gerçek olarak görmesidir.",
      "E": "İzleyici gözlemci olarak dışarıda tutulur."
    },
    "correctAnswer": "E",
    "explanation": "Çağdaş (Modern) Anlatı Sineması<br/>Çağdaş anlatının geleneksel anlatıdan ayrılan en önemli özelliği, izleyiciyi bir gerçeklik yanılsaması içine sokmaktan özenle kaçınması, uzak durmasıdır. Geleneksel anlatıda izleyici kurmaca evrenin içine çekilir, çağdaş anlatıda ise gözlemci olarak dışarıda tutulur, olayla-karakterlerle özdeşleşmek yerine inceler durumdadır. Çağdaş anlatı bilinçli olarak izleyicisi ile arasına mesafe koyan anlatıdır çünkü bu anlatıda önemli olan gerçeğe benzerlik yanılsaması yaratmak değil, gerçeği-gerçekliği sorgulamaktır. Bu nedenledir ki, izleyicide özdeşleşmeye (filmdeki karakterlerle ya da olaylarla) dayalı duygusal bir haz yaratmayı değil, izleyicinin aklını, düşüncesini devreye sokmaya çalışır. İstenen şey, izleyicinin perdede izlediği filme duygusal katılımının yanı sıra soru sorması, sorgulaması ve<br/>düşünmesidir."
  },
  {
    "id": "3354551",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi İtalyan Yeni Gerçekçiliği (1942- 1951) akımından Vittorio De Sica'nın konusu yok denilecek kadar basit ve önemsiz olan ama güçlü flimidir ?",
    "options": {
      "A": "Roma Açık Şehir",
      "B": "Almanya Sıfır Yılı",
      "C": "Vittorio de Sica’nın",
      "D": "Bisiklet Hırsızları",
      "E": "Yer Sarsılıyor"
    },
    "correctAnswer": "D",
    "explanation": "Bu soru \"Parçalanmış Yaşamın Görsel Estetiği<br/>ve Yenilik Arayışı: İtalyan Yeni<br/>Gerçekçiliği, Fransız Yeni Dalga<br/>Sineması\" başlığından türetilmiştir.<br/>Yeni Gerçekçi Sinema, adı bu akımın kuramıyla birlikte anılan Zavattini’nin (Aktaran: Hakan Savaş,<br/>2013a) dile getirdiği gibi, sinemada gerçeğe bakan gözün, bakışın kökten değişmesiyle açıklanmalıdır:“... Kısacası, gördük ki, gerçek son derece zengindi, sadece bu gerçeğe bakmayı bilmek gerekiyordu. Sanatçının görevi de birtakım hilelere başvurarak seyirciyi heyecanlandırmak ya da tiksindirmek değil, onu kendisinin ya da başkalarının yaptığı şeyler üzerine düşünmeye (isterseniz heyecana hatta tiksinmeye) yöneltmekti. Böylelikle gerçek karşısında duyulan derin, bilinçaltı güvensizlikten, yalancı ve belli belirsiz bir kaçıştan, eşyaya, olaylara, insanlara<br/>sonsuz bir güvene geçildi.”"
  },
  {
    "id": "3354466",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, sinemanın yeniden keşfi sayılan modern anlatı sinemasının, icad edilen, keşfedilen yeni bir özelliği olduğu söylenebilir?",
    "options": {
      "A": "Filmin düzyazı olmaktan çıkıp şiire dönüşmesi",
      "B": "Akıl ve akılcılık üzerine inşa edilmesi",
      "C": "Olay ve karakter ile özdeşleşme",
      "D": "Eğlence aracı olarak görülmesi",
      "E": "Duygusal temel üzerine kurulu olmas"
    },
    "correctAnswer": "A",
    "explanation": "Sinemada çağdaş anlatı ya da çağdaş (modern) anlatı sineması, sinemanın bir kez daha, yeniden icat edilmesidir. İcat edilen, keşfedilen şey ise film dilinin düzyazı olmaktan çıkması ve şiire dönüşme­sidir denilebilir. “"
  },
  {
    "id": "3354201",
    "unitNumber": 7,
    "text": "Bir anlatının öykü olabilmesi için aşağıdakilerden hangisi gereklidir?",
    "options": {
      "A": "Harfler",
      "B": "İşaretler",
      "C": "Renkler",
      "D": "Sesler",
      "E": "Olay örgüsü"
    },
    "correctAnswer": "E",
    "explanation": "Sinemada Anlatı Türleri ve Eleştirel Düşünce<br/>Her öykü bir anlatıdır fakat her anlatı bir öykü değildir. Bir anlatının öykü olabilmesi için, olay örgüsünün olması gerekir. . Hakikati bir kurmaca (fiction-yapıntı) evren içinde söyleyen anlatılar öykü olarak adlandırılır. Daha iyi bir tanım vermek istersek şöyle diyebiliriz öykü için: Bir başlangıcı ve sonu olan, biri tarafından anlatılan, belirli bir süreyi kapsayan ve düzenlenmiş bir olay örgüsüne sahip olan kurmaca anlatılardır öyküler. Bir başlangıcı ve sonu olmayan (varsa da bilemediğimiz) şey yaşamdır, gerçek dünyadır. Bu nedenle, gerçek hiçbir zaman öykü anlatmaz. Oysa her öykünün bir başlangıcı ve sonu vardır."
  },
  {
    "id": "3354143",
    "unitNumber": 7,
    "text": "Biçimci film kuramına göre sinemada anlamı yaratan temel öge aşağıdaki ifadelerden hangisidir?",
    "options": {
      "A": "Senaryo",
      "B": "Karakter ve oyunculuk",
      "C": "Çekim",
      "D": "Alan derinliği",
      "E": "Kurgu"
    },
    "correctAnswer": "E",
    "explanation": "Biçimci film kuramına göre sinemada anlamı yaratan temel öge “kurgu”dur. Sinematografik bir teknik olarak kurgu (montaj) art arda gelen iki ayrı çekim arasındaki bütünlüğü sağlayandır. Görüntü dilindeki anlatının ve anlatıdaki olayların zaman içerisindeki gelişimini, sürekliliği de yine kurguyla gerçekleşir."
  },
  {
    "id": "3354207",
    "unitNumber": 7,
    "text": "Biçimci film kuramına göre sinemada anlamı yaratan temel öge aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kamera hareketleri",
      "B": "Alan derinliği",
      "C": "Işık",
      "D": "Oyunculuk",
      "E": "Kurgu"
    },
    "correctAnswer": "E",
    "explanation": "Biçimci Kuram<br/>Biçimci film kuramına göre sinemada anlamı yaratan temel öge “kurgu”dur. Sinematografik bir teknik olarak kurgu (montaj) art arda gelen iki ayrı çekim arasındaki bütünlüğü sağlayandır. Görüntü dilindeki anlatının ve anlatıdaki olayların zaman içerisindeki gelişimini, sürekliliği de yine kurguyla gerçekleşir."
  },
  {
    "id": "3354417",
    "unitNumber": 7,
    "text": "Fransız yazar ve filozof Jean Paul Sartre (1961) hangi eserinde \"En bayağı olayın bir serüven haline gelmesi için onu anlatmanız gerekir ve yeter. Kişioğlu hikayecilikten kurtulamaz, kendi hikayleri ve başkalarının hikayeleri arasında yaşar.\" diyor?",
    "options": {
      "A": "Varoluşçuluk",
      "B": "Varlık ve Hiçlik",
      "C": "Baudelaire",
      "D": "Bulantı",
      "E": "Edebiyat Nedir?"
    },
    "correctAnswer": "D",
    "explanation": "Fransız yazar ve filozof Jean Paul Sartre (1961), “Bulantı” adlı romanında “En bayağı olayın bir serüven haline gelmesi için onu anlatmanız gerekir ve yeter. Kişioğlu hikâyecilikten kurtulamaz, kendi hikâyeleri ve başkalarının hikâyeleri arasında yaşar.” diyor.<br/>Fransız yazar ve filozof Jean Paul Sartre (1961), “Bulantı” adlı romanında “En bayağı olayın bir serüven haline gelmesi için onu anlatmanız gerekir ve yeter. Kişioğlu hikâyecilikten kurtulamaz, kendi hikâyeleri ve başkalarının hikayeleri arasında yaşar.” diyor."
  },
  {
    "id": "3354548",
    "unitNumber": 7,
    "text": "Geleneksel anlatıda öyküyü oluşturan olay örgüsünün neden-sonuç ilişkilerine göre düzenlenmesine verilen ad hangisidir?",
    "options": {
      "A": "Sürekli ilerleme ilkesi",
      "B": "Avant-garde bakış",
      "C": "Gönüllü aldanma",
      "D": "Seyirci arınması",
      "E": "Dramatik gerilim"
    },
    "correctAnswer": "A",
    "explanation": "Bu soru \"Geleneksel Anlatı Sineması\" başlığından türetilmiştir.<br/>Geleneksel anlatı, akıl ve akılcılık temeli üzerine inşa edilen bir yapıdır. Öykü ve öyküyü oluşturan olay örgüsü neden-sonuç ilişkilerine göre düzenlenir ve temel ilkesi “sürekli ilerleme”dir. Bu ilkeye göre, her sahne bir sonraki ya da önceki sahnenin nedeni ya da sonucu olacak şekilde belirlenir ve böylece izleyicinin dikkati, merakı sürekli ayakta tutulmaya çalışılır."
  },
  {
    "id": "3354412",
    "unitNumber": 7,
    "text": "Geleneksel olandan, eskiden kopuşu, köklü ve radikal bir değişimle birlikte eskiden yeniye geçişi ve güncelliği ifade eden kavram hangisidir?",
    "options": {
      "A": "Klasik",
      "B": "Postmodern",
      "C": "Çağdaş",
      "D": "Antik",
      "E": "Modern"
    },
    "correctAnswer": "E",
    "explanation": "<br/>Modern kavramı; geleneksel olandan, eskiden kopuşu, köklü (radikal) bir değişimle birlikte eskiden yeniye geçişi ve güncelliği ifade eder. C seçeneğindeki \"Çağdaş\" kavramı daha çok günümüze ait olan diğer bir deyişle <em>\"contemporain\"</em> olan ile karıştırılmaması gerekir, zira \"Modern\" sözcüğün geçmişi çok daha eskilere dayanır.<br/>Geleneksel olandan, eskiden kopuşu, köklü ve radikal bir değişimle birlikte eskiden yeniye geçişi ve güncelliği ifade eden kavram Modern'dir."
  },
  {
    "id": "3354427",
    "unitNumber": 7,
    "text": "Gerçekliğin perdede gösterilmesinden ziyade onun yaratılması, oluşturulması durumu aşağıdakilerden hangisi ile açıklanabilir?",
    "options": {
      "A": "Pudovkin etkisi",
      "B": "Vertov etkisi",
      "C": "Kurşçev etkisi",
      "D": "Kuleşov etkisi",
      "E": "Ayzenştayn etkisi"
    },
    "correctAnswer": "D",
    "explanation": "Pudovkin ve Kuleşov, deneysel arayışları sonucunda “Kuleşov Etkisi” olarak adlandırılan etkiyi keşfeder. Söz konusu etki, gerçekliğin perdede gösterilmesi değil; yaratılması, oluşturulması olarak özetlenebilir."
  },
  {
    "id": "3354409",
    "unitNumber": 7,
    "text": "Gerçeküstücü sinemanın usta yönetmeni olan ve sinema, özgür bir kafanın elindeyse olağanüstü ve tehlikeli bir silah olarak tanımlayan kimdir?",
    "options": {
      "A": "Orson Welles",
      "B": "Jean-Luc Godard",
      "C": "Joseph Losey",
      "D": "Luis Bunuel",
      "E": "Auguste Lumiere"
    },
    "correctAnswer": "D",
    "explanation": "<br/>Oyuncağı silah olarak gören ise gerçeküstücü sinemanın usta yönetmeni Luis Bunuel’dir; ona göre sinema, özgür bir kafanın elindeyse olağanüstü ve tehlikeli bir silahtır çünkü düşler ve duygular, insanın içgüdü dünyasını anlatan en güçlü araçlardır.<br/>Gerçeküstücü sinemanın usta yönetmeni olan ve sinema, özgür bir kafanın elindeyse olağanüstü ve tehlikeli bir silah olarak tanımlayan Luis Bunuel'dir."
  },
  {
    "id": "3354467",
    "unitNumber": 7,
    "text": "Gilles Deleuze’un sinemada devrim olarak nitelediği, profesyonel oyuncular yerine amatör oyuncularla çalışması, doğaçlamaya yer vermesi, kamerayı stüd­yo dışına, sokağa çıkarması, düşük bütçeli filmler yapması, kurguda özel efektlere başvurmayı red­detmesi gibi yenilikler içeren, çağdaş anlatı sinemasında ilk dönüm noktası olarak kabul edilen akım aşağıdakilerden hangisidir?",
    "options": {
      "A": "Fransız Yeni Dalga Sineması",
      "B": "Deneysel Sinema",
      "C": "Özgür Sinema",
      "D": "Dışavurumcu sinema",
      "E": "İtalyan Yeni Gerçekçiliği"
    },
    "correctAnswer": "E",
    "explanation": "Çağdaş anlatı sinemasına giden yolda ilk dö­nüm noktasının, İtalyan Yeni Gerçekçiliği (1942- 1951) olduğu söylenebilir ki, Gilles Deleuze’e göre bu akım, sinema için yalnızca bir dönüm nokta­sı değil, apaçık bir devrimdir, sinemanın yeniden keşfidir"
  },
  {
    "id": "3354553",
    "unitNumber": 7,
    "text": "Gwerçekçi film anlayışındaki kurtarılmış gerçeklik ifadesi kime aittir?",
    "options": {
      "A": "Ayzenştayn",
      "B": "Orson Welles",
      "C": "Siegfried Kracauer",
      "D": "Andre Bazin",
      "E": "Robert J. Flaherty’"
    },
    "correctAnswer": "C",
    "explanation": "Bu soru \"V\" başlığından türetilmiştir.<br/>rçekçi film anlayışının önemli kuramcılarından birisi olan Siegfried Kracauer’a göre de sinemayı<br/>sanat yapan şey “kurtarılmış gerçeklik”tir. Yönetmen, kurguya başvurmadan da gözümüzün önünde durduğu hâlde göremediğimiz, fark etmediğimiz ayrıntıları kamerasını kullanarak kurtarabilir, yakalayabilir"
  },
  {
    "id": "3354552",
    "unitNumber": 7,
    "text": "Görüntü dilindeki anlatının ve anlatıdaki olayların zaman içerisindeki gelişimini, sürekliliği de yine kurguyla gerçekleştiğini vurgulayan sinema kuramı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Yeni Dalga",
      "B": "Biçimci film kuramı",
      "C": "<strong><em>Yeni Gerçekçilik </em></strong>",
      "D": "<strong><em>Gerçekçi Kuram</em></strong>",
      "E": "Gerçeküstücü sinema"
    },
    "correctAnswer": "B",
    "explanation": "bu soru \"FİLM KURAMLARI VE ELEŞTİRİ\" başlığından türetilmiştir.<br/>Biçimci film kuramına göre sinemada anlamı yaratan temel öge “kurgu”dur. Sinematografik bir<br/>teknik olarak kurgu (montaj) art arda gelen iki ayrı çekim arasındaki bütünlüğü sağlayandır. Görüntü dilindeki anlatının ve anlatıdaki olayların zaman içerisindeki gelişimini, sürekliliği de yine<br/>kurguyla gerçekleşir."
  },
  {
    "id": "3354405",
    "unitNumber": 7,
    "text": "Hareket anlamına gelen Kinema kelimesi hangi dilden gelmektedir?",
    "options": {
      "A": "Arapça",
      "B": "İbranice",
      "C": "Latince",
      "D": "Yunanca",
      "E": "Rusça"
    },
    "correctAnswer": "D",
    "explanation": "Yunanca Kinema (hareket) ve Graphein (yazma) sözcüklerinin birleşmesiyle türetilen <em>\"cinematographe\"</em> hareketi yazan, saptayan anlamını taşır ve bu anlam aynı zamanda insanoğlunun binlerce yıllık hayalini, özlemini dile getirir.<br/>Hareket anlamına gelen Kinema kelimesi Yunanca'dan gelmektedir."
  },
  {
    "id": "3354554",
    "unitNumber": 7,
    "text": "Hiroşima Sevgilim”, yalnızca bir Japon ile Hiroşima’da çekilecek bir filmde oynamak üzere orada bulunan Avrupalı bir kadın arasında geçen aşkın öyküsünü anlatan, bu sırada araya Hiroşima’ya atılan atom bombasıyla ilgili belgesel görüntüleri sıkıştıran bir film değil, “bellek” üzerine yazılmış bir şiir olarak düşünülen bu flimin yönetmeni kimdir?",
    "options": {
      "A": "François Truffaut",
      "B": "Alain Resnais",
      "C": "Claude Chabrol",
      "D": "Roger Vadim",
      "E": "Jean Pierre Melville"
    },
    "correctAnswer": "B",
    "explanation": "Bu soru \"Parçalanmış Yaşamın Görsel Estetiği<br/>ve Yenilik Arayışı: İtalyan Yeni<br/>Gerçekçiliği, Fransız Yeni Dalga<br/>Sineması\" başlığından türetilmiştir.<br/>Alain Resnais’in ünlü filmi “Hiroşima Sevgilim”, yalnızca bir Japon ile Hiroşima’da çekilecek bir filmde oynamak üzere orada bulunan Avrupalı bir kadın arasında geçen aşkın öyküsünü anlatan, bu sırada araya Hiroşima’ya atılan atom bombasıyla ilgili belgesel görüntüleri sıkıştıran bir film değil, “bellek” üzerine yazılmış bir şiirdir…<br/>Bu filmde önemli olan kadın ile erkeğin arasındaki aşkı anlatan sahnelerin akılcı hikâyesi değildir."
  },
  {
    "id": "3354206",
    "unitNumber": 7,
    "text": "I-Luchino Visconti<br/>II-Vittorio de Sica<br/>III_Jean-Luc Godard<br/>IV-François Truffaut<br/>Yukarıdaki yönetmenlerden hangileri Fransız Yeni Dalga sineması içinde yer alır?",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II-IV",
      "E": "III-IV"
    },
    "correctAnswer": "E",
    "explanation": "Parçalanmış Yaşamın Görsel Estetiği ve Yenilik Arayışı:İtalyan Yeni Gerçekçiliği, Fransız Yeni Dalgası<br/>1950’li yılların sonuna doğru, sinemada çağdaş anlatı yolunda ikinci bir dönüm noktasının yaşandığına tanık oluruz ve bu dönüm noktası belki de ilkinden, İtalyan Yeni Gerçekçiliği ile başlayan dönemden çok daha fazla etkili olacaktır.<br/>Bu yeni dönemin, Fransız Yeni Dalga Sineması (1959-64) olarak adlandırılan akımın içinde yer alan yönetmenlerle (François Truffaut, Alain Resnais, Claude Chabrol, Roger Vadim, Jean Pierre Melville, Jacques Rivetta, Chris Marker, Agnes Varda vb.) birlikte başladığı söylenebilir. Bu başlangıçta, Jean-Luc Godard’ın ve yönetmenin ünlü filmi “Serseri Aşıklar”ın özel bir yeri vardır. Sinemada bağıntıları oluşturan en önemli unsur kurgu ise Serseri Aşıklar’da görüntü; değerini, gücünü, anlamını kurgudan almaz. Hatta Godard bilinçli olarak geleneksel film kurgusunda yanlış olarak kabul edilen kesmeler yaparak, görüntünün kurgu ile kazanacağı anlamı, değeri yıkmak ister."
  },
  {
    "id": "3354199",
    "unitNumber": 7,
    "text": "Modern sanatın ilk güçlü akımı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Romantizm",
      "B": "Gerçekçilik",
      "C": "Doğalcılık",
      "D": "Sembolizm",
      "E": "Kübizm"
    },
    "correctAnswer": "A",
    "explanation": "Modern Mitoloji: Sinema Modernizm ve Eleştiri<br/>Sanatta modernizmin ya da modern sanatın ilk güçlü akımı romantizmdir. Modernizm 19. yüzyılda, özellikle de bu yüzyılın ikinci yarısında farklı adlarla, farklı çehrelerle belirginlik kazanarak karşımıza çıkar ki, bunların içerisinde en önemli olanları önce romantizm, romantizmden sonra da gerçekçilik (realizm), doğalcılık (natüralizm) ve sembolizmdir."
  },
  {
    "id": "3354138",
    "unitNumber": 7,
    "text": "Modernizmi eleştirel bir tutku olarak tanımlayan düşünür aşağıdaki ifadelerden hangisidir?",
    "options": {
      "A": "Jean Baudrillard",
      "B": "Arnold Hauser",
      "C": "Fredric Jameson",
      "D": "Michel Foucault",
      "E": "Octavio Paz"
    },
    "correctAnswer": "E",
    "explanation": "Modernizmi eleştirel bir tutku olarak tanımlayan Octavio Paz’a (1993) göre, modernliğin doruk noktası kendi kendisini eleştirdiği, hatta yok saydığı aşamadır."
  },
  {
    "id": "3354204",
    "unitNumber": 7,
    "text": "Olay örgüsünün hangi aşamasında izleyicide arınma sağlanır?",
    "options": {
      "A": "Serim",
      "B": "Düğüm",
      "C": "Çatışma",
      "D": "Doruk noktası",
      "E": "Çözüm"
    },
    "correctAnswer": "E",
    "explanation": "Geleneksel Anlatı Sineması<br/>Geleneksel dramatik sanatta haz, özdeşleşmeye dayalı bir estetik uygulamanın egemenliği altında, seyircinin katharsise (arınma) ulaşmasından doğmaktadır. Seyirci olayların akışına kendini kaptırarak, olay ve karakterle kendini özdeşleştirir. Düşünsel faaliyeti bir kenara bırakarak, duygusal temel üzerinde kurulan bir yaşantı birliğine girer. Doruğa doğru yükselen bir gerilimle başka bir hayatın (kurmacanın) içinde yer alan seyirci, doruk noktası ile başlayan son bölümde olayların çözülmesiyle, yapay olarak içine sokulduğu gerilimden kurtarılır ve rahatlatılır. İşte haz buradan doğmaktadır.<br/>Kısaca, doruk noktasının ardından izleyicide arınmayı sağlayacak olan çözüm aşamasına geçilir. Bu aşamada tüm çatışmalar biter, düğümler çözülür,<br/>izleyicinin kafasında soru işareti kalmaz ve tüm şüpheler giderilir"
  },
  {
    "id": "3354431",
    "unitNumber": 7,
    "text": "Orson Welles'in 1940'da çektiği \"Yurttaş Kane\" filmi sinemaya nasıl bir yenilik getirir?",
    "options": {
      "A": "Gerçeküstü sinemanın ilk örneği",
      "B": "Plan-sekans tekniği ile çekilen ilk film olması",
      "C": "Kurgu ve biçimde çok katmanlılık yaratılması",
      "D": "Hollywood sinemasının ilk modern yapıtı",
      "E": "Uzun çekimler ile alan derinliğine verilen ayrıcalıklı önem"
    },
    "correctAnswer": "E",
    "explanation": "<br/>“Yurttaş Kane”nin film biçimine getirdiği en önemli yenilik çekimlerde alan derinliğine verilen ayrıcalıklı önem ve alan derinliğinin kullanıldığı uzun çekimler ile filmin kurgusu arasındaki olağanüstü başarı ve uyumdur. Teknik olarak, alan derinliği (depth of field) kameraya en yakın ve en uzak alandaki her şeyin net odakta olması şeklinde tanımlanabilir.<br/>Uzun çekimler ile alan derinliğine verilen ayrıcalıklı önem ile \"Yurttaş Kane\" film biçimine getirdiği en önemli yenilik olarak görebiliriz."
  },
  {
    "id": "3354429",
    "unitNumber": 7,
    "text": "Robert J. Flaherty'nin 1922'de çektiği ve bir Eskimo ailesinin gündelik yaşamını, geleneklerini, doğayla nasıl mücadele ettiklerini anlatan Kuzeyli Nanook adlı belgeselde fok balığının nasıl avlandığı sahnesi hangi kuram ile bağdaştırılabilir?",
    "options": {
      "A": "Gerçekçi Film Kuramı",
      "B": "Kurgu Film Kuramı",
      "C": "Gerçeküstü Film Kuramı",
      "D": "Biçimci Film Kuramı",
      "E": "Eleştirel Film Kuramı"
    },
    "correctAnswer": "A",
    "explanation": "<br/>Film dilinin evrimini, nasıl geliştiğini inceleyen sinema kuramcısı Andre Bazin bu soruya yanıt ararken yönetmen Robert J. Flaherty’nin Kuzeyli Nanook (Nanook of the North, 1922) adlı belgesel filmini ele alır. Belgesel sinemanın ilk ve en önemli örneklerinden biri olarak kabul edilen bu film bir eskimo ailesinin gündelik yaşamını, geleneklerini, doğayla nasıl mücadele ettiklerini anlatır.<br/>Bazin’e göre bu filmdeki fok balığı avlama sahnesi sinema tarihi içinde ayrı bir yeri olan bir çekim şaheseridir. Yönetmen, eskimonun fok balığını nasıl avladığını, avın başından sonuna kadar tek bir çekimle anlatır. Oysa av için hazırlığı, avın başlangıcını, avını yakaladığı anı ve avın bitişini ayrı ayrı çekimlerle kayıt etmek ve bu çekimleri kurguyla bir araya getirmek olanaklıdır ki<br/>Robert J. Flaherty'nin 1922'de çektiği ve bir Eskimo ailesinin gündelik yaşamını, geleneklerini, doğayla nasıl mücadele ettiklerini anlatan Kuzeyli Nanook adlı belgeselde fok balığının nasıl avlandığı sahnesi Gerçekçi Filim Kuramı ile bağdaştırılabilir."
  },
  {
    "id": "3354411",
    "unitNumber": 7,
    "text": "Sinema neden modern bir sanat dalıdır?",
    "options": {
      "A": "Sinema geçmişte Opera'nın yerini aldığı için",
      "B": "Sinema, diğer sanat dallarından yararlandığı için",
      "C": "Sinema doğrudan doğruya teknolojiye bağlı olarak çıktığı ve geliştiği için",
      "D": "Sinema, belli entellektüel kitlesi olduğu için",
      "E": "Sinema özünde eklektik konular işlediği için"
    },
    "correctAnswer": "C",
    "explanation": "<br/>Sinema, modern zamanların çocuğudur ve kısmen değil, tamamıyla modern olan, hem ilk hem de tek sanat dalıdır. Sinemanın modern olarak nitelendirilmesinin bir nedeni, bu sanat dalının doğrudan doğruya teknolojiye bağlı olarak ortaya çıkması ve gelişmesi ise bir başka neden de kalabalıklara, kitleye yönelik ilk sanat olmasıdır.<br/>Sinema doğrudan doğruya teknolojiye bağlı olarak çıktığı ve geliştiği için modern bir sanat dalıdır."
  },
  {
    "id": "3354144",
    "unitNumber": 7,
    "text": "Sinemada gerçekliğin gösterilmesi değil; yaratılması olarak yorumlanmasını kanıtlayan kavram aşağıdaki ifadelerden hangisidir?",
    "options": {
      "A": "Hareket Paralaksı",
      "B": "Kuleşov Etkisi",
      "C": "Görüntünün Kalıcılığı (Persistance of Vision)",
      "D": "Sinema-Gerçek (Cinema-verite)",
      "E": "Sinema-Göz Kavramı"
    },
    "correctAnswer": "B",
    "explanation": "Pudovkin ve Kuleşov, deneysel arayışları sonucunda “Kuleşov Etkisi” olarak adlandırılan etkiyi keşfeder. Söz konusu etki, gerçekliğin perdede gösterilmesi değil; yaratılması, oluşturulması olarak özetlenebilir."
  },
  {
    "id": "3354462",
    "unitNumber": 7,
    "text": "Sinemanın en yalın ifadesi olarak görülebilecek olan “Beyazperdede kıpırdayan her şey sinemadır.” İfadesi aşağıdaki yönetmenlerden hangisine aittir.",
    "options": {
      "A": "Andrey Tarkovski",
      "B": "Alfred Hitchcock",
      "C": "Jean Renoir",
      "D": "Federico Fellini",
      "E": "Ömer Kavur"
    },
    "correctAnswer": "C",
    "explanation": "<span style=\"font-size: 11.0pt; color: #221e1f;\">“Beyazperdede kıpırdayan her şey sinemadır.” Fransız yönetmen Jean Renoir’a ait olan bu kısa cümle, sinemanın özünü belki de en yalın hâliyle ifade eder.</span>"
  },
  {
    "id": "3354406",
    "unitNumber": 7,
    "text": "Sinemanın resmi doğum tarihi ve yeri aşağıdakilerden hangisidir?",
    "options": {
      "A": "16 Ağustos 1886, Frankfurt",
      "B": "28 Aralık 1895, Paris",
      "C": "10 Mart 1912, Brüksel",
      "D": "17 Eylül 1902, Londra",
      "E": "25 Nisan 1877, Berlin"
    },
    "correctAnswer": "B",
    "explanation": "<br/>Sinemanın yüzyılını henüz tamamlamış olan ve öbür sanat dallarıyla kıyaslandığında kısacık diyebile- ceğimiz tarihi, daha doğrusu, resmî doğum tarihi, 28 Aralık 1895’te, Paris’te, Capucines Bulvarı üzerindeki Grand Cafe’nin zemin katında, halka açık ilk film gösterimi ile başlar.<br/>Sinemanın resmi doğum tarihi ve yeri 28 Aralık 1895, Paris'dir."
  },
  {
    "id": "3354432",
    "unitNumber": 7,
    "text": "Sinemaya felsefe ile bakışta, bu bakışın film eleştirisine taşınmasında ölçüt nedir?",
    "options": {
      "A": "İde",
      "B": "Yapıtın kendisi",
      "C": "Felsefi akımı",
      "D": "insan",
      "E": "Sorgu"
    },
    "correctAnswer": "D",
    "explanation": "Sinemaya felsefe ile bakmanın bir yolu da felsefi bakışı, film eleştirisine taşımaktır. Sinemaya felsefe ile bakışta, bu bakışın film eleştirisine taşınmasında ölçüt “insan”dır; insan ve insana bağlı değerlerdir."
  },
  {
    "id": "3354410",
    "unitNumber": 7,
    "text": "Sofuların sinema caiz değildir diyeceklerini önceden düşünüp, olası bir baskıyla, engellemeyle baş etmek için müftüyü ve imamları bağ evine toplayıp, mükemmel bir şekilde ağırlayıp, konusu hac olan bir filmi getirip sinemasında göstereceğini duyuran ve Gaziantep'e sinemayı getiren kimdir?",
    "options": {
      "A": "Ülkü Tamer",
      "B": "Vasıf Güllüoğlu",
      "C": "Onat Kutlar",
      "D": "Orhan Barlas",
      "E": "Nakıp Ali"
    },
    "correctAnswer": "E",
    "explanation": "<br/>Nakıp Ali zekidir, çünkü sofuların sinema caiz değildir diyeceklerini önceden düşünüp, olası bir baskıyla, engellemeyle baş etmek için müftüyü ve imamları bağ evine toplayıp, mükemmel şekilde ağırlamış, konusu hac olan bir filmi getirtip sinemasında göstereceğini duyurmuştur. Belki de imamlar vaazlarında bu filmden bahsettiği için, kısa zamanda halk arasında bir söylenti çıkmış ve bu filmi üç defa görenlerin yarı hacı, yedi defa görenlerin tam hacı olacağı, daha film gelmeden kulaktan kulağa yayılmıştır.<br/>Sofuların sinema caiz değildir diyeceklerini önceden düşünüp, olası bir baskıyla, engellemeyle baş etmek için müftüyü ve imamları bağ evine toplayıp, mükemmel bir şekilde ağırlayıp, konusu hac olan bir filmi getirip sinemasında göstereceğini duyuran ve Gaziantep'e sinemayı getiren Nakıp Ali'dir."
  },
  {
    "id": "3354422",
    "unitNumber": 7,
    "text": "Çağdaş anlatının geleneksel anlatıdan ayrılan en önemli özelliği nedir?",
    "options": {
      "A": "Çağdaş anlatıda izleyici kurmaca evrenin içine çekilir",
      "B": "Çağdaş anlatıda, izleyicisi ile arasında bir mesafe koymaz",
      "C": "Çağdaş anlatıda izleyiciyi bir gerçeklik yanılsaması içine sokmaktan uzak durur",
      "D": "Çağdaş anlatıda, gerçeklik sorgulanmaz",
      "E": "Çağdaş anlatıda önemli olan gerçeğe benzerlik yanılsaması yaratmak"
    },
    "correctAnswer": "C",
    "explanation": "<br/>Çağdaş anlatının geleneksel anlatıdan ayrılan en önemli özelliği, izleyiciyi bir gerçeklik yanılsa- ması içine sokmaktan özenle kaçınması, uzak durmasıdır. Geleneksel anlatıda izleyici kurmaca evrenin içine çekilir, çağdaş anlatıda ise gözlemci olarak dışarıda tutulur, olayla-karakterlerle özdeşleşmek yerine inceler durumdadır. Çağdaş anlatı bilinçli olarak izleyicisi ile arasına mesafe koyan anlatıdır çünkü bu anlatıda önemli olan gerçeğe benzerlik yanılsaması yaratmak değil, gerçeği-gerçekliği sorgulamaktır.<br/>Çağdaş anlatının geleneksel anlatıdan ayrılan en önemli özellik çağdaş anlatıda izleyiciyi bir gerçeklik yanılsaması içine sokmaktan uzak durmasıdır."
  },
  {
    "id": "3354197",
    "unitNumber": 7,
    "text": "İlk film gösterimi hangi yıl yapılmıştır?",
    "options": {
      "A": "1790",
      "B": "1795",
      "C": "1800",
      "D": "1895",
      "E": "1915"
    },
    "correctAnswer": "D",
    "explanation": "Sinema Nedir<br/>Sinemanın yüzyılını henüz tamamlamış olan ve öbür sanat dallarıyla kıyaslandığında kısacık diyebileceğimiz tarihi, daha doğrusu, resmî doğum tarihi, <strong>28 Aralık 1895’te,</strong> Paris’te, Capucines Bulvarı üzerindeki Grand Cafe’nin zemin katında, halka açık ilk film gösterimi ile başlar. Bilet alarak film izlemeye gelen seyirciler Lumiere Kardeşler’in (Auguste Lumiere ve Louis Jean Lumiere) çektiği ve en uzunu 49 saniye olan on filmi izlemek için heyecanla beklerler."
  },
  {
    "id": "3354460",
    "unitNumber": 7,
    "text": "İlk film, aşağıdaki yönetmenlerden hangisi tarafından çekmiştir.",
    "options": {
      "A": "Federico Fellini",
      "B": "Lumiere Kardeşler",
      "C": "Andrey Tarkovski",
      "D": "Micheal Haneke",
      "E": "Lars von Trier"
    },
    "correctAnswer": "B",
    "explanation": "Sinemanın yüzyılını henüz tamamlamış olan ve öbür sanat dallarıyla kıyaslandığında kısacık diyebile­ceğimiz tarihi, daha doğrusu, resmî doğum tarihi, 28 Aralık 1895’te, Paris’te, Capucines Bulvarı üzerindeki Grand Cafe’nin zemin katında, halka açık ilk film gösterimi ile başlar.<br/>Bilet alarak film izlemeye gelen se­yirciler Lumiere Kardeşler’in (Auguste Lumiere ve Louis Jean Lumiere) çektiği ve en uzunu 49 saniye olan on filmi izlemek için heyecanla beklerler."
  },
  {
    "id": "3354464",
    "unitNumber": 7,
    "text": "İlk özel efektlerin kullanıldığı ve ilk bilim kurgu filmi kabul edilen “Aya Yolculuk”filmi aşağıdaki yönetmenlerden hangisine aittir.",
    "options": {
      "A": "Joseph Losey",
      "B": "Andrey Tarkovski",
      "C": "David Wark Griffith",
      "D": "Georges Melies",
      "E": "Luis Bunuel"
    },
    "correctAnswer": "D",
    "explanation": "Melies için sinema demek, harikalar diyarında yolculuk demektir. Melies’nin en ünlü filmi, Jules Verne’nin romanından esinlenerek çektiği “Aya Yolculuk” (1902) adlı filmdir. 14 dakikalık bir film olan “Aya Yolculuk”, özel efektlerin kullanıldığı ilk film olmasının yanı sıra, sinema tarihinin bilinen ilk bilim kurgu filmidir"
  },
  {
    "id": "3354203",
    "unitNumber": 7,
    "text": "İzleyici olay örgüsünün hangi aşamasında karakterleri tanır?",
    "options": {
      "A": "Serim",
      "B": "Düğüm",
      "C": "Çatışma",
      "D": "Doruk noktası",
      "E": "Çözüm"
    },
    "correctAnswer": "A",
    "explanation": "Geleneksel Anlatı Sineması<br/>Geleneksel anlatıda dramatik yapının olay örgüsü serim, düğüm, çatışma, doruk noktası ve çözüm aşamalarından oluşur.<br/>Başlangıçta taşlar yerli yerindedir ve bir denge durumu söz konusudur. Serim<br/>bölümü çoğu zaman oyunun başlangıç noktası olarak algılansa da aslında oyunun başından sonuna kadar süren bilgi verme sürecini içerir. İzleyici serim aşamasında karakterleri tanır, karakterler arasında çatışma/mücadele öncesinde<br/>ve sırasında, çeşitli durumların neden, ne zaman ve nasıl olup da bu hâle geldiğini anlar. Kimi zaman da serim ile izleyiciye, oyunda yer almayan olaylar, durumlar, kişilere dair bilgiler verilir."
  },
  {
    "id": "3354141",
    "unitNumber": 7,
    "text": "İzleyicinin karakterle özdeşleşmesinden çok, filme düşünsel olarak katılmasını isteyen anlatı biçimi aşağıdaki ifadelerden hangisidir?",
    "options": {
      "A": "Klasik",
      "B": "Postmodern",
      "C": "Öyküleme",
      "D": "Yeni anlatım",
      "E": "Çağdaş Anlatı"
    },
    "correctAnswer": "E",
    "explanation": "Geleneksel anlatıda izleyici kurmaca evrenin içine çekilir, çağdaş anlatıda ise gözlemci olarak dışarıda tutulur, olayla-karakterlerle özdeşleşmek yerine inceler durumdadır."
  },
  {
    "id": "3354421",
    "unitNumber": 7,
    "text": "İzleyicinin kurmaca bir gerçek karşısında olduğunu unutması ve anlatıyı gerçek - hakikat olarak görmesi ya da yaşaması durumuna ne ad verilir?",
    "options": {
      "A": "Gönüllü aldanma",
      "B": "Kapalı biçim",
      "C": "Sürekli ilerleme",
      "D": "Doruk noktası",
      "E": "Kriz noktaları"
    },
    "correctAnswer": "A",
    "explanation": "<br/>İzleyicinin kurmaca bir gerçek karşısında olduğunu unutması ve anlatıyı gerçek-hakikat olarak görmesi ya da yaşamasıdır. “Gönüllü aldanma” olarak da adlandırılan bu durum, izleyicinin kurmaca olduğunu bildiği şeyi kısa süre için de olsa kendi isteğiyle gerçekmiş gibi kabul etmesidir (Oluk, 2008).<br/>İzleyicinin kurmaca bir gerçek karşısında olduğunu unutması ve anlatıyı gerçek - hakikat olarak görmesi ya da yaşaması durumuna <em>Gönüllü aldanma</em> olarak adlandırılır."
  },
  {
    "id": "3354468",
    "unitNumber": 7,
    "text": "“Bu filmi, dün olduğu gibi bugün de başyapıt kılan şey, söz konusu gemide yaşa­nan isyandan yola çıkarak film dilin­de bir “düşünce”nin, bir “kavram”ın dile getirilebileceğidir ki, o düşünce de ezilenin ezene karşı başkaldırması gerektiği ve bir kavram olarak “daya­nışma”, “direniş” ve “başkaldırı”dır. Sinemanın bir düşünceyi ve bir kavramı ifade edebilecek yetkinlikte bir dil olması demek, bu dilde “soyutlama” yapılabileceğinin anlaşılması demek olduğu için olağanüstü bir önem taşır ve sinemanın sanat olup olmadığına ilişkin tartışmalara da son noktayı koyar”<br/>Bahsedilen film aşağıdakilerden hangisidir?",
    "options": {
      "A": "Hiroşima Sevgilim",
      "B": "Utanç",
      "C": "Yurttaş Kane",
      "D": "Potemkin Zırhlısı",
      "E": "Grev"
    },
    "correctAnswer": "D",
    "explanation": "Söz gelimi, yönetmenin en ünlü filmi olan “Potemkin Zırhlısı” (1925), yalnızca adı Potemkin olan bir savaş gemisinde yaşanan olayları ve isyanı anlatan bir film değildir. Bu filmi, dün olduğu gibi bugün de başyapıt kılan şey, söz konusu gemide yaşa­nan isyandan yola çıkarak film dilin­de bir “düşünce”nin, bir “kavram”ın dile getirilebileceğidir ki, o düşünce de ezilenin ezene karşı başkaldırması gerektiği ve bir kavram olarak “daya­nışma”, “direniş” ve “başkaldırı”dır. Sinemanın bir düşünceyi ve bir kavramı ifade edebilecek yetkinlikte bir dil olması demek, bu dilde “soyutlama” yapılabileceğinin anlaşılması demek olduğu için olağanüstü bir önem taşır ve sinemanın sanat olup olmadığına ilişkin tartışmalara da son noktayı koyar (Savaş, 2013a)."
  },
  {
    "id": "3354465",
    "unitNumber": 7,
    "text": "“….. sanatta haz, özdeşleşmeye dayalı bir estetik uygulamanın egemenliği altında, se­yircinin katharsise (arınma) ulaşmasından doğmaktadır. Seyirci olayların akışına kendini kaptırarak, olay ve karakterle kendini özdeşleştirir. Düşünsel faaliyeti bir kenara bırakarak, duygusal temel üzerinde kurulan bir yaşantı birliğine girer. Doruğa doğru yükselen bir geri­limle başka bir hayatın (kurmacanın) içinde yer alan se­yirci, doruk noktası ile başlayan son bölümde olayların çözülmesiyle, yapay olarak içine sokulduğu gerilimden kurtarılır ve rahatlatılır.”<br/>Bu ifadeler aşağıdaki sinema anlatılarından hangisinin özelliklerini ele almaktadır?",
    "options": {
      "A": "Geleneksel anlatı",
      "B": "Modern Anlatı",
      "C": "Çağdaş Anlatı",
      "D": "Postmodern Anlatı",
      "E": "Avangard Anlatı"
    },
    "correctAnswer": "A",
    "explanation": "“Geleneksel dramatik sanatta haz, özdeşleşmeye dayalı bir estetik uygulamanın egemenliği altında, se­yircinin katharsise (arınma) ulaşmasından doğmaktadır. Seyirci olayların akışına kendini kaptırarak, olay ve karakterle kendini özdeşleştirir. Düşünsel faaliyeti bir kenara bırakarak, duygusal temel üzerinde kurulan bir yaşantı birliğine girer. Doruğa doğru yükselen bir geri­limle başka bir hayatın (kurmacanın) içinde yer alan se­yirci, doruk noktası ile başlayan son bölümde olayların çözülmesiyle, yapay olarak içine sokulduğu gerilimden kurtarılır ve rahatlatılır."
  },
  {
    "id": "3354058",
    "unitNumber": 8,
    "text": "\"20. yüzyılın ilk yarısında stilize görüntü ve düz renk kullanarak görüntüyü yalnızca mesajı taşıyan<br/>nesne ve konuya odaklayan yalın bir afiş tasarım dilidir.\"<br/>Yukarıda verilen açıklama aşağıdaki seçeneklerden hangisine aittir?",
    "options": {
      "A": "Plakatstil",
      "B": "Litografi",
      "C": "Fotomontaj",
      "D": "Grotesk",
      "E": "Minyatür"
    },
    "correctAnswer": "A",
    "explanation": "Plakatstil (poster stili): 20. yüzyılın ilk yarısında stilize görüntü ve düz renk kullanarak görüntüyü yalnızca mesajı taşıyan nesne ve konuya odaklayan yalın bir afiş tasarım dilidir."
  },
  {
    "id": "3354060",
    "unitNumber": 8,
    "text": "\"Yalnız ve tek bir doğruya bağlı, yoruma gerek bırakmayan, herkesin aynı cevabı doğru kabul ettiği düşünme yöntemi olarak tanımlayabiliriz.\"<br/>Yukarıda verilen açıklama aşağıdaki seçeneklerden hangisine aittir?",
    "options": {
      "A": "Yaratıcı Düşünme",
      "B": "Optimal düşünme",
      "C": "Eleştirel düşünme",
      "D": "Iraksak Düşünme",
      "E": "Yakınsak Düşünme"
    },
    "correctAnswer": "E",
    "explanation": "Yakınsak Düşünme: Yalnız ve tek bir doğruya bağlı, yoruma gerek bırakmayan, herkesin aynı cevabı doğru kabul ettiği düşünme yöntemi olarak tanımlayabiliriz. Yakınsak düşünme aynı zamanda<br/>İçe Doğru Düşünme olarak da adlandırılır."
  },
  {
    "id": "3354053",
    "unitNumber": 8,
    "text": "\"Yaygın olarak, el yazması kitaplardaki metni görselleştiren, metinde yer alan bilgileri daha açık hâle getiren, figürler birbirini kapamayacak şekilde yerleştirildiği, kendine has boyama tekniği ve anlatım dili ile ince işlenmiş kitap resimleridir.\"<br/>Yukarıda verilen açıklama aşağıdaki seçeneklerden hangisine aittir?",
    "options": {
      "A": "Karikatür",
      "B": "Grotesk",
      "C": "Sembol",
      "D": "Simge",
      "E": "Minyatür"
    },
    "correctAnswer": "E",
    "explanation": "Minyatür: Yaygın olarak, el yazması kitaplardaki metni görselleştiren, metinde yer alan bilgileri daha açık hâle getiren, figürler birbirini kapamayacak şekilde yerleştirildiği, kendine has boyama tekniği ve anlatım dili ile ince işlenmiş kitap resimleridir."
  },
  {
    "id": "3354496",
    "unitNumber": 8,
    "text": "Abartma kelimesinin eş anlamlısı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Saçmalık",
      "B": "Grotesk",
      "C": "Aşağılama",
      "D": "Çelişki",
      "E": "Şakacılık"
    },
    "correctAnswer": "B",
    "explanation": "Karikatürcülür tarafından kullanılan başlıca konu ele alma teknikleri, aşağılama (şakacılık), abartma (grotesk) veya çelişkidir (saçmalık)."
  },
  {
    "id": "3354057",
    "unitNumber": 8,
    "text": "Afişler temelde kaç grupta toplanırlar?",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "correctAnswer": "B",
    "explanation": "Afişler temelde üç ana grupta toplanırlar:<br/>• Reklam Afişleri<br/>• Kültürel Afişler<br/>• Sosyal Afişler"
  },
  {
    "id": "3354502",
    "unitNumber": 8,
    "text": "Amerikalı çizgi roman sanatçısı Richard Felton Outcault aşağıdakilerden hangisinin yaratıcısıdır?",
    "options": {
      "A": "Kırmızı Çocuk",
      "B": "Beyaz Çocuk",
      "C": "Sarı Çocuk",
      "D": "Mavi Çocuk",
      "E": "Siyak Çocuk"
    },
    "correctAnswer": "C",
    "explanation": "Amerikalı çizgi roman sanatçısı Richard Felton Outcault Sarı Çocuk’un yaratıcısıdır."
  },
  {
    "id": "3354371",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"Plakatstil stili\" ile ilgili <strong>yanlış</strong> bir açıklamadır?",
    "options": {
      "A": "Afiş sanatına daha geleneksel bir bakış açısı getirmiştir.",
      "B": "Stilize görüntü ve düz renk kullanımı ağır basmaktadır.",
      "C": "Görüntüyü yalnızca mesajı taşıyan nesne ve konuya odaklar.",
      "D": "Afiş sanatının Art Nouveau’nun karmaşıklığından uzaklaştırmıştır.",
      "E": "Kompozisyon merkezi bir nesneye odaklanır."
    },
    "correctAnswer": "A",
    "explanation": "Bu soru \"Afiş Tasarımının Tarihsel Gelişimi\" başlığından türetilmiştir.<br/>Plakatstil (poster stili): 20. yüzyılın ilk yarısında stilize görüntü ve düz renk kullanarak görüntüyü yalnızca mesajı taşıyan nesne ve konuya odaklayan yalın bir afiş tasarım dilidir. Bu stilin ortak özellikleri, düz renklerle cesur ve göz alıcı yazılardır. Şekiller ve nesneler basitleştirilmiştir ve kompozisyon merkezi bir nesneye odaklanır. Plakatstil, Art Nouveau’nun karmaşıklığından uzaklaştı ve afiş sanatına daha modern bir bakış açısı getirdi."
  },
  {
    "id": "3354369",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"kalotip\" kavramını doğru açıklayan bir ifadeyi içerir?",
    "options": {
      "A": "Resimli hicivleri anlatan bir çizim yöntemidir.",
      "B": "Fransız Devrim’in aşırılıklarını anlatan bir çizim yöntemidir.",
      "C": "Siyasi karikatürlerin çıkışını ifade eder.",
      "D": "Basit temas baskısı ile negatif görüntüler üretilen yöntemdir.",
      "E": "Modern fotoğrafçılığın sona ermesini sağlamıştır."
    },
    "correctAnswer": "D",
    "explanation": "Bu soru \"Karikatür Sanatının Tarihsel Gelişimi\" başlığından türetilmiştir.<br/>Kalotip, Yunanca “güzel” (kalos) ve “gösterim” (tupos) kelimelerinin birleştirilmesinden türetilmiş William Henry Fox Talbot tarafından icat edilen ve 1841’de patenti alınan bir fotoğraf işlemidir. Basit temas baskısı ile negatif görüntüler üretilen yöntem, modern film fotoğrafçılığının temelini oluşturur."
  },
  {
    "id": "3354336",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"siyasi karikatürler\"in özelliklerinden biridir?",
    "options": {
      "A": "Sansasyonel etkileri olan çizimlerle siyasi bir meselenin özünü yakalamayı amaçlar.",
      "B": "Sanatçının görüşünü ele vermeden yapılan bir çizim türüdür.",
      "C": "Tek amacı halkı düşündürmek zorunda bırakmaksızın eğlendirmektir.",
      "D": "Halkı belirli bir siyasi görüş üzerine kışkırtmaktan özellikle kaçınır.",
      "E": "Karikatürlerin sade görünümü, ele alınan siyasi konuların karmaşıklığını gözler önüne serer."
    },
    "correctAnswer": "A",
    "explanation": "Bu soru \"KARİKATÜR SANATINDA DÜNDEN BUGÜNE ELEŞTİREL DÜŞÜNCE\" başlığından türetilmiştir.<br/>Siyasi karikatürler, sansasyonel etkileri olan çizimlerle siyasi bir meselenin özünü yakalamayı amaçlar. Siyasi karikatür veya politik karikatür, sanatçının görüşünü ifade eden bir çizim türüdür. Bu tür karikatürleri yazan ve çizen bir sanatçı, siyasi karikatürist olarak bilinir. Karikatürlerin sade görünümü, karikatüristlerin ele aldığı siyasi konuların karmaşıklığını gizler. Siyasi karikatürlerin izleyici üzerindeki etkisi, karikatürcünün siyasi meseleyi bir imaja yansıtabilme yeteneğine bağlıdır. Aynı zamanda hedef kitlenin temsil edilen haberler hakkındaki farkındalık düzeylerine bağlıdır. Siyasi karikatürler, halkı eğlendirmek için siyasi figürleri kullanabileceği gibi, doğrudan siyasi bir mesaj iletmek için de kullanılabilir. Propagandacı karikatür, toplumdaki bölünmeleri vurgularken, siyasi bir bakış açısını vurgulayarak halkı kışkırtmayı ve katılımlarını teşvik etmeyi amaçlamaktadır. Sosyal yorum karikatürlerinde karikatürist, toplumun tamamını ya da bir bölümünü ilgilendirdiği herhangi bir konuda çelişkiyi öne çıkarmak için görüş bildirerek okuyucuların dikkatini çekmeye çalışır."
  },
  {
    "id": "3354368",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Görsel iletişim tasarımında “yargılamayı erteleme” fikrini açıklar?",
    "options": {
      "A": "Uzun açıklamalar kullanmak akıcılığı bozacağı gibi yazarken erken yargılamalar da oluşturabilir.",
      "B": "Seçeneklerini olabildiğince çoğaltması gerekmektedir.",
      "C": "Fikirlerin herhangi bir eleştiri veya övgü olmadan akmasına izin vermek oldukça önemlidir.",
      "D": "Sürecin verimliliğini artırmak için genel kültür ile desteklenmiş zihinlerin sonucu doğrudan etkileyeceği de unutulmamalıdır.",
      "E": "Akla gelen her düşünceyi yakalamaya çalışmak ve eğlenceye dönüştürmek süreci verimli hâle getirir."
    },
    "correctAnswer": "C",
    "explanation": "“Fikirlerin herhangi bir eleştiri veya övgü olmadan akmasına izin vermek oldukça önemlidir” yargılamayı erteleme fikrini açıklar."
  },
  {
    "id": "3354363",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Reklam afişleri için doğru <strong>değildir?</strong>",
    "options": {
      "A": "İçerik olarak doğrudan ürün ve hizmet gösterilir.",
      "B": "Hizmet üretip hedef kitlesine pazarlamak isteyen kurum ve ürün tanıtımlarının yapılır.",
      "C": "Dolaylı anlatım yaparak kavramsal içerikler de tercih edilebilir.",
      "D": "Ticari bir faaliyet gösteren herhangi bir ürün için yapılır.",
      "E": "Etkinliğe ait bilgiler, katılımcılar, yer, tarih, düzenleyiciler gibi bilgiler bulunur."
    },
    "correctAnswer": "E",
    "explanation": "Kültürel afişlerde etkinliğe ait bilgiler, katılımcılar, yer, tarih, düzenleyiciler gibi bilgiler bulunur<span style=\"font-size: 11.0pt; font-family: 'AGaramondPro',serif;\">. </span>"
  },
  {
    "id": "3354370",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi afişin işlevlerinden biri <strong>olamaz?</strong>",
    "options": {
      "A": "Bir mal, hizmet ya da etkinliği duyurmak, tanıtmak",
      "B": "Sosyal, kültürel ve politik açıdan toplumun aynası olarak kitleleri etkilemek",
      "C": "Anlamı ileterek toplumsal hafıza için tetikleyici rol üstlenmek",
      "D": "Bir ürün ya da hizmet üretip hedef kitlesine pazarlamak.",
      "E": "Geniş halk kitlelerini eğitmek."
    },
    "correctAnswer": "E",
    "explanation": "Bu soru \"AFİŞ TASARIMINDA DÜNDEN BUGÜNE ELEŞTİREL DÜŞÜNCE \" başlığından türetilmiştir.<br/>Afiş, bir tanıtım aracı olmanın ötesinde, üretildiği dönemin veya bölgenin sosyal, kültürel ve politik bir aynası olmasının yanı sıra kitleleri etkileyen önemli bir araç olarak öne çıkmaktadır. Temel amaçlarından biri anlamı iletmek olan afiş, anlam bütünlüğü bağlamında bir sanat ürünü olarak da değerlendirilmektedir. Afiş, temel görsel elemanlar aracılığıyla estetik bir mesaj kurgular ve izleyiciyle buluşturur. Dolayısıyla afiş sanatının hatırlama kültürü bağlamında bireysel ve toplumsal hafıza için hafıza tetikleyici rolü olduğu söylenebilir."
  },
  {
    "id": "3354367",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir görsel iletişim tasarımcısının sahip olması gereken özelliklerden biri <strong>değildir?</strong>",
    "options": {
      "A": "Özel ve ayrıntılı bir eylem planı tasarlayabilecek ve uygulayabilecek",
      "B": "Sorunu ifade etmenin tek bir yoluna odaklanabilecek",
      "C": "Fırsatları, zorlukları tanımlayabilecek",
      "D": "Belirtilen sorunla başa çıkmak için çok sayıda, çeşitli ve sıra dışı fikirler üretebilecek",
      "E": "Olası çözümleri inceleyip ardından uygulamalara geçebilecek yollar bulabilecek"
    },
    "correctAnswer": "B",
    "explanation": "Sorunu ifade etmenin tek değil birçok farklı yolunu bulabilecektir."
  },
  {
    "id": "3354388",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi düşünme ile hissetme arasındaki ayrımı doğru biçimde betimlemektedir?",
    "options": {
      "A": "Düşünmek öznel bir tepki iken, hissetmek nesnel bir tepkidir.",
      "B": "Düşünmek ve hissetmek birbiri için ardıl süreçlerle işler.",
      "C": "Hissetmek anlık, düşünmek ise bilinçli olarak ortaya çıkar.",
      "D": "Hissetmek yakınsak, düşünmek ise ıraksak düşünce ile ilintilidir.",
      "E": "Hissetmek yanlış kararların, düşünmek ise doğru kararların belirleyicisidir."
    },
    "correctAnswer": "C",
    "explanation": "Bu soru, \" GRAFİK TASARIMDA ELEŞTİREL DÜŞÜNCE VE YARATICILIK\" başlığından türetilmiştir.<br/>Hissetmek öznel bir tepkidir ve bilinçli düşünme yoluyla değil anlık olarak ortaya çıkar. Düşünmek, duyguların aksine bir sorunu çözmek, karar almak ya da anlayış geliştirmek üzere ortaya konan bilinçli zihinsel bir süreçtir. Duygu tanımlanamayacak kişisel özel durumlar içerirken, düşünce üzerinde ortak uzlaşılabilen bilgi ve eylemi amaçlar."
  },
  {
    "id": "3354056",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi karikatür gibi serili sanatların öncüsü olarak kabul edilir?",
    "options": {
      "A": "William Hogarth",
      "B": "Annie Duprat",
      "C": "James Sayers",
      "D": "James Gillray",
      "E": "Thomas Rowlandson"
    },
    "correctAnswer": "A",
    "explanation": "William Hogarth (1697-1764) önemli bir İngiliz ressam, baskıcı, resimsel hicivci<br/>ve editör-karikatüristtir. Karikatür gibi serili sanatların öncüsü olarak kabul edilir."
  },
  {
    "id": "3354335",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi karikatürün ana nesnesi olarak görülmektedir?",
    "options": {
      "A": "Gıda maddeleri",
      "B": "Siyasi mekanlar",
      "C": "Kapalı alanlar",
      "D": "Doğa",
      "E": "İnsan bedeni"
    },
    "correctAnswer": "E",
    "explanation": "Bu soru \"KARİKATÜR SANATINDA DÜNDEN BUGÜNE ELEŞTİREL DÜŞÜNCE\" başlığından türetilmiştir.<br/>Karikatür, komik veya hicivsel amaçlar için özgün özelliklerini veya kusurlarını abartarak resmederken vücuda ve yüze deformasyon ekler. İnsan bedeni, karikatürün ana nesnesidir ve özellikle deformasyon yoluyla, ruh hâllerini ve anlamın gizli taraflarını ortaya çıkarmak isteyen bir yüzü vardır. Karikatür, alıcının düşüncesini oluşturan engellerinin, tabularının, bilinçli/bilinçsiz körlüklerinin görüntüler aracılığı ile yeniden sorgulanmasını amaçlar. Karikatürler belirli bir bedene aidiyet gösterebileceği gibi, sembolik bir boyuta erişip soyut veya toplumsal bir varlığı da temsil edebilir. Çoğu zaman, ideali arzulayan sanatın kurallarını veya geleneklerini ihlal ederler. Ama aynı zamanda onun yeni ifade biçimlerine doğru gelişmesine de katkıda bulunurlar. Bu bağlamda, karikatür anlam yüklenmiş resim anlamına gelmektedir."
  },
  {
    "id": "3354051",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi karikatürün işlevlerinden <em>biri değildir?</em>",
    "options": {
      "A": "Siyaset",
      "B": "Propaganda",
      "C": "Eğitim",
      "D": "Sosyal hiciv",
      "E": "Mizahi eğlence"
    },
    "correctAnswer": "C",
    "explanation": ". Karikatür işlevleri;<br/>• siyaset/propaganda,<br/>• sosyal hiciv, yorum,<br/>• mizahi eğlencedir."
  },
  {
    "id": "3354360",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi karikatürün işlevlerinden biri <strong>değildir?</strong>",
    "options": {
      "A": "Sosyal hicivdir.",
      "B": "Mizahi eğlencedir.",
      "C": "Yorumdur.",
      "D": "Propagandadır.",
      "E": "Otoritedir."
    },
    "correctAnswer": "E",
    "explanation": "“Otoritedir” karikatürün işlevlerinden biri değildir."
  },
  {
    "id": "3354334",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi karikatürün özelliklerinden biri <strong>değildir?</strong>",
    "options": {
      "A": "Gerçek ve benzerliğin aşırı alaycılıkla değiştirilmesi",
      "B": "Bir gerçeğin çarpıtılması",
      "C": "Aşırılığın coşkulu bir anlatımı",
      "D": "Var olan düzenin gösterdiklerinin gizlemesi",
      "E": "Sosyal kurumlarla alay etmesi"
    },
    "correctAnswer": "D",
    "explanation": "Bu soru \"KARİKATÜR SANATINDA DÜNDEN BUGÜNE ELEŞTİREL DÜŞÜNCE\" başlığından türetilmiştir.<br/>Karikatür, “bir gerçeğin, çarpıtılmış ve öfkeli bir aşırılığı” olarak tanımlanabilir. Aşırılığın bir coşkusu olan karikatür, ihlal yoluyla duygusal bir tepkiyi kışkırtmaya çalışır. Karikatür çoğu zaman ahlak ve akademik temsil kurallarını bozarak, var olan düzenin gizlediklerini görünür kılmayı, siyasi iktidara karşı bir direniş kültürü geliştirmeyi, sosyal kurumlarla alay etmeyi amaçlar."
  },
  {
    "id": "3354372",
    "unitNumber": 8,
    "text": "Bir olasılığın diğerine yol açtığı zincirleme uzantıları ele alma, hangi seçenek oluşturma aşamasını içermektedir?",
    "options": {
      "A": "Seçenekleri çoğaltmak",
      "B": "Kombinasyon üretmek",
      "C": "Yargılamayı erteleme",
      "D": "Tüm seçenekleri kabul etmek",
      "E": "Odaklanmayı sağlamak"
    },
    "correctAnswer": "B",
    "explanation": "Bu soru \"Seçenek Üretme Yönergeleri\" başlığından türetilmiştir.<br/>Kombinasyon üretmek: Görsel iletişim temelli yeni fikir üretme oturumlarında bir olasılığın diğerine yol açtığı zincirleme uzantıları gelişir. Günlük yaşamda da bir fikrin diğerine nasıl yol açabileceği sıklıkla karşılaşılabilen bir durumdur."
  },
  {
    "id": "3354338",
    "unitNumber": 8,
    "text": "Dünyada yayımlanan ilk karikatür kitabı hangi ülkede basılmıştır?",
    "options": {
      "A": "İspanya",
      "B": "Almanya",
      "C": "İngiltere",
      "D": "Fransa",
      "E": "İtalya"
    },
    "correctAnswer": "C",
    "explanation": "Bu soru \"Karikatür Sanatının Tarihsel Gelişimi\" başlığından türetilmiştir.<br/>Dünyada yayımlanan ilk karikatür kitabı İngiltere’de basılan ve Mary Darly’nin Karikatürler Kitabı (A Book of Caricaturas -1762) adını verdiği eserdir."
  },
  {
    "id": "3354337",
    "unitNumber": 8,
    "text": "Eski Çağ Roma yapılarında bulunan tuhaf, gülünç figürlerden oluşmuş süsleme üslubuna verilen ad hangisidir?",
    "options": {
      "A": "Minyatür",
      "B": "Grotesk",
      "C": "Nükte",
      "D": "Grafik",
      "E": "Gravür"
    },
    "correctAnswer": "B",
    "explanation": "Bu soru \"Karikatür Sanatının Tarihsel Gelişimi\" başlığından türetilmiştir.<br/>Grotesk: 1. Eski Çağ Roma yapılarında bulunan tuhaf, gülünç figürlerden oluşmuş süsleme üslubu 2. Kaba gülünçlüklerden, tuhaf ve olmayacak şakalaşmalardan yararlanan, karşıt görüntüleri, bağdaşmaz durumları şaşırtıcı biçimde birleştiren güldürü biçimi"
  },
  {
    "id": "3354359",
    "unitNumber": 8,
    "text": "Fransız yazar, eleştirmen Jules Barbey d’Aurevilly karikatürü nasıl tanımlamıştır?",
    "options": {
      "A": "Gülünç veya hoş olmayan yüklemeler yapan bir tür grafik hicivdir.",
      "B": "Çizginin ve görsel elemanların etkin kullanımıyla, onların taşıdığı düşüncenin yoğrulmasından oluşan etkinin toplamıdır.",
      "C": "Yüklemektir.",
      "D": "Bir gerçeğin, çarpıtılmış ve öfkeli bir aşırılığıdır.",
      "E": "Alıcının düşüncesini oluşturan engellerinin, tabularının, bilinçli/bilinçsiz körlüklerinin görüntüler aracılığı ile yeniden sorgulanmasıdır."
    },
    "correctAnswer": "D",
    "explanation": "Fransız yazar, eleştirmen Jules Barbey d’Aurevilly (1808-1889) karikatürü “bir gerçeğin, çarpıtılmış ve öfkeli bir aşırılığı” olarak tanımlar."
  },
  {
    "id": "3354366",
    "unitNumber": 8,
    "text": "I. Dünya Savaşı’nın sonunda Alman John Heartfield (1891-1968),1930’ların Almanya’sında Nazi propagandasıyla mücadele etmek için …. yarattı.<br/>Yukarıdaki ifadede boşluk bırakılan yere ne gelmelidir?",
    "options": {
      "A": "Tiyatro, kabaretik kültürel afişler",
      "B": "Belediye festivalleri kültürel afişleri",
      "C": "Kozmetik reklam afişleri",
      "D": "Eczacılık ürünleri reklam afişleri",
      "E": "Eleştirel fotomontaj afişler"
    },
    "correctAnswer": "E",
    "explanation": "I. Dünya Savaşı’nın sonunda Alman John Heartfield (1891-1968),1930’ların Almanya’sında Nazi propagandasıyla mücadele etmek için eleştirel fotomontaj afişler yarattı."
  },
  {
    "id": "3354499",
    "unitNumber": 8,
    "text": "John Tenniel, Fiziksel karikatür ve temsili sanatını az da olsa günümüze değin değişen bir noktaya getiren kişi kaçlı yılların en üretken ve etkili karikatürcüsüdür?",
    "options": {
      "A": "1820-30",
      "B": "1830-40",
      "C": "1840-50",
      "D": "1850-60",
      "E": "1860-70"
    },
    "correctAnswer": "D",
    "explanation": "Fiziksel karikatür ve temsili sanatını az da olsa günümüze değin değişen bir noktaya getiren kişi 1850’li ve 60’lı yılların en üretken ve etkili karikatürcüsü John Tenniel’dır.<br/>1850-60"
  },
  {
    "id": "3354052",
    "unitNumber": 8,
    "text": "Karikatür sözcüğü ilk defa ne zaman kullanılmıştır?",
    "options": {
      "A": "1716",
      "B": "1758",
      "C": "1794",
      "D": "1805",
      "E": "1812"
    },
    "correctAnswer": "A",
    "explanation": "Karikatür sözcüğü ilk defa İngiliz yazar Sir Thomas Browne’un 1716 yılında yayımladığı<br/>Christian Morals adlı kitapta geçmiştir."
  },
  {
    "id": "3354054",
    "unitNumber": 8,
    "text": "Karikatür ilk olarak nerede ortaya çıkmıştır?",
    "options": {
      "A": "Fransa",
      "B": "İtalya",
      "C": "Almanya",
      "D": "İspanya",
      "E": "İngiltere"
    },
    "correctAnswer": "B",
    "explanation": "Figürlerin deformasyonuna dayanan özel bir tür olan karikatür, Rönesans Dönemi’nde İtalya’da ortaya çıkmış, önce tüm Avrupa’ya, sonra da diğer ülkelere yayılmıştır."
  },
  {
    "id": "3354055",
    "unitNumber": 8,
    "text": "Karikatürler ne zamandan itibaren bugünkü anlamda propaganda aracı olarak kullanılmıştır?",
    "options": {
      "A": "20. yüzyıldan itibaren",
      "B": "19. yüzyıldan itibaren",
      "C": "18. yüzyıldan itibaren",
      "D": "17. yüzyıldan itibaren",
      "E": "16. yüzyıldan itibaren"
    },
    "correctAnswer": "D",
    "explanation": "Karikatürler 17. yüzyıldan itibaren bugünkü anlamda propaganda aracı olarak kullanılmıştır."
  },
  {
    "id": "3354495",
    "unitNumber": 8,
    "text": "Karikatürün işlevleri arasında aşağıdakilerden hangisi <strong><span style=\"text-decoration: underline;\">yer almaz?</span></strong>",
    "options": {
      "A": "Yorum",
      "B": "Sosyal hiciv",
      "C": "Propaganda",
      "D": "Mizahi eğlence",
      "E": "Sosyal sorumluluk"
    },
    "correctAnswer": "E",
    "explanation": "Karikatür işlevleri;<br/>• siyaset/propaganda,<br/>• sosyal hiciv, yorum,<br/>• mizahi eğlencedir.<br/>Sosyal so"
  },
  {
    "id": "3354498",
    "unitNumber": 8,
    "text": "Kim İngiliz hiciv baskısının babası olarak kabul edilmiştir?",
    "options": {
      "A": "Bunbury",
      "B": "Hogarth",
      "C": "Sayers",
      "D": "Gillray",
      "E": "Cruikshank"
    },
    "correctAnswer": "B",
    "explanation": "İngiliz hiciv baskısının babası olarak kabul edilen Hogarth, dünyevi or- tamların diğer yüzünü, (gecekondular, kabareler, kumarhaneler, genelevler) gerçekliğini, siyasetin yapay ortamlarının gizli yüzünü gösteren ilk sa- natçılardan biridir."
  },
  {
    "id": "3354503",
    "unitNumber": 8,
    "text": "Konstrüktivizm akımından etkilenen Lissitzky’nin en ünlü eseri kaç tarihli “Beyazları Kırmızı Kama ile Yen” isimli propaganda afişidir?",
    "options": {
      "A": "1915",
      "B": "1916",
      "C": "1917",
      "D": "1918",
      "E": "1919"
    },
    "correctAnswer": "E",
    "explanation": "Konstrüktivizm akımından etkilenen Lissitzky’nin en ünlü eseri 1919 tarihli “Beyazları Kırmızı Kama ile Yen” isimli propaganda afişidir."
  },
  {
    "id": "3354362",
    "unitNumber": 8,
    "text": "Leonardo da Vinci’nin çalışmalarında vurgulanan karikatür örneği aşağıdakilerden hangisidir?",
    "options": {
      "A": "Figürlerin deformasyonuna dayanan özel bir tür olan karikatür üretmiştir.",
      "B": "Hicivli eserler üreterek bugünkü anlamda karikatür üretimler yapmıştır.",
      "C": "Kötü karakterin insanların gözünde daha iyi canlanabilmesi için deforme edilerek çizilmiştir.",
      "D": "Belirli kusurlarını modele dökmek için insanları gözlemlemektir.",
      "E": "Hristiyan ibadetine adanmış dinî binaların cephesi, her türlü yüz ifadelerini ve alaylı sahneleri sunar."
    },
    "correctAnswer": "D",
    "explanation": "En eski modern karikatür örnekleri, belirli kusurlarını modele dökmek için insanları gözlemleyen Leonardo da Vinci tarafından verilmiştir."
  },
  {
    "id": "3354365",
    "unitNumber": 8,
    "text": "Modern afişin babası olarak nitelendirilen sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Eugène Samuel Grasset",
      "B": "Thomas Nast",
      "C": "Alois Senefelder",
      "D": "Jules Chéret",
      "E": "Richard Felton Outcault"
    },
    "correctAnswer": "D",
    "explanation": "Rokoko sanatçılarının eserlerinden etkilenen Jules Chéret (1836-1932), modern afişin babası olarak nitelendirilmektedir."
  },
  {
    "id": "3354059",
    "unitNumber": 8,
    "text": "Negatif bir bakış açısının hissizleştirici olasılıkları ezici etkisinin üstesinden gelmeye yardımcı olmak ve odaklanmak için kaç temel kural uygulanır?",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "correctAnswer": "C",
    "explanation": "Negatif bir bakış açısının hissizleştirici olasılıkları ezici etkisinin üstesinden gelmeye yardımcı olmak ve odaklanmak için aşağıdaki dört temel kural uygulanır:<br/>1. Fikirleri olumlu değerlendirme - yapıcı analiz:<br/>2. Bilinçli ve açık olmak:<br/>3. Fikirde hem yenilik hem de uygunluk:<br/>4. Rotada kalmak:"
  },
  {
    "id": "3354501",
    "unitNumber": 8,
    "text": "The Man of the Day adlı bir dizi için portreler çizdiği haftalık dört sayfalık La Lune gazetesi için yaptığı çalışmalarla tanınan karikatürist aşağıdakilerden hangisidir?",
    "options": {
      "A": "André Gill",
      "B": "John Tenniel",
      "C": "John Leech",
      "D": "Richard Doyle",
      "E": "Charles Keene"
    },
    "correctAnswer": "A",
    "explanation": "André Gill The Man of the Day adlı bir dizi için portreler çizdiği haftalık dört sayfalık La Lune gazetesi için yaptığı çalışmalarla tanındı."
  },
  {
    "id": "3354500",
    "unitNumber": 8,
    "text": "Thomas Nast Nerelidir?",
    "options": {
      "A": "Fransız asıllı Amerikan",
      "B": "Amerikan asıllı İngiliz",
      "C": "İngiliz aslıllı Amerikan",
      "D": "Alman asıllı Amerikan",
      "E": "Alman asıllı İngiliz"
    },
    "correctAnswer": "D",
    "explanation": "Günümüzdeki Noel Baba imajı, karikatürist Alman asıllı Amerikalı Thomas Nast’ın 3 Ocak 1863 tarihli Harper’s Weekly dergisinde yayım- lanan çizimlerine dayanır.<br/>Alman asıllı Amerikan"
  },
  {
    "id": "3354361",
    "unitNumber": 8,
    "text": "Zalim ve kanlı kabul edilen ……için yapılan tasviri bir desen olmaktan çok, kötü karakterin insanların gözünde daha iyi canlanabilmesi için deforme edilerek çizilmiştir.<br/>Yukarıdaki ifadede boşluk bırakılan yere ne gelmelidir?",
    "options": {
      "A": "Sir Thomas Browne",
      "B": "Roma İmparatoru Caracalla",
      "C": "Champfluery",
      "D": "Jules Barbey d’Aurevilly",
      "E": "Erhard Schön"
    },
    "correctAnswer": "B",
    "explanation": "Roma İmparatoru Caracalla gelmelidir."
  },
  {
    "id": "3354364",
    "unitNumber": 8,
    "text": "“Afiş”in ilk izleri, ürün ve hizmetlerini tanıtmak isteyen bazı bazı girişimciler tarafından hangi yüzyılda kullanıldığı bilinmektedir?",
    "options": {
      "A": "14.yy ortasında",
      "B": "17.yy birinci yarısında",
      "C": "15.yy ikinci yarısında",
      "D": "16.yy birinci yarısında",
      "E": "13.yy ikinci yarısında"
    },
    "correctAnswer": "C",
    "explanation": "Ön yüzüne basılmış ve duvara yapıştırılmış tek bir sayfa olan “afiş”in ilk izleri, 15. yüzyılın ikinci yarısında, ürün ve hizmetlerini tanıtmak isteyen bazı bazı girişimciler tarafından kullanıldığı bilinmektedir."
  },
  {
    "id": "3354494",
    "unitNumber": 8,
    "text": "“Karikatür” sözcüğü, türkçeye hangi dilden geçmiştir?",
    "options": {
      "A": "İtalyanca",
      "B": "Fransızca",
      "C": "Farsça",
      "D": "Arapça",
      "E": "Almanca"
    },
    "correctAnswer": "B",
    "explanation": "<br/>Türkçeye Fransızcadan geçen “karikatür” sözcüğü, İtalyanca “yüklemek” veya “şarj etmek” anlamına gelen “caricare” sözcüğünden türemiştir."
  }
]