[
  {
    "id": "3610173",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi rengin algılanmasını etkileyen <strong>üç bileşen öğelerdendir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Işık kaynağı-Saydamlık-Renk",
      "B": "Obje-Renk-Işık",
      "C": "Işık kaynağı-Gözlemci-Obje",
      "D": "Saydamlık-Işık kaynağı-Cisim",
      "E": "Objektif-Işık kaynağı-Gözlemci"
    },
    "explanation": "Renk olgusu ışık enerjisinin bir obje ile etkileşimi ve gözlemcinin elde ettiği çıkarımlarının bir<br/>sonucudur. <strong>Üç bileşen; yani ışık kaynağı, obje ve gözlemci rengin algılanmasını etkiler.</strong> Bu üç ögenin hepsi rengin görülebilmesi için var olmak zorundadır.<br/>Işık kaynağı-Gözlemci-Obje"
  },
  {
    "id": "3610174",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi grafik endüstrisinde görüntüleri aktaran gözlemci aygıt ve cihazlardan <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tripot",
      "B": "Tarayıcı",
      "C": "Densitometre",
      "D": "Kolorimetre",
      "E": "Dijital fotoğraf makinesi"
    },
    "explanation": "Bununla beraber grafik endüstrisinde görüntüleri dijital ortama aktarmayı sağlayan tarayıcı, dijital fotoğraf makineleri gibi aygıtlar da gözlemci olarak tanımlanırlar. Ayrıca üretimin doğru yapılmasına yardımcı olan densitometre, kolorimetre ve spektrofotometre gibi ölçüm cihazları da birer gözlemcidir.<br/>Tripot"
  },
  {
    "id": "3610175",
    "unitNumber": 1,
    "text": "Işığı oluşturan atom altı parçacıklara ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Proton",
      "B": "Foton",
      "C": "Nötron",
      "D": "Newton",
      "E": "Coton"
    },
    "explanation": "Foton adı verilen atom altı parçacıklar ışığı oluşturmaktadır."
  },
  {
    "id": "3610176",
    "unitNumber": 1,
    "text": "Monitör üzerinden sıcak tanımlaması yapılırken düşük renk sıcaklıklarında ekran hangi renk görünür?",
    "correctAnswer": "D",
    "options": {
      "A": "Sarı-Yeşil",
      "B": "Kırmızı-Yeşil",
      "C": "Sarı-Mavi",
      "D": "Kırmızı-Sarı",
      "E": "Mavi-Kırmızı"
    },
    "explanation": "Renk sıcaklıkları ile ilgili monitör üzerinden örnek verilerek konuşmak gerekirse, düşük renk sıcaklıklarında ekran <strong>kırmızı-sarı</strong> görünür ve sıcak tanımlaması yapılır."
  },
  {
    "id": "3610177",
    "unitNumber": 1,
    "text": "İnsan tarafından görülen renk için kaç farklı renk kavramı söz konusudur?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "İnsan tarafından görülen renk için <strong>üç farklı</strong> kavram söz konusudur. Fiziksel renk, fizyolojik renk ve psikolojik renktir.<br/>3"
  },
  {
    "id": "3610178",
    "unitNumber": 1,
    "text": "Dergi, broşür, katalog gibi ürünler basan matbaalarda aşağıdakilerden hangi standart ışık kaynağı kullanılmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "RGB",
      "B": "TL84",
      "C": "CWF",
      "D": "D65",
      "E": "D50"
    },
    "explanation": "Dergi, broşür, katalog gibi ürünler basan matbaalarda D50 standart ışık kaynağı kullanılmalıdır.<br/>D50 altında tasarlanan, görünen ve karar verilen renk, baskı odasında da aynı değerde görülüp baskı sırasındaki değişimler kontrol edilebilir. Müşteriden alınan onay gene D50 standardındaki ışık kaynağı altında olmalıdır."
  },
  {
    "id": "3610179",
    "unitNumber": 1,
    "text": "Uluslararası fotoğrafçılıkta iç mekân çekimlerinde kabul edilen standart ölçüm <strong>kaç Kelvin ışıktır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "5500",
      "B": "5000",
      "C": "6500",
      "D": "4150",
      "E": "2856"
    },
    "explanation": "Fotoğrafçılıkta, güneş ışığının karşılığı olan 5500 Kelvin ışık standart olarak kabul edilir. Dış mekân<br/>çekimlerinde ışık sürekli değişkenlik gösterse de iç mekân ışığı olarak 5500 Kelvin ışık uluslararası kabul görmüştür."
  },
  {
    "id": "3610180",
    "unitNumber": 1,
    "text": "Renkler, tanımlama sistemlerinde bir evren içinde belirtilirler. Renklerin bu evren içindeki yerleri ve karışım oranlarının ölçümü tristimulus değerini verir. Tristimulus veri bir rengin bir renk evreni içindeki haritası ve adresidir. Üç boyutlu renk evrenlerinde tristimulus veri karşımıza çıkar. Aşağıdakilerden hangisi tristimulus renk evrenlerinden <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "HSL",
      "B": "CMYK",
      "C": "CIE",
      "D": "CWF",
      "E": "RGB"
    },
    "explanation": "Renkler, tanımlama sistemlerinde bir evren içinde belirtilirler. Renklerin bu evren içindeki yerleri ve karışım oranlarının ölçümü tristimulus değerini verir. Tristimulus veri bir rengin bir renk<br/>evreni içindeki haritası ve adresidir. <strong>RGB, CMYK, HSL, CIE gibi üç boyutlu renk</strong> evrenlerinde tristimulus veri karşımıza çıkar.<br/>CWF"
  },
  {
    "id": "3610181",
    "unitNumber": 1,
    "text": "Yeni nesil kolorimetrelerde <strong>kaç adet filtre kullanılır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "6",
      "B": "5",
      "C": "2",
      "D": "3",
      "E": "4"
    },
    "explanation": "Rengi ölçebilmek için fotodiyotlar gelen ışığın filtre edilmesi gerekir. Kolorimetrelerde <strong>üç adet filtre</strong><br/>kullanılır.<br/>4"
  },
  {
    "id": "3610182",
    "unitNumber": 1,
    "text": "Matbaacılık ve tekstil gibi sektörlerde kullanılan spektrofotometreler kaç nm arasında okuma yapmaktadırlar?",
    "correctAnswer": "B",
    "options": {
      "A": "250 nm - 370 nm",
      "B": "380 nm - 730 nm",
      "C": "375 nm - 670 nm",
      "D": "380 nm - 760 nm",
      "E": "475 nm - 870 nm"
    },
    "explanation": "Matbaacılık ve tekstil gibi sektörlerde kullanılan spektrofotometreler <strong>380 nm ila 730 nm</strong> arasında okuma yapmaktadırlar."
  },
  {
    "id": "3610183",
    "unitNumber": 1,
    "text": "_____ adı verilen atom altı parçacıklar ışığı oluşturmaktadır.<br/>Yukarıdaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Foton",
      "B": "Elektron",
      "C": "Proton",
      "D": "Katot",
      "E": "Anot"
    },
    "explanation": "Işık Obje ve Gözlemci<br/>Foton adı verilen atom altı parçacıklar ışığı oluşturmaktadır."
  },
  {
    "id": "3610184",
    "unitNumber": 1,
    "text": "İnsan gözünün algılayabildiği elektromanyetik spekturum aralığı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "400-700",
      "B": "100-400",
      "C": "700-1200",
      "D": "400-1200",
      "E": "100-700"
    },
    "explanation": "IŞIK OBJE VE GÖZLEMCİ<br/>Bütün bu dalga boylarına elektromanyetik spektrum adı verilir. İnsan gözü elektromanyetik spektrumun yaklaşık 400 ile 700 nm. (nanometre) arasındaki bölgesini algılayabilir."
  },
  {
    "id": "3610185",
    "unitNumber": 1,
    "text": "________ terimi matbaacılıkta özellikle temel monitör ayarlarından beyaz dengesinin RGB ışın dağılımını belirlemek için ve ortam aydınlatmasında kullanılan ışık kaynaklarının özelliklerini tanımlamak için kullanılır.<br/>Yukarıdaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Renk sıcaklığı",
      "B": "Elektromanyetik ışıma",
      "C": "Görülebilir spektrum",
      "D": "Toplamsal renk sentezi",
      "E": "Dalga boyu"
    },
    "explanation": "Renk sıcaklığı terimi matbaacılıkta özellikle temel monitör ayarlarından beyaz dengesinin RGB ışın dağılımını belirlemek için ve ortam aydınlatmasında kullanılan ışık kaynaklarının özelliklerini tanımlamak için kullanılır."
  },
  {
    "id": "3610186",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi renk sıcaklığı birimidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kelvin",
      "B": "Hertz",
      "C": "Santigrat",
      "D": "Lux",
      "E": "Watt"
    },
    "explanation": "Bir ışık kaynağının spektral enerjisinin değeri, basit olarak renk sıcaklığını ifade eden Kelvin (K0 ) değeri kullanılarak tanımlanabilir."
  },
  {
    "id": "3610187",
    "unitNumber": 1,
    "text": "Çıkarıcı renk karışımı metodunda Cyan + Sarı rengin birleşiminden aşağıdakilerden hangi renk oluşur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeşil",
      "B": "Mavi",
      "C": "Kırmızı",
      "D": "Magenta",
      "E": "Siyah"
    },
    "explanation": "Çıkarıcı Renk Karışım Metodu-CMYK<br/>Cyan + Sarı = Yeşil"
  },
  {
    "id": "3610188",
    "unitNumber": 1,
    "text": "Çıkarıcı renk karışımı metodunda Cyan + Magenta rengin birleşiminden aşağıdakilerden hangi renk oluşur?",
    "correctAnswer": "A",
    "options": {
      "A": "Mavi",
      "B": "Yeşil",
      "C": "Kırmızı",
      "D": "Sarı",
      "E": "Siyah"
    },
    "explanation": "Çıkarıcı Renk Karışım Metodu-CMYK<br/>Cyan + Magenta=Mavi"
  },
  {
    "id": "3610189",
    "unitNumber": 1,
    "text": "Çıkarıcı renk karışımı metodunda Sarı + Magenta rengin birleşiminden aşağıdakilerden hangi renk oluşur?",
    "correctAnswer": "A",
    "options": {
      "A": "Kırmızı",
      "B": "Mavi",
      "C": "Yeşil",
      "D": "Cyan",
      "E": "Siyah"
    },
    "explanation": "Çıkarıcı Renk Karışım Metodu-CMYK<br/>Çıkarımsal renk sentezleri şu şekilde formüle edilir:<br/>Kırmızı = Magenta + Sarı"
  },
  {
    "id": "3610190",
    "unitNumber": 1,
    "text": "1. Hue a.Doygunluk<br/>2. Saturation b. Parlaklık<br/>3. Brightness c. Renk<br/>Yukarıda verilen rengin üç temel öğesi ve bunların açıklamaları aşağıdakilerden hangisinde doğru şekilde eşleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1-c, 2-a, 3-b",
      "B": "1-a, 2-b, 3-c",
      "C": "1-c, 2-b, 3-a",
      "D": "1-b, 2-a, 3-c",
      "E": "1-b, 2-c, 3-a"
    },
    "explanation": "RENK TANIMLAMA SİSTEMİ VE RENK ÖLÇÜMÜ<br/>Uluslararası renk komisyonu CIE’nin temel renk evren yapısı, rengi üç boyutu ile açıklar. Buna göre rengin üç temel ögesi vardır; Hue: Renk, Saturation: Doygunluk, Brightness: Parlaklıktır."
  },
  {
    "id": "3610191",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi rengin bir evren içindeki üç boyutunun ölçümüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Tristimulus",
      "B": "Pantone",
      "C": "Stimilus",
      "D": "Spektral veri",
      "E": "Kolorimetre"
    },
    "explanation": "Rengin Ölçümü<br/>Rengin işlenebilmesi, üzerinde çalışılabilmesi için ölçümünün yapılması gereklidir. Ancak bu sayede reprodüksiyon operatörü ve diğer kullanıcılar için aynı renk elde edilebilir. Rengin ölçülen iki değeri ve ölçüm yöntemi vardır. Bunlardan biri rengin stimulusunun, yani fiziksel karakteristiklerinin ölçümü; diğeri ise tristimulusunun, yani rengin bir evren içindeki üç boyutunun ölçümüdür"
  },
  {
    "id": "3610192",
    "unitNumber": 1,
    "text": "Obje üzerine düşen ışığı ölçen cihaz aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pozometre",
      "B": "Spektrometre",
      "C": "Osiloskop",
      "D": "Nonometre",
      "E": "Kelvinmetre"
    },
    "explanation": "Konu başlığında değinildiği üzere pozometreler renk ölçmezler, pozometreler fotoğrafçılıkta poz hesaplamasında kullanılmak üzere ışık ölçen cihazlardır."
  },
  {
    "id": "3610193",
    "unitNumber": 1,
    "text": "\"............. adı verilen atom altı parçacıklar ışığı oluşturmaktadır.\" ifadesinde boş bırakılan yere gelmesi gereken kavram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Foton",
      "B": "Grafik",
      "C": "Obje",
      "D": "Kuantum",
      "E": "Elektron"
    },
    "explanation": "Işık<br/>\"Foton adı verilen atom altı parçacıklar ışığı oluşturmaktadır.\""
  },
  {
    "id": "3610194",
    "unitNumber": 1,
    "text": "Renk olgusunun üç bileşeni aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Işık kaynağı, obje ve gözlemci",
      "B": "Gözlemci, renk ve ışık dalgaları",
      "C": "Işık kaynağı, obje ve renk tayfı",
      "D": "Obje, ışığın rengi ve gözlemci",
      "E": "Işığın kaynağı, gözlemci ve ışığın şiddeti"
    },
    "explanation": "Renk olgusu ışık enerjisinin bir obje ile etkileşimi ve gözlemcinin elde ettiği çıkarımlarının bir sonucudur. Üç bileşen; yani ışık kaynağı, obje ve gözlemci rengin algılanmasını etkiler. Bu üç ögenin hepsi rengin görülebilmesi için var olmak zorundadır. Bilimsel bakış açısından nesneler renk içermezler, rengin algılanması sadece ışığın bir nesneden yansıması ve bunun bir gözlemci tarafından algılanması ile mümkündür."
  },
  {
    "id": "3610195",
    "unitNumber": 1,
    "text": "İnsan gözünün gördüğü 400 ile 700 nm arasında kalan dalga boylarındaki ışıma miktarını tanımlayan eğri aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Renk Sıcaklığı Eğrisi",
      "B": "Spektral Güç Dağılım Eğrisi",
      "C": "Renk Spekturumu Eğrisi",
      "D": "Işık Dalga Boyları Eğrisi",
      "E": "Renk Evren Modelleri"
    },
    "explanation": "<strong>Spektral Güç Dağılım Eğrisi </strong><br/>İnsan gözünün gördüğü 400 ile 700 nm arasında kalan dalga boylarındaki ışıma miktarını tanımlamaktadır."
  },
  {
    "id": "3610196",
    "unitNumber": 1,
    "text": "Işığın dalga yapısını ortaya koyan çalışmalarıyla bilim tarihine katkı yapan kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Christiaan Huygens",
      "B": "Max Planck",
      "C": "Isaac Newton",
      "D": "Albert Einstein",
      "E": "Lord Kelvin"
    },
    "explanation": "Christiaan Huygens tarafından yapılan çalışmalar ışığın dalga yapısını ortaya koymaktadır."
  },
  {
    "id": "3610197",
    "unitNumber": 1,
    "text": "Bir .............., bir metrenin milyarda birine veya bir milimetrenin milyonda birine eşittir.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kelvin",
      "B": "Gamma",
      "C": "Spektrum",
      "D": "Nanometre",
      "E": "Ses Dalgası"
    },
    "explanation": "Nano kelimesi, cüce veya çok küçük anlamını taşır; Latince “nanus” sözcüğünden türetilmiştir. Bir nanometre, bir metrenin milyarda birine veya bir milimetrenin milyonda birine eşittir."
  },
  {
    "id": "3610198",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi günümüzde yaygın olarak kullanılan ışık kaynaklarından biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Işık Kaynağı A",
      "B": "Işık Kaynağı D65",
      "C": "Işık Kaynağı D50",
      "D": "Işık Kaynağı TL84",
      "E": "Işık Kaynağı SS"
    },
    "explanation": "Günümüzde yaygın olarak kullanılan ışık kaynakları şunlardır: <br/><strong><em>Işık Kaynağı A: </em></strong>Akkor lamba olarak adlandırılan, yoğun olarak evlerde kullanılan sarı renkteki standart ampullerdir ve 2856 Kelvin’dir. <br/><strong><em>Işık Kaynağı D65: </em></strong>6500 Kelvin’i ifade etmektedir. D harfi “Daylight” yani gün ışığı teriminin kısaltmasıdır. Tekstil sektöründe yaygın olarak kullanılmaktadır. UV ışık içerdiğinden grafik endüstrisinde daha çok dış mekân baskılarında kullanılmaktadır. <br/><strong><em>Işık Kaynağı D50: </em></strong>5000 Kelvin’i ifade etmektedir. Grafik endüstrisinde kullanılan temel standart aydınlatma kaynağıdır. <br/><strong><em>Işık Kaynağı TL84: </em></strong>Süper marketlerde kullanılan ışık kaynağıdır ve 4100 Kelvin’dir. Bu nedenden dolayı da ambalaj basım sektöründe renk kontrolünde yaygın olarak kullanılmaktadır. <br/><strong><em>Işık Kaynağı F: </em></strong>Floresan ışık kaynaklarını tanımlamada kullanılır ve toplam 12 adet serisi vardır. Matbaacılıkta özel kullanım alanları haricinde tercih edilmezler."
  },
  {
    "id": "3610199",
    "unitNumber": 1,
    "text": "Işık kaynaklarının daha kesin tanımlanması içinstandart aydınlatma referansları kullanılır. Aşağıdakilerden hangisi bu referansları tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "CIE",
      "B": "Kelvin",
      "C": "Gamma",
      "D": "Alfa",
      "E": "Spektrum"
    },
    "explanation": "Işık kaynaklarının daha kesin tanımlanması için <strong><em>CIE </em></strong>standart aydınlatma referansları kullanılır."
  },
  {
    "id": "3610200",
    "unitNumber": 1,
    "text": "Uluslararası Birim Sistemine göre temel sıcaklık ölçüsü birimi olarak kabul edilen terim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "CIE",
      "B": "Kelvin",
      "C": "Nanometre",
      "D": "Spektral Güç Dağılım Eğrisi",
      "E": "CMYK"
    },
    "explanation": "<strong>Kelvin: </strong>Uluslararası Birim Sistemine göre, temel sıcaklık ölçüsü birimidir. Sembolü K’dir. İsmini, termodinamikteki mutlak sıfır kavramını ilk defa gazlardan tüm maddelere uygulayan İskoç asıllı bilim insanı Lord Kelvin’den alır."
  },
  {
    "id": "3610201",
    "unitNumber": 1,
    "text": "Toplamsal Renk Karışım Metodu olan RGB'nin türkçe açılımı aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kırmızı-Sarı-Cyan",
      "B": "Cyan-Magenta-Mavi",
      "C": "Kırmızı-Yeşil-Mavi",
      "D": "Kırmızı-Sarı-Yeşil",
      "E": "Kırmızı-Magenta-Sarı"
    },
    "explanation": "Baskın renkler olan kırmızı, yeşil ve mavi, insan gözünün sahip olduğu üç renk alıcısı ile eşleşirler ve birincil renkler adını alırlar. RGB kırmızı, yeşil ve mavi renklerin çeşitli oranlardaki karışımı ile bütün renkler elde edilebilir."
  },
  {
    "id": "3610202",
    "unitNumber": 1,
    "text": "Bir markanın ürettiği genel kabul görmüş bir renk kataloğudur; her rengin baskı sisteminde nasıl elde edileceğini karışım formülleriyle verir. Bu renkleri hem kuşelenmiş kâğıtlar için hem de kuşelenmemiş kâğıtlar için olarak ayrı ayrı göstermektedir. <br/>Yukarıda tanımı verilmiş terim aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "CMYK",
      "B": "RAL",
      "C": "HKS",
      "D": "Pantone",
      "E": "RGB"
    },
    "explanation": "<strong><em>Pantone: </em></strong>Pantone aslında bir marka olmakla beraber, bu markanın ürettiği genel kabul görmüş bir renk kataloğudur; her rengin baskı sisteminde nasıl elde edileceğini karışım formülleriyle verir. Bu renkleri hem kuşelenmiş kâğıtlar için hem de kuşelenmemiş kâğıtlar için olarak ayrı ayrı göstermektedir."
  },
  {
    "id": "3610203",
    "unitNumber": 1,
    "text": "Bir rengin farklı ışık kaynakları altında farklı renk ve tonlarda görünmesine ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "CIE",
      "B": "Dansite",
      "C": "Gözlemciye bağlı metamerizm",
      "D": "Işık kaynağına bağlı metamerizm",
      "E": "Eprom"
    },
    "explanation": "Metamerizm kavramının birden çok açıklaması vardır. Birincisi bir rengin farklı ışık kaynakları altında farklı renk ve tonlarda görünmesidir. İkinci açıklama, iki farklı rengin belli bir tipteki ışık kaynağının altında aynı renkte görünmesidir."
  },
  {
    "id": "3610204",
    "unitNumber": 1,
    "text": "\"..................., radyo dalgalarından gama ışınlarına kadar uzanan birçok ışımayı kapsar.\"",
    "correctAnswer": "A",
    "options": {
      "A": "Elektromanyetik spektrum",
      "B": "Gamma",
      "C": "Kızıl Ötesi",
      "D": "Radyo Dalgaları",
      "E": "Tv Dalgaları"
    },
    "explanation": "Işık<br/>\"Elektromanyetik spektrum, radyo dalgalarından gama ışınlarına kadar uzanan birçok ışımayı kapsar.\""
  },
  {
    "id": "3610205",
    "unitNumber": 1,
    "text": "Işık ile ilgili olarak aşağıdaki ifadelerden hangileri doğrudur?<br/>I Elektromanyetik spektrum, radyo dalgalarından gama ışınlarına kadar uzanan birçok ışımayı kapsar.<br/>II Elektron adı verilen atom altı parçacıklar ışığı oluşturmaktadır. <br/>III Film ve kalıp pozlandırma gibi konularda ışığın foton özelliği, renk algılama ve üretimi konusunda ise dalga kuramı öne çıkmaktadır.<br/>IV İki elektromanyetik dalganın tepe noktası arasındaki uzaklığa foton denir. <br/>V Işık, elektromanyetik spektrumun görülebilen kısmıdır.",
    "correctAnswer": "A",
    "options": {
      "A": "I- III- V",
      "B": "II-IV",
      "C": "I-II-III",
      "D": "I-IV",
      "E": "II-III-V"
    },
    "explanation": "I Elektromanyetik spektrum, radyo dalgalarından gama ışınlarına kadar uzanan birçok ışımayı kapsar.<br/>III Film ve kalıp pozlandırma gibi konularda ışığın foton özelliği, renk algılama ve üretimi konusunda ise dalga kuramı öne çıkmaktadır.<br/>V Işık, elektromanyetik spektrumun görülebilen kısmıdır."
  },
  {
    "id": "3610206",
    "unitNumber": 1,
    "text": "Spektral güç dağılım eğrisi ile ilgili olarak hangileri doğrudur?<br/>I Cisimlerin yansıttıkları ışınların spektral güç dağılımları vardır<br/>II Işık kaynaklarının yaydıkları ışık enerjisi ile de renkler tanımlanmaktadır<br/>III Eğer ışıma 400-500 nm bölgesinde yoğunsa mavi, 600-700 nm arasında yoğunsa kırmızı olarak göz tarafından algılanacaktır.<br/>IV Gerçek bir beyaz ışıma tüm dalga boylarında farklı ışımaya sahiptir.<br/>V İnsan gözünün gördüğü 700 ile 900 nm arasında kalan dalga boylarındaki ışıma miktarını tanımlamaktadır.",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "IV-V",
      "C": "I-III-V",
      "D": "II-III-IV",
      "E": "III-IV"
    },
    "explanation": "Spektral Güç Dağılım Eğrisi<br/>I Cisimlerin yansıttıkları ışınların spektral güç dağılımları vardır<br/>II Işık kaynaklarının yaydıkları ışık enerjisi ile de renkler tanımlanmaktadır<br/>III Eğer ışıma 400-500 nm bölgesinde yoğunsa mavi, 600-700 nm arasında yoğunsa kırmızı olarak göz tarafından algılanacaktır."
  },
  {
    "id": "3610207",
    "unitNumber": 1,
    "text": "Renk sıcaklığı ile ilgili olarak aşağıdakilerden hangileri doğrudur?<br/>I Renk sıcaklığı terimi matbaacılıkta özellikle temel monitör ayarlarından beyaz dengesinin RGB ışın dağılımını belirlemek için ve ortam aydınlatmasında kullanılan ışık kaynaklarının özelliklerini tanımlamak için kullanılır. <br/>II Renk sıcaklığı terimi herhangi bir ışık kaynağında ortaya çıkmakta, bir materyalin ısınması ile ışıma görülebilir hâle gelmektedir.<br/>III Işımanın yoğunluğu ve spektral dağılımı, monitör ayarlarından beyaz dengesinin RGB ışın dağılımına bağlıdır.<br/>IV Siyah cisimler ancak soğukken siyah olarak görülür.<br/>V Işığın spektral dağılımı hesaplanırken referans olarak, en yüksek ışıma yoğunluğuna sahip olan seramik beyaz cisim adı verilen özel bir malzeme kullanılır.",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-IV",
      "B": "III -V",
      "C": "I-II-III",
      "D": "III-IV-V",
      "E": "IV-V"
    },
    "explanation": "I Renk sıcaklığı terimi matbaacılıkta özellikle temel monitör ayarlarından beyaz dengesinin RGB ışın dağılımını belirlemek için ve ortam aydınlatmasında kullanılan ışık kaynaklarının özelliklerini tanımlamak için kullanılır. <br/>II Renk sıcaklığı terimi herhangi bir ışık kaynağında ortaya çıkmakta, bir materyalin ısınması ile ışıma görülebilir hâle gelmektedir.<br/>IV Siyah cisimler ancak soğukken siyah olarak görülür."
  },
  {
    "id": "3610208",
    "unitNumber": 1,
    "text": "Bir ışık kaynağının spektral enerjisinin değeri, basit olarak renk sıcaklığını ifade eden hangi değeri kullanılarak tanımlanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kelvin",
      "B": "Aydınlatma",
      "C": "Foton",
      "D": "Renk sıcaklığı",
      "E": "Spektral güç"
    },
    "explanation": "Işık-Aydınlatma Kaynakları<br/>Bir ışık kaynağının spektral enerjisinin değeri, basit olarak renk sıcaklığını ifade eden Kelvin (K0 ) değeri kullanılarak tanımlanabilir."
  },
  {
    "id": "3610209",
    "unitNumber": 1,
    "text": "Günümüzde yaygın olarak kullanılan ışık kaynakları arasında yer almayan hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mor Ötesi",
      "B": "Dayllight",
      "C": "Işık Kaynağı D50",
      "D": "Işık Kaynağı TL84",
      "E": "Floresan"
    },
    "explanation": "Işık-Aydınlatma Kaynakları<br/>Işık Kaynağı D65: 6500 Kelvin’i ifade etmektedir. D harfi “Daylight” yani gün ışığı teriminin kısaltmasıdır. Tekstil sektöründe yaygın olarak kullanılmaktadır. UV ışık içerdiğinden grafik endüstrisinde daha çok dış mekân baskılarında kullanılmaktadır. Işık Kaynağı D50: 5000 Kelvin’i ifade etmektedir. Grafik endüstrisinde kullanılan temel standart aydınlatma kaynağıdır. Işık Kaynağı TL84: Süper marketlerde kullanılan ışık kaynağıdır ve 4100 Kelvin’dir. Bu nedenden dolayı da ambalaj basım sektöründe renk kontrolünde yaygın olarak kullanılmaktadır. Işık Kaynağı F: Floresan ışık kaynaklarını tanımlamada kullanılır ve toplam 12 adet serisi vardır. Matbaacılıkta özel kullanım alanları haricinde tercih edilmezler."
  },
  {
    "id": "3610210",
    "unitNumber": 1,
    "text": "Herhangi bir nesneden yansıyan ya da geçen veya bir ışık demeti içindeki spektral dağılımın değerine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stimulus",
      "B": "Tristimulus",
      "C": "Pantone",
      "D": "CMYK",
      "E": "Spektral veri"
    },
    "explanation": "Rengin Ölçümü<br/>Stimulus: Herhangi bir nesneden yansıyan ya da geçen veya bir ışık demeti içindeki spektral dağılımın değeridir."
  },
  {
    "id": "3610211",
    "unitNumber": 1,
    "text": "\"Renklerin bu evren içindeki yerleri ve karışım oranlarının ölçümü ............ değerini verir.\" ifadesindeki boşluğu doldurunuz.",
    "correctAnswer": "A",
    "options": {
      "A": "tristimulus",
      "B": "Stimulus",
      "C": "RGB",
      "D": "Pantone",
      "E": "Spektral"
    },
    "explanation": "Rengin Ölçümü<br/>Tristimulus: Renkler, tanımlama sistemlerinde bir evren içinde belirtilirler. Renklerin bu evren içindeki yerleri ve karışım oranlarının ölçümü tristimulus değerini verir."
  },
  {
    "id": "3610212",
    "unitNumber": 1,
    "text": "Her rengin baskı sisteminde nasıl elde edileceğini karışım formülleriyle verildiği, Bu renkleri hem kuşelenmiş kâğıtlar için hem de kuşelenmemiş kâğıtlar için olarak ayrı ayrı gösteren, aslında bir marka olmakla beraber, bu markanın ürettiği genel kabul görmüş bir renk kataloğuna ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pantone",
      "B": "Tristimulus",
      "C": "Stimulus",
      "D": "CMYK",
      "E": "RGB"
    },
    "explanation": "Rengin ölçümü<br/>Pantone aslında bir marka olmakla beraber, bu markanın ürettiği genel kabul görmüş bir renk kataloğudur; her rengin baskı sisteminde nasıl elde edileceğini karışım formülleriyle verir. Bu renkleri hem kuşelenmiş kâğıtlar için hem de kuşelenmemiş kâğıtlar için olarak ayrı ayrı göstermektedir."
  },
  {
    "id": "3610213",
    "unitNumber": 1,
    "text": "Hangi 3 bileşen rengin algılanması için zorunludur?<br/>1)Işık kaynağı<br/>2)Obje<br/>3)Gözlemci<br/>4)Karanlık<br/>5)Dinleyici",
    "correctAnswer": "C",
    "options": {
      "A": "1-3-5",
      "B": "2-3-5",
      "C": "1-2-3",
      "D": "1-4-5",
      "E": "2-3-4"
    },
    "explanation": "1-2-3<br/>Renk olgusu ışık enerjisinin bir obje ile etkileşimi ve gözlemcinin elde ettiği çıkarımlarının bir sonucudur. Üç bileşen; yani ışık kaynağı, obje ve gözlemci rengin algılanmasını etkiler. Bu üç ögenin hepsi rengin görülebilmesi için var olmak zorunda- dır."
  },
  {
    "id": "3610214",
    "unitNumber": 1,
    "text": "Isaac Newton ışık hakkında geliştirdiği kuramla hangisini açıklamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Parçacık yapısını",
      "B": "Sesini",
      "C": "Hızını",
      "D": "Dalga yapısını",
      "E": "Rengini"
    },
    "explanation": "Çok önemli çalışmalara konu olan ışık hakkında en önemli kuramı Isaac Newton geliştirmiş ve parçacık yapısını açıklamıştır"
  },
  {
    "id": "3610215",
    "unitNumber": 1,
    "text": "Işığı oluşturan atom altı parçacıklara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nötron",
      "B": "Astrolon",
      "C": "Foton",
      "D": "Spektrum",
      "E": "Proton"
    },
    "explanation": "Foton adı verilen atom altı parçacıklar ışığı oluşturmaktadır."
  },
  {
    "id": "3610216",
    "unitNumber": 1,
    "text": "Işık prizmadan geçirildiğinde görülebilir spektrumu oluşturan kaç temel renge ayrılır?",
    "correctAnswer": "C",
    "options": {
      "A": "5",
      "B": "6",
      "C": "7",
      "D": "8",
      "E": "9"
    },
    "explanation": "Işık prizmadan geçirildiğinde görülebilir spektrumu oluşturan yedi temel renge ayrılır."
  },
  {
    "id": "3610217",
    "unitNumber": 1,
    "text": "Tekstil sektöründe yaygın olarak kullanılan, UV ışık içerdiğinden grafik endüstrisinde daha çok dış mekân baskılarında kullanıllan ışık kaynağı hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Işık Kaynağı TL84",
      "B": "Işık Kaynağı F",
      "C": "Işık Kaynağı A",
      "D": "Işık Kaynağı D50",
      "E": "Işık Kaynağı D65"
    },
    "explanation": "Işık Kaynağı D65: 6500 Kelvin’i ifade etmek- tedir. D harfi “Daylight” yani gün ışığı teriminin kısaltmasıdır. Tekstil sektöründe yaygın olarak kul- lanılmaktadır. UV ışık içerdiğinden grafik endüst- risinde daha çok dış mekân baskılarında kullanıl- maktadır.<br/>Işık Kaynağı D65: 6500 Kelvin’i ifade etmektedir. D harfi “Daylight” yani gün ışığı teriminin kısaltmasıdır. Tekstil sektöründe yaygın olarak kul- lanılmaktadır. UV ışık içerdiğinden grafik endüst- risinde daha çok dış mekân baskılarında kullanıl- maktadır."
  },
  {
    "id": "3610218",
    "unitNumber": 1,
    "text": "Trase üzerine yerleştirilerek, üstüne montaj yapılan transparan folyo filme ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Stimulus",
      "B": "Pantone",
      "C": "Metamerizm",
      "D": "Astrolon",
      "E": "Spektrum"
    },
    "explanation": "Astrolon: Montaj folyosu. Trase üzerine yerleştirilerek, üstüne montaj yapılan transparan folyo film."
  },
  {
    "id": "3610219",
    "unitNumber": 1,
    "text": "Günümüz teknolojisinde renk ölçümünde kullanılan cihazlara ne verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Spektrofotometre",
      "B": "Anemometre",
      "C": "Makmetre",
      "D": "Kalorimetre",
      "E": "Avometre"
    },
    "explanation": "Spektrofotometre: Günümüz teknolojisinde renk ölçümünde kullanılan cihazlara verilen addır. Spektrofotometre isminde “spektro” spektrumdan, “foto” ise ışıktan gelmektedir. Işığın spektrum analizini yani dalga boyu ve yoğunluklarını temel almaktadır."
  },
  {
    "id": "3610220",
    "unitNumber": 1,
    "text": "Devirli hareketlerde bir devir içindeki hareketin yayıldığı uzaklığa ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Spektrofotometre",
      "B": "Fizyolojik renk",
      "C": "Psikolojik renk",
      "D": "Metamerizm",
      "E": "Dalga boyu"
    },
    "explanation": "Soruda dalga boyunun tanımı verilmiştir. Dolayısıyla sorunun doğru cevabı E şıkkıdır."
  },
  {
    "id": "3610221",
    "unitNumber": 1,
    "text": "Işığın ve rengin insan beyninde uyandırdığı duyguya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Psikolojik renk",
      "B": "Fizyolojik renk",
      "C": "Spektrofotometre",
      "D": "Metamerizm",
      "E": "Kelvin"
    },
    "explanation": "Soruda \"psikolojik renk\" kavramının tanımı verilmiştir. Dolayısıyla sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "3610222",
    "unitNumber": 1,
    "text": "Herhangi bir nesneden yansıyan ya da geçen veya bir ışık demeti içindeki spektral dağılımın değerine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stimulus",
      "B": "Tristimulus",
      "C": "Pantone",
      "D": "Kolorimetre",
      "E": "Spektrofotometre"
    },
    "explanation": "Soruda \"stimulus\" kavramının tanımı verilmiştir. Dolayısıyla sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "3610223",
    "unitNumber": 1,
    "text": "Işık prizmadan geçirildiğinde görülebilir spektrumu oluşturan yedi temel renge ayrılır. Bütün bu dalga boyları aynı anda algılanırsa nasıl görünür veya ne renk görünür?",
    "correctAnswer": "B",
    "options": {
      "A": "Kızıl ötesi",
      "B": "Beyaz ışık",
      "C": "Mor ötesi",
      "D": "Siyah",
      "E": "Sarı"
    },
    "explanation": "Görülebilir alan içindeki her bir dalga boyu ise insan tarafından renk olarak algılanır. Işık prizmadan geçirildiğinde görülebilir spektrumu oluşturan yedi temel renge ayrılır (400 nm. Mor ile 700 nm. Kırmızı arasındaki dalga boylarıdır). Bü\u0002tün bu dalga boyları göz tarafından aynı anda algılanırsa beyaz<br/>ışık görülmüş olur, ışığın yokluğu ise siyahı verir.<br/>Beyaz ışık"
  },
  {
    "id": "3610224",
    "unitNumber": 2,
    "text": "Sayısal fotoğraf baskısında renk yönetim sistemindeki iki aşamalı çalışma sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kalibrasyon ve profilleme",
      "B": "Kalibrasyon ve renk analizi",
      "C": "Linerizasyon ve yansıtma",
      "D": "Dijitalleştirme ve Linerizasyon",
      "E": "CMYK ve profilleme"
    },
    "explanation": "Renk yönetim sisteminde iki aşamalı bir çalışma yapılır. Önce üretimde kullanılan cihazların kalibrasyonları ve linerizasyonları yapılır. Cihazların kalibrasyon ve lineerizasyon işlemlerinin ardından ikinci aşama olan profilleme işlemine geçilir"
  },
  {
    "id": "3610225",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kalibrasyon aşamasında renklerin okunmasını sağlayan cihazdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Spektrofotometre",
      "B": "Osiloskop",
      "C": "Pozometre",
      "D": "Dicroik ayna",
      "E": "Scanner"
    },
    "explanation": "RENK YÖNETİM SİSTEMİ<br/>Kalibrasyon programı yardımıyla ekrana çeşitli renk demetleri yollanır, bu renkler kolorimetre ya da spektrofotometre gibi renk okuyan cihazlarla okunarak monitörün ürettiği gerçek renkler programa geri bildirilir."
  },
  {
    "id": "3610226",
    "unitNumber": 2,
    "text": "________; kalibre edilmiş bir cihazın ya da makinenin renk evreninin belirlenmesidir.<br/>Yukarıdaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Profilleme",
      "B": "Lineerizasyon",
      "C": "CMYK",
      "D": "RGB",
      "E": "Kalibrasyon"
    },
    "explanation": "RENK YÖNETİM SİSTEMİ<br/>Profil oluşturma, kalibre edilmiş bir cihazın ya da makinenin renk evreninin belirlenmesidir, yani bir nevi parmak izinin çıkartılmasıdır."
  },
  {
    "id": "3610227",
    "unitNumber": 2,
    "text": "ı. Ofset<br/>ıı. İnkjet<br/>ııı. Tifdruk<br/>ıv. Flekso<br/>V. Serigrafi<br/>Yukarıdakilerden hangisi ya da hangileri matbaa baskı sistemleridir?",
    "correctAnswer": "A",
    "options": {
      "A": "ı-ııı-ıv-v",
      "B": "ı-ıı-ııı-ıv-v",
      "C": "ı-ıı-ııı",
      "D": "ıı-ııı-ıv-v",
      "E": "ı-ıı-v"
    },
    "explanation": "Dijital Baskı RIP'leri<br/>Ofset, tifdruk, flekso, serigrafi baskı sistemleridir. İnkjet ise bir yazıcı çeşididir."
  },
  {
    "id": "3610228",
    "unitNumber": 2,
    "text": "ı. X-Rite<br/>ıı. CMYK<br/>ııı. Oris<br/>ıv. GMG<br/>Yukarıdakilerden hangisi ya da hangileri dijital baskı RIP'lerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "ııı-ıv",
      "B": "ı-ıı",
      "C": "ıı.ııı",
      "D": "ı-ııı",
      "E": "ıı-ıv"
    },
    "explanation": "Dijital Baskı RIP’leri<br/>RIP’ler basılması istenilen görüntülerdeki renkleri dijital provanın ve baskının profilini kullanarak baskıya benzeyecek şekilde çevirir. Bu RIP’lere örnek olarak EFI Best Color, Oris ve GMG verilebilir"
  },
  {
    "id": "3610229",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinde baskı profili oluşturma aşamaları doğru şekilde sıralanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1.Baskı skalası 2. Baskı makinesi 3. Spektrometri ölçüm 4. Profil oluşturma 5. Baskı ICC Profili",
      "B": "1.Profil oluşturma 2. Baskı makinesi 3. Spektrometri ölçüm 4.Baskı skalası 5. Baskı ICC Profili",
      "C": "1.Baskı skalası 2. Baskı makinesi 3Baskı ICC Profili. 4. Profil oluşturma 5.Spektrometri ölçüm",
      "D": "1.Spektrometri ölçüm2. Baskı makinesi 3.Baskı skalası 4. Profil oluşturma 5. Baskı ICC Profili",
      "E": "1. Baskı ICC Profili.2. Baskı skalası 3. Spektrometri ölçüm 4. Profil oluşturma 5.Baskı makinesi"
    },
    "explanation": "ICC Profilleri<br/>1.Baskı skalası 2. Baskı makinesi 3. Spektrometri ölçüm 4. Profil oluşturma 5. Baskı ICC Profili"
  },
  {
    "id": "3610230",
    "unitNumber": 2,
    "text": "___________ bir görüntü dosyasının renk verisini kaynak renk evreninden hedef renk evrenine, renk profillerindeki bilgileri kullanarak çevirmek için tasarlanmıştır.",
    "correctAnswer": "A",
    "options": {
      "A": "Renk yönetim modülü",
      "B": "ICC profilleri",
      "C": "Eye-One Match",
      "D": "X-rite",
      "E": "Photomultiplier Tube"
    },
    "explanation": "Renk Yönetim Modülü-CMM<br/>Renk yönetim modülü bir görüntü dosyasının renk verisini kaynak renk evreninden hedef renk evrenine, renk profillerindeki bilgileri kullanarak çevirmek için tasarlanmıştır."
  },
  {
    "id": "3610231",
    "unitNumber": 2,
    "text": "Bilgisayar ekranlarının aydınlatma değeri ölçü birimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kandela",
      "B": "Dpi",
      "C": "Kelvin",
      "D": "Gama",
      "E": "RGB"
    },
    "explanation": "Kolorimetrik Kalibrasyon<br/>Gamma önceleri 1.8 olarak alınırdı ancak 2.2 gama daha doğru bir ton geçişi verdiğinden ve LCD ekranların doğası 2.2’ye daha uygun olduğundan bu değer standart olmuştur. Luminance yani ekran aydınlatma değeri standarttır ve 80-100 Cd/m2 kısaca Kandela’dır."
  },
  {
    "id": "3610232",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi matbaacılıkta kullanılan Amerikan baskı standardıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "SWOP",
      "B": "EuroScale",
      "C": "Japan",
      "D": "ISO",
      "E": "Ofset"
    },
    "explanation": "Baskı Standartları<br/>Birçok üretim sistemi ve üründe olduğu gibi matbaacılıkta da standartlar bulunmaktadır. Temel olarak matbaacılıkta dünyada üç değişik standart bulunmaktadır. Bunlar Amerikan Standardı-SWOP, Asya Standardı-Japan ve Avrupa StandardıEuroScale’dir."
  },
  {
    "id": "3610233",
    "unitNumber": 2,
    "text": "ı. TIFF<br/>ıı. RGB<br/>III. ISO<br/>IV. EPS<br/>Yukarıdakilerden hangisi ya da hangileri resim kayıt formatlarıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "ı-ıv",
      "B": "ı-ıı-ııı-ıv",
      "C": "ı-ıı-ııı",
      "D": "ıı-ıv",
      "E": "ıı-ııı-ıv"
    },
    "explanation": "UYGULAMA PROGRAMLARINDA RENK YÖNETİMİ<br/>Uygulama programlarından başka kayıt formatları da renk yönetimini desteklemelidir. Resim kayıt formatları ICC profillerini görüntüyü kaydederken belgenin içine gömmelidir. En çok kullanılan kayıt formatları TIFF, EPS, PDF 1.3 ve üstü profilleri belgenin içine gömebilmektedir."
  },
  {
    "id": "3610234",
    "unitNumber": 2,
    "text": "Üretimde kullanılan cihazlar temel olarak <strong>kaç değişik renk sistemi kullanırlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Üretimde kullanılan cihazlar temel olarak <strong>RGB</strong> ve <strong>CMYK</strong> olmak üzere <strong>iki değişik renk sistemi</strong> kullanırlar.<br/>2"
  },
  {
    "id": "3610235",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi CMYK renk sistemini <strong>kullanmaz? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ofset baskı",
      "B": "Dijital kamera",
      "C": "Tifdruk",
      "D": "Dijital baskı",
      "E": "Flekso"
    },
    "explanation": "<em>Dijital kamera, tarayıcı (scanner) ve monitörler</em> daha geniş olan RGB renk sistemini, <strong>dijital, ofset, tifdruk, flekso gibi baskı sistemleri ise daha dar olan CMYK renk sistemini kullanırlar. </strong>"
  },
  {
    "id": "3610236",
    "unitNumber": 2,
    "text": "1993 yılında kurulan ICC (International Color Consortium -Uluslararası Renk Konsorsiyumu) belli başlı üreticiler tarafından kuruldu. Aşağıdakilerden hangisi bu kurumlardan <strong>değildir</strong><strong>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Adobe",
      "B": "Microsoft",
      "C": "Philips",
      "D": "Agfa",
      "E": "Apple"
    },
    "explanation": "ICC- International Color Consortium yani Uluslararası Renk Konsorsiyumu 1993’te <strong>Apple, Adobe, Agfa, Heidelberg, Microsoft</strong> gibi belli başlı üreticiler tarafından kuruldu ve renk yönetiminin standartlarını belirleyip, ICC profil olarak adlandırılan dijital dosya formatını oluşturdu.<br/>Philips"
  },
  {
    "id": "3610237",
    "unitNumber": 2,
    "text": "ICC renk profilinde <strong>kaç renk evreni vardır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "ICC renk profilinde <strong>iki renk evreni “Kaynak Renk Evreni - Hedef Renk Evreni”</strong> arasındaki ilişkiyi tanımlamak için yapılan matematiksel işlemlerde kullanılmak üzere gradasyon eğrileri, matrisler ve tablolar gibi çeşitli parametreler bulunur.<br/>2"
  },
  {
    "id": "3610238",
    "unitNumber": 2,
    "text": "Masaüstü yayıncılık sistemi yüksek çözünürlükler gerektirmektedir. Bu da yaklaşık <strong>kaç ppi civarındadır</strong><strong>? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "370 ppi",
      "B": "365 ppi",
      "C": "350 ppi",
      "D": "320 ppi",
      "E": "300 ppi"
    },
    "explanation": "Masaüstü yayıncılık sistemi yüksek çözünürlükler gerektirmektedir. Bu da yaklaşık <strong>300 ppi</strong> civarındadır."
  },
  {
    "id": "3610239",
    "unitNumber": 2,
    "text": "Monitör kalibrasyonu için kullanılan <strong>kaç yöntem vardır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "6",
      "B": "5",
      "C": "4",
      "D": "3",
      "E": "2"
    },
    "explanation": "Monitör kalibrasyonu için kullanılan <strong>üç yöntem vardır.</strong> Bunlar kullanıcının göz ile yaptığı manuel kalibrasyon, ölçüm cihazları yardımı ile yapılan kolorimetrik ölçüm kalibrasyon ve monitörün<br/>kendi kendine yaptığı otomatik kolorimetrik kalibrasyondur.<br/>3"
  },
  {
    "id": "3610240",
    "unitNumber": 2,
    "text": "White Point, monitörün beyazının renk sıcaklığıdır. Burada belirlenen beyaza göre renkler kalibre edilecek ve gösterilecektir.<strong> Dış mekân</strong> baskıları ve çok parlak kâğıtlarda renk kalibrasyonu değeri <strong>kaç Kelvin’dir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "6000",
      "B": "6250",
      "C": "6500",
      "D": "6650",
      "E": "6700"
    },
    "explanation": "White Point, monitörün beyazının renk sıcaklığıdır. Burada belirlenen beyaza göre renkler kalibre edilecek ve gösterilecektir. <strong>Dış mekân baskılar</strong>ı ve çok parlak kâğıtlarda bu değer<strong> 6500 Kelvin’dir.</strong>"
  },
  {
    "id": "3610241",
    "unitNumber": 2,
    "text": "Kolorimetrik ekran kalibrasyonu yapılırken iç mekân, fotoğraf ve matbaa baskıları için hangi Kelvin değeri seçilir?",
    "correctAnswer": "A",
    "options": {
      "A": "5000",
      "B": "5750",
      "C": "6000",
      "D": "6500",
      "E": "6750"
    },
    "explanation": "<strong>İç mekân,</strong> fotoğraf, matbaa baskıları içinse <strong>5000 Kelvin seçilir. </strong><br/>Ekran kalibrasyonunda Kalibrasyon değeri D 50 yani 5000 Kelvindir. ISO 12646 Ekran kalibrasyonu standardında belirtilmektedir.<br/>Fotoğraf çekimlerinde kullanılan Günışığı 5500 Kelvin değeri ile karıştırılmamalıdır."
  },
  {
    "id": "3610242",
    "unitNumber": 2,
    "text": "Bir ışık kaynağının ne kadar parlak olduğunu ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Calibrate",
      "B": "Soft Proof",
      "C": "Kandela Değeri",
      "D": "Flare Correct",
      "E": "Lineerizasyon"
    },
    "explanation": "<strong> Kandela değeri: </strong>Kandela değeri bir ışık kaynağının ne kadar parlak olduğunu ifade eder. Kandela, cd kısaltması ile belirtilir ve rakamsal değerden sonra yazılır. Örneğin; 100 cd, 2.000 cd, 8.000 mcd gibi."
  },
  {
    "id": "3610243",
    "unitNumber": 2,
    "text": "Dijital baskı dendiğinde karşımıza temel olarak <strong>kaç farklı sistem çıkmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "6",
      "B": "5",
      "C": "4",
      "D": "3",
      "E": "2"
    },
    "explanation": "Dijital baskı dendiğinde karşımıza temel olarak <strong>iki farklı sistem çıkmaktadır.</strong> <br/><strong>Birincisi</strong> matbaacılık amacı ile yüksek tirajlı baskılar yapan makineler, <br/><strong>ikincisi</strong> ise endüstriyel reklamcılık, fotoğrafçılık için üretim yapan makinelerdir.<br/>2"
  },
  {
    "id": "3610244",
    "unitNumber": 2,
    "text": "Sayısal fotoğraf baskı teknikleri ile ilgili olarak aşağıdaki ifadelerden hangileri doğrudur?<br/>I Günümüzde baskı hazırlık işlemlerinde yaşanan en büyük problemlerden birisi istenen rengin baskı sonucunda elde edilmesindeki zorluktur. <br/>II Renk üzerinde yapılan çalışmalar ne kadar hassas olursa ekranda görülen renk ile provası alınan ve basılan renk o derecede birbirini tutar.<br/>III Renk yönetim sistemi aslında yeni bir kavram değildir.<br/>IV Günümüzde fotoğraf, baskı hazırlık, baskı üretimi farklı kanallarda hatta ülkelerde yapılabildiği için bir açık kaynak renk yönetim sistemine ihtiyaç duyulmuş ve bunun üzerine ICC (International Color Consortium) tabanlı sisteme geçilmiştir.<br/>V Üretimde kullanılan cihazlar temel olarak ICC, RGB ve CMYK olmak üzere üç değişik renk sistemi kullanırlar.",
    "correctAnswer": "A",
    "options": {
      "A": "I-III- IV",
      "B": "II-V",
      "C": "II-IV",
      "D": "II-III-V",
      "E": "III-V"
    },
    "explanation": "Giriş ve Renk Yönetim Sisitemi başlıkları altında<br/>I Günümüzde baskı hazırlık işlemlerinde yaşanan en büyük problemlerden birisi istenen rengin baskı sonucunda elde edilmesindeki zorluktur. <br/>III Renk yönetim sistemi aslında yeni bir kavram değildir.<br/>IV Günümüzde fotoğraf, baskı hazırlık, baskı üretimi farklı kanallarda hatta ülkelerde yapılabildiği için bir açık kaynak renk yönetim sistemine ihtiyaç duyulmuş ve bunun üzerine ICC (International Color Consortium) tabanlı sisteme geçilmiştir.<br/>İfadeleri doğrudur."
  },
  {
    "id": "3610245",
    "unitNumber": 2,
    "text": "Renk yönetim sistemi ile ilgili olarak aşağıdaki ifadelerden hangileri doğrudur?<br/>I Üretimde kullanılan cihazlar temel olarak RGB ve CMYK olmak üzere iki değişik renk sistemi kullanırlar.<br/>II Dijital kamera, tarayıcı (scanner) ve monitörler daha geniş olanCMYK renk sistemini kullanırlar.<br/>III Dijital, ofset, tifdruk, flekso gibi baskı sistemleri ise daha dar olan RGB renk sistemini kullanırlar.<br/>IV Renk yönetim sisteminde kalibrasyon işlemindeki amaç bir cihazın doğru çalışmasının sağlanmasıdır. <br/>V Dijital prova ve baskı sistemlerinde lineerizasyon; dijital baskıda kullanılan kâğıda göre mürekkep verme miktarının belirlenmesidir.",
    "correctAnswer": "A",
    "options": {
      "A": "I-IV- V",
      "B": "II- III",
      "C": "I-III-V",
      "D": "II-V",
      "E": "I-II-III"
    },
    "explanation": "RENK YÖNETİM SİSTEMİ<br/>I Üretimde kullanılan cihazlar temel olarak RGB ve CMYK olmak üzere iki değişik renk sistemi kullanırlar.<br/>IV Renk yönetim sisteminde kalibrasyon işlemindeki amaç bir cihazın doğru çalışmasının sağlanmasıdır. <br/>V Dijital prova ve baskı sistemlerinde lineerizasyon; dijital baskıda kullanılan kâğıda göre mürekkep verme miktarının belirlenmesidir.<br/>ifadeleri doğrudur."
  },
  {
    "id": "3610246",
    "unitNumber": 2,
    "text": "\"Dijital prova ve baskı sistemlerinde .................. dijital baskıda kullanılan kâğıda göre mürekkep verme miktarının belirlenmesidir.\" ifadesinde boş bırakılan yere gelmesi gereken ifade hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "lineerizasyon",
      "B": "RGB",
      "C": "kalibrasyon",
      "D": "CMYK",
      "E": "standardizasyon"
    },
    "explanation": "RENK YÖNETİM SİSTEMİ<br/>\"Dijital prova ve baskı sistemlerinde <strong>lineerizasyon</strong> dijital baskıda kullanılan kâğıda göre mürekkep verme miktarının belirlenmesidir.\""
  },
  {
    "id": "3610247",
    "unitNumber": 2,
    "text": "\"Renk yönetim sisteminde iki aşamalı bir çalışma yapılır. Bunlardan biri olan ................ işlemindeki amaç bir cihazın doğru çalışmasının sağlanmasıdır.\" ifadesinde boşluğu doğru şekilde tamamlayınz.",
    "correctAnswer": "A",
    "options": {
      "A": "Kalibrasyon",
      "B": "lineerizasyon",
      "C": "ICC",
      "D": "ISO",
      "E": "CMYK"
    },
    "explanation": "RENK YÖNETİM SİSTEMİ<br/>Renk yönetim sisteminde iki aşamalı bir çalışma yapılır. bunlardan biri olan <strong> Kalibrasyon</strong> işlemindeki amaç bir cihazın doğru çalışmasının sağlanmasıdır."
  },
  {
    "id": "3610248",
    "unitNumber": 2,
    "text": "\"Üretimde kullanılan cihazların kalibrasyon ve lineerizasyon işlemlerinin ardından ikinci aşama olan ........I......... işlemine geçilir. .....II...... oluşturma, kalibre edilmiş bir cihazın ya da makinenin renk evreninin belirlenmesidir, yani bir nevi parmak izinin çıkartılmasıdır.\" ifadesinde boşlukları doğru olarak doldurunuz.",
    "correctAnswer": "A",
    "options": {
      "A": "I profilleme- II Profil",
      "B": "I kalibreleme -II Kalibre",
      "C": "I mürekkepleme- II İz",
      "D": "I baskı- II Renk",
      "E": "I kalibrasyon- II Renk"
    },
    "explanation": "RENK YÖNETİM SİSTEMİ<br/>\"Üretimde kullanılan cihazların kalibrasyon ve lineerizasyon işlemlerinin ardından ikinci aşama olan <strong>profilleme</strong> işlemine geçilir. <strong>Profil</strong> oluşturma, kalibre edilmiş bir cihazın ya da makinenin renk evreninin belirlenmesidir, yani bir nevi parmak izinin çıkartılmasıdır.\"<br/>I profilleme - II Profil"
  },
  {
    "id": "3610249",
    "unitNumber": 2,
    "text": "\"........... profilleri bir cihazın renk görme, oluşturma ya da basabilme yeteneklerini bilgisayara ve programlara gösteren bir nevi parmak izi olan dosya formatlarıdır.\" ifadesinde boşluğu doldurunuz.",
    "correctAnswer": "A",
    "options": {
      "A": "ICC",
      "B": "CMM",
      "C": "RIP",
      "D": "CMYK",
      "E": "RGB"
    },
    "explanation": "\"ICC profilleri bir cihazın renk görme, oluşturma ya da basabilme yeteneklerini bilgisayara ve programlara gösteren bir nevi parmak izi olan dosya formatlarıdır.\""
  },
  {
    "id": "3610250",
    "unitNumber": 2,
    "text": "Renk yönetim modülünün tasarlanma nedeni hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir görüntü dosyasının renk verisini kaynak renk evreninden hedef renk evrenine, renk profillerindeki bilgileri kullanarak çevirmek için",
      "B": "Bir görüntü dosyasının renk verisini hedef renk evreninden kaynak renk evrenine, renk profillerindeki bilgileri kullanarak çevirmek için",
      "C": "cihazın renk evrenini belirleyip cihaz profilini elde etmek için",
      "D": "Kaynak profilden alınan renk değerleri belirlenen PCS’ye, ardından kaynak profile çevirmek için",
      "E": "RGB veya CMYK gibi belirli bir cihaz renk evreninin, insan gözününün gördüğü renk evrenine uyumlandırmak için"
    },
    "explanation": "Renk Yönetim Modülü-CMM<br/>Renk yönetim modülü bir görüntü dosyasının renk verisini kaynak renk evreninden hedef renk evrenine, renk profillerindeki bilgileri kullanarak çevirmek için tasarlanmıştır."
  },
  {
    "id": "3610251",
    "unitNumber": 2,
    "text": "Kalibrasyon ve profilleme ile ilgili aşağıdaki önermelerden hangileri doğrudur?<br/>I Kalibrasyon süreci, cihazların ve makinelerin ürettikleri, algılayıp kaydettikleri, gösterdikleri renk evrenin büyüklüğünü ve temel renk kanallarının ton eğrilerini tanımlar.<br/>II ICC profilini, bu reprodüksiyon özelliklerini, cihaz bağımsız bir referans sistemini, örneğin CIEL*a*b* renk evrenini baz alarak tanımlar.<br/>III CIE referans renk evreni sayesinde, kolorimetrik bilgiler rahatlıkla üretimde kullanılan bütün cihazlar ile paylaşılabilir ve renk işleme süreci sırasında doğru olarak elde edilebilir.<br/>IV Renk profillerinin kalitesi, tüm renk yönetim sürecinde yapılan kalibrasyon ve standardizasyon çalışmalarında bağlayıcılığı bulunmaz.<br/>V Kalibrasyon normalde yeniden üretilmeyecek renklerin, kullanılan baskı sisteminin özelliklerine göre, insan gözünün orjinalden ayıramayacağı bir şekilde nasıl dönüştürüleceğinin bilgisini de içermektedir.",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "IV-V",
      "C": "III-IV-V",
      "D": "I-III-V",
      "E": "II-IV"
    },
    "explanation": "KALİBRASYON VE PROFİLLEME<br/>I Kalibrasyon süreci, cihazların ve makinelerin ürettikleri, algılayıp kaydettikleri, gösterdikleri renk evrenin büyüklüğünü ve temel renk kanallarının ton eğrilerini tanımlar.<br/>II ICC profilini, bu reprodüksiyon özelliklerini, cihaz bağımsız bir referans sistemini, örneğin CIEL*a*b* renk evrenini baz alarak tanımlar.<br/>III CIE referans renk evreni sayesinde, kolorimetrik bilgiler rahatlıkla üretimde kullanılan bütün cihazlar ile paylaşılabilir ve renk işleme süreci sırasında doğru olarak elde edilebilir."
  },
  {
    "id": "3610252",
    "unitNumber": 2,
    "text": "Masaüstü yayıncılıkta çalışılan sayfanın tamamının görülebilmesi için minimum 20 veya 21 inç monitörler kullanılması önerilmektedir. Daha küçük ekrana çok yaklaşılması durumunda ortaya çıkabilecek göz rahatsızlığına ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eye Strain",
      "B": "Eye Monitor",
      "C": "Eye Proof",
      "D": "Soft Eye",
      "E": "Little Eye"
    },
    "explanation": "Monitörlerde Bulunması Gereken Teknik Özellikler<br/>görüntü küçük olduğu için ekrana çok yaklaşmayı gerektirmektedir. Bu da “Eye Strain” adı da verilen göz rahatsızlıklarına sebep olmaktadır"
  },
  {
    "id": "3610253",
    "unitNumber": 2,
    "text": "Işık kaynağının ne kadar parlak olduğunu ifade eden terim ve kısaltması hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kandela/ cd",
      "B": "Flare Correct / FC",
      "C": "Kelvin /K",
      "D": "White Point /Wp",
      "E": "Kolorimetri /clm"
    },
    "explanation": "Kolorimetrik Kalibrasyon<br/>Kandela değeri: Kandela değeri bir ışık kaynağının ne kadar parlak olduğunu ifade eder. Kandela, cd kısaltması ile belirtilir"
  },
  {
    "id": "3610254",
    "unitNumber": 2,
    "text": "Günümüzde fotoğraf, baskı hazırlık, baskı üretiminin farklı kanallarda hatta ülkelerde yapılabilmesini sağlayan ve açık kaynak renk yönetim sistemi olarak tanımlanan sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ICC",
      "B": "CMYK",
      "C": "PMT",
      "D": "RGB",
      "E": "Lineerizasyon"
    },
    "explanation": "Günümüzde ise fotoğraf, baskı hazırlık, baskı üretimi farklı kanallarda hatta ülkelerde yapılabildiği için bir açık kaynak renk yönetim sistemine ihtiyaç duyulmuş ve bunun üzerine ICC (International Color Consortium) tabanlı sisteme geçilmiştir."
  },
  {
    "id": "3610255",
    "unitNumber": 2,
    "text": "Matbaacılıkta kullanılan cihazlar ile sistemlerin üretebildikleri ve algılayabildikleri renk evrenleri arasında farklar vardır. Dijital kamera, tarayıcı (scanner) ve monitörlerde kullanılan renk sistemi aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "CMYK",
      "B": "RGB",
      "C": "ColorSync",
      "D": "IT8/7.4 skalası",
      "E": "ECI 2002"
    },
    "explanation": "Dijital kamera, tarayıcı (scanner) ve monitörler daha geniş olan RGB renk sistemini, dijital, ofset, tifdruk, flekso gibi baskı sistemleri ise daha dar olan CMYK renk sistemini kullanırlar.<br/>Dijital kamera, tarayıcı (scanner) ve monitörler daha geniş olan<strong> RGB</strong> renk sistemini, dijital, ofset, tifdruk, flekso gibi baskı sistemleri ise daha dar olan CMYK renk sistemini kullanırlar."
  },
  {
    "id": "3610256",
    "unitNumber": 2,
    "text": "Üretimde kullanılan cihazların kalibrasyon ve lineerizasyon işlemlerinin ardından cihazın renk evrenini oluşturmak için yapılan işlem aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pozlama",
      "B": "Ölçme",
      "C": "Profilleme",
      "D": "Ekran Kalibrasyonu",
      "E": "Kağıda mürekkep verme"
    },
    "explanation": "Üretimde kullanılan cihazların kalibrasyon ve lineerizasyon işlemlerinin ardından ikinci aşama olan profilleme işlemine geçilir. Profil oluşturma, kalibre edilmiş bir cihazın ya da makinenin renk evreninin belirlenmesidir, yani bir nevi parmak izinin çıkartılmasıdır. Bu sayede renk dönüşümleri yapılarak ekran ya da dijital provadaki baskının simülasyonu sağlanabilir. Bu profillere ICC profili adı verilir.<br/>Üretimde kullanılan cihazların kalibrasyon ve lineerizasyon işlemlerinin ardından ikinci aşama olan <strong>profilleme</strong> işlemine geçilir. Profil oluşturma, kalibre edilmiş bir cihazın ya da makinenin renk evreninin belirlenmesidir, yani bir nevi parmak izinin çıkartılmasıdır. Bu sayede renk dönüşümleri yapılarak ekran ya da dijital provadaki baskının simülasyonu sağlanabilir. Bu profillere ICC profili adı verilir."
  },
  {
    "id": "3610257",
    "unitNumber": 2,
    "text": "Ekran kalibrasyonu ve profillemesi için gerekli olan cihaz aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kandela",
      "B": "ICC",
      "C": "CMM",
      "D": "Kolorimetre",
      "E": "Densitometre"
    },
    "explanation": "Ekran kalibrasyonu ve profillemesi için kolorimetre ya da spektrofotometre gereklidir.<br/>Ekran kalibrasyonu ve profillemesi için <strong>kolorimetre</strong> ya da spektrofotometre gereklidir."
  },
  {
    "id": "3610258",
    "unitNumber": 2,
    "text": "En önemli ICC renk profili, ................'dir. Bu profilin özelliği, cihazın renk evreni yani kaynak renk evreni (örneğin tarayıcı RGB, baskı CMYK) ile cihazdan bağımsız olan CIE referans renk evreninin ilişkisini belirlemektir. <br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Renk yönetim modülü",
      "B": "Kaynak renk evreni",
      "C": "Hedef renk evreni",
      "D": "Renk profili",
      "E": "Cihaz profili"
    },
    "explanation": "En önemli ICC renk profili, cihaz profilidir. Bu profilin özelliği, cihazın renk evreni yani kaynak renk evreni örneğin tarayıcı RGB, baskı CMYK ile cihaz bağımsız olan CIE referans renk evreninin ilişkisini belirlemektir.<br/>En önemli ICC renk profili, <strong>cihaz profilidi</strong>r. Bu profilin özelliği, cihazın renk evreni yani kaynak renk evreni örneğin tarayıcı RGB, baskı CMYK ile cihaz bağımsız olan CIE referans renk evreninin ilişkisini belirlemektir."
  },
  {
    "id": "3610259",
    "unitNumber": 2,
    "text": "Bir görüntü dosyasının renk verisini kaynak renk evreninden hedef renk evrenine, renk profillerindeki bilgileri kullanarak çevirmek için tasarlanmış modüle ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Renk Yönetim Modülü",
      "B": "ICC profili",
      "C": "Cihaz profili",
      "D": "Kalibrasyon Modülü",
      "E": "Standartizasyon Modülü"
    },
    "explanation": "Renk yönetim modülü bir görüntü dosyasının renk verisini kaynak renk evreninden hedef renk evrenine, renk profillerindeki bilgileri kullanarak çevirmek için tasarlanmıştır.<br/><strong>Renk yönetim modülü</strong> bir görüntü dosyasının renk verisini kaynak renk evreninden hedef renk evrenine, renk profillerindeki bilgileri kullanarak çevirmek için tasarlanmıştır."
  },
  {
    "id": "3610260",
    "unitNumber": 2,
    "text": "Bir ışık kaynağının ne kadar parlak olduğunu ifade eden değere ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kelvin değeri",
      "B": "Kandela değeri",
      "C": "Soft proof",
      "D": "Kalibre değeri",
      "E": "Profil değeri"
    },
    "explanation": "<strong>Kandela değeri: </strong>Kandela değeri bir ışık kaynağının ne kadar parlak olduğunu ifade eder. <strong>Kandela, </strong>cd kısaltması ile belirtilir ve rakamsal değerden sonra yazılır. Örneğin; 100 cd, 2.000 cd, 8.000 mcd gibi."
  },
  {
    "id": "3610261",
    "unitNumber": 2,
    "text": "Dijital baskı makinelerinin kalibrasyon ve renk ayaları onların çalışmasını sağlayan programlar ile gerçekleşmektedir. Bu programlara verilen genel ad aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "ICC",
      "B": "CMM",
      "C": "RIP",
      "D": "CMYK",
      "E": "RGB"
    },
    "explanation": "Dijital baskı makinelerinin kalibrasyon ve renk ayaları onların çalışmasını sağlayan programlar olan RIP (Raster Image Prossesor) programına yani görüntüişleme birimleri tarafından gerçekleştirilmektedirler."
  },
  {
    "id": "3610262",
    "unitNumber": 2,
    "text": "Monitörün beyazının renk sıcaklığına ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "White density",
      "B": "White colour",
      "C": "White profile",
      "D": "White point",
      "E": "White balance"
    },
    "explanation": "White Point, monitörün beyazının renk sıcaklığıdır. Burada belirlenen beyaza göre renkler kalibre edilecek ve gösterilecektir."
  },
  {
    "id": "3610263",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ölçüm programlarının amaçlarından biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Tek tek renk ölçümü yapmak",
      "B": "Skalaları okumak",
      "C": "Okunan verileri karşılaştırmak",
      "D": "Özel amaçlı test skalaları oluşturmak",
      "E": "Ekran kalibrasyonu yapmak"
    },
    "explanation": "<strong>Ölçüm Programları </strong><br/>Bu programların amacı tek tek renk ölçümü yapmak, skalaları okumak, okunan verileri karşılaştırmaktır. Ayrıca kullanıcının özel amaçlı test skalaları oluşturmasına da olanak tanıyanları vardır."
  },
  {
    "id": "3610700",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi CIE’nin rengi açıkladığı boyutlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doygunluk",
      "B": "Transparanlık",
      "C": "Matlık",
      "D": "Keskinlik",
      "E": "Vinyet"
    },
    "explanation": "Uluslararası renk komisyonu CIE’nin temel renk evren yapısı, rengi üç boyutu ile açıklar. Buna göre rengin üç temel ögesi vardır; Hue: Renk, Saturation: Doygunluk, Brightness: Parlaklıktır."
  },
  {
    "id": "3610701",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ortalama bir insan gözünün üçlü algı sistemini tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hassas gözlem",
      "B": "Işıklı gözlemci",
      "C": "Değişken gözlemci",
      "D": "Standart gözlemci",
      "E": "Düz gözlem"
    },
    "explanation": "Standart gözlemci terimi, ortalama bir insan gözünün üçlü algı sistemini tanımlamaktadır. Öncelikle 1931 senesinde tanımlanmış ve 1931 Standart Gözlemci adı verilmiştir. Daha sonra yapılan çalışmalarla 1964 Standart Gözlemci geliştirilmiştir. Daha geniş alandan örnekleme yaptığı için daha doğru sonuç- lar vermektedir. Poster gibi dış mekân baskılarında kullanılırlar. Yayıncılık sektöründe ise ağırlıklı olarak 1931’de geliştirilen gözlemci sistemi kullanılmaktadır."
  },
  {
    "id": "3610702",
    "unitNumber": 2,
    "text": "Herhangi bir nesneden yansıyan ya da geçen veya bir ışık demeti içindeki spektral dağılımın değerine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hue",
      "B": "Tristimulus",
      "C": "Stimulus",
      "D": "CIE",
      "E": "Eksen"
    },
    "explanation": "Stimulus: Herhangi bir nesneden yansıyan ya da geçen veya bir ışık demeti içindeki spektral dağılımın değeridir. Bir nesneden gelen ışık demetindeki yutulmayıp yansıtılan dalga boylarının dağılımı spektral veriyi oluşturur. Spektral dağılım iki düzlem üzerinde okunur. “X ekseni” dalga boylarının sıralandığı, “Y ekseni” ise yansıma yoğunluğunun oranını verir. Spektral veri, spektrofotometreler ile ölçülür."
  },
  {
    "id": "3610264",
    "unitNumber": 3,
    "text": "Sayısal makinelerin görüntüleme ya da çekim işleminin ilk aşaması, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Görüntünün ışık etkisi ile odaklanıp algılayıcı yüzeye iletilmesi.",
      "B": "Algılayıcının gelen bilgileri algılayıp elektrik sinyaline dönüştürülmesidir.",
      "C": "Elektrik sinyallerinin işlemden geçirilmesidir.",
      "D": "Elektrik sinyallerinin sayısal veriye dönüştürülmesidir.",
      "E": "Sayısal veriye dönüştürülerek fotoğraf diye tanımlayabileceğimiz dosyanın<br/>hafıza kartına aktarılmasıdir."
    },
    "explanation": "SAYISAL FOTOĞRAF ÇEKİM ARAÇLARI<br/>Sayısal makinelerin görüntüleme ya da çekim<br/>işlemi kabaca dört aşamada gerçekleşen bir süreçtir.<br/>Bu sürecin ilk aşamasında görüntünün ışık etkisi<br/>ile odaklanıp algılayıcı yüzeye iletilmesi yer almaktadır."
  },
  {
    "id": "3610265",
    "unitNumber": 3,
    "text": "\"Elektrik sinyallerinin işlemden geçirilmesi ve sayısal veriye dönüştürülmesi\" sayısal makinelerin görüntüleme ya da çekim işleminin kaçıncı aşamasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "1. aşaması",
      "B": "2. aşaması",
      "C": "3. aşaması",
      "D": "4. aşaması",
      "E": "5. aşaması"
    },
    "explanation": "SAYISAL FOTOĞRAF ÇEKİM ARAÇLARI<br/>Üçüncü<br/>aşama elektrik sinyallerinin işlemden geçirilmesi ve<br/>sayısal veriye dönüştürülmesi ile gerçekleşir."
  },
  {
    "id": "3610266",
    "unitNumber": 3,
    "text": "\"Tek Objektifli Sayısal Yansıtmalı Makine\"yi aşağıdakilerden hangisi tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "W-SLR",
      "B": "D-SLR",
      "C": "C-SLR",
      "D": "X-SLR",
      "E": "K-SLR"
    },
    "explanation": "SAYISAL FOTOĞRAF ÇEKİM ARAÇLARI<br/><strong>D-SLR</strong> “Digital Single Lens Reflex” biçiminde tanımlanan gruptaki makineler Türkçede “Tek<br/>Objektifli Sayısal Yansıtmalı Makine” olarak bilinmektedir."
  },
  {
    "id": "3610267",
    "unitNumber": 3,
    "text": "Linux işletim sistemi ile kullanılmak üzere tasarlanan ve hem gerçek zamanlı HDR hem de çekim sonrası netleme yapabilme olanağı sağlayan bu aracı hangisi tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Tanımlı kaynak kamera platformu.",
      "B": "Tanımsız kaynak kamera platformu.",
      "C": "Kapalı kaynak kamera platformu.",
      "D": "Açık kaynak kamera platformu.",
      "E": "Belirsiz kaynak kamera platformu."
    },
    "explanation": "SAYISAL FOTOĞRAF ÇEKİM ARAÇLARI<br/>Stanford Üniversitesinden bir grup araştırmacının geliştirdiği bu<br/>deneysel çalışmada hem gerçek zamanlı (real time)<br/>HDR hem de çekim sonrası netleme yapabilme olanağı sağlayan ve “<strong>açık kaynak kamera platformu</strong>”<br/>olarak tanımlanan bu araç, Linux işletim sistemi ile<br/>kullanılmak üzere tasarlanmıştır."
  },
  {
    "id": "3610268",
    "unitNumber": 3,
    "text": "Hareketli bir sürgünün fotoğraf makinesi ile fotoğraflanacak konu arasına yerleştirildiği fotografik ve sinematografik bir işlem olarak tanımlanan fotoğraf tekniğinin adı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Düz tarama fotoğraf tekniği.",
      "B": "Kapalı tarama fotoğraf tekniği.",
      "C": "Açık tarama fotoğraf tekniği.",
      "D": "Yarık tarama fotoğraf tekniği.",
      "E": "Basit tarama fotoğraf tekniği."
    },
    "explanation": "SAYISAL FOTOĞRAF ÇEKİM ARAÇLARI<br/><strong>Yarık tarama</strong> fotoğraf tekniği, içine yarık kesilmiş olan<br/>hareketli bir sürgünün fotoğraf makinesi ile fotoğraflanacak konu arasına yerleştirildiği fotografik ve<br/>sinematografik bir işlem olarak tanımlanabilir."
  },
  {
    "id": "3610269",
    "unitNumber": 3,
    "text": "Standart basit sayısal fotoğraf makinelerinin objektif değiştirme özelliği olmamasından kaynaklanan soruna, bir tür çözüm olarak üretilen sistem hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mikro 4/3 sistemler.",
      "B": "Mikro 5/3 sistemler.",
      "C": "Mikro 6/3 sistemler.",
      "D": "Mikro 3/1 sistemler.",
      "E": "Mikro 7/3 sistemler."
    },
    "explanation": "Küçük Boyutlu ve Mikro 4/3<br/>Algılayıcılı Basit Fotoğraf Makineleri<br/>Mikro 4/3 sistemler, standart basit sayısal fotoğraf makinelerinin objektif değiştirme özelliği<br/>olmamasından kaynaklanan soruna bir tür çözüm<br/>olarak üretilmişlerdir."
  },
  {
    "id": "3610270",
    "unitNumber": 3,
    "text": "DSLR makinelerin özelliklerini de bünyesinde barındıran hem güçlü donanım ve yazılım olanakları, hem kolay taşınabilir olmaları hem de tam çerçeve algılayıcıyı barındıran, hangi fotoğraf makinaları tercih edilen sayısal görüntüleme araçları hâline gelmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aynasız fotoğraf makineleri",
      "B": "Aynalı fotoğraf makineleri",
      "C": "Aparatlı fotoğraf makineleri",
      "D": "Aparatsız fotoğraf makineleri",
      "E": "Sade fotoğraf makineleri"
    },
    "explanation": "Küçük Boyutlu ve Mikro 4/3<br/>Algılayıcılı Basit Fotoğraf Makineleri<br/>Günümüzde profesyonel ya da yarı profesyonel DSLR<br/>makinelerin özelliklerini de bünyesinde barındıran<br/>bazı <strong>aynasız (Mirrorless) fotoğraf makineleri</strong> hem<br/>güçlü donanım ve yazılım olanakları, hem kolay<br/>taşınabilir olmaları hem de tam çerçeve algılayıcı ve çok zengin objektif seçenekleri nedeniyle profesyonellerin de kullanmayı tercih ettiği sayısal görüntüleme araçları hâline gelmiştir."
  },
  {
    "id": "3610271",
    "unitNumber": 3,
    "text": "\"Dengeleme halkası ya da Yalpa\" anlamına gelen ve üzerinde motor bulunan ve titreşimi engelleme ya da yok etmeyi hedefleyen cihazlara verilen ad hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Simbal",
      "B": "Kimbal",
      "C": "Gimbal",
      "D": "Ximbal",
      "E": "Wimbal"
    },
    "explanation": "Küçük Boyutlu ve Mikro 4/3<br/>Algılayıcılı Basit Fotoğraf Makineleri<br/>Gimbal: Kelime anlamı ‘dengeleme halkası’ ya da ‘Yalpa’ anlamına gelir. <strong>Gimbal</strong><br/>adı verilen ürünler ise üzerinde motor<br/>bulunan ve titreşimi engelleme ya da yok<br/>etmeyi hedefleyen cihazlardır."
  },
  {
    "id": "3610272",
    "unitNumber": 3,
    "text": "1.5 odak çarpanı olan bir algılayıcı için üretilen 10x18 mm odak uzaklıklı bir objektifin, odak çarpanı etkisi ile yaklaşık kaç mm bir zoom objektif olarak işlev göreceğini söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "15x27 mm",
      "B": "16x27 mm",
      "C": "17x27 mm",
      "D": "18x27 mm",
      "E": "19x27 mm"
    },
    "explanation": "Mobil Telefon Kameraları<br/>1.5 odak çarpanı olan bir algılayıcı<br/>için üretilen 10x18 mm odak uzaklıklı bir objektifin, odak çarpanı etkisi ile yaklaşık <strong>15x27 mm</strong> bir<br/>zoom objektif olarak işlev göreceğini söyleyebiliriz."
  },
  {
    "id": "3610273",
    "unitNumber": 3,
    "text": "360 derece dönüş yaparak görüntüyü filme kaydeden bir sistemi, hangisi tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Dolby sistem",
      "B": "Panoramik sistem",
      "C": "Qube sistem",
      "D": "Sayısal sistem",
      "E": "Analog sistem"
    },
    "explanation": "Panoramik Sayısal Fotoğraf<br/>Makineleri<br/>Film kullanımı<br/>döneminde de üretilen <strong>panoramik</strong> makineler 360<br/>derece dönüş yaparak görüntüyü filme kaydeden<br/>bir sistem ile çalışmaktadır."
  },
  {
    "id": "3610274",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sayısal makinaların görüntüleme aşamalarından biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Görüntünün ışık etkisi ile odaklanıp algılayıcı yüzeye iletilmesi.",
      "B": "Algılayıcının gelen bilgileri algılayıp elektrik sinyaline dönüştürmesi.",
      "C": "Elektrik sinyallerinin sayısal veriye dönüştürülmesi.",
      "D": "Sayısal verinin fotoğraf kağıdına basılması.",
      "E": "Sayısal veriye dönüştürülerek fotoğraf diye tanımlayabileceğimiz dosyanın hafıza kartına aktarılması."
    },
    "explanation": "Sayısal makinelerin görüntüleme ya da çekim işlemi kabaca dört aşamada gerçekleşen bir süreçtir. Bu sürecin ilk aşamasında görüntünün ışık etkisi ile odaklanıp algılayıcı yüzeye iletilmesi yer almaktadır. İkinci aşama algılayıcının gelen bilgileri algılayıp elektrik sinyaline dönüştürmesidir. Üçüncü aşama elektrik sinyallerinin işlemden geçirilmesi ve sayısal veriye dönüştürülmesi ile gerçekleşir. Dördüncü ve son aşama ise sayısal veriye dönüştürülerek fotoğraf diye tanımlayabileceğimiz dosyanın hafıza kartına aktarılması ve kaydedilmesi olarak tanımlanabilir."
  },
  {
    "id": "3610275",
    "unitNumber": 3,
    "text": "Kelime anlamı ‘dengeleme halkası’ olan ve titreşimi engelleme ya da yok etmeyi hedefleyen cihazlara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Rangefinder",
      "B": "D-SLR",
      "C": "Gimbal",
      "D": "APS-C",
      "E": "Tripod"
    },
    "explanation": "Gimbal: Kelime anlamı ‘dengeleme halkası’ ya da ‘Yalpa’ anlamına gelir. Gimbal adı verilen ürünler ise üzerinde motor bulunan ve titreşimi engelleme ya da yok etmeyi hedefleyen cihazlardır. Doğru cevap: C şıkkıdır."
  },
  {
    "id": "3610276",
    "unitNumber": 3,
    "text": "Türk fotoğrafında <u>ilk</u> panaromik görüntüler hangi yıllarda gerçekleştirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1800-1850",
      "B": "1860-1890",
      "C": "1900-1910",
      "D": "1928-1945",
      "E": "1950-1960"
    },
    "explanation": "Türk fotoğrafında ilk panoramik görüntüler, Osmanlı İmparatorluğu’nun son dönemlerinde, gezgin fotoğrafçılar ve daha sonra saraya bağlı çalışan bazı fotoğrafçılar tarafından gerçekleştirilmiştir. 1860-90 arasındaki bu süreçte İstanbul Boğazı görüntüleri ağırlıktadır."
  },
  {
    "id": "3610277",
    "unitNumber": 3,
    "text": "Film görüntülerinde “grenlilik” ya da “kumluluk” yapısal özelliği hangi kavramla tanımlanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüksek çözünürlük",
      "B": "Standart çözünürlük",
      "C": "Megapiksel",
      "D": "4K",
      "E": "Yüksek Gürültü"
    },
    "explanation": "<strong>Yüksek Gürültü:</strong> Film görüntülerinde “grenlilik” ya da “kumluluk” olarak tanımlanan görüntü yapısal özelliği, sayısal teknolojide gürültü olarak karşılık bulmaktadır."
  },
  {
    "id": "3610278",
    "unitNumber": 3,
    "text": "3840 x 2160 piksel çözünürlük sunan format aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "SD",
      "B": "HD",
      "C": "FHD",
      "D": "QHD",
      "E": "UHD"
    },
    "explanation": "4K Formatı (UHD): 4K formatının Full HD’den dört kat fazla çözünürlük sunduğu belirtilmektedir. 3840 x 2160 piksel çözünürlük sayesinde etkileyici ve doygun renkler ve kontrast elde edilebilmektedir."
  },
  {
    "id": "3610279",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sayısal fotoğraf makinelerinin film yüzeyleri olarak tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Objektif",
      "B": "Pelur",
      "C": "Sensör",
      "D": "Piksel",
      "E": "Frame"
    },
    "explanation": "Sayısal fotoğraf makinelerinin en önemli ayırt edici özelliği, “Sensör” olarak da bilinen algılayıcılardır. Geleneksel makinelerde kullanılan filme olan gereksinimi ortadan kaldıran algılayıcılar, sayısal film olarak da adlandırılmakta ve tanımlanmaktadır; bir başka deyişle, sayısal fotoğraf makinelerinin film yüzeyleri olarak da tanımlanmaktadırlar."
  },
  {
    "id": "3610280",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tamburlu film tarayıcılarının özelliklerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Genellikle amatör ya da yarı profesyonel çalışmalar için üretilmektedir.",
      "B": "Taranacak doküman bir silindir üzerine yerleştirilir.",
      "C": "Genellikle A3 ya da A4 boyutunda tarama yapan modellerden oluşmaktadır.",
      "D": "“Flatbed” olarak da tanımlanır.",
      "E": "Tarama sırasında müdahaleye açıktır."
    },
    "explanation": "Bu tarayıcılar, tarama sırasında üzerine yerleştirilen fotoğraf, görüntü ya da yazılı dokümanı aktarmaya yarayan şeffaf akrilik silindir nedeniyle “Tamburlu tarayıcı” olarak adlandırılır. İşlem sırasında görüntüler ya da taranacak doküman, silindir üzerine yerleştirilir."
  },
  {
    "id": "3610281",
    "unitNumber": 3,
    "text": "Yapısında ayna yer almadığı için refleks sisteme sahip olmayan fotoğraf makinesi türü hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "D-SLR",
      "B": "CMOS",
      "C": "APS-C",
      "D": "CCD",
      "E": "Rangefinder"
    },
    "explanation": "Rangefinder: Yapısında ayna yer almadığı için refleks sisteme sahip olmayan fotoğraf makinesi türüdür."
  },
  {
    "id": "3610282",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi APS-C sisteminde üretilen algılayıcıların ölçülerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "70 x 70 mm",
      "B": "50 x 48.6 mm",
      "C": "35 x 34.8 mm",
      "D": "24 x 36 mm",
      "E": "15.6 x 23.5 mm"
    },
    "explanation": "APS-C sistemi ile tanımlanan modeller, profesyonel modellerin sahip olduğundan daha küçük bir algılayıcı ile üretilmektedirler. Profesyonel modellerde yer alan 24X36 mm algılayıcılar yerine, 15.6 x 23.5 mm, 14,8 x 22.2 mm gibi ölçülerle üretilmektedirler."
  },
  {
    "id": "3610283",
    "unitNumber": 3,
    "text": "Video kameralarda SD formatı kaç pikseldir?",
    "correctAnswer": "D",
    "options": {
      "A": "426 x 240",
      "B": "640 x 360",
      "C": "640 x 480",
      "D": "720 x 576",
      "E": "1920 x 1080"
    },
    "explanation": "Standart çözünürlük (SD): SD formatı 720 x 576 pikseldir."
  },
  {
    "id": "3610284",
    "unitNumber": 3,
    "text": "Genellikle farklı bir estetiği hedefleyen, sanatsal amaçlı fotoğraf çekimleri ve görüntülemeler için dijital gövdeler ile de oluşturulabilen fotoğraf makinelerine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Panoramik sayısal fotoğraf makineleri",
      "B": "Sayısal iğne deliği dönüştürmesi makineler",
      "C": "Tek objektifli sayısal yansıtmalı makineleri",
      "D": "Küçük boyutlu basit sayısal fotoğraf makineleri",
      "E": "Sayısal ikiz objektifli yansıtmalı makineleri"
    },
    "explanation": "Gövdede yer alan objektif yuvasına, ortasından iğne ile delinmiş siyah kapak takılarak “İğne deliği fotoğraf makinesi” elde edilebilmektedir. Bu ve benzeri uygulamalarla elde edilen makinelerle yapılan deneysel çalışmalar genellikle sanatsal amaçlı fotoğraf çekimleri ve görüntülemeler için uygun olabilmektedir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3610285",
    "unitNumber": 3,
    "text": "Yapısında ayna yer almadığı için refleks sisteme sahip olmayan fotoğraf makineleri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rangefinder fotoğraf makineleri",
      "B": "Sayısal ikiz objektifli yansıtmalı makineleri",
      "C": "Panoramik sayısal fotoğraf makineleri",
      "D": "Basit sayısal fotoğraf makineleri",
      "E": "Orta format sayısal fotoğraf makineleri"
    },
    "explanation": "Yapısında ayna yer almadığı için refleks sisteme sahip olmayan Rangefinder fotoğraf makineleridir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3610286",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yarı profesyonel olarak tanımlanan DSLR makinelerinin profesyonel olanlardan ayıran <u>en</u> önemli özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Arşivleme seçenekleri",
      "B": "Çözünürlük değerleri",
      "C": "İnternet aracılığıyla paylaşım olanakları",
      "D": "Algılayacı boyutları",
      "E": "Pratik kullanım kolaylığı"
    },
    "explanation": "Yarı profesyonel olarak tanımladığımız DSLR makineleri profesyonel olanlardan ayıran en temel özellikler, makinenin temel çekim olanakları, kullanılan yazılım ve algılayıcı boyutları olarak sıralanabilir."
  },
  {
    "id": "3610287",
    "unitNumber": 3,
    "text": "I. DSLR makineler<br/>II. Aynasız makineler<br/>III. Panoramik sayısal fotoğraf makineler<br/>Yukarıdakilerden hangisinde ya da hangilerinde APS-C (Advanced Photography System- Classic) algılayıcılar kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "APS-C algılayıcılar DSLR ve aynasız makinelerde kullanılmaktadır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3610288",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi 4k çekim yapabilen video kameranın özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Full HD’den 4 kat fazla çözünürlüğe sahiptir",
      "B": "1920 x 1080 pikseldir",
      "C": "SD modellerine göre daha kaliteli görüntü kaydeder",
      "D": "Etkileyici ve doygun renkler elde edilebilir",
      "E": "Kontrast renkleri ayırt edilebilir"
    },
    "explanation": "3840 x 2160 piksel çözünürlüğe sahiptirler. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3610289",
    "unitNumber": 3,
    "text": "I. Ağ kameraları<br/>II.Güvenlik kameraları<br/>III.Gece görüş kameraları<br/>Yukarıdakilerden hangisinin ya da hangilerinin sanatsal amaçlarla fotoğrafçılık ve sergi amaçlı kullanımından bahsedilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Ağ ve güvenlik kameralarının yanı sıra gece görüş kameralarının sanatsal amaçlarla fotoğrafçılık ve sergi amaçlı kullanımı ile ilgili örneklerle karşılaşmak da mümkündür. Doğru seçenek E şıkkıdır."
  },
  {
    "id": "3610290",
    "unitNumber": 3,
    "text": "Görüntü kalitesinin öncelikli olmadığı belgeleme durumlarında en pratik ve ucuz çözüm yöntemi olarak devreye alınabilen kamera türüne ‘_______’ denilmektedir. Yandaki boşluğa gelmesi gereken uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Güvenlik kameraları",
      "B": "Gece görüş kameraları",
      "C": "Ağ kameraları",
      "D": "Gizli kameralar",
      "E": "IP kameralar"
    },
    "explanation": "Görüntü kalitesinin öncelikli olmadığı belgeleme durumlarında en pratik ve ucuz çözüm yöntemi olarak devreye alınabilen kamera türüne ‘Ağ kameraları’ denilmektedir. Doğru seçenek C şıkkıdır."
  },
  {
    "id": "3610291",
    "unitNumber": 3,
    "text": "Sayısal fotoğraf makinelerinin<u> en</u> önemli ayırt edici özelliğİ aşağıdaki ifadelerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanım amaçları",
      "B": "Çalışma sistemleri",
      "C": "Boyutları",
      "D": "Algılayıcıları",
      "E": "Tarama seçenekleri"
    },
    "explanation": "Sayısal fotoğraf makinelerinin en önemli ayırt edici özelliği, “Sensör” olarak da bilinen algılayıcılardır. Doğru seçenek D şıkkıdır."
  },
  {
    "id": "3610292",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tasarımı biraz karışık ancak kayıt hızı yüksek olan algılayıcıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "CMOS",
      "B": "APS-H",
      "C": "X3 Foveon",
      "D": "CCD",
      "E": "APS-C"
    },
    "explanation": "Tasarımı biraz karışık ancak kayıt hızı yüksek olan algılayıcı CMOS’tur. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3610293",
    "unitNumber": 3,
    "text": "Aşağıdakilerin hangisi tarayıcıların belirleyici özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Optik çözünürlük düzeyi",
      "B": "Çalışma sistemleri",
      "C": "Boyutları",
      "D": "Kullanım amaçları",
      "E": "Maliyetleri"
    },
    "explanation": "Tarayıcıların belirleyici özelliklerinden biri optik çözünürlük düzeyidir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3610294",
    "unitNumber": 3,
    "text": "Sayısal makinelerin görüntüleme ya da çekim işlemi sürecinin aşamaları ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Süreç, algılayıcının gelen bilgileri algılayıp elektrik sinyaline dönüştürmesi ile başlar.",
      "B": "Sürecin ilk aşamasında görüntüye ışık etkisi ile odaklanıp algılayıcı yüzeye iletilir.",
      "C": "Üçüncü aşamada elektrik sinyalleri işlemden geçirilir ve sayısal veriye dönüştürülür.",
      "D": "Son aşamada dosya sayısal veriye dönüştürülerek hafıza kartına aktarılır ve kaydedilir.",
      "E": "Sayısal makinelerin işlemi süreci sayısal fotoğraf makinelerinin hepsinde benzer şekildedir."
    },
    "explanation": "Yanıtınız yanlış ise ilgiyi konuyu dikkatle yeniden okuyunuz<br/>Sayısal makinelerin görüntüleme ya da çekim işlemi kabaca dört aşamada gerçekleşen bir süreçtir. Bu sürecin ilk aşamasında görüntünün ışık etkisi ile odaklanıp algılayıcı yüzeye iletilmesi yer almaktadır. İkinci aşama algılayıcının gelen bilgileri algılayıp elektrik sinyaline dönüştürmesidir. Üçüncü aşama elektrik sinyallerinin işlemden geçirilmesi ve sayısal veriye dönüştürülmesi ile gerçekleşir. Dördüncü ve son aşama ise sayısal veriye dönüştürülerek fotoğraf diye tanımlayabileceğimiz dosyanın hafıza kartına aktarılması ve kaydedilmesi olarak tanımlanabilir. Bu işlem süreci sayısal fotoğraf makinelerinin hepsinde benzer şekilde gerçekleşir."
  },
  {
    "id": "3610295",
    "unitNumber": 3,
    "text": "Sayısal fotoğraf çekim araçları ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İçindeki iki objektiften biri bakaca görüntüyü yansıtırken diğer objektif görüntüyü doğrudan algılayıcı üzerine iletebilme özelliği “Tek Objektifli Sayısal Yansıtmalı” makinelerde vardır.",
      "B": "İçindeki iki objektiften biri bakaca görüntüyü yansıtırken diğer objektif görüntüyü doğrudan algılayıcı üzerine iletebilme özelliği “Sayısal İkiz Objektifli Yansıtmalı (Refleks) Makinelerde vardır.",
      "C": "Stanford Frankencamera, hem gerçek zamanlı, hem de çekim sonrası netleme yapabilme olanağı sağlayan ve “açık kaynak kamera platformu” olarak tanımlanır.",
      "D": "Profesyonel amaçlı, oldukça yüksek çözünürlük ve yüksek görüntü kalitesinde fotoğraflar çekmek amacı orta format sayısal fotoğraf makineleri ile karşılanır.",
      "E": "Panoramik görüntü elde etmek amacıyla üretilen panoramik sayısal fotoğraf makineleri orta format sayısal fotoğraf makineleri türündedir."
    },
    "explanation": "Yanıtınız yanlış ise ilgiyi konuyu dikkatle yeniden okuyunuz<br/>D-SLR “Digital Single Lens Reflex” biçiminde tanımlanan gruptaki makineler Türkçede “Tek Objektifli Sayısal Yansıtmalı Makine” olarak bilinmektedir. Yansıtmalı makine kavramı ise, objektiften geçen görüntünün bir ayna aracılığıyla bakaca yansıtılarak izlenmesini sağlayan sistemi tanımlamaktadır. Bir boy büyük boyutlu makinelerde bu özellik “Sayısal İkiz Objektifli Yansıtmalı (Refleks) Makine” tanımlamasıyla karşımıza çıkmaktadır. Bu makinelerde bulunan iki objektiften biri bakaca görüntüyü yansıtırken diğer objektif görüntüyü doğrudan algılayıcı üzerine iletmektedir. Stanford Frankencamera: Stanford Üniversitesinden bir grup araştırmacının geliştirdiği bu deneysel çalışmada hem gerçek zamanlı (real time) HDR hem de çekim sonrası netleme yapabilme olanağı sağlayan ve “açık kaynak kamera platformu” olarak tanımlanan bu araç, Linux işletim sistemi ile kullanılmak üzere tasarlanmıştır. Orta format sayısal fotoğraf makineleri ise profesyonel amaçlı, oldukça yüksek çözünürlük ve yüksek görüntü kalitesinde fotoğraflar çekmek amacıyla tasarlanıp üretilen fotoğraf makineleridir. Genellikle orta ve büyük format özelliği taşıyan ve film kullanan makinelerin sayısal görüntü üretebilmesi amacıyla tasarlanan ve “Sayısal Arkalık” adı verilen araçlar da ortalama olarak orta format boyutunda görüntü vermektedirler. Bir başka makine formatı ise, yine orta format olarak tanımlayabileceğimiz ölçülerde panoramik görüntü elde etmek amacıyla üretilen panoramik sayısal fotoğraf makineleridir."
  },
  {
    "id": "3610296",
    "unitNumber": 3,
    "text": "Standart basit sayısal fotoğraf makinelerinin objektif değiştirme özelliği olmamasından kaynaklanan soruna bir tür çözüm olarak üretilmiş olan sistemin adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mikro 4/3",
      "B": "Yarık Tarama",
      "C": "Tek Objektifli Sayısal Yansıtmalı",
      "D": "Sayısal Arkalık",
      "E": "Full Frame"
    },
    "explanation": "Yanıtınız yanlış ise ilgiyi konuyu dikkatle yeniden okuyunuz<br/>Mikro 4/3 sistemler, standart basit sayısal fotoğraf makinelerinin objektif değiştirme özelliği olmamasından kaynaklanan soruna bir tür çözüm olarak üretilmişlerdir. Sistemin en temel özelliği, basit sayısal makinelerin pratik kullanım kolaylığı ile DSLR makinelerin objektif değiştirebilme özelliğinin birleştirilmiş olmasıdır. Mikro 4/3 makinelerde kullanılan algılayıcı boyutları, odak çarpanı özelliği olan DSLR makinelerdeki “Four Third System” algılayıcılarla benzer özellikler taşımaktadır."
  },
  {
    "id": "3610297",
    "unitNumber": 3,
    "text": "Üzerinde motor bulunan ve titreşimi engelleme ya da yok etmeyi hedefleyen cihazların adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gimbal",
      "B": "Mikro 4/3",
      "C": "Full Frame",
      "D": "APS-C",
      "E": "DSLR"
    },
    "explanation": "Yanıtınız yanlış ise ilgiyi konuyu dikkatle yeniden okuyunuz<br/>Gimbalın kelime anlamı ‘dengeleme halkası’ ya da ‘Yalpa’dır. Gimbal adı verilen ürünler ise üzerinde motor bulunan ve titreşimi engelleme ya da yok etmeyi hedefleyen cihazlardır. Üzerlerine yerleştirilen fotoğraf ve video kaydı yapabilen cihazlardaki taşımadan kaynaklanan sarsıntıyı minimize etmeye yarayan bu cihazların temel mantığı titreşim yönünün aksine hareket sağlamalarıdır."
  },
  {
    "id": "3610298",
    "unitNumber": 3,
    "text": "Video kameralarda 3840 x 2160 piksel çözünürlük hangi türde sağlanabilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "4K Formatı",
      "B": "6K Formatı",
      "C": "Yüksek çözünürlük",
      "D": "Standart çözünürlük",
      "E": "Full HD"
    },
    "explanation": "Yanıtınız yanlış ise ilgiyi konuyu dikkatle yeniden okuyunuz<br/>Video kameraların görüntü kaliteleri ve çözünürlükleri de çeşitlilik göstermektedir. Video kameralarla üretilen hareketli görüntü çözünürlüğünü belirleyen yatay çizgi sayısıdır. Örneğin, Full HD olarak tanımlanan yüksek görüntü kalitesi içeren formatın 1.080 yatay çizgi ile oluştuğu belirtilmektedir. Bu nokta da çözünürlüğü tanımlayan içerikleri kısaca standart, yüksek ve 4K çözünürlük türleri olarak şöyle sıralayabiliriz:<br/>Standart çözünürlük (SD): SD formatı 720 x 576 pikseldir ve daha çok basit fotoğraf makinelerinde kullanılmıştır. Standart çözünürlüğü aslında, düşük çözünürlük olarak tanımlamak da yanlış olmayacaktır.<br/>Yüksek çözünürlük (HD): Full HD video kameralar SD modellerine göre daha kaliteli görüntü kaydederler. 1920 x 1080 piksel çözünürlük içeren Full HD TV yayınlarında kullanılan formatlardan biridir.<br/>4K Formatı (UHD): 4K formatının Full HD’den dört kat fazla çözünürlük sunduğu belirtilmektedir. 3840 x 2160 piksel çözünürlük sayesinde etkileyici ve doygun renkler ve kontrast elde edilebilmektedir."
  },
  {
    "id": "3610299",
    "unitNumber": 3,
    "text": "Temel işlevi objektiften geçen ışığı işlemden geçirerek sayısallaştırması, elektrik sinyallerine dönüştürmesi ve bu verilerin pikseller hâlinde hafıza kartına aktarılması olan araç aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sayısal Algılayıcılar",
      "B": "Sayısal arkalık",
      "C": "4K Formatı",
      "D": "6K Formatı",
      "E": "Gimbal"
    },
    "explanation": "Yanıtınız yanlış ise ilgiyi konuyu dikkatle yeniden okuyunuz.<br/>Sayısal Algılayıcılar Sayısal fotoğraf makinelerinin en önemli ayırt edici özelliği, “Sensör” olarak da bilinen algılayıcılardır. Algılayıcı bölümün işlevi, çekim anında elde edilen görüntüyü algılayıp hafıza kartına aktarmaktır. Sayısal fotoğraf makinesini film kullanan makineden ayıran bu özellik, film gibi bir tüketim malzemesine olan gereksinimi de ortadan kaldırmaktadır. Film fotoğrafçılığı ve sayısal teknoloji hiç şüphesiz, iki ayrı uygulama alanıdır ve bu iki ayrı süreci kullanan fotoğraf makineleri algılayıcı dışında da farklılıklar içerirler. Söz gelimi sayısal fotoğraf makinelerinin uygulamaları arasında yer alan beyaz ayarı, bu ayrımlardan biri olarak tanımlanabilir. Algılayıcıların temel işlevi, objektiften geçen ışığı işlemden geçirerek sayısallaştırması, elektrik sinyallerine dönüştürmesi ve bu verilerin pikseller hâlinde hafıza kartına aktarılması olarak özetlenebilir. Geleneksel makinelerde kullanılan filme olan gereksinimi ortadan kaldıran algılayıcılar, sayısal film olarak da adlandırılmakta ve tanımlanmaktadır; bir başka deyişle, sayısal fotoğraf makinelerinin film yüzeyleri olarak da tanımlanmaktadırlar."
  },
  {
    "id": "3610300",
    "unitNumber": 3,
    "text": "35 mm film görüntü boyutu 24X36 mm ile aynı büyüklüğe sahip algılayıcıların adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Full frame",
      "B": "Sayısal arkalık",
      "C": "Gimbal",
      "D": "Full HD",
      "E": "Mikro 4/3"
    },
    "explanation": "Yanıtınız yanlış ise ilgiyi konuyu dikkatle yeniden okuyunuz<br/><strong>Full frame: </strong>Sayısal fotoğraf makinelerinin algılayıcı boyutları makine türüne göre farklılık göstermektedir. 35 mm film görüntü boyutu 24X36 mm ile aynı büyüklüğe sahip algılayıcılar “Full frame” yani tam çerçeve olarak tanımlanırlar. Profesyonel olmayan makinelerin algılayıcı boyutları ise 35 mm film boyutundan daha küçük ölçülerdedir ve odak çarpanı içerirler."
  },
  {
    "id": "3610301",
    "unitNumber": 3,
    "text": "Fotoğraf makinelerinin boyutlarına göre sınıflandığında aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "İkiz objektifli sayısal yansıtmalı makineler orta format makinelerdir.",
      "B": "Basit fotoğraf makineleri genellikle büyük boyutlu olup, amatör kullanım için üretilir.",
      "C": "Tek objektifli sayısal yansıtmalı makineler orta format makinelerdir.",
      "D": "Tek objektifli sayısal yansıtmalı makinelerle yüksek çözünürlüklü fotoğraflar üretilir.",
      "E": "Mikro 4/3 algılayıcı makineler büyük format makinelerdir."
    },
    "explanation": "Yanıtınız yanlış ise ilgiyi konuyu dikkatle yeniden okuyunuz.<br/>Fotoğraf makinelerini tanımlayan ayırt edici özelliklerinden biri, boyutlarına göre yapılan sınıflandırmadır. Basit fotoğraf makineleri genellikle küçük boyutlarıyla bilinirler, amatör kullanım için üretilirler; dolayısıyla üretim maliyetleri ve satış fiyatları düşüktür. DSLR “Digital Single Lens Reflex” kısaltmasıyla tanımlanan gruptaki makineler Türkçede “Tek Objektifli Sayısal Yansıtmalı Makine” olarak bilinmektedir. Orta format makinelerde ise bu özellik “İkiz objektifli Sayısal Yansıtmalı Makine” tanımlamasıyla karşımıza çıkmaktadır. Bu makinelerde bulunan iki objektiften biri bakaca görüntüyü yansıtır, diğer objektif ise görüntüyü doğrudan algılayıcı ya da film üzerine iletir. Orta format sayısal fotoğraf makineleri profesyonel amaçlarla kullanılan yüksek çözünürlük ve görüntü kalitesinde fotoğraflar üreten fotoğraf makineleridir. Orta ve büyük format özelliği taşıyan ve film kullanan makinelerin sayısal görüntü çekebilmesi için amacıyla üretilen ve “Sayısal Arkalık” adı verilen araçlar da yaklaşık olarak orta format filmlerin boyutlarına yakın ölçülerde görüntü çekimi gerçekleştirirler. Amatör kullanıcılar için üretilen, basit yapıda ve kullanımı kolay sayısal fotoğraf makineleri, “küçük boyutlu basit fotoğraf makineleri” sınıfında yer almaktadır. Küçük boyutlu basit sayısal fotoğraf makineleri ile DSLR makineler arasında kalan farklı yapı ve özellikte makineler de çeşitli amaçlar doğrultusunda üretilmiş, kullanıma sunulmuş ve talep görmüşlerdir. Bu aralıkta yer alan makinelerden bazıları da optik sistemlerinde değiştirilebilir odak uzaklıklı objektif (Zoom) özelliği sunan makineler ve değiştirilebilir objektif sistemi sunan Mikro 4/3 (Micro Four Thirds) algılayıcı makineler olarak sıralanabilir. Mobil telefonlara entegre edilerek kullanıma sunulan fotoğraf makineleri ve video görüntüleme sistemleri birçok alanda yaygın kullanılan görüntüleme aygıtlarıdır; bu tip araçları hem sayısal teknolojinin hızlı gelişmesi hem de mobil telefonların yaygınlık kazanması nedeniyle son derece önemli görüntüleme araçları olarak tanımlamak mümkündür."
  },
  {
    "id": "3610302",
    "unitNumber": 3,
    "text": "Hareketli sayısal görüntü çekim araçları ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanatçılar video kamera ile düşük görüntü kalitesinde ve yüksek gürültü içeren fotoğraflar çekmeyi yeğleyebilmekteler.",
      "B": "Video kameralarla fotoğraf çekmekten kaçınılmalıdır aksi takdirde yüksek gürültü gibi bir teknik hata oluşacaktır.",
      "C": "Video kameralar hareketli görüntü elde etmek için geliştirilmiştir, fotoğraf çekme seçenekleri bulunmaz.",
      "D": "Kameraların amatör ve yarı profesyonel modellerinin birçoğunda objektif değiştirme özelliği bulunmaktadır.",
      "E": "Habercilik alanında özellikle yüksek çözünürlük ve fotografik kalitede fotoğraf görüntüsü sağlayan video kameralar tercih edilir."
    },
    "explanation": "Yanıtınız yanlış ise ilgiyi konuyu dikkatle yeniden okuyunuz<br/>Fotoğraf baskısında kullanılabilen sayısal görüntüler farklı görüntüleme aygıtları tarafından üretilebilir. Yapılan çalışmanın gerektirdiği teknik altyapı çerçevesinde ele aldığımızda; küçük format bir fotoğraf makinesi ya da orta format bir makine ile görüntüleme yapılması gerekebilir. Zorunluluktan kaynaklanan bazı durumlarda da hareketli görüntü kaydeden video kamera gibi aygıtların ürettikleri görüntülerden baskı yapılması gerekebilir. Video kameralarla elde edilen verilerden sayısal baskı yapılması yalnızca zorunluluk hâllerinde değil, bazen de özellikle gerekebilir; bu türde bir kaynaktan yapılacak baskıya, özellikle sanatsal çalışmalarda gerek duyulabilir. Örneğin bir fotoğraf ya da video sanatçısının kaliteli görüntü üreten araçlar yerine daha düşük kalitede, hatta yüksek gürültü içeren görüntüler üreten araçlarla üreteceği estetik ile bu çalışmayı bir sergi için yapması söz konusu olabilir. Video kameralar, farklı yapısal ve teknik özellikler içeren ancak sonuçta farklılıkları olsa da hareketli görüntü kaydeden araçlardır. Bazı video kameralar fotoğraf çekme seçeneği de sunmaktadırlar. Fakat hiç şüphesiz, asıl kullanım alanları hareketli görüntü kaydı yapmaktır. Kameraların amatör ve yarı profesyonel modellerinin birçoğunda objektif değiştirme özelliği bulunmaz; çok geniş aralıklı sabit bir zoom objektif kullanırlar. Özellikle yaygın kullanılan video kameralardan elde edilen görüntülerin düşük çözünürlük sunması ve düşük fotografik kalitede sonuçlar vermesi bu araçların fotoğraf çekmek amacıyla kullanılmasının önünde bir engeldir. Fakat estetik ve görüntü kalitesinin önemsenmeyeceği durumlarda video kameralardan da fotoğraf görüntüsü üretilebilir. Bu durum özellikle habercilik alanında gerekli olabilir."
  },
  {
    "id": "3610303",
    "unitNumber": 3,
    "text": "Orta format filmli fotoğraf makineleri ile 4.5x6, 6x6, 6x7, 6x8 ya da 6x9 ve 6x17 gibi görüntü çekimleri gerçekleştirilebilir iken sabit bir algılayıcı ölçüsü üzerinden görüntü elde edilmeye olanak sağlayan araç nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sayısal arkalık",
      "B": "4K Formatı",
      "C": "6K Formatı",
      "D": "Yüksek çözünürlük",
      "E": "Gimbal"
    },
    "explanation": "Yanıtınız yanlış ise ilgiyi konuyu dikkatle yeniden okuyunuz<br/>Film ile çekim yapılan orta format ve büyük format makineleri (teknik kameralar) sayısal döneme geçiş öncesinde hemen hemen her profesyonel fotoğrafçının önemli ölçüde yatırım yaptığı fotoğraf makineleridir. Sayısal fotoğrafa geçiş döneminde bazı üretici firmalar, çok yüksek kalitede optik sistemlere sahip olmaları ve gelişmiş gövde yapıları nedeniyle gözden çıkarılamayan bu makineler için geliştirdikleri sayısal arkalıkları kullanıma sundular. Profesyonel fotoğrafçıların bir dönem hem film hem de sayısal fotoğrafı aynı makine ile üretmelerine olanak sağlayan bu sistemler görece yüksek maliyetler oluşturmasına rağmen kolay alıcı buldular. Film kullanan gövdeler için üretilen bu aygıtlar, özellikle seri çekim yapılan ve yüksek film ve banyo maliyetleri yaratan çalışma alanları için önemli bir alternatif hâline geldi; profesyonel yatırımların boşa çıkması ve ekonomik kayıp da böylece önlenmiş oldu. Sektörde bu araçları tanımlamak için İngilizce karşılıkları olan “digital back” ve “digital camera back” kavramları da sıklıkla kullanılmaktadır."
  },
  {
    "id": "3610304",
    "unitNumber": 3,
    "text": "Türkçe'de “Tek Objektifli Sayısal Yansıtmalı Makine” olarak bilinen fotoğraf makinesi türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "SLR",
      "B": "Mikro 4/3",
      "C": "DSLR",
      "D": "Rangefinder",
      "E": "APS-C"
    },
    "explanation": "Türkçede “Tek Objektifli Sayısal Yansıtmalı Makine” olarak bilinen fotoğraf makinesi DSLR dir. Cevap C seçeneğidir."
  },
  {
    "id": "3610305",
    "unitNumber": 3,
    "text": "Mikro 4/3 sistemli sayısal fotoğraf makinelerinin en önemli özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sabit objektifli üretilmeleri ve düşük ASA/ISO değerine sahip olması",
      "B": "Basit sayısal fotoğraf makinelerinden boyut olarak küçük olması",
      "C": "D-SLR makinelerle aynı boyutta olması ve profesyonel kullanıcılar için üretilmiş olması",
      "D": "Yüksek ASA/ISO değerine sahip olması refleks lens sisteminin olması",
      "E": "Adaptörle objektiflerin değiştirilebilmesi ve kullanım kolaylığı"
    },
    "explanation": "Mikro 4/3 sistemler, standart basit sayısal fotoğraf makinelerinin objektif değiştirme özelliği olmamasından kaynaklanan soruna bir tür çözüm olarak üretilmişlerdir. Sistemin en temel özelliği, basit sayısal makinelerin pratik kullanım kolaylığı ile DSLR makinelerin objektif değiştirebilme özelliğinin birleştirilmiş olmasıdır. Cevap E seçeneğidir."
  },
  {
    "id": "3610306",
    "unitNumber": 3,
    "text": "Geleneksel film fotoğrafı döneminin “Rangefinder” fotoğraf makinelerinin sayısal özelliklerle donatılmış fotoğraf makinesi türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "lomo imitasyon sayısal fotoğraf makinesi",
      "B": "Tek objektifli sayısal yansıtmalı makine",
      "C": "Çift Objektifli sayısal Yansıtmalı makine",
      "D": "Mirrorless sayısal fotoğraf makinesi",
      "E": "Orta format sayısal fotoğraf makinesi"
    },
    "explanation": "Mikro 4/3 makinelerde kullanılan algılayıcı boyutları, odak çarpanı özelliği olan DSLR makinelerdeki “Four Third System” algılayıcılarla benzer özellikler taşımaktadır. Bu makineleri pratik ve kullanımı kolay hâle getiren en temel özelliklerinden biri de ayna ve pentaprizma barındırmamasının sağladığı küçük boyutları ve hafif olmasıdır. Bu makineler bir anlamda, geleneksel film fotoğrafı döneminin “Rangefinder” fotoğraf makinelerinin sayısal özelliklerle donatılmış biçimi olarak da tanımlanabilirler. Günümüzde profesyonel ya da yarı profesyonel DSLR makinelerin özelliklerini de bünyesinde barındıran bazı aynasız (Mirrorless) fotoğraf makineleri hem güçlü donanım ve yazılım olanakları, hem kolay taşınabilir olmaları hem de tam çerçeve algılayıcı ve çok zengin objektif seçenekleri nedeniyle profesyonellerin de kullanmayı tercih ettiği sayısal görüntüleme araçları hâline gelmiştir. Cevap D seçeneğidir."
  },
  {
    "id": "3610307",
    "unitNumber": 3,
    "text": "Genellikle DSLR ve aynasız makinelerde kullanılan APS-C algılayıcıların boyutları aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "22.2 x 14,8 mm",
      "B": "25.1 x 16.7 mm",
      "C": "24 x 36 mm",
      "D": "32.9x43.8 mm",
      "E": "40.4x53.7"
    },
    "explanation": "APS-C: “Advanced Photography System- Classic” tanımlamasının kısaltmasıdır. Dilimize “Gelişmiş Fotoğraf Sistemi C Tipi biçiminde çevirebilir; kavram, 25.1 x 16.7 mm boyutlarında, 3:2 en boy ya da bu ölçülere yakın oranlara sahip olan, klasik bir görüntü algılayıcıyı tanımlamaktadır. APS-C algılayıcılar genellikle DSLR ve aynasız makinelerde kullanılmaktadır. Cevap B seçeneğidir."
  },
  {
    "id": "3610308",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi orta format sayısal fotoğraf makinelerinin kullanım alanlarından <strong><u>değildir</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Sokak fotoğrafçılığı",
      "B": "Moda fotoğrafçılığı",
      "C": "Tanıtım fotoğrafçılığı",
      "D": "Reklam fotoğrafçılığı",
      "E": "Stüdyo fotoğrafçılığı"
    },
    "explanation": "Sayısal dönemin başlangıcından sonra üretilen orta format sayısal fotoğraf makineleri ise, bütünleşik gövde yapısında yer alan görece büyük algılayıcıları (örn.36x46 mm) ve değiştirilebilir objektif sistemleri ile özellikle stüdyo, reklam, tanıtım ve moda fotoğrafçılığı gibi profesyonel çalışmalarda kullanılan görüntüleme araçları arasında önemli yer tutmaktadır. Cevap A seçeneğidir."
  },
  {
    "id": "3610309",
    "unitNumber": 3,
    "text": "Video kayıt makinelerindeki standart çözünürlük (SD) piksel değeri ölçüleri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1080x720",
      "B": "1080x560",
      "C": "720x560",
      "D": "1920x1080",
      "E": "1280x720"
    },
    "explanation": "Standart çözünürlük (SD): SD formatı 720 x 576 pikseldir ve daha çok basit fotoğraf makinelerinde kullanılmıştır. Standart çözünürlüğü aslında, düşük çözünürlük olarak tanımlamak da yanlış olmayacaktır. Cevap C seçeneğidir."
  },
  {
    "id": "3610310",
    "unitNumber": 3,
    "text": "Sayısal fotoğraf makinelerindeki CCD algılayıcıların <strong><u>en önemli olumsuz</u></strong> özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çözünürlük kalitesinin düşük olması",
      "B": "Renk doygunluğunun yetersiz oluşu",
      "C": "Yapısının karmaşık olması",
      "D": "Fazla enerji tüketimi",
      "E": "Algılayıcı ömrünün kısa olması"
    },
    "explanation": "CMOS algılayıcıların en önemli özelliklerinden biri de daha düşük voltaj ile çalışabilmeleri nedeniyle az güç harcaması ve daha az ısı üretmesidir. CCD algılayıcıların fazla enerji tüketimi ise batarya ile çalışan sistemler için bir olumsuzluk olarak tanımlanabilir. Cevap D seçeneğidir."
  },
  {
    "id": "3610311",
    "unitNumber": 3,
    "text": "Sayısal fotoğraf makinelerinde yer alan tam algılayıcı (full frame sensör) boyutları aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "14,8 x 22.2 mm",
      "B": "15,6 x 23,5 mm",
      "C": "24 x 36 mm",
      "D": "32.9x43.8 mm",
      "E": "40.4x53.7"
    },
    "explanation": "Sayısal fotoğraf makinelerinin algılayıcı boyutları makine türüne göre farklılık göstermektedir. 35 mm film görüntü boyutu 24X36 mm ile aynı büyüklüğe sahip algılayıcılar “Full frame” yani tam çerçeve olarak tanımlanırlar. Profesyonel olmayan makinelerin algılayıcı boyutları ise 35 mm film boyutundan daha küçük ölçülerdedir ve odak çarpanı içerirler. Cevap C seçeneğidir."
  },
  {
    "id": "3610312",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Sigma markasının sayısal fotoğraf makinelerinde yer alan “X3 Foveon” adlı algılayıcının özelliklerinden <strong><u>değildir</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Her pikselin kendi bireysel devresi bulunmaktadır.",
      "B": "Üç katlı algılayıcı sisteme sahiptir.",
      "C": "Mavi, yeşil ve kırmızıya duyarlı katmanları bulunmaktadır.",
      "D": "Altıgen yapılı piksellere sahiptir.",
      "E": "Megapiksel değerleri diğer algılayıcılara göre düşüktür."
    },
    "explanation": "Sigma markasının kullandığı 3 katlı bir algılayıcı tipi olan ve “X3 Foveon” adı verilen algılayıcı da bir dönem yeni bir teknoloji ile sektördeki yerini almıştır. X3 Foveon tipi algılayıcı film yapısındakine benzer bir şekilde, ana renkler olan kırmızı. Mavi ve yeşil renkleri ayırt edebilecek bir katmanlı mekanizma ile çalışmaktadır. Sırasıyla, önde mavi, ardından yeşil ve kırmızıya duyarlı katmanın yer aldığı sistemin temel özelliklerinden biri de diğer algılayıcılarda kullanılan kare formundaki piksellerin yerine altıgen biçiminde pikseller kullanması olarak tanımlanabilir. Kullanıldığı megapiksel değerleri düşük olmasına rağmen üç ayrı katman sayesinde yüksek görüntü kalitesi sunabilen X3 Foveon algılayıcıların, dört ayrı algılama hücresi kullanarak oluşturdukları rengin her bir piksele atanması, renk konusunda da önemli bir özelliğe sahip olmasını beraberinde getirmektedir. Cevap A seçeneğidir."
  },
  {
    "id": "3610313",
    "unitNumber": 3,
    "text": "Bazı tarayıcı modellerinin yazılım programlarında yer alan OCR’nin işlevi nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Görüntünün yüksek çözünürlükte taranmasını sağlar.",
      "B": "Görüntünün dosya boyutunu küçültür.",
      "C": "Görüntünün renk kalibrasyonunu düzenler.",
      "D": "Görüntünün renk doygunluğunu ayarlar.",
      "E": "Görüntünün içinde yer alan yazılı metinlerin taranmasını sağlar."
    },
    "explanation": "Bazı tarayıcı modellerinin yazılım programlarında yer alan OCR (Optical character recognition/optik karakter tanıma özelliği) sayesinde yazılı metinlerin taranması ve düz metin dosyasına dönüştürülmesi için de kullanılabilmektedir. Cevap E seçeneğidir."
  },
  {
    "id": "3610314",
    "unitNumber": 4,
    "text": "Sayısallaştırılmış olan bir belge ya da görüntü bilgisayar ortamında hangi yapı taşı ile tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dijitize",
      "B": "Picture",
      "C": "Piksel",
      "D": "Binary",
      "E": "Code"
    },
    "explanation": "Dijital Görüntü<br/>Eş deyişle, sayısallaştırılmış olan bir belge ya da görüntü bilgisayar ortamında “piksel” adı<br/>verilen yapı taşları ile tanımlanır."
  },
  {
    "id": "3610315",
    "unitNumber": 4,
    "text": "Bilgisayar ortamında yapılan veya tanımlanan işlemler ikili sayı sistemine göre ya da hangi sisteme göre şekillenirler?",
    "correctAnswer": "A",
    "options": {
      "A": "Binary",
      "B": "Picture",
      "C": "Elementary",
      "D": "Secondry",
      "E": "Linus"
    },
    "explanation": "Dijital Görüntü<br/>Bilgisayar<br/>ortamında yapılan veya tanımlanan işlemler ikili<br/>sayı sistemine göre yani “<strong>binary</strong>” sitemine göre şekillenirler. İkili system, işlemlerde 0 ve l sayılarını<br/>kullanır."
  },
  {
    "id": "3610316",
    "unitNumber": 4,
    "text": "0 değeri taşıyan piksel nasıl görünür?",
    "correctAnswer": "D",
    "options": {
      "A": "Siyah",
      "B": "Mavi",
      "C": "Kırmızı",
      "D": "Beyaz ya da transparan",
      "E": "Yeşil"
    },
    "explanation": "Bitmap Görüntüler<br/>“1 değeri taşıyan piksel, bilgi yüklü olarak; 0 değeri taşıyan piksel ise beyaz ya da transparan olarak<br/>gözükür."
  },
  {
    "id": "3610317",
    "unitNumber": 4,
    "text": "8 bit, kaç kombinasyon içinde birleşerek tek bir pikseli oluştururlar?",
    "correctAnswer": "C",
    "options": {
      "A": "64",
      "B": "128",
      "C": "256",
      "D": "512",
      "E": "1024"
    },
    "explanation": "Grayscale-Çoktonlu Görüntüler<br/>Bu 8 bit, 256 kombinasyon içinde birleşerek<br/>tek bir pikseli oluştururlar. Neden 8 bit ve 256<br/>kombinasyon sorusunun cevabı ise insan gözüdür."
  },
  {
    "id": "3610318",
    "unitNumber": 4,
    "text": "İnsan gözü tek bir rengin kaç tonunu ayırt edebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "150",
      "B": "200",
      "C": "250",
      "D": "300",
      "E": "350"
    },
    "explanation": "Grayscale-Çoktonlu Görüntüler<br/>Neden 8 bit ve 256<br/>kombinasyon sorusunun cevabı ise insan gözüdür.<br/>İnsan gözü tek bir rengin <strong>200 tonunu</strong> ayırt edebilir; 200’ün altındaki ton geçişini kademeli bir geçiş<br/>olarak algılar"
  },
  {
    "id": "3610319",
    "unitNumber": 4,
    "text": "Bir görüntüdeki her renk kaç bittir?",
    "correctAnswer": "B",
    "options": {
      "A": "4 bit",
      "B": "8 bit",
      "C": "16 bit",
      "D": "32 bit",
      "E": "64 bit"
    },
    "explanation": "Spot Renkler<br/>Bir görüntüdeki her renk <strong>8 bittir</strong>, bu nedenle<br/>ekstradan eklenen her renk 8 bitlik, 256 ton kademelik bilgi katar."
  },
  {
    "id": "3610320",
    "unitNumber": 4,
    "text": "İnç başına düşen piksel sayısını hangisi tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "PSI",
      "B": "PXI",
      "C": "PWI",
      "D": "PCI",
      "E": "PPI"
    },
    "explanation": "PPI (Piksel Per Inch)<br/>PPI, inç başına düşen piksel sayısı anlamındadır. Dijital ortam ya da araçlar kullanılarak üretilen<br/>bir görüntü, piksel adı verilen küçük noktacıklar<br/>ile oluşturulur."
  },
  {
    "id": "3610321",
    "unitNumber": 4,
    "text": "\"Tram Sıklığı x Kalite Faktörü x Büyültme Küçültme Oranı\" eşittir, hangi değeri verir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarama çözünürlüğü",
      "B": "Piksel çözünürlüğü",
      "C": "Binary çözünürlüğü",
      "D": "Decay çözünürlüğü",
      "E": "Vertical çözünürlüğü"
    },
    "explanation": "Çözünürlüğü belirlemede yapılan çalışmalar şu değerleri ortaya koymuştur.<br/><strong>Tarama Çözünürlüğü</strong> = Tram Sıklığı x Kalite Faktörü x Büyültme Küçültme Oranı<br/>Tarama Çözünürlüğü = 150 lpi x 2 x 2 = 600 ppi"
  },
  {
    "id": "3610322",
    "unitNumber": 4,
    "text": "PostScript yazı ve resimleri çözünürlüklü bitmap grafiklere çeviren donanım ya da yazılımı, aşağıdakilerden hangisi tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "BIP",
      "B": "WIP",
      "C": "XIP",
      "D": "RIP",
      "E": "QIB"
    },
    "explanation": "Çıkış Çözünürlüğü<br/><strong>RIP</strong> (Raster İmage Processor) ise PostScript yazı ve<br/>resimleri çözünürlüklü bitmap grafiklere çeviren<br/>donanım ya da yazılımdır."
  },
  {
    "id": "3610323",
    "unitNumber": 4,
    "text": "Kayıp işlevsel değerlerin ölçüm averajından tahmin edilmesi ya da gerekli fonksiyonel değeri elde etmek için komşu noktaların bilinen fonksiyonel değerlerinin ağırlıklı ortalaması alınarak yapılan hesaplama işlemi, ne olarak tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "İnterresistance",
      "B": "İnterresolasyon",
      "C": "İnterpolasyon",
      "D": "İnterlaction",
      "E": "İnteraction"
    },
    "explanation": "İnterpolasyon (Interpolation)<br/><strong>İnterpolasyon</strong> kayıp işlevsel değerlerin ölçüm<br/>averajından tahmin edilmesidir ya da gerekli fonksiyonel değeri elde etmek için komşu noktaların<br/>bilinen fonksiyonel değerlerinin ağırlıklı ortalaması alınarak yapılan hesaplama işlemidir."
  },
  {
    "id": "3610324",
    "unitNumber": 4,
    "text": "RGB (Red-Green-Blue) görüntü kaç renkten oluşmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "RGB görüntü üç renkten oluşmaktadır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3610325",
    "unitNumber": 4,
    "text": "“1 değeri taşıyan piksel, bilgi yüklü olarak; 0 değeri taşıyan piksel ise beyaz ya da transparan olarak gözükür. Bu şekilde oluşturulan görüntü sadece tek renk ve ton değeri taşır. Çünkü piksellerin aldığı değer 0 ve 1’dir; yani siyah ve beyazdır.” şeklinde bir tanımlama aşağıdaki görüntü türlerinin hangisine işaret etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çoktonlu görüntü",
      "B": "RGB görüntü",
      "C": "Grayscale görüntü",
      "D": "CMYK görüntü",
      "E": "Bitmap görüntü"
    },
    "explanation": "“1 değeri taşıyan piksel, bilgi yüklü olarak; 0 değeri taşıyan piksel ise beyaz ya da transparan olarak gözükür. Bu şekilde oluşturulan görüntü sadece tek renk ve ton değeri taşır. Çünkü piksellerin aldığı değer 0 ve 1’dir; yani siyah ve beyazdır.” biçiminde bir tanımlama, bitmap ya da tire görüntülere işaret edecektir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3610326",
    "unitNumber": 4,
    "text": "‘__________________’, inç başına düşen piksel sayısı anlamındadır. Yandaki boşluğa gelmesi gereken uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "LPI (Line Per Inch)",
      "B": "RGB (Red-Green-Blue)",
      "C": "CMYK (Cyan-Magenta-Yellow-Black)",
      "D": "DPI (Dot Per Inch)",
      "E": "PPI (Piksel Per İnch)"
    },
    "explanation": "PPI, inç başına düşen piksel sayısı anlamındadır. Doğru seçenek E şıkkıdır."
  },
  {
    "id": "3610327",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi her inç kare içinde yer alan ya da kullanılan çizgi sayısını vermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "DPI (Dot Per Inch)",
      "B": "PPI (Piksel Per İnch)",
      "C": "RGB (Red-Green-Blue)",
      "D": "LPI (Line Per Inch)",
      "E": "CMYK (Cyan-Magenta-Yellow-Black)"
    },
    "explanation": "LPI, her inç kare içinde yer alan ya da kullanılan çizgi sayısını vermektedir. Doğru seçenek D şıkkıdır."
  },
  {
    "id": "3610328",
    "unitNumber": 4,
    "text": "I.Göze çarpan sorunların düzeltilmesi<br/>II. Görüntünün keskinleştirilmesi<br/>III. Rötuş kusurlarının düzeltilmesi<br/>IV. Fotoğrafın değerlendirilmesi<br/>Bir görüntüyü düzeltip iyileştirmek için yukarıdaki aşamaların sırayla nasıl izlenmesi gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, IV, III ve II",
      "B": "II, I, IV ve III",
      "C": "IV, I, II ve III",
      "D": "III, IV, I ve II",
      "E": "IV, II, III ve I"
    },
    "explanation": "Bir görüntünün düzeltip iyileştirilmesi için sırasıyla IV, I, II ve III aşamaları izlenmesi gerekir."
  },
  {
    "id": "3610329",
    "unitNumber": 4,
    "text": "Dijital ortama aktarılmış bir fotoğrafın işlenmesindeki <u>en</u> önemli aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kroplama",
      "B": "Renk düzeltme",
      "C": "Kadrajlama",
      "D": "Eğrilik düzeltme",
      "E": "Rötuş kusurlarını düzeltme"
    },
    "explanation": "Dijital ortama aktarılmış bir fotoğrafın işlenme- sinde en önemli aşama renk düzeltme işlemidir. Doğru cevağ B şıkkıdır."
  },
  {
    "id": "3610330",
    "unitNumber": 4,
    "text": "Renk ve ton ayarlamaları yapılırken bilinmesi gereken <u>en </u>önemli unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Paint",
      "B": "Prisma",
      "C": "Skylum",
      "D": "Photolemur",
      "E": "Histogram"
    },
    "explanation": "Renk ve ton ayarlamaları yapılırken bilinmesi gereken en önemli unsur ‘Histogram’dır. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3610331",
    "unitNumber": 4,
    "text": "I.Fotoğrafların aktarılması<br/>II.Fotoğrafların arşivlenmesi<br/>III. Fotoğrafların basılması<br/>IV.Fotoğrafların düzeltilmesi<br/>Yukarıdakilerden hangisi ya da hangileri Adobe Lightroom’un işlevleri arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca I",
      "B": "I ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Lightroom yeni nesil görüntü işleme programlarındandır. Piksel tabanlı olup; çekilen fotoğrafların aktarılması, işlenmesi, arşivlenmesi, basılması işlevlerini yerine getirir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3610332",
    "unitNumber": 4,
    "text": "Adobe Ligthroom programında fotoğrafların renk ve tonunu ayarlamak veya fotoğrafları yaratıcı bir şekilde işlemek için hangi modül kullanılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Web modülü",
      "B": "Slayt show modülü",
      "C": "Print modülü",
      "D": "Develop/Geliştirme modülü",
      "E": "Map modülü"
    },
    "explanation": "Develop/Geliştirme modülü, renk ve tonu ayarlamak veya fotoğra arı yaratıcı bir şekilde işlemek içindir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3610333",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi piksel tabanlı kayıt formatları arasında <u>yer almaz?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "JPEG",
      "B": "GIF",
      "C": "SVG",
      "D": "PNG",
      "E": "PSD"
    },
    "explanation": "SVG, vektör tabanlı kayıt formatları arasında yer almaktadır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3610334",
    "unitNumber": 4,
    "text": "Çoktonlu görüntülerle ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Üretilen her görüntünün tire olduğu bilinen bir gerçektir.",
      "B": "Pikseller sekiz kademede tanımlanmış ve bit adı verilmiştir.",
      "C": "Bitlerin her biri de 0 ve 1 değeri taşır.",
      "D": "İnsan gözü tek bir rengin 200 tonunu ayırt edebilir.",
      "E": "Bilgisayarda, tonlar ikinin kuvveti olarak ifade edilir."
    },
    "explanation": "İlgili konuyu dikkatle yeniden okuyunuz.<br/>Çoktonlu Görüntüler: Hiç şüphesiz, üretilen her görüntünün tire olduğunu söyleyemeyiz; birden fazla ton ve renk değeri taşıyan görüntüler de bulunmaktadır. Yalnızca piksellerde yer alan 0 ve 1’ler ile bu renk ve tonlar oluşturulamaz. Bu nedenle pikseller sekiz kademede tanımlanmış ve bit adı verilmiştir. 8 bitin ikili kombinasyonu ile 256 varyasyon elde edilebilir. Bitlerin her biri de 0 ve 1 değeri taşır; bu değerlerle de 256 farklı ton oluşturulabilir. Bu 8 bit, 256 kombinasyon içinde birleşerek tek bir pikseli oluştururlar. Neden 8 bit ve 256 kombinasyon sorusunun cevabı ise insan gözüdür. İnsan gözü tek bir rengin 200 tonunu ayırt edebilir; 200’ün altındaki ton geçişini kademeli bir geçiş olarak algılar. Dijital ortam için ise “Bilgisayarda, tonlar ikinin kuvveti olarak ifade edilir; yani ikili sistemin ikisi ve bir pikseli oluşturan 8 bitin matematiksel ifadesi 28’dir, o da 256’ya eşittir. 27 ise 128’dir ve bu insan gözüne yeterli ton geçiş kali-tesini veremez. 27,5 gibi bir ifade olamayacağı ve bilgisayar bunu gerçekleştiremeyeceği için 28 ifadesi kullanılır. Grayscale ya da çok tonlu belgeler 28 yani siyahın 256 tonunu taşır.” biçiminde bir tanımlama yapılabilir."
  },
  {
    "id": "3610335",
    "unitNumber": 4,
    "text": "Görüntü kalitesinin, detaylarda yer alan keskinlik düzeyini belirtmek için kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çözünürlük",
      "B": "Grayscale",
      "C": "Bit",
      "D": "Piksel",
      "E": "Interpolasyon"
    },
    "explanation": "İlgiyi konuyu dikkatle yeniden okuyunuz.<br/>Çözünürlük, görüntü kalitesinin, detaylarda yer alan keskinlik düzeyinin bir ifadesi olarak tanımlanabileceği gibi, görüntüyü oluşturan birimlerin tanımlama kapasitesi ya da gücünü oluşturan unsur biçiminde de açıklanabilir. Sözlük anlamı ise “belirli bir alan içindeki öge sayısı” olarak açıklanabilir. Baskı teknolojileri açısından bakıldığında çözünürlük birçok farklı ortam ve üretim biçimi için kullanılır. Örneğin masaüstü yayıncılık alanı için yaygın olarak temel oluşturan üç çeşit çözünürlük ortamı ve çözünürlük tanımlaması vardır."
  },
  {
    "id": "3610336",
    "unitNumber": 4,
    "text": "Her inç kare içinde yer alan ya da kullanılan çizgi sayısını belirtmede kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "LPI",
      "B": "AI",
      "C": "DPI",
      "D": "PPI",
      "E": "CMYK"
    },
    "explanation": "İlgiyi konuyu dikkatle yeniden okuyunuz.<br/>LPI (Line Per Inch) Her inç kare içinde yer alan ya da kullanılan çizgi sayısını vermektedir. Bu ifadede çizgi sözcüğünün kullanımı ile anlatılmak istenen şey tram kavramıdır. Tram nokta, çizgi ya da herhangi bir nokta çeşidi de olabilir. Bu tanım içindeki çözünürlük ifadesi bize tram kullanımının sıklığı hakkında bilgi vermektedir. Ölçüm birimi tanımının inç üzerinden yapılmasının nedeni, dijital üretim, tasarım ve baskı süreçlerinde tanımlamanın inç birimi kullanılarak yapılmasıdır. Burada sözünü ettiğimiz yazılım, donanım ortam ve ürünlerini geliştiren ülkelerdeki ölçü sistemi metrik sistem değildir; bu ülkeler, inç ölçü birimini kullanmaktadırlar."
  },
  {
    "id": "3610337",
    "unitNumber": 4,
    "text": "Tarama çözünürlüğü ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Belgelerin tarama çözünürlüğü belirlenirken büyütme ve küçültme oranları gözardı edilmelidir.",
      "B": "Belgenin sahip olacağı özelliklerin belirlendiği aşamadır.",
      "C": "Belgelerin tarama özellik ve çözünürlüğü belirlenirken hangi boyutlarda basılacağı bilinmelidir.",
      "D": "Teknik açıdan baskı filmi hazırlamada ilk aşama “scanning-tarama” işlemi ile başlar.",
      "E": "Tarama çözünürlüğü uygulama süreci hatalı işlemin fazla yaşandığı konulardan biridir."
    },
    "explanation": "İlgili konuyu dikkatle yeniden okuyunuz.<br/>Tarama Çözünürlüğü Herhangi bir görüntünün taranarak dijital ortama aktarılması çok dikkatli ve özenle gerçekleştirilmesi gereken bir süreçtir; belgenin sahip olacağı özelliklerin belirlendiği aşama burasıdır. Doğru ve kaliteli bir üretim sürecinin sağlanabilmesi için yapılacak işlemlerin kurallara ve tekniğine uygun biçimde ve kusursuz olarak gerçekleştirilmesi gerekmektedir. Belgelerin tarama özellik ve çözünürlüğü belirlenirken hangi boyutlarda basılacağı bilinmeli, öngörülmeli, büyütme ve küçültme oranları da dikkate alınmalıdır. Teknik açıdan baskı filmi hazırlamada ilk aşama “scanning-tarama” işlemi ile başlar. Burada dikkat edilecek nokta tarama çözünürlüğüdür (rezolüsyon); bu, uygulama süreci hatalı işlemin fazla yaşandığı konulardan biridir."
  },
  {
    "id": "3610338",
    "unitNumber": 4,
    "text": "PDF (Taşınabilir Doküman Formatı) ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Vektör tabanlı kayıt formatı olmasına karşın, piksel bazlı görüntüler de sağlıklı bir şekilde görüntülenebilir.",
      "B": "Bu formatta fotoğraf makinesindeki kalibrasyon, beyaz dengesi, ayarlar gibi çekim bilgilerini meta veri olarak kayıt altına alınabilir.",
      "C": "Taşınabilir Doküman Formatı günümüzün dijital negatifi olarak da yorumlanmaktadır.",
      "D": "Fotoğraf çekimi sırasında PDF formatında oluşan kayıplar, diğer formatlara göre çok daha düşüktür.",
      "E": "Yüksek kaliteli baskı grafiklerine ihtiyaç olduğunda PDF formatı mevcut en yüksek kaliteli görüntü kayıt formatları arasındadır."
    },
    "explanation": "İlgili konuyu dikkatle yeniden okuyunuz.<br/>PDF (Portable Document Format) PDF (Taşınabilir Doküman Formatı), Adobe Systems tarafından oluşturulmuş bir dosya formatıdır. Dosya PDF formatında kaydedilirse, kullanıcı herhangi bir masaüstü yayıncılık yazılımına sahip olmasa bile Adobe Acrobat Reader yazılımıyla açılabilir. Ayrıca günümüzdeki birçok program PDF dokümanlarını rahatça açabilmektedir. PDF sadece basım sektörü için değil internet ortamında da yaygın olarak kullanılmaktadır. PDF formatı aslında vektör tabanlı kayıt formatıdır. Bununla beraber piksel bazlı görüntüler de sağlıklı bir şekilde görüntülenebilir. Bir fotoğraf ve görüntünün direkt PDF olarak kaydedilmesi çok uygun değildir. Sayfa mizanpajı ve grafik tasarım çalışmaları, fotoğraf, çizim, yazı, font gibi ögeleri bir arada bulunduran dokümanlardır. Pdf bir dokümanda, yapılan çalışma taşınırken eksik ya da unutulmuş ögesi kalmaz; bir bütün olarak taşınabilir. PDF dosyaları, yazıcılar ve kalıp çıkış cihazları tarafından en çok kullanılan dosya biçimidir."
  },
  {
    "id": "3610339",
    "unitNumber": 4,
    "text": "En Yakın Komşu (Nearest Neighbor) İnterpolasyon ile ilgili olarak aşağıdakilerden hanisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Oluşan boşluğun etrafındaki bütün piksellerin ortalamasına göre piksel oluşturulmasıdır.",
      "B": "Boyut değiştirme için işlemi sırasında oluşan boşlukların interpolasyonu için yapılan işlemdir.",
      "C": "Çok hızlı gerçekleştirilen ve sonuç elde edilebilen bir yöntem olarak tanımlanır.",
      "D": "Bu işlemin olumsuz yanı, kalitesinin çok düşük düzeyde olmasıdır.",
      "E": "Elde edilen görselin kontrast düzeyi de genellikle çok düşük düzeydedir."
    },
    "explanation": "İlgili konuyu dikkatle yeniden okuyunuz.<br/>En Yakın Komşu (Nearest Neighbor) İnterpolasyon Boyut değiştirme için işlem yapıldığında, boşluklar oluşmaktadır. Bu işlem nedeniyle oluşan boşlukların interpolasyonu için en yakında yer alan ve “komşu piksel” olarak tanımlanan piksellerin kopyası kullanılır. Çok hızlı gerçekleştirilen ve sonuç elde edilebilen bir yöntem olarak tanımlanabilir. Kalitesinin çok düşük düzeyde olması ise, olumsuz yanıdır. Elde edilen görselin kontrast düzeyi de genellikle çok düşük düzeydedir"
  },
  {
    "id": "3610340",
    "unitNumber": 4,
    "text": "I-Görüntünün keskinleştirilmesi, II.RGB-CMYK dönüşümünün yapılması III-Göze çarpan sorunların düzeltilmesi, IV-Baskı için başlangıç ve bitiş noktalarının ayarlanması, V-Ton değeri ve renklerin ayarlanması;<br/>Sıralanan uygulamalardan hangileri bir görüntüyü <strong>düzeltip iyileştirmek</strong> için Photoshop uygulamasında izlenmesi gereken aşamalar arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III, IV ve V",
      "B": "II, III, IV ve V",
      "C": "II, III ve IV",
      "D": "III, IV ve V",
      "E": "I ve V"
    },
    "explanation": "İlgili konuyu dikkatle yeniden okuyunuz.<br/>I-Görüntünün keskinleştirilmesi, III-Göze çarpan sorunların düzeltilmesi, IV-Baskı için başlangıç ve bitiş noktalarının ayarlanması, V-Ton değeri ve renklerin ayarlanması, sorunlu görüntülerin düzeltilmesi için yapılabilecek işlemler arasında tanımlanabilir.<br/>II.RGB-CMYK dönüşümünün yapılması ise düzeltme işlemi değil, baskı için izlenmesi gereken standart bir süreçtir."
  },
  {
    "id": "3610341",
    "unitNumber": 4,
    "text": "Siyah-Beyaz Menüsü’nde İşlem ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanatsal amaçlarla siyah beyaza çevirme yapılacaksa fotoğraftaki renk değerlerinin bir kısmını kaybedip çevrim yapılmalıdır.",
      "B": "Fotoğrafın “convert to profile” menüsünden uygun gri ton ICC profili seçilerek direkt olarak çevrilmesi başvurulabilecek yollardan biridir.",
      "C": "Sadece siyah mürekkep ile yapılan baskılar görsel olarak yüksek kalitede bir sonuç vermezler.",
      "D": "Bakıldığında siyah beyaz olan ama içinde CMYK tonlarını barındıran fotoğraflar göze doğal gelir.",
      "E": "RGB ve CMYK için ton ayar sürgüleri ile yapılan ayarlar ile siyah beyaza çevirme sebebi ile zayıf kalan ya da görülmeyen tonlar arttırılabilir."
    },
    "explanation": "İlgili konuyu dikkatle yeniden okuyunuz.<br/>‘Siyah-Beyaz Menüsü’nde İşlem Renkli fotoğrafları siyah beyaza dönüştürme, gerek teknik zorunluluklar gerekse sanatsal beklentiler amacı ile çok yapılan bir işlemdir. Örneğin eğer bir fotoğraf gazete iç sayfalarında basılacaksa teknik olarak siyah beyaz olmak zorundadır. Böyle bir durumda fotoğraf “convert to profile” menüsünden uygun gri ton ICC profili seçilerek direkt olarak çevrilebilir. Bununla beraber sanatsal amaçlarla ya da görsel algı yaratmak beklentisiyle siyah beyaza çevirme yapılacaksa fotoğraftaki renk değerlerinin tümü kaybedilmeden çevrim esastır. Sadece siyah mürekkep ile yapılan baskılar görsel olarak yüksek kalitede bir sonuç vermezler. Bakıldığında siyah beyaz olan ama içinde CMYK tonlarını barındıran fotoğraflar ise göze doğal geldiğinden daha çok tercih edilecektir. Yukarıda Hue/Saturation menüsünden bu işlem yapılabileceği gibi çok daha detaylı olarak “Black&amp;White” menüsünden yapılabilir. Menü açıldığında RGB ve CMYK için ton ayar sürgüleri görülecektir. Buradan yapılan ayarlar ile siyah beyaza çevirme sebebi ile zayıf kalan ya da görülmeyen tonlar arttırılabilir. Aynı şekilde çok baskın olan tonlar ise düşürülüp fotoğraftaki denge ve kontrastlık gibi beklentiler karşılanabilir. Tint kutucuğu işaretlendiğinde ise sepya gibi değişik ton efektlerinin verilmesi mümkün hale gelmektedir."
  },
  {
    "id": "3610342",
    "unitNumber": 4,
    "text": "Library modülünde fotoğrafların programa aktarıldığı/import edildiği depolandığı, meta/exif verilerinin görülebileceği, genel bilgi alınan modül aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kütüphane Modülü",
      "B": "Geliştirme Modülü",
      "C": "Map Modülü",
      "D": "Slayt Show Modülü",
      "E": "Web Modülü"
    },
    "explanation": "İlgili konuyu dikkatle yeniden okuyunuz.<br/>Library/Kütüphane Modülü Library modülünde fotoğrafların programa aktarıldığı/import edildiği depolandığı, meta/exif verilerinin görülebileceği, genel bilgi alınan modüldür. Develop/Geliştirme modülü, renk ve tonu ayarlamak veya fotoğrafları yaratıcı bir şekilde işlemek içindir. Map modülü, coğrafi etiketleme için olan bölümdür. Slayt Show, Print ve Web modülleri ise fotoğrafların sunum ve gösterim işlemleri içindir."
  },
  {
    "id": "3610343",
    "unitNumber": 4,
    "text": "Dosya kayıt formatları içinde hem sıkıştırma hem de kayıt formatı olarak kullanılan, fotoğrafın yapısını oluşturan piksellerde, algılanması için zorunlu olmayan detayları bulup atan ve bu yöntemle görüntüyü sıkıştıran bir format aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "JPEG",
      "B": "TIFF",
      "C": "RAW",
      "D": "PDF",
      "E": "GIF"
    },
    "explanation": "JPEG (Joint Photographic Experts Group) Joint Photographic Experts Group tarafından standartlaştırılmış bir sayısal görüntü kodlama biçimidir. Hem sıkıştırma hem de kayıt formatıdır. JPEG sıkıştırma uygulaması, fotoğrafın yapısını oluşturan piksellerde, algılanması için zorunlu olmayan detayları bulup atan ve bu yöntemle görüntüyü sıkıştıran bir formattır; bu özelliği nedeniyle de kayıplı formatlardan biri olarak tanımlanır. Kaybolan ayrıntılar ve sıkıştırma oranı arasında bağlantı bulunduğundan bu dengeyi iyi korumak gerekmektedir. JPEG formatı CMYK, RGB ve grayscale, duotone destekler ancak transparanlığı desteklemez. Görüntü yüksek kalite ayarları ile kaydedilirse çıkarılmış kaliteden kayıp azdır. JPEG görüntüdeki yakın tonları sıkıştırma derecesine göre tek bir ton olarak yazar. Kaybedilen detayların geri getirilmesi söz konusu olmadığından dosyanın bir kopyası mutlaka alınmalıdır. 117<br/>İlgili konuyu dikkatle yeniden okuyunuz."
  },
  {
    "id": "3610344",
    "unitNumber": 4,
    "text": "Bitmap görüntülerde sıfır değeri taşıyan piksel nasıl gözükür?",
    "correctAnswer": "D",
    "options": {
      "A": "Siyah",
      "B": "Bilgi yüklü",
      "C": "Siyah ya da transparan",
      "D": "Beyaz ya da transparan",
      "E": "Beyaz"
    },
    "explanation": "Bitmap görüntülerde sıfır değeri taşıyan piksel Beyaz ya da transparan gözükür"
  },
  {
    "id": "3610345",
    "unitNumber": 4,
    "text": "İnsan gözü tek bir rengin kaç tonunu ayırt edebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "100",
      "B": "200",
      "C": "256",
      "D": "128",
      "E": "70"
    },
    "explanation": "Grayscale-Çoktonlu Görüntüler<br/>İnsan gözü tek bir rengin 200 tonunu ayırt edebilir"
  },
  {
    "id": "3610346",
    "unitNumber": 4,
    "text": "\"........ bit, ......... kombinasyon içinde birleşerek tek bir pikseli oluşturur\" ifadesini aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "8 - 16",
      "B": "8 - 128",
      "C": "8 - 256",
      "D": "16 - 256",
      "E": "16 - 128"
    },
    "explanation": "Grayscale-Çoktonlu Görüntüler<br/>8 bit, 256 kombinasyon içinde birleşerek tek bir pikseli oluşturur"
  },
  {
    "id": "3610347",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi görüntüyü oluşturan birimlerin tanımlama kapasitesi ya da gücünü oluşturan unsurdur?",
    "correctAnswer": "E",
    "options": {
      "A": "Tram",
      "B": "PPI",
      "C": "DPI",
      "D": "LPI",
      "E": "Çözünürlük"
    },
    "explanation": "çözünürlük görüntüyü oluşturan birimlerin tanımlama kapasitesi ya da gücünü oluşturan unsurdur"
  },
  {
    "id": "3610348",
    "unitNumber": 4,
    "text": "Bilgisayar aracılığı ile yapılan baskı ya da çıkış alma işlemlerinde, tram sıklığı ne ile belirtilir?",
    "correctAnswer": "A",
    "options": {
      "A": "LPI",
      "B": "PPI",
      "C": "DPI",
      "D": "Çözünürlük",
      "E": "Piksel"
    },
    "explanation": "Dijital Görüntü İşleme<br/>Bilgisayar aracılığı ile yapılan baskı ya da çıkış alma işlemlerinde, tram sıklığı LPI ile belirtilir"
  },
  {
    "id": "3610349",
    "unitNumber": 4,
    "text": "FM tram için kalite faktörü kaç olmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "0,5",
      "B": "1",
      "C": "1.7",
      "D": "3",
      "E": "3.5"
    },
    "explanation": "Tarama Çözünürlüğü<br/>FM tram için kalite faktörü 1 alınmalıdır. Büyütme ve küçültmelerde bu değerler aynı oranda büyütülüp küçültülmelidir."
  },
  {
    "id": "3610350",
    "unitNumber": 4,
    "text": "RIP (Raster İmage Processor) nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İnç başına düşen nokta sayısıdır",
      "B": "Teknik açıdan baskı filmi hazırlamada ilk aşamadır",
      "C": "PostScript yazı ve resimleri çözünürlüklü bitmap grafiklere çeviren donanım ya da yazılımdır.",
      "D": "Görsellerin tarayıcı ve fotoğraf makinesi kullanılarak dijital forma dönüştürülmesidir",
      "E": "Gerekli fonksiyonel değeri elde etmek için komşu noktaların bilinen fonksiyonel değerlerinin ağırlıklı ortalaması alınarak yapılan hesaplama işlemidir."
    },
    "explanation": "Çıkış Çözünürlüğü<br/>PostScript yazı ve resimleri çözünürlüklü bitmap grafiklere çeviren donanım ya da yazılımdır."
  },
  {
    "id": "3610351",
    "unitNumber": 4,
    "text": "En çok zaman alan, en kaliteli sonucu veren, oluşan boşluğun etrafındaki tüm piksellerin ortalamasına göre piksel oluşturulmasına imkan veren, Photoshop ve daha komplike algoritmalarla uyumlu yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Movavi Photo Editor",
      "B": "En Yakın Komşu İnterpolasyon",
      "C": "Bilinear interpolasyon",
      "D": "Bicubic İnterpolasyon",
      "E": "Skylum"
    },
    "explanation": "Bicubic İnterpolasyon"
  },
  {
    "id": "3610352",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir görüntüyü düzeltip iyileştirmek için izlenmesi gereken aşamalardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fotoğrafın Değerlendirilmesi",
      "B": "Göze çarpan sorunların düzeltilmesi",
      "C": "Görüntünün keskinleştirilmesi",
      "D": "Rötuş",
      "E": "İnterpolasyon"
    },
    "explanation": "ADOBE PHOTOSHOP İLE GÖRÜNTÜ İŞLEME<br/>İnterpolasyon bir görüntüyü düzeltip iyileştirmek için izlenmesi gereken aşamalardan biri değildir"
  },
  {
    "id": "3610353",
    "unitNumber": 4,
    "text": "Photoshop programında görüntünün üzerinde istenmeyen leke ve ayrıntılar, çapakları, görüntüde istenmeyecek unsurları temizlemekte esneklik ve kolaylık sağlayarak yumuşak ve doğal bir sonuç elde etmeyi sağlayan araç aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sharpen",
      "B": "Healing",
      "C": "Colorize",
      "D": "Saturation",
      "E": "Threshold"
    },
    "explanation": "Görüntü Rötuşu<br/>Healing Photoshop programında görüntünün üzerinde istenmeyen leke ve ayrıntılar, çapakları, görüntüde istenmeyecek unsurları temizlemekte esneklik ve kolaylık sağlayarak yumuşak ve doğal bir sonuç elde etmeyi sağlayan araçtır"
  },
  {
    "id": "3610354",
    "unitNumber": 4,
    "text": "Piksel kavramının açılımı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Görüntü temeli",
      "B": "Resim elemanı",
      "C": "Görsel uzantı",
      "D": "Resim türü",
      "E": "Dijital yapı"
    },
    "explanation": "“Dijitize” olarak tanımlanan belge, çalışma ürünü ya da dosya, sayısal ortama aktarılan; bir başka deyişle, dijital ortama taşınan bir unsuru tanımlamaktadır. Eş deyişle, sayısallaştırılmış olan bir belge ya da görüntü bilgisayar ortamında “piksel” adı verilen yapı taşları ile tanımlanır. ‘Piksel kavramı, İngilizce “Picture element”in Türkçesiyle “Resim elemanı” ifadesinin kısaltılmış hâlidir. Cevap B seçeneğidir."
  },
  {
    "id": "3610355",
    "unitNumber": 4,
    "text": "Piksel değerleri olarak sadece siyah ve beyaz olarak oluşmuş görüntü türü nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bitmap",
      "B": "Tiff",
      "C": "Jpeg",
      "D": "Targa",
      "E": "PNG"
    },
    "explanation": "“1 değeri taşıyan piksel, bilgi yüklü olarak; 0 değeri taşıyan piksel ise beyaz ya da transparan olarak gözükür. Bu şekilde oluşturulan görüntü sadece tek renk ve ton değeri taşır. Çünkü piksellerin aldığı değer 0 ve 1’dir; yani siyah ve beyazdır.” biçiminde bir tanımlama, bitmap ya da tire görüntülere işaret edecektir. Cevap A seçeneğidir."
  },
  {
    "id": "3610356",
    "unitNumber": 4,
    "text": "Grayscale -çok tonlu görüntülerin 8 bit olarak sayısal ton değeri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "64",
      "B": "128",
      "C": "256",
      "D": "512",
      "E": "1024"
    },
    "explanation": "Yalnızca piksellerde yer alan 0 ve 1’ler ile bu renk ve tonlar oluşturulamaz. Bu nedenle pikseller sekiz kademede tanımlanmış ve bit adı verilmiştir. 8 bitin ikili kombinasyonu ile 256 varyasyon elde edilebilir. Bitlerin her biri de 0 ve 1 değeri taşır; bu değerlerle de 256 farklı ton oluşturulabilir. Cevap C seçeneğidir."
  },
  {
    "id": "3610357",
    "unitNumber": 4,
    "text": "Bir görüntüdeki her inç kare içinde yer alan çizgi ya da tram sayısı çözünürlüğünü ifade eden terim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dpi",
      "B": "Ppi",
      "C": "Tpi",
      "D": "Lpi",
      "E": "Spi"
    },
    "explanation": "Lpi: Bir görüntüdeki her inç kare içinde yer alan ya da kullanılan çizgi sayısını vermektedir. Bu ifadede çizgi sözcüğünün kullanımı ile anlatılmak istenen şey tram kavramıdır. Tram nokta, çizgi ya da herhangi bir nokta çeşidi de olabilir. Bu tanım içindeki çözünürlük ifadesi bize tram kullanımının sıklığı hakkında bilgi vermektedir. Cevap D seçeneğidir."
  },
  {
    "id": "3610358",
    "unitNumber": 4,
    "text": "Baskısı alınacak CMYK görüntülerin ton ve renk değerleriyle ilgili daha esnek ve geniş ayarlamalar Photoshop’ta hangi menü aracıyla yapılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Levels",
      "B": "Contrast",
      "C": "Curves",
      "D": "Color Balance",
      "E": "Layer"
    },
    "explanation": "Baskı alınacak, özellikle de CMYK olan görüntüler için curves menüsü kullanıcılara çok daha geniş ve esnek seçenekler sunmaktadır. Cevap C seçeneğidir."
  },
  {
    "id": "3610359",
    "unitNumber": 4,
    "text": "Dijital görüntünün renk doygunluğu ayarları Photoshop’ta hangi menü aracıyla yapılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Levels",
      "B": "Curves",
      "C": "Color Balance",
      "D": "Brightness/Contrast",
      "E": "Hue/Saturation"
    },
    "explanation": "Renk bilgisi başlığı altında anlatıldığı üzere renk üç özelliğiyle tanımlanır; bunlar ‘Hue’, ‘Saturation’ ve ‘Lightness’dır. Photoshop’taki bu ayar menüsünden bu üç bileşene ayar yapılabilmektedir. Hue sürgüsü ile rengin ana bileşeni olan renkler arasında geçiş yapılabilmektedir. Saturation ile rengin doygunluğu, Lightness ile de açık ya da koyuluğu ayarlanır. Fotoğraflar ‘saturation’ın düşürülmesi ile siyah-beyaza dönüştürülebilir. “Colorize” seçeneği işaretlendiğinde fotoğrafın tamamı tek bir rengin ton değerlerine dönüştürülebilir, sepya gibi renk tonlama çalışmaları buradan rahatlıkla yapılabilir. Cevap E seçeneğidir."
  },
  {
    "id": "3610360",
    "unitNumber": 4,
    "text": "Photoshop’ta dijital bir görüntüdeki ana renklerin içinde bulunan diğer renkleri temizleyerek saflaştırma işlemi hangi menü özelliğiyle yapılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Color Balance",
      "B": "Selective Color",
      "C": "Curves",
      "D": "Lab Color",
      "E": "Replace Color"
    },
    "explanation": "Selective color ile ana renklerin içinde bulunan diğer renkler temizlenerek saflaştırma yapılabilir. CMYK ve RGB ana renklerinin yanı sıra beyaz, gri ve siyah renklerde de aynı işlem yapılabilmektedir. Cevap B seçeneğidir."
  },
  {
    "id": "3610361",
    "unitNumber": 4,
    "text": "Özellikle fotoğraf çekimi sırasında oluşan grenli görüntünün düzeltilmesi için kullanılan Photoshop filtresi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dust Scratches",
      "B": "Vinyet",
      "C": "Blur",
      "D": "Dehaze",
      "E": "Reduce Noise"
    },
    "explanation": "Reduce Noise/Paraziti Azalt: Genel görüntüdeki veya ayrı renk kanallarındaki paraziti azaltır. Özellikle fotoğraf çekimi sırasında oluşan grenli görüntünün düzeltilmesi amacı ile kullanılır. Cevap E seçeneğidir."
  },
  {
    "id": "3610362",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Adobe Lightroom programının modüllerinden <strong><u>değildir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Library modülü",
      "B": "Map modülü",
      "C": "Dictionary modülü",
      "D": "Print modülü",
      "E": "Web modülü"
    },
    "explanation": "Lightroom, fotoğrafçıların temel ihtiyaçlarına yönelik yedi modülden oluşmuştur. Her modül, fotografik iş akışının belirli bir bölümüne odaklanır: Library/Kitaplık modülü, fotoğrafları içe aktarmak, düzenlemek, karşılaştırmak ve seçmek içindir. Develop/Geliştirme modülü, renk ve tonu ayarlamak veya fotoğrafları yaratıcı bir şekilde işlemek içindir. Map modülü, coğrafi etiketleme için olan bölümdür. Slayt Show, Print ve Web modülleri ise fotoğrafların sunum ve gösterim işlemleri içindir. Cevap C seçeneğidir."
  },
  {
    "id": "3610363",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi vektör tabanlı kayıt formatlarından <strong><u>değildir</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "PDF",
      "B": "EPS",
      "C": "AI",
      "D": "PNG",
      "E": "SVG"
    },
    "explanation": "PNG kayıt formatı piksel tabanlıdır, vektörel tabanlı değildir. Cevap D seçeneğidir."
  },
  {
    "id": "3610364",
    "unitNumber": 4,
    "text": "RGB görüntüler hangi renklerden oluşur ?",
    "correctAnswer": "A",
    "options": {
      "A": "Mavi-Kırmızı-Yeşil",
      "B": "Kırmızı-Gri-Kahverengi",
      "C": "Mavi - Yeşil - Siyah",
      "D": "Turuncu - Yeşil - Magenta",
      "E": "Siyah - Gri - Beyaz"
    },
    "explanation": "RGB görüntüler Mavi-Kırmızı-Yeşil renklerden oluşur.<br/>Doğru Cevap A’dır."
  },
  {
    "id": "3610365",
    "unitNumber": 4,
    "text": "Aşağıdaki kısaltmalardan hangisi digital görüntülerde inç başına düşen piksel sayısını tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "PPI",
      "B": "DPI",
      "C": "LPI",
      "D": "RGB",
      "E": "RAM"
    },
    "explanation": "PPI, inç başına düşen piksel sayısı anlamındadır.<br/>Doğru Cevap A’dır."
  },
  {
    "id": "3610366",
    "unitNumber": 4,
    "text": "Aşağıdaki kısaltmalardan hangisi digital görüntülerde her inç kare içinde yer alan ya da kullanılan çizgi sayısını tanımlar ?",
    "correctAnswer": "E",
    "options": {
      "A": "PPI",
      "B": "DPI",
      "C": "RGB",
      "D": "RAM",
      "E": "LPI"
    },
    "explanation": "LPI her inç kare içinde yer alan ya da kullanılan çizgi sayısını vermektedir.<br/>Doğru Cevap E’dir."
  },
  {
    "id": "3610367",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi fotoğraf düzenleme yazılımlarından birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Luminar by Skylum",
      "B": "Photolemur",
      "C": "Prisma",
      "D": "Paint",
      "E": "ScetchUp"
    },
    "explanation": "ScetchUp fotoğraf düzenleme yazılımlarından birisi değildir.<br/>Doğru Cevap E’dır."
  },
  {
    "id": "3610368",
    "unitNumber": 4,
    "text": "“Histogramda yatay eksendeki en açık ton değeri aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "185",
      "B": "205",
      "C": "225",
      "D": "255",
      "E": "285"
    },
    "explanation": "Histogram, görüntü için genel ton aralığını göstermektedir. Yatay eksen en koyu ton olan 0 ile en açık ton olan 255 arasındaki tonları göstermektedir. Doğru Cevap D’dir."
  },
  {
    "id": "3610369",
    "unitNumber": 4,
    "text": "Photoshop programında Curves Menüsü ile aşağıdaki düzenlemelerden hangisi yapılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Renk ve Ton",
      "B": "Netlik",
      "C": "Çözünürlük",
      "D": "Efekt",
      "E": "Keskinlik"
    },
    "explanation": "Curves menüsü incelendiğinde levels ile benzerlikler gösterdiği görülecektir. En açık ve koyu ton tayini için siyah ve beyaz nokta damlacıkları ile histogram yer almakta ve aynı şekilde çalışmaktadır.<br/>Doğru Cevap A’dır."
  },
  {
    "id": "3610370",
    "unitNumber": 4,
    "text": "Photoshop programında ‘Hue/Saturation Menüsü’nde Saturation’ın işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Renkler Arasında Geçiş",
      "B": "Rengin Doygunluk Ayarı",
      "C": "Rengin Açık yada Koyuluk Ayarı",
      "D": "Rengin Ton Değeri",
      "E": "Rengin Saflaştırılması"
    },
    "explanation": "Photoshop programında ‘Hue/Saturation Menüsü’nde Saturation’ın işlevi rengin doygunluk ayarıdır.<br/>Doğru Cevap B’dir."
  },
  {
    "id": "3610371",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Photoshop programında görüntünün üzerinde istenmeyen leke ve ayrıntıların çıkarılması, temizlenmesi gibi görüntü rötuşlarının yapılabildiği araçlardan birisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Stamp",
      "B": "Render",
      "C": "Distort",
      "D": "Path",
      "E": "Gradient"
    },
    "explanation": "Stamp photoshop programında görüntünün üzerinde istenmeyen leke ve ayrıntıların çıkarılması, temizlenmesi gibi görüntü rötuşlarının yapılabildiği araçlardan birisidir. <br/>Doğru Cevap A’dır."
  },
  {
    "id": "3610372",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi fotoğraf alanında, optik sorun nedeniyle fotoğrafik görüntünün köşelerinde oluşan kararmaları tanımlayan terimdir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Aperture",
      "B": "Curves",
      "C": "Patch",
      "D": "Dehaze",
      "E": "Vinyet"
    },
    "explanation": "Vinyet fotoğraf alanında, optik sorun nedeniyle fotoğrafik görüntünün köşelerinde oluşan kararmaları tanımlayan terimdir. Doğru Cevap E’dir."
  },
  {
    "id": "3610373",
    "unitNumber": 4,
    "text": "Sayısal fotoğraf makinelerinin CCD/ CMOS ışık ve renk algılayıcı çiplerinden gelen ham verinin kaydedilmesi ile oluşan kayıt formatı aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "JPEG",
      "B": "TIFF",
      "C": "PDF",
      "D": "RAW",
      "E": "EPS"
    },
    "explanation": "Sayısal fotoğraf makinelerinin CCD/ CMOS ışık ve renk algılayıcı çiplerinden gelen ham verinin kaydedilmesi ile oluşan kayıt formatı RAW’dır. Doğru Cevap D’dir."
  },
  {
    "id": "3610374",
    "unitNumber": 4,
    "text": "FM tram için kalite faktörü olarak alınması gereken değer aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "0.5",
      "B": "1",
      "C": "1.75",
      "D": "2",
      "E": "2.5"
    },
    "explanation": "FM tram için kalite faktörü 1 alınmalıdır. Büyütme ve küçültmelerde bu değerler aynı oranda büyütülüp küçültülmelidir."
  },
  {
    "id": "3610375",
    "unitNumber": 5,
    "text": "Siyah beyaz ortokromatik filmler ile baskı yapmak için hangi renkte emniyet ışığı kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Beyaz",
      "B": "Kırmızı",
      "C": "Sarı",
      "D": "Yeşil",
      "E": "Mavi"
    },
    "explanation": "IŞIĞA DUYARLI YÜZEYDE GELENEKSEL BASKI<br/>Siyah beyaz ortokromatik filmler ile baskı yapmak için kırmızı renkli emniyet ışığı kullanılır"
  },
  {
    "id": "3610376",
    "unitNumber": 5,
    "text": "Işığa duyarlı yüzeylere agrandizör ile kullanılır yapılan baskı işlemine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Polikontrast",
      "B": "Multigrade",
      "C": "Agrandisman",
      "D": "Kondansör",
      "E": "Ortokromatik"
    },
    "explanation": "IŞIĞA DUYARLI YÜZEYDE GELENEKSEL BASKI<br/>Işığa duyarlı yüzeylere agrandizör ile kullanılır yapılan baskı işlemine Agrandisman adı verilir"
  },
  {
    "id": "3610377",
    "unitNumber": 5,
    "text": "Agrandizör ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Renkli ya da siyah beyaz fotoğraf baskısı için kullanılan agrandizörlerin çalışma ilkesi farklıdır",
      "B": "Basılacak filmin görüntüsü objektifte toplanan ışık yardımıyla kondansörden geçerek tablanın üzerindeki fotoğraf kartına yansıtılır",
      "C": "Renkli baskı yapan agrandizörlerde ek olarak renkli filmden karta baskı yaparken kullanılan renk devre mekanizması bulunur",
      "D": "Siyah beyaz baskı tekniğinde özel bir filtre kullanılmaz",
      "E": "Baskıda kullanılan kâğıtlarda bir kontrast derecelendirmesi yer alır"
    },
    "explanation": "Renkli baskı yapan agrandizörlerde ek olarak renkli filmden karta baskı yaparken kullanılan renk devre mekanizması bulunur"
  },
  {
    "id": "3610378",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi film kullanmaksızın; fotoğraf kâğıdı üzerinde farklı biçim ve ışık geçirgenliğine sahip çeşitli nesnelerden oluşan bir kompozisyon düzenleyip, kâğıdı pozlayarak görüntü oluşturma tekniğinin adıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fotogram",
      "B": "Marjör",
      "C": "Kontak baskı",
      "D": "Polikontrast",
      "E": "Agrandisman"
    },
    "explanation": "Siyah Beyaz Fotoğrafta Baskı Teknikleri<br/>Fotogram film kullanmaksızın; fotoğraf kâğıdı üzerinde farklı biçim ve ışık geçirgenliğine sahip çeşitli nesnelerden oluşan bir kompozisyon düzenleyip, kâğıdı pozlayarak görüntü oluşturma tekniğinin adıdır"
  },
  {
    "id": "3610379",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi siyah beyaz banyo aşamalarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Geliştirme",
      "B": "Durdurma",
      "C": "Saptama",
      "D": "Büyütme",
      "E": "Son yıkama"
    },
    "explanation": "Büyütme siyah beyaz banyo aşamalarından biri değildir"
  },
  {
    "id": "3610380",
    "unitNumber": 5,
    "text": "Işık almayan gümüş tuzlarını kâğıt üzerinden temizlemek ve kâğıdı ışığa karşı duyarsız hâle getiren siyah beyaz banyo aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Geliştirme",
      "B": "Durdurma",
      "C": "Saptama",
      "D": "Son yıkama",
      "E": "Kurutma"
    },
    "explanation": "Siyah Beyaz Banyo Aşamaları<br/>Saptama banyosunun görevi ise ışık almayan gümüş tuzlarını kâğıt üzerinden temizlemek ve kâğıdı ışığa karşı duyarsız hâle getirmektir"
  },
  {
    "id": "3610381",
    "unitNumber": 5,
    "text": "Bir ışığın renk sıcaklığı, siyah gövde radyatörü de denilen içi boş ve delikli bir metal kürenin belirli bir santigrat dereceye kadar ısıtılması ile bulunmuştur. Isıtma işlemi devam ettikçe kürenin rengi de değişime uğrar. Yaklaşık 5000 K ısıda hangi renge ulaşılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Mavi",
      "B": "Kırmızı",
      "C": "Beyaz",
      "D": "Yeşil",
      "E": "Sarı"
    },
    "explanation": "Rengin Fiziksel Yapısı<br/>Bir ışığın renk sıcaklığı, siyah gövde radyatörü de denilen içi boş ve delikli bir metal kürenin belirli bir santigrat dereceye kadar ısıtılması ile bulunmuştur. Isıtma işlemi devam ettikçe kürenin rengi de değişime uğrar. Yaklaşık 5000 K ısıda beyaz renge ulaşılır"
  },
  {
    "id": "3610382",
    "unitNumber": 5,
    "text": "Toplamsal renk sentezi formülüne göre mavi+kırmızı+yeşil hangi rengi verir?",
    "correctAnswer": "E",
    "options": {
      "A": "Cyan",
      "B": "Magenta",
      "C": "Sarı",
      "D": "Siyah",
      "E": "Beyaz"
    },
    "explanation": "Toplamsal Renk Sentezi (RGB)<br/>Toplamsal renk sentezi formülüne göre mavi+kırmızı+yeşil beyaz rengi verir."
  },
  {
    "id": "3610383",
    "unitNumber": 5,
    "text": "Çıkarımsal renk sentezleri formülüne göre cyan + magenta hangi rengi verir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kırmızı",
      "B": "Yeşil",
      "C": "Beyaz",
      "D": "Mavi",
      "E": "Siyah"
    },
    "explanation": "Çıkarımsal Renk Sentezi (CMYK)<br/>Çıkarımsal renk sentezleri formülüne göre cyan + magenta mavi rengi verir"
  },
  {
    "id": "3610384",
    "unitNumber": 5,
    "text": "Bilgisayarda üretilmiş olan TIFF, JPEG vb. görüntü dosyaları, UNİX terminali üzerine kurulmuş bir RİP programı yardımı ile makineye piksel demetleri hâlinde bir ışın bilgisi olarak dönüştürülür. Bu işleme ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sürekli tonlu baskı",
      "B": "Rasterizing",
      "C": "Fine Art Baskı yöntemi",
      "D": "Ağartma ve tespit",
      "E": "Cibachrome"
    },
    "explanation": "IŞIĞA DUYARLI YÜZEYDE SAYISAL BASKI<br/>Bilgisayarda üretilmiş olan TIFF, JPEG vb. görüntü dosyaları, UNİX terminali üzerine kurulmuş bir RİP programı yardımı ile makineye piksel demetleri hâlinde bir ışın bilgisi olarak dönüştürülür. Bu işleme rasterizing adı verilir."
  },
  {
    "id": "3610385",
    "unitNumber": 5,
    "text": "Karanlık odada siyah beyaz ortokromatik filmler ile baskı yapmak için hangi renk emniyet ışığı kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Beyaz",
      "B": "Sarı",
      "C": "Kırmızı",
      "D": "Mavi",
      "E": "Zeytuni yeşil"
    },
    "explanation": "Karanlık odalarda siyah beyaz ortokromatik filmler ile baskı yapmak için kırmızı renkli emniyet ışığı"
  },
  {
    "id": "3610386",
    "unitNumber": 5,
    "text": "Karanlık odada agrandizör aracılığı ile film görüntüsünün büyütülerek duyarlı kâğıt üzerine basılması işlemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Agrandisman",
      "B": "Rasterizing",
      "C": "Rötuş",
      "D": "Angajman",
      "E": "Kontak baskı"
    },
    "explanation": "Karanlık odada agrandizör aracılığı ile film görüntüsünün büyütülerek duyarlı kâğıt üzerine basılması işlemine agrandisman denir."
  },
  {
    "id": "3610387",
    "unitNumber": 5,
    "text": "Hangisi agrandizörün temel parçalarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Işık kaynağı",
      "B": "Işık kutusu",
      "C": "Kondansör",
      "D": "Körük",
      "E": "Fixer"
    },
    "explanation": "A, B, C, D seçeneklerinde agrandizörün temel parçaları verilmiştir. E seçeneğindeki \"fixer\" banyo aşamasıyla ilgili bir terimdir."
  },
  {
    "id": "3610388",
    "unitNumber": 5,
    "text": "Film yüzeyindeki görüntünün boyutlarını değiştirmeden karta aktarılması işlemi hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fotogram",
      "B": "Kontak baskı",
      "C": "Agrandisman",
      "D": "Negatif baskı",
      "E": "Fotografik"
    },
    "explanation": "Film yüzeyindeki görüntünün boyutlarını değiştirmeden karta aktarılması işlemine “Kontak baskı” adı verilmektedir."
  },
  {
    "id": "3610389",
    "unitNumber": 5,
    "text": "Siyah beyaz fotoğraf banyosunda ışık almayan gümüş tuzlarını kâğıt üzerinden temizlemek ve kâğıdı ışığa karşı duyarsız hâle getirmek için yapılan banyo işlemi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İlk yıkama banyosu",
      "B": "Geliştirme banyosu",
      "C": "Durdurma banyosu",
      "D": "Saptama banyosu",
      "E": "Son yıkama banyosu"
    },
    "explanation": "<strong>Saptama banyosu</strong>nun görevi ise ışık almayan gümüş tuzlarını kâğıt üzerinden temizlemek ve kâğıdı ışığa karşı duyarsız hâle getirmektir. Bu aşamanın doğru ve etkili biçimde yapılmamasının sonucu, zaman geçtikçe kahverengiye dönen ve sararmaya yüz tutan fotoğraflar olacaktır. Eski fotoğrafların sararmasındaki etkenlerden biri ışık ise diğeri de saptama banyosunun doğru yapılmamış olmasıdır. Saptama maddesi genellikle sodyum tiyosülfattır (hypo)."
  },
  {
    "id": "3610390",
    "unitNumber": 5,
    "text": "Toplamsal renk sentezinde Magenta hangi renklerin birleşimiyle oluşur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeşil + Mavi",
      "B": "Kırmızı + Mavi",
      "C": "Kırmızı + Sarı",
      "D": "Kırmızı + Yeşil",
      "E": "Mavi + Yeşil"
    },
    "explanation": "Toplamsal renk sentezinin formülü şu şekildedir:<br/>Beyaz: Mavi + Kırmızı + Yeşil<br/>Cyan: Yeşil + Mavi<br/>Magenta: Kırmızı + Mavi<br/>Sarı: Kırmızı +Yeşil<br/>Doğru cevap B şıkkıdır."
  },
  {
    "id": "3610391",
    "unitNumber": 5,
    "text": "Toplamsal renk sentezinde ‘beyaz’ hangi renklerin birleşimiyle oluşur?",
    "correctAnswer": "A",
    "options": {
      "A": "Mavi + Kırmızı + Yeşil",
      "B": "Mavi + Kırmızı + Sarı",
      "C": "Cyan + Magenta + Sarı",
      "D": "Cyan + Magenta + Mavi",
      "E": "Cyan + Magenta + Yeşil"
    },
    "explanation": "Toplamsal renk sentezinde bütün renkler üç ana renk olan Mavi, Kırmızı ve Yeşil renklerinin birleştirilmesinden oluşur. Bu üç ana rengin birleşimi de beyazı verir."
  },
  {
    "id": "3610392",
    "unitNumber": 5,
    "text": "Dijital pozlamada, asılmak istenen görüntülerin kâğıt üzerine ışın demeti hâline dönüştürülmesi işlemine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Agrandisman",
      "B": "Prova baskı",
      "C": "Rasterizing",
      "D": "Turnover",
      "E": "Renk yönetimi"
    },
    "explanation": "<strong>Rasterizing (RIP):</strong> En temel anlamda, bu işlem sürecinde basılmak istenen görüntülerin kâğıt üzerine ışın demeti hâline dönüştürülürken almış oldukları bilgilerdir. Diğer bir tanımlamayla, bir tercüme etme, dönüştürme işlemidir."
  },
  {
    "id": "3610393",
    "unitNumber": 5,
    "text": "Baskı çözünürlüğünü ifade etmek için hangisi kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "dpi",
      "B": "ppi",
      "C": "lpi",
      "D": "hdr",
      "E": "rip"
    },
    "explanation": "Baskı çözünürlüğünü ifade etmek için dpi (dot per inch) her inç üzerindeki nokta sayısı terimi kullanılır."
  },
  {
    "id": "3610394",
    "unitNumber": 5,
    "text": "Sayısal baskıda, fotoğraf kâğıdının banyosu sırasında kullanılan kimyasalın bir bölümünün, program dâhilinde makineden atılıp, atılan miktar kadar taze banyonun sisteme eklenmesi işlemine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Renk yönetimi",
      "B": "Banyo kalitesi",
      "C": "Agrandisman",
      "D": "Banyo döngüsü",
      "E": "Rasterizing"
    },
    "explanation": "Fotoğraf kâğıdının banyosu sırasında kullanılan kimyasalın bir bölümü, program dâhilinde makineden atılır. Atılan banyo kadar taze banyo da otomatik olarak sisteme eklenir. Bu işleme banyo döngüsü adı verilir."
  },
  {
    "id": "3610395",
    "unitNumber": 5,
    "text": "Işığı üçgen biçimli cam bir prizmadan geçirerek gökkuşağında olduğu gibi yedi rengi beyaz bir perdeye yansıtan ve deneyle rengin gerçek kaynağının ışık olduğu fikrini ortaya koyan bilim insanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Isaac Newton",
      "B": "W.T. Kelvin",
      "C": "Louis Aragon",
      "D": "Christiaan Huygens",
      "E": "James Clerk Maxwell"
    },
    "explanation": "Işığı üçgen biçimli cam bir prizmadan geçirerek gökkuşağında olduğu gibi yedi rengi beyaz bir perdeye yansıtan ve deneyle rengin gerçek kaynağının ışık olduğu fikrini ortaya koyan bilim insanı Isaac Newton’dur.<br/>Doğru Cevap A’dır."
  },
  {
    "id": "3610396",
    "unitNumber": 5,
    "text": "Fizikçi François Arago Fransız Bilimler Akademisinde Daguerreotype levha üzerindeki görüntü ile hareketli olan yaşamın durdurularak ilk kez kayıt altına alınmış olduğu yıl aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1782",
      "B": "1805",
      "C": "1818",
      "D": "1839",
      "E": "1844"
    },
    "explanation": "Fizikçi François Arago Fransız Bilimler Akademisinde Daguerreotype levha üzerindeki görüntü ile hareketli olan yaşamın durdurularak ilk kez kayıt altına alınmış olduğu yıl 1839’dur."
  },
  {
    "id": "3610397",
    "unitNumber": 5,
    "text": "Film kullanmaksızın; fotoğraf kâğıdı üzerinde farklı biçim ve ışık geçirgenliğine sahip çeşitli nesnelerden oluşan bir kompozisyon düzenleyip, kâğıdı pozlayarak görüntü oluşturma tekniği aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Fotogram",
      "B": "Agrandisman",
      "C": "Rasterizing",
      "D": "Poloroid",
      "E": "Tram"
    },
    "explanation": "Film kullanmaksızın; fotoğraf kâğıdı üzerinde farklı biçim ve ışık geçirgenliğine sahip çeşitli nesnelerden oluşan bir kompozisyon düzenleyip, kâğıdı pozlayarak görüntü oluşturma tekniği Fotogram’dır.<br/>Doğru Cevap A’dır."
  },
  {
    "id": "3610398",
    "unitNumber": 5,
    "text": "Kırmızı, mavi ve sarı filtrelerle ekose bir kurdelenin üç kez fotoğrafını çekip ardından görüntüleri tek renkli kompozit hâlinde yeniden birleştirerek ilk renkli fotoğrafı üreten bilim insanı aşağıdakilerden hangisidir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Isaac Newton",
      "B": "W.T. Kelvin",
      "C": "Louis Aragon",
      "D": "Christiaan Huygens",
      "E": "James Clerk Maxwell"
    },
    "explanation": "Kırmızı, mavi ve sarı filtrelerle ekose bir kurdelenin üç kez fotoğrafını çekip ardından görüntüleri tek renkli kompozit hâlinde yeniden birleştirerek ilk renkli fotoğrafı üreten bilim insanı<br/>Doğru Cevap E’dir."
  },
  {
    "id": "3610399",
    "unitNumber": 5,
    "text": "Işığı üçgen biçimli cam bir prizmadan geçirerek gökkuşağında olduğu gibi yedi rengi beyaz bir perdeye yansıtan ve deneyle rengin gerçek kaynağının ışık olduğu fikrini ortaya koyan bilim insanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Isaac Newton",
      "B": "Christiaan Huygens",
      "C": "James Clerk Maxwell",
      "D": "W.T. Kelvin",
      "E": "Louis Aragon"
    },
    "explanation": "Işığı üçgen biçimli cam bir prizmadan geçirerek gökkuşağında olduğu gibi yedi rengi beyaz bir perdeye yansıtan ve deneyle rengin gerçek kaynağının ışık olduğu fikrini ortaya koyan bilim insanı Isaac Newton’dur.<br/>Doğru Cevap A’dır."
  },
  {
    "id": "3610400",
    "unitNumber": 5,
    "text": "Kırmızı, yeşil ve mavinin farklı oranlardaki karışımından oluşan senteze toplamsal renk sentezi adı verilir. Bir projektörden siyah zemine yansıtılan söz konusu üç ana rengin üst üste geldiği bölgede hangi renk oluşur?",
    "correctAnswer": "D",
    "options": {
      "A": "Cyan",
      "B": "Magenta",
      "C": "Sarı",
      "D": "Beyaz",
      "E": "Turuncu"
    },
    "explanation": "Kırmızı, yeşil ve mavinin farklı oranlardaki karışımından oluşan senteze toplamsal renk sentezi adı verilir. Işıksal renk sistemi olarak da adlandırılan bu yöntem, şöyle bir deneyle daha iyi anlaşılır: Bir projektörden siyah zemine yansıtılan bu üç ana rengin üst üste çakıştırılması ile iki ana rengin kesiştiği yerlerde cyan, magenta ve sarıdan oluşan yardımcı renkler oluşur; üç ana rengin üst üste geldiği bölgede ise beyaz rengin oluştuğu gözlemlenir. Doğru Cevap D’dir."
  },
  {
    "id": "3610401",
    "unitNumber": 5,
    "text": "Kırmızı, yeşil ve mavinin farklı oranlardaki karışımından oluşan senteze toplamsal renk sentezi adı verilir. Bir projektörden siyah zemine yansıtılan bu renklerden kırmızı ve mavinin kesiştiği alanda hangi renk oluşur ?",
    "correctAnswer": "C",
    "options": {
      "A": "Beyaz",
      "B": "Cyan",
      "C": "Magenta",
      "D": "Sarı",
      "E": "Turkuaz"
    },
    "explanation": "Kırmızı, yeşil ve mavinin farklı oranlardaki karışımından oluşan senteze toplamsal renk sentezi adı verilir. Bir projektörden siyah zemine yansıtılan bu renklerden kırmızı ve mavinin kesiştiği alanda Magenta rengi oluşur. Doğru Cevap C’dir."
  },
  {
    "id": "3610402",
    "unitNumber": 5,
    "text": "William Henry Fox Talbot (1800-1877), 1834 yılında fotojenik çizimler adını verdiği denemelerinde fotogramın ilk örneklerini vermiştir. Fotogram 19. yüzyıl boyunca hangi amaçla kullanılmıştır ?",
    "correctAnswer": "A",
    "options": {
      "A": "Bitkilerin Tiplojiisini Yapmak",
      "B": "Portre Çekmek",
      "C": "Sanat Eserlerinin Reprodüksiyonu",
      "D": "At Yarışlarını Belgelemek",
      "E": "Sanayi Ürünlerini Tanıtmak"
    },
    "explanation": "William Henry Fox Talbot (1800-1877), 1834 yılında fotojenik çizimler adını verdiği denemelerinde fotogramın ilk örneklerini vermiştir. Fotogram 19. yüzyıl boyunca bitkilerin tipolojisini yapmak için kullanılmıştır. <br/>Doğru Cevap A’dır."
  },
  {
    "id": "3610403",
    "unitNumber": 5,
    "text": "Boya maddeleri ve pigmentlerin kullanıldığı renkli fotoğraf baskı sisteminde, çıkarımsal renk yöntemi kullanılır. Çıkarımsal renk sentezleri formülüne göre Cyan, macenta ve sarı rengin birleşmesi ile hangi renk oluşur ?",
    "correctAnswer": "E",
    "options": {
      "A": "Beyaz",
      "B": "Yeşil",
      "C": "Mavi",
      "D": "Kırmızı",
      "E": "Siyah"
    },
    "explanation": "Çıkarımsal renk sentezleri formülüne göre Cyan, macenta ve sarı rengin birleşmesi ile Siyah renk oluşur. Doğru Cevap E’dir."
  },
  {
    "id": "3610404",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi fotoğraf makinesi ile pozlanmış ve banyosu yapılmış negatif ya da pozitif filmleri kullanarak baskı yapmayı sağlar ?",
    "correctAnswer": "D",
    "options": {
      "A": "Denklanşör",
      "B": "Vizör",
      "C": "Objektif",
      "D": "Agrandizör",
      "E": "Fotogram"
    },
    "explanation": "Agrandizörler, fotoğraf makinesi ile pozlanmış ve banyosu yapılmış negatif ya da pozitif filmleri kullanarak baskı yapmayı sağlayan aletlerdir. Doğru Cevap D’dir."
  },
  {
    "id": "3837409",
    "unitNumber": 5,
    "text": "Bütün renklere karşı duyarlı olan siyah-beyaz filmleri tanımlayan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pankromatik",
      "B": "Agrandisman",
      "C": "Ortokromatik",
      "D": "Fotogram",
      "E": "Chromogenic"
    },
    "explanation": "Pankromatik: Bütün renklere karşı duyarlı olan siyah-beyaz filmleri tanımlamaktadır."
  },
  {
    "id": "3837415",
    "unitNumber": 5,
    "text": "Film görüntüsünün büyütülerek duyarlı kâğıt üzerine düşürülmesi işlemine ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pankromatik",
      "B": "Ortokromatik",
      "C": "Ektachrome",
      "D": "Agrandisman",
      "E": "Cibachrome"
    },
    "explanation": "Agrandisman: Agrandizör aracılığı ile film görüntüsünün büyütülerek duyarlı kâğıt üzerine düşürülmesi işlemi."
  },
  {
    "id": "3837419",
    "unitNumber": 5,
    "text": "Rengin gerçek kaynağının ışık olduğu fikrini ortaya koyan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Isaac Newton",
      "B": "James Clerk Maxwell",
      "C": "Christiaan Huygens",
      "D": "W.T. Kelvin",
      "E": "Gilbert Lewis"
    },
    "explanation": "İngiliz fizikçi Sir Isaac Newton (1642- 1727) ışığı üçgen biçimli cam bir prizmadan geçirerek gökkuşağında olduğu gibi yedi rengi beyaz bir perdeye yansıtmıştır. Bu deneyle rengin gerçek kaynağının ışık olduğu fikrini ortaya koymuştur. Newton’un, beyaz perde üzerine yansıttığı bu renklere “güneş tayfı” (spektrum) adı verilir."
  },
  {
    "id": "3837424",
    "unitNumber": 5,
    "text": "Işık spektrumunda baskın dalga boyunun gözlemcide oluşturduğu renk aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rengin özü",
      "B": "Rengin doygunluğu",
      "C": "Rengin parlaklığı",
      "D": "Rengin yansıması",
      "E": "Rengin soğurması"
    },
    "explanation": "Rengin özü: Işık spektrumunda baskın dalga boyunun gözlemcide oluşturduğu renktir. Başka<br/>deyişle rengin kendisidir. Rengin özü, temel renk olarak da adlandırılır."
  },
  {
    "id": "3837427",
    "unitNumber": 5,
    "text": "Aşağıdaki toplamsal renk sentezlerinden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Beyaz: Mavi + Kırmızı + Yeşil",
      "B": "Cyan: Yeşil + Mavi",
      "C": "Magenta: Kırmızı + Mavi",
      "D": "Sarı: Kırmızı +Yeşil",
      "E": "Siyah: Kırmızı+mavi"
    },
    "explanation": "Toplamsal renk sentezinin formülü şu şekildedir:<br/>Beyaz: Mavi + Kırmızı + Yeşil<br/>Cyan: Yeşil + Mavi<br/>Magenta: Kırmızı + Mavi<br/>Sarı: Kırmızı +Yeşil"
  },
  {
    "id": "3837439",
    "unitNumber": 5,
    "text": "Aşağıdaki çıkarımsal renk sentezlerinden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kırmızı = Magenta + Sarı",
      "B": "Yeşil = Cyan + Sarı",
      "C": "Mavi = Cyan + Magenta",
      "D": "Siyah = Cyan + Magenta + Sarı",
      "E": "Beyaz= Cyan+Sarı+Kırmızı"
    },
    "explanation": "Çıkarımsal renk sentezleri şu şekilde formüle edilir:<br/>Kırmızı = Magenta + Sarı<br/>Yeşil = Cyan + Sarı<br/>Mavi = Cyan + Magenta<br/>Siyah = Cyan + Magenta + Sarı"
  },
  {
    "id": "3837449",
    "unitNumber": 5,
    "text": "Basılmak istenen görüntülerin kâğıt üzerine ışın demeti hâline dönüştürülürken almış oldukları bilgilere ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Monokromatik",
      "B": "Pankromatik",
      "C": "Rasterizing",
      "D": "Ortokromatik",
      "E": "Cibachrome"
    },
    "explanation": "Rasterizing (RIP): En temel anlamda, bu<br/>işlem sürecinde basılmak istenen görüntülerin kâğıt üzerine ışın demeti hâline<br/>dönüştürülürken almış oldukları bilgilerdir. Diğer bir tanımlamayla, bir tercüme<br/>etme, dönüştürme işlemidir."
  },
  {
    "id": "3837465",
    "unitNumber": 5,
    "text": "Görüntüde geçişleri (tonları) meydana getiren noktalara ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ortokromatik",
      "B": "Pankromatik",
      "C": "Fine-Art",
      "D": "Tram",
      "E": "Ektachrome"
    },
    "explanation": "Tram: Görüntüde geçişleri (tonları) meydana getiren noktalara tram adı verilir."
  },
  {
    "id": "3837474",
    "unitNumber": 5,
    "text": "Renkli fotoğrafta kullanılan kâğıtlar, taban yapıları itibari ile kaç tiptir?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Renkli fotoğrafta kullanılan kâğıtlar, taban yapıları itibari ile iki tiptir; ilki kâğıt tabanlı kâğıtlar, (Ektachrome R22, Ektachrome Copy Paper vb.) diğeri ise plastik tabanlı kâğıtlardır (Ektachrome Prestige)."
  },
  {
    "id": "3837481",
    "unitNumber": 5,
    "text": "Renkli pozitif filmden (saydam) direkt baskı yapılan kâğıtlara ne ad verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rasterizing",
      "B": "Hahnemühle",
      "C": "Ektachrome Prestige",
      "D": "Ektachrome",
      "E": "Cibachrome"
    },
    "explanation": "Cibachrome adı verilen ve renkli pozitif filmden (saydam) direkt baskı yapılan kâğıtlar da bulunmaktadır."
  },
  {
    "id": "3610405",
    "unitNumber": 6,
    "text": "Hangisi piezoelektrik inkjet teknolojisinin avantajlarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Püskürtülen damlanın şekli konusunda kontrol sağlanabilir.",
      "B": "Püskürtülen damlanın miktarı konusunda kontrol sağlanabilir.",
      "C": "Mürekkebin ısıtılmasına gerek yoktur.",
      "D": "Geniş çeşitlilikte mürekkep kullanılabilir.",
      "E": "Baskı kafaları ekonomiktir."
    },
    "explanation": "Piozoelektrik inkjet teknolojisinde baskı kafaları pahalıdır. Bu da sistemin en önemli dezavantajıdır."
  },
  {
    "id": "3610406",
    "unitNumber": 6,
    "text": "Hangisi geniş format inkjet baskı cihazlarından <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Solvent Bazlı İnkjet",
      "B": "Prova İnkjet",
      "C": "Su Bazlı İnkjet",
      "D": "UV İnkjet",
      "E": "Lateks İnkjet"
    },
    "explanation": "Prova İnkjet, geniş format inkjet baskı cihazlarından değildir."
  },
  {
    "id": "3610407",
    "unitNumber": 6,
    "text": "Gerçek baskı renklerini simüle ederek, baskıda çıkabilecek hataları önceden görüp gerekli düzeltmeleri yapmaya olanak sağlayan RIP yazılımları hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Prova RIP yazılımları",
      "B": "Kalıp Üretim RIP’leri",
      "C": "Dijital Baskı RIP yazılımları",
      "D": "Klişe RIP yazılımları",
      "E": "Mizanmaj RIP yazılımları"
    },
    "explanation": "Prova RIP yazılımları, gerçek baskı renklerini simüle ederek, baskıda çıkabilecek hataları önceden görerek gerekli düzeltmeleri yapma ve müşteri onayı alma olanağı sağlar. Prova RIP’leri tramsız ve tramlı olmak üzere iki şekilde prova alabilmektedirler."
  },
  {
    "id": "3610408",
    "unitNumber": 6,
    "text": "Elektrofotografik tabaka baskı makinelerinin ortalama hızları ne kadardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dakikada 10-15 A4",
      "B": "Dakikada 20-25 A4",
      "C": "Dakikada 80-150 A4",
      "D": "Dakikada 200-250 A4",
      "E": "Dakikada 500-600 A4"
    },
    "explanation": "Elektrofotografik tabaka baskı makinelerinin hızları ortalama olarak dakikada 80 ile 150 A4 arasında değişmektedir. Giriş seviyesi olarak tabir edilen düşük hızdaki makinelerin fiyatları da daha uygundur. Yüksek kapasiteli makinelere geçtikçe fiyat büyük oranda artış göstermektedir."
  },
  {
    "id": "3610409",
    "unitNumber": 6,
    "text": "Elektrofotografik baskı makineleri hangi gramajda kağıda baskı yapabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece 50 g/m2",
      "B": "80 g/m2 ile 120 g/m2 arasında",
      "C": "120 g/m2 ile 300 g/m2 arasında",
      "D": "50 g/m2 ile 300 g/m2 arasında",
      "E": "50 g/m2 ile 400 g/m2 arasında"
    },
    "explanation": "Elektrofotografik baskı makineleri, marka ve modele göre bazı küçük farklılıklar olsa da genel olarak 50 g/m2 ile 400 g/m2 arasındaki kâğıt gramajlarına baskı yapabilmektedirler."
  },
  {
    "id": "3610410",
    "unitNumber": 6,
    "text": "Sıvı tonerli elektrofotografik sisteminde görüntü üretiminde ilk adım hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Lazer kafalar tarafından şarj edilmiş drum üzerine gizli görüntü oluşturulur.",
      "B": "Önceden hazırlanmış olan sıvı toner drum üzerine verilir.",
      "C": "Drum üzerine düzgün bir şekilde elektrik yüklemesi yapılır.",
      "D": "Drum üzerindeki görüntü karşıt yük ile yüklenmiş olan blankete aktarılır.",
      "E": "Görüntü filmi baskı altı malzemesine aktarılır."
    },
    "explanation": "Sıvı tonerli elektrofotografik sisteminde görüntü üretimi, yedi basamaktan oluşmaktadır: Birinci aşamada fotokondüktör (drum) silindirin üzerine düzgün bir şekilde elektrik yüklemesi yapılır.<br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "3610411",
    "unitNumber": 6,
    "text": "PVC, OPP, PET, polyester gibi sentetik film baskı altı malzemelerine baskı yapabilmek için, baskı altı malzemesinin yüzeyi üzerindeki yağlı tabakayı kaldırarak elektron bombardımanı sayesinde yüzeyde grenler oluşturma yoluyla mürekkebin kabul edilmesini sağlama işlemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Koronolama",
      "B": "Temizleme",
      "C": "Kürleme",
      "D": "Pozlama",
      "E": "Püskürtme"
    },
    "explanation": "Koronolama: PVC, OPP, PET, polyester gibi sentetik film baskı altı malzemelerine baskı yapabilmek için yapılan işlemdir. Koronalama, baskı altı malzemesinin yüzeyi üzerindeki yağlı tabakayı kaldırarak elektron bombardımanı sayesinde yüzeyde grenler oluşturmak ve mürekkebin kabul edilmesini sağlamaktır."
  },
  {
    "id": "3610412",
    "unitNumber": 6,
    "text": "I- Bu yöntemde kullanılan tram noktalarının büyüklükleri sabittir.<br/>II- Tram ton değerinin artışı, aynı büyüklükteki tram noktalarının birim alan içindeki sayısı ile alakalıdır.<br/>III- Tram noktaları yuvarlak, eliptik, kare gibi çeşitli şekillerde olabilir.<br/>Yukarıdaki ifadelerden hangisi/hangileri FM (Frequency-Modulated Screening) görüntü oluşturma yöntemleri için doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "I ve II.",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "I ve II, FM (Frequency-Modulated Screening) görüntü oluşturma yöntemleri için doğrudur. III, AM görüntü oluşturma sistemlerinde geçerlidir.<br/>Doru cevap C'dir."
  },
  {
    "id": "3610413",
    "unitNumber": 6,
    "text": "AM (Amplitude-Modulated Screening) tramlarda renklerin üst üste geldiği bölgelerde oluşan desenlere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kurtçuk",
      "B": "Multi color",
      "C": "Bitler",
      "D": "More",
      "E": "Less"
    },
    "explanation": "AM tramlarda renkler üst üste geldiğinde “more” adı verilen desenler oluşabilmektedir."
  },
  {
    "id": "3610414",
    "unitNumber": 6,
    "text": "Özellikle ambalaj baskılarında tercih edilen, %30-40 tonlarına kadar FM tram, %30-40’dan %70’lik tonlara kadar AM, sonrası ise tekrar FM tramla yapılan görüntü oluşturma yöntemi hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "FM",
      "B": "AM",
      "C": "FM ve AM (Hibrit)",
      "D": "Stokastik",
      "E": "RIP"
    },
    "explanation": "Hibrit görüntü oluşturma yöntemleri; FM ve AM tramların kendilerine özgü problemlerine karşı geliştirilmiş her iki yöntemi de kullanan sistemdir. Özellikle ambalaj baskılarında tercih edilebilen bu sistemlerde, %30-40 tonlarına kadar FM tram, %30-40’dan %70’lik tonlara kadar AM, sonrası ise tekrar FM tram şeklinde oluşturulmaktadır. Böylelikle her iki tramlama şeklinin dezavantajları ortadan kaldırılabilmektedir."
  },
  {
    "id": "3610415",
    "unitNumber": 6,
    "text": "Dijital baskının temel olarak kaç ana teknolojisi vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "İNKJET DİJİTAL BASKI SİSTEMLERİ<br/>Resim 6.1’de de görüleceği üzere dijital baskının temel olarak iki ana teknolojisi vardır. İlki sıvı mürekkebin baskı altı malzemesi üzerine püskürtülmesi yolu ile görüntünün oluşturulması, diğeri ise toner<br/>olarak adlandırılan plastik temelli partiküllerin elektrik şarjı yöntemiyle baskı altı malzemesine aktarılması ve baskının gerçekleştirilmesidir."
  },
  {
    "id": "3610416",
    "unitNumber": 6,
    "text": "Günümüzde yaygın olarak kullanılan inkjet teknolojilerini kaç ana grup altında tanımlamak mümkündür?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "İNKJET DİJİTAL BASKI SİSTEMLERİ<br/>Günümüzde yaygın olarak kullanılan teknolojileri de Continuous/Sürekli inkjet ve Drop-on Demand (DoD) inkjet olarak iki ana grup altında tanımlamak mümkündür."
  },
  {
    "id": "3610417",
    "unitNumber": 6,
    "text": "Drop on demand sisteminde kaç tür teknoloji kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "İNKJET DİJİTAL BASKI SİSTEMLERİ<br/>Drop on demand sisteminde piezo inkjet, termal inkjet ve elektrostatik inkjet olmak üzere üç teknoloji kullanılmaktadır."
  },
  {
    "id": "3610418",
    "unitNumber": 6,
    "text": "Sergileme amacıyla üzerine fotoğraf ya da görsel malzeme yapıştırılması amacı ile kullanılmaktadır. Genellikle 5 ya da 10 mm gibi kalınlığı olan, hafif ve esnemeyen yapıya sahiptir. İki tarafı karton ile kaplanmış sentetik süngerimsi bu malzemeye ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Blanket",
      "B": "Drum",
      "C": "Fotoblok",
      "D": "Tambur",
      "E": "Kondansör"
    },
    "explanation": "İNKJET DİJİTAL BASKI SİSTEMLERİ<br/>Fotoblok: İki tarafı karton ile kaplanmış sentetik süngerimsi bir malzemedir. Sergileme amacıyla üzerine fotoğraf ya da görsel malzeme yapıştırılması amacı ile kullanılmaktadır. Genellikle 5 ya da 10 mm gibi kalınlığı olan, hafif ve esnemeyen yapıya sahiptir."
  },
  {
    "id": "3610419",
    "unitNumber": 6,
    "text": "Mürekkep çözücüsü solvent olan İnkjet Makineler kaç dpi arasında çözünürlüğe sahiptirler?",
    "correctAnswer": "E",
    "options": {
      "A": "30-120",
      "B": "90-150",
      "C": "100-500",
      "D": "300-900",
      "E": "300-1200"
    },
    "explanation": "İNKJET DİJİTAL BASKI SİSTEMLERİ<br/>Solvent Bazlı İnkjet Makineler: Mürekkep çözücüsü solvent olan makinelerdir. 300-1200 dpi arasında çözünürlüğe sahiptirler."
  },
  {
    "id": "3610420",
    "unitNumber": 6,
    "text": "Tonerli dijital baskı sistemlerinde kaç ana teknoloji bulunmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "TONERLİ DİJİTAL BASKI SİSTEMLERİ<br/>Dijital baskı sistemlerinin tarifinde Tonerli Baskı Sistemleri denmesi çok doğru olmasa da kullanılan toner adı verilen renk verici maddenin ve bunun baskı altı malzemesine aktarılmasındaki teknolojilerin tanımlanabilmesi için bu genel ifade yanlış değildir. Bu sistemde üç ana teknoloji bulunmaktadır; bunlar Manyetografi, İyonografi ve Elektrofotografidir. Günümüzde Manyetografi ve İyonografi teknolojisini kullanan makinelerin üretimi çok azalmıştır."
  },
  {
    "id": "3610421",
    "unitNumber": 6,
    "text": "Sıvı tonerli elektrofotografik sisteminde görüntü üretimi kaç basamaktan oluşmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "3",
      "C": "5",
      "D": "7",
      "E": "9"
    },
    "explanation": "TONERLİ DİJİTAL BASKI SİSTEMLERİ<br/>Sıvı tonerli elektrofotografik sisteminde görüntü üretimi, yedi basamaktan oluşmaktadır."
  },
  {
    "id": "3610422",
    "unitNumber": 6,
    "text": "Geleneksel baskı sistemlerinde kaç tür tramlama tekniği vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "DİJİTAL BASKIDA GÖRÜNTÜ<br/>OLUŞTURMA YÖNTEMLERİ<br/>Geleneksel baskı sistemlerinde renkli ve çok tonlu görüntüler tram adı verilen küçük noktacıklar kullanılarak oluşturulur. FM (Frequency-Modulated Screening) ve (Amplitude-Modulated Screening) AM olmak<br/>üzere iki tür tramlama tekniği vardır ve genel olarak ikinci tür tramlama sistemi kullanılır."
  },
  {
    "id": "3610423",
    "unitNumber": 6,
    "text": "Bu yöntemde kullanılan tram noktalarının büyüklükleri sabittir. Tram sıklığı kavramı yoktur. Bunun yerine 10µ, 20µ, 25µ gibi bir tram noktasının mikron cinsinden ifadesi vardır. FM tramlama olarak da adlandırılır. Bu yöntem aşağıdaki digital baskı görüntü oluşturma yöntemlerinden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ofset-flekso",
      "B": "AM (Amplitude-Modulated Screening)",
      "C": "Tramlı",
      "D": "Stokastik",
      "E": "Hibrit"
    },
    "explanation": "DİJİTAL BASKIDA GÖRÜNTÜ OLUŞTURMA YÖNTEMLERİ<br/>Stokastik Görüntü Oluşturma Yöntemleri:<br/>Bu yöntemde kullanılan tram noktalarının büyüklükleri sabittir. Tram sıklığı kavramı yoktur. Bunun yerine 10µ, 20µ, 25µ gibi bir tram noktasının mikron cinsinden ifadesi vardır. FM tramlama olarak da adlandırılır."
  },
  {
    "id": "3610424",
    "unitNumber": 6,
    "text": "Sıvı tonerli baskı sisteminde baskı altı malzemesinin yüzeyi üzerindeki yağlı tabakayı kaldırarak elektron bombardımanı sayesinde yüzeyde grenler oluşturmak ve mürekkebin kabul edilmesini sağlama işlemine ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fotokondüktör",
      "B": "Blanket",
      "C": "Elektrofotografik",
      "D": "Koronolama",
      "E": "Ofset-inkjet"
    },
    "explanation": "TONERLİ DİJİTAL BASKI SİSTEMLERİ<br/>Koronolama: PVC, OPP, PET, polyester gibi sentetik film baskı altı malzemelerine baskı yapabilmek için yapılan işlemdir. Koronalama, baskı altı malzemesinin yüzeyi üzerindeki yağlı tabakayı kaldırarak elektron bombardımanı sayesinde yüzeyde grenler oluşturmak ve mürekkebin kabul edilmesini sağlamaktır."
  },
  {
    "id": "3610425",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi geleneksel baskı teknolojilerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Inkjet",
      "B": "Elektrofotografi",
      "C": "Tifdruk",
      "D": "Toz Toner",
      "E": "Drop on Demand"
    },
    "explanation": "Ofset, flekso, serigrafi ve tifdruk geleneksel baskı teknolojilerindendir."
  },
  {
    "id": "3610426",
    "unitNumber": 6,
    "text": "İnkjet teknolojisinde tanklardan gelen mürekkebin püskürtme işlemini sağlayan ağızlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nozzle",
      "B": "Pompa",
      "C": "Gutter",
      "D": "Piezo",
      "E": "Drop"
    },
    "explanation": "İnkjet teknolojisinde görüntünün oluşturulması, tanklardan gelen mürekkebin püskürtme işlemini sağlayan <strong>nozzle</strong> adı verilen ağızlardan damlacıklar hâlinde baskı altı malzemesi üzerine aktarılması sayesinde gerçekleştirilmektedir."
  },
  {
    "id": "3610427",
    "unitNumber": 6,
    "text": "En eski inkjet teknolojisi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Drop-on- Demand",
      "B": "Continuous",
      "C": "Termal",
      "D": "Elektrostatik",
      "E": "Piezo"
    },
    "explanation": "Sürekli (Continuous) İnkjet en eski inkjet teknolojisidir."
  },
  {
    "id": "3610428",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi iki tarafı karton ile kaplanmış sentetik süngerimsi malzemenin adıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Vinil",
      "B": "Fotoblok",
      "C": "Karton",
      "D": "Kâğıt",
      "E": "Solvent"
    },
    "explanation": "Fotoblok: İki tarafı karton ile kaplanmış sentetik süngerimsi bir malzemedir."
  },
  {
    "id": "3610429",
    "unitNumber": 6,
    "text": "Kimyasal bir malzemenin ışın kullanılarak kurutulması işlemine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sıvama",
      "B": "Seyreltme",
      "C": "Baskı",
      "D": "Kürleme",
      "E": "Tab"
    },
    "explanation": "Kürleme: Kimyasal bir malzemenin ışın kullanılarak kurutulması işlemidir."
  },
  {
    "id": "3610430",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tonerli baskı sistemlerinde kullanılan üç ana teknolojiden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ofset",
      "B": "Litografi",
      "C": "Manyetografi",
      "D": "Serigrafi",
      "E": "Fleksografi"
    },
    "explanation": "Tonerli baskı sistemlerinde üç ana teknoloji bulunmaktadır; bunlar Manyetografi, İyonografi ve Elektrofotografidir."
  },
  {
    "id": "3610431",
    "unitNumber": 6,
    "text": "Elektrofotografik baskı sistemlerinde toneri kâğıda sabitlemek için yapılan işlemin adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Stiffness",
      "B": "Fusing",
      "C": "Impression",
      "D": "Sampling",
      "E": "Reversing"
    },
    "explanation": "Elektrofotografik baskı sistemlerinde toneri kâğıda sabitlemek için yapılan işlemin adı “fusing” dir."
  },
  {
    "id": "3610432",
    "unitNumber": 6,
    "text": "Basılacak dokümandaki renklerin üretimden önce kontrolü ve müşteri onayı için yapılan control amaçlı alınan çıkışlara ……………. adı verilmektedir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Katalog",
      "B": "Broşür",
      "C": "Maket",
      "D": "Kalıp",
      "E": "Prova baskı"
    },
    "explanation": "Basılacak dokümandaki renklerin üretimden önce kontrolü ve müşteri onayı için yapılan control amaçlı alınan çıkışlara “Prova baskı” adı verilmektedir."
  },
  {
    "id": "3610433",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Lateks İnkjet Makinelerinin özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Yüksek kalitede baskı yapabilir.",
      "B": "Pigmentleri polimer reçinelerden yapılmıştır.",
      "C": "Baskı maliyetleri diğer sistemlere göre daha azdır.",
      "D": "Yüksek dayanıklılığa sahiptir.",
      "E": "Temelde su bazlıdır."
    },
    "explanation": "En önemli dezavantajı baskı maliyetlerinin diğer sistemlere göre <strong>daha fazla </strong>olmasıdır."
  },
  {
    "id": "3610434",
    "unitNumber": 6,
    "text": "AM tramlarda renkler üst üste geldiğinde ………… adı verilen bazı desenler oluşabilmektedir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Hibrit",
      "B": "Oval",
      "C": "Stokastik",
      "D": "More",
      "E": "Value"
    },
    "explanation": "AM tramlarda renkler üst üste geldiğinde “more” adı verilen bazı desenler oluşabilmektedir."
  },
  {
    "id": "3610435",
    "unitNumber": 6,
    "text": "Sabit görüntülü bir baskı kalıbına ihtiyaç duymayan ve her seferinde görüntüyü yeniden oluşturarak sayfalar üretebilen baskı teknolojilerine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Flekso",
      "B": "Elek bask",
      "C": "Ofset",
      "D": "Tifdruk",
      "E": "Dijital"
    },
    "explanation": "Dijital baskı teknolojileri ise sabit görüntülü bir baskı kalıbına ihtiyaç duymayan ve her seferinde görüntüyü yeniden oluşturarak sayfalar üreten baskı teknolojileridir."
  },
  {
    "id": "3610436",
    "unitNumber": 6,
    "text": "I. Baskı boyutu II. Hız, III. Yüksek işçilik maliyeti, IV. Ekstra renk sınırlılığı; sıralanan unsurlardan hangileri dijital baskının dezavantajları arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I ve IV",
      "D": "I, II ve IV",
      "E": "III ve IV"
    },
    "explanation": "Dijital baskının dezavantajları, baskı boyutu ve hız, ekstra renk baskısının sınırlı olması, baskı altı malzemesindeki sınırlılıklar sayılabilir. İşçilik maliyeti ise avantajları arasında yer alır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3610437",
    "unitNumber": 6,
    "text": "Dijital baskıda kullanılan plastik temelli partiküllere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gren",
      "B": "Mürekkep",
      "C": "Toner",
      "D": "Kuplör",
      "E": "İnkjet"
    },
    "explanation": "Dijital baskıda kullanılan plastik temelli partiküllere toner adı verilir. Bu partiküllerin elektrik şarjı yöntemiyle baskı altı malzemesine aktarılması yolu ile baskı gerçekleştirilir."
  },
  {
    "id": "3610438",
    "unitNumber": 6,
    "text": "Piezo İnkjet, II.Termal İnkjet, II. Sürekli inkjet, IV. Elektrostatik İnkjet; sıralanan inkjet teknolojilerinden hangileri Drop-on-demand sistemi kapsamında yer almaktadır??",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve IV",
      "B": "II, III ve IV",
      "C": "I, III ve IV",
      "D": "I ve II",
      "E": "III ve IV"
    },
    "explanation": "Drop on demand sisteminde piezo inkjet, termal inkjet ve elektrostatik inkjet olmak üzere üç teknoloji kullanılmaktadır. Sürekli inkjet ise farklı bir tektnolojidir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3610439",
    "unitNumber": 6,
    "text": "Yapısı emici olmayan yüzeylere baskı yapılmasını sağlayan malzeme aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fotoblok",
      "B": "Solvent bazlı mürekkep",
      "C": "Serigrafi baskı sistemi",
      "D": "Toner",
      "E": "Sıvı toner"
    },
    "explanation": "Solvent bazlı mürekkep, yapısı emici olmayan yüzeylere baskı yapılmasını sağlar. Makine üzerindeki ısıtıcılı yüzeyler ile kuruma sağlanmaktadır."
  },
  {
    "id": "3610440",
    "unitNumber": 6,
    "text": "Su bazlı inkjet makinelerde kurutma işlemini gerçekleştiren aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özel baskı altı malzeme",
      "B": "Ozon teknolojisi",
      "C": "Sıcak hava fanı",
      "D": "Uv ışık",
      "E": "Solvent bazlı mürekkep"
    },
    "explanation": "Su Bazlı İnkjet Makineler: Çözücüsü su olan mürekkeplerin kullanıldığı inkjet baskı makineleridir. Sıcak hava üfleyen fanlar vasıtası ile kurutma yapılmaktadır."
  },
  {
    "id": "3610441",
    "unitNumber": 6,
    "text": "I, Kırmızı, II, Pembe, III. Yeşil, IV. Gri, V. Turuncu; Prova inkjet baskı makinelerine geniş renk evreni aralığı oluşturabilmek için eklenen renkler arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III ve V",
      "B": "I, III ve V",
      "C": "II, III, IV",
      "D": "III, IV ve V",
      "E": "I ve II"
    },
    "explanation": "Geniş renk evreni aralığı oluşturabilmek için kırmızı, yeşil, turuncu gibi renkler eklenmiştir"
  },
  {
    "id": "3610442",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tonerli baskı için günümüzün egemen teknolojisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tipografi",
      "B": "Manyetografi",
      "C": "Elektrofotografi",
      "D": "Serigrafi",
      "E": "İyonografi"
    },
    "explanation": "Tonerli basım alanı için günümüzün egemen teknolojisi Elektrofotografik baskı yöntemidir."
  },
  {
    "id": "3610443",
    "unitNumber": 6,
    "text": "Sıvı tonerli elektrofotografik baskı makinelerinde tonerin sıvı içinde hazırlanması ve daha küçük partiküller hâlinde kullanılması, baskıya aşağıdaki özelliklerden hangisini sağlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Yüksek çözünürlük ve netlik",
      "B": "Yüksek kontrast",
      "C": "Dengeli gradasyon",
      "D": "Düşük grenli detaylar",
      "E": "Geniş renk evreni"
    },
    "explanation": "Tonerin sıvı içinde hazırlanması daha küçük partiküller hâlinde kullanılmasına olanak sağlar; böylelikle yüksek çözünürlük ve netlikte sonuçlar almak mümkündür."
  },
  {
    "id": "3610444",
    "unitNumber": 6,
    "text": "\"Dijital baskı ile basılan AM tram noktalarının kenarlarında daha küçük noktacıklar saçılmış hâlde görülebilir ve bu yüzden tram noktaları .......... .\" ifadesinde boş bırakılan yeri aşağıdakilerden hangisi doğru biçimde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "renklidir",
      "B": "köşelidir",
      "C": "keskindir",
      "D": "grenlidir",
      "E": "halelidir"
    },
    "explanation": "Dijital baskı ile basılan AM tram noktalarının kenarlarında daha küçük noktacıklar saçılmış hâlde görülebilir ve bu yüzden tram noktaları<strong> halelidir.</strong>"
  },
  {
    "id": "3835914",
    "unitNumber": 6,
    "text": "Toner olarak adlandırılan plastik temelli partiküllerin elektrik şarjı yöntemiyle baskı altı malzemesine aktarılması ile oluşan dijital baskı teknolojisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Elektrofotografik",
      "B": "İnkjet",
      "C": "Sürekli İnkjet",
      "D": "Drop on Demand-DoD inkjet",
      "E": "Piezoelektrik İnkjet"
    },
    "explanation": "Dijital baskının temel olarak iki ana teknolojisi vardır. İlki sıvı mürekkebin baskı altı malzemesi üzerine püskürtülmesi yolu ile görüntünün oluşturulması, diğeri ise toner<br/>olarak adlandırılan plastik temelli partiküllerin elektrik şarjı yöntemiyle baskı altı malzemesine aktarılması<br/>ve baskının gerçekleştirilmesidir."
  },
  {
    "id": "3835915",
    "unitNumber": 6,
    "text": "Drop on demand sisteminde kaç baskı teknolojisi kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "5",
      "B": "4",
      "C": "3",
      "D": "2",
      "E": "1"
    },
    "explanation": "Drop on demand sisteminde piezo inkjet, termal inkjet ve elektrostatik inkjet olmak üzere üç teknoloji kullanılmaktadır. Günümüzdeki üretim makinelerinde bu üç teknolojiden ağırlıklı olarak piezo inkjet kullanılmaktadır."
  },
  {
    "id": "3835916",
    "unitNumber": 6,
    "text": "Günümüzdeki üretim makinelerinde Drop on demand sisteminde en çok hangi teknoloji kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Piezo inkjet",
      "B": "Termal inkjet",
      "C": "Elektrostatik inkjet",
      "D": "Elektrofotogra",
      "E": "Sıvı Toner"
    },
    "explanation": "Drop on demand sisteminde piezo inkjet, termal inkjet ve elektrostatik inkjet olmak üzere üç teknoloji kullanılmaktadır. Günümüzdeki üretim makinelerinde bu üç teknolojiden ağırlıklı olarak piezo inkjet kullanılmaktadır."
  },
  {
    "id": "3835918",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi inkjet baskı siteminin yaygın kullanılmasının sebeplerinden biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Her tür yüzeye baskı yapması",
      "B": "Küçük boyutlu baskı için uygun olması",
      "C": "Her türlü baskı altı malzemesine baskı yapması",
      "D": "Basit olması",
      "E": "Ucuz olması"
    },
    "explanation": "İnkjet baskı makineleri özelliklerinden dolayı çok çeşitli kullanım alanlarına sahiptirler. Hemen<br/>her türlü yüzeye ve baskı altı malzemesine baskı yapabilmektedirler. Ayrıca teknolojinin ucuz ve basit<br/>olmasından dolayı büyük boyutlarda üretilebilmektedirler. Bu sebeplerden dolayı basım teknolojilerinin pek çok alanında inkjet baskı sisteminden yararlanılmaktadır."
  },
  {
    "id": "3835926",
    "unitNumber": 6,
    "text": "İki tarafı karton ile kaplanmış sentetik süngerimsi bir malzeme aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fizyogram",
      "B": "Kürleme",
      "C": "Fotoblok",
      "D": "Serigrafi",
      "E": "Litografi"
    },
    "explanation": "Fotoblok: İki tarafı karton ile kaplanmış sentetik süngerimsi bir malzemedir. Sergileme amacıyla üzerine fotoğraf ya da görsel malzeme yapıştırılması amacı ile kullanılmaktadır. Genellikle 5 ya da 10 mm gibi kalınlığı olan, hafif ve esnemeyen yapıya sahiptir."
  },
  {
    "id": "3835928",
    "unitNumber": 6,
    "text": "Kimyasal bir malzemenin ışın kullanılarak kurutulması işlemine ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kürleme",
      "B": "Blanket",
      "C": "Drum",
      "D": "Kondansör",
      "E": "Kuruma"
    },
    "explanation": "Kürleme: Kimyasal bir malzemenin ışın kullanılarak kurutulması işlemidir. Kullanılan<br/>malzemenin ultraviyole ışını ile aktive edilmesi durumuna UV kürleme adı verilmektedir."
  },
  {
    "id": "3835930",
    "unitNumber": 6,
    "text": "Sıvı tonerli elektrofotografik sisteminde görüntü üretimi kaç basamaktan oluşmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "3",
      "C": "5",
      "D": "7",
      "E": "9"
    },
    "explanation": "Sıvı tonerli elektrofotografik sisteminde görüntü üretimi, yedi basamaktan oluşmaktadır:<br/>• Birinci aşamada fotokondüktör (drum) silindirin üzerine düzgün bir şekilde elektrik yüklemesi<br/>yapılır.<br/>• İkinci aşamada lazer kafalar tarafından şarj edilmiş drum üzerine gizli görüntü oluşturulur.<br/>• Üçüncü aşamada makine içinde önceden hazırlanmış olan sıvı toner drum üzerine verilir. Drum<br/>üzerindeki basmayacak alanlar sıvı toner ile aynı elektrik yükünde olduğundan birbirlerini iterler;<br/>gizli görüntü karşıt kutupta yüklü olduğundan sıvı toner drum üzerine aktarılır.<br/>• Dördüncü aşamada drum üzerindeki görüntü karşıt yük ile yüklenmiş olan blankete aktarılır.<br/>• Beşinci aşamada harici bir ısı kaynağı tarafından 130-145 C0 civarında ısıtılmış olan blanket silindirine transfer edilir. Bu ısı sayesinde sıvı toner eriyerek birbirine karışır. Taşıyıcı görevi görmüş<br/>olan özel yağ buharlaştırılır ve geri dönüşüme sokulur. Bu arada basılmaya hazır görüntü, neredeyse<br/>kurumuş, yapışkan plastik bir film şeklinde elde edilmiş olur.<br/>• Altıncı aşamada, elde edilen görüntü filmi baskı altı malzemesine aktarılır. Temas esnasında sıvı<br/>tonerin erime ısısının altına düşüldüğü için görüntü filmi baskı altı malzemesi üzerinde katılaşır ve<br/>tamamen blanketten aktarılmış olur. Baskı makinesinin özelliğine göre çoklu geçiş adı verilen ve her seferinde blanketin tek bir rengi alarak kâğıda aktardığı sistem ile aktarım tamamlanır. Ya da tek geçiş denilen her renk sırayla blankete basılır ve bütün renkler bir seferde kâğıda aktarılmış olur. Etiket ve ambalaj üretimi için kullanılan baskı makineleri bu sistemi kullanmaktadır. Bazı tabaka baskısı<br/>makineleri de yine aynı sistem ile çalışır.<br/>• Yedinci ve son aşamada ise fotokondüktör drum, üzerindeki artık sıvı toner ve şarjdan temizlenir. Isıtılmış blankete transfer sırasındaki temastan dolayı bir miktar ısındığı için soğutulur; böylelikle yeni görüntü oluşumu ve baskı için hazır hâle getirilir."
  },
  {
    "id": "3835932",
    "unitNumber": 6,
    "text": "PVC, OPP, PET, polyester gibi sentetik film baskı altı malzemelerine baskı yapabilmek için yapılan işleme ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Serigrafi",
      "B": "Blanket",
      "C": "Koronolama",
      "D": "Kondansör",
      "E": "Elektrofotografi"
    },
    "explanation": "Koronolama: PVC, OPP, PET, polyester<br/>gibi sentetik film baskı altı malzemelerine baskı yapabilmek için yapılan işlemdir.<br/>Koronalama, baskı altı malzemesinin yüzeyi üzerindeki yağlı tabakayı kaldırarak<br/>elektron bombardımanı sayesinde yüzeyde grenler oluşturmak ve mürekkebin kabul edilmesini sağlamaktır"
  },
  {
    "id": "3835934",
    "unitNumber": 6,
    "text": "Elektrofotografik dijital baskı sistemlerinin çalışması kaç basamaktan oluşmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "6",
      "B": "5",
      "C": "4",
      "D": "3",
      "E": "2"
    },
    "explanation": "Bu sistemin çalışması altı basamakta açıklanabilir.<br/>• Birinci adımda, genel kullanımda drum denilen ışığa duyarlı baskı silindiri (fotokondüktör) genellikle artı elektrik ile yüklenmektedir.<br/>• İkinci adımda görüntü olması istenen alanlarda elektrik oranı yine genel olarak eksi elektrik yükü,<br/>lazer ışık pozlama ile yüklenerek baskı silindiri üzerinde gizli görüntü oluşturulur. *Üçüncü adımda<br/>artı yüklü kuru toner parçacıkları eksi elektrik yükü ile yüklenmiş olan silindir üzerindeki bölümlere aktarılır ve bu alana tutunurlar.<br/>• Dördüncü adımda karşı elektrik yükü ile yüklenmiş olan blanket silindiri ya da görüntü taşıyıcı<br/>kayış, toner parçacıklarıyla etkileşime geçerek üzerine toplar. Baskı altı malzemesi, blanket/kayış ile<br/>elektrik yüklü kâğıt transfer merdanesi arasından geçerek toner parçacıklarını üzerine alır ve baskı<br/>gerçekleşmiş olur.<br/>• Beşinci adımda elektrikle yüklenmiş ön temizlik ekipmanı, silindiri şartlandırarak temizlik işlemine hazırlar. LED yapılı silme çubuğuyla silindir üzerinden elektrik oranı düşürülür. Yine elektrikle<br/>yüklenmiş yumuşak fırçalarla toner parçacıkları silindir üzerinden kaldırılır. Bu adımlar bütün<br/>baskı ünitelerinde CMYK renkler için aynı şekilde uygulanır.<br/>• Altıncı ve son adımda görüntü, baskı malzemesi üzerine sıcaklık ve basınç yardımıyla sabitlenir<br/>(fusing). 1200-2400 dpi gibi yüksek çözünürlüklerde baskı yapılabilmektedir."
  },
  {
    "id": "3835937",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi solvent bazlı inkjet makinelerin özelliklerin <u>biri değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Mürekkep çözücüsü solventtir",
      "B": "300-1200 dpi arasında çözünürlüğe sahiptir",
      "C": "Yapısı emici olmayan yüzeylere baskı yapılmasını sağlar",
      "D": "Dış mekan hava şartlarına dayanıklı değildir",
      "E": "Solvent inkjet baskı makineleri kullanıldığında çok iyi havalandırma sistemleri kurulmalıdır"
    },
    "explanation": "Solvent Bazlı İnkjet Makineler: Mürekkep çözücüsü solvent olan makinelerdir. 300-1200 dpi arasında çözünürlüğe sahiptirler. Solvent bazlı mürekkep, yapısı emici olmayan yüzeylere baskı yapılmasını<br/>sağlar. Makine üzerindeki ısıtıcılı yüzeyler ile kuruma sağlanmaktadır. Bu baskılar hava şartlarına dayanıklı<br/>olduğundan dış mekân baskılarında kullanılmaktadır. Çok yüksek baskı kalitesine sahip olmamakla birlikte dış mekânda kullanıldıkları için zaten çok yüksek kalite gerekmemektedir.<br/>Solvent, insan ve çevre sağlığına oldukça zararlı olduğundan gelişmiş ülkelerde bu sistem hemen hemen ortadan kalkmıştır. Solvent inkjet baskı makineleri kullanıldığında çok iyi havalandırma sistemleri<br/>kurulmalıdır."
  },
  {
    "id": "3610445",
    "unitNumber": 7,
    "text": "Oyma ya da kazıma gibi fiziksel müdahalelere açık bir malzemeyi kalıp olarak kullanma süreciyle gelişen teknik hangi ifade ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yüksek baskı",
      "B": "Düşük baskı",
      "C": "Büyük baskı",
      "D": "Yeni baskı",
      "E": "Kaliteli baskı"
    },
    "explanation": "“Yüksek baskı” adı verilen baskı tekniği, oyma ya da kazıma gibi fiziksel müdahalelere açık bir malzemeyi kalıp olarak kullanma süreciyle gelişen bir tekniktir\" ifadesinden yola çıkılmıştır.<br/>Yüksek baskı"
  },
  {
    "id": "3610446",
    "unitNumber": 7,
    "text": "\"...............\", “linolyum” olarak adlandırılan muşamba kalıp uygulaması en basit hâliyle, yüksek baskı türüne örnek olarak verilebilir.<br/>Yukarındaki cümlede boş bırakılan yerde aşağıdaki ifadelerden hangisi doğru olarak kullanılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ağaç baskı",
      "B": "Taş baskı",
      "C": "Optik baskı",
      "D": "Lazer baskı",
      "E": "Ofset baskı"
    },
    "explanation": "Ağaç baskı, “linolyum” olarak adlandırılan muşamba kalıp uygulaması en basit hâliyle, yüksek baskı türüne örnek olarak verilebilir, ifadesinden yola çıkılarak hazırlanmıştır.<br/>Ağaç baskı"
  },
  {
    "id": "3610447",
    "unitNumber": 7,
    "text": "Aşağıdaki baskı tekniklerinden hangileri yüksek baskı tekniğinin seri üretim için kullanılan yöntemleri arasında yer alır?<br/>I. Tipo baskı<br/>II. Flesko baskı<br/>III. Ahşap baskı<br/>IV. Lazer baskı",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I ve IV",
      "E": "Sadece IV"
    },
    "explanation": "Yüksek baskı tekniğinin seri üretim için kullanılan yöntemleri ise tipo baskı ile flekso baskı sistemleridir; ifadesinden yola çıkılarak hazırlanmıştır.<br/>I ve II"
  },
  {
    "id": "3610448",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangileri \"tire işler\" için doğru olarak kullanılabilen tanımlar arasında yer alır?<br/>I. Ara ton içermez<br/>II. Tramsızdır<br/>III: Tek renk baskı için kullanılan örjinaldir.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "Sadece I",
      "E": "Sadece II"
    },
    "explanation": "Tire işler: Ara ton içermeyen, tramsız, tek renk baskı için kullanılan orijinal olarak tanımlanabilir.<br/>ifadesinden yola çıkılarak hazırlanmıştır.<br/>I, II ve III"
  },
  {
    "id": "3610449",
    "unitNumber": 7,
    "text": "I. Kalıp hazırlamak için tek tek yapılmış metal harfler (hurufatlar); elle veya makine yardımıyla yan yana dizilir,<br/>II. Resim, çizim ya da fotoğraf ve benzeri işlerin kalıpları ise metal levhalar üzerine, elle veya fotokimyasal yöntemlerle oyulmak suretiyle hazırlanır.<br/>III. Monotype, Linotype, Intertype dizgi makineleri kullanılarak mekanik yollarla dizgi yapılabilir; fotokimyasal yöntemle de filmden klişe elde edilerek tipo baskı kalıbı hazırlanabilir. Böylelikle tipo baskıda tramlı işlerin baskısı da yapılabilir.<br/>IV. Basılacak görüntü kalıba pozlanır, banyo edilerek makineye bağlanır ve baskı gerçekleştirilir.<br/>Sıralananlardan hangileri tipo baskı süreçleri arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, III ve IV"
    },
    "explanation": "Tüm ifadeler doğrudur. Doğru yanıt a şıkkıdır.<br/>I, II ve III"
  },
  {
    "id": "3610450",
    "unitNumber": 7,
    "text": "Flesko baskı ile ilgili aşağıdaki ifadelerden hangileri doğrudur?<br/>I. Flekso baskı, ilk zamanlarından bu yana özellikle ambalaj baskısı yapılan üretim süreçlerinde tercih edilen bir yüksek baskı uygulamasıdır; bunun ana nedenlerinden biri, mürekkebin hızlı kuruması ve esnek yapıda baskı kalıbına sahip olmasıdır.<br/>II. Ambalaj üretimi yapılan baskı ortamlarında öncelikle plastik esaslı ve esnek yapılı malzemelerin kullanımı tercih edilmeye başlamıştır;<br/>III. Tipo baskının bu alanda yetersiz kalması üzerine gelişme fırsatı bulan flekso baskı sistemi yaygınlaşmaya başlamıştır.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece I"
    },
    "explanation": "Tüm ifadeler doğrudur. Doğru yanıt a şıkkıdır.<br/>I, II ve III"
  },
  {
    "id": "3610451",
    "unitNumber": 7,
    "text": "Flesko baskı ile ilgili aşağıdaki ifadelerden hangileri doğrudur?<br/>Aşağıdaki ifadelerden hangileri; genellikle ambalaj sektörüne hizmet eden Flesko baskı sistemini diğer yüksek baskı sistemlerinden ayıran en önemli özellikler arasında yer alır?<br/>I. Mürekkeplerinin düşük viskoziteli olması;<br/>II. Aniloks merdane adı verilen, küçük hücrelere sahip mürekkebi aktarmayı sağlayan merdaneleri;<br/>III. Kalıplarının esnek olması; ambalaj sektöründe yaygın olarak kullanılması; ekonomik ve kolay uygulanabilir olması.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece III"
    },
    "explanation": "Tüm ifadeler doğrudur. Doğru yanıt a şıkkıdır.<br/>I, II ve III"
  },
  {
    "id": "3610452",
    "unitNumber": 7,
    "text": "Çukur baskıya ilişkin aşağıdaki ifadelerden hangileri doğrudur?<br/>I. Bu yöntemde, basılması istenen yazı ya da şekil yüksek baskının tam tersi olarak üretilir; kalıp, çukur oluşturacak biçimde elde edilir.<br/>II. Çukur baskı sisteminde yazı, çizim ya da görüntü, kalıbın çukur biçiminde olan yapısında yer alır.<br/>III. Boya ya da mürekkep de bu çukur içinde bulunur ve baskı sırasında baskı altı malzemesine aktarımı sağlanır.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece III"
    },
    "explanation": "Tüm ifadeler doğrudur. Doğru yanıt a şıkkıdır.<br/>I, II ve III"
  },
  {
    "id": "3610453",
    "unitNumber": 7,
    "text": "Düz baskı sistemine ilişkin aşağıdaki ifadelerden hangileri doğrudur?<br/>I. Yüksek ya da çukur baskı sistemi dışında kalan, görüntünün aktarımında bir tür transfer yöntemini uygulayan teknikler düz baskı olarak tanımlanmaktadır.<br/>II. Düz baskı tekniklerinden en çok uygulanan yöntemler ise serigrafi ve ofset baskı sistemleridir.<br/>III. Düz baskı tekniği içinde kabul edilebilecek bir diğer baskı sistemi ise tifdruk baskı sistemidir.",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece III"
    },
    "explanation": "Tifdruk baskı sistemi düz baskı sistemi içinde kabul edilemez. Bu nedenle doğru yanıt a şıkkıdır.<br/>I ve II"
  },
  {
    "id": "3610454",
    "unitNumber": 7,
    "text": "Serigrafi baskı istemine ilişkin aşağıdaki ifadelerden hangileri doğrudur?<br/>I. Serigrafi baskı sistemi genel anlamda; bir çerçeveye gerilmiş dokumanın (genellikle ipek malzeme) üzerine dökülmüş serigrafi mürekkebinin, emici veya emici olmayan yüzeyler üzerine uygun bir “rakle” lastiğinin basıncı altında transfer edilmesidir.<br/>II. Diğer baskı sistemlerinden farklı olan bu baskı sisteminin bir diğer adı da “elek baskı” yöntemidir.<br/>III. Görüntü, baskı malzemesine direkt geçtiğinden, serigrafi baskı da bir “direkt baskı” çeşididir.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I ve III",
      "E": "Sadece II"
    },
    "explanation": "Tüm ifadeler doğrudur. Doğru yanıt a şıkkıdır.<br/>I, II ve III"
  },
  {
    "id": "3610455",
    "unitNumber": 7,
    "text": "Kalıptaki görüntünün baskıaltı malzemesine taşınması açısından direkt baskı olarak ifade edilen ve kalıptaki ters görüntü, baskı altı malzemesi ile direkt temas hâlindeyken bir basınç yardımıyla transfer edilen baskı sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tipo Baskı",
      "B": "Flekso Baskı",
      "C": "Düz Baskı",
      "D": "Serigrafi Baskı",
      "E": "Ofset Baskı"
    },
    "explanation": "Tipo Baskı Sistemi kalıptaki görüntünün baskı altı malzemesine taşınması açısından direkt baskı olarak ifade edilir. Yani kalıptaki ters görüntü, baskı altı malzemesi ile direkt temas hâlindeyken bir basınç yardımıyla transfer edilir. Tipo baskı sisteminde görüntünün düz olması için baskı kalıbında görün terstir. Tipo baskı sisteminin diğer bir adı yüksek baskıdır. Baskı kalıbında baskı yapan alanlar ile baskı yapmayan alanlar arasındaki yükseklik farkı vardır. Baskı altı materyaline mürekkep transfer eden alanlar diğer baskısız alanlara oranla yüksektedir."
  },
  {
    "id": "3610456",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi özellikle ambalaj baskısı yapılan üretim süreçlerinde mürekkebin hızlı kuruması ve esnek yapıda baskı kalıbına sahip olması nedeni ile tercih edilen bir yüksek baskı uygulamasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Flekso Baskı",
      "B": "Serigrafi Baskı",
      "C": "Tipo Baskı",
      "D": "Düz Baskı",
      "E": "Ofset Baskı"
    },
    "explanation": "Flekso Baskı Sistemi<br/>Flekso baskı, ilk zamanlarından bu yana özellikle ambalaj baskısı yapılan üretim süreçlerinde tercih edilen bir yüksek baskı uygulamasıdır; bunun ana nedenlerinden biri, mürekkebin hızlı kuruması ve esnek yapıda baskı kalıbına sahip olmasıdır. Ambalaj üretimi yapılan baskı ortamlarında öncelikle plastik esaslı ve esnek yapılı malzemelerin kullanımı tercih edilmeye başlamıştır; tipo baskının bu alanda yetersiz kalması üzerine gelişme fırsatı bulan flekso baskı sistemi yaygınlaşmaya başlamıştır."
  },
  {
    "id": "3610457",
    "unitNumber": 7,
    "text": "Hazırlanmış kalıbın, baskı yapılırken fazla mürekkep ile kaplanması ve fazlalığın baskı gerçekleşmeden hemen önce bir çelik rakle ile sıyrılarak alındıktan sonra oyulmuş bölgelerde kalan mürekkebin doğrudan doğruya bir basınç etkisiyle basılacak yüzeye transfer edilmesine dayalı çukur baskı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tifdruk Baskı",
      "B": "Serigrafi Baskı",
      "C": "Tipo Baskı",
      "D": "Düz Baskı",
      "E": "Ofset Baskı"
    },
    "explanation": "Tifdruk baskı için hazırlanmış kalıp, baskı yapılırken fazla mürekkep ile kaplanır ve bu fazla mürekkep, baskı gerçekleşmeden hemen önce bir<br/>çelik rakle (doctor blade) ile sıyrılarak alınır. Oyulmuş bölgelerde yani hücrelerde kalan mürekkep ise doğrudan doğruya bir basınç etkisiyle basılacak yüzeye transfer edilir. Tifdruk Baskı Sistemi; baskı altı malzemesi görüntüyü direkt olarak baskı kalıbından aldığı için aynı zamanda bir “Direkt Baskı” uygulamasıdır."
  },
  {
    "id": "3610458",
    "unitNumber": 7,
    "text": "Bir çerçeveye gerilmiş dokumanın üzerine dökülmüş baskıya özel olarak üretilen mürekkebinin, emici veya emici olmayan yüzeyler üzerine uygun bir “rakle” lastiğinin basıncı altında transfer edilmesine dayalı “direkt baskı” çeşidi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Serigrafi Baskı",
      "B": "Tipo Baskı",
      "C": "Düz Baskı",
      "D": "Tifdruk Baskı",
      "E": "Ofset Baskı"
    },
    "explanation": "Serigrafi baskı sistemi genel anlamda; bir çerçeveye gerilmiş dokumanın (genellikle ipek malzeme) üzerine dökülmüş serigrafi mürekkebinin,<br/>emici veya emici olmayan yüzeyler üzerine uygun bir “rakle” lastiğinin basıncı altında transfer edilmesidir. Diğer baskı sistemlerinden farklı olan bu<br/>baskı sisteminin bir diğer adı da “elek baskı” yöntemidir. Görüntü, baskı malzemesine direkt geçtiğinden, serigrafi baskı da bir “direkt baskı” çeşididir."
  },
  {
    "id": "3610459",
    "unitNumber": 7,
    "text": "“Basılmaması istenen yüzeyler hazne suyu adı verilen solüsyonla nemlendirililir, basılacak bölgeler yağ bazlı mürekkebi alır, nemlenmiş bölgeler ise yağı kabul etmediğinden kalıp üzerinde istenilen görüntü elde edilmiş olur” açıklamasına dayalı endirekt baskı sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ofset Baskı",
      "B": "Serigrafi Baskı",
      "C": "Tipo Baskı",
      "D": "Düz Baskı",
      "E": "Tifdruk Baskı"
    },
    "explanation": "Ofset baskı sisteminin asıl adı “Litografik ofset” baskıdır. Baskıda kullandığı temel yöntem ise su ile yağın karışmaması prensibine dayanır. Basılmaması<br/>istenen yüzeyler hazne suyu adı verilen solüsyonla nemlendirilir. Basılacak bölgeler ise yağ bazlı mürekkebi alır, basmayan nemlenmiş bölgeler yağı kabul etmediğinden, kalıp üzerinde istenilen görüntü elde edilmiş olur. “Ofset” olarak adlandırılmasının nedeni de endirekt baskı sistemi olmasıdır. Yani kalıp, baskı altı malzemesi ile temas etmez. Önce bir blankete (kauçuk silindir) basar, blanket ise üzerindeki mürekkebi baskı altı malzemesine aktarıp baskıyı gerçekleştirmiş olur."
  },
  {
    "id": "3610460",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi fotoğrafçılık dallarının kullandığı baskı sistemlerine dayalı olarak sanat fotoğrafçılığında kullanılan teknikler arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tabaka ofset",
      "B": "Flekso",
      "C": "Tifdruk",
      "D": "Web ofset",
      "E": "Trajlı İnkjet"
    },
    "explanation": "Fotoğrafçılık dallarının kullandığı baskı sistemlerine dayalı olarak sanat fotoğrafçılığında kullanılan teknikler arasında Tabaka ofset, geniş format inkjet ve elektrofotografik yer almaktadır."
  },
  {
    "id": "3610461",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi fotoğrafçılık dallarının kullandığı baskı sistemlerine dayalı olarak haber belgesel fotoğrafçılığında kullanılan teknikler arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Web ofset",
      "B": "Flekso",
      "C": "Tifdruk",
      "D": "Trajlı İnkjet",
      "E": "Serigrafi"
    },
    "explanation": "Fotoğrafçılık dallarının kullandığı baskı sistemlerine dayalı olarak haber belgesel fotoğrafçılığında kullanılan teknikler arasında web ofset, tabaka ofset, geniş format inkjet, elektrofotografik yer alır."
  },
  {
    "id": "3610462",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi fotoğrafçılık dallarının kullandığı baskı sistemlerine dayalı olarak moda fotoğrafçılığında kullanılan teknikler arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Elektrofotografik",
      "B": "Trajlı İnkjet",
      "C": "Flekso",
      "D": "Tifdruk",
      "E": "Serigrafi"
    },
    "explanation": "Fotoğrafçılık dallarının kullandığı baskı sistemlerine dayalı olarak moda fotoğrafçılığında kullanılan teknikler arasında web ofset, tabaka ofset, geniş format inkjet, elektrofotografik yer alır."
  },
  {
    "id": "3610463",
    "unitNumber": 7,
    "text": "Ofset baskı sisteminde bir işin (görüntü) basılabilmesi için; fabrikasyon olarak emülsiyonla ışığa karşı hassas duruma getirilmiş ofset baskı kalıbının üzerine görüntü oluşturmak için pozlama yapılan cihaz aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Computer to plate",
      "B": "Blanket",
      "C": "Polivinilklorid",
      "D": "Trikromi",
      "E": "Doctor blade"
    },
    "explanation": "Ofset baskı sisteminde bir işin (görüntü) basılabilmesi için; fabrikasyon olarak emülsiyonla ışığa karşı hassas duruma getirilmiş ofset baskı kalıbının<br/>üzerine, CTP (Computer to Plate) adı verilen cihazlarla pozlama yapılarak görüntü oluşturulur."
  },
  {
    "id": "3610464",
    "unitNumber": 7,
    "text": "“Ofset matbaa baskı yönteminin temel özelliklerinden biri olan CMYK baskı sistemini oluşturan renkleri tanımlamaktadır. Siyah rengi tamamlayıcı olarak gören sistem, CMY renklerini esas alır” açıklamasındaki CMY olarak tanımlanan üç rengi ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Trikromi",
      "B": "Blanket",
      "C": "Polivinilklorid",
      "D": "Computer to plate",
      "E": "Flekso"
    },
    "explanation": "Trikromi: Ofset matbaa baskı yönteminin temel özelliklerinden biri olan CMYK<br/>baskı sistemini oluşturan renkleri tanımlamaktadır. Siyah rengi tamamlayıcı olarak gören sistem, CMY renklerini esas alır ve üç renk anlamına gelen “trikromi” sözcüğü ile tanımlanır."
  },
  {
    "id": "3610465",
    "unitNumber": 7,
    "text": "Basım sektöründe kullanılan kaç temel baskı sistemi bulunmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "4",
      "C": "6",
      "D": "8",
      "E": "10"
    },
    "explanation": "Giriş<br/>Basım sektöründe kullanılan altı temel baskı sistemi bulunmaktadır. Bu sistemler; tipo, ofset, flekso, tifdruk (gravür), serigrafi baskı ve kitabımızda ayrı bir bölümde detaylı olarak anlatılmış olan dijital baskı sistemleridir."
  },
  {
    "id": "3610466",
    "unitNumber": 7,
    "text": "Oyma ya da kazıma gibi fiziksel müdahalelere açık bir malzemeyi kalıp olarak kullanma süreciyle gelişen baskı tekniğine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tifdruk baskı",
      "B": "Çukur baskı",
      "C": "Serigrafi baskı",
      "D": "Yüksek baskı",
      "E": "Ofset baskı"
    },
    "explanation": "YÜKSEK BASKI<br/>“Yüksek baskı” adı verilen baskı tekniği, oyma ya da kazıma gibi fiziksel müdahalelere açık bir malzemeyi kalıp olarak kullanma süreciyle gelişen bir tekniktir."
  },
  {
    "id": "3610467",
    "unitNumber": 7,
    "text": "Genel olarak “Pigment + Vernik + Yağ + Katkı Maddeleri” bileşiminden oluşan yağ bazlı mürekkepler hangi baskı türünde kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tipo",
      "B": "Flekso",
      "C": "Tifdruk",
      "D": "Serigrafi",
      "E": "Ofset"
    },
    "explanation": "YÜKSEK BASKI<br/>Tipo baskı mürekkepleri yağ bazlı mürekkeplerdir; genel olarak “Pigment + Vernik + Yağ + Katkı Maddeleri” bileşiminden oluşur."
  },
  {
    "id": "3610468",
    "unitNumber": 7,
    "text": "Hangi baskı sisteminde kâğıt, karton, oluklu mukavva, PE, PP, PET ve PVC gibi plastik ve metalize film malzemeler, baskı altı malzemesi olarak kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tipo",
      "B": "Ofset",
      "C": "Tifdruk",
      "D": "Çukur",
      "E": "Flekso"
    },
    "explanation": "YÜKSEK BASKI<br/>Flekso baskı sisteminde kâğıt, karton, oluklu mukavva, PE, PP, PET ve PVC gibi plastik ve metalize film malzemeler, baskı altı malzemesi olarak kullanılmaktadır."
  },
  {
    "id": "3610469",
    "unitNumber": 7,
    "text": "Türkiye’de baskı sektöründe Almancadan dönüştürülmüş şekli ile tifdruk adı yaygın olarak kullanılmakla birlikte, uluslararası matbaacılık literatüründe hangi ad altında tanımlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Tipo",
      "B": "Flekso",
      "C": "Druck",
      "D": "Gravür",
      "E": "Tief"
    },
    "explanation": "ÇUKUR BASKI<br/>Türkiye’de baskı sektöründe Almancadan dönüştürülmüş şekli ile tifdruk adı yaygın olarak kullanılmakla birlikte, uluslararası matbaacılık literatüründe gravür adı altında tanımlanmaktadır."
  },
  {
    "id": "3610470",
    "unitNumber": 7,
    "text": "Yüksek ya da çukur baskı sistemi dışında kalan, görüntünün aktarımında bir tür transfer yöntemini uygulayan teknikler hangi baskı sistemi olarak tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tipo",
      "B": "Flekso",
      "C": "Düz",
      "D": "Tifdruk",
      "E": "Gravür"
    },
    "explanation": "DÜZ BASKI SİSTEMİ<br/>Yüksek ya da çukur baskı sistemi dışında kalan, görüntünün aktarımında bir tür transfer yöntemini uygulayan teknikler düz baskı olarak tanımlanmaktadır."
  },
  {
    "id": "3610471",
    "unitNumber": 7,
    "text": "Düz baskı tekniklerinden en çok uygulanan yöntemler aşağıdaki baskı sistemlerinden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Flekso ve ofset baskı",
      "B": "Flekso ve serigrafi baskı",
      "C": "Tipo ve ofset baskı",
      "D": "Tipo ve serigrafi baskı",
      "E": "Serigrafi ve ofset baskı"
    },
    "explanation": "DÜZ BASKI SİSTEMİ<br/>Düz baskı tekniklerinden en çok uygulanan yöntemler ise serigrafi ve ofset baskı sistemleridir."
  },
  {
    "id": "3610472",
    "unitNumber": 7,
    "text": "Aşağıdaki tekniklerden hangisi tahta, cam, metal, porselen, taş ve kumaş gibi baskı malzemelerine baskı yapabilme özelliği taşır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tipo",
      "B": "Serigrafi",
      "C": "Ofset",
      "D": "Tifdruk",
      "E": "Flekso"
    },
    "explanation": "DÜZ BASKI SİSTEMİ<br/>Serigrafi baskı tekniğinin en önemli tercih nedeni; tipo, ofset, tifdruk ve flekso baskı teknikleriyle yapılamayan tahta, cam, metal, porselen, taş ve kumaş gibi baskı malzemelerine baskı yapabilme özelliğidir."
  },
  {
    "id": "3610473",
    "unitNumber": 7,
    "text": "Baskıda kullandığı temel yöntemin su ile yağın karışmaması prensibine dayanan basım tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tipo",
      "B": "Flekso",
      "C": "Gravür",
      "D": "Çukur",
      "E": "Ofset"
    },
    "explanation": "DÜZ BASKI SİSTEMİ<br/>Ofset baskı sisteminin asıl adı “Litografik ofset” baskıdır. Baskıda kullandığı temel yöntem ise su ile yağın karışmaması prensibine dayanır."
  },
  {
    "id": "3610474",
    "unitNumber": 7,
    "text": "Aşağıdaki baskı sistemlerinden hangisi sanat fotoğrafçılığında kullanılan baskı sistemlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Web ofset",
      "B": "Tifdruk",
      "C": "Flekso",
      "D": "Trajlı inkjet",
      "E": "Geniş format inkjet"
    },
    "explanation": "FOTOĞRAFÇILIK TÜRLERİ VE BASKI YÖNTEMLERİ<br/>Resim 7.20"
  },
  {
    "id": "3610475",
    "unitNumber": 7,
    "text": "Hangisi bir düz baskı yöntemidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tipo baskı",
      "B": "Tifdruk baskı",
      "C": "Ofset baskı",
      "D": "Flekso baskı",
      "E": "Gravür baskı"
    },
    "explanation": "Ofset baskı, düz baskı yöntemlerindendir."
  },
  {
    "id": "3610476",
    "unitNumber": 7,
    "text": "Hangisi çukur baskı yöntemidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tipo baskı",
      "B": "Serigrafi baskı",
      "C": "Ofset baskı",
      "D": "Flekso baskı",
      "E": "Gravür baskı"
    },
    "explanation": "Gravür baskı bir çukur kaskı yöntemidir."
  },
  {
    "id": "3610477",
    "unitNumber": 7,
    "text": "Hangisi bir yüksek baskı yöntemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tipo baskı",
      "B": "Tifdruk baskı",
      "C": "Ofset baskı",
      "D": "Dijital baskı",
      "E": "Gravür baskı"
    },
    "explanation": "Tipo baskı bir yüksek baskı yöntemidir."
  },
  {
    "id": "3610478",
    "unitNumber": 7,
    "text": "Tipo baskıda yazıyı oluşturmak üzere yan yana dizilen metal harflere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Linolyum",
      "B": "Klişe",
      "C": "Hurufat",
      "D": "Monotype",
      "E": "Tire"
    },
    "explanation": "Tipo baskıda yazıyı oluşturmak üzere yan yana dizilen metal harflere hurufat denir."
  },
  {
    "id": "3610479",
    "unitNumber": 7,
    "text": "Bir yüksek baskı tekniği olan flekso en çok hangi alanda kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kitap basımı",
      "B": "Sanatsal baskılar",
      "C": "Fotoğraf baskısı",
      "D": "Afiş basımı",
      "E": "Ambalaj baskı"
    },
    "explanation": "Flekso baskı en çok ambalaj baskılarında tercih edilir."
  },
  {
    "id": "3610480",
    "unitNumber": 7,
    "text": "Serigrafi baskı ile yaptığı sanatsal çalışmalarla öne çıkan sanatçı hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Andy Warhol",
      "B": "Pablo Picasso",
      "C": "Frida Kahlo",
      "D": "Mürşide İçmeli",
      "E": "Johannes Gutenberg"
    },
    "explanation": "Serigrafi baskının sanatsal kullanımdaki en önemli örneklerinden biri olarak, Pop Art Akımının temsilcisi olarak da bilinen Andy Warhol’un renkli baskı çalışmaları gösterilebilir."
  },
  {
    "id": "3610481",
    "unitNumber": 7,
    "text": "Ofset matbaa baskı yönteminin temel özelliklerinden biri olan CMYK sistemini oluşturan renkleri tanımlayan kelime hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tifdruk",
      "B": "Trikromi",
      "C": "Klişe",
      "D": "Tayf",
      "E": "Pantone"
    },
    "explanation": "Trikromi: Ofset matbaa baskı yönteminin temel özelliklerinden biri olan CMYK baskı sistemini oluşturan renkleri tanımlamaktadır. Siyah rengi tamamlayıcı olarak gören sistem, CMY renklerini esas alır ve üç renk anlamına gelen “trikromi” sözcüğü ile tanımlanır."
  },
  {
    "id": "3610482",
    "unitNumber": 7,
    "text": "Ofset baskının sanatsal amaçlı baskı uygulamalarındaki karşılığı hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gravür baskı",
      "B": "Taş baskı",
      "C": "Linol baskı",
      "D": "Tipo baskı",
      "E": "Ağaç baskı"
    },
    "explanation": "Ofset baskının sanatsal amaçlı baskı uygulamalarındaki karşılığı ise litografi (taş baskı) yöntemidir. Bu nedenle ofset baskı “litografik baskı” olarak da tanımlanabilmektedir."
  },
  {
    "id": "3610483",
    "unitNumber": 7,
    "text": "Ofset baskı sisteminde kalıp üzerindeki görüntünün baskı altı malzemeye aktarılmasını sağlayan kauçuk silindir bölüm hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kalıp",
      "B": "Gofre",
      "C": "Klişe",
      "D": "Blanket",
      "E": "Plate"
    },
    "explanation": "<strong>Blanket:</strong> Ofset baskı sisteminde kalıp üzerindeki çizim, yazı ya da fotoğraf gibi görüntünün baskı altı malzemeye aktarılmasını sağlayan kauçuk silindir bölüm. Kalıp üzerindeki görüntü öncelikle blanket adı verilen yüzeye, onun üzerinden de baskı altı malzeme üzerine aktarılır."
  },
  {
    "id": "3610484",
    "unitNumber": 7,
    "text": "Fotoğrafçılığın çeşitli dallarında en fazla kullanılan baskı sistemi hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Web ofset",
      "B": "Flekso",
      "C": "Tabaka Ofset",
      "D": "Tifdruk",
      "E": "Trajlı inkjet"
    },
    "explanation": "Fotoğrafçılığın çeşitli dallarında en fazla kullanılan baskı sistemi tabaka ofsettir."
  },
  {
    "id": "3610485",
    "unitNumber": 8,
    "text": "Gerek geleneksel baskı sistemleri, gerekse dijital baskı yöntemleri ile görüntünün üzerine aktarılıp baskının gerçekleştirildiği yüzeylere ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Baskı altı malzemeleri",
      "B": "Baskı malzemeleri",
      "C": "Fotoğraf malzemeleri",
      "D": "Stüdyo",
      "E": "Baskı sonrası malzemeler"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Gerek geleneksel baskı sistemleri, gerekse dijital baskı yöntemleri ile görüntünün üzerine aktarılıp baskının gerçekleştirildiği yüzeylere baskı altı malzemeleri adı verilmektedir."
  },
  {
    "id": "3610486",
    "unitNumber": 8,
    "text": "Hem geleneksel baskı sistemlerinde hem de geniş format dijital baskı sistemlerinde en çok kullanılan baskı altı malzemesi olarak önemli bir yer tutan ürün aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kağıt ve kağıt ürünleri",
      "B": "Ambalaj ve etiket malzemeleri",
      "C": "Folyo ve film malzemeleri",
      "D": "Bilboard Kağıdı",
      "E": "CLP Kağıdı"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Kâğıt ve kâğıt ürünleri bilinen ve en yaygın kullanılan baskı altı malzemesidir diyebiliriz. Bu ürünler gerek geleneksel baskı sistemlerinde, gerekse geniş format dijital baskı sistemlerinde en çok kullanılan baskı altı malzemesi olarak önemli bir yer tutmaktadırlar"
  },
  {
    "id": "3610487",
    "unitNumber": 8,
    "text": "Kâğıdın kullanım amacına göre birçok çeşidi bulunmaktadır. Aşağıdakilerden hangisi matbaa ve yayıncılık açısından bakıldığında en yaygın kullanılan kâğıt çeşitlerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fibermark Megalight ADML",
      "B": "Birinci Hamur Kâğıtlar",
      "C": "Polietilen",
      "D": "Billboard Kâğıdı",
      "E": "City Light Poster"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Birinci Hamur Kâğıtlar<br/>İkinci Hamur Kâğıtlar <br/>Kuşe Kâğıt<br/>Karton:<br/>Bristol Karton<br/>Dokulu Kâğıtlar<br/>Metalize Kâğıtlar<br/>Dijital Baskı Fotoğraf Kâğıtları<br/>Prova Baskı Kâğıtları"
  },
  {
    "id": "3610488",
    "unitNumber": 8,
    "text": "En çok kullanılan baskı altı malzemelerden biri olan ikinci hamur kâğıtlar nerelerde kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Broşür, katalog, dergi, poster",
      "B": "Ambalaj sektörü",
      "C": "Gazete ve kitap baskısında",
      "D": "Kitap ve katalog kapağı",
      "E": "Sanatsal baskılarda"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>İkinci Hamur Kâğıtlar (Yellowish Uncoated):Gazete ve kitap baskısında çok yaygın olarak kullanılan, eşit miktarda odun hamuru ile selüloz olan kâğıttır. Özel amaçlar hariç olmak üzere, fotoğraf baskısında ve dijital baskıda tercih edilen bir kâğıt türü değildir."
  },
  {
    "id": "3610489",
    "unitNumber": 8,
    "text": "Çikolata, şekerleme gibi gıda ürünlerinin ambalaj kutularının üretiminde kullanılan baskı altı malzemesi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İkinci Hamur Kâğıtlar",
      "B": "Kuşe Kâğıt",
      "C": "Karton",
      "D": "Metalize Kâğıtlar",
      "E": "Bristol Karton"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Metalize Kâğıtlar: Yüzeyleri metal efekti verecek şekilde kaplanmış kâğıtlardır. Yüksek yansıtıcılık ve parlaklıkta, altın, gümüş, bakır benzeri görünümlere sahiptirler. Daha çok karton çeşitleri olarak bulunurlar. Üzerlerine yapılan konvansiyo-nel ve dijital baskılar ile metal baskı hissiyatı ver-mektedirler. Özellikle Orta Asya ülkelerinde çok kullanılmaktadırlar. Çikolata, şekerleme gibi gıda ürünlerinin ambalaj kutularının üretiminde kullanılmaktadırlar."
  },
  {
    "id": "3610490",
    "unitNumber": 8,
    "text": "Tüketim ihtiyaçları, yeni reklam yöntem ve mecraları, gelişen kimya teknolojisi sayesinde kâğıt baskı altı malzemelerinin cevap veremediği beklentileri karşılayan yeni nesil baskı altı malzemelerine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kağıt ürünleri",
      "B": "Karton ürünleri",
      "C": "Tekstil ürünleri",
      "D": "Toprak malzemeleri",
      "E": "Sentetik baskı altı malzemeleri"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Sentetik Baskı Altı Malzemeleri<br/>Tüketim ihtiyaçları, yeni reklam yöntem ve mecraları, gelişen kimya teknolojisi sayesinde kâğıt baskı altı malzemelerinin cevap veremediği beklentileri karşılayan yeni nesil baskı altı malzemeleridir. Özellikle ambalaj sektöründe ürünleri korumak, gıda maddelerinin hijyenini sağlayıp daha uzun ömürlü olması için kullanılmaktadırlar."
  },
  {
    "id": "3610491",
    "unitNumber": 8,
    "text": "Geniş format inkjet baskı makinelerinde kullanılan malzemelerdir. Bina ve araç giydirme, afiş, banner gibi dış mekân baskılarında sıklıkla kullanılırlar. Bu baskı altı malzeme aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Endüstriyel reklamcılıkta kullanılan sen-tetik baskı altı malzemeler",
      "B": "Geleneksel matbaacılıkta kullanılan sen-tetik baskı altı malzemeleri",
      "C": "Blueback - Billboard Kâğıdı",
      "D": "City Light Poster-CLP Kâğıdı",
      "E": "Fibermark Megalight ADML (Döner Reklam Panosu) Baskı Kâğıdı"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Endüstriyel reklamcılıkta kullanılan sen-tetik baskı altı malzemeleri: Geniş format inkjet baskı makinelerinde kullanılan malzemelerdir. Bina ve araç giydirme, afiş, banner gibi dış mekân baskılarında sıklıkla kullanılırlar. Dış mekân baskıları güneş, yağmur, rüzgâr, toz gibi yıpratıcı etkilere maruz kalırlar."
  },
  {
    "id": "3610492",
    "unitNumber": 8,
    "text": "Ham maddesi doğal selülozik esaslı polimerler, işlenmemiş lifli kuşe malzemedir. 130 gr/m2, 135 gr/m2 ve 150 gr/m2 ağırlığında olanlar en çok tercih edilenlerdir. Yağ ve UV bazlı ofset baskı, solvent, UV ve su bazlı HP latex dijital baskı makineleri ile baskı yapılabilmektedir. Sözü edilen baskı altı malzeme aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Blueback - Billboard Kâğıdı",
      "B": "City Light Poster-CLP Kâğıdı",
      "C": "Endüstriyel reklamcılıkta kullanılan sentetik baskı altı malzemeleri",
      "D": "Fibermark Megalight ADML (Döner Reklam Panosu) Baskı Kâğıdı",
      "E": "Billboard Plus Kâğıdı"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>City Light Poster-CLP Kâğıdı: Işıklı kapalı bir kutunun içinde, “raket sistemi” olarak adlandırılan ve dönen bir mekanizmayla, görsel değişken olarak sunulur. Bu sistemle baskısı yapılan görsel dış etkenlerden olumsuz etkilenmeyecektir ve süreklilik durumu maksimuma çıkacaktır.Ham maddesi doğal selülozik esaslı polimerler, işlenmemiş lifli kuşe malzemedir. 130 gr/m2, 135 gr/m2 ve 150 gr/m2 ağırlığında olanlar en çok tercih edilenlerdir. Yağ ve UV bazlı ofset baskı, solvent, UV ve su bazlı HP latex dijital baskı makineleri ile baskı yapılabilmektedir."
  },
  {
    "id": "3610493",
    "unitNumber": 8,
    "text": "Kimyevi olarak PVC kategorisine giren organik bir bileşiktir. Dayanıklı ve uzun ömürlü yapısı sayesinde dış etkenlerden zarar görmez. Halk arasında branda diye tabir edilen bu malzemenin 260, 280, 320, 440 ve 520g olarak kullanımı yaygındır. Gramaj arttıkça kullanım yerindeki dayanım süresi artmaktadır. Sözü edilen baskı altı malzeme aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Blockout Vinil",
      "B": "Blackback",
      "C": "Backlit",
      "D": "PVC Vinil",
      "E": "Frontlit"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>VC Vinil: Vinil kimyevi olarak PVC kategorisine giren organik bir bileşiktir. Dayanıklı ve uzun ömürlü yapısı sayesinde dış etkenlerden zarar görmez. Halk arasında branda diye tabir edilen bu malzemenin 260, 280, 320, 440 ve 520g olarak kullanımı yaygındır. Gramaj arttıkça kullanım yerindeki dayanım süresi artmaktadır."
  },
  {
    "id": "3610494",
    "unitNumber": 8,
    "text": "Basım sanayinin birçok alanında uygulanmaktadır. Grafik sanatlar doğrultusunda ele alındığında, plastik esaslı bir malzemenin başka bir malzeme üzerine sıvanıp yapıştırılması şeklinde genel bir tanımlama yapılabilir. Sözü edilen baskı sonrası işleme ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Lak",
      "B": "Hologram Folyolar",
      "C": "Yaldız-Metalik Folyolar",
      "D": "Selefonlar",
      "E": "Laminasyon"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Laminasyon, basım sanayinin birçok alanında uygulanmaktadır. Grafik sanatlar doğrultusunda ele alındığında, plastik esaslı bir malzemenin başka bir malzeme üzerine sıvanıp yapıştırılması şeklinde ge-nel bir tanımlama yapılabilir"
  },
  {
    "id": "3610495",
    "unitNumber": 8,
    "text": "Bilinen ve en yaygın kullanılan baskı altı malzemesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kağıt ürünleri",
      "B": "Plastik",
      "C": "Silikon",
      "D": "Bitkisel yağ",
      "E": "Petrol ürünleri"
    },
    "explanation": "Kâğıt ve kâğıt ürünleri bilinen ve en yaygın kullanılan baskı altı malzemesidir diyebiliriz"
  },
  {
    "id": "3610496",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi birinci hamur kağıtlar için <u>söylenemez</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Basit posterlerin basımında kullanılır",
      "B": "Günlük hayatta çok bilenen kağıttır.",
      "C": "Beyaz renklidir",
      "D": "Eşit miktarda odun hamuru ile selüloz içerir",
      "E": "Antetli kâğıtlarda kullanılır"
    },
    "explanation": "Günlük hayatta da çok bilinen, kitap, ders kitapları, antetli kâğıt, kullanım kitapçıkları, basit posterlerin basımında kullanılan; selülozu çok, odunu az olan beyaz renkli kâğıttır."
  },
  {
    "id": "3610497",
    "unitNumber": 8,
    "text": "I. Birinci hamur kağıt, II. İkinci hamur kağıt, III. Kuşe kağıt, IV. Billboard kağıdı,V. Bristol karton; Sıralananlardan hangileri matbaacılık ve yayıncılıkta kullanılan baskı altı malzemeleri arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve V",
      "B": "II, IV ve V",
      "C": "I, II, III ve V",
      "D": "II, III, IV ve V",
      "E": "I, II, III ve IV"
    },
    "explanation": "en yaygın kullanılan kâğıt çeşitleri şunlardır:<br/><em>Birinci Hamur Kâğıtlar</em><br/><em>İkinci Hamur Kâğıtlar</em><br/><em>Kuşe Kâğıt</em><br/><em>Karton:</em><br/><em>Bristol Karton</em><br/><em>Dokulu Kâğıtlar</em><br/><em>Metalize Kâğıtlar</em><br/><em>Dijital Baskı Fotoğraf Kâğıtları</em><br/><em>Prova Baskı Kâğıtları</em><br/><strong><em>Bilboard kağıdı adı altında bir baskı altı malzemesi türü yoktur. Amaca uygun farklı malzemeler ile (Kağıt, vinil vs.) bilboard baskısı yapılabilmektedir.</em></strong>"
  },
  {
    "id": "3610498",
    "unitNumber": 8,
    "text": "I. Ambalaj sektöründe ürünleri korumak için kullanılır<br/>II. Dış mekân reklamcılığında kullanılır<br/>III. Görsel olarak çeşitli efektler oluşturabilen türleri de bulunmaktadır<br/>IV. Yeni nesil baskı altı malzemeleridir<br/>V. Cam, ahşap, seramik gibi farklı maddeler içermektedir<br/>Yukarıdakilerden hangileri sentetik baskı altı malzemeleri için söylenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "II, III ve V",
      "B": "I, III ve IV",
      "C": "II, III, IV ve V",
      "D": "I, II, III ve IV",
      "E": "I, II, III ve V"
    },
    "explanation": "Tüketim ihtiyaçları, yeni reklam yöntem ve mecraları, gelişen kimya teknolojisi sayesinde kâğıt baskı altı malzemelerinin cevap veremediği beklentileri karşılayan yeni nesil baskı altı malzemeleridir. Özellikle ambalaj sektöründe ürünleri korumak, gıda maddelerinin hijyenini sağlayıp daha uzun ömürlü olması için kullanılmaktadırlar. Bunun yanı sıra dış mekân reklamcılığında çevre ve hava şartlarına dayanıklı oldukları için kullanılmaktadırlar. Ayrıca görsel olarak çeşitli efektler oluşturabilen türleri de bulunmaktadır"
  },
  {
    "id": "3610499",
    "unitNumber": 8,
    "text": "Para ve hisse senedi gibi ürünlerde; sahtekârlığı önlemek, söz konusu ürünlerin dayanıklı ve uzun ömürlü olmasını sağlamak için kullanılan baskı altı malzemeleri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geleneksel matbaacılıkta kullanılan sentetik baskı altı malzemeleri",
      "B": "Endüstriyel reklamcılıkta kullanılan sentetik baskı altı malzemeleri:",
      "C": "Ambalaj ve etiket, folyo, film malzemeleri",
      "D": "Blueback<strong> -</strong> Billboard Kâğıdı",
      "E": "City Light Poster-CLP Kâğıdı"
    },
    "explanation": "<strong><em>Geleneksel matbaacılıkta kullanılan sentetik baskı altı malzemeleri: </em></strong>Ticari matbaacılık amacı ile kullanılan baskı altı malzemeleridir. Standart baskı kâğıtlarına benzer ebat, gramaj gibi özelliklerde üretilirler. Kullanım amaçları, görsel etkiyi arttırmak, baskıya dayanıklılık sağlamak, değerli evrak ve güvenlik baskılarıdır. Kitap, dergi, katalog kapağı olarak ürünün albenisini arttırmak amacı ile ofset ve trajlı dijital baskı sistemleri tarafından kullanılmaktadırlar. Para ve hisse senedi gibi ürünlerde; sahtekârlığı önlemek, söz konusu ürünlerin dayanıklı ve uzun ömürlü olmasını sağlamak için kullanılan baskı altı malzemeleridir."
  },
  {
    "id": "3610500",
    "unitNumber": 8,
    "text": "Bina ve araç giydirme, afiş, banner gibi dış mekân baskılarında sıklıkla kullanılan sentetik baskı altı malzemesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Geleneksel matbaacılıkta kullanılan sentetik baskı altı malzemeleri",
      "B": "Endüstriyel reklamcılıkta kullanılan sentetik baskı altı malzemeleri",
      "C": "Ambalaj ve etiket, folyo, film malzemeleri",
      "D": "City Light Poster-CLP Kâğıdı:",
      "E": "Billboard Plus Kâğıdı"
    },
    "explanation": "<strong><em>Endüstriyel reklamcılıkta kullanılan sentetik baskı altı malzemeleri: </em></strong>Geniş format inkjet baskı makinelerinde kullanılan malzemelerdir. Bina ve araç giydirme, afiş, banner gibi dış mekân baskılarında sıklıkla kullanılırlar"
  },
  {
    "id": "3610501",
    "unitNumber": 8,
    "text": "Ham maddesi doğal selülozik esaslı polimerler, işlenmemiş lifli kuşe malzeme olan baskı altı malzemesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "PVC Vinil",
      "B": "Billboard Kâğıdı",
      "C": "City Light Poster-CLP Kâğıdı",
      "D": "Döner Reklam Panosu Baskı Kâğıdı",
      "E": "Billboard Plus Kâğıdı"
    },
    "explanation": "<strong>City Light Poster-CLP Kâğıdı: </strong>Işıklı kapalı bir kutunun içinde, “raket sistemi” olarak adlandırılan ve dönen bir mekanizmayla, görsel değişken olarak sunulur. Bu sistemle baskısı yapılan görsel dış etkenlerden olumsuz etkilenmeyecektir ve süreklilik durumu maksimuma çıkacaktır.<br/>Ham maddesi doğal selülozik esaslı polimerler, işlenmemiş lifli kuşe malzemedir"
  },
  {
    "id": "3610502",
    "unitNumber": 8,
    "text": "Reaktif boyalarla yapılan tekstil baskılarında, renklerin gerçek doygunluklarına ulaşabilmeleri için yüksek ısıdaki ........... işleminden geçirilmesi gerekir<br/>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmeli",
    "correctAnswer": "C",
    "options": {
      "A": "lakeleme",
      "B": "yaldız",
      "C": "buharlama",
      "D": "laminasyon",
      "E": "dilimleme"
    },
    "explanation": "reaktif boyalarla yapılan tekstil baskılarında, renklerin gerçek doygunluklarına ulaşabilmeleri için yüksek ısıdaki buharlama işleminden geçirilmesi gerekir"
  },
  {
    "id": "3610503",
    "unitNumber": 8,
    "text": "Uygulandığı yüzeye direnç ve dayanıklılık ile görsel etki yaratan bir çeşit vernik uygulaması aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lak",
      "B": "Folyo",
      "C": "Selefon",
      "D": "laminasyon",
      "E": "Buharlama"
    },
    "explanation": "<strong>Lak, Kısmi Lak </strong><br/>Uygulandığı yüzeye selefon benzeri direnç ve dayanıklılık ile görsel etki yaratan bir çeşit vernik uygulamasıdır."
  },
  {
    "id": "3610504",
    "unitNumber": 8,
    "text": "I. Selefon<br/>II. Yaldız<br/>III Lak<br/>IV. Dilimleme<br/>V. Buharlama<br/>Yukarıdakilerden hangileri baskı sonrası işlemlerde görsellik işlemleri arasıdadır",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve V",
      "B": "II, IV ve V",
      "C": "III, IV ve V",
      "D": "I, II, ve III",
      "E": "II, III ve V"
    },
    "explanation": "<strong>Görsellik İşlemleri </strong><br/>Geleneksel ve dijital yöntem basılmış baskı altı malzemelerinin üzerine yapılan ve görsel etkileri olan uygulamalardır. Örnek olarak selefon, yaldız, lak, kısmi lak gibi uygulamaları sayabiliriz. Bu uygulamalar ile basılı materyale hem dayanıklılık ve uzun ömür hem de görsel zenginlik kazandırılmış olur"
  },
  {
    "id": "3610505",
    "unitNumber": 8,
    "text": "Baskı altı malzemelerine ilişkin aşağıdaki ifadelerden hangileri doğrudur?<br/>I. Gerek geleneksel baskı sistemleri, gerekse dijital baskı yöntemleri ile görüntünün üzerine aktarılıp baskının gerçekleştirildiği yüzeylere baskı altı malzemeleri adı verilmektedir.<br/>II. Kullanım yeri ve amacına, baskı sistemine göre birçok farklı baskı altı malzemesi çeşidi bulunmaktadır.<br/>III. En bilinenleri kâğıt ve karton ürünleridir.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve IIIq",
      "D": "II ve III",
      "E": "Sadece I"
    },
    "explanation": "Tüm ifadeler doğrudur. Doğru yanıt a şıkkıdır.<br/>I, II ve III"
  },
  {
    "id": "3610506",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangileri baskı altı malzemeleri olarak kabul edilir?<br/>I. Kağıt ve karton<br/>II. PVC<br/>III. Polyester",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece I"
    },
    "explanation": "Tüm ifadeler doğrudur. Doğru yanıt a şıkkıdır.<br/>I, II ve III"
  },
  {
    "id": "3610507",
    "unitNumber": 8,
    "text": "Günlük hayatta da çok bilinen, kitap, ders kitapları, antetli kâğıt, kullanım kitapçıkları, basit posterlerin basımında kullanılan; selülozu çok, odunu az olan, beyaz renkli malzeme hangi ifade ile anılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Birinci hamur kağıt",
      "B": "Karton",
      "C": "Kuşu kağıt",
      "D": "Bristol kağıt",
      "E": "Dokulu kağıt"
    },
    "explanation": "İfade birinci hamur kağıt tanımına karşılık gelmektedir."
  },
  {
    "id": "3610508",
    "unitNumber": 8,
    "text": "Gazete ve kitap baskısında çok yaygın olarak kullanılan, eşit miktarda odun hamuru ile selüloz olan kâğıt hangi ifade ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "İkinci Hamur Kâğıt",
      "B": "Kuşe Kâğıt",
      "C": "Karton",
      "D": "Bristol Karton",
      "E": "Dokulu Kâğıt"
    },
    "explanation": "ifade ikinci hamur kağıdı tanımlamaktadır.<br/>İkinci Hamur Kâğıt"
  },
  {
    "id": "3610509",
    "unitNumber": 8,
    "text": "Billboard plus kağıdına ilişkin aşağıdaki ifadelerden hangileri doğrudur?<br/>I. Hareketli, cam korumalı reklam ürünüdür.<br/>II. 120 gr/m2 ağırlığında tercih edilmektedir.<br/>III. İnkjet dijital baskı sistemi ile üretim yapılmaktadır.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece III"
    },
    "explanation": "Tüm ifadeler doğrudur. Doğru yanıt a şıkkıdır.<br/>I, II ve III"
  },
  {
    "id": "3610510",
    "unitNumber": 8,
    "text": "PVC Vinil malzemesine ilişkin aşağıdaki ifadelerden hangileri doğrudur?<br/>I. Vinil kimyevi olarak PVC kategorisine giren organik bir bileşiktir.<br/>II. Dayanıklı ve uzun ömürlü yapısı sayesinde dış etkenlerden zarar görmez.<br/>III. Halk arasında branda diye tabir edilen bu malzemenin 260, 280, 320, 440 ve 520g olarak kullanımı yaygındır.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece I"
    },
    "explanation": "Tüm ifadeler doğrudur. Doğru yanıt a şıkkıdır.<br/>I, II ve III"
  },
  {
    "id": "3610511",
    "unitNumber": 8,
    "text": "Backlit malzemesine ilişkin aşağıdaki ifadelerden hangileri doğrudur?<br/>I. Işık geçirgen bir ürün olup yüksek bir gerilme mukavemetinin yanında uzun süreli kullanım olanağına da sahiptir.<br/>II. Ürüne arkadan ışıklandırma uygulaması yapılır ve bu sayede üzerindeki reklamı iç ya da dış mekân uygulamalarında çok iyi bir biçimde gösterir.<br/>III. Malzeme, ışıklı vinil diye de adlandırılır.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece III"
    },
    "explanation": "Tüm ifadeler doğrudur. Doğru yanıt a şıkkıdır.<br/>I, II ve III"
  },
  {
    "id": "3610512",
    "unitNumber": 8,
    "text": "Blackback malzemesine ilişkin aşağıdaki ifadelerden hangileri doğrudur?<br/>I. Önden aydınlatmalı tabelalarda arka yüzeye ışık sızmasını engellemek ve zemini gizlemek için kullanılır.<br/>II. Yüksek bir gerilme mukavemetinin yanında uzun süreli kullanım olanağına da sahiptir.<br/>III. İç ya da dış mekân uygulamalarında kullanılabilir.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece III"
    },
    "explanation": "Tüm ifadeler doğrudur. Doğru yanıt a şıkkıdır.<br/>I, II ve III"
  },
  {
    "id": "3610513",
    "unitNumber": 8,
    "text": "Laminasyon sistemine ilişkin aşağıdaki ifadelerden hangileri doğrudur?<br/>I. Laminasyon, basım sanayinin birçok alanında uygulanmaktadır.<br/>II. Grafik sanatlar doğrultusunda ele alındığında, plastik esaslı bir malzemenin başka bir malzeme üzerine sıvanıp yapıştırılması şeklinde genel bir tanımlama yapılabilir.<br/>III. Üç temel laminasyon yapıştırma tekniği bulunmaktadır. Bunlar: Sıcak, Soğuk ve Lazer sistemleridir.",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "Sadece III"
    },
    "explanation": "Sadece iki tür laminasyon tekniği vardır. Bunlar sıcak ve soğuk olarak tanımlanır. Lazer laminasyon tekniği diye bir teknik yoktur. Doğru yanıt a şıkkıdır.<br/>I ve II"
  },
  {
    "id": "3610514",
    "unitNumber": 8,
    "text": "Hologtam folyolalara ilişkin aşağıdaki ifadelerden hangileri doğrudur?<br/>I. Selefon ve yaldız folyolar benzeri, ağırlıklı sıcak uygulama ile yapılan yeni nesil kaplama malzemeleridir.<br/>II. Özellikle okul defterlerinin kapaklarında, çeşitli broşürlerde kullanılmaktadır.<br/>III. Kısmi olarak da uygulanmaktadır.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece III"
    },
    "explanation": "Tüm ifadeler doğrudur. Doğru yanıt a şıkkıdır.<br/>I, II ve III"
  },
  {
    "id": "3610515",
    "unitNumber": 8,
    "text": "Günlük hayatta da çok bilinen, kitap, ders kitapları, antetli kâğıt, kullanım kitapçıkları, basit posterlerin basımında kullanılan; selülozu çok, odunu az olan, beyaz renkli kâğıt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uncoated",
      "B": "Metalize",
      "C": "Yellowish Uncoated",
      "D": "Coated",
      "E": "Bristol"
    },
    "explanation": "Birinci Hamur Kâğıtlar (Uncoated): Günlük hayatta da çok bilinen, kitap, ders kitapları, antetli kâğıt, kullanım kitapçıkları, basit posterlerin basımında kullanılan; selülozu çok, odunu az olan, beyaz renkli kâğıttır. İçinde çok fazla katkı maddesi olmadığından kâğıdı beyazlatmak için optik beyazlatıcı ajanlar kullanılır. Bu kimyasallar kâğıda mavimsi beyaz bir görünüm verir."
  },
  {
    "id": "3610516",
    "unitNumber": 8,
    "text": "Gazete ve kitap baskısında çok yaygın olarak kullanılan, eşit miktarda odun hamuru ile selüloz olan kâğıt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yellowish Uncoated",
      "B": "Metalize",
      "C": "Coated",
      "D": "Uncoated",
      "E": "Bristol"
    },
    "explanation": "İkinci Hamur Kâğıtlar (Yellowish Uncoated):Gazete ve kitap baskısında çok yaygın olarak kullanılan, eşit miktarda odun hamuru ile selüloz olan<br/>kâğıttır. Özel amaçlar hariç olmak üzere, fotoğraf baskısında ve dijital baskıda tercih edilen bir kâğıt türü değildir."
  },
  {
    "id": "3610517",
    "unitNumber": 8,
    "text": "Selüloz içeriği yüksek, iki yüzeyi de çeşitli dolgu maddeleri ile kaplanıp düzgünleştirilmiş ve beyazlatılmış yüksek kalitede; mat ve parlak olmak üzere iki türü bulunan kağıt türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Coated",
      "B": "Yellowish Uncoated",
      "C": "Bristol",
      "D": "Metalize",
      "E": "Uncoated"
    },
    "explanation": "Kuşe Kâğıt (Coated): Selüloz içeriği yüksek, iki yüzeyi de çeşitli dolgu maddeleri ile kaplanıp düzgünleştirilmiş ve beyazlatılmış yüksek kalitede kâğıtlardır. Kuşe kâğıtların mat ve parlak olmak üzere iki türü bulunmaktadır. Parlak kuşe<br/>kâğıtların yüzeyleri daha pürüzsüz ve parlak, mat kâğıtlar ise grenli bir yüzeye sahiptir. Basın sektöründe çok yaygın olarak tercih edilen kuşe kâğıtlar;<br/>broşür, katalog, dergi, poster gibi ürünlerin baskısında sıklıkla kullanılırlar."
  },
  {
    "id": "3610518",
    "unitNumber": 8,
    "text": "“Geniş formatlı baskı makineleri için üretilmiş özel bir kâğıttır. Genel olarak 115 gr/m2 ve 120 gr/m2 ağırlığındadırlar. Dijital baskı için 2,07 m ve 2,10 m eninde 200 metrelik rulo boyutu vardır. Ofset baskı için 104x181 cm ebatlarında tabaka hâlindedir” açıklamasına dayalı kağıt türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Blueback",
      "B": "Coated",
      "C": "Bristol",
      "D": "Metalize",
      "E": "Uncoated"
    },
    "explanation": "Blueback - Billboard Kâğıdı: Geniş formatlı baskı makineleri için üretilmiş özel bir kâğıttır. Genel olarak 115 gr/m2 ve 120 gr/m2 ağırlığındadırlar. Dijital baskı için 2,07 m ve 2,10 m eninde 200 metrelik rulolar olarak satılmaktadırlar. Ofset baskı için 104x181 cm ebatlarında tabaka hâlindedir. Üretim aşamasında direnç ve dayanıklılığı arttırıcı kimyasal işlemlerden geçirilen blueback bilboard kâğıtlarının bir yüzeyi çift kat kuşe ile sıvanmıştır (kaplama). Su bazlı yapışkanlar kullanılarak sergi panolarına yapıştırma uygulaması yapılır. Yağ ve UV bazlı ofset baskı, solvent, UV ve su bazlı HP latex dijital baskı makineleri ile<br/>baskı yapılabilmektedir. Kâğıt baskı yüzeyleri baskı tipine göre değişiklik göstermektedir. Billboard baskı ölçülerinde standart olarak 350×200 cm kullanılmaktadır. Billboardlar 4 parça hâlinde veya tek parça<br/>olarak da basılabilirler."
  },
  {
    "id": "3610519",
    "unitNumber": 8,
    "text": "“Işıklı kapalı bir kutunun içinde, “raket sistemi” olarak adlandırılan ve dönen bir mekanizmayla, görsel değişken olarak sunulur. Bu sistemle baskısı yapılan görsel dış etkenlerden olumsuz etkilenmeyecektir ve süreklilik durumu maksimuma çıkacaktır.” açıklamasına dayalı kağıt türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "CLP kağıdı",
      "B": "Blueback",
      "C": "Bristol",
      "D": "Metalize",
      "E": "Uncoated"
    },
    "explanation": "City Light Poster-CLP Kâğıdı: Işıklı kapalı bir kutunun içinde, “raket sistemi” olarak adlandırılan ve dönen bir mekanizmayla, görsel değişken olarak sunulur. Bu sistemle baskısı yapılan görsel dış etkenlerden olumsuz etkilenmeyecektir ve süreklilik durumu maksimuma çıkacaktır. Ham maddesi doğal selülozik esaslı polimerler, işlenmemiş lifli kuşe malzemedir. 130 gr/m2, 135 gr/<br/>m2 ve 150 gr/m2 ağırlığında olanlar en çok tercih edilenlerdir. Yağ ve UV bazlı ofset baskı, solvent, UV ve su bazlı HP latex dijital baskı makineleri ile baskı yapılabilmektedir. Işık geçirgenliğini ayarlama amacıyla arka kısmına baskı yapılması tercih edilmektedir. Ebatları sergilendikleri yerlere göre değişiklik göstermektedir. Sergilendiği mecra çeşitleri; toplu taşıma durakları, raket ve kulelerdir.<br/>CLP kağıdı"
  },
  {
    "id": "3610520",
    "unitNumber": 8,
    "text": "“120 gr/m2 dir. Dijital baskı bobin ölçüsü 253 cm x 200 m ofset baskı ölçüsü 125x185 cm tabakadır. Fiber elyaflıdır. Fiber lifler sayesinde sürtünmeye ve yırtılmaya karşı dayanıklıdır. Işık geçirgenliği güçlü ve uzun ömürlüdür. Sıcaklık ve nem farklılıklarından kaynaklanan dönmeler ve kıvrılmalara dayanıklıdır” açıklamasına dayalı kağıt türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ADML (Döner reklam panosu) kağıdı",
      "B": "CLP kağıdı",
      "C": "Bristol kağıt",
      "D": "PCV Vinil",
      "E": "Uncoated"
    },
    "explanation": "Fibermark Megalight ADML (Döner Reklam Panosu) Baskı Kâğıdı: 120 gr/m2 dir. Dijital baskı bobin ölçüsü 253 cm x 200 m ofset baskı ölçüsü 125x185 cm tabakadır. Fiber elyaflıdır. Fiber lifler sayesinde sürtünmeye ve yırtılmaya karşı dayanıklıdır. Işık geçirgenliği güçlü ve uzun ömürlüdür. Sıcaklık ve nem farklılıklarından kaynaklanan dönmeler ve kıvrılmalara dayanıklıdır. Organik solventlere karşı dirençlidir. Yağ ve UV bazlı ofset baskı, solvent, UV ve su bazlı HP latex dijital baskı makineleri ile baskı yapılabilmektedir.<br/>ADML (Döner reklam panosu) kağıdı"
  },
  {
    "id": "3610521",
    "unitNumber": 8,
    "text": "“Çok ince, transparan film malzemelerdir. Mat, parlak ve yarı parlak çeşitleri bulunmaktadır. Yeni nesil desenli, dokulu, filigranlı türleri de yaygın olarak kullanılmaya başlamıştır” açıklamasına dayalı laminasyon tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Selefon",
      "B": "Hologram",
      "C": "Lak",
      "D": "Delikli folyo",
      "E": "Polimer"
    },
    "explanation": "Selefonlar: Baskı altı malzemesi üzerine yapılan laminasyonlar, daha önce de belirtildiği gibi baskıya dış etkenlere karşı dayanıklılık ve görsel efekt kazandırır. Bu laminasyon uygulamalarından birinci ve en bilineni selefon uygulamasıdır. Selefon çok ince, transparan film malzemelerdir. Mat, parlak ve<br/>yarı parlak çeşitleri bulunmaktadır. Yeni nesil desenli, dokulu, filigranlı selefonlar da yaygın olarak kullanılmaya başlamıştır."
  },
  {
    "id": "3610522",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi cam cephe giydirme olarak bilinen ve binaların cam yüzeylerine yapılan reklam uygulamalarında yaygın biçimde kullanılan yöntemdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Oneway vision",
      "B": "Cast folyo",
      "C": "Hologram",
      "D": "Polimer",
      "E": "Mesh vinil"
    },
    "explanation": "Oneway vision: Diğer adı ile delikli folyo; cam cephe giydirme, binaların cam yüzeylerine yapılan reklam uygulamalarında yaygın biçimde kullanılmaktadır. Camın iç kısmından bakıldığında dışarısı görülmekte iken dışarıdan bakıldığında iç mekân görülmemektedir."
  },
  {
    "id": "3610523",
    "unitNumber": 8,
    "text": "“PVC içeriklidir. Bütün özelliğini üzerinde bulunan eşit büyüklükte deliklerden almaktadır hem iyi bir reklam malzemesi hem de inşaat sahalarında koruyucu ve uyarıcı levha olarak kullanılabilmektedir. Transparan özelliği sayesinde içeriden dışarının rahatça görünmesine de olanak sağlamaktadır. Normal ve ışıklı türü vardır” açıklamasına dayalı dış mekan uygulaması aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mesh vinil",
      "B": "Oneway vision",
      "C": "Cast folyo",
      "D": "Hologram",
      "E": "Fibermark"
    },
    "explanation": "Mesh Vinil (Delikli Vinil): PVC içeriklidir. Bütün özelliğini üzerinde bulunan eşit büyüklükte deliklerden almaktadır hem iyi bir reklam malzemesi hem de inşaat sahalarında koruyucu ve uyarıcı levha olarak kullanılabilmektedir. Delikli özelliği ile rüzgârlı alanlarda bulunan binalara uygulanarak iyi bir koruyucu kalkan vazifesi oluşturmakta, transparan özelliği sayesinde içeriden dışarının rahatça<br/>görünmesine de olanak sağlamaktadır. Normal ve ışıklı mesh olmak üzere iki kategoriye ayrılmaktadır. Geniş alanlara uygulama olanağı sunduğundan<br/>dış mekânlarda sıklıkla kullanılmaktadır. Genellikle UV, latex ve solvent bazlı inkjet makinelerde baskı yapılmaktadır. 270- 50 g/m2 ürün tercih edilmektedir. Genellikle 2,50 m - 3,20 m - 5,00 m enlerinde 50 metrelik sarımlı rulolara baskı yapılmaktadır."
  },
  {
    "id": "3610524",
    "unitNumber": 8,
    "text": "“Işık geçirgen bir ürün olup yüksek bir gerilme mukavemetinin yanında uzun süreli kullanım olanağına da sahiptir. Ürüne arkadan ışıklandırma uygulaması yapılır ve bu sayede üzerindeki reklamı iç ya da dış mekân uygulamalarında çok iyi bir biçimde gösterir” açıklamasına dayalı uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Backlit",
      "B": "Oneway vision",
      "C": "Cast folyo",
      "D": "Hologram",
      "E": "Blackback"
    },
    "explanation": "Backlit (Işıklı Dijital Baskı Vinili): Işık geçirgen bir ürün olup yüksek bir gerilme mukavemetinin yanında uzun süreli kullanım olanağına da sahiptir. Ürüne arkadan ışıklandırma uygulaması yapılır ve bu sayede üzerindeki reklamı iç ya da dış mekân uygulamalarında çok iyi bir biçimde gösterir. Malzeme, ışıklı<br/>vinil diye de adlandırılır."
  }
]