[
  {
    "id": "3500983",
    "unitNumber": 1,
    "text": "\"----------, kaynakları etkin kullanması gereken kurum ve kuruluşların yönetiminde karşılaşılan karar problemlerinin matematiksel çözümünde kullanılan analitik bir yöntemdir.\" Aşağıdaki seçeneklerden hangisi boşluk için uygun bir cevaptır?",
    "correctAnswer": "C",
    "options": {
      "A": "Matematiksel araştırma.",
      "B": "Çözümsel araştırma.",
      "C": "Yöneylem araştırması",
      "D": "Problem araştırması",
      "E": "Model araştırması"
    },
    "explanation": "Yöneylem araştırması, kaynakları etkin kullanması gereken kurum ve kuruluşların yönetiminde karşılaşılan karar problemlerinin matematiksel<br/>çözümünde kullanılan analitik bir yöntemdir."
  },
  {
    "id": "3500984",
    "unitNumber": 1,
    "text": "Amaç fonksiyonu nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğrusal modelin en büyüklenmek veya en küçüklenmek istenen fonksiyonudur.",
      "B": "Karmaşık modelin en genişlemek veya en küçüklenmek istenen fonksiyonudur.",
      "C": "Yatay modelin en büyüklenmek veya en genişlemek istenen fonksiyonudur.",
      "D": "Doğrusal modelin en genişlemek veya en küçüklenmek istenmeyen fonksiyonudur.",
      "E": "Düzlemsel modelin en büyüklenmek veya en küçüklenmek istenmeyen fonksiyonudur."
    },
    "explanation": "Amaç fonksiyonu, doğrusal modelin en büyüklenmek veya en küçüklenmek istenen fonksiyonudur."
  },
  {
    "id": "3500985",
    "unitNumber": 1,
    "text": "Doğrusal programlamanın sunduğu çözümler hangi varsayımlar altında elde edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çözümlülük, çıkartılabilirlik, bölünebilirlik ve ölçülebilirlik.",
      "B": "Görünürlük, toplanabilirlik, bölünebilirlik ve kararsızlık.",
      "C": "Kararsızlık, çarpılabilirlik, bölünebilirlik ve kesinlik.",
      "D": "Oranlılık, toplanabilirlik, bölünebilirlik ve kesinlik.",
      "E": "Oranlılık, oransızlık, bölünebilirlik ve genellik."
    },
    "explanation": "Doğrusal programlamanın sunduğu çözümler bazı varsayımlar altında elde edilmektedir. Bunlar oranlılık, toplanabilirlik, bölünebilirlik ve kesinlik varsayımlarıdır."
  },
  {
    "id": "3500986",
    "unitNumber": 1,
    "text": "Doğrusal programlama ile modelleme aşaması nasıl tanımlanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Problemin sayısal ifadesinin doğrusal programlama varsayımları altında sözel olarak ifade edilmesidir.",
      "B": "Çözümün sözel ifadesinin doğrusal programlama varsayımları altında sözel olarak ifade edilmesidir.",
      "C": "Problemin sayısal ifadesinin doğrular altında matematiksel olarak ifade edilmesidir.",
      "D": "Çözümün sayısal ifadesinin doğrusal programlama varsayımları altında matematiksel olarak ifade edilmesidir.",
      "E": "Problemin sözel ifadesinin doğrusal programlama varsayımları altında matematiksel olarak ifade edilmesidir."
    },
    "explanation": "DOĞRUSAL PROGRAMLAMA İLE<br/>MODELLEME<br/>Modelleme aşaması problemin sözel ifadesinin doğrusal programlama varsayımları altında matematiksel<br/>olarak ifade edilmesidir."
  },
  {
    "id": "3500987",
    "unitNumber": 1,
    "text": "\"Doğrusal programlama modelleri arasında yalnızca ------- karar değişkenine sahip olanlar grafik üzerinde çözülebilmektedir.\" Cümlesindeki boşluğun doğru cevabı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dört",
      "B": "İki",
      "C": "Yedi",
      "D": "Üç",
      "E": "Beş"
    },
    "explanation": "Doğrusal programlama modelleri arasında yalnızca iki karar değişkenine sahip olanlar grafik üzerinde çözülebilmektedir."
  },
  {
    "id": "3500988",
    "unitNumber": 1,
    "text": "Eşitsizlikle ifade edilmiş bir kısıtlayıcıyı grafik üzerinde ifade edebilmek için öncelikli olarak yapılması gereken nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bu kısıtlayıcıyı ağırlık formuna dönüştürmek gerekmektedir.",
      "B": "Bu kısıtlayıcıyı çarpan formuna dönüştürmek gerekmektedir.",
      "C": "Bu kısıtlayıcıyı eşitlik formuna dönüştürmek gerekmektedir.",
      "D": "Bu kısıtlayıcıyı eşitlik formuna dönüştürmek gerekmez.",
      "E": "Bu kısıtlayıcıyı eşitlik formundan artan duruma dönüştürmek gerekmektedir."
    },
    "explanation": "Eşitsizlikle ifade edilmiş bir kısıtlayıcıyı grafik üzerinde ifade edebilmek için öncelikli olarak yapılması gereken bu kısıtlayıcıyı eşitlik formuna dönüştürmek gerekmektedir."
  },
  {
    "id": "3500989",
    "unitNumber": 1,
    "text": "En büyükleme modellerinde, amaç fonksiyonu alternatif olarak kâr fonksiyonu olarak da adlandırılmaktadır. Bu durumun ardındaki mantık nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Herhangi bir şeyi en büyüklemenin nihai hedefi genellikle bir faydayı veya “kârı” en büyükleme amacıdır.",
      "B": "Teki bir şeyi en küçüklemenin nihai hedefi genellikle bir zararı veya “kârı” en büyükleme amacıdır.",
      "C": "Herhangi bir şeyi en küçüklemenini nihai hedefi genellikle bir faydayı veya “zararı” en büyükleme amacıdır.",
      "D": "Herhangi bir şeyi en büyüklemenin genel hedefi genellikle bir zararı veya “kârı” en küçükleme amacıdır.",
      "E": "Genel olarak en büyüklemenin nihai hedefi genellikle bir faydayı veya “zararı” en büyükleme amacıdır."
    },
    "explanation": "En büyükleme modellerinde, amaç fonksiyonu alternatif olarak kâr fonksiyonu olarak da adlandırılmaktadır. Bunun ardındaki mantık, herhangi bir şeyi en büyüklemenin nihai hedefi genellikle bir faydayı veya “kârı” en büyükleme amacıdır."
  },
  {
    "id": "3500990",
    "unitNumber": 1,
    "text": "En büyükleme problemlerinde, amaç fonksiyonuna paralel eş-kâr doğruları nasıl çizilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Orijinden yakınlaşacak şekilde çizilir.",
      "B": "Orijinden uzaklaşacak şekilde çizilir.",
      "C": "Taklidinden uzaklaşacak şekilde çizilir.",
      "D": "Orijinaline eşit şekilde çizilir.",
      "E": "Orijinaline yakın bir formda çizilir."
    },
    "explanation": "En büyükleme problemlerinde, amaç fonksiyonuna paralel eş-kâr doğruları orijinden uzaklaşacak şekilde çizilir."
  },
  {
    "id": "3500991",
    "unitNumber": 1,
    "text": "En küçükleme modellerinde, amaç fonksiyonu alternatif olarak nasıl adlandırılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Karlılık fonksiyonu olarak adlandırılır.",
      "B": "Çıkarma fonksiyonu olarak adlandırılır.",
      "C": "Toplama fonksiyonu olarak adlandırılır.",
      "D": "Maliyet fonksiyonu olarak adlandırılır.",
      "E": "Çarpan fonksiyonu olarak adlandırılır."
    },
    "explanation": "En küçükleme modellerinde, amaç fonksiyonu alternatif olarak maliyet fonksiyonu olarak adlandırılır."
  },
  {
    "id": "3500992",
    "unitNumber": 1,
    "text": "En küçükleme modellerinde, amaç fonksiyonu alternatif olarak maliyet fonksiyonu olarak adlandırılmasının ardındaki mantık nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Herhangi bir iletişiminin en küçüklemenin nihai hedefi genellikle bir zararı veya “karı” amaçlamaktır.",
      "B": "Herhangi bir şeyi en büyüklemenin nihai hedefi genellikle bir zararı veya “iletişimi” en küçükleme amacıdır.",
      "C": "Genel olarak en büyüklemenin nihai hedefi genellikle bir karı veya “maliyeti” en küçükleme amacıdır.",
      "D": "Her şeyi en küçüklemenin genel hedefi genellikle bir zararı veya “karı” en küçükleme amacıdır.",
      "E": "Herhangi bir şeyi en küçüklemenin nihai hedefi genellikle bir zararı veya “maliyeti” en küçükleme amacıdır."
    },
    "explanation": "En küçükleme modellerinde, amaç fonksiyonu alternatif olarak maliyet fonksiyonu olarak adlandırılır. Bunun ardındaki mantık, herhangi bir şeyi en küçüklemenin nihai hedefi genellikle bir zararı veya “maliyeti” en küçükleme amacıdır."
  },
  {
    "id": "3500993",
    "unitNumber": 1,
    "text": "Doğrusal programlamada, yöneylem araştırması, kaynakları etkin kullanması gereken kurum ve kuruluşların yönetiminde karşılaşılan karar problemlerinin matematiksel çözümünde kullanılan analitik bir yöntemdir. Bu yaklaşım, analitik bir yöntem olmasını sağlayan belirli adımların izlenmesini gerektirir. Bu adımlar kaç tanedir ?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "8",
      "C": "5",
      "D": "3",
      "E": "4"
    },
    "explanation": "Doğrusal programlama, birçok yöntem ve tekniği kapsayan yöneylem araştırmasında kullanılan bir araç olarak karşımıza çıkmaktadır. Bu sebeple, öncelikle yöneylem araştırmasını açıklamak yerinde olacaktır. Yöneylem araştırması, kaynakları etkin kullanması gereken kurum ve kuruluşların yönetiminde karşılaşılan karar problemlerinin matematiksel çözümünde kullanılan analitik bir yöntemdir. Bu yaklaşım, analitik bir yöntem olmasını sağlayan belirli adımların izlenmesini gerektirir:<br/>1. Problemin tanımlanması<br/>2. Probleme yönelik sistem analizi ve veri toplanması<br/>3. Model geliştirme<br/>4. Modelin çözümü ve test edilmesi<br/>5. Çözümün uygulanmasına yönelik kararın verilmesi\n<br/>Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3500994",
    "unitNumber": 1,
    "text": "Doğrusal programlama modelleri aşağıdaki hangi bileşen yada bileşenlerden oluşur ?\n I-) Amaç fonksiyonu\n II-) Kısıtlayıcı\n III-) Sürekli olmayan değişkenler",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "Yalnız II"
    },
    "explanation": "Doğrusal programlama modelleri en büyükleme veya en küçükleme amacındaki bir amaç fonksiyonu ve modele ait sınırlandırmaları ifade eden kısıtlayıcılardan oluşur. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3500995",
    "unitNumber": 1,
    "text": "Doğrusal programın her bir kısıtlayıcısına ait eşitsizliği sağlayan karar değişkenlerine ait değerler seti ne olarak adlandırılır ?",
    "correctAnswer": "C",
    "options": {
      "A": "Amaç fonksiyonu",
      "B": "Kısıtlayıcı",
      "C": "Uygun çözüm",
      "D": "Sürekli değişkenler",
      "E": "Sürekli olmayan değişkenler"
    },
    "explanation": "Doğrusal programın her bir kısıtlayıcısına ait eşitsizliği sağlayan karar değişkenlerine ait değerler seti uygun çözüm olarak adlandırılır. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3500996",
    "unitNumber": 1,
    "text": "Uygun çözümler arasından amaç fonksiyonu değeri en çok arzu edilen düzeyde olanı tanımı aşağıdaki hangi seçenekte belirtilen terime aittir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Uygun çözüm",
      "B": "Amaç fonksiyonu",
      "C": "Kısıtlayıcı",
      "D": "En iyi çözüm",
      "E": "Kesinlik"
    },
    "explanation": "En iyi çözüm, uygun çözümler arasından amaç fonksiyonu değeri en çok arzu edilen düzeyde olanıdır. Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3500997",
    "unitNumber": 1,
    "text": "Doğrusal programlama modelleri arasında yalnızca kaç adet karar değişkenine sahip olanlar grafik üzerinde çözülebilmektedir ?",
    "correctAnswer": "E",
    "options": {
      "A": "6",
      "B": "3",
      "C": "5",
      "D": "7",
      "E": "2"
    },
    "explanation": "Doğrusal programlama modelleri arasında yalnızca iki karar değişkenine sahip olanlar grafik üzerinde çözülebilmektedir. Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3500998",
    "unitNumber": 1,
    "text": "Doğrusal programlamada, yöneylem araştırması yöntemi karar problemlerinde analitik bir yaklaşım sunarak yön gösterici olabilir. Burada ilk adım nedir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Problemin tanımlanması",
      "B": "Probleme yönelik sistem analizi ve veri toplanması",
      "C": "Model geliştirme",
      "D": "Modelin çözümü ve test edilmesi",
      "E": "Çözümün uygulanmasına yönelik kararın verilmesi"
    },
    "explanation": "Doğrusal programlamada, yöneylem araştırması yöntemi karar problemlerinde<br/>analitik bir yaklaşım sunarak yön gösterici olabilir. Burada ilk adım problemin tanımlanmasıdır. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3500999",
    "unitNumber": 1,
    "text": "Doğrusal programlamada, yöneylem araştırması yöntemi karar problemlerinde analitik bir yaklaşım sunarak yön gösterici olabilir. Burada ikinci adım nedir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Problemin tanımlanması",
      "B": "Probleme yönelik sistem analizi ve veri toplanması",
      "C": "Model geliştirme",
      "D": "Modelin çözümü ve test edilmesi",
      "E": "Çözümün uygulanmasına yönelik kararın verilmesi"
    },
    "explanation": "Doğrusal programlamada, yöneylem araştırması yöntemi karar problemlerinde analitik bir yaklaşım sunarak yön gösterici olabilir. Burada ilk adım problemin tanımlanmasıdır. İkinci adım, problemin esas yapısını tam olarak anlayabilmek adına yapılan sistem analizi çalışmasıdır."
  },
  {
    "id": "3501000",
    "unitNumber": 1,
    "text": "İki değişkenli doğrusal programların grafik çözümünde ilk adım nedir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Eşitlik formuna çevrilmiş kısıtlayıcılara ait doğruların çizilmesiyle uygun çözüm alanı belirlenmesi",
      "B": "Uygun çözüm alanı üzerinden en iyi çözüme ulaşmak",
      "C": "Her bir ekseni bir değişkene karşılık gelecek iki boyutlu bir düzlem grafiği oluşturmak",
      "D": "Probleme yönelik sistem analizi ve veri toplanması",
      "E": "Çözümün uygulanmasına yönelik kararın verilmesi"
    },
    "explanation": "İki değişkenli doğrusal programların grafik çözümünde ilk adım, her bir ekseni bir değişkene karşılık gelecek iki boyutlu bir düzlem grafiği oluşturmaktır. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3501001",
    "unitNumber": 1,
    "text": "İki değişkenli doğrusal programların grafik çözümünde son adım nedir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Her bir ekseni bir değişkene karşılık gelecek iki boyutlu bir düzlem grafiği oluşturmak",
      "B": "Eşitlik formuna çevrilmiş kısıtlayıcılara ait doğruların çizilmesiyle uygun çözüm alanının belirlenmesi.",
      "C": "Probleme yönelik sistem analizi ve veri toplanması",
      "D": "Uygun çözüm alanı üzerinden en iyi çözüme ulaşmaktır.",
      "E": "Modelin çözümü ve test edilmesi"
    },
    "explanation": "İki değişkenli doğrusal programların grafik çözümünde son adım uygun çözüm alanı üzerinden en iyi çözüme ulaşmaktır. Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3501002",
    "unitNumber": 1,
    "text": "Doğrusal programlamada hangi varsayım gerek amaç fonksiyonu, gerekse kısıtlayıcılara ait fonksiyonlar barındırdıkları değişkenlerin tekil katkılarının toplamından oluşur ?",
    "correctAnswer": "E",
    "options": {
      "A": "Bölünebilirlik",
      "B": "Kesinlik",
      "C": "Oranlılık",
      "D": "Doğrusallık",
      "E": "Toplanabilirlik"
    },
    "explanation": "Gerek amaç fonksiyonu, gerekse kısıtlayıcılara ait fonksiyonlar barındırdıkları değişkenlerin tekil katkılarının toplamından oluşur. Toplanabilirlik olarak adlandırılan bu varsayım, fonksiyonlarda iki veya daha çok değişkenin çarpımının yer almasını<br/>engellemektedir. Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3501003",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir doğrusal modele ait verilen kısıtlayıcılardan biri <u>olamaz</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "x+2y-3z&gt;4",
      "B": "5x-0.3y&lt;0",
      "C": "x.y-2z&gt;0",
      "D": "x&gt;2y+z",
      "E": "3x-2y"
    },
    "explanation": "Değişkenlerin çarpımı olmamalıdır."
  },
  {
    "id": "3501004",
    "unitNumber": 1,
    "text": "Aşağıdaki ifadelerden hangisi bir doğrusal modelin kısıtlayıcısı olarak yazılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "x<sub>1 </sub>x<sub>2 </sub>-x<sub>3</sub>&gt;0",
      "B": "x<sub>1 </sub><sup>2</sup> + x<sub>2</sub><sup>2</sup> &lt;1",
      "C": "3x<sub>1 </sub>+2 x<sub>2 </sub>- x<sub>1</sub>x<sub>3</sub>&gt;0",
      "D": "3x<sub>1 </sub>x<sub>2 </sub>- x<sub>1</sub>x<sub>3</sub>&gt;0",
      "E": "x<sub>1 </sub>&lt; x<sub>2 </sub>- x<sub>3</sub>"
    },
    "explanation": "Değişkenlerin çarpımı ve birden büyük üsleri bulunmamalıdır."
  },
  {
    "id": "3501005",
    "unitNumber": 1,
    "text": "<em>Enk Z = x<sub>1 </sub>+ x<sub>2</sub></em>\n Kısıtlayıcılar \n <em>x<sub>1 </sub>+x<sub>2 </sub>≥15 </em>\n <em>x<sub>1 </sub>-2 x<sub>2 </sub>≥6 </em>\n <em>x<sub>1</sub>≥ 0 , x<sub>2 </sub>≥ 0</em>\n Yukarıda verilen doğrusal modelin uygun çözüm alanına ait bir köşe noktasının koordinatları aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "(0,0)",
      "B": "(0, 12)",
      "C": "(3, 0)",
      "D": "(12, 3)",
      "E": "(3, 12)"
    },
    "explanation": "Köşe noktalarını ve bu noktaların Z değerlerini belirlemek için kısıtlayıcılara ait eşitsizliklerin eşitlik formuna dönüştürülmesi ve eşitlik ikililerinin ortak çözülmesi gerekir.<br/><em>x<sub>1 </sub>+x<sub>2 </sub>≥15 </em>\n <em>x<sub>1 </sub>-2 x<sub>2 </sub>≥6</em>\n <em>Eşitsizlikleri eşitliğe </em><em>dönüştürüp ortak çözmeliyiz.</em>\n <em>x<sub>1 </sub>+x<sub>2 =</sub>15 </em>\n <em>x<sub>1 </sub>-2 x<sub>2 =</sub>6</em>\n <em>Birinci denklemi 2 ile çarpıp ikinci denklem ile toplarsak x=12; y=3 bulunur.</em>"
  },
  {
    "id": "3501006",
    "unitNumber": 1,
    "text": "Enk Z = x<sub>1 </sub>+ x<sub>2</sub>\n Kısıtlayıcılar \n 5x<sub>1 </sub>+15x<sub>2 </sub>≥480\n 4x<sub>1 </sub>+4 x<sub>2 </sub>≥160 \n x<sub>1</sub>≥ 0 , x<sub>2 </sub>≥ 0\n Yukarıda verilen doğrusal modelin uygun çözüm alanına ait bir köşe noktasının koordinatı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "(12, 28)",
      "B": "(0,0)",
      "C": "(6, 0)",
      "D": "(0,28)",
      "E": "(0,12)"
    },
    "explanation": "5x<sub>1 </sub>+15x<sub>2 =</sub>480\n 4x<sub>1 </sub>+4 x<sub>2 = </sub>160\n Birinci denklem -4 ikinci denklem +5 ile çarpılıp toplanırsa\n x<sub>1 =12 ; </sub>x<sub>2=28 bulunur. </sub>"
  },
  {
    "id": "3501007",
    "unitNumber": 1,
    "text": "Enb <em>Z </em>= <em>x</em><sub>1</sub> + <em>x</em><sub>2</sub>\n<br/>Kısıtlayıcılar\n<br/><em>x</em><sub>1</sub> + <em>x</em><sub>2</sub> ≤ 4\n<br/><em>2x</em><sub>1</sub> + <em>x</em><sub>2 </sub>≤ 5\n<br/><em> x<sub>1</sub></em>, <em>x</em><sub>2</sub> ≥ 0\n<br/>Aşağıdakilerden hangisi yukarıda verilen doğrusal modelin köşe noktalarından <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "(0,5)",
      "B": "(1,3)",
      "C": "(2.5, 0)",
      "D": "(0, 0)",
      "E": "(0, 4)"
    },
    "explanation": "Uygun çözüm alanının köşe noktaları (0, 0), (2.5, 0), (0,4) ve (1, 3) noktasıdır.\n<br/>x_1+x_2=4\n<br/>2x_1+x_2=5\n<br/>ilk denklemi (-2) ile çarpıp ikinci denkleme eklersek :\n<br/>-2x_1-2x_2=-8\n<br/>2x_1+ x_2 =5\n<br/>-x_2=-3 ise x_2=3 elde edilir. \n<br/>x_2=3 ise 1. denklemde x_2 gördüğümüz yere 3 yazarak x_1= 1 elde ederiz.\n<br/>Böylece (1, 3) noktasını elde ederiz.\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/55d43785f16c55f793dfd60746952285.png\" alt=\"\" width=\"522\" height=\"442\">Denklemlerin grafikleri çizilip bölge tarandığında (0, 5) in köşe noktası olmadığı bulunur."
  },
  {
    "id": "3501008",
    "unitNumber": 1,
    "text": "Enb <em>Z </em>= <em>x</em><sub>1</sub> + <em>x</em><sub>2</sub>\n<br/>Kısıtlayıcılar\n<br/>-<em>x</em><sub>1</sub> + 3<em>x</em><sub>2</sub> ≥ 12\n<br/><em>x</em><sub>1</sub> +2 <em>x</em><sub>2</sub>≥ 10\n<br/><em> x<sub>1</sub></em>, <em>x</em><sub>2</sub> ≥ 0\n<br/>Yukarıda verilen doğrusal model ile ilgili aşağıdaki ifadelerden hangisi <u>söylenemez</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Uygun çözüm alanı iki boyutlu bir düzlemin 1. çeyreğindedir.",
      "B": "Uygun çözüm alanı sınırlandırılmamıştır.",
      "C": "Uygun çözüm alanında 4 adet köşe nokta vardır.",
      "D": "Problem için en iyi çözüm (10, 0) noktasında alınır.",
      "E": "Uygun çözüm alanının köşe noktalarından biri (12, 0 ) noktasıdır."
    },
    "explanation": "Uygun çözüm alanı her zaman iki boyutlu bir düzlemin 1. çeyreğindedir.\n<br/>Uygun çözüm alanı sınırlandırılmamıştır. x2 sonsuza kadar artırılabilir.\n<br/>Uygun çözüm alanının köşe noktaları (0, 0), (10, 0), (0,4) ve (6/5, 22/5) noktalarıdır.\n<br/>Buna göre uygun çözüm alanında 4 adet köşe nokta vardır.\n<br/>Problem için en iyi çözüm (10, 0) noktasında alınır. \n<br/>Bu bilgiler ışığında aşağıdaki seçenekteki ifade söylenemez:\n<br/>\"Uygun çözüm alanının köşe noktalarından biri (12, 0 ) noktasıdır.\"\n<br/>E değildir."
  },
  {
    "id": "3501009",
    "unitNumber": 1,
    "text": "Enb <em>Z </em>= 12<em>x</em><sub>1</sub> + 16<em>x</em><sub>2</sub>\n<br/>Kısıtlayıcılar\n<br/><em>2x</em><sub>1</sub> ≤ 12\n<br/><em>3</em> <em>x</em><sub>2 </sub>≤15\n<br/><em> x<sub>1</sub></em>, <em>x</em><sub>2</sub> ≥ 0\n<br/>Verilen doğrusal modeli en iyi çözümü aşağıdaki noktalardan hangisinde alır?",
    "correctAnswer": "E",
    "options": {
      "A": "(0, 0)",
      "B": "(6, 0)",
      "C": "(0, 5)",
      "D": "(1, 5)",
      "E": "(6, 5)"
    },
    "explanation": "<em>x</em><sub>1</sub> ≤ 6\n<br/><em>x</em><sub>2 </sub>≤ 5\n<br/>soru maksimizasyon olduğu için ve amaç fonksiyonunda her iki değişken pozitif katsayıya sahip olduğu için her iki değişkenin mümkün olan en büyük değeri seçilebilir. \n<br/>Buna göre cevap (6, 5) 'dir."
  },
  {
    "id": "3501010",
    "unitNumber": 1,
    "text": "Enb <em>Z</em>= 42<em>x</em><sub>1</sub> + 21<em>x</em><sub>2</sub>\n<br/>Kısıtlayıcılar\n<br/><em>4x</em><sub>1</sub> +3<em>x</em><sub>2 </sub>≤ 12\n<br/><em>-x</em><sub>1</sub> +<em>x</em><sub>2 </sub>≤ 1\n<br/><em> x<sub>1</sub></em>, <em>x</em><sub>2</sub> ≥ 0\n<br/>Yukarıda verilen doğrusal model ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Uygun çözüm alanı sınırlandırılmamıştır.",
      "B": "Uygun çözüm alanı iki boyutlu bir düzlemin 1. çeyreğindedir.",
      "C": "Problem için en iyi çözüm (1, 1) noktasındadır.",
      "D": "Modele ait eş-kâr doğruları grafik üzerinde gösterilemez.",
      "E": "Uygun çözüm alanının köşe noktalarından biri (2, 8) noktasıdır."
    },
    "explanation": "<em>x<sub>1</sub></em>, <em>x</em><sub>2</sub> ≥ 0 kısıtı 1. çeyrekte olduğunu gösteriyor."
  },
  {
    "id": "3501011",
    "unitNumber": 1,
    "text": "Doğrusal bir programda değişkenlerin olası değerleri tamsayılarla sınırlandırılmamaktadır. Aşağıdaki varsayımlardan hangisi değişkenlerin kesirli bir değer almasına imkân verir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kesinlik",
      "B": "Toplanabilirlik",
      "C": "Bölünebilirlik",
      "D": "Oranlılık",
      "E": "Üssellik"
    },
    "explanation": "Doğrusal bir programda değişkenlerin olası değerleri tamsayılarla sınırlandırılmamaktadır. Bölünebilirlik varsayımı değişkenlerin kesirli bir değer almasına imkân verir. Bazı özel durumlarda kimi değişkenler yalnızca tam sayı değerler alabilir ve bu gibi durumlarda bölünebilirlik varsayımı sağlanmamaktadır."
  },
  {
    "id": "3501012",
    "unitNumber": 1,
    "text": "Aşağıdaki varsayımlardan hangisi model parametrelerinin (değişken katsayılarının) her koşulda sabit kalacağını ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Oranlılık",
      "B": "Toplanabilirlik",
      "C": "Fark alınabilirlik",
      "D": "Bölünebilirlik",
      "E": "<em>Kesinlik</em>"
    },
    "explanation": "Model parametrelerinin (değişken katsayılarının) her koşulda sabit kalacağını ifade eden <em>kesinlik </em>varsayımıdır."
  },
  {
    "id": "3501013",
    "unitNumber": 1,
    "text": "Temelleri Amerika Birleşik Devletleri Ordusu’nun İkinci Dünya Savaşı’nın hemen öncesindeki çalışmalarına ve uygulamalarına dayandırılan Yöneylem Araştırmaları alanında bilinen ilk araştırmalar kim tarafından yapılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Leonid V. Kantorovich",
      "B": "George B. Dantzig",
      "C": "Tjalling C. Koopmans",
      "D": "William W. Cooper",
      "E": "A. Tucker"
    },
    "explanation": "Yöneylem araştırmalarının tarihçesi<br/>Yöneylem araştırmasının temelleri genellikle Amerika Birleşik Devletleri Ordusu’nun İkinci<br/>Dünya Savaşı’nın hemen öncesindeki çalışmalarına<br/>ve uygulamalarına atfedilir. Fakat bu alanda bilinen ilk araştırmalar Leonid V. Kantorovich’e aittir."
  },
  {
    "id": "3501014",
    "unitNumber": 1,
    "text": "Kaynakların en iyi (optimal) kullanımına yönelik çalışmaları ile 1975 yılı Nobel Ekonomi ödülüne layık görülen iki araştırmacı aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Leonid V. Kantorovich- George B. Dantzig",
      "B": "George B. Dantzig-Tjalling C. Koopmans",
      "C": "Leonid V. Kantorovich-Tjalling C. Koopmans",
      "D": "Tjalling C. Koopmans-A. Tucker",
      "E": "A. Tucker-George B. Dantzig"
    },
    "explanation": "Yöneylem Araştırmasının Tarihsel Gelişiminin kavranması<br/>Alana katkı sağlayan<br/>diğer bir araştırmacı, gemi rotaları için bir model<br/>geliştiren Tjalling C. Koopmans’tır. Kantorovich<br/>ve Koopmans, kaynakların en iyi (optimal) kullanımına yönelik çalışmaları ile 1975 yılı Nobel Ekonomi ödülüne layık görülmüşlerdir"
  },
  {
    "id": "3501015",
    "unitNumber": 1,
    "text": "Doğrusal programlamanın endüstrideki kullanımının başlangıcı olan hava aracı yakıtlarının etkin karışımını belirlemeye yönelik çalışmalar hangi araştırmacıya aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tjalling C. Koopmans",
      "B": "William W. Cooper",
      "C": "George B. Dantzig",
      "D": "Robort Dorfman",
      "E": "A. Tucker"
    },
    "explanation": "Yöneylem Araştırmasının Tarihsel Gelişiminin kavranması<br/>Doğrusal programlamanın endüstrideki kullanımının başlangıcı, William W. Cooper ve çalışma<br/>arkadaşlarının hava aracı yakıtlarının etkin karışımını belirlemeye yönelik yayınladıkları çalışmalarıyla petrol endüstrisine dayanmaktadır. B"
  },
  {
    "id": "3501016",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Yöneylem araştırmasının analitik bir yöntem olmasını sağlayan adımlardan birisi <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Problemin tanımlanması",
      "B": "Probleme yönelik sistem analizi ve veri toplanması",
      "C": "Model geliştirme",
      "D": "Modelin çözümü ve test edilmesi",
      "E": "Örnek bir modelin kopyalanması"
    },
    "explanation": "yöneylem araştırmasının açıklanması<br/>Yöneylem araştırması, kaynakları<br/>etkin kullanması gereken kurum ve kuruluşların<br/>yönetiminde karşılaşılan karar problemlerinin matematiksel çözümünde kullanılan analitik bir yöntemdir. Bu yaklaşım, analitik bir yöntem olmasını<br/>sağlayan belirli adımların izlenmesini gerektirir:<br/>1. Problemin tanımlanması<br/>2. Probleme yönelik sistem analizi ve veri toplanması<br/>3. Model geliştirme<br/>4. Modelin çözümü ve test edilmesi<br/>5. Çözümün uygulanmasına yönelik kararın<br/>verilmesi"
  },
  {
    "id": "3501017",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi gerçek durumu yeterince temsil etmesi ve çözümünün görece kolay olması sebebiyle kulanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Karar verme",
      "B": "Doğrusal modell",
      "C": "Sistem analizi",
      "D": "Problem tanımlama",
      "E": "Veri toplama"
    },
    "explanation": "Doğrusal modeller, gerçek durumu yeterince temsil<br/>etmesi ve çözümünün görece kolay olması sebebiyle öne çıkmaktadır. Doğrusal modeller doğrusal olarak<br/>ifade edilmiş kısıtlayıcılardan ve bir amaç fonksiyonundan oluşur. Doğrusal programlama da bu türden<br/>modellerin çözümünde kullanılmaktadır."
  },
  {
    "id": "3501018",
    "unitNumber": 1,
    "text": "Doğrusal modelin en büyüklenmek veya en küçüklenmek istenen fonksiyonuna ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "KısıtlayıcıK",
      "B": "Negatif olmama kısıtı",
      "C": "Amaç fonksiyonu",
      "D": "Karar değişkeni fonksiyonu",
      "E": "Denklemler sistemi"
    },
    "explanation": "Amaç fonksiyonu, doğrusal modelin en büyüklenmek veya en küçüklenmek istenen fonksiyonudur<br/>Doğrusal modelin en büyüklenmek veya en küçüklenmek istenen fonksiyonuna \"amaç fonksiyonu\" adı verilir."
  },
  {
    "id": "3501019",
    "unitNumber": 1,
    "text": "Doğrusal programın her bir kısıtlayıcısına ait eşitsizliği sağlayan karar değişkenlerine ait değerler seti ....... olarak adlandırılır.\n<br/>Yukarıdaki cümlede boş bırakılan kısıma aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Amaç fonksiyonu",
      "B": "Teknik katsayılar",
      "C": "Uygun çözüm alanı",
      "D": "Oranlılık varsayımı",
      "E": "Uygun çözüm"
    },
    "explanation": "Doğrusal Programlamada Kullanılan Terimler, Sınıflandırmalar ve Varsayımlar<br/>Doğrusal programın her bir kısıtlayıcısına ait eşitsizliği sağlayan karar değişkenlerine ait değerler seti<br/>uygun çözüm olarak adlandırılır."
  },
  {
    "id": "3501020",
    "unitNumber": 1,
    "text": "Doğrusal programlada problemin sözel ifadesinin doğrusal programlama varsayımları altında matematiksel olarak ifade edildiği aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Modelleme",
      "B": "Problemin tanımlanması",
      "C": "Sistem analizi",
      "D": "Veri toplama",
      "E": "Çözümün uygulanması"
    },
    "explanation": "DOĞRUSAL PROGRAMLAMA İLE<br/>MODELLEME<br/>Modelleme aşaması problemin sözel ifadesinin<br/>doğrusal programlama varsayımları altında matematiksel olarak ifade edilmesidir"
  },
  {
    "id": "3501021",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi doğrusal programlamada ele alınan probleme ne ölçüde uygulanabileceğini değerlendirebilmek için dikkate alınması gereken varsayımlardandır?\n I. Oranlılık\n II. Toplanabilirlik\n III. Bölünebilirlik\n IV. Kesinlik",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "Hepsi",
      "C": "II, III ve IV",
      "D": "Yalnız IV",
      "E": "I ve II"
    },
    "explanation": "Doğrusal programlamanın varsayımlarının öğrenilmesi<br/>Bunlar oranlılık, toplanabilirlik,<br/>bölünebilirlik ve kesinlik varsayımlarıdır. Bu varsayımların dikkate alınması, doğrusal programlamanın ele alınan probleme ne ölçüde uygulanabileceğini değerlendirebilmek için önemlidir."
  },
  {
    "id": "3501022",
    "unitNumber": 1,
    "text": "Doğrusal programlamada, fonksiyonlarda iki veya daha çok değişkenin çarpımının yer almasını engellemeye yarayan varsayım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Oranlılık",
      "B": "Çözüm alanı",
      "C": "Toplanabilirlik",
      "D": "Bölünebilirlik",
      "E": "Kesinlik"
    },
    "explanation": "Doğrusal modelleme varsayımlarının kavranması<br/>Gerek amaç fonksiyonu, gerekse kısıtlayıcılara ait fonksiyonlar barındırdıkları değişkenlerin tekil katkılarının toplamından oluşur. Toplanabilirlik olarak adlandırılan bu varsayım, fonksiyonlarda iki veya daha çok değişkenin çarpımının yer almasını engellemektedir"
  },
  {
    "id": "3501023",
    "unitNumber": 2,
    "text": "Simpleks yönteminin ilk adımı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çözüme ait yatay modelin bir denklemler sistemine çevrilmesidir.",
      "B": "Probleme ait eğrisel modelin bir sisteme çevrilmesidir.",
      "C": "Probleme ait tüm modellerin bir sisteme çevrilmesidir.",
      "D": "Probleme ait doğrusal modelin bir denklemler sistemine çevrilmesidir.",
      "E": "çözüme ait doğrusal denklemler sistemine çevrilmesidir."
    },
    "explanation": "Grafik üzerinde çözüm yönteminde olduğu gibi, simpleks yönteminin ilk adımı probleme ait doğrusal modelin bir denklemler sistemine çevrilmesidir."
  },
  {
    "id": "3501024",
    "unitNumber": 2,
    "text": "Eğer ele alınan sistemin değişkenleri ve doğrusal eşitlikleri sayı olarak birbirine eşit ise, sistemin yalnızca kaç çözümü vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir",
      "B": "Beş",
      "C": "Dört",
      "D": "Üç",
      "E": "İki"
    },
    "explanation": "Eğer ele alınan sistemin değişkenleri ve doğrusal eşitlikleri sayı olarak birbirine eşit ise, sistemin yalnızca bir çözümü vardır."
  },
  {
    "id": "3501025",
    "unitNumber": 2,
    "text": "\"Aylak veya artık değişkenler bir kısıtlayıcıyı ------ formuna dönüştürmek için kullanılır.\" cümlesindeki boşluğa gelecek olan kelime nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "iletken",
      "B": "eşitlik",
      "C": "eksi",
      "D": "artı",
      "E": "çarpan"
    },
    "explanation": "Aylak veya artık değişkenler bir kısıtlayıcıyı eşitlik formuna dönüştürmek için kullanılır."
  },
  {
    "id": "3501026",
    "unitNumber": 2,
    "text": "Eğer iki uç nokta, uygun çözüm alanına ait bir doğru parçasıyla birbirine bağlanabiliyor<br/>ise bu uç noktalar hangi pozisyonda yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Eşit pozisyonda",
      "B": "Birbirinin komşuluğunda",
      "C": "Birbirleriyle eşdeğer",
      "D": "Zıt kutuplardaki pozisyonda",
      "E": "Karşı pozisyonda"
    },
    "explanation": "Eğer iki uç nokta, uygun çözüm alanına ait bir doğru parçasıyla birbirine bağlanabiliyor<br/>ise bu uç noktalar birbirinin komşuluğunda yer almaktadır."
  },
  {
    "id": "3501027",
    "unitNumber": 2,
    "text": "Ardıştırma nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir önceki işlemin çıktısının sonraki adımda yeniden işleme sokulduğu tekrarlı bir matematiksel işlemdir.",
      "B": "Bir sonraki işlemin çıktısının sonraki adımının tekrarlı bir matematiksel işlemdir.",
      "C": "Genel işlem adımlarında yeniden işleme sokulduğu tekrarlı bir matematiksel işlemdir.",
      "D": "Bir önceki işlemin çıktısının sonraki adımda yeniden işleme sokulduğu tekrarlı bir sosyal işlemdir.",
      "E": "Bir sonraki işlemin çıktısının sonraki adımda yeniden işleme sokulduğu tekrarlı bir fiziksel işlemdir."
    },
    "explanation": "Ardıştırma, bir önceki işlemin çıktısının sonraki adımda yeniden işleme sokulduğu tekrarlı<br/>bir matematiksel işlemdir."
  },
  {
    "id": "3501028",
    "unitNumber": 2,
    "text": "Simpleks yöntemin cebirsel çözümü modelinde, temel uygun çözümler kaç adet değişkenle gösterilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üç adet değişkenle ( x2, s1, s2) gösterilmektedir.",
      "B": "Dört adet değişkenle (x1, x2, s1, s2) gösterilmektedir.",
      "C": "beş adet değişkenle (x1, x2, s1, s2,s3) gösterilmektedir.",
      "D": "Altı adet değişkenle (x1, x2, s1, s2, s3, s4) gösterilmektedir.",
      "E": "İki adet değişkenle (x1, x2) gösterilmektedir"
    },
    "explanation": "SİMPLEKS YÖNTEMİNİN CEBİRSEL ÇÖZÜMÜ<br/>Önceki başlıkta, Model 1.1’in kısıtlayıcıları eşitlik formuna dönüştürülmüştü. Böyle bir modelde, temel uygun çözümler dört adet değişkenle (x1, x2, s1, s2), uç nokta çözümleri ise iki adet değişkenle (x1, x2) gösterilmektedir."
  },
  {
    "id": "3501029",
    "unitNumber": 2,
    "text": "Yapay değişkenler, nasıl tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Başlangıç temel uygun çözümünü elde edebilmek için kullanılan kukla değişkenlerdir.",
      "B": "Sonuç çözümünü elde edebilmek için kullanılan değişkenlerdir.",
      "C": "Başlangıç temel sorunu çözmek için kullanılan tüm değişkenlerdir.",
      "D": "Başlangıç sorunu elde edebilmek için kullanılan genel değişkenlerdir.",
      "E": "Sonuç çözümünü elde edebilmek için kullanılan piyon değişkenlerdir."
    },
    "explanation": "Yapay değişkenler, başlangıç temel uygun çözümünü elde edebilmek için kullanılan<br/>kukla değişkenlerdir."
  },
  {
    "id": "3501030",
    "unitNumber": 2,
    "text": "\"Anahtar satır ile anahtar sütunun kesişimindeki değer------- olarak adlandırılır.\" Cümlesinde boşluğa gelecek olan kelime aşağıdaki seçeneklerden hangisinde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "sanal problem",
      "B": "anahtarı problem",
      "C": "anahtarı sayı",
      "D": "gerçek çözüm",
      "E": "anahtarı kelime"
    },
    "explanation": "Anahtar satır ile anahtar sütunun kesişimindeki değer anahtarı sayı olarak adlandırılır."
  },
  {
    "id": "3501031",
    "unitNumber": 2,
    "text": "Alternatif tablo kullanımında modelin amacı en büyükleme ise pozitif Cj-Zj değerleri arsından en yüksek değeri olan değişken ne olarak belirlenir?",
    "correctAnswer": "D",
    "options": {
      "A": "Genel değişken olarak belirlenir.",
      "B": "Düzlemsel değişken olarak belirlenir.",
      "C": "Doğrusal değişken olarak belirlenir.",
      "D": "Temele giren değişken olarak belirlenir.",
      "E": "Temelden çarpan olarak belirlenir."
    },
    "explanation": "Alternatif tablo kullanımında modelin amacı en büyükleme ise pozitif Cj-Zj değerleri arsından en yüksek değeri olan değişken temele giren değişken olarak belirlenir."
  },
  {
    "id": "3501032",
    "unitNumber": 2,
    "text": "Alternatif tablo kullanımında modelin amacı en büyükleme ise, tüm j’ler için Cj-Zj ≤ 0 olduğunda nasıl bir çözüme ulaşılmış olur?",
    "correctAnswer": "E",
    "options": {
      "A": "Düşük maliyetli çözüme ulaşılmış olur.",
      "B": "Altarnatif çözüme ulaşılmış olur.",
      "C": "Orta düzeyli çözüme ulaşılmış olur.",
      "D": "En kötü çözüme ulaşılmış olur.",
      "E": "En iyi çözüme ulaşılmış olur."
    },
    "explanation": "Alternatif tablo kullanımında modelin amacı en büyükleme ise, tüm j’ler için Cj-Zj ≤ 0 olduğunda en iyi çözüme ulaşılmış olur."
  },
  {
    "id": "3501033",
    "unitNumber": 2,
    "text": "Doğrusal programlama kavramı ve simpleks adıyla bilinen çözüm yöntemi aşağıdakilerden hangisi tarafından bulunmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Jerzy Neyman",
      "B": "George Dantzig",
      "C": "John von Neumann",
      "D": "Philip Wolfe",
      "E": "Harold W. Kuhn"
    },
    "explanation": "Doğrusal programlama kavramı ve simpleks adıyla bilinen çözüm yöntemi George Dantzig tarafından bulunmuştur."
  },
  {
    "id": "3501034",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangi işaretin yer aldığı eşitsizliklerinde aylak değişken kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "≤",
      "B": "≥",
      "C": "±",
      "D": "&gt;",
      "E": "&lt;"
    },
    "explanation": "Aylak değişken, küçük eşit (≤) işaretinin yer aldığı eşitsizliklerinde kullanılır ve eşitsizlik formundaki kısıtlayıcı vasıtasıyla sınırlandırılan kaynaktan arta kalan miktarı (atıl kapasite) temsil eder."
  },
  {
    "id": "3501035",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangi işaretin yer aldığı eşitsizliklerinde artık değişken kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "&lt;",
      "B": "&gt;",
      "C": "±",
      "D": "≤",
      "E": "≥"
    },
    "explanation": "Artık değişken, büyük eşit (≥) işaretinin yer aldığı eşitsizliklerinde kullanılır ve eşitsizlik formundaki kısıtlayıcı vasıtasıyla sınırlandırılan kaynağı aşan miktarı (aşırı kapasite) temsil eder."
  },
  {
    "id": "3501036",
    "unitNumber": 2,
    "text": "Cebirsel çözüm yönteminde denklem sayısı m ve değişken sayısı n arttıkça aşağıdakilerden hangisi oluşur?",
    "correctAnswer": "C",
    "options": {
      "A": "Temel çözümlerin hesaplamasına gerek duyulur",
      "B": "Cebirsel yöntemle harcanacak çaba azalır",
      "C": "Cebirsel işlem ihtiyacı katlanarak artar",
      "D": "Bir önceki işlemin çıktısı yeniden işleme sokulur",
      "E": "Daha iyi amaç fonksiyonu değerlerine ulaşılır"
    },
    "explanation": "Cebirsel çözüm yönteminden anlaşılacağı üzere, denklem sayısı m ve değişken sayısı n arttıkça cebirsel işlem ihtiyacı katlanarak artmaktadır."
  },
  {
    "id": "3501037",
    "unitNumber": 2,
    "text": "Simpleks yönteminde en iyi Z değerine ulaşılana kadar aşağıdakilerden hangisi uygulanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ardışık olarak bir sonraki komşu temel uygun çözüme geçilir",
      "B": "Denklemler için standart form sağlanır",
      "C": "Kısıtlayıcılara s<sub>1</sub> ve s<sub>2</sub> aylak değişkenleri eklenir",
      "D": "Kısıtlayıcılardan s<sub>1</sub> ve s<sub>2</sub> aylak değişkenleri çıkartılır",
      "E": "Temelden çıkan değişken belirlenmelidir"
    },
    "explanation": "Simpleks yönteminde en iyi Z değerine ulaşılana kadar, ardışık olarak, bir sonraki komşu temel uygun çözüme geçilir."
  },
  {
    "id": "3501038",
    "unitNumber": 2,
    "text": "Temele girecek değişkenin belirlenmesindeki ölçüt aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yapay değişken",
      "B": "Komşuluk koşulu",
      "C": "Temelden çıkan değişken",
      "D": "Z değerindeki iyileşme",
      "E": "Negatif olmama koşulu"
    },
    "explanation": "Temele girecek değişkenin belirlenmesindeki ölçüt Z değerindeki iyileşmedir."
  },
  {
    "id": "3501039",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi başlangıç temel uygun çözümünü elde edebilmek için kullanılan kukla değişkenlerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Temele giren değişken",
      "B": "Temelden çıkan değişken",
      "C": "Yapay değişken",
      "D": "Aylak değişken",
      "E": "Artık değişken"
    },
    "explanation": "Yapay değişkenler, başlangıç temel uygun çözümünü elde edebilmek için kullanılan kukla değişkenlerdir. Başlangıçta temel değişken olarak çözümde yer alan yapay değişkenler, ardıştırma sürecinde temelden çıkar. Yapay değişkenler negatif olmama kısıtlarını sağlarlar ve problemin çözümünde fiziksel bir anlamları yoktur."
  },
  {
    "id": "3501040",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yapay değişkenlerin temelden çıkmalarını kesin kılmak için, Z değerini kötüleştirecek yönde çok büyük bir katsayıyla birlikte amaç fonksiyonuna ilave edilmesi yöntemidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dönüştürme Yöntemi",
      "B": "Geliştirme Yöntemi",
      "C": "Ardıştırma Yöntemi",
      "D": "En Küçük Kareler Yöntemi",
      "E": "Büyük M Yöntemi"
    },
    "explanation": "Yapay değişkenlerin temelden çıkmalarını kesin kılmak için, Z değerini kötüleştirecek yönde çok büyük bir katsayıyla birlikte amaç fonksiyonuna ilave edilirler. Yapay değişkene verilen ve çok büyük bir sayı olan katsayının esasında kaç olduğuyla ilgilenilmediği için denklemlerde, standart olarak, M ile gösterilir. Bu sebeple, yapay değişkenlerin burada belirtilen amaçla kullanılmasına Büyük M Yöntemi denmektedir."
  },
  {
    "id": "3501041",
    "unitNumber": 2,
    "text": "Aaşağıdakilerden hangisi simpleks tablosunda anahtar satırı belirleme adımlarından <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "En küçük orana sahip satır, anahtar satır olarak saptanır.",
      "B": "Yapay bir değişken belirlenir.",
      "C": "Bölümler arasındaki en küçük oran belirlenir.",
      "D": "Anahtar sütundaki pozitif sayılar ve bulundukları satırlar belirlenir.",
      "E": "Belirlenen satırlardaki sağ taraf sabiti aynı satır için belirlenen sayıya bölünür."
    },
    "explanation": "Simpleks tablosunda anahtar satırı belirleme adımları aşağıda özetlenmiştir:\n 1. Anahtar sütundaki pozitif sayılar ve bulundukları satırlar belirlenir.\n 2. Belirlenen satırlardaki sağ taraf sabiti aynı satır için belirlenen sayıya bölünür.\n 3. Bölümler arasındaki en küçük oran belirlenir.\n 4. En küçük orana sahip satır, anahtar satır olarak saptanır."
  },
  {
    "id": "3501042",
    "unitNumber": 2,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/92e000dc00efe394dcdb3d22f9c725fa.png\" alt=\"\" width=\"470\" height=\"136\"> Yukarıdaki simpleks tablosu için anahtar sayı kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "0",
      "B": "1",
      "C": "2",
      "D": "3",
      "E": "4"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/bcb3d2aa97a393ba327982b30546cf8f.png\" alt=\"\" width=\"524\" height=\"163\"> Anahtar sayı 4 'dür."
  },
  {
    "id": "3501043",
    "unitNumber": 2,
    "text": "2 denklem (m=2) ve 4 değişkenin n=4 bulunduğu bir sistemde çözüm sayısı kaç tanedir?",
    "correctAnswer": "C",
    "options": {
      "A": "10",
      "B": "8",
      "C": "<strong>6</strong>",
      "D": "4",
      "E": "2"
    },
    "explanation": "cevap 6 c şıkkı\n<br/>Sayfa 32"
  },
  {
    "id": "3501044",
    "unitNumber": 2,
    "text": "Bir örneğin temel çözümünü bulabilmek için sıfıra eşitlenen ve dolayısıyla çözümde sıfır değeri alan değişkenlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Temel dışı değişkenler",
      "B": "Temel değişkenler",
      "C": "Aylak değişkenler",
      "D": "Artık değişkenler",
      "E": "Kısıtlayıcı değişkenler"
    },
    "explanation": "Değişkenlerden sıfıra eşitlenen ve dolayısıyla çözümde sıfır değeri alanlar <em>temel dışı değişkenler </em>olarak adlandırılır. Bu değişkenler değer almayarak, amaç fonksiyonundan elde edilen sonuca etki etmez ve do- layısıyla ilgili temel çözümde dikkate alınmaz. Buna karşılık, arta kalan diğer değişkenler, temel çözümü belirleyen değişkenlerdir. Bu değişkenler <em>temel değişkenler </em>olarak adlandırılır."
  },
  {
    "id": "3501045",
    "unitNumber": 2,
    "text": "Bir önceki işlemin çıktısının sonraki adımda yeniden işleme sokulduğu tekrarlı matematiksel işleme ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Başlangıç adımı",
      "B": "En iyilik sınaması",
      "C": "Ardıştırma",
      "D": "Dur",
      "E": "Yapay değişkeneler"
    },
    "explanation": "Ardıştırma bir önceki işlemin çıktısının sonraki adımda yeniden işleme sokulduğu tekrarlı bir matematiksel işlemdir. Ardışık bir yordam, sonuca ulaşmak için her yinelemede hedefe daha yakın bir değer elde etmeyi amaçlar."
  },
  {
    "id": "3501046",
    "unitNumber": 2,
    "text": "Simpleks yönteminin cebirsel çözümü ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "İki temel uygun çözümün komşuluk koşulu sahip oldukları değişkenlerin aynı olmasıdır",
      "B": "İki komşu temel uygun çözüme ait temel dışı değişkenler birbirleri ile aynıdır",
      "C": "En iyi Z değerine ulaşılana kadar, ardışık olarak, bir sonraki komşu temel uygun çözüme geçilir",
      "D": "Başlangıç adımında temel değişkenlere ait katsayı değerinin 0 olması gerekmektedir.",
      "E": "Temel dışı değişkenlerden birini temel almak Z değerini azaltacaktır"
    },
    "explanation": "Simpleks yönteminde en iyi Z değerine ulaşılana kadar, ardışık olarak, bir sonraki komşu temel uygun çözüme geçilir"
  },
  {
    "id": "3501047",
    "unitNumber": 2,
    "text": "Başlangıç temel uygun çözümünü elde edebilmek için kullanılan kukla değişkenlere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Atık değişkenler",
      "B": "Temel dışı değişkenler",
      "C": "Artık değişkenler",
      "D": "Yapay değişkenler",
      "E": "Kısıtlayıcı değişkenler"
    },
    "explanation": "<strong>Yapay değişkenler, </strong>başlangıç temel uygun çözümünü elde edebilmek için kullanılan kukla değişkenlerdir. Başlangıçta temel değişken olarak çözümde yer alan yapay değişkenler, ardıştırma sürecinde temelden çıkar. Yapay değişkenler negatif olmama kısıtlarını sağlarlar ve problemin çözümünde fiziksel bir anlamları yoktur"
  },
  {
    "id": "3501048",
    "unitNumber": 2,
    "text": "Birim matris nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ana köşegeni 0’dan diğer elemanları 1’den oluşan matrisdir",
      "B": "Köşegen elemanları 1 diğer elemanları 0 olan kare matrisdir",
      "C": "Köşe elemanları 1 ve 0’dan oluşan matrisdir",
      "D": "Köşe elemanları 0 olan matrisdir",
      "E": "Tüm elemanları 1 olan matrisdir"
    },
    "explanation": "<strong>Birim matris, </strong>köşegen elemanları 1 diğer elemanları 0 olan bir kare matrisdir"
  },
  {
    "id": "3501049",
    "unitNumber": 2,
    "text": "Simpleks yönteminin tablo çözümü ile gösteriminde;\n<br/><ol type=\"I\"><br/><li>Temel değişkenlere ait katsayılaraın birim matris oluşturması, her bir temel değişkenin yanlızca bir denklemde yer aldığı ve her birinin katsayısının 1’e eşit olduğu anlamına gelir</li><br/><li>Simpleks tablosunda anahtar satırı belirlemede ilk adım anahtar sütundaki pozitif saılar ve bulundukları satırları belirlemektir</li><br/><li>En iyilik sınaması yapabilmek için her bir temel değişkenin yanlızca bir denklemde yer alması ve katsayısının 1’e eşit olması gerekmektedir</li><br/></ol><br/>İfadelerinden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "Yalnız II ve III",
      "E": "I, II ve III"
    },
    "explanation": "İfadelerin hepsi doğrudur"
  },
  {
    "id": "3501050",
    "unitNumber": 2,
    "text": "Simpleks Yönteminin Tablo çözümü ile ilgili olarak aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Simplek tablosunun içerdiği bilgiler; denklemdeki değişkenlerin katsayısı, sağ taraf sabitleri ve temel değişkenlerin hangileri olduğudur",
      "B": "En iyi çözüme ulaşılana kadar, satır bazlı işlemlerle en iyilik sınamasına uygun tablolar ardışık olarak türetilir",
      "C": "En iyilik sınamasına uygun bir simpleks tablosundaki temel değişken sütunlarındaki sayılar birim matris oluşturur",
      "D": "İlk satırdaki katsayıların herhangi biri negatif ise en iyiliği sınanan temel uygun çözüm en iyi çözümdür",
      "E": "Temele giren değişkenin bulunduğu sütun, anahtar sütundür"
    },
    "explanation": "İlk satırdaki katsayıların herhangi biri negatif ise en iyiliği sınanan temel uygun çözüm en iyi çözümdür ifadesi değildir olmalıdır"
  },
  {
    "id": "3501051",
    "unitNumber": 2,
    "text": "Aşağıdaki şekil üzerinde verilen ve amaç fonksiyonunda yer alan değişkenlerin katsayılarından oluşan kısım aşağıdakilerden hangisidir\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/261f52a4c05dbba534e171378f9012ac.jpeg\" alt=\"\" width=\"960\" height=\"312\">",
    "correctAnswer": "C",
    "options": {
      "A": "XB",
      "B": "CB",
      "C": "CJ",
      "D": "ZJ",
      "E": "CJ-ZJ"
    },
    "explanation": "CJ. satırı amaç fonksiyonunda yer alan değişkenlerin katsayılarından oluşur"
  },
  {
    "id": "3501053",
    "unitNumber": 2,
    "text": "I. Doğrusal programda değişken sayısı denklem sayısından fazla ise sistemin <em>yalnız tek bir çözümü</em> vardır.\n<br/>II. Doğrusal programda küçük eşit (≤) yer alan eşitsizliklerde <em>aylak değişken</em> kullanılır.\n<br/>III. Doğrusal programda çözümde sıfır değeri alan değişkenler <em>temel dışı değişkenlerdir.</em>\n<br/>Yukarıda verilenlerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Doğrusal programda değişken sayısı denklem sayısından fazladır (<em>n &gt; m</em>). Bu durum, bir çözüm uzayı ile ifade edilen <strong>sonsuz sayıda çözümün</strong> olmasına yol açar. \n<br/>Aylak veya artık değişkenler bir kısıtlayıcıyı eşitlik formuna dönüştürmek için kullanılır. Aylak değişken, küçük eşit (≤) işaretinin yer aldığı eşitsizliklerinde kullanılır ve eşitsizlik formundaki kısıtlayıcı vasıtasıyla sınırlandırılan kaynaktan arta kalan miktarı"
  },
  {
    "id": "3501054",
    "unitNumber": 2,
    "text": "Sıfıra eşitlenen ve çözümde sıfır değeri alandeğişkenler aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Artık değişkenler",
      "B": "Aylak değişkenler",
      "C": "Yapay değişkenler",
      "D": "Temel değişkenler",
      "E": "Temel dışı değişkenler"
    },
    "explanation": "Sıfıra eşitlenen ve çözümde sıfır değeri alanlar <em>temel dışı değişkenler </em>olarak adlandırılır."
  },
  {
    "id": "3501055",
    "unitNumber": 2,
    "text": "Dört değişken (n=4) ve üç eşitliğin (m=3) bulunduğu denklemler sisteminde, temel uygun çözüme ulaşmak için gerekli olan temel çözüm sayısı kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "0",
      "B": "1",
      "C": "2",
      "D": "3",
      "E": "4"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8dd7219d6cecfdf372dfadff6971e065.png\" alt=\"\" width=\"208\" height=\"116\"><br/>=(4.3.2.1)/[(3.2.1).(1)]=4"
  },
  {
    "id": "3501056",
    "unitNumber": 2,
    "text": "Bir doğrusal modelde küçük eşit (≤) işaretinin yer aldığı eşitsizlikleri eşitliğe dönüştürmek için aşağıdaki değişkenlerden hangisi eklenmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Temel değişken",
      "B": "Yapay değişken",
      "C": "Artık değişken",
      "D": "Aylak değişken",
      "E": "Temel giren değişken"
    },
    "explanation": "Aylak değişkenler bir kısıtlayıcıyı eşitlik formuna dönüştürmek için kullanılır. Aylak değişken, küçük eşit (≤) işaretinin yer aldığı eşitsizliklerinde kullanılır."
  },
  {
    "id": "3501057",
    "unitNumber": 2,
    "text": "Aşağıdaki değişkenlerden hangisi büyük eşit (≥) işaretinin yer aldığı eşitsizliklerle ifade edilen kısıtlayıcıyı eşitlik formuna dönüştürmek için kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Artık değişken",
      "B": "Aylak değişten",
      "C": "Temel değişken",
      "D": "Yapay değişken",
      "E": "Temele giren değişken"
    },
    "explanation": "Artık değişkenler bir kısıtlayıcıyı eşitlik formuna dönüştürmek için kullanılır. \n Artık değişken, büyük eşit (≥) işaretinin yer aldığı eşitsizliklerinde kullanılır ve eşitsizlik formundaki kısıtlayıcı vasıtasıyla sınırlandırılan kaynağı aşan miktarı (aşırı kapasite) temsil eder."
  },
  {
    "id": "3501058",
    "unitNumber": 2,
    "text": "Bir lineer modeli çözmek için oluşturulan alternatif simpleks tablosunda amaç fonksiyonunun değişkenlerinin katsayıları tabloda aşağıdakilerden hangisine yazılmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "C<sub>B</sub> sütununa",
      "B": "X<sub>B </sub>sütununa",
      "C": "Zj satırına",
      "D": "Cj-Zj satırına",
      "E": "C<sub>j </sub>satırına"
    },
    "explanation": "Cj satırı amaç fonksiyonunda yer alan değişkenlerin katsayılarından oluşur ve ardıştırma boyunca değişiklik göstermeden tüm tablolarda yer alır."
  },
  {
    "id": "3501059",
    "unitNumber": 2,
    "text": "I. En küçük oran testi ile temele giren değişken belirlenir.\n II. Herhangi bir satırda temele giren değişkene ait sütunda yer alan katsayılar sıfır veya negatif ise en küçük oran testi uygulanmaz. \n III. Her temel değişken için Çöz. sütunu altındaki sağ taraf sabitinin aynı satırdaki temele giren değişkene ait katsayıya bölümü hesaplanır.\n En küçük oran testi ile ilgili yukarıda verilenlerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "<strong>Temelden çıkan değişkeni belirlemek için <em>en küçük oran testi </em>uygulanır</strong>. Mevcut çözümdeki her bir temel değişken için, Çöz. sütunu altında yer alan sağ taraf sabitinin aynı satırdaki temele giren değişkene ait katsayıya bölümü hesaplanır. Hesaplanan oranı en düşük olan temelden çıkan değişken olarak belirlenir. Herhangi bir satırda temele giren değişkene ait sütunda yer alan katsayılar sıfır veya negatif ise en küçük oran testi uygulanmaz."
  },
  {
    "id": "3501060",
    "unitNumber": 2,
    "text": "Modelin amacı en büyükleme iken alternatif tablo kullanılarak temele giren değişkeni belirlemek istiyoruz. Aşağıda verilenlerden hangisinin pozitif değerleri arasından en büyük olanı seçilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cj-Zj satırının",
      "B": "Zj satırının",
      "C": "Cj satırının",
      "D": "C<sub>B</sub> sütununun",
      "E": "X<sub>B </sub>sütununun"
    },
    "explanation": "Alternatif tablo kullanımında modelin amacı en büyükleme ise pozitif Cj-Zj değerleri arsından en yüksek değeri olan değişken <em>temele giren değişken </em>olarak belirlenir."
  },
  {
    "id": "3501061",
    "unitNumber": 2,
    "text": "Modelin amacı en büyükleme iken alternatif tabloda tüm j’ler için Cj-Zj değerlerinden oluşan satır \n<br/>(x<sub>1</sub>, x<sub>2</sub>, s<sub>1</sub>, s<sub>2</sub> ) ye uygun şekilde aşağıdakilerden hangisi olarak elde edilirse en iyi çözüme ulaşılmış olur?",
    "correctAnswer": "A",
    "options": {
      "A": "(0, -3/2, 0, -11/4)",
      "B": "(0, -1, 0, 1)",
      "C": "(0, 0, 1, 0)",
      "D": "(3, 0 ,0, 1)",
      "E": "(-1, 4, 0, 0)"
    },
    "explanation": "Alternatif tablo kullanımında modelin amacı en büyükleme ise, tüm j’ler için Cj-Zj ≤ 0 olduğunda en iyi çözüme ulaşılmış olur."
  },
  {
    "id": "3501062",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi simpleks yönteminin cebirsel yöntemi süreç akışında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Başlangıç için bir temel uygun çözüm belirleme.",
      "B": "Temel uygun çözümün en iyiliğini sınama.",
      "C": "Anahtar satır belirlenmesi.",
      "D": "Temele giren değişkeni belirleme.",
      "E": "Temelden çıkan değişkeni belirleme."
    },
    "explanation": "Anahtar satır bulma tablo çözümünde yer almaktadır."
  },
  {
    "id": "3501063",
    "unitNumber": 3,
    "text": "Doğrusal programlamada primal problemin kısıtlayıcılarının oluşturduğu matris\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5694e111e149b2f4b79c30b9cff1eecc.png\" alt=\"\" width=\"155\" height=\"79\"> şeklinde ise dual problemin matrisi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8a345614d84c8c564ebbc5f16a93ac61.png\" alt=\"\" width=\"64\" height=\"68\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ecb1773aec6469ea8ed935cb947b7b5d.png\" alt=\"\" width=\"65\" height=\"61\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9656bac0b1a8368e3a921067c46d3cc9.png\" alt=\"\" width=\"72\" height=\"69\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/25c53621647aa8b9e8a7fb66116991a3.png\" alt=\"\" width=\"72\" height=\"73\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8b7d4f5d01aca64b1cbcebb244059942.png\" alt=\"\" width=\"68\" height=\"68\">"
    },
    "explanation": "Dula problemin kısıtlayıcı matrisi<br/>Dual problemin kısıtlayıcılarının oluşan matris primal problemin kısıtlayıcılarının oluşturduğu matrisin tranpozesidir. Buna göre,\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/855661de2d7686386aa5ed8b0badb7d3.png\" alt=\"\" width=\"121\" height=\"62\"> şeklindedir."
  },
  {
    "id": "3501064",
    "unitNumber": 3,
    "text": "Primal modelde 3 adet kısıt ve 2 adet karar değişkeni varsa dual problemde kaç adet karar değişkeni vardır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Primal ve dual problem<br/>Primal modelde “m” adet kısıt, “n” adet karar değişkeni (X1, X2, … Xn) varken dualmodelde “n” adet kısıtlayıcı ve m adet dual değişken (y1, y2, … ym) vardır.\n Bir başka deyişle primal modelin kısıtlayıcı sayısı,dual değişken sayısına eşittir. Benzer şekilde dual modelin kısıtlayıcı sayısı, primal değişken<br/>sayısına eşittir. \n O halde primal modelde 3 kısıt olduğuna göre dula problemde 3 değişken vardır."
  },
  {
    "id": "3501065",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5fba6b464571fa6700d3743561910edb.png\" alt=\"\" width=\"234\" height=\"191\"> Yukarıda verilen primal problemin dual kısıtlayıcıları aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/88adaab457e63a15a765f9752b9886ba.png\" alt=\"\" width=\"198\" height=\"145\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b27e3c3fa39a36b172f9b49747a7c2d8.png\" alt=\"\" width=\"183\" height=\"141\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/591a21d90ec8c8970cfe83334c62fa14.png\" alt=\"\" width=\"202\" height=\"144\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8c6ae6ceb115f53cf71690a1e5e3be53.png\" alt=\"\" width=\"193\" height=\"148\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/49dc1b2fb210a73c713dfc72dac11358.png\" alt=\"\" width=\"179\" height=\"140\">"
    },
    "explanation": "Dual problemin kısıtlayıcıları<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5131ad95c45bb38d7f08c52a1f693708.png\" alt=\"\" width=\"483\" height=\"368\">"
  },
  {
    "id": "3501066",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5cb78cce9d43db0cab339cbc11f84423.png\" alt=\"\" width=\"195\" height=\"164\"><br/>Yukarıda verilen problemin dual probleminin amaç fonksiyonu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/554b984035ace59a979d0d4cde7f4e20.png\" alt=\"\" width=\"166\" height=\"31\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a79290f7e9d82d6357a89071ff3535d9.png\" alt=\"\" width=\"172\" height=\"28\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2d8856bf11fe1e6d4a362a6b6aa15ba9.png\" alt=\"\" width=\"183\" height=\"27\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/16cd87fab05c181a667c807eba78a1c6.png\" alt=\"\" width=\"178\" height=\"31\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ba5772fc77e2908edd489a44827fb1b7.png\" alt=\"\" width=\"190\" height=\"33\">"
    },
    "explanation": "Dual problemin oluşturulması<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/abc13d1db9a0d86444acdf6f5806a4bf.png\" alt=\"\" width=\"352\" height=\"263\">"
  },
  {
    "id": "3501067",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/90aa654bad1f4d729f7fc83d30719929.png\" alt=\"\" width=\"413\" height=\"134\"> Yukarıdakilerden hangileri dualitenin önemli ana nedenlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Dualitenin önemi<br/>Doğrusal programlamada dualitenin önemli olmasının<br/>üç ana nedeni vardır. Bunlar,<br/><strong>1.</strong> Dualite, primal problemin çözümünü kolaylaştırır.<br/><strong>2.</strong> Dual modelin değişkenlerinden hareketle,<br/>primal model ile ilgili önemli ekonomik<br/>açıklamalarda bulunma imkânı sağlar.<br/><strong>3.</strong> Duyarlılık analizi ile ilgili işlemlere katkıda<br/>bulunur.\n şeklindedir."
  },
  {
    "id": "3501068",
    "unitNumber": 3,
    "text": "Herhangi bir üretim miktarının bir birim arttırılması veya azaltılması durumunda amaç fonksiyonda oluşan değişime ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gölge fiyat",
      "B": "Dual fiyat",
      "C": "Primal fiyat",
      "D": "Gerçek fiyat",
      "E": "Kesin fiyat"
    },
    "explanation": "Gölge fiyatın tanımı<br/>Gölge fiyat, herhangi bir üretim miktarının bir birim artırılması veya azaltılması<br/>durumunda amaç fonksiyonundaki değişim miktarıdır."
  },
  {
    "id": "3501069",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3f37f2dee9b2fb4d995d07c7696e1c78.png\" alt=\"\" width=\"495\" height=\"78\"><br/><strong> Yukarıdakilerden hangileri duyarlılık analizi kapsamı içerisindedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Duyarlılık analizi, optimum çözümün dinamik davranışları üzerinde durmamızı sağlayan etkin bir hesaplama yöntemidir. Duyarlılık analizinde yapılan işlem;<br/>problemin optimum çözümü bulunduktan sonra, <strong>sağ taraf sabitlerinde değişme olduğunda, amaç fonksiyonu katsayılarında değişme olduğunda, modele </strong><strong>yeni bir değişken eklenmesi durumunda, modelden bir değişken çıkarılması durumunda, modele yeni bir kısıtlayıcı eklenmesi durumunda ve modelden bir kısıtlayıcı çıkarılması</strong> durumunda optimuma etkili bir şekilde nasıl ulaşılacağını belirlemektir."
  },
  {
    "id": "3501070",
    "unitNumber": 3,
    "text": "4 adet kısıt, 3 adet karar değişkeni ve amaç fonksiyonu maksimum şeklinde olan kanonik formdaki doğrusal programlama probleminin duali için aşağıdaki ifadelerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dual problemin kısıtlarının yönü <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2d4d2eb601e365e4fa9d7f37772784fc.png\" alt=\"\" width=\"28\" height=\"25\"> şeklindedir.",
      "B": "Dual problemin amaç fonksiyonu en küçükleme şeklindedir",
      "C": "Dual problemin 4 adet karar değişkeni vardır",
      "D": "Dual problemin 3 adet kısıtı vardır",
      "E": "Dual problemin 7 adet karar değişkeni vardır"
    },
    "explanation": "Primal ve dual ilişkisi<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/17c397e03f4c78fd34277819663bbdc5.png\" alt=\"\" width=\"357\" height=\"545\">"
  },
  {
    "id": "3501071",
    "unitNumber": 3,
    "text": "Doğrusal programlamada primal problem en küçükleme ise dual problemin amaç fonksiyon nasıldır?",
    "correctAnswer": "A",
    "options": {
      "A": "Amaç fonksiyon en büyüklemedir",
      "B": "Amaç fonksiyon katsayıları tamsayıdır",
      "C": "Amaç fonksiyon sabittir",
      "D": "Amaç fonksiyonun katsayıları pozitif olmalıdır",
      "E": "Amaç fonksiyon en küçüklemedir"
    },
    "explanation": "Dual problem<br/>Primal modelde amaç en küçükleme olduğunda, onun dual modelinde amaç en büyükleme olur."
  },
  {
    "id": "3501072",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e40ee139bf03434d80494332cbd1167d.png\" alt=\"\" width=\"200\" height=\"154\"> doğrusal programlama probleminin dual problemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c55851f3efba56c00be41983f0b7e0f6.png\" alt=\"\" width=\"210\" height=\"136\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/22df1fdb7423b16da07141dda725cb8b.png\" alt=\"\" width=\"206\" height=\"131\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0ebf60a82995d7ecc8d72cbf871c601b.png\" alt=\"\" width=\"192\" height=\"130\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0b34dfae9d57ebd56279986f05f47474.png\" alt=\"\" width=\"217\" height=\"129\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/499d5fae013c2fae8fc5830026ebb927.png\" alt=\"\" width=\"216\" height=\"129\">"
    },
    "explanation": "Dual problemin yazılması<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e36e2a93d317e269a965d2f2ce8afe03.png\" alt=\"\" width=\"477\" height=\"384\">"
  },
  {
    "id": "3501073",
    "unitNumber": 3,
    "text": "Kâr amaçlı kanonik yapılı doğrusal programlama modelinin duali ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Dual modelin amaç fonksiyonu katsayıları primal modelin sağ taraf sabitleridir.",
      "B": "Dual model kısıtlayıcılarının sağ taraf sabitleri primal modelin amaç fonksiyonu katsayılarıdır.",
      "C": "Dual modelin kısıtlayıcı sayısı, primal modelin değişken sayısına eşittir.",
      "D": "Dual modelin kısıtlayıcı katsayıları, primal modelin kısıtlayıcı katsayılarını gösteren A matrisine eşittir.",
      "E": "Dual modelde yer alan değişkenler için negatif olmama varsayımı geçerlidir."
    },
    "explanation": "Amaç 1<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7b9f5030285796bc01cbbba142b0666b.jpeg\" alt=\"\" width=\"367\" height=\"395\">"
  },
  {
    "id": "3501074",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6c28abc0e598ed287ede6b739c762f7c.jpeg\" alt=\"\" width=\"559\" height=\"235\">",
    "correctAnswer": "A",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a328ffd22ddcccc157ad10051d397eb3.jpeg\" alt=\"\" width=\"383\" height=\"239\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e024fb2e699980d1a9c20673276c0047.jpeg\" alt=\"\" width=\"461\" height=\"239\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0b9f7c48fe1433db3beda3387d508da5.jpeg\" alt=\"\" width=\"392\" height=\"200\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5625761506e6159bbba7001a5ffe4461.jpeg\" alt=\"\" width=\"368\" height=\"203\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e8edba4af9152f58732c8ff1ff3b360f.jpeg\" alt=\"\" width=\"403\" height=\"191\">"
    },
    "explanation": "Amaç 1<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d15bc04bb8be256cdd234176b2d23f74.jpeg\" alt=\"\" width=\"660\" height=\"217\">"
  },
  {
    "id": "3501075",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/978727abd03a1deb89ecc933fd32eac0.jpeg\" alt=\"\" width=\"598\" height=\"236\"><br/>(Soruda şıkların hepsi aynı, soru iptal edilmiştir)",
    "correctAnswer": "C",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/37e52da9f2a4f4371e38a10c59839180.jpeg\" alt=\"\" width=\"262\" height=\"173\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ed70af95a45d872e86702b764a5735c2.jpeg\" alt=\"\" width=\"254\" height=\"175\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/21b06b8adef8fd49e83898f49977581d.jpeg\" alt=\"\" width=\"271\" height=\"199\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1c25bb0d2ee5bdd50529737278ed24e7.jpeg\" alt=\"\" width=\"312\" height=\"181\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/be68f7e971e6757fede90d8c687d0194.jpeg\" alt=\"\" width=\"300\" height=\"187\">"
    },
    "explanation": "Amaç 1<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5758e6a48150197cd95ff0080de8e395.jpeg\" alt=\"\" width=\"641\" height=\"231\">"
  },
  {
    "id": "3501076",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/184ee9386aac979eb40b47463b324c85.jpeg\" alt=\"\" width=\"618\" height=\"215\">",
    "correctAnswer": "D",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9587adeea6c17b0a7726b92e7e76bd9f.jpeg\" alt=\"\" width=\"154\" height=\"49\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f41e35985472cb46a48ed85a636a898f.jpeg\" alt=\"\" width=\"134\" height=\"42\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/10e66af58d5926ba8804bed8fd3c66e8.jpeg\" alt=\"\" width=\"129\" height=\"49\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1ae212c693a1572202005d6b03ff359a.jpeg\" alt=\"\" width=\"131\" height=\"43\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1fe82f04bd2fdf9345e05616904b5562.jpeg\" alt=\"\" width=\"146\" height=\"61\">"
    },
    "explanation": "Amaç 1<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/daed155ff93711e01a0c17a07340a2a3.jpeg\" alt=\"\" width=\"649\" height=\"266\">"
  },
  {
    "id": "3501077",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/45827c841246c3c7241e24e601cc138c.jpeg\" alt=\"\" width=\"628\" height=\"257\">",
    "correctAnswer": "E",
    "options": {
      "A": "Enb Z = 5400",
      "B": "Enb Z = 4800",
      "C": "Enb Z = 3500",
      "D": "Enb Z = 320",
      "E": "Enb Z = 3100"
    },
    "explanation": "Amaç 2<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/93ee889f946485bbf6e4810e3f63576b.jpeg\" alt=\"\" width=\"633\" height=\"126\">"
  },
  {
    "id": "3501078",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/80473bd7a44db684ac982dc25127d5d5.jpeg\" alt=\"\" width=\"632\" height=\"187\">",
    "correctAnswer": "B",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2749bb132b688b765e93f1c32b33af03.jpeg\" alt=\"\" width=\"305\" height=\"26\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/51d8a3a6df33636affa755f629cb6c3a.jpeg\" alt=\"\" width=\"302\" height=\"21\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/07b5dbb2628d347cd9a773cd97611b43.jpeg\" alt=\"\" width=\"140\" height=\"19\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f4e7c047ca1810c9207f7dd823a6e7b8.jpeg\" alt=\"\" width=\"224\" height=\"19\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4d96acf25088eb8d9494489dcf3e010a.jpeg\" alt=\"\" width=\"304\" height=\"25\">"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3cd4c06d82c905b135dca84ec55a57f6.jpeg\" alt=\"\" width=\"575\" height=\"384\">"
  },
  {
    "id": "3501079",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a24a95795a65945610d5904277a1ac8f.jpeg\" alt=\"\" width=\"535\" height=\"178\"><br/>(soru şıklarındaki cevapların hepsi aynı, soru iptal edilmiştir)",
    "correctAnswer": "C",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ddbeb2b0f2ff506b9e1de78ff114018b.jpeg\" alt=\"\" width=\"365\" height=\"163\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/eeedf105e35bd85cc6c5dbc0c67f25cb.jpeg\" alt=\"\" width=\"378\" height=\"171\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/37b8872cc217a8b61828f7bb89f5026b.jpeg\" alt=\"\" width=\"369\" height=\"158\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f1f88b2662a102cbf3d8c2926c27d290.jpeg\" alt=\"\" width=\"427\" height=\"180\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b9c8bc84c7e83178f5a152633b8dc468.jpeg\" alt=\"\" width=\"421\" height=\"174\">"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9738aa409a2588489c0a5fdecb26c8e9.jpeg\" alt=\"\" width=\"582\" height=\"355\">"
  },
  {
    "id": "3501080",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f49338d23f7c40a1a9315e9059008eb0.jpeg\" alt=\"\" width=\"576\" height=\"218\">",
    "correctAnswer": "A",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f47e15c02102fce50efcbaa4a9c033a1.jpeg\" alt=\"a\" width=\"684\" height=\"224\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/74b1b6414370a9d672d954d7f9acad4b.jpeg\" alt=\"\" width=\"661\" height=\"202\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1ceb71d16dbc13c58a2c1d1249bc4f7f.jpeg\" alt=\"\" width=\"661\" height=\"202\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4aedb81223c5ac52a80f14b74d25f20d.jpeg\" alt=\"\" width=\"661\" height=\"210\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/10f5a2e589c461837c9da5e14649192e.jpeg\" alt=\"\" width=\"661\" height=\"202\">"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8220084614bd0f89c1bd4ba6eac5b27a.jpeg\" alt=\"\" width=\"603\" height=\"612\">"
  },
  {
    "id": "3501081",
    "unitNumber": 3,
    "text": "I. Duyarlılık analizi, doğrusal programlama probleminin mevcut optimum çözümüne ulaşıldıktan sonra uygulanmaktadır.\n II. Parametre değerlerinde değişme olduğunda optimal çözüm aynı kalır.\n III. Duyarlılık analizinin temel amaçlarından biri, duyarlı parametreleri belirlemektir.\n Duyarlılık analizi ile ilgili yukarıda verilen ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/00dd0abd7fb98c6fb7741c15c8a48849.jpeg\" alt=\"\" width=\"639\" height=\"188\">"
  },
  {
    "id": "3501082",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a688b81dda2b39edd155fcb77861ff7a.jpeg\" alt=\"\" width=\"662\" height=\"249\">",
    "correctAnswer": "E",
    "options": {
      "A": "24",
      "B": "36",
      "C": "48",
      "D": "72",
      "E": "96"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/be561575affaf4d7a6bc314f8928ec53.jpeg\" alt=\"\" width=\"656\" height=\"87\">"
  },
  {
    "id": "3501083",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi en büyükleme (maksimizasyon) veya en küçükleme (minimizasyon) olarak verilmiş herhangi bir probleme verilen addır?",
    "correctAnswer": "A",
    "options": {
      "A": "Primal problem",
      "B": "Dual problem",
      "C": "Doğrusal problem",
      "D": "Kısıtlayıcı problem",
      "E": "Kanonik problem"
    },
    "explanation": "En büyükleme (maksimizasyon) veya en küçükleme (minimizasyon) olarak verilmiş, herhangi bir problem “primal problem” olarak adlandırılır"
  },
  {
    "id": "3501084",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir doğrusal programlama probleminin, primali dışındaki başka bir görünümüne verilen addır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kanonik problem",
      "B": "Model problem",
      "C": "Kısıtlayıcı problem",
      "D": "Dual problem",
      "E": "Yöneylem problemi"
    },
    "explanation": "Bir doğrusal programlama probleminin, primali dışındaki başka bir görünümü “dual problem” olarak adlandırılır."
  },
  {
    "id": "3501085",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi primal model olarak adlandırılan doğrusal programlama modellerinin değişik bir düzende oluşturulabilmesi ile elde edilen modele verilen addır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dual model",
      "B": "Kısıtlayıcı model",
      "C": "Kanonik model",
      "D": "Doğrusal model",
      "E": "Negatif model"
    },
    "explanation": "Primal model olarak adlandırılan doğrusal programlama modellerinin değişik bir düzende oluşturulabilmesi ile elde edilen modele dual model adı verilmektedir."
  },
  {
    "id": "3501086",
    "unitNumber": 3,
    "text": "I. Primal modelde amaç en büyükleme olduğunda, onun dual modelinde amaç en küçükleme olur.\n<br/>II. En büyükleme amaçlı primal modelde tüm kısıtlayıcıların yönü “≤” şeklinde iken dual modelde tüm kısıtlayıcıların yönü “≥” şeklindedir.\n<br/>III. Primal modelin sağ taraf sabitleri(bi ), dual modelin amaç fonksiyonu katsayılarıdır.\n<br/>IV. Primal modelin amaç fonksiyonu katsayıları(cj ), dual model kısıtlayıcılarının sağ taraf sabitleridir.\n<br/>V. Primal ve dual modelde yer alan değişkenler için pozitif olmama varsayımı geçerlidir.\n<br/>Kanonik yapıda en büyükleme (maksimizasyon) amaçlı problemin dualini yazarken ortaya çıkan ilişkiler açısından yukarıdaki ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Kanonik yapıda en büyükleme (maksimizasyon) amaçlı problemin dualini yazarken ortaya çıkan ilişkiler şu şekilde özetlenebilir.\n<br/>1. Primal modelde amaç en büyükleme olduğunda, onun dual modelinde amaç en küçükleme olur. 2. En büyükleme amaçlı primal modelde tüm kısıtlayıcıların yönü “≤” şeklinde iken dual modelde tüm kısıtlayıcıların yönü “≥” şeklindedir. 3. Primal modelin sağ taraf sabitleri(bi ), dual modelin amaç fonksiyonu katsayılarıdır. 4. Primal modelin amaç fonksiyonu katsayıları(cj ), dual model kısıtlayıcılarının sağ taraf sabitleridir. 5. Primal ve dual modelde yer alan değişkenler için <strong>negatif</strong> olmama varsayımı geçerlidir."
  },
  {
    "id": "3501087",
    "unitNumber": 3,
    "text": "I. Primal modelde amaç en küçükleme olduğunda, onun dual modelinde amaç en büyükleme olur.\n II. En küçükleme amaçlı primal modelde tüm kısıtlayıcıların yönü “≥” şeklinde iken, dual modelde tüm kısıtlayıcıların yönü “≤” şeklindedir.\n III. Primal modelin sağ taraf sabitleri(bi ), dual modelin amaç fonksiyonu katsayılarıdır.\n IV. Primal modelin amaç fonksiyonu katsayıları(cj), dual model kısıtlayıcılarının sağ taraf sabitleridir.\n V. Primal modelin kısıtlayıcı sayısı, dual değişken sayısından küçüktür.\n Kanonik yapıda en küçükleme amaçlı problemin dualini yazarken ortaya çıkan ilişkiler açısından yukarıdaki ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "V",
      "B": "IV",
      "C": "III",
      "D": "II",
      "E": "I"
    },
    "explanation": "Kanonik yapıda en küçükleme amaçlı problemin dualini yazarken ortaya çıkan ilişkiler şu şekilde özetlenebilir.\n 1. Primal modelde amaç en küçükleme olduğunda, onun dual modelinde amaç en büyükleme olur. 2. En küçükleme amaçlı primal modelde tüm kısıtlayıcıların yönü “≥” şeklinde iken, dual modelde tüm kısıtlayıcıların yönü “≤” şeklindedir. 3. Primal modelin sağ taraf sabitleri(bi ), dual modelin amaç fonksiyonu katsayılarıdır. 4. Primal modelin amaç fonksiyonu katsayıları(cj), dual model kısıtlayıcılarının sağ taraf sabitleridir. 5. Primal modelde “m” adet kısıt, “n” adet karar değişkeni (X1, X2, … Xn) varken dual modelde “n” adet kısıtlayıcı ve m adet dual değişken (y1, y2, … ym) vardır. Bir başka deyişle primal modelin kısıtlayıcı sayısı, dual değişken sayısına eşittir. Benzer şekilde dual modelin kısıtlayıcı sayısı, primal değişken sayısına <strong>eşittir.</strong>"
  },
  {
    "id": "3501088",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi optimum çözümün dinamik davranışları üzerinde durmamızı sağlayan etkin bir hesaplama yöntemidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Primal model",
      "B": "Dual model",
      "C": "Kanonik model",
      "D": "Duyarlılık analizi",
      "E": "Optimum çözüm"
    },
    "explanation": "Duyarlılık analizi, optimum çözümün dinamik davranışları üzerinde durmamızı sağlayan etkin bir hesaplama yöntemidir."
  },
  {
    "id": "3501089",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi başlangıç simpleks çözüm tablosunda temelde yer alan S1 ve S2 değişkenlerinin, optimum simpleks çözüm tablosundaki sütunlarına verilen addır?",
    "correctAnswer": "B",
    "options": {
      "A": "Çözüm vektörü",
      "B": "Etki Vektörü",
      "C": "Optimum çözüm vektörü",
      "D": "Serbest vektör",
      "E": "Kanonik vektör"
    },
    "explanation": "Başlangıç simpleks çözüm tablosunda temelde yer alan S1 ve S2 değişkenlerinin, optimum simpleks çözüm tablosundaki sütunlarına “etki vektörü” adı verilir."
  },
  {
    "id": "3501090",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi herhangi bir üretim miktarının bir birim artırılması veya azaltılması durumunda amaç fonksiyonundaki değişim miktarıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Optimum çözüm değeri",
      "B": "Gölge fiyat",
      "C": "Etki vektörü",
      "D": "Çözüm vektörü",
      "E": "Dual değişken"
    },
    "explanation": "Gölge fiyat, herhangi bir üretim miktarının bir birim artırılması veya azaltılması durumunda amaç fonksiyonundaki değişim miktarıdır."
  },
  {
    "id": "3501091",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi simpleks tekniğinde kısıtlayıcı koşulları sağlayan her çözüme verilen addır?",
    "correctAnswer": "D",
    "options": {
      "A": "Dual çözüm",
      "B": "Primal çözüm",
      "C": "Kanonik çözüm",
      "D": "Uygun çözüm",
      "E": "Kısıtlayıcı çözüm"
    },
    "explanation": "Simpleks tekniğinde kısıtlayıcı koşulları sağlayan her çözüme uygun çözüm denir. Bu durumlarda duyarlılık analizi yapmak; eldeki optimum çözümün, ilgilenilen parametrenin değerlerinde hangi aralıklarda bir değişim olma durumlarından hangisine uyduğu araştırılır."
  },
  {
    "id": "3501092",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/360530efe8a32b72bd866c5e3fdb2e6f.png\" alt=\"\" width=\"595\" height=\"130\"><br/>Yukarıdaki tabloda S<sub>1 </sub>ve S<sub>2</sub>'nin sıfır olması aşağıdakilerden hangisini gösterir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmenin tam kapasite çalıştığını",
      "B": "Toplam kârın artacağını",
      "C": "Toplam kârın azalacağını",
      "D": "İşgücü yetersizliğini",
      "E": "Hammadde yetersizliğini"
    },
    "explanation": "Maksimum kâr = 272 TL’dir. S1 ve S2’ nin sıfır olması, üretim işletmesini tam kapasite ile çalıştığını göstermektedir. Çünkü S1=0 olması, hammaddenin(metalin) tamamının üretimde kullanıldığını gösterir. Benzer şekilde S2=0 olması, işgücünün tamamının üretimde kullanıldığını gösterir."
  },
  {
    "id": "3501093",
    "unitNumber": 3,
    "text": "Doğrusal nitelikteki bir programlama probleminin, primali haricinde kalan farklı görünümünü ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çoklu korelasyon",
      "B": "Nihai bileşen",
      "C": "Dual problem",
      "D": "Sekonder sorun",
      "E": "Sonsal çözüm"
    },
    "explanation": "Bir doğrusal programlama probleminin, primali dışındaki başka bir görünümü “dual problem” olarak adlandırılır."
  },
  {
    "id": "3501094",
    "unitNumber": 3,
    "text": "Asıl modeldeki birtakım parametre değerlerinin değişmesi durumunda, gerçekleşen değişim aralığının ve optimal sonuca etkilerinin araştırılarak ve yönetimsel kararları temsil eden belirli parametre değerlerinin seçimi ile bunlar üzerindeki çalışmalar ne tür analizler aracılığıyla yapılabilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çevresellik",
      "B": "Doğrusallık",
      "C": "İçsellik",
      "D": "Duyarlılık",
      "E": "Bağımlılık"
    },
    "explanation": "Asıl modelde bazı parametre değerleri değiştiğinde, onların değişim aralığının ve optimal<br/>sonuca etkilerinin araştırılması ve yönetsel kararları temsil eden bazı parametre değerlerinin seçimi ile bunlar üzerindeki çalışmalar duyarlılık analizleri ile yapılabilmektedir."
  },
  {
    "id": "3501095",
    "unitNumber": 3,
    "text": "Doğrusal programlama kuramı bağlamında formüle edilen problemler hangi biçimlerde ifade edilebilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Primal ve dual",
      "B": "Optimal ve minimal",
      "C": "Minimal ve midimal",
      "D": "Maksimal ve desimal",
      "E": "Desimal ve marjinal"
    },
    "explanation": "Doğrusal programlama teorisinde formüle edilen her problem, primal ve dual problem olmak üzere iki şekilde ifade edilebilir."
  },
  {
    "id": "3501096",
    "unitNumber": 3,
    "text": "Yöneylem araştırması, problem çözümüne hangi biçimde çözüm getirmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "İndeksleme",
      "B": "Ölçümleme",
      "C": "Dizinleme",
      "D": "Çerçeveleme",
      "E": "Modelleme"
    },
    "explanation": "Yöneylem araştırmasında genelde problem=model olarak kullanılmaktadır. Çünkü yöneylem araştırması problemleri modelleyerek çözüm arayan bir bilim dalıdır."
  },
  {
    "id": "3501097",
    "unitNumber": 3,
    "text": "Doğrusal programlamada en büyük önem atfedilen konu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Optimalite ve karar ağacı",
      "B": "Dualite ve duyarlılık analizi",
      "C": "Minimalite ve değer analizi",
      "D": "Desimalite ve faktör analizi",
      "E": "Maksimalite ve medyan değeri"
    },
    "explanation": "Doğrusal programlamanın en önemli iki konusu dualite ve duyarlılık analizidir."
  },
  {
    "id": "3501098",
    "unitNumber": 3,
    "text": "En büyükleme ya da en küçükleme biçiminde verilen herhangi bir problem hangi kavram ile ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bütünleşik",
      "B": "İntegral",
      "C": "Primal",
      "D": "Türevsel",
      "E": "Sekonder"
    },
    "explanation": "En büyükleme (maksimizasyon) veya en küçükleme (minimizasyon) olarak verilmiş, herhangi bir problem “primal problem” olarak adlandırılır."
  },
  {
    "id": "3501099",
    "unitNumber": 3,
    "text": "Hangi algoritma, doğrusal programlama modeli için optimum çözümü araştırmada kullanılan etkin bir çözüm yöntemi olarak tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kompleks",
      "B": "Simpleks",
      "C": "Korteks",
      "D": "Konveks",
      "E": "Sintaks"
    },
    "explanation": "Simpleks algoritması doğrusal programlama modeli için optimum çözümü araştırmada kullanılan etkin bir çözüm yöntemidir."
  },
  {
    "id": "3501100",
    "unitNumber": 3,
    "text": "Doğrusal modelin duali yazıldıktan sonra dual modelin en iyi çözümü hangi yöntemle araştırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dual simpleks",
      "B": "En küçük kareler",
      "C": "Kritik faktör analizi",
      "D": "Mod ve medyan",
      "E": "Kolmogorov Smirnov"
    },
    "explanation": "Doğrusal modelin duali yazıldıktan sonra dual modelin en iyi çözümü, dual<br/>simpleks yöntemi ile araştırılır."
  },
  {
    "id": "3501101",
    "unitNumber": 3,
    "text": "Dual simpleks yöntemi, problemin dualine hangi yöntemin uygulanmasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Morteks",
      "B": "Simpleks",
      "C": "Kontekst",
      "D": "Vorteks",
      "E": "Endeks"
    },
    "explanation": "Dual simpleks yöntemi bir bakıma bir problemin dualine, simpleks yöntemin uygulanmasıdır"
  },
  {
    "id": "3501102",
    "unitNumber": 3,
    "text": "Doğrusal programlamaya ilişkin hangi çözüm, modelin formüle edildiği andaki koşulların fotoğrafını vermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fonksiyonel",
      "B": "Nümerik",
      "C": "Rasyonel",
      "D": "Radyal",
      "E": "Optimum"
    },
    "explanation": "Doğrusal programlamanın optimum çözümü, modelin formüle edildiği andaki koşulların fotoğrafını verir."
  },
  {
    "id": "3501103",
    "unitNumber": 3,
    "text": "Doğrusal programlamada dualitenin önemli olmasının ana nedenleri nelerdir?\n<br/><ol type=\"I\"><br/><li>Problemin modellenmesini kolaylaştırır.</li><br/><li>Dualite, primal problemin çözümünü kolaylaştırır.</li><br/><li>Dual modelin değişkenlerinden hareketle, primal model ile ilgili önemli ekonomik açıklamalarda bulunma imkânı sağlar.</li><br/><li>Duyarlılık analizi ile ilgili işlemlere katkıda bulunur.</li><br/></ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "I,II,III",
      "C": "I, II, IV",
      "D": "I, III, IV",
      "E": "II, III, IV"
    },
    "explanation": "Doğrusal programlamada dualitenin önemli olmasının üç ana nedeni vardır.<br/>II. Dualite, primal problemin çözümünü kolaylaştırır.<br/>III. Dual modelin değişkenlerinden hareketle, primal model ile ilgili önemli ekonomik açıklamalarda bulunma imkânı sağlar.<br/>IV. Duyarlılık analizi ile ilgili işlemlere katkıda bulunur.\n<br/>Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3501104",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2b2975063b1f661800265c8509a970ce.png\" alt=\"\" width=\"296\" height=\"156\">",
    "correctAnswer": "B",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c1b00e6836141ccccd4af1c73f23a8f1.png\" alt=\"\" width=\"149\" height=\"126\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/bd54d1bf5ec91edf09de57784642140a.png\" alt=\"\" width=\"167\" height=\"123\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e3c1cba9d4ee6d83ea9d9e1a5b0c9b6a.png\" alt=\"\" width=\"154\" height=\"122\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e38206fbaf7c870ee00382bdff347fb3.png\" alt=\"\" width=\"180\" height=\"124\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d59334bf70c35b8cfcba8cbfc60a61b7.png\" alt=\"\" width=\"166\" height=\"122\">"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/bd54d1bf5ec91edf09de57784642140a.png\" alt=\"\" width=\"167\" height=\"123\"> Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3501105",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1dcf3278d9f1439f569f156716d0a673.png\" alt=\"\" width=\"298\" height=\"171\">",
    "correctAnswer": "C",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/adae6297fb93d5681fe4768c12ad50a0.png\" alt=\"\" width=\"169\" height=\"131\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/dcc730c71b0cae8bd3e5c28f7548a901.png\" alt=\"\" width=\"160\" height=\"130\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a86597f636ea63d57f82f1a4046f2c96.png\" alt=\"\" width=\"176\" height=\"147\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/57304030d8a54015b740a903522ceb29.png\" alt=\"\" width=\"173\" height=\"153\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6a2c4ecbd994b647b0449a9ba04574e5.png\" alt=\"\" width=\"174\" height=\"148\">"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a86597f636ea63d57f82f1a4046f2c96.png\" alt=\"\" width=\"176\" height=\"147\"> Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3501106",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/56dfe7f1e00a005895f5b8e95259ac20.png\" alt=\"\" width=\"295\" height=\"192\">",
    "correctAnswer": "D",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/26213cad77bc8c38b5674c08ff6974bc.png\" alt=\"\" width=\"174\" height=\"126\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/fd975ccd6abd007906d57b5ef5bfadbe.png\" alt=\"\" width=\"243\" height=\"141\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9ab9957f42a7c8d6c4348f7820c09f2d.png\" alt=\"\" width=\"241\" height=\"139\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8f777d3f5a0b9d708291424e55510700.png\" alt=\"\" width=\"240\" height=\"152\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/14f7f75bb114984b6d1458bd92d957fd.png\" alt=\"\" width=\"260\" height=\"126\">"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8f777d3f5a0b9d708291424e55510700.png\" alt=\"\" width=\"240\" height=\"152\"> Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3501107",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0eae4b515bb3dac3a91ca6fcd99a6673.png\" alt=\"\" width=\"296\" height=\"159\">",
    "correctAnswer": "E",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/99a266ac0dd8f38027f6018cfad45e9f.png\" alt=\"\" width=\"140\" height=\"145\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5f402d7e71ed7f3c8b9aaf0bfcf0385d.png\" alt=\"\" width=\"221\" height=\"173\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1c03fc7f18cce738a438dd9c5a079f7c.png\" alt=\"\" width=\"143\" height=\"146\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/40305a271a9ef9d66fa8a260c112526e.png\" alt=\"\" width=\"135\" height=\"139\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/cbea8969e8c4fd8c9c1b00fe0d990290.png\" alt=\"\" width=\"140\" height=\"141\">"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/cbea8969e8c4fd8c9c1b00fe0d990290.png\" alt=\"\" width=\"140\" height=\"141\"> Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3501108",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5f75e43165773749b526c04f06c48caa.png\" alt=\"\" width=\"305\" height=\"205\">",
    "correctAnswer": "A",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7cf66e3b681c6991c155a86879de74d6.png\" alt=\"\" width=\"161\" height=\"26\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c535e4b69d588c81cff0f06ed5b8ea9c.png\" alt=\"\" width=\"108\" height=\"21\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0e8e2bb34ca72ad21c30b7a1283de82c.png\" alt=\"\" width=\"110\" height=\"18\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6fc2875301f74582d4bf1fecaf3c6f54.png\" alt=\"\" width=\"170\" height=\"24\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8b1155c384ff9ebb559deb51e10fe7dc.png\" alt=\"\" width=\"157\" height=\"25\">"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7cf66e3b681c6991c155a86879de74d6.png\" alt=\"\" width=\"161\" height=\"26\"> Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3501109",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f1488ac26388cfcc8a86ccaac2fcb1a1.png\" alt=\"\" width=\"300\" height=\"201\">",
    "correctAnswer": "B",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7cf66e3b681c6991c155a86879de74d6.png\" alt=\"\" width=\"161\" height=\"26\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/40ac673eb3b094a64b3664ed464bb735.png\" alt=\"\" width=\"162\" height=\"23\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0e8e2bb34ca72ad21c30b7a1283de82c.png\" alt=\"\" width=\"110\" height=\"18\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c535e4b69d588c81cff0f06ed5b8ea9c.png\" alt=\"\" width=\"108\" height=\"21\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8b1155c384ff9ebb559deb51e10fe7dc.png\" alt=\"\" width=\"157\" height=\"25\">"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/40ac673eb3b094a64b3664ed464bb735.png\" alt=\"\" width=\"162\" height=\"23\"> Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3501110",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/857a057f6d33cbd11bc164bdc4139907.png\" alt=\"\" width=\"324\" height=\"205\">",
    "correctAnswer": "D",
    "options": {
      "A": "10",
      "B": "40",
      "C": "50",
      "D": "280",
      "E": "300"
    },
    "explanation": "Max Y= 30(8) + 20(2)=280\n<br/>Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3501111",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ea5de95c69d0cc46b43752d2f6780d9a.png\" alt=\"\" width=\"315\" height=\"355\">",
    "correctAnswer": "C",
    "options": {
      "A": "y<sub>2</sub>=16/15",
      "B": "y<sub>2</sub>=0",
      "C": "y<sub>2</sub>=26/15",
      "D": "y<sub>2</sub>=140/15",
      "E": "y<sub>2</sub>=180/15"
    },
    "explanation": "S2 sütünunun Zj-Cj=26/15=y2 dir.\n Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3501112",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/35a41a5168e2df599ee7e4b69bfc71b4.png\" alt=\"\" width=\"321\" height=\"383\">",
    "correctAnswer": "A",
    "options": {
      "A": "10 ≤ b<sub>1 </sub>≤ k",
      "B": "16/15 ≤ b<sub>1</sub>≤ k",
      "C": "26/15 ≤ b<sub>1</sub>≤ k",
      "D": "16 ≤ b<sub>1</sub>≤ k",
      "E": "40 ≤ b<sub>1</sub>≤ k"
    },
    "explanation": "b1 1 birim azaltılırsa, x1 çözüm değeri -4/15 azalır.\n<br/>x1'i 40/15 'ten sıfıra düşürmesi için b1'in 10 birim azalması gerekir.\n<br/>b1=20 - 10 = 10 alt sınır değerini verir:\n<br/>10 ≤ b<sub>1 </sub>≤ k\n<br/>Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3501113",
    "unitNumber": 4,
    "text": "Bir ulaştırma probleminde en az bir temel değişkenin sıfır değeri aldığı çözüm aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dengeli temel uygun çözüm",
      "B": "Başlangıç temel uygun çözüm",
      "C": "Dejenere temel uygun çözüm",
      "D": "Lineer bağımlı temel uygun çözüm",
      "E": "Lineer bağımsız temel uygun çözüm"
    },
    "explanation": "Ulaştırma problemlerinde temel uygun değişkenin sıfır değeri alması durumundaki çözümün adı<br/>Ulaştırma problemlerinin çözümünde temel değişkenlerin sıfır değeri alması da mümkündür. En az bir temel değişkenin sıfır değeri aldığı çözüme dejenere (veya, bozulmuş) temel uygun çözüm adı verilir."
  },
  {
    "id": "3501114",
    "unitNumber": 4,
    "text": "m+n adet kısıtlayıcının olduğu bir dengelenmiş ulaştırma problemin temel uygun çözümünde kaç adet temel değişken bulunur?",
    "correctAnswer": "A",
    "options": {
      "A": "m+n-1",
      "B": "m+n-2",
      "C": "2m+n-1",
      "D": "2m+n-2",
      "E": "m+n-3"
    },
    "explanation": "Modelin temel uygun çözümündeki temel değişken sayısı<br/>Modelin genel formunda, m + n adet kısıtlayıcıya ait denklemler<br/>lineer bağımlıdır: En az bir denklem, diğer denklemlerin doğrusal bir<br/>bileşimi olarak ifade edilebilir. Dengelenmiş ulaştırma modelinin lineer<br/>cebirsel bir özelliği, bağımsız denklem sayısının m + n - 1 olmasıdır.<br/>Bu sebeple, böyle bir modelin temel uygun çözümü m + n - 1 adet<br/>temel değişken içerir."
  },
  {
    "id": "3501115",
    "unitNumber": 4,
    "text": "4 adet kaynak ve 5 adet varış noktası bulunan bir ulaştırma modelinin en iyi çözümünde kaç adet değer atanmış karar değişkeni bulunmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "5",
      "B": "6",
      "C": "7",
      "D": "8",
      "E": "9"
    },
    "explanation": "Atanmış değişken sayısının hesaplanması<br/>m adet kaynak ve n adet varış noktası bulunan bir ulaştırma modelin en iyi çözümünde, m+n-1 adet değer atanmış karar değişkeni bulunmalıdır.\n<br/>Buna göre 4 adet kaynak ve 5 adet varış noktası bulunan bir modelin en iyi çözümünde, (4+5-1)=8 adet değere atanmış karar değişkeni bulunmalıdır."
  },
  {
    "id": "3501116",
    "unitNumber": 4,
    "text": "\"Ulaştırma probleminin çözüm yöntemi, sonraki adımda kullanılmak üzere bir temel uygun çözümün belirlenmesiyle başlar ve ilk olarak değişkenlerden biri keyfi olarak temel değişken olarak seçilir ve değer ataması yapılır.\"<br/>Buna göre aşağıdakilerden hangisi ilk atama için kullanılan yöntemlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Macar yakınsama yöntemi",
      "B": "En büyük maliyet yöntemi",
      "C": "Güney-batı köşe yöntemi",
      "D": "Atlama taşı yöntemi",
      "E": "Kuzey-batı köşe yöntemi"
    },
    "explanation": "İlk değer atama yöntemleri<br/>Ulaştırma probleminin çözüm yöntemi, sonraki adımda kullanılmak üzere bir temel uygun çözümün belirlenmesiyle başlar. Temel uygun çözümünde m + n - 1 adet temel değişken bulunan dengeli ulaştırma modelinde, kısıtlayıcılara ait denklem sayısı m + n’dir. Bu sebeple, temel uygun çözümdeki temel değişkenleri<br/>elde ederken, ilk olarak değişkenlerden biri keyfi olarak temel değişken seçilir ve değer ataması yapılır.<br/>Diğer temel değişkenlere ait değerler ise, ilk atama yapılan değişkene göre belirlenir. Değer ataması, seçilen değişkene arz ve talep kısıtları altında alabileceği en büyük değerin verilmesidir. Değer atanacak değişkenin<br/>seçimi için çeşitli yöntemler bulunmaktadır. Bunlar arasında en yaygınları:<br/><strong>1. Kuzey-batı köşe yöntemi</strong><br/><strong>2. En küçük maliyet yöntemi </strong><br/><strong>3. Vogel’in yakınsama (VAM) yöntemi</strong>"
  },
  {
    "id": "3501117",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4d4dd970f8aeae3405bbdfe9be60dfbe.png\" alt=\"\" width=\"419\" height=\"231\"> Kuzey-batı atama yöntemine göre ulaştırma tablosundaki ilk değişken sol üst köşede yer alan değişkendir. Buna göre yukarıdaki ulaştırma tablosuna göre bu değişkene atanacak değer aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "50",
      "B": "100",
      "C": "150",
      "D": "250",
      "E": "300"
    },
    "explanation": "Kuzey-batı yöntemi<br/><strong>Kuzey-batı Köşe Yöntemi:</strong> Bu yönteme göre ilk temel değişken, ulaştırma tablosunun sol-üst köşesinde yer alan değişkendir. Bu değişkene atanacak değer, ilk satır ve sütuna denk gelen arz ve talep arasından küçük olanıdır. Buna göre bu tabloya göre 100 değeri atanır."
  },
  {
    "id": "3501118",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6acd92bfbbb7071ff8029440226d0953.png\" alt=\"\" width=\"453\" height=\"290\"> Yukarıdaki ulaştırma tablosunda kuzey-batı yöntemine göre başlangıç temel uygun çözümdeki değişkenlere atanan değerler verilmiştir. Buna göre bu çözümün ulaştırma maliyetini veren amaç fonksiyon (Z) değeri kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "495",
      "B": "505",
      "C": "545",
      "D": "570",
      "E": "595"
    },
    "explanation": "Amaç fonksiyon değeri<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/dc2628cc768479525b21a3db483c2e8a.png\" alt=\"\" width=\"499\" height=\"178\">"
  },
  {
    "id": "3501119",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir temel uygun çözümün en iyi çözüm olup olmadığını sınamak için kullanılan yöntemlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Macar algoritması",
      "B": "Vogel yaklaşımı",
      "C": "Kuzey-batı köşe yöntemi",
      "D": "En küçük maliyet yöntemi",
      "E": "Atlama taşı yöntemi"
    },
    "explanation": "En iyi sınama yöntemleri<br/>1. Kuzey-batı köşe yöntemi<br/>2. En küçük maliyet yöntemi <br/>3. Vogel’in yakınsama (VAM) yöntemi\n temel uygun çözüm bulmak için kullanılır. Macar algoritması ise atama modeli için kullanılır.\n MODİ ve Atlama taşı yöntemi bir temel uygun çözümün en iyi çözüm olup olmadığını sınamak için kullanılan yöntemlerdendir."
  },
  {
    "id": "3501120",
    "unitNumber": 4,
    "text": "Atama modelinin karar değişkenleri hangi değerleri alabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "-1 veya 1",
      "B": "1 veya 2",
      "C": "-1 veya 0",
      "D": "-2 veya 2",
      "E": "0 veya 1"
    },
    "explanation": "Atama problemi<br/>Atama modelinin karar değişkenleri sadece bir veya sıfır değeri alabilir.\n<br/>Karar değişkeninin bir değerini alması ilgili işin ilgili işçiye atandığını gösterir."
  },
  {
    "id": "3501121",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9923a660fa4efce003823f76dbd0486d.png\" alt=\"\" width=\"100\" height=\"86\"> Yukarıda bir atama modeline ait maliyet matrisi verilmiştir.\n Buna göre problemi çözmek için kullanılan Macar algoritmasının 1.adımı uygulandıktan sonra aşağıdakilerden hangi matris elde edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/056baed29e2ecb605351f165eb2f5612.png\" alt=\"\" width=\"103\" height=\"86\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/852071492e72276330f6d9326d0cc9a6.png\" alt=\"\" width=\"101\" height=\"87\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/88e1743aa1ab669a6239ea9ada59ac49.png\" alt=\"\" width=\"101\" height=\"87\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2c07fbe37e34cc1389b042beaac87b8c.png\" alt=\"\" width=\"101\" height=\"84\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/daf53b967ccd7f42140426521215673c.png\" alt=\"\" width=\"103\" height=\"88\">"
    },
    "explanation": "Macar algoritması uygulanması aşamaları<br/>Atama modeli, ulaştırma modelinde olduğu gibi, kendine has bir çözüm yöntemine sahiptir. Bu yöntem, yöntemi geliştirenlerin milliyetiyle anılmakta<br/>ve Macar Algoritması adıyla bilinmektedir.\n Macar algoritmasının 1.adımı şu şekildedir.<br/><strong>1.adım :</strong> Atama probleminin maliyet matrisindeki her bir satırın en küçük değeri belirlenir. Her bir satıra ait en küçük değer, ilgili satırdaki tüm değerlerden çıkarılır.\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/88e1743aa1ab669a6239ea9ada59ac49.png\" alt=\"\" width=\"101\" height=\"87\">"
  },
  {
    "id": "3501122",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/abd071d82f59e64ee9ac8debb003965a.png\" alt=\"\" width=\"441\" height=\"243\"><br/>Yukarıdaki bir ulaştırma tablosu verilmiştir. En küçük maliyet yöntemine göre çözüm aranırken yapılacak ilk atamanın tablodaki koordinatları nedir ve ne kadar atama yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "3.satır 1.sütun 100",
      "B": "2.satır 4.sütun 100",
      "C": "2.satır 2.sütun 120",
      "D": "3.satır 2.sütun 120",
      "E": "1.satır 3.sütun 150"
    },
    "explanation": "En küçük maliyet yöntemi<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d00a95d7c29c42bc9a600af2812bef61.png\" alt=\"\" width=\"464\" height=\"412\">"
  },
  {
    "id": "3501123",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ulaştırma probleminin genel özelliklerinden birisi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "m-adet kaynak noktası vardır ve kapasiteleri bilinmektedir.",
      "B": "n-adet varış noktası vardır ve talep miktarları bilinmektedir.",
      "C": "m-adet kaynak noktası ve n-adet varış noktası sayısı aynıdır(m=n)",
      "D": "Birim taşıma maliyetleri(Cij) bilinmektedir",
      "E": "Kaynak noktalarında bulunan ürünler türdeştir"
    },
    "explanation": "Ulaştırma problemlerinde kaynak sayısı(m), varış noktası(n) sayısına eşit olmak zorunda değildir. \n<br/>Bu nedenle <strong>-adet kaynak noktası ve n-adet varış noktası sayısı aynıdır(m=n)</strong>\n<br/>\"Ulaştırma probleminin\" genel özelliklerinden birisi değildir"
  },
  {
    "id": "3501124",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ae34d0fd014c82ce97a067e12097c37c.png\" alt=\"\" width=\"352\" height=\"317\">",
    "correctAnswer": "D",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/193b4f35d29a09c272b8cf5ad0e17ebe.png\" alt=\"\" width=\"265\" height=\"257\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1dabef48450f837c5a5d1173d1b24bd2.png\" alt=\"\" width=\"264\" height=\"251\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2fa2a470220bb9e103a3e8dd2e75ce24.png\" alt=\"\" width=\"260\" height=\"255\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c377117275e5f2da7734034964c44f1d.png\" alt=\"\" width=\"272\" height=\"254\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/972c12562ab2842101d122c3d23aa20b.png\" alt=\"\" width=\"262\" height=\"260\">"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/30f8b51361647166c437887c3bdd0769.png\" alt=\"\" width=\"342\" height=\"455\"> Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3501125",
    "unitNumber": 4,
    "text": "Temel kısıtları dışında özel bir kısıdı olmayan bir ulaştırma probleminde, üç fabrikadan üç pazara ürün gönderilmek istenmektedir. Fabrikaların kapasiteleri sırasıyla 200, 220 ve 230 birimdir., pazarların talepleri ise sırasıyla 190, 225 ve 215 birimdir. Buna göre ikinci fabrikanın kapasite kısıdı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "X<sub>21</sub>+X<sub>22</sub>+X<sub>23 </sub>≤ 220",
      "B": "X<sub>11</sub>+X<sub>22</sub>+X<sub>33 </sub>≤ 200",
      "C": "X<sub>12</sub>+X<sub>22</sub>+X<sub>32 </sub>≥225",
      "D": "X<sub>21</sub>+X<sub>22</sub>+X<sub>32 </sub>≤ 230",
      "E": "X<sub>22</sub>+X<sub>23</sub>+X<sub>33 </sub>≥225"
    },
    "explanation": "X<sub>21</sub>+X<sub>22</sub>+X<sub>23 </sub>≤ 220\n<br/>Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3501126",
    "unitNumber": 4,
    "text": "Temel kısıtları dışında özel bir kısıdı olmayan bir ulaştırma probleminde, üç fabrikadan üç pazara ürün gönderilmek istenmektedir. Fabrikaların kapasiteleri sırasıyla 200, 220 ve 230 birimdir., pazarların talepleri ise sırasıyla 190, 225 ve 215 birimdir. Buna göre ikinci pazarın talep kısıdı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "X<sub>11</sub>+X<sub>21</sub>+X<sub>31 </sub>≥ 190",
      "B": "X<sub>12</sub>+X<sub>22</sub>+X<sub>32 </sub>≥ 225",
      "C": "X<sub>13</sub>+X<sub>23</sub>+X<sub>33 </sub>≥ 225",
      "D": "X<sub>11</sub>+X<sub>12</sub>+X<sub>13 </sub>≤ 200",
      "E": "X<sub>21</sub>+X<sub>32</sub>+X<sub>33 </sub>≤ 230"
    },
    "explanation": "X<sub>12</sub>+X<sub>22</sub>+X<sub>32 </sub>≥ 225\n<br/>Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3501127",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/55912c560d90e439bbf76cfe4aeac18d.png\" alt=\"\" width=\"301\" height=\"379\">",
    "correctAnswer": "E",
    "options": {
      "A": "132",
      "B": "135",
      "C": "147",
      "D": "151",
      "E": "153"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ec253801142208c819088e3599d08feb.png\" alt=\"\" width=\"289\" height=\"314\"> Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3501128",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1af8efae25df50c4c8c52d8faf0afc4a.png\" alt=\"\" width=\"276\" height=\"295\">",
    "correctAnswer": "B",
    "options": {
      "A": "1060",
      "B": "1160",
      "C": "1260",
      "D": "1360",
      "E": "1460"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6bd410d39e94e3559effd64f4928cab1.png\" alt=\"\" width=\"267\" height=\"240\"> Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3501129",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7cf8a519f3dde30c02cd1cdb5b970d73.png\" alt=\"\" width=\"286\" height=\"326\">",
    "correctAnswer": "C",
    "options": {
      "A": "1820",
      "B": "1920",
      "C": "2020",
      "D": "2070",
      "E": "2150"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/519242454c43cb1cf6278dd4b25ca96f.png\" alt=\"\" width=\"272\" height=\"257\"><br/>Doğru yanıt C seçeneğidir. Çünkü\n<br/>c12 - (u1+v2) = 7 + 2 = 9<br/>c13 - (u1+v3) = 4 - 1 = 3<br/>c31 - (u3+v2) = 9 - 6 = 3<br/>c32 - (u3+v2) = 5 + 1= 6\n<br/>tüm değerler pozitif eldeki çözüm en iyi çözümdür.\n<br/>100*5+80*10+100*3+20*6+150*2 =2020"
  },
  {
    "id": "3501130",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0944e48d72493f7d7bc2149e111e8dff.png\" alt=\"\" width=\"299\" height=\"273\">",
    "correctAnswer": "E",
    "options": {
      "A": "50",
      "B": "90",
      "C": "105",
      "D": "125",
      "E": "150"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9855a3cfcbf840241571b22cf555dba0.png\" alt=\"\" width=\"224\" height=\"302\"> Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3501131",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1d96205ff89adb956bfbce2762f9cd97.png\" alt=\"\" width=\"343\" height=\"319\">",
    "correctAnswer": "A",
    "options": {
      "A": "İşçi 1 - İş 2'e\n<br/>İşçi 2 - İş 4'e\n<br/>İşçi 3 - İş 3'e\n<br/>İşçi 4 - İş 1'e",
      "B": "İşçi 1 - İş 2'e\n<br/>İşçi 2 - İş 1'e\n<br/>İşçi 3 - İş 3'e\n<br/>İşçi 4 - İş 1'e",
      "C": "İşçi 1 - İş 1'e\n<br/>İşçi 2 - İş 2'e\n<br/>İşçi 3 - İş 3'e\n<br/>İşçi 4 - İş 2'e",
      "D": "İşçi 1 - İş 4'e\n<br/>İşçi 2 - İş 4'e\n<br/>İşçi 3 - İş 3'e\n<br/>İşçi 4 - İş 1'e",
      "E": "İşçi 1 - İş 1'e\n<br/>İşçi 2 - İş 1'e\n<br/>İşçi 3 - İş 3'e\n<br/>İşçi 4 - İş 2'e"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/66f71c5c18f1e52e8a2b20b550bf6b31.png\" alt=\"\" width=\"224\" height=\"695\"><br/>İşçi 1 - İş 2'e\n<br/>İşçi 2 - İş 4'e\n<br/>İşçi 3 - İş 3'e\n<br/>İşçi 4 - İş 1'e\n<br/>Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3501132",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b9e27414507870b8f477c89c8d9a0f0e.png\" alt=\"\" width=\"337\" height=\"195\">",
    "correctAnswer": "D",
    "options": {
      "A": "Enk f(x)= X<sub>11 </sub>+5X<sub>12 </sub>+3X<sub>13</sub>+8X<sub>21</sub>+6X<sub>22</sub>\n +5X<sub>23</sub>+5X<sub>31</sub>+4X<sub>32 </sub>+2X<sub>33</sub>\n Kısıtlayıcılar X<sub>11 </sub>+ X<sub>12 </sub>+ X<sub>13</sub>≥ 1\n X<sub>21 </sub>+ X<sub>22 </sub>+ X<sub>23</sub>≥ 1\n X<sub>31 </sub>+ X<sub>32 </sub>+ X<sub>33</sub>≥ 1\n X<sub>11 </sub>+ X<sub>21 </sub>+ X<sub>31</sub>=1\n X<sub>12 </sub>+ X<sub>22 </sub>+ X<sub>32</sub>=1\n X<sub>13 </sub>+ X<sub>23 </sub>+ X<sub>33</sub>=1\n X<sub>ij </sub>≥ 0 (i=1,2,3 j=1,2,3)",
      "B": "Enk f(x)= X<sub>11 </sub>+5X<sub>12 </sub>+3X<sub>13</sub>+8X<sub>21</sub>+6X<sub>22</sub>\n +5X<sub>23</sub>+5X<sub>31</sub>+4X<sub>32 </sub>+2X<sub>33</sub>\n Kısıtlayıcılar X<sub>11 </sub>+ X<sub>12 </sub>+ X<sub>13</sub>=1\n X<sub>21 </sub>+ X<sub>22 </sub>+ X<sub>23</sub>=1\n X<sub>31 </sub>+ X<sub>32 </sub>+ X<sub>33</sub>=1\n X<sub>11 </sub>+ X<sub>21 </sub>+ X<sub>31</sub>≥ 1\n X<sub>12 </sub>+ X<sub>22 </sub>+ X<sub>32</sub>≥ 1\n X<sub>13 </sub>+ X<sub>23 </sub>+ X<sub>33</sub>≥ 1\n X<sub>ij </sub>≥ 0 (i=1,2,3 j=1,2,3)",
      "C": "Enk f(x)= X<sub>11 </sub>+5X<sub>12 </sub>+3X<sub>13</sub>+8X<sub>21</sub>+6X<sub>22</sub>\n +5X<sub>23</sub>+5X<sub>31</sub>+4X<sub>32 </sub>+2X<sub>33</sub>\n Kısıtlayıcılar X<sub>11 </sub>+ X<sub>12 </sub>+ X<sub>13</sub>≤1\n X<sub>21 </sub>+ X<sub>22 </sub>+ X<sub>23</sub>≤1\n X<sub>31 </sub>+ X<sub>32 </sub>+ X<sub>33</sub>≤1\n X<sub>11 </sub>+ X<sub>21 </sub>+ X<sub>31</sub>=1\n X<sub>12 </sub>+ X<sub>22 </sub>+ X<sub>32</sub>=1\n X<sub>13 </sub>+ X<sub>23 </sub>+ X<sub>33</sub>=1\n X<sub>ij </sub>= 0 (i=1,2,3 j=1,2,3)",
      "D": "Enk f(x)= X<sub>11 </sub>+5X<sub>12 </sub>+3X<sub>13</sub>+8X<sub>21</sub>+6X<sub>22</sub>\n +5X<sub>23</sub>+5X<sub>31</sub>+4X<sub>32 </sub>+2X<sub>33</sub>\n Kısıtlayıcılar X<sub>11 </sub>+ X<sub>12 </sub>+ X<sub>13</sub>=1\n X<sub>21 </sub>+ X<sub>22 </sub>+ X<sub>23</sub>=1\n X<sub>31 </sub>+ X<sub>32 </sub>+ X<sub>33</sub>=1\n X<sub>11 </sub>+ X<sub>21 </sub>+ X<sub>31</sub>=1\n X<sub>12 </sub>+ X<sub>22 </sub>+ X<sub>32</sub>=1\n X<sub>13 </sub>+ X<sub>23 </sub>+ X<sub>33</sub>=1\n X<sub>ij </sub>= 0 veya 1 (i=1,2,3 j=1,2,3)",
      "E": "Enk f(x)= X<sub>11 </sub>+5X<sub>12 </sub>+3X<sub>13</sub>+8X<sub>21</sub>+6X<sub>22</sub>\n +5X<sub>23</sub>+5X<sub>31</sub>+4X<sub>32 </sub>+2X<sub>33</sub>\n Kısıtlayıcılar X<sub>11 </sub>+ X<sub>12 </sub>+ X<sub>13</sub>=1\n X<sub>21 </sub>+ X<sub>22 </sub>+ X<sub>23</sub>=1\n X<sub>31 </sub>+ X<sub>32 </sub>+ X<sub>33</sub>=1\n X<sub>11 </sub>+ X<sub>21 </sub>+ X<sub>31</sub>≤1\n X<sub>12 </sub>+ X<sub>22 </sub>+ X<sub>32</sub>≤1\n X<sub>13 </sub>+ X<sub>23 </sub>+ X<sub>33</sub>≤1\n X<sub>ij </sub>≥ 0 veya 1 (i=1,2,3 j=1,2,3)"
    },
    "explanation": "Enk f(x)= X<sub>11 </sub>+5X<sub>12 </sub>+3X<sub>13</sub>+8X<sub>21</sub>+6X<sub>22</sub>\n +5X<sub>23</sub>+5X<sub>31</sub>+4X<sub>32 </sub>+2X<sub>33</sub>\n Kısıtlayıcılar X<sub>11 </sub>+ X<sub>12 </sub>+ X<sub>13</sub>=1\n X<sub>21 </sub>+ X<sub>22 </sub>+ X<sub>23</sub>=1\n X<sub>31 </sub>+ X<sub>32 </sub>+ X<sub>33</sub>=1\n X<sub>11 </sub>+ X<sub>21 </sub>+ X<sub>31</sub>=1\n X<sub>12 </sub>+ X<sub>22 </sub>+ X<sub>32</sub>=1\n X<sub>13 </sub>+ X<sub>23 </sub>+ X<sub>33</sub>=1\n X<sub>ij </sub>= 0 veya 1 (i=1,2,3 j=1,2,3)\n Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3501133",
    "unitNumber": 4,
    "text": "Simpleks algoritması, hangi niteliği sayesinde, sahip olduğu kavramsal özelliklere dayanarak çeşitli çözüm yöntemleri türetilebilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Süreksizlik",
      "B": "Bütüncül olma",
      "C": "Formal düzenleme",
      "D": "Biçimsel tasarımlanma",
      "E": "Parçalı yapı"
    },
    "explanation": "Simpleks algoritması bütüncül bir yaklaşıma dayanır ve bu sebeple sahip olduğu kavramsal özelliklere dayanarak çeşitli çözüm yöntemleri türetilebilmektedir."
  },
  {
    "id": "3501134",
    "unitNumber": 4,
    "text": "Belirlenmiş kaynaklardan, belirli sayıdaki varış noktalarına yapılacak taşımanın toplam maliyetinin en küçüklemesini amaçlayan doğrusal eniyileme problemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Taş adım atlama",
      "B": "Ulaştırma",
      "C": "Dereceleme",
      "D": "Ağırlıklandırma",
      "E": "Sıralama"
    },
    "explanation": "Ulaştırma problemi, belirlenmiş kaynaklardan belirli sayıdaki varış noktalarına yapılacak taşımanın toplam maliyetinin en küçüklemesini amaçlayan doğrusal bir eniyileme problemidir."
  },
  {
    "id": "3501135",
    "unitNumber": 4,
    "text": "Hangi tür problem için en iyi çözümde, varış noktalarındaki taleplerin tümü karşılanarak kaynakta yer alan unsurların tümünün gönderilmiş olması gerekmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pazarlama",
      "B": "Üretim",
      "C": "Ürün karması",
      "D": "Tüketim",
      "E": "Ulaştırma"
    },
    "explanation": "Ulaştırma problemi, belirlenmiş kaynaklardan belirli sayıdaki varış noktalarına yapılacak taşımanın toplam maliyetinin en küçüklemesini amaçlayan doğrusal bir eniyileme problemidir. En iyi çözümde, varış noktalarındaki taleplerin tümü karşılanmalı ve kaynaktakilerin tümü gönderilmiş olmalıdır."
  },
  {
    "id": "3501136",
    "unitNumber": 4,
    "text": "Dengeli ulaştırma modelinde hangi unsurlar birbirine eşittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fonksiyon ve operasyon",
      "B": "Taktik ve prosedür",
      "C": "Denklem ve işlev",
      "D": "Arz ve talep",
      "E": "Formül ve strateji"
    },
    "explanation": "Dengeli ulaştırma modelinde arz ve talep birbirine eşittir ve dolayısıyla, arz ve talep kısıtlayıcıları da eşitlik formundadır."
  },
  {
    "id": "3501137",
    "unitNumber": 4,
    "text": "I. Uygun çözümü bulmak adına değişkenlerin maliyetleri kıyaslanır\n<br/>II. En düşük ulaştırma maliyetine sahip güzergâh seçilerek başlanır\n<br/>III. En düşük maliyetli birden çok güzergâh varsa, aralarından herhangi biri seçilebilir\n<br/>Başlıca nitelikleri yukarıda açıklanan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Değer Zinciri Yöntemi",
      "B": "En Küçük Maliyet Yöntemi",
      "C": "Kritik Yol Yöntemi",
      "D": "Iraksama Yöntemi",
      "E": "Kuzey-Batı Köşe Yöntemi"
    },
    "explanation": "En Küçük Maliyet Yöntemi: Bu yöntemde, en iyi çözüme yakınsak bir başlangıç temel uygun çözümü bulmak adına değişkenlerin maliyetleri kıyaslanır.<br/>Bu yöntemde, en iyi çözüme yakınsak bir başlangıç temel uygun çözümü bulmak adına değişkenlerin maliyetleri kıyaslanır. Kuzey-batı köşe yönteminden farklı olarak, en küçük maliyet yönteminde en düşük ulaştırma maliyetine sahip güzergâh seçilerek başlanır. Bu yöntemde, en düşük maliyetli birden çok güzergâh varsa, aralarından herhangi biri seçilebilmektedir."
  },
  {
    "id": "3501138",
    "unitNumber": 4,
    "text": "Ulaşım maliyetlerini doğrudan dikkate almak yerine, ceza maliyeti kapsamında başvurulan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "En Optimal Maliyet Yöntemi",
      "B": "Kuzey-Batı Köşe Yöntemi",
      "C": "Kuramsal Iraksama Modeli",
      "D": "Yapısal Benzerlik Modeli",
      "E": "Vogel’in Yakınsama Yöntemi"
    },
    "explanation": "Vogel’in Yakınsama Yöntemi (VAM): Bu yöntem, en küçük maliyet yönteminin değiştirilmiş bir çeşidi olarak tanımlanabilir. Bu yöntemde, doğrudan doğruya ulaşım maliyetlerini dikkate almak yerine, ceza maliyeti kavramı türetilmiştir."
  },
  {
    "id": "3501139",
    "unitNumber": 4,
    "text": "I. Eldeki temel uygun çözüm en iyi çözüm <strong>değil</strong> ise bir sonraki temel uygun çözüme geçilir\n<br/>II. Yeni çözümde temele giren değişken bir önceki adımda belirlenir\n<br/>III. İşlemin sonucunda, modele giren değişken, temelden çıkan değişken olarak adlandırılan mevcut bir temel değişken ile değiştirilmiş olur\n<br/>Başlıca nitelikleri yukarıda açıklanan işlem akışı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ardıştırma",
      "B": "Senkronlama",
      "C": "Harmonileme",
      "D": "Yordamlama",
      "E": "Süreçleme"
    },
    "explanation": "Eğer eldeki temel uygun çözüm en iyi çözüm değil ise, ardıştırma yöntemiyle bir sonraki temel uygun çözüme geçilir. Yeni çözümde temele giren değişken bir önceki adımda belirlenmişti. Ardıştırma işleminin sonucunda, modele giren değişken, temelden çıkan değişken olarak adlandırılan mevcut bir temel değişken ile değiştirilmiş olur."
  },
  {
    "id": "3501140",
    "unitNumber": 4,
    "text": "Mevcut temel uygun çözümdeki temel dışı değişkenlerin her birini sırayla temele giren değişken kabul ederek, tüm alternatif temel uygun çözümlerin türetildiği çözüm yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Standart değerleme",
      "B": "Kuzey-Batı köşe",
      "C": "Atlama taşı",
      "D": "Kolmogorov matrisi",
      "E": "Sistemik dizge"
    },
    "explanation": "Atlama taşı olarak adlandırılan bu sınama yöntemi, mevcut temel uygun çözümdeki temel dışı değişkenlerin her birini sırayla temele giren değişken kabul ederek, tüm alternatif temel uygun çözümleri türetir."
  },
  {
    "id": "3501141",
    "unitNumber": 4,
    "text": "Atlama taşı yönteminin ilk adımı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Her bir temel dışı değişkenin temel girdiği bir dairesel çevrim oluşturulur",
      "B": "Temele giren değişkenden, aynı satır veya sütundaki temel değişkene çizgi çizilir",
      "C": "Temel değişkenden dönüş yapacak şekilde, mümkün olan en kısa çevrim tamamlanır",
      "D": "Mevcut temel uygun çözümdeki temel dışı değişkenler belirlenir",
      "E": "Eldeki çözüm en iyi çözüm değilse negatifler arasından en küçük değere sahip değişken temel giren değişken olarak belirlenir"
    },
    "explanation": "Atlama taşı yönteminin adımları aşağıdaki gibidir:<br/>1. Mevcut temel uygun çözümdeki temel dışı değişkenler belirlenir."
  },
  {
    "id": "3501142",
    "unitNumber": 4,
    "text": "Kaynak noktaları (çalışanlar) ile varış noktalarının (görevler) eşit sayıda olduğu ve noktalar arası gönderilerin (görev atamaları) yalnızca bir birim ile sınırlandırıldığı ulaştırma modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Terfi",
      "B": "Atama",
      "C": "Temsil",
      "D": "Örgütleme",
      "E": "Sınama"
    },
    "explanation": "Atama modeli, kaynak noktaları (çalışanlar) ve varış noktalarının (görevler) eşit<br/>sayıda olduğu ve noktalar arası gönderilerin (görev atamaları) yalnızca bir birimle sınırlı olduğu bir ulaştırma modelidir."
  },
  {
    "id": "3501445",
    "unitNumber": 4,
    "text": "Aşağıdakilerin hangisi belirlenmiş kaynaklardan belirli sayıdaki varış noktalarına yapılacak taşımanın toplam maliyetinin en küçüklemesini amaçlayan doğrusal bir eniyileme problemidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İzleyici problemi",
      "B": "Ulaştırma problemi",
      "C": "Yönetici problemi",
      "D": "Müdür problemi",
      "E": "Ustabaşı problemi"
    },
    "explanation": "-<br/>Ulaştırma problemi, belirlenmiş kaynaklardan belirli sayıdaki varış noktalarına yapılacak taşımanın toplam maliyetinin en küçüklemesini amaçlayan doğrusal bir eniyileme problemidir."
  },
  {
    "id": "3501446",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi veya hangileri ulaştırma probleminin en iyi çözümünde bulunmalıdır?\n I-Varış noktalarındaki taleplerin tümü karşılanmalı\n II-Kaynaktakilerin tümü gönderilmiş olmalı\n III- Motive edici davranmalı",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "Yalnız III",
      "C": "I, II ve III",
      "D": "I ve III",
      "E": "Yalnız II"
    },
    "explanation": "-<br/>En iyi çözümde, varış noktalarındaki taleplerin tümü karşılanmalı ve kaynaktakilerin tümü gönderilmiş olmalıdır."
  },
  {
    "id": "3501447",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinde gönderimler yapıldığında toplam talep tam olarak karşılanıyor ve toplam arz tamamen tükeniyorsa toplam arz toplam talebe eşit olur?",
    "correctAnswer": "D",
    "options": {
      "A": "Sabit oranlı sipariş modeli",
      "B": "Fiyat indirimi envanter modeli",
      "C": "Fiyat kıyaslamasına dayanan model",
      "D": "Dengelenmiş ulaştırma modeli",
      "E": "Temel ekonomik sipariş miktarı modeli"
    },
    "explanation": "-<br/>Gönderimler yapıldığında toplam talep tam olarak karşılanıyor ve toplam arz tamamen tükeniyorsa toplam arz toplam talebe eşittir. Bu yapıya dengelenmiş ulaştırma modeli adı verilir."
  },
  {
    "id": "3501448",
    "unitNumber": 4,
    "text": "Kaynaklardaki toplam arz, varış noktalarındaki toplam talepten fazla ise aşağıdakilerden hangisi uygulanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Satış durdurulur",
      "B": "Alıcı ikna edilir",
      "C": "Reklam giderleri artırılır",
      "D": "Kukla varış noktası tanımlanır",
      "E": "Üretim durdurulur"
    },
    "explanation": "-<br/>Kaynaklardaki toplam arz, varış noktalarındaki toplam talepten fazla olabilir. Bu gibi durumlarda, toplam arzın toplam talebi aşan kısmını sanal olarak karşılayacak bir kukla (diğer adıyla, yapay) varış noktası tanımlanmalıdır."
  },
  {
    "id": "3501449",
    "unitNumber": 4,
    "text": "Ulaştırma modelinin çözüm yöntemi kaç adımdan oluşmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "3 adım",
      "B": "5 adım",
      "C": "7 adım",
      "D": "9 adım",
      "E": "11 adım"
    },
    "explanation": "-<br/>Ulaştırma modelinin çözüm yöntemi üç adımdan oluşur."
  },
  {
    "id": "3501450",
    "unitNumber": 4,
    "text": "Dengeli ulaştırma modelinde temel uygun çözümün bulunması için ilk olarak değişkenlerden biri keyfi olarak seçilir ve değer ataması yapılır. Değer atanacak değişkenin seçimi için aşağıdaki yöntemlerden hangisi veya hangileri kullanılabilir?\n<br/>I - Kuzey-batı köşe yöntemi\n<br/>II - Macar Algoritması\n<br/>III - Vogel’in yakınsama (VAM) yöntemi",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "Yalnız III",
      "C": "I, II ve III",
      "D": "I ve III",
      "E": "Yalnız II"
    },
    "explanation": "Değer atanacak değişkenin seçimi için çeşitli yöntemler bulunmaktadır. Bunlar arasında en yaygınları:\n<br/>1. Kuzey-batı köşe yöntemi, 2. En küçük maliyet yöntemi ve 3. Vogel’in yakınsama (VAM) yöntemidir.\n<br/>Buna karşılık, Macar Algoritması, atama modeline uygun problemlerin çözüm yöntemidir."
  },
  {
    "id": "3501451",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinde doğrudan doğruya ulaşım maliyetlerini dikkate almak yerine, ceza maliyeti kavramı türetilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kuzey-batı köşe yöntemi",
      "B": "En küçük maliyet yöntemi",
      "C": "Sabit oranlı sipariş modeli",
      "D": "Vogel’in Yakınsama Yöntemi",
      "E": "Fiyat indirimi envanter modeli"
    },
    "explanation": "-<br/>Bu yöntemde, doğrudan doğruya ulaşım maliyetlerini dikkate almak yerine, ceza maliyeti kavramı türetilmiştir."
  },
  {
    "id": "3501452",
    "unitNumber": 4,
    "text": "En iyilik sınaması için ikillik özelliklerinden faydalanan aşağıdaki yöntemlerden hangisi kullanılabilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "VAM",
      "B": "KOBİ",
      "C": "BM",
      "D": "MALİ",
      "E": "MODI"
    },
    "explanation": "-<br/>En iyilik sınaması için ikillik özelliklerinden faydalanan MODI yöntemi kullanılacaktır."
  },
  {
    "id": "3501453",
    "unitNumber": 4,
    "text": "Uygulanan temel uygun çözüm en iyi çözüm değil ise uygulanacak yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "En küçük maliyet yöntemi",
      "B": "Ardıştırma yöntemi",
      "C": "Kuzey-batı köşe yöntemi",
      "D": "Sabit oranlı sipariş modeli",
      "E": "Vogel’in Yakınsama Yöntemi"
    },
    "explanation": "-<br/>Eğer eldeki temel uygun çözüm en iyi çözüm değil ise, ardıştırma yöntemiyle bir sonraki temel uygun çözüme geçilir."
  },
  {
    "id": "3501454",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kaynak noktaları ve varış noktalarının eşit sayıda olduğu ve noktalar arası gönderilerin yalnızca bir birimle sınırlı olduğu bir ulaştırma modelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vogel’in Yakınsama Yöntemi",
      "B": "Sabit oranlı sipariş modeli",
      "C": "Atama modeli",
      "D": "Ardıştırma yöntemi",
      "E": "Kuzey-batı köşe yöntemi"
    },
    "explanation": "-<br/>Atama modeli, kaynak noktaları (çalışanlar) ve varış noktalarının (görevler) eşit sayıda olduğu ve noktalar arası gönderilerin (görev atamaları) yalnızca bir birimle sınırlı olduğu bir ulaştırma modelidir."
  },
  {
    "id": "3501455",
    "unitNumber": 4,
    "text": "6 adet kaynak (arz), 5 adet talep denkleminin olduğu bir ulaştırma probleminde kaç tane bağımsız denklem bulunur?",
    "correctAnswer": "A",
    "options": {
      "A": "10",
      "B": "11",
      "C": "29",
      "D": "30",
      "E": "31"
    },
    "explanation": "Kaynak denklemi sayısı m, talep denklemi sayısı n ise bağımsız denklem sayısı m+n-1 olduğundan cevap 10'dur. (6+5-1=10)"
  },
  {
    "id": "3501466",
    "unitNumber": 4,
    "text": "Ulaştırma problemlerinde en az bir temel değişkenin sıfır değeri aldığı çözüme ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İlk çözüm",
      "B": "Dejenere çözüm",
      "C": "Ardıştırılmış çözüm",
      "D": "Başlangıç çözümü",
      "E": "İkinci yaklaşık çözüm"
    },
    "explanation": "Temel değişkenlerin sıfır değeri alması da mümkündür. En az bir temel değişkenin sıfır değeri aldığı çözüme dejenere (veya, bozulmuş) temel uygun çözüm adı verilir."
  },
  {
    "id": "3501467",
    "unitNumber": 4,
    "text": "A, B ve C şehirlerinde üretim yapıp D, E ve F şehirlerinde ürettiği ürünleri satan bir kolonya işletmesi ulaşım maliyetini minimize etmeyi hedeflemektedir. A şehrinin D, E ve F şehirlerine uzaklığı sırasıyla 100, 80 ve 120 km; B şehrinin D, E ve F şehirlerine uzaklığı sırasıyla 90, 110 ve 70 km ve C şehrinin D, E ve F şehirlerine uzaklığı sırasıyla 60, 50 ve 80 km olup 1lt kolonyayı 1 km taşımanın maliyeti 0,1 TL'dir. A, B ve C şehirlerinin haftalık üretim kapasiteleri sırasıyla 800, 500 ve 800 litre olup; D, E ve F şehirlerinde öngörülen haftalık talep miktarları 700, 300 ve 1000 litredir. \n<br/>M ulaştırma maliyetini TL cinsinden göstermek üzere bu problemin amaç fonksiyonu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Enk M=100x<sub>11</sub>+80x<sub>12</sub>+120x<sub>13</sub>+90x<sub>21</sub>+110x<sub>22</sub>+70x<sub>23</sub>+60x<sub>31</sub>+50x<sub>32</sub>+80x<sub>33</sub>",
      "B": "Enk M=70x<sub>11</sub>+80x<sub>12</sub>+120x<sub>13</sub>+130x<sub>21</sub>+110x<sub>22</sub>+70x<sub>23</sub>+60x<sub>31</sub>+50x<sub>32</sub>+80x<sub>33</sub>",
      "C": "Enk M=700x<sub>11</sub>+300x<sub>12</sub>+1000x<sub>13</sub>",
      "D": "Enk M=400x<sub>11</sub>+500x<sub>12</sub>+800x<sub>13</sub>",
      "E": "Enk M=10x<sub>11</sub>+8x<sub>12</sub>+12x<sub>13</sub>+9x<sub>21</sub>+11x<sub>22</sub>+7x<sub>23</sub>+6x<sub>31</sub>+5x<sub>32</sub>+8x<sub>33</sub>"
    },
    "explanation": "1 LT kolonyanın 1km taşıma maliyeti 0,1TL olduğu için örneğin A şehrinden D'ye taşınan x11 litrenin maliyeti 10x<sub>11 </sub>olacaktır. Bu şekilde modellendiğinde toplam maliyet \n<br/>Enk M=10x<sub>11</sub>+8x<sub>12</sub>+12x<sub>13</sub>+9x<sub>21</sub>+11x<sub>22</sub>+7x<sub>23</sub>+6x<sub>31</sub>+5x<sub>32</sub>+8x<sub>33</sub>\n<br/>şeklinde olacaktır."
  },
  {
    "id": "3501468",
    "unitNumber": 4,
    "text": "A, B ve C şehirlerinde üretim yapıp D, E ve F şehirlerinde ürettiği ürünleri satan bir kolonya işletmesi ulaşım maliyetini minimize etmeyi hedeflemektedir. A şehrinin D, E ve F şehirlerine uzaklığı sırasıyla 100, 80 ve 120 km; B şehrinin D, E ve F şehirlerine uzaklığı sırasıyla 90, 110 ve 70 km ve C şehrinin D, E ve F şehirlerine uzaklığı sırasıyla 60, 50 ve 80 km olup 1lt kolonyayı 1 km taşımanın maliyeti 0.1 TL'dir. A, B ve C şehirlerinin haftalık üretim kapasiteleri sırasıyla 800, 500 ve 800 litre olup; D, E ve F şehirlerinde öngörülen haftalık talep miktarları 700, 300 ve 1000 litredir. \n<br/>Bu ulaştırma probleminin kısıtlayıcıları aşağıdakilerden hangisinde tam olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "x11 + x12 + x13 ≤ 800<br/>x21 + x22 + x23 ≤ 500<br/>x31 + x32 + x33 ≤ 800<br/>x11 + x21 + x31 = 700<br/>x12 + x22 + x32 = 300<br/>x13 + x23 + x33 = 1000",
      "B": "x11 + x12 + x13 ≤ 700<br/>x21 + x22 + x23 ≤ 300<br/>x31 + x32 + x33 ≤ 1000<br/>x11 + x21 + x31 = 800<br/>x12 + x22 + x32 = 500<br/>x13 + x23 + x33 = 800",
      "C": "x11 + x12 + x13 ≤ 80<br/>x21 + x22 + x23 ≤ 50<br/>x31 + x32 + x33 ≤ 80<br/>x11 + x21 + x31 = 70<br/>x12 + x22 + x32 = 30<br/>x13 + x23 + x33 = 100",
      "D": "x11 + x12 + x13 = 800<br/>x21 + x22 + x23 = 500<br/>x31 + x32 + x33 = 800<br/>x11 + x21 + x31 = 700<br/>x12 + x22 + x32 = 300<br/>x13 + x23 + x33 = 1000",
      "E": "x11 + x12 + x13 ≤ 700<br/>x21 + x22 + x23 ≤ 300<br/>x31 + x32 + x33 ≤ 1000<br/>x11 + x21 + x31≤ 800<br/>x12 + x22 + x32 ≤ 500<br/>x13 + x23 + x33 ≤ 800"
    },
    "explanation": "Arz 2100, talep 2000 olduğundan dengeli ulaştırma problemi değildir. Bu yüzden arzla ilgili denklemlerde \"≤\", taleple ilgili denklemlerde \"=\" işareti olmalıdır."
  },
  {
    "id": "3501469",
    "unitNumber": 4,
    "text": "Bir önceki soruya ait ulaştırma tablosu aşağıdakilerden hangisidir?<br/>(Bu soru iptal edilmiştir, fakat sistemden silinmemiştir)",
    "correctAnswer": "C",
    "options": {
      "A": "<table><tbody><tr><td>ai/bj</td><td>D</td><td>E</td><td>F</td><td>Yapay</td><td>Arz</td></tr><tr><td>A</td><td>100</td><td>80</td><td>110</td><td>0</td><td>400</td></tr><tr><td>X11</td><td>X12</td><td>X13</td><td>X14</td></tr><tr><td>B</td><td>90</td><td>110</td><td>70</td><td>0</td><td>500</td></tr><tr><td>X21</td><td>X22</td><td>X23</td><td>X24</td></tr><tr><td>C</td><td>60</td><td>5</td><td>0 </td><td>90</td><td>0</td><td>800</td></tr><tr><td>X31</td><td>X32</td><td>X33</td><td>X34</td></tr><tr><td>Talep</td><td>700</td><td>300</td><td>1000</td><td>100</td><td>2100</td></tr></tbody></table>",
      "B": "<table><tbody><tr><td>ai/bj</td><td>D</td><td>E</td><td>F</td><td>Yapay</td><td>Arz</td></tr><tr><td>A</td><td>100</td><td>80</td><td>140</td><td>0</td><td>700</td></tr><tr><td>X11</td><td>X12</td><td>X13</td><td>X14</td></tr><tr><td>B</td><td>70</td><td>110</td><td>70</td><td>0</td><td>300</td></tr><tr><td>X21</td><td>X22</td><td>X23</td><td>X24</td></tr><tr><td>C</td><td>60</td><td>50</td><td>80</td><td>0</td><td>1000</td></tr><tr><td>X31</td><td>X32</td><td>X33</td><td>X34</td></tr><tr><td>Talep</td><td>400</td><td>500</td><td>1000</td><td>100</td><td>2000</td></tr></tbody></table>",
      "C": "<table><tbody><tr><td>ai/bj</td><td>D</td><td>E</td><td>F</td><td>Yapay</td><td>Arz</td></tr><tr><td>A</td><td>10</td><td>8</td><td>12</td><td>0</td><td>400</td></tr><tr><td>X11</td><td>X12</td><td>X13</td><td>X14</td></tr><tr><td>B</td><td>9</td><td>11</td><td>7</td><td>0</td><td>500</td></tr><tr><td>X21</td><td>X22</td><td>X23</td><td>X24</td></tr><tr><td>C</td><td>6</td><td>5</td><td>8</td><td>0</td><td>800</td></tr><tr><td>X31</td><td>X32</td><td>X33</td><td>X34</td></tr><tr><td>Talep</td><td>700</td><td>300</td><td>1000</td><td>100</td><td>2100</td></tr></tbody></table>",
      "D": "<table><tbody><tr><td>ai/bj</td><td>D</td><td>E</td><td>F</td><td>Yapay</td><td>Arz</td></tr><tr><td>A</td><td>10</td><td>8</td><td>12</td><td>0</td><td>700</td></tr><tr><td>X11</td><td>X12</td><td>X13</td><td>X14</td></tr><tr><td>B</td><td>9</td><td>11</td><td>7</td><td>0</td><td>300</td></tr><tr><td>X21</td><td>X22</td><td>X23</td><td>X24</td></tr><tr><td>C</td><td>6</td><td>5</td><td>8</td><td>0</td><td>1100</td></tr><tr><td>X31</td><td>X32</td><td>X33</td><td>X34</td></tr><tr><td>Talep</td><td>400</td><td>500</td><td>800</td><td>-100</td><td>2000</td></tr></tbody></table>",
      "E": "<table><tbody><tr><td>ai/bj</td><td>D</td><td>E</td><td>F</td><td>Yapay</td><td>Arz</td></tr><tr><td>A</td><td>100</td><td>80</td><td>110</td><td>0</td><td>400</td></tr><tr><td>X11</td><td>X12</td><td>X13</td><td>X14</td></tr><tr><td>B</td><td>80</td><td>11</td><td>70</td><td>0</td><td>500</td></tr><tr><td>X21</td><td>X22</td><td>X23</td><td>X24</td></tr><tr><td>C</td><td>70</td><td>60</td><td>90</td><td>0</td><td>800</td></tr><tr><td>X31</td><td>X32</td><td>X33</td><td>X34</td></tr><tr><td>Talep</td><td>600</td><td>500</td><td>900</td><td>100</td><td>2100</td></tr></tbody></table>"
    },
    "explanation": "Doğru cevap C şıkkıdır. 100 birim arz fazlası yapay talep eklenerek denk ulaştırma modeline dönüştürülecektir.\n<br/><strong>SORUYU KONTROL EDENİN NOTU:</strong>\n<br/>Soruya geri dönüş veren öğrencinin de belirttiği üzere:\n<br/><em>Bu sorunun çözülebilmesi için soruda bahsedilen \"bir önceki sorudaki bilgilerin\" gösterilmesi gerekmektedir. Mevcut soru şekliyle eksiktir ve çözülemez...</em>"
  },
  {
    "id": "3501470",
    "unitNumber": 4,
    "text": "Toplam talebin toplam arzdan az olduğu bir ulaştırma modelini aşağıdakilerden hangisi<br/>dengeler?",
    "correctAnswer": "D",
    "options": {
      "A": "Talep noktalarından birini silmek",
      "B": "Arz noktalarından birini silmek",
      "C": "Arz noktalarından rasrgele miktar düşürerek eşitliği sağlamak",
      "D": "Yapay bir talep noktası eklemek",
      "E": "Yapay bir arz noktası eklemek"
    },
    "explanation": "Arz talepten fazla olduğu için yapay bir talep noktası eklenmelidir."
  },
  {
    "id": "3501471",
    "unitNumber": 4,
    "text": "<ol type=\"i\"> <li>Kuzey-batı köşe yöntemi</li> <li>Güney-batı köşe yöntemi</li> <li>En küçük maliyet yöntemi</li> <li>Vogel’in yakınsama yöntemi</li> <li>Langrange’ın ıraksama yöntemi</li> </ol> Yukarıdakilerden hangileri ulaştırma problemlerinde başlangıç için temel uygun çözümün bulunmasında kullanılan yöntemlerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "i, ii ve iii",
      "B": "i, ii ve iv",
      "C": "i, iii ve iv",
      "D": "ii, iii ve iv",
      "E": "ii, iii ve v"
    },
    "explanation": "Güney batı köşe yöntemi ve Langrange ıraksama metodu bulunmamaktadır. Diğer 3 metod kullanılır."
  },
  {
    "id": "3501472",
    "unitNumber": 4,
    "text": "En düşük ulaştırma maliyetine sahip güzergâh seçilerek çözüme başlanan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kuzey batı köşe yöntemi",
      "B": "En küçük maliyet yöntemi",
      "C": "Vogelin yakınsama yöntemi",
      "D": "Russel'ın yakınsama yöntemi",
      "E": "Simpleks yöntemi"
    },
    "explanation": "Bahsi edilen en küçük maliyet yöntemidir. Bu yöntemde, en düşük maliyetli birden çok güzergâh varsa, aralarından herhangi biri seçilebilmektedir. Seçilen değişkene atanacak değer, satır ve sütun sonu değerleri arasından küçük olanıdır. Bir değişkene değer ataması yapıldıktan sonra, atanan değer ilgili satır ve sütun sonu değerlerinden çıkarılır. Değişkene atanan değer, satırdaki arzı veya sütundaki talebi tümüyle karşıladığında, ilgili satır veya sütun boylu boyunca renkli boyanır. Renkli boyanan satır ve sütunlar, bir sonraki değer atamasında değerlendirme dışı bırakılır. Değer en küçük maliyetli değişkenlere yapılan atama işlemi, en sona kalan satır veya sütun değerleri tümüyle karşılanana kadar sürdürülür"
  },
  {
    "id": "3501473",
    "unitNumber": 4,
    "text": "Atama problemlerinde kullanılan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Langrange Metodu",
      "B": "Slutsky Metodu",
      "C": "Romen Algoritması",
      "D": "Bulgar Algoritması",
      "E": "Macar Algoritması"
    },
    "explanation": "Atama modeli, ulaştırma modelinde olduğu gibi, kendine has bir çözüm yöntemine sahiptir. Bu yöntem, yöntemi geliştirenlerin milliyetiyle anılmakta ve Macar Algoritması adıyla bilinmektedir."
  },
  {
    "id": "3501474",
    "unitNumber": 4,
    "text": "1. Atama probleminin maliyet matrisindeki her bir satırın en küçük değeri belirlenir. Her bir satıra ait en küçük değer, ilgili satırdaki tüm değerlerden çıkarılır.<br/>2. Birinci adımda elde edilen matristeki her bir sütunun en küçük değeri belirlenir. Her bir sütuna ait en küçük değer, ilgili sütundaki tüm değerlerden çıkarılır.<br/>3. Negatif değeri bulunan satır ve sütunlar karalanır (veya üstü çizilir). Bunu yaparken en az sayıda satır ve sütun karalanmalıdır.<br/>4. Karalanmış satır ve sütunların sayısı n olduğunda eldeki matristen en iyi çözüm elde edilebilir. Bu durumda 5. adıma geçilir. Eğer karalanmış satır ve sütunların sayısı n değil ise yani en iyi çözüm elde edilemeyecekse 6. adıma geçilir.<br/>5. Matriste sıfır değeri alan elemanların koordinatlarına göre atama yapılarak en iyi çözüme ulaşılır.\n<br/>Macar algoritmasının anlatıldığı yukarıdaki anlatımda kaçıncı adımdaki ifade yanlıştır.",
    "correctAnswer": "C",
    "options": {
      "A": "5",
      "B": "4",
      "C": "3",
      "D": "2",
      "E": "1"
    },
    "explanation": "Negatif değil, sıfır değeri bulunan satır ve sütunlar karalanır."
  },
  {
    "id": "3501143",
    "unitNumber": 5,
    "text": "Stok probleminin çözümü, aşağıdaki hangi soruya<br/>cevap aramaz?\n<br/><ol type=\"I\"><br/><li>Nerede üretilsin?</li><br/><li>Ne kadar sipariş verilsin?</li><br/><li>Ne zaman sipariş verilsin?</li><br/><li>Toplam envanter maliyeti nedir?</li><br/><li>Stok düzeyi ne olmalıdır?</li><br/></ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Stok probleminin çözümü, aşağıdaki sorulardan 1-hariç, diğerlerine cevap arar. \"Nerede üretilsin?\" üretim yeri seçim problemi olacağı için bu soruya cevap verilmez.\n<br/><ol><br/><li><strong>Nerede üretilsin?</strong></li><br/><li>Ne kadar sipariş verilsin?</li><br/><li>Ne zaman sipariş verilsin?</li><br/><li>Toplam envanter maliyeti nedir?</li><br/><li>Stok düzeyi ne olmalıdır?</li><br/></ol><br/>Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3501144",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hanisi, envanter yönetiminde, toplamının minimum kılınması istenen maliyetlerden birisi değildir?\n <ol type=\"I\"> <li>Satın alma maliyeti</li> <li>Sipariş maliyeti</li> <li>Elde bulundurma maliyeti</li> <li>işçilik maliyeti</li> <li>Elde bulundurmama maliyeti</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "\"İşçilik maliyeti\" envanter yönetiminde, toplamının minimum kılınması istenen maliyetlerden birisi değildir.\n Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3501145",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, işletmelerin stok bulundurma nedenlerinden birisi değildir?\n <ol type=\"I\"> <li>Ekonomik belirsizlikler</li> <li>Ulaşım</li> <li>Spekülasyonlar</li> <li>Gelir dağılımı</li> <li>Lojistik</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Uygulamada, şirketleri stok bulundurmaya isteklendiren nedenlerin başında ekonomileri,<br/>belirsizlikler, spekülasyonlar, değişkenliği azaltma,<br/>ulaşım ve lojistik geldiği görülmektedir.\n IV. Gelir dağılımı, stok ile ilgili değildir.\n Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3501146",
    "unitNumber": 5,
    "text": "Bir mağaza yöneticisi, belirli bir ürüne olan müşteri talebinin yıllık 900 birim olacağını öngörmektedir. Bu ürünün satın alma fiyatı 1200 TL ve yıllık elde bulundurma maliyeti 40 TL'dir. Mağaza yöneticisi ürün sipariş ettiğinde 800 TL masraf yapmakta ve tecrübesine göre her sipariş miktarı 60 birimdir. Mağaza için dönem başına satın alma maliyeti kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "86000",
      "B": "960000",
      "C": "1080000",
      "D": "1096000",
      "E": "1180000"
    },
    "explanation": "D=900 birim/yıl\n k=1200 TL/birim\n c= 40 TL\n v= 800 TL\n Q=60 birim\n Satın alma maliyeti: k.D=1200(900)=1.080.000 TL\n Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3501147",
    "unitNumber": 5,
    "text": "Bir mağaza yöneticisi, belirli bir ürüne olan müşteri talebinin yıllık 900 birim olacağını öngörmektedir. Bu ürünün satın alma fiyatı 1200 TL ve yıllık elde bulundurma maliyeti 40 TL'dir. Mağaza yöneticisi ürün sipariş ettiğinde 800 TL masraf yapmakta ve tecrübesine göre her sipariş miktarı 60 birimdir. Mağaza için dönem başına sipariş maliyeti kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "800",
      "B": "7200",
      "C": "12000",
      "D": "48000",
      "E": "72000"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5a3db5b046d1ca73dd96b3d2c4893a48.png\" alt=\"\" width=\"273\" height=\"184\"> Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3501148",
    "unitNumber": 5,
    "text": "Bir mağaza yöneticisi, belirli bir ürüne olan müşteri talebinin yıllık 900 birim olacağını öngörmektedir. Bu ürünün satın alma fiyatı 1200 TL ve yıllık elde bulundurma maliyeti 40 TL'dir. Mağaza yöneticisi ürün sipariş ettiğinde 800 TL masraf yapmakta ve tecrübesine göre her sipariş miktarı 60 birimdir. Mağaza için dönem başına toplam envanter maliyeti kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "1093200",
      "B": "1193200",
      "C": "1293200",
      "D": "1393200",
      "E": "1493200"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8b20b41d8179213df77f50015fb2fca6.png\" alt=\"\" width=\"322\" height=\"213\"><br/>Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3501149",
    "unitNumber": 5,
    "text": "D=12.000 birim ürün / ay\n<br/>v= 1600 TL / sipariş başına\n<br/>c= 50 TL / birim ürün\n<br/>Olmak üzere, ekonomik sipariş miktarı kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "776,35",
      "B": "876,35",
      "C": "976,35",
      "D": "1076,35",
      "E": "1176,35"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d26be12d04821b9f4cb78be96e2f0116.png\" alt=\"\" width=\"289\" height=\"114\"><br/>Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3501150",
    "unitNumber": 5,
    "text": "D=800 birim ürün / ay\n<br/>v= 1200 TL / sipariş başına\n<br/>c= 25 TL / birim ürün\n<br/>Olmak üzere, siparişler arası süre kaç gündür? ( 1 ay 28 gün)",
    "correctAnswer": "E",
    "options": {
      "A": "5,69",
      "B": "6,69",
      "C": "7,69",
      "D": "8,69",
      "E": "9,69"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2f3843a269700cb7a01c832414c33113.jpeg\" alt=\"\" width=\"300\" height=\"167\">"
  },
  {
    "id": "3501151",
    "unitNumber": 5,
    "text": "Parti üretimi yapan bir üretim işletmesinde, “klozet” üretilmektedir. Bu ürünün yıllık talebi 7.500 birimdir. Her bir parti üretimin hazırlanması için 2900 TL’lık bir maliyet ile karşılaşılmaktadır. Bir klozetin, yıllık elde bulundurma maliyeti de 9 TL/ birimdir. İşletmenin üretim hızı 15.000 birim / yıl dır. Bu işletme için en iyi üretim miktarı kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "2909,1264",
      "B": "3109,1264",
      "C": "3209,12,64",
      "D": "33309,1264",
      "E": "3409,1264"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9660bb9fe0b121f62c2d6e52a2bddc42.png\" alt=\"\" width=\"327\" height=\"125\">"
  },
  {
    "id": "3501152",
    "unitNumber": 5,
    "text": "Parti üretimi yapan bir üretim işletmesinde, “klozet” üretilmektedir. Bu ürünün yıllık talebi 7.500 birimdir. Her bir parti üretimin hazırlanması için 2900 TL’lık bir maliyet ile karşılaşılmaktadır. Bir klozetin, yıllık elde bulundurma maliyeti de 9 TL/ birimdir. İşletmenin üretim hızı 15.000 birim/yıl için en iyi üretim miktarı 3109 birim/yıl bulunmuş iken \"en büyük envanter düzeyi\" kaç birimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "1484,5",
      "B": "1494,5",
      "C": "1514,5",
      "D": "1534,5",
      "E": "1554,5"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0e858753eecbd3bf5fb3ed06cf3f08fd.jpeg\" alt=\"\" width=\"341\" height=\"222\">"
  },
  {
    "id": "3501153",
    "unitNumber": 5,
    "text": "Stok probleminin çözümünde temel olarak, aşağıdaki hangi sorulara cevap aranır?\n<br/><ol type=\"I\"><br/><li>Ne kadar sipariş verelim?</li><br/><li>Ne zaman ödeyelim?</li><br/><li>Ne zaman sipariş verelim</li><br/><li>Stoğu nerede bulunduralım?</li><br/></ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II",
      "B": "I,III",
      "C": "I, IV",
      "D": "II, III",
      "E": "III, IV"
    },
    "explanation": "Stok probleminin yapısını, belirli aralıklarla<br/>belirli miktarlarda siparişlerin verilip alınmasının<br/>tekrarı oluşturur. Bir stok probleminin çözümü, aşağıdaki iki soruya<br/>cevap aramaktadır:<br/>I. Ne kadar sipariş verilsin?<br/>III. Ne zaman sipariş verilsin?\n<br/>Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3501154",
    "unitNumber": 5,
    "text": "Temel ekonomik sipariş miktarı modelinde, toplam envanter maliyeti(TM) aşağıdaki maliyetlerden hangilerinin toplamından oluşur?\n <ol type=\"I\"> <li>Satın alma maliyeti</li> <li>Sipariş verme maliyeti</li> <li>Personel maliyeti</li> <li>Yatırım maliyeti</li> <li>Elde bulundurma maliyeti</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "I, II, IV",
      "C": "I, II, V",
      "D": "II, III, IV",
      "E": "II, II, V"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ab89d37eec2476640499547c258ac98c.png\" alt=\"\" width=\"332\" height=\"253\"> Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3501155",
    "unitNumber": 5,
    "text": "Bir üretim işletmesi, üretimde kullandığı bir parça için ayda 1400 birim istemektedir. Bu parçanın her bir siparişinde, sipariş başına 450 TL ödenmektedir. Her parçanın elde bulundurma maliyeti ise 38 TL'dir. Söz konusu parça için ekonomik sipariş miktarı kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "182,09",
      "B": "194,09",
      "C": "202,09",
      "D": "213,09",
      "E": "248,09"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/24bdbf3a07c6345cbe21eb19dd81d2c1.png\" width=\"274\" height=\"137\"><br/>Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3501156",
    "unitNumber": 5,
    "text": "Bir üretim işletmesi, üretimde kullandığı bir parça için ayda 1400 birim istemektedir. Söz konusu parça için ekonomik sipariş miktarı(Q) =200 birim iken, siparişler arası süre kaç gündür?(bir ay=28 gün)",
    "correctAnswer": "B",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/87b81f6609713e66cdcd735f93857526.png\" alt=\"\" width=\"308\" height=\"174\"> Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3501157",
    "unitNumber": 5,
    "text": "Bir üretim işletmesi, üretimde kullandığı bir parça için ayda 1400 birim istemektedir. Bu parçanın birim satın alma fiyatı 840 TL ve sipariş başına maliyeti 450 TL'dir. Her parçanın elde bulundurma maliyeti ise 38 TL'dir. Ekonomik sipariş miktarı=Q=200 birim bulunmuş iken toplam envanter maliyeti kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "3150",
      "B": "1176000",
      "C": "1182950",
      "D": "1276950",
      "E": "1282000"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0fcb3873b087cb612a0747dd19a57fcf.png\" alt=\"\" width=\"358\" height=\"244\"><br/>Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3501158",
    "unitNumber": 5,
    "text": "D=7800 birim ürün/ay\n v= 1240 TL/sipariş başına\n c=120 TL/ birin ürün\n olmak üzere ekonomik sipariş miktarı kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "351,49",
      "B": "361,49",
      "C": "381,49",
      "D": "391,49",
      "E": "401,49"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/20c3412de63a229ff65dcca8ff876eb4.png\" alt=\"\" width=\"358\" height=\"178\"> Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3501159",
    "unitNumber": 5,
    "text": "D=100 birim ürün/ay\n v= 15 TL/sipariş başına\n c=3 TL/ birin ürün\n olmak üzere ekonomik sipariş miktarı kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "14,62",
      "B": "23,62",
      "C": "28,62",
      "D": "31,62",
      "E": "41,62"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e440324ffdae7f068484f260a5ceb8a2.png\" alt=\"\" width=\"334\" height=\"177\"> Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3501160",
    "unitNumber": 5,
    "text": "D=800 birim ürün/ay\n v= 600 TL/sipariş başına\n c= 40 TL/ birin ürün\n olmak üzere siparişler arası süre kaç gündür?(Bir ay 22 gün)",
    "correctAnswer": "A",
    "options": {
      "A": "4,26",
      "B": "5,26",
      "C": "6,26",
      "D": "7,26",
      "E": "8,29"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/cab0aafcc95dd35dae64df46a0804e3f.png\" alt=\"\" width=\"360\" height=\"289\"> Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3501161",
    "unitNumber": 5,
    "text": "Parti üretimi yapan bir üretim işletmesinde \"Klozet\" üretilmektedir. Bu ürünün yıllık talebi 1800 birimdir. Her bir parti üretiminin hazırlanması için 350 TL'lık bir maliyet ile karşılaşılmaktadır. Bir klozetin yıllık elde bulundurma maliyeti 32 TL/birimdir. İşletmenin üretim hızı 9000 adet/yıldır. Bu işletme için en iyi üretim miktarı kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "25,6",
      "B": "202,2",
      "C": "212,2",
      "D": "221,85",
      "E": "350,2"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2ed87e83ce69eb4195d1073fcbd303f7.png\" alt=\"\" width=\"300\" height=\"266\"><br/>Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3501162",
    "unitNumber": 5,
    "text": "Parti üretimi yapan bir üretim işletmesinde \"Klozet\" üretilmektedir. Bu ürünün yıllık talebi 1800 birimdir. İşletmenin üretim hızı 9000 adet/yıl için en iyi üretim miktarı=Q=220 birim/yıl olarak bulunmuş iken \"en büyük envanter düzeyi\" kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "156",
      "B": "162",
      "C": "166",
      "D": "172",
      "E": "176"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/423792e7704dd386d04466d57d4ab444.png\" alt=\"\" width=\"332\" height=\"181\">"
  },
  {
    "id": "3501163",
    "unitNumber": 5,
    "text": "Şirketlerin gelecekteki üretim ve/veya satışları için elde tuttukları mallara …….. adı verilir.\n<br/>Yukarıdaki cümlede boş bırakılan yere uygun olan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Envanter",
      "B": "Satış",
      "C": "Kapital",
      "D": "Optimizasyon kriteri",
      "E": "Sipariş maliyeti"
    },
    "explanation": "Giriş<br/>Şirketlerin gelecekteki üretim ve/veya satışları için elde tuttukları mallara envanter adı verilir."
  },
  {
    "id": "3501164",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sipariş maliyetlerinin içerisinde yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Depolama maliyeti",
      "B": "Tedarikçinin seçimi",
      "C": "Satın alınan malzemenin testi",
      "D": "Postalama",
      "E": "Denetleme"
    },
    "explanation": "Yanıtınız yanlış ise ''Envanter Modellerle İlgili Temel Kavramlar'' konusunu yeniden gözden geçiriniz."
  },
  {
    "id": "3501165",
    "unitNumber": 5,
    "text": "Herhangi bir mal ve hizmet üretmek için belirli miktarda diğer mal ve hizmetten vazgeçilmesine ………. denir.\n Yukarıdaki cümlede boş bırakılan yere uygun olan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Depolama maliyeti",
      "B": "Sipariş maliyeti",
      "C": "Fırsat maliyeti",
      "D": "Optimizasyon kriteri",
      "E": "Satın alma maliyeti"
    },
    "explanation": "Yanıtınız yanlış ise ''Envanter Modellerle İlgili Temel Kavramlar'' konusunu yeniden gözden geçiriniz."
  },
  {
    "id": "3501166",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi depolama maliyetlerinin içerisinde yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Tamir masrafları",
      "B": "Stok vergileri",
      "C": "Envanter düzenleme ve işçilik maliyeti",
      "D": "Tedarikçinin seçimi",
      "E": "Envanter kayıt tutma"
    },
    "explanation": "Envanter Modellerle İlgili Temel Kavramlar"
  },
  {
    "id": "3501167",
    "unitNumber": 5,
    "text": "Temel ekonomik sipariş miktarı modeli aşağıdaki varsayımlardan hangisi veya hangilerini içerir?\n<br/>I- Malların birim fiyatları sabit ve bilinmektedir.\n<br/>II-Siparişler eşit aralıklarla verilmektedir.\n<br/>III-Sipariş edilen malların ulaşımı bir anda olmaktadır.\n<br/>IV-Stok tükenmesi durumu söz konusu değildir.",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I, III ve IV",
      "D": "I,II ve III",
      "E": "I,II,III ve IV"
    },
    "explanation": "Temel ekonomik sipariş miktarı modeli aşağıdaki varsayımları içerir:\n<br/>I- Malların birim fiyatları sabit ve bilinmektedir.\n<br/>II-Siparişler eşit aralıklarla verilmektedir.\n<br/>III-Sipariş edilen malların ulaşımı bir anda olmaktadır.\n<br/>IV-Stok tükenmesi durumu söz konusu değildir."
  },
  {
    "id": "3501168",
    "unitNumber": 5,
    "text": "Ekonomik sipariş miktarı modelinde dönem başına (gün, hafta, ay, yıl) toplam envanter maliyetini veren ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "dönem başına sipariş maliyeti + dönem başına satın alma maliyeti",
      "B": "(dönem başına elde bulundurma maliyeti)+ (dönem başına satın alma maliyeti) - (dönem başına sipariş maliyeti)",
      "C": "(dönem başına sipariş maliyeti) x (dönem başına elde bulundurma maliyeti)",
      "D": "dönem başına sipariş maliyeti - dönem başına satın alma maliyeti",
      "E": "(dönem başına elde bulundurma maliyeti)+ (dönem başına satın alma maliyeti) + (dönem başına sipariş maliyeti)"
    },
    "explanation": "Temel Ekonomik Sipariş Miktarı Modeli<br/>Ekonomik sipariş miktarı modelinde dönem başına (gün, hafta, ay, yıl) toplam envanter maliyetini veren ifade aşağıdaki gibidir:\n<br/>(dönem başına elde bulundurma maliyeti)+ (dönem başına satın alma maliyeti) + (dönem başına sipariş maliyeti)"
  },
  {
    "id": "3501169",
    "unitNumber": 5,
    "text": "Aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Parti üretimi, bir malın özel bir siparişini veya sürekli bir talebi karşılamak amacıyla belirli miktarlardan oluşan partiler hâlinde üretimdir",
      "B": "Temel ekonomik sipariş miktarı modelinde, talebin kademeli olarak teslim edildiği varsayılır",
      "C": "Sabit oranlı sipariş miktarı modelinde, talebin kademeli olarak teslim edildiği varsayılır",
      "D": "Temel ekonomik sipariş miktarı modelinde, talebin tamamı aynı anda teslim edildiği varsayılır",
      "E": "Parti üretimi tamamlanınca, stoklar taleple tüketilir"
    },
    "explanation": "Sabit Oranlı Sipariş Modeli (Üretim Modeli)<br/>Parti üretimi, bir malın özel bir siparişini veya sürekli bir talebi karşılamak amacıyla belirli miktarlardan oluşan partiler hâlinde üretimdir. Parti üretimi tamamlanınca, stoklar taleple tüketilir. Temel ekonomik sipariş miktarı modelinde ve sabit oranlı sipariş miktarı modelinde talebin kademeli olarak teslim edildiği varsayılır. Dolayısıyla, bu modellerin her ikisinde de talebin tamamı aynı anda teslim edildiği varsayılmaz. \n<br/><strong>DİKKAT:</strong> B, C ve D şıklarında, \"teslim edilen\" ifadesine konu olan nesne, stoklanmak üzere tedarikçiden alınan olan mal değil, talep eden müşteriye satılan ve önceden stoklanmış olan maldır."
  },
  {
    "id": "3501170",
    "unitNumber": 5,
    "text": "Aşağıdaki ifadelerden hangisi veya hangileri doğrudur?\n<br/>I-Fiyat indirimi uygulaması işletmenin satın alma ve sipariş maliyetlerini düşürürken, stok bulundurma maliyetini artırmaktadır\n<br/>II-Ekonomik sipariş miktarı (Q), sipariş aralığı içinde yer alırsa: en iyi ekonomik sipariş miktarı (Q*) ekonomik sipariş miktarına (Q) eşittir. Q = Q* alınır\n<br/>III-Ekonomik sipariş miktarı (Q), sipariş aralığının alt limitinden daha küçükse: en iyi ekonomik sipariş miktarı (Q*) aralığın üst sınır değeridir",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I,II ve III",
      "D": "Yalnız II",
      "E": "II ve III"
    },
    "explanation": "Fiyat İndirimi Envanter Modeli<br/>Ekonomik sipariş miktarı (Q), sipariş aralığının alt limitinden daha küçükse: en iyi ekonomik sipariş miktarı (Q*) aralığın alt sınır değeridir. Dolayısıyla sorudaki III no.lu ifade yanlıştır."
  },
  {
    "id": "3501171",
    "unitNumber": 5,
    "text": "Risk maliyetleri stoğa gidilmesi halinde aşağıdaki kayıplardan hangilerini içerir?\n<br/>I- Fiziksel bozulma,\n<br/>II-Yıpranma,\n<br/>III-Modası geçme\n<br/>IV-Çalınma",
    "correctAnswer": "D",
    "options": {
      "A": "I,II ve III",
      "B": "II,III ve IV",
      "C": "II ve IV",
      "D": "I,II,III ve IV",
      "E": "I ve IV"
    },
    "explanation": "Bölüm özeti<br/>Risk maliyetleri stoğa gidilmesi halinde;\n<br/>I- Fiziksel bozulma,\n<br/>II-Yıpranma,\n<br/>III-Modası geçme\n<br/>IV-Çalınma\n<br/>Kaynaklı kayıpları içerir."
  },
  {
    "id": "3501172",
    "unitNumber": 5,
    "text": "D=1000 birim/ay (Aylık talep miktarı), k=200TL birim(birim satın alma fiyatı), v=1600TL sipariş (sipariş maliyeti), c=20TL birim (elde bulundurma maliyeti) olmak üzere ekonomik sipariş miktarı kaç birim olmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "400",
      "B": "350",
      "C": "100",
      "D": "200",
      "E": "220"
    },
    "explanation": "Temel Ekonomik Sipariş Miktarı Modeli<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/292f7ed18ed934f5ad197a35a0d56e13.jpeg\" alt=\"\" width=\"320\" height=\"99\">"
  },
  {
    "id": "3501435",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi şirketlerin gelecekteki üretim ve/veya satışları için elde tuttukları mallara verilen isimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Obje",
      "B": "Envanter",
      "C": "Ticari",
      "D": "Kâr",
      "E": "Miras"
    },
    "explanation": "-<br/>Şirketlerin gelecekteki üretim ve/veya satışları için elde tuttukları mallara envanter veya stok denir."
  },
  {
    "id": "3501436",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi veya hangileri şirketleri stok bulundurmaya isteklendiren nedenlerdir?\n<br/>I-Ölçek ekonomileri\n<br/>II-Belirsizlikler\n<br/>III-Spekülasyonlar\n<br/>IV-Değişkenliği azaltma\n<br/>V-Ulaşım\n<br/>VI-Lojistik ve kontrol maliyetleri",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV, V, VI",
      "B": "Yalnız I",
      "C": "I ve III",
      "D": "II,III ve IV",
      "E": "V ve VI"
    },
    "explanation": "-<br/>Uygulamada, şirketleri stok bulundurmaya isteklendiren nedenlerin başında ölçek ekonomileri, belirsizlikler, spekülasyonlar, değişkenliği azaltma, ulaşım, lojistik ve kontrol maliyetlerinin geldiği görülmektedir."
  },
  {
    "id": "3501437",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sipariş edilen malın satın alındığı kaynağa ödenen birim fiyattır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sipariş maliyeti",
      "B": "Elde bulundurma maliyeti",
      "C": "Sermaye maliyeti",
      "D": "Satın alma maliyeti",
      "E": "Depolama maliyeti"
    },
    "explanation": "-<br/>Satın alma maliyeti, sipariş edilen malın satın alındığı kaynağa ödenen birim fiyattır"
  },
  {
    "id": "3501438",
    "unitNumber": 5,
    "text": "Aşağıdakilerin hangisi veya hangileri elde bulundurma maliyetinin temel bileşenleridir?\n I-Sermaye maliyeti,\n II-Depolama maliyeti\n III-Risk maliyeti",
    "correctAnswer": "D",
    "options": {
      "A": "I ve III",
      "B": "II ve III",
      "C": "I ve III",
      "D": "I,II ve III",
      "E": "Yalnız III"
    },
    "explanation": "-<br/>Elde bulundurma maliyetinin sermaye maliyeti, depolama maliyeti ve risk maliyeti olmak üzere üç temel bileşeni vardır."
  },
  {
    "id": "3501439",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi stoğa gidilmesi hâlinde fiziksel bozulma, yıpranma, modası geçme ve çalınma gibi uğranılan kayıpları içerir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sermaye maliyeti",
      "B": "Risk maliyetleri",
      "C": "Tedarik süresi",
      "D": "Satın alma maliyeti",
      "E": "Elde bulundurmama maliyeti"
    },
    "explanation": "-<br/>Risk maliyetleri ise stoğa gidilmesi hâlinde fiziksel bozulma, yıpranma, modası geçme ve çalınma gibi uğranılan kayıpları içerir."
  },
  {
    "id": "3501440",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir siparişin verildiği zaman ile malların teslim alındığı zaman arasındaki süredir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tedarik süresi",
      "B": "Alım zamanı",
      "C": "Satış süresi",
      "D": "Risk alanı",
      "E": "Depolama süresi"
    },
    "explanation": "-<br/>Bir siparişin verildiği zaman ile malların teslim alındığı zaman arasındaki süre tedarik süresidir."
  },
  {
    "id": "3501441",
    "unitNumber": 5,
    "text": "Ekonomik sipariş miktarı modeli aşağıda belirtilen hangi tarihten itibaren kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "1915",
      "B": "1923",
      "C": "1992",
      "D": "2002",
      "E": "2022"
    },
    "explanation": "-<br/>Ekonomik sipariş miktarı modeli basit ve fazla varsayım içermesine rağmen 1915 yılından günümüze kadar envanter teorisinde temel model olarak kullanılmaktadır."
  },
  {
    "id": "3501442",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir malın özel bir siparişini veya sürekli bir talebi karşılamak amacıyla belirli miktarlar hâlinde üretimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aşırı üretim",
      "B": "Üretim durdurma",
      "C": "Müşteri memnuniyeti",
      "D": "Parti üretimi",
      "E": "Sabit kâr"
    },
    "explanation": "-<br/>Parti üretimi bir malın özel bir siparişini veya sürekli bir talebi karşılamak amacıyla belirli miktarlardan oluşan partiler hâlinde üretimdir."
  },
  {
    "id": "3501443",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisinde talep miktarı ve tedarik süresi önceden bilinmeli ve sabit olmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Nominal grup tekniği",
      "B": "Temel ekonomik sipariş miktarı modeli",
      "C": "Sabit oranlı sipariş modeli",
      "D": "Fiyat indirimi envanter modeli",
      "E": "Fiyat kıyaslamasına dayanan model"
    },
    "explanation": "-<br/>Fiyat kıyaslamasına dayanan modelde talep miktarı ve tedarik süresi önceden bilinmektedir ve sabittir."
  },
  {
    "id": "3501444",
    "unitNumber": 5,
    "text": "Fiyat indirimli envanter modelinde işletmeci aşağıdakilerden hangisine veya hangilerine dikkat etmelidir?\n I-Satın alma maliyeti\n II-Sipariş maliyeti\n III-Depolama süresi",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "Yalnız II",
      "D": "Yalnız III",
      "E": "II ve III"
    },
    "explanation": "-<br/>Fiyat indirimi uygulaması işletmenin satın alma ve sipariş maliyetlerini düşürürken, stok bulundurma maliyetini artırmaktadır. Dolayısıyla işletmeler, bu maliyetlerin toplamını minimum kılan optimum sipariş miktarını belirlemelidir."
  },
  {
    "id": "3501456",
    "unitNumber": 5,
    "text": "D = 1000 ton/ay (aylık talep miktarı)<br/>v = 3200 TL/ sipariş (sipariş maliyeti)<br/>c = 40 TL/ton (elde bulundurma maliyeti)\n<br/>Yukarıdaki bilgilere göre ekonomik sipariş miktarı kaç tondur?",
    "correctAnswer": "D",
    "options": {
      "A": "100",
      "B": "200",
      "C": "300",
      "D": "400",
      "E": "500"
    },
    "explanation": "Q=(2vD/c)^(1/2)=(2*3200*1000/40)^(1/2)=400"
  },
  {
    "id": "3501457",
    "unitNumber": 5,
    "text": "D = 1000 ton/ay (aylık talep miktarı)<br/>v = 7500 TL/ sipariş (sipariş maliyeti)<br/>c = 60 TL/ton (elde bulundurma maliyeti)\n<br/>Yukarıdaki bilgilere göre ekonomik sipariş miktarı kaç tondur?",
    "correctAnswer": "D",
    "options": {
      "A": "200",
      "B": "300",
      "C": "400",
      "D": "500",
      "E": "600"
    },
    "explanation": "Q=(2*7500*1000/60)^(1/2)=500"
  },
  {
    "id": "3501458",
    "unitNumber": 5,
    "text": "I. Sipariş miktarı her sipariş için aynıdır.<br/>II. Siparişler eşit aralıklarla verilmektedir.<br/>III. Stok tükenmesi durumu söz konusudur.\n<br/>Ekonomik sipariş miktarı modeli için yukarıdakilerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Talep sabit ve bilinmektedir.<br/>• Malların birim fiyatları sabit ve bilinmektedir.<br/>• Siparişler eşit aralıklarla verilmektedir.<br/>• Sipariş edilen malların ulaşımı bir anda olmaktadır.<br/>• Stok tükenmesi durumu söz konusu değildir.<br/>• Sipariş miktarı her sipariş için aynıdır."
  },
  {
    "id": "3501459",
    "unitNumber": 5,
    "text": "I. Sipariş miktarı elde bulundurma maliyeti (c) artarsa azalır.<br/>II. Sipariş miktarı sipariş maliyeti (v) azalırsa azalır.<br/>III. Sipariş miktarı talep miktarı (D) artarsa azalır.\n<br/>Ekonomik sipariş miktarı (Q) için yukarıda verilenlerden hangisi ya da hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I ve II"
    },
    "explanation": "III. maddedeki ifade yanlıştır çünkü D artarsa Q da artar. Buna karşılık I. ve II. madde doğrudur."
  },
  {
    "id": "3501460",
    "unitNumber": 5,
    "text": "Aylık talep miktarı 1000 ton/ay ve ekonomik sipariş miktarı 500 ton ise siparişler arası süre kaç gün olmalıdır? (1 ay =30 gün)",
    "correctAnswer": "C",
    "options": {
      "A": "5",
      "B": "10",
      "C": "15",
      "D": "20",
      "E": "25"
    },
    "explanation": "t=Q/D=500/1000=0.5\n 0.5x30=15gün"
  },
  {
    "id": "3501461",
    "unitNumber": 5,
    "text": "Aylık talep miktarı 4000 ton/ay ve ekonomik sipariş miktarı 1000 ton ise siparişler arası süre kaç gün olmalıdır? (1 ay =30 gün)",
    "correctAnswer": "C",
    "options": {
      "A": "2,5",
      "B": "5,5",
      "C": "7,5",
      "D": "15",
      "E": "22,5"
    },
    "explanation": "1000/4000=0,25 \n<br/>30*0,25=7,5"
  },
  {
    "id": "3501462",
    "unitNumber": 5,
    "text": "D = 1000 ton/ay (aylık talep miktarı)<br/>k = 300 TL/ton (birim satın alma fiyatı)<br/>v = 7500 TL/ sipariş (sipariş maliyeti)<br/>c = 60 TL/ton (elde bulundurma maliyeti)<br/>P = 2000 ton/ay (işletmenin üretim hızı )\n<br/>olmak üzere en büyük envanter miktarı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "333",
      "B": "343",
      "C": "353",
      "D": "363",
      "E": "373"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/cb6e100039f5d34d9065e81957f97760.jpeg\" alt=\"\" width=\"500\" height=\"359\">"
  },
  {
    "id": "3501463",
    "unitNumber": 5,
    "text": "D = 1000 ton/ay (aylık talep miktarı)<br/>k = 300 TL/ton (birim satın alma fiyatı)<br/>v = 7500 TL/ sipariş (sipariş maliyeti)<br/>c = 120 TL/ton (elde bulundurma maliyeti)<br/>P = 2000 ton/ay (işletmenin üretim hızı )\n<br/>olmak üzere optimum üretim miktarı ile en büyük envanter miktarı arasındaki fark aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "500",
      "B": "450",
      "C": "250",
      "D": "200",
      "E": "150"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/04c9e8feb05834c67eaf4c6cdd7669b4.jpeg\" alt=\"\" width=\"400\" height=\"269\">"
  },
  {
    "id": "3501464",
    "unitNumber": 5,
    "text": "D = 20000 ton/ay (aylık talep miktarı)<br/>k = 300 TL/ton (birim satın alma fiyatı)<br/>v = 7500 TL/ sipariş (sipariş maliyeti)<br/>c = 60 TL/ton (elde bulundurma maliyeti)<br/>P = 25000 ton/ay (işletmenin üretim hızı ) olarak veriliyor. \n<br/>Dönemlik sipariş sayısı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/43aee2180ad843b03bd5f36ed5555d48.jpeg\" alt=\"\" width=\"435\" height=\"271\">"
  },
  {
    "id": "3501465",
    "unitNumber": 5,
    "text": "D = 25000 ton/ay (aylık talep miktarı)<br/>v = 7500 TL/ sipariş (sipariş maliyeti)<br/>c = 60 TL/ton (elde bulundurma maliyeti)<br/>Yukarıdaki bilgilere göre aşağıdakilerden hangisi ekonomik sipariş miktarıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "2500",
      "B": "2000",
      "C": "1000",
      "D": "500",
      "E": "250"
    },
    "explanation": "Q=(2.7500.25000)/60 ifadesinin karekökü 2500 olur."
  },
  {
    "id": "3501173",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi şebeke analizinin uygulandığı alanlara örnek <u>olamaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ulaşım sistemleri",
      "B": "İletişim sistemleri",
      "C": "Dağıtım sistemleri",
      "D": "Proje planlama sistemleri",
      "E": "Ölçme sistemleri"
    },
    "explanation": "Ölçme sistemleri şebeke analizinin uygulandığı alanlardan biri değildir."
  },
  {
    "id": "3501174",
    "unitNumber": 6,
    "text": "Belirli sayıda nokta ve bu noktaları birleştiren bağlantılardan oluşan grafiksel yapıya ……………….. denir.\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çizge",
      "B": "Düğüm",
      "C": "Dal",
      "D": "Akış",
      "E": "Şebeke"
    },
    "explanation": "Belirli sayıda nokta ve bu noktaları birleştiren bağlantılardan oluşan grafiksel yapıya çizge denir."
  },
  {
    "id": "3501175",
    "unitNumber": 6,
    "text": "Dallar üzerinde herhangi bir akışı temsil eden sayıların yer aldığı çizgelere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çizge",
      "B": "Düğüm",
      "C": "Dal",
      "D": "Akış",
      "E": "Şebeke"
    },
    "explanation": "Dallar üzerinde herhangi bir akışı temsil eden sayıların yer aldığı çizgeler, şebeke (ağ) olarak adlandırılır."
  },
  {
    "id": "3501176",
    "unitNumber": 6,
    "text": "Her bir daldaki akışın yönüne bakılmaksızın iki düğümü birleştiren ardışık dallar dizisine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yol",
      "B": "Döngü",
      "C": "Bağlı şebeke",
      "D": "Ağaç",
      "E": "Kapsayan ağaç"
    },
    "explanation": "Yol, her bir daldaki akışın yönüne bakılmak- sızın iki düğümü birleştiren ardışık dallar dizisidir."
  },
  {
    "id": "3501177",
    "unitNumber": 6,
    "text": "İki merkez arasındaki en kısa rotayı belirlemek için kullanılan algoritma hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijkstra algoritması",
      "B": "Başlangıç düğümü",
      "C": "Geçici etiketler",
      "D": "Kalıcı etiketler",
      "E": "Şebeke algoritması"
    },
    "explanation": "İki merkez arasındaki en kısa rotayı belirlemek için Dijkstra algoritması yöntemi kullanılır"
  },
  {
    "id": "3501178",
    "unitNumber": 6,
    "text": "Kapsadığı dalların uzunlukları toplamı en küçük olan yayılan ağaca …………………….. denilmektedir.\n Yukarıdaki cümlede boş bırakılan yere aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "En küçük yayılmalı ağaç",
      "B": "İterasyon",
      "C": "Düğüm",
      "D": "Başlangıç düğümü",
      "E": "Kapsayan (yayılan) ağaç"
    },
    "explanation": "Kapsadığı dalların uzunlukları toplamı en küçük olan yayılan ağaca ise en küçük yayılmalı ağaç denilmektedir."
  },
  {
    "id": "3501179",
    "unitNumber": 6,
    "text": "Şebekede birbiriyle birleştirilmiş düğümler kümesi nasıl gösterilir?",
    "correctAnswer": "B",
    "options": {
      "A": "N",
      "B": "C",
      "C": "ß",
      "D": "Ø",
      "E": "Ñ"
    },
    "explanation": "Şebekede birbiriyle birleştirilmiş düğümler kümesi C ile gösterilir."
  },
  {
    "id": "3501181",
    "unitNumber": 6,
    "text": "Bir çiftçi tarlasındaki su kaynağından çıkardığı suyu borular yardımıyla arazisinde dolaştırmak istemektedir suyun son noktaya kadar gücünü minimum düzeyde yitirmesini sağlayan çözüm yapısı nasıl adlandırılır?",
    "correctAnswer": "B",
    "options": {
      "A": "En küçük yayılma problemi",
      "B": "Maksimum akış problemi",
      "C": "Minimum akış problemi",
      "D": "En kısa yol problemi",
      "E": "En hızlı yol problemi"
    },
    "explanation": "Belirli bir noktadan diğer bir noktaya elektrik, su, doğalgaz, petrol gibi enerji kaynaklarının aktarımı, fabrikalardan satış mağazalarına ürün aktarımı, iletişim kanalları üzerinden haber, mesaj vb. bilgilerin aktarımı gibi örneklenebilecek durumlarda, amaç çıkış noktasından varış noktasına en yüksek aktarımın gerçekleştirilmesi ise maksimum akış problemleri söz konusudur."
  },
  {
    "id": "3501182",
    "unitNumber": 6,
    "text": "Kritik Yol Yöntemi (CPM - Critical Path Method) ve Program Değerlendirme ve Gözden Geçirme Tekniği (PERT - Program Evaluation Review Technique) arasındaki en önemli fark aşağıdaki seçeneklerin hangisinde verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "PERT’de faaliyet sürelerinin belirli ve kesin olduğu kabul edilir",
      "B": "CPM’de faaliyet süreleri değişkendir",
      "C": "PERT’de faaliyet süreleri kesindir",
      "D": "CPM’de faaliyet sürelerinin belirli ve kesin olduğu kabul edilir",
      "E": "CPM’de faaliyet sürelerinin olasılıklı olduğunun kabul edilir"
    },
    "explanation": "İki teknik arasındaki en önemli fark, CPM’de faaliyet sürelerinin belirli ve kesin olduğu kabul edilirken, PERT’te bu sürelerin olasılıklı olduğunun kabul edilmesidir."
  },
  {
    "id": "3501183",
    "unitNumber": 6,
    "text": "Belirli sayıda nokta ve bu noktaları birleştiren bağlantılardan oluşan grafiksel yapıya ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yol",
      "B": "Çizge",
      "C": "Düğüm",
      "D": "Dal",
      "E": "Kök"
    },
    "explanation": "Belirli sayıda nokta ve bu noktaları birleştiren bağlantılardan oluşan grafiksel yapıya çizge denir."
  },
  {
    "id": "3501184",
    "unitNumber": 6,
    "text": "Başlangıç ve bitiş noktaları aynı düğüm olan yola ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Döngü",
      "B": "Şebeke",
      "C": "Kapsayan Ağaç",
      "D": "Yönlendirilmiş Dal",
      "E": "Bağlı Şebeke"
    },
    "explanation": "Başlangıç ve bitiş noktaları aynı düğüm olan yola döngü (çevrim) adı verilir. Diğer bir ifade ile başladığı düğüme geri dönen dalların oluşturduğu yol döngü olarak adlandırılır"
  },
  {
    "id": "3501185",
    "unitNumber": 6,
    "text": "I- Şebekede yer alan tüm dalların uzunluğu (dal üzerindeki akış miktarı) bilinmektedir<br/>II- dij , (i, j) dalının uzunluğunu temsil etmek üzere dij ≥ 0 dır<br/>III- i ve j düğümleri birbirlerine doğrudan, (tek bir dal ile) bağlı değilse dij = ∞ kabul edilir<br/>IV- Her bir i ve j için dij = dji olur<br/>V- Bir düğümün kendisine uzaklığı sıfır olduğundan dii = 0 dır\n Yukarıdakilerden hangisi Dijkstra Algoritması varsayımlarından biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Dijkstra Algoritması varsayımlarına göre bazı i ve j değerleri için dij ≠ dji olabilir."
  },
  {
    "id": "3501186",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e814e13ac24143a982992d8d3c068c99.jpeg\" alt=\"\" width=\"288\" height=\"224\"><br/>Yukarıda çizgelerin yanındaki sayılar mesafeyi km cinsinden göstermektedir. 1 numaralı düğüm fabrikanın bulunduğu, 6 numaralı düğüm ise satış mağazasının bulunduğu lokasyonu göstermektedir. (4, 5 ve 6. soruları yukarıda verilen şekle göre yapınız)\n<br/>Verilen şekle göre fabrikadan mağazaya gidiş için aynı düğümden sadece bir kez geçmek koşuluyla kaç farklı rota bulunmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "6",
      "B": "7",
      "C": "8",
      "D": "9",
      "E": "10"
    },
    "explanation": "Her düğümden sadece 1 kez geçilmesi koşuluyla izlenebilecek rotalar şunlardır:\n<br/>1-2-6\n<br/>1-2-4-6\n<br/>1-2-3-5-6\n<br/>1-2-3-5-4-6\n<br/>1-3-5-6\n<br/>1-3-2-6\n<br/>1-3-2-4-6\n<br/>1-3-5-4-6\n<br/>1-3-5-4-2-6\n<br/>1-3-2-4-5-6\n<br/>Bu durumda izlenebilecek rota sayısı 10'dur."
  },
  {
    "id": "3501187",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e814e13ac24143a982992d8d3c068c99.jpeg\" alt=\"\" width=\"288\" height=\"224\"><br/>Fabrikadan (1) satış mağazasına (6) gidiş için en kısa yol aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1-2-6",
      "B": "1-3-5-6",
      "C": "1-2-4-6",
      "D": "1-3-2-6",
      "E": "1-3-5-4-6"
    },
    "explanation": "En kısa yol C seçeneğinde verilmiştir."
  },
  {
    "id": "3501188",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e814e13ac24143a982992d8d3c068c99.jpeg\" alt=\"\" width=\"288\" height=\"224\"><br/>Fabrikadan(1) satış mağazasına(6) giden en kısa yol kaç km'dir?",
    "correctAnswer": "A",
    "options": {
      "A": "19",
      "B": "25",
      "C": "28",
      "D": "29",
      "E": "30"
    },
    "explanation": "En kısa yol 1-2-4-6 olduğundan mesafe 19 kmdir."
  },
  {
    "id": "3501189",
    "unitNumber": 6,
    "text": "Bir şebekedeki tüm düğümleri, toplam uzaklık (mesafe, maliyet, süre vb.) en az olacak biçimde birbirine bağlayan dalların oluşturduğu şebekeye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ağaç",
      "B": "En Küçük Yayılmalı Ağaç",
      "C": "Kısa Şebeke",
      "D": "Bağlı Şebeke",
      "E": "Yönlendirilmiş Dal"
    },
    "explanation": "Bir şebekedeki tüm düğümleri, toplam<br/>uzaklık (mesafe, maliyet, süre vb.) en az<br/>olacak biçimde birbirine bağlayan dalların<br/>oluşturduğu şebeke en küçük yayılmalı<br/>ağaç ya da en az yayılan ağaç olarak adlandırılır."
  },
  {
    "id": "3501190",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/42cf141e5f1a14794495711a1c2c8142.jpeg\" alt=\"\" width=\"276\" height=\"218\"> 8 ve 9 numaralı soruları yukarıdaki şekle göre yapınız.\n Yukarıda bir işletmedeki 6 adet bilgisayarın birbirleriyle olan mesafesi görülmektedir. Buna göre tüm bilgisayarların birbiriyle bağlanması için nasıl bir rota çizilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1-4-6-5-3 birbirine bağlanmalı ek olarak 2-3 birbirine bağlanmalı",
      "B": "1-3-5-6-4 birbirlerine bağlanmalı ek olarak 1-2 birbirine bağlanmalı",
      "C": "1-3-4-6-5 birbirlerine bağlanmalı ek olarak 1-2 birbirine bağlanmalı",
      "D": "1-2-5-6-4-3 bağlantısı kurulmalı",
      "E": "1-4-6-5-3-2 bağlantısı kurulmalı"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/11e049b2b1700a0af275f63ae31cfba6.jpeg\" alt=\"\" width=\"422\" height=\"358\"> 1den başladığımızı düşünelim. En kısa mesafe 3 nolu bilgisayarladır, bu nedenle ilk bağlantı1-3 olur. 3'ten en kısa mesafe 4 nolu bilgisayaradır o yüzden ikinci bağlantı 3-4 olur. 4 nolu bilgisayardan tekrar 1e dönmeye ihtiyaç yoktur çünkü onlar zaten bağlıdır. Bu nedenle 4ten 6 nolu bilgisayara ve sonrasında 5 nolu bilgisayara bağlantı kurulur. Geriye açıkta kalan sadece 2 nolu bilgisayardır. 2 nolu bilgisayarın şebekeye en kısa bağlantı yolu ise 1'le bağlanmak suretiyle olur. Bu nedenle çözüm 1-3-4-6-5i bağlayıp sonra 1-2 bağlantısını kurmaktır."
  },
  {
    "id": "3501191",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/42cf141e5f1a14794495711a1c2c8142.jpeg\" alt=\"\" width=\"406\" height=\"321\"><br/>Şekilde bir şirkette bulunan 6 bilgisayar ve bunlar arasındaki mesafe verilmiştir. Bu şirketteki tüm bilgisayarların birbirine bağlanması için en az kaç metrelik kablo gerekir?",
    "correctAnswer": "E",
    "options": {
      "A": "29",
      "B": "28",
      "C": "27",
      "D": "26",
      "E": "25"
    },
    "explanation": "1 nolu düğümden başlandığında,\n<br/>1, 3'e bağlanır (+3)<br/>1-3 ağaç yapısında 1, 4'e bağlanır (4+)<br/>1-3-4 ağaç yapısında 1, 2'ye bağlanır (+5)<br/>1-3-4-2 ağaç yapısına ulaşıldıktan sonraki bağlantı seçenekleri birden çoktur <br/>fakat yapılan bağlantı sonucu değiştirmez. Keyfi olarak seçilen bağlantıyla<br/>1-3-4-2 ağaç yapısında 3, 5'e bağlanır (+7)<br/>son olarak, 1-3-4-2-5 ağaç yapısında 5, 6'ya bağlanır (+6)\n<br/>bağlantı yapılan mesafeler toplamı 3+4+5+7+6 = 25"
  },
  {
    "id": "3501192",
    "unitNumber": 6,
    "text": "Tamamlanmasındaki herhangi bir gecikmenin tüm projenin bitişini geciktireceği<br/>faaliyete ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Öncel faaliyet",
      "B": "Ardıl faaliyet",
      "C": "Kritik faaliyet",
      "D": "İlk faaliyet",
      "E": "Son faaliyet"
    },
    "explanation": "Tamamlanmasındaki herhangi<br/>bir gecikmenin tüm projenin bitişini geciktireceği<br/>faaliyet kritik faaliyet olarak tanımlanır. Projenin<br/>gecikmeden bitirilebilmesi için her kritik faaliyet<br/>zamanında başlayıp bitmek zorundadır."
  },
  {
    "id": "3501193",
    "unitNumber": 6,
    "text": "Şebeke modellerinde başlangıç ve bitiş noktaları aynı düğüm olan yola ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Akış",
      "B": "Düğüm",
      "C": "Döngü",
      "D": "Bağlı Şebeke",
      "E": "Ağaç"
    },
    "explanation": "Döngü: Başlangıç ve bitiş noktaları aynı düğüm olan yola döngü (çevrim) adı verilir. Diğer bir ifade ile başladığı düğüme geri dönen dalların oluşturduğu yol döngü olarak adlandırılır."
  },
  {
    "id": "3501194",
    "unitNumber": 6,
    "text": "Şebeke modellerinde her bir daldaki akışın yönüne bakılmaksızın iki düğümü birleştiren ardışık dallar dizisine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çizge",
      "B": "Şebeke",
      "C": "Ağaç",
      "D": "Yol",
      "E": "Bağlı Şebeke"
    },
    "explanation": "Yol: Her bir daldaki akışın yönüne bakılmaksızın iki düğümü birleştiren ardışık dallar dizisidir"
  },
  {
    "id": "3501195",
    "unitNumber": 6,
    "text": "Şebeke modellerinde belirli sayıda nokta ve bu noktaları birleştiren bağlantılardan oluşan grafiksel yapıya ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şebeke",
      "B": "Çizge",
      "C": "Akış",
      "D": "Düğüm",
      "E": "Ağaç"
    },
    "explanation": "Çizge: Belirli sayıda nokta ve bu noktaları birleştiren bağlantılardan oluşan grafiksel yapıya çizge denir."
  },
  {
    "id": "3501196",
    "unitNumber": 6,
    "text": "Dijkstra Algoritmasının ilk adımı hangi seçenekte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Şebeke üzerinde çıkış noktası (kaynak) başlangıç düğümü olarak belirlenir ve düğüm numarası olarak dairenin içine 1 yazılır. d11 = 0 olduğu ve başlangıç düğümünün öncesinde başka bir düğüm olmadığı için 1 numaralı düğüme [0 , -] kalıcı etiketi verilir.",
      "B": "Başlangıç düğümü dışındaki tüm düğümlere, geçici etiketler verilir. Başlangıç düğümüne doğrudan (tek bir dal ile) bağlı olan düğümler için geçici etiket (dalın uzunluğu, 1) biçiminde olacaktır. Başlangıç düğümüne doğrudan bağlı olmayan düğümlerin geçici etiketleri ise (∞ , -) biçiminde yazılır.",
      "C": "Geçici etiketli düğümler dikkate alınarak en kısa uzaklık değerine sahip düğüm belirlenir. Bu düğümün etiketi kalıcı etikete dönüştürülür. Kalıcı etikete dönüştürülen düğüm k olarak adlandırılır (birden fazla düğümün geçici etiketi en kısa uzaklık değerini içeriyorsa, bu düğümlerden herhangi biri seçilerek kalıcı olarak etiketlenir ve işlemlere devam edilir).",
      "D": "Önceki adımda k olarak adlandırılan düğüme doğrudan bağlı, geçici etikete sahip düğümler (i) için yeni geçici etiketler belirlemek üzere ui değerleri hesaplanır. Bu hesaplama aşağıdaki gibi yapılır: ui = (i’den k’ye olan uzuklık) + (k’nin başlangıç düğümüne olan uzaklığı)",
      "E": "ui &lt; i’nin önceki geçici etiketinde yazan uzaklık ise i düğümüne (u, k) geçici etiketi verilir. ui ≥ i’nin önceki geçici etiketinde yazan uzaklık ise i düğümünün eski (mevcut) geçici etiketi korunur."
    },
    "explanation": "Algoritma adımları aşağıdaki gibi uygulanır:\n<br/>1. Şebeke üzerinde çıkış noktası (kaynak) başlangıç düğümü olarak belirlenir ve düğüm numarası olarak dairenin içine 1 yazılır. d11 = 0 olduğu ve başlangıç düğümünün öncesinde başka bir düğüm olmadığı için 1 numaralı düğüme [0 , -] kalıcı etiketi verilir."
  },
  {
    "id": "3501197",
    "unitNumber": 6,
    "text": "En küçük yayılma problemlerinin çözümü için geliştirilen ve en yaygın kullanıma sahip algoritmada C neyi ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şebekeyi oluşturan düğümler kümesi",
      "B": "Şebekede birbiriyle birleştirilmiş düğümler kümesi",
      "C": "Şebekede birbiriyle henüz birleştirilmemiş düğümler kümesi",
      "D": "Kapsadığı dalların uzunlukları toplamı en küçük olan yayılan ağaç",
      "E": "İlgili düğümün 1 numaralı (başlangıç) düğüme olan uzaklığını"
    },
    "explanation": "En küçük yayılma problemlerinin çözümü için geliştirilen ve en yaygın kullanıma sahip algoritmada;\n<br/>N: Şebekeyi oluşturan düğümler kümesi; N = {1,2,...,n}\n<br/>C: Şebekede birbiriyle birleştirilmiş düğümler kümesi\n<br/>C _ Şebekede birbiriyle henüz birleştirilmemiş düğümler kümesi<br/>En küçük yayılma problemlerinin çözümü için geliştirilen ve en yaygın kullanıma sahip algoritmada;\n N: Şebekeyi oluşturan düğümler kümesi; N = {1,2,...,n}\n C: Şebekede birbiriyle birleştirilmiş düğümler kümesi\n C _ Şebekede birbiriyle henüz birleştirilmemiş düğümler kümesi"
  },
  {
    "id": "3501198",
    "unitNumber": 6,
    "text": "CPM ve PERT’te kullanılan \"bir ya da daha fazla faaliyetin tamamlanması sonucu ulaşılan tanımlanabilir durum\"u tanımlayan temel kavram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Olay",
      "B": "Faaliyet",
      "C": "Kritik Faaliyet",
      "D": "Kritik Yol",
      "E": "Öncel/Ardıl Faaliyet"
    },
    "explanation": "Olay: Bir ya da daha fazla faaliyetin tamamlanması sonucu ulaşılan tanımlanabilir durumdur. Olaylar zaman ve kaynak kullanmaz. Olaylar şebeke üzerinde daire ile temsil edilir."
  },
  {
    "id": "3501199",
    "unitNumber": 6,
    "text": "Kritik Yol yönteminde bir faaliyetin en erken başlama zamanı ile faaliyetin süresinin toplamı neyi verir?",
    "correctAnswer": "C",
    "options": {
      "A": "En Geç Başlama Zamanı",
      "B": "En Geç Tamamlanma Zamanı",
      "C": "En Erken Tamamlanma Zamanı",
      "D": "Bolluk (Serbestlik/Gevşeklik)",
      "E": "İyimser Süre"
    },
    "explanation": "En Erken Tamamlanma Zamanı (ET): Bir faaliyetin en erken başlama zamanı ile faaliyetin süresinin toplamıdır."
  },
  {
    "id": "3501200",
    "unitNumber": 6,
    "text": "Herhangi bir faaliyet için en geç başlama zamanından en erken başlama zamanının çıkarılmasıyla hangi değer elde edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "En geç tamamlanma zamanı",
      "B": "Bolluk miktarı",
      "C": "En erken tamamlanma zamanı",
      "D": "İyimse süre",
      "E": "Kötümser süre"
    },
    "explanation": "Herhangi bir faaliyet için bolluk miktarı, diğer bir ifadeyle faaliyetin ne kadar geciktirilebileceği, en geç başlama zamanından en erken başlama zamanının ya da en geç tamamlanma zamanından en erken tamamlanma zamanının çıkarılmasıyla hesaplanır."
  },
  {
    "id": "3501201",
    "unitNumber": 6,
    "text": "PERT tekniğinde Beta dağılımında <em>m </em>neyi temsil eder?",
    "correctAnswer": "C",
    "options": {
      "A": "İyimser süre",
      "B": "Kötümser süre",
      "C": "En yüksek olasılıklı süreyi",
      "D": "Dağılımın ortalaması",
      "E": "Varyans değeri"
    },
    "explanation": "Faaliyet sürelerinin dağılımını en iyi temsil ettiği kabul edilen dağılım beta dağılımıdır. Beta dağılımında a iyimser süre, b kötümser süre ve m en yüksek olasılıklı süreyi temsil etmek üzere dağılımın ortalaması ( x _ ) ve varyansı ( s2 ) aşağıda verilen formüller yardımıyla hesaplanır."
  },
  {
    "id": "3501202",
    "unitNumber": 6,
    "text": "PERT tekniğinde kritik yol üzerindeki faaliyetlerin beklenen sürelerinin varyansları toplamı hangi değeri verir?",
    "correctAnswer": "A",
    "options": {
      "A": "Projenin beklenen tamamlanma süresinin varyansı",
      "B": "Projenin beklenen tamamlanma süresi",
      "C": "Projedeki bir faaliyetin beklenen tamamlanma süresi",
      "D": "Projedeki bir faaliyete ilişkin varyans değeri",
      "E": "Projenin değişik sürelerde tamamlanma olasılıkları"
    },
    "explanation": "Kritik yol üzerinde yer alan faaliyetlerin süreleri toplamı (µ) projenin beklenen tamamlanma süresi olacaktır. Projenin beklenen tamamlanma süresinin varyansı da (σ2) kritik yol üzerindeki faaliyetlerin beklenen sürelerinin varyansları toplamına eşit olacaktır."
  },
  {
    "id": "3501203",
    "unitNumber": 7,
    "text": "Karar vericinin kontrolünde olmayan ve gelecekte olması muhtemel olan ancak hangisinin gerçekleşeceği tahmin edilemeyen çevresel faktörlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğal Durumlar",
      "B": "Alternatifler",
      "C": "Olasılıklar",
      "D": "Sonuçlar",
      "E": "Kriterler"
    },
    "explanation": "Amaç 1<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a2fc4ac463d13b627ebf46bec53e1dcf.jpeg\" alt=\"\" width=\"341\" height=\"373\">"
  },
  {
    "id": "3501204",
    "unitNumber": 7,
    "text": "Karar verme sürecinde amacın belirlenmesinden sonraki adım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Problemin belirlenmesi",
      "B": "Alternatiflerin belirlenmesi",
      "C": "Alternatiflerin karşılaştırılması",
      "D": "Kriterlerin belirlenmesi",
      "E": "En uygun alternatifin seçilmesi"
    },
    "explanation": "Amaç 1<br/><strong>Alternatiflerin Belirlenmesi:</strong> Karar vericinin amacına ulaşmasında kontrolü altında olan ve izlemesi gereken hareket biçimlerini ifade eden tüm olası alternatifler bu aşamada belirlenir. Önemli bir alternatifin unutulması ya da göz ardı edilmesi yanlış kararların alınmasına yol açabilir. Hedeflenen amaca uygun olarak belirlenen alternatiflerin uygulanabilir olması önemlidir. Uygulanmayacak ya da sonuçları maliyet, zaman veya kapasite kullanımı gibi hususlarda işletmenin katlanamayacağı düzeyde unsurlar sunan çözüm önerileri birer alternatif olarak<br/>değerlendirilmemelidir."
  },
  {
    "id": "3501205",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletme kararları hakkında söylenemez?",
    "correctAnswer": "C",
    "options": {
      "A": "Karar bir amaç yönelik olmalıdır.",
      "B": "Kararlar rasyonel olmalıdır.",
      "C": "Kararlar geçmiş tecrübe ve deneyimlere dayalı olarak alınmalıdır.",
      "D": "Kararlar zamanında alınmalıdır.",
      "E": "Kararlar etkili olmalıdır."
    },
    "explanation": "Amaç 2<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9bcb7bb15ea81455fa69a7778122f3dc.jpeg\" alt=\"\" width=\"455\" height=\"226\">"
  },
  {
    "id": "3501206",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmelerdeki taktik kararların özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşletmenin gelecek planları ile ilgilidir.",
      "B": "Belirsizlik ve risk fazladır.",
      "C": "Üst düzey yönetim tarafından alınan kararlardır.",
      "D": "Kaynakların nasıl kullanıldığı ile ilgilidir.",
      "E": "Kısa vadeli kararlardır."
    },
    "explanation": "Amaç 2<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/057590392bb584139cbfd6984bee0316.jpeg\" alt=\"\" width=\"617\" height=\"264\">"
  },
  {
    "id": "3501207",
    "unitNumber": 7,
    "text": "İşletmelerdeki stratejik kararlar ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Bu türden kararlar üzerinde anlaşmaya varılmış prosedürler vardır.",
      "B": "Orta düzey yönetim tarafından verilirler.",
      "C": "İşletme kararlarının çoğunluğunu oluştururlar.",
      "D": "Tekrarlanan niteliktedirler.",
      "E": "Yapılandırılmamış kararlardır."
    },
    "explanation": "Amaç 2<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ddab45fc06b6f48f90d17a8a61487576.jpeg\" alt=\"\">"
  },
  {
    "id": "3501208",
    "unitNumber": 7,
    "text": "Karar vericinin ne tam olarak iyimser ne de tam olarak kötümser olduğu karar verme ölçütü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gerçekçilik (Hurwicz)",
      "B": "Pişmanlık (Savage)",
      "C": "Eşit olasılık (Laplace)",
      "D": "Beklenen Değer",
      "E": "En Büyük Olasılık"
    },
    "explanation": "Amaç 3<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/25051eb1eba57480406cb0c1735c052c.jpeg\" alt=\"\">"
  },
  {
    "id": "3501209",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2c90495c9d4def70b17aee7821d6615b.jpeg\" alt=\"\" width=\"579\" height=\"207\">",
    "correctAnswer": "E",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/225f42550eda7982ad0f997cdb9e7baa.jpeg\" alt=\"\" width=\"139\" height=\"30\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/22bdae54abd13e18f7a0921a6ef04528.jpeg\" alt=\"\" width=\"131\" height=\"24\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/93110290221dc9ecf323e8bcb5f3994d.jpeg\" alt=\"\" width=\"141\" height=\"25\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b9c83bea8a95774774bb0e63276cbceb.jpeg\" alt=\"\" width=\"138\" height=\"22\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/92b5a34eddf619c4c1dca84360daa5da.jpeg\" alt=\"\" width=\"133\" height=\"26\">"
    },
    "explanation": "Amaç 3<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/75334903996561262c39269cee2980e4.jpeg\" alt=\"\" width=\"586\" height=\"153\">"
  },
  {
    "id": "3501210",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/448b97135074d38dfcd0068439015905.jpeg\" alt=\"\" width=\"615\" height=\"223\">",
    "correctAnswer": "C",
    "options": {
      "A": "A1 ve 9.100 TL.",
      "B": "A1 ve 8.040 TL.",
      "C": "A2 ve 9.300 TL.",
      "D": "A2 ve 11.700 TL.",
      "E": "A3 ve 3.800 TL."
    },
    "explanation": "Amaç 3<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/37400a2b481807e77104e224819c345b.jpeg\" alt=\"\" width=\"657\" height=\"396\">"
  },
  {
    "id": "3501211",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ff0cc649382664ced2a0bfafaf1302a2.jpeg\" alt=\"\" width=\"676\" height=\"404\">",
    "correctAnswer": "E",
    "options": {
      "A": "A-1524",
      "B": "A-1650",
      "C": "B-1820",
      "D": "C-2500",
      "E": "C-2590"
    },
    "explanation": "Amaç 4<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/093ed9cf20b587324fe40cde4e1f0ade.jpeg\" alt=\"\" width=\"395\" height=\"134\">"
  },
  {
    "id": "3501212",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0e3b6cfb3d700b5db452d1450b92c33e.jpeg\" alt=\"\" width=\"666\" height=\"296\">",
    "correctAnswer": "C",
    "options": {
      "A": "122,5",
      "B": "117,5",
      "C": "97,5",
      "D": "82,5",
      "E": "72,5"
    },
    "explanation": "Amaç 4<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/42bfcd9d0d7c046888f60f9abfe6ca81.jpeg\" alt=\"\" width=\"646\" height=\"394\">"
  },
  {
    "id": "3501213",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir karar probleminin bileşenlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Amaç",
      "B": "Kriterler",
      "C": "Doğal durumlar",
      "D": "Olasılıklar",
      "E": "Karar matrisi"
    },
    "explanation": "Karar bileşenleri<br/>Bir karar probleminin bileşenleri; karar verici, amaç, alternatifler, kriterler, doğal durumlar, olasılıklar ve sonuçlar olarak sıralanabilir.\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f251528f8f9a86c5171eff717d8d1120.png\" alt=\"\" width=\"371\" height=\"251\">"
  },
  {
    "id": "3501214",
    "unitNumber": 7,
    "text": "Bir işletmenin gelecek ile ilgili plan yapması hangi tür bir karardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Stratejik",
      "B": "Taktik",
      "C": "Operasyonel",
      "D": "Yapısal",
      "E": "Yarı yapısal"
    },
    "explanation": "Karar türleri<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/56a008ac7f415a01913870aa3cec2bbe.png\" alt=\"\" width=\"242\" height=\"262\">"
  },
  {
    "id": "3501215",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir işletmenin yönetim kademesine göre aldığı operasyonel kararlardan <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Günlük, haftalık ve aylık işlerin<br/>yerine getirilmesi",
      "B": "Stratejik ve taktik planların<br/>uygulanmasını ilgilendiren<br/>kararlar",
      "C": "Alt düzey yönetim tarafından<br/>alınan kararlar",
      "D": "Spesifik ve belirlilik içeren kararlar",
      "E": "İşletmenin büyümesi yönündeki<br/>kararlar"
    },
    "explanation": "Karar türleri<br/><strong>Operasyonel kararlar</strong>\n i) Günlük, haftalık ve aylık işlerin yerine getirilmesi ile ilgilidir\n ii) Kısa vadeli kararlardır\n iii) Stratejik ve taktik planların uygulanmasını ilgilendiren kararlardır\n iv) Alt düzey yönetim tarafından alınan kararlardır\n v) Spesifik ve belirlilik içerirler\n <strong>İşletmenin büyümesi yönündeki kararlar ise stratejik karardır.</strong>"
  },
  {
    "id": "3501216",
    "unitNumber": 7,
    "text": "Bir işletmenin önceden onaylamış bir bütçe dahilinde gerçekleştirilen satın alma işlemleri (yönetim kademesine göre)ne tür bir karardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Stratejik",
      "B": "Taktik",
      "C": "Operasyonel",
      "D": "Yapılandırılmış",
      "E": "Yarı yapılandırılmış"
    },
    "explanation": "Karar türleri<br/>Taktik kararlar, stratejik amaçların ulaşılabilir ve ölçülebilir hedeflere dönüştürülmesine odaklanırlar. İşletmelerde, orta vadede yapılması gereken<br/>faaliyetlere ilişkin olan taktik kararlar orta düzey yönetim tarafından alınırlar. Hangi personelin hangi işe atanacağı, önceden onaylanmış bir bütçe dahilinde<br/>gerçekleştirilen satın alma işlemleri, hangi tedarikçiden ürün satın alınacağına yönelik kararlar taktik kararlardır."
  },
  {
    "id": "3501217",
    "unitNumber": 7,
    "text": "5 tane alternatif ve 4 doğal durumun olduğu bir karar probleminde karar matrisinin boyutu aşağıdakilerden hangisi olur?",
    "correctAnswer": "D",
    "options": {
      "A": "5+4 boyutlu bir karar matrisi",
      "B": "5-4 boyutlu bir karar matrisi",
      "C": "4x4 boyutlu bir karar matrisi",
      "D": "5x4 boyutlu bir karar matrisi",
      "E": "5x5 boyutlu bir karar matrisi"
    },
    "explanation": "m tane alternatif ve n tane doğal durumun olduğu<br/>bir karar probleminde karar tablosu, m×n boyutlu bir<br/>matris olur. Buna göre 5x4 boyutlu bir karar matrisi oluşur."
  },
  {
    "id": "3501218",
    "unitNumber": 7,
    "text": "I. Eşit olasılık (laplace) ölçütü<br/>II. Gerçekçilik (hurwics) ölçütü<br/>III. İkili değerlendirme ölçütü\n<br/>Yukarıdakilerden hangileri belirsizlik ortamında karar vermede kullanılan ölçütler arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve III",
      "C": "I ve II",
      "D": "Yalnız III",
      "E": "I, II ve III"
    },
    "explanation": "Belirsizlik ortamında karar vermede kullanılan ölçütler<br/>Belirsizlik ortamında karar vermede kullanılan<br/>ölçütler,\n<br/>• Eşit olasılık (Laplace) ölçütü,<br/>• İyimserlik (maksimaks veya minimin) ölçütü,<br/>• Kötümserlik (maksimin veya minimaks) ölçütü,<br/>• Gerçekçilik (Hurwicz) ölçütü,<br/>• Pişmanlık (Savage) ölçütü\n<br/>olarak adlandırılırlar."
  },
  {
    "id": "3501219",
    "unitNumber": 7,
    "text": "Belirsizlik ortamında, bir karar vericinin iki uç durumu yansıtan iyimserlik ve kötümserlik ölçütlerini bir arada kullanması hangi ölçüttür?",
    "correctAnswer": "A",
    "options": {
      "A": "Gerçeklik",
      "B": "Eşit olasılık",
      "C": "Pişmanlık",
      "D": "Maksimin",
      "E": "Maksimaks"
    },
    "explanation": "Karar ölçütleri<br/>Belirsizlik ortamında karar vermede iki uç durumu yansıtan iyimserlik ve kötümserlik ölçütlerini karar vericinin bir arada kullanılmasına imkan tanıyan gerçekçilik (Hurwicz) ölçütüdür."
  },
  {
    "id": "3501220",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/35ff788b6f548419ebeff4413f832ee1.png\" alt=\"\" width=\"432\" height=\"197\"><br/>Yukarıda üç alternatif ve dört doğal durumun olduğu kazanç yapılı bir karar probleminin matrisi verilmiştir. Buna göre pişmanlık ölçütüne göre seçeceği alternatif ve bu alternatifin maksimum pişmanlık değeri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "A1 9",
      "B": "A2 14",
      "C": "A3 4",
      "D": "A3 22",
      "E": "A2 26"
    },
    "explanation": "Pişmanlık ölçütüne göre seçim<br/>Problem kazanç yapılı olduğunda, karar matrisinin elemanlarına ait değerler<br/>kâr veya kazancı ifade etmektedir. Bu durumda karar probleminde amaç en<br/>büyükleme olduğundan her bir karar alternatifinin her bir doğal durum için<br/>en büyük değeri belirlenir ve ilgili alternatifin tüm sonuçları bu en büyük<br/>değerden çıkarılır. Böylece oluşturulan pişmanlık matrisinde her bir alternatif<br/>için bulunan pişmanlık (maksimum fırsat kaybı) değerleri arasından en küçüğü<br/>seçilir.\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a86e81fe52b27dc9afd714041deeb5c6.png\" alt=\"\" width=\"513\" height=\"196\"><br/>Buna göre karar verici A3 alternatifini seçer çünkü bu alternatifin olası tüm doğal durumlardaki yaşatacağı maksimum pişmanlık değeri 4'tür. \n<br/>A3 4"
  },
  {
    "id": "3501221",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7b9722a559aa60954c54bf7042413547.png\" alt=\"\" width=\"413\" height=\"175\"><br/>Yukarıda üç alternatif ve dört doğal durumun olduğu <strong>maliyet</strong> yapılı bir karar probleminin matrisi verilmiştir. Buna göre pişmanlık ölçütüne göre seçeceği alternatif ve değeri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "A1 20",
      "B": "A1 18",
      "C": "A2 26",
      "D": "A2 27",
      "E": "A3 30"
    },
    "explanation": "Pişmanlık ölçütüne göre seçim<br/>Problem maliyet yapılı olduğunda ise karar matrisinin elemanlarına ait değerler<br/>maliyet veya kaybı ifade etmektedir. Amaç en küçükleme olduğundan ötürü,<br/>her bir doğal duruma için gerçekleşebilecek en küçük değeri veren alternatif değeri, <br/>ilgili doğal durumdaki alternatif değerlerinden çıkarılır.\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1ef5e4a6282259ff6eb9e3ab52815cf0.jpeg\" alt=\"\" width=\"495\" height=\"184\"><br/>Verilen karar matrisi için oluşturulan fırsat kaybı tablosuna bakıldığında en<br/>küçük pişmanlık değerine sahip olan A1 alternatifi seçilir. Değeri 6 dır."
  },
  {
    "id": "3501222",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/16f5f098a871441c988ad147213281c5.png\" alt=\"\" width=\"435\" height=\"197\"> Yukarıda üç alternatif ve dört doğal durumun olduğu kazanç yapılı bir karar probleminin matrisi verilmiştir. Buna göre A3 alternatifinin beklenen değeri kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "22,4",
      "B": "23,65",
      "C": "24",
      "D": "24,35",
      "E": "25"
    },
    "explanation": "Beklenen değer hesaplanması<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/46cd74a3987554877d4b147e90ba07d3.png\" alt=\"\" width=\"479\" height=\"63\"><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/16f5f098a871441c988ad147213281c5.png\" alt=\"\" width=\"435\" height=\"197\">"
  },
  {
    "id": "3501223",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi alternatiflerin problemin amacı doğrultusunda hangi açılardan değerlendirilmesi gerektiğine ilişkin tutumları ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Olasılıklar",
      "B": "Doğal Durumlar",
      "C": "Kriterler",
      "D": "Sonuçlar",
      "E": "Amaç"
    },
    "explanation": "Bir kararda neyin uygun olduğunu belirleyen karar kriterleri, alternatiflerin problemin amacı doğrultusunda hangi açılardan değerlendirilmesi gerektiğine ilişkin tutumları ifade ederler."
  },
  {
    "id": "3501224",
    "unitNumber": 7,
    "text": "Gelecekte olması muhtemel olan fakat hangisinin gerçekleşeceği tahmin edilemeyen ve karar vericinin kontrol edemediği çevresel faktörlere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Olasılıklar",
      "B": "Doğal Durumlar",
      "C": "Kriterler",
      "D": "Sonuçlar",
      "E": "Amaçlar"
    },
    "explanation": "Gelecekte olması muhtemel olan fakat hangisinin gerçekleşeceği tahmin edilemeyen ve karar vericinin kontrol edemediği çevresel faktörlere doğal durumlar denir. Olasılık ise bunların gerçekleşme ihtimalidir ve sıfır ile 1 arasında değerler alır."
  },
  {
    "id": "3501225",
    "unitNumber": 7,
    "text": "Karar verme sürecinde <strong>ilk</strong> adım aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "En Uygun Alternatifin Seçilmesi",
      "B": "Alternatiflerin Karşılaştırılması",
      "C": "Alternatiflerin Belirlenmesi",
      "D": "Amacın Belirlenmesi",
      "E": "Problemin Tanımlanması"
    },
    "explanation": "Karar verme sürecinin adımları şu şekildedir:<br/>• Problemin Tanımlanması<br/>• Amacın Belirlenmesi<br/>• Alternatiflerin Belirlenmesi<br/>• Alternatiflerin Karşılaştırılması ve Karar<br/>Kriterleri ile Değerlendirilmesi<br/>• En Uygun Alternatifin Seçilmesi"
  },
  {
    "id": "3501226",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi taktik kararların bir özelliği <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kısa vadeli kararlardır.",
      "B": "Kaynakların nasıl kullanıldığı ile ilgilidir.",
      "C": "İşletme stratejisinin ayrıntılı uygulamasını ilgilendiren kararlardır.",
      "D": "Orta düzey yönetim tarafından alınan kararlardır.",
      "E": "Belirli bir dereceye kadar belirsizlik ve risk içerirler"
    },
    "explanation": "Operasyonel kararlar kısa vadeli, taktik kararlar orta vadeli, stratejik kararlar ise uzun vadelidir."
  },
  {
    "id": "3501227",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi operasyonel kararların özelliğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşletmenin gelecek planları ile ilgilidir.",
      "B": "İşletmenin büyümesi yönündeki kararlardır.",
      "C": "Üst düzey yönetim tarafından alınan kararlardır",
      "D": "Kısa vadeli kararlardır.",
      "E": "Belirsizlik ve risk fazladır."
    },
    "explanation": "Operasyonel kararlar kısa vadelidir. Sayılan tüm diğer özellikler stratejik kararlara ilişkindir."
  },
  {
    "id": "3501228",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iyimserlik ölçütü kapsamındaki karar alma yöntemlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Maksimaks",
      "B": "Maksimin",
      "C": "Minimaks",
      "D": "Laplace",
      "E": "Hurwicz"
    },
    "explanation": "Maksimaks(kar) ve minimin(zarar) iyimserlik ölçütü yöntemleridir. Minimaks ve maksimin ise kötümserlik ölçütüdür. Hurwicz gerçekçilik ölçütüdür. Laplace ise olasılıksal hesaba dayanır."
  },
  {
    "id": "3501229",
    "unitNumber": 7,
    "text": "<table> <tbody> <tr> <td>Düşük</td> <td>Orta</td> <td>Yüksek</td> </tr> <tr> <td>Ütü</td> <td>4</td> <td>10</td> <td>20</td> </tr> <tr> <td>Saç Kurutma Makinası</td> <td>5</td> <td>12</td> <td>19</td> </tr> <tr> <td>Fırın</td> <td>8</td> <td>11</td> <td>18</td> </tr> <tr> <td>Televizyon</td> <td>9</td> <td>14</td> <td>17</td> </tr> <tr> <td>Kahve Makinası</td> <td>6</td> <td>12</td> <td>15</td> </tr> <tr> <td>Su Isıtıcısı</td> <td>4</td> <td>13</td> <td>21</td> </tr> </tbody> </table> Yukarıda düşük, orta ve yüksek talep durumlarına göre 3 farklı üründen elde edilecek tahmini kar miktarları (milyon TL) verilmiştir. Bu ürünlerden sadece birini üretebilecek kapasitede olan bir girişimci Laplace yöntemine göre karar verecek olursa hangi ürünü seçer?",
    "correctAnswer": "E",
    "options": {
      "A": "Ütü",
      "B": "Fırın",
      "C": "Kahve Makinası",
      "D": "Su Isıtıcısı",
      "E": "Televizyon"
    },
    "explanation": "Laplace yönteminde her olasılık eşittir. Burda 3 durum olduğuna göre her birine 1/3 olasılık vererek beklenen kar şu şekilde hesaplanır:\n Beklenen kar=(Durum1+Durum2+Durum3)/3. Bu nedenle tablo şu şekilde olur:\n <table> <tbody> <tr> <td>Düşük</td> <td>Orta</td> <td>Yüksek</td> <td>Beklenen Kar</td> </tr> <tr> <td>Ütü</td> <td>4</td> <td>10</td> <td>20</td> <td>11.33</td> </tr> <tr> <td>Saç Kurutma Makinası</td> <td>5</td> <td>12</td> <td>19</td> <td>12.00</td> </tr> <tr> <td>Fırın</td> <td>8</td> <td>11</td> <td>18</td> <td>12.33</td> </tr> <tr> <td>Televizyon</td> <td>9</td> <td>14</td> <td>17</td> <td>13.33</td> </tr> <tr> <td>Kahve Makinası</td> <td>6</td> <td>12</td> <td>15</td> <td>11.00</td> </tr> <tr> <td>Su Isıtıcısı</td> <td>4</td> <td>13</td> <td>21</td> <td>12.67</td> </tr> </tbody> </table> Görüldüğü üzere en yüksek beklenen kar Televizyon üretimindedir."
  },
  {
    "id": "3501230",
    "unitNumber": 7,
    "text": "<table> <tbody> <tr> <td>Düşük</td> <td>Orta</td> <td>Yüksek</td> </tr> <tr> <td>Ütü</td> <td>4</td> <td>10</td> <td>20</td> </tr> <tr> <td>Saç Kurutma Makinası</td> <td>5</td> <td>12</td> <td>19</td> </tr> <tr> <td>Fırın</td> <td>8</td> <td>11</td> <td>18</td> </tr> <tr> <td>Televizyon</td> <td>9</td> <td>14</td> <td>17</td> </tr> <tr> <td>Kahve Makinası</td> <td>6</td> <td>12</td> <td>15</td> </tr> <tr> <td>Su Isıtıcısı</td> <td>4</td> <td>13</td> <td>21</td> </tr> </tbody> </table> Yukarıda 3 farklı senaryo kapsamında beklenen kar miktarları verilen ama bu ürünlerden sadece birini üretebilecek kapasiteye sahip bir girişimci maksimaks yöntemine göre karar verecek olursa hangi ürünü üretmeyi seçer?",
    "correctAnswer": "B",
    "options": {
      "A": "Kahve makinası",
      "B": "Su ısıtıcısı",
      "C": "Televizyon",
      "D": "Ütü",
      "E": "Fırın"
    },
    "explanation": "Maksimaks yönteminde karar verici iyimser olacağı için en iyi senaryodaki en fazla kazanç sağlayan ürünü seçecektir. Bu durumda 21 değerine sahip su ısıtıcısı tercih edilir."
  },
  {
    "id": "3501231",
    "unitNumber": 7,
    "text": "Bir olayın gerçekleşme olasılığının kişiden kişiye değişmesine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Beklenen değer",
      "B": "Objektif olasılık",
      "C": "Subjektif olasılık",
      "D": "Beklenen fırsat kaybı",
      "E": "En büyük olasılık"
    },
    "explanation": "Öznel (subjektif) olasılık, bir olayın gelecekte ortaya çıkma olasılığına ait inanış derecesinin bir ölçümüdür. Kişilerin tutum ve yargılarına dayanan öznel olasılık, kişiden kişiye değişmektedir"
  },
  {
    "id": "3501232",
    "unitNumber": 7,
    "text": "<table> <tbody> <tr> <td>Daralma (0.2)</td> <td>Normal (0.7)</td> <td>Genişleme (0.1)</td> </tr> <tr> <td>Ütü</td> <td>4</td> <td>10</td> <td>20</td> </tr> <tr> <td>Saç Kurutma Makinası</td> <td>7</td> <td>16</td> <td>19</td> </tr> <tr> <td>Fırın</td> <td>8</td> <td>11</td> <td>18</td> </tr> <tr> <td>Televizyon</td> <td>9</td> <td>14</td> <td>17</td> </tr> <tr> <td>Kahve Makinası</td> <td>6</td> <td>12</td> <td>15</td> </tr> <tr> <td>Su Isıtıcısı</td> <td>4</td> <td>13</td> <td>21</td> </tr> </tbody> </table> Ekomi raporlarına göre gelecek 2 yıl içinde piyasaların daralma olasılığı %10, normal seyretme olasılığı % 70 ve genişleme olasılığı ise %10'dur. Bir girişimci bu üç farklı durum için yukarıdaki ürünler için tabloda belirtilen kar miktarlarını beklemektedir. Beklenen değer ölçütüne göre önümüzdeki 2 yıl için en yüksek kar miktarı hangi ürünün üretilmesiyle sağlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ütü",
      "B": "Su ısıtıcısı",
      "C": "Televizyon",
      "D": "Saç kurutma makinası",
      "E": "Fırın"
    },
    "explanation": "<table> <tbody> <tr> <td>Daralma (0.2)</td> <td>Normal (0.7)</td> <td>Genişleme (0.1)</td> <td>Beklenen Değer</td> </tr> <tr> <td>Ütü</td> <td>4</td> <td>10</td> <td>20</td> <td>9.8</td> </tr> <tr> <td>Saç Kurutma Makinası</td> <td>7</td> <td>16</td> <td>19</td> <td>14.5</td> </tr> <tr> <td>Fırın</td> <td>8</td> <td>11</td> <td>18</td> <td>11.1</td> </tr> <tr> <td>Televizyon</td> <td>9</td> <td>14</td> <td>17</td> <td>13.3</td> </tr> <tr> <td>Kahve Makinası</td> <td>6</td> <td>12</td> <td>15</td> <td>11.1</td> </tr> <tr> <td>Su Isıtıcısı</td> <td>4</td> <td>13</td> <td>21</td> <td>12</td> </tr> </tbody> </table> Beklenen Kar=0.2*Daralma+0.7*Normal+0.1*Genişleme formülüne göre yukarıdaki tablo hesaplanmaktadır. Bu durumda en yüksek beklenen kar saç kurutma makinası üretimindedir."
  },
  {
    "id": "3501233",
    "unitNumber": 8,
    "text": "İşletmelerin hedeflerini gerçekleştirmek ve rakipleriyle mücadele etmek için belirledikleri olgular bütününe ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Amaç",
      "B": "Karar Matrisi",
      "C": "Alternatifler",
      "D": "Kriter Ağırlıkları",
      "E": "Kriterler"
    },
    "explanation": "Amaç: İşletmelerin hedeflerini gerçekleştirmek ve rakipleriyle mücadele etmek için belirledikleri olgular bütünüdür. Kararlar, belirli bir amaca ulaşmak için verilir. ÇKKV problemlerinin en önemli ve temel öğesini oluşturur. ÇKKV problem modeli, amaç etrafında şekillenir."
  },
  {
    "id": "3501234",
    "unitNumber": 8,
    "text": "Alternatiflerin ve kriterlerin bir arada gösterildiği, karar probleminin çözümünde kullanılan temel yapıya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karar Matrisi",
      "B": "Amaç",
      "C": "Kriterler",
      "D": "Kriter Ağırlıkları",
      "E": "Alternatifler"
    },
    "explanation": "Karar Matrisi: Alternatiflerin ve kriterlerin bir arada gösterildiği, karar probleminin çözümünde kullanılan temel yapıdır. Matriste satırlarda alternatiflere, sütunlarda ise kriterlere yer verilir. Alternatif ve kriterlerin kesiştiği noktada yer alan değerler, alternatiflerin ilgili kriterde almış olduğu sayısal sonuçları gösterir."
  },
  {
    "id": "3501235",
    "unitNumber": 8,
    "text": "Analitik Hiyerarşi Sürecinde, problemi modelleme aşaması tamamlandıktan sonra hangi işlemlere geçilir?",
    "correctAnswer": "A",
    "options": {
      "A": "ikili karşılaştırma",
      "B": "üçlü karşılaştırma",
      "C": "tekli karşılaştırma",
      "D": "dörtlü karşılaştırma",
      "E": "beşli karşılaştırma"
    },
    "explanation": "Analitik Hiyerarşi Sürecinde, problemi modelleme aşaması tamamlandıktan sonra ikili karşılaştırma işlemlerine geçilir."
  },
  {
    "id": "3501236",
    "unitNumber": 8,
    "text": "Bir düzeyde yer alan elemanların kendi aralarında bir üst düzeydeki eleman üzerindeki etkilerine göre karşılaştırılması işlemine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "İkili karşılaştırmalar",
      "B": "Kriterler",
      "C": "Hiyerarşik yapı",
      "D": "Nitel ve nicel kriterler",
      "E": "Temel ölçek"
    },
    "explanation": "İkili karşılaştırmalar, bir düzeyde yer alan elemanların kendi aralarında bir üst düzeydeki eleman üzerindeki etkilerine göre karşılaştırılması işlemidir."
  },
  {
    "id": "3501237",
    "unitNumber": 8,
    "text": "İkili karşılaştırmalara ait sonuçlar, Analitik Hiyerarşi Sürecinin hangi tür verisini oluşturur?",
    "correctAnswer": "A",
    "options": {
      "A": "girdi verisi",
      "B": "tutarlılık oranı",
      "C": "tutarlılık indeksi",
      "D": "rassallık göstergesi",
      "E": "tutarsızlık düzeyi"
    },
    "explanation": "İkili karşılaştırmalara ait sonuçlar, Analitik Hiyerarşi Sürecinin girdi verisini oluşturur."
  },
  {
    "id": "3501238",
    "unitNumber": 8,
    "text": "Tutarlılık oranı, karar vericinin ikili karşılaştırmalardaki hangi düzeyi ortaya koyar?",
    "correctAnswer": "A",
    "options": {
      "A": "Tutarsızlık düzeyini",
      "B": "Boyut",
      "C": "Rassallık Göstergesi",
      "D": "Tutarlılık İndeksi",
      "E": "Alternatifler"
    },
    "explanation": "Tutarlılık oranı, karar vericinin ikili karşılaştırmalardaki tutarsızlık düzeyini ortaya koyar."
  },
  {
    "id": "3501239",
    "unitNumber": 8,
    "text": "Tutarlılık oranı kaçın altında ise kabul edilebilir düzeydedir?",
    "correctAnswer": "A",
    "options": {
      "A": "%10",
      "B": "%20",
      "C": "%25",
      "D": "%15",
      "E": "%5"
    },
    "explanation": "Tutarlılık oranı %10’un altında ise kabul edilebilir düzeydedir. Tutarlılık oranı %10’dan fazla ise karar vericiden ikili karşılaştırmaları tekrar gözden geçirmesi istenir."
  },
  {
    "id": "3501240",
    "unitNumber": 8,
    "text": "Alternatiflerin kriterlere göre göreli önem değerleri ile kriterlerin göreli önem değerlerinin çarpımları toplamına ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bütünsel önem değeri",
      "B": "Hiyerarşik Yapı",
      "C": "Temel Ölçek",
      "D": "İkili Karşılaştırmalar",
      "E": "Tutarlılık oranı"
    },
    "explanation": "Bütünsel önem değeri, alternatiflerin kriterlere göre göreli önem değerleri ile kriterlerin göreli önem değerlerinin çarpımları toplamıdır."
  },
  {
    "id": "3501241",
    "unitNumber": 8,
    "text": "Alt kriterlerin göreli önem değerleri; aynı zamanda bağlı olduğu kriter için hangi değerini belirtir?",
    "correctAnswer": "A",
    "options": {
      "A": "kısmi (lokal) önem değerini",
      "B": "bütünsel (global) önem değerini",
      "C": "alternatif kriterler",
      "D": "tutarlılık oranı",
      "E": "tutarsızlık düzeyi"
    },
    "explanation": "Alt kriterlerin göreli önem değerleri; aynı zamanda bağlı olduğu kriter için kısmi (lokal) önem değerini, amaç üzerindeki önem değeri ise bütünsel (global) önem değerini belirtir."
  },
  {
    "id": "3501242",
    "unitNumber": 8,
    "text": "Bir dizi seçeneğin göreceli değerinin belirlenmesi yoluyla sıralanması Analitik Hiyerarşi Sürecinin uygulandığı hangi tür problemlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Önceliklendirme/değerlendirme problemleri",
      "B": "Hiyerarşik ayrıştırma",
      "C": "Seçim problemleri",
      "D": "Kaynak dağıtım problemleri",
      "E": "Çözümleme"
    },
    "explanation": "Önceliklendirme/değerlendirme problemleri: Bir dizi seçeneğin göreceli değerinin belirlenmesi yoluyla sıralanması."
  },
  {
    "id": "3501243",
    "unitNumber": 8,
    "text": "Satırları alternatiflerden, sütunları da kriterlerden oluşan bir matriste aşağıdakilerden hangisi alternatiflerin ilgili kriterde almış olduğu sayısal sonuçları gösterir?",
    "correctAnswer": "E",
    "options": {
      "A": "İlgili satır elemanlarının toplamı.",
      "B": "İlgili sütün elemanlarının toplamı.",
      "C": "Matrisin diyagonali üzerindeki elemanlarının toplamı.",
      "D": "Matrisin diyagonali altındaki elemanlarının toplamı.",
      "E": "İlgili satır ve sütunların kesiştikleri noktada yer alan elemanın değeri."
    },
    "explanation": "<strong>Karar Matrisi: </strong>Alternatiflerin ve kriterlerin bir arada gösterildiği, karar probleminin çözümünde kullanılan temel yapıdır. Matriste satırlarda alternatiflere, sütunlarda ise kriterlere yer verilir. <u>Alternatif ve kriterlerin kesiştiği noktada yer alan değerler,</u> alternatiflerin ilgili kriterde almış olduğu sayısal sonuçları gösterir."
  },
  {
    "id": "3501244",
    "unitNumber": 8,
    "text": "Bir kümedeki karşılaştırılacak eleman sayısı 5 ise gerçekleştirilmesi gereken ikili karşılaştırma sayısı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "7",
      "B": "8",
      "C": "9",
      "D": "10",
      "E": "11"
    },
    "explanation": "Bir kümedeki karşılaştırılacak eleman sayısı n ise gerçekleştirilmesi gereken ikili karşılaştırma sayısı n(n-1)/2 olur. \n n=5 ise 5.(5-1)/2=10"
  },
  {
    "id": "3501245",
    "unitNumber": 8,
    "text": "Bir kümedeki gerçekleştirilmesi gereken ikili karşılaştırma sayısı 15 ise karşılaştırılacak eleman sayısı kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "Bir kümedeki karşılaştırılacak eleman sayısı n ise gerçekleştirilmesi gereken ikili karşılaştırma sayısı n(n-1)/2 olur. \n<br/>n(n-1)/2=15 ise n(n-1)=30 elde edilir. \n<br/>n^2-n-30=0 denkleminin kökleri -5 ve 6 olarak bulunur. doğru cevap 6 olur."
  },
  {
    "id": "3501246",
    "unitNumber": 8,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4a6e6de5f3e9aa83808b02e1ee1bcb7b.png\" alt=\"\" width=\"310\" height=\"196\"> Yukarıda verilen A ikili karşılaştırma matrisinde yer alan x değeri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "0",
      "C": "1/4",
      "D": "1/5",
      "E": "1/20"
    },
    "explanation": "Diyagonalin altındaki değerler üst üçgenden yazılabilir. Diyagonalin üzerinde yer alan değerlerin tersleri alt üçgen değerlerini oluşturur. \n a<sub>13</sub>=4 ise a<sub>31</sub>=1/4"
  },
  {
    "id": "3501247",
    "unitNumber": 8,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4a6e6de5f3e9aa83808b02e1ee1bcb7b.png\" alt=\"\" width=\"214\" height=\"135\"><br/>Verilen ikili karşılaştırma matrisinde x+y değeri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1/20",
      "B": "9/20",
      "C": "2",
      "D": "9",
      "E": "20"
    },
    "explanation": "x=1/4\n<br/>y=1/5 olur.\n<br/>Toplamları ise 9/20 dir.\n<br/>Diyagonalin altındaki değerler üst üçgenden yazılabilir. Diyagonalin üzerinde yer alan değerlerin tersleri alt üçgen değerlerini oluşturur. Diğer değerlerde bu şekilde matrise yazılarak ikili karşılaştırma matrisi tamamlanır."
  },
  {
    "id": "3501248",
    "unitNumber": 8,
    "text": "Bir karar probleminde kriterler ve göreli önem değerleri sırasıyla K1 için 0.30, K2 0.40 ve K3 0.50 olarak bulunmuştur. K1 kriterinin A11 ve A12 olmak üzere iki alt kriteri tanımlanmıştır. Bu iki alt kriterin göreli önem değerleri sırasıyla 0.50 ve 0.40’ dır. Bu bilgilere göre A11 in kısmi önem değeri kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "0.12",
      "B": "0.15",
      "C": "0.16",
      "D": "0.18",
      "E": "0.2"
    },
    "explanation": "0.30x0.50=0.15"
  },
  {
    "id": "3501249",
    "unitNumber": 8,
    "text": "Bir karar probleminde kriterler ve göreli önem değerleri sırasıyla K1 için 0.30, K2 0.40 olarak bulunmuştur. K1 kriterinin A11 ve A12 olmak üzere iki alt kriteri tanımlanmıştır. Bu iki alt kriterin göreli önem değerleri sırasıyla 0.50 ve 0.40’ dır. Bu bilgilere göre A12 in amaç üzerindeki bütünsel önem değeri kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "0.10",
      "B": "0.12",
      "C": "0.16",
      "D": "0.18",
      "E": "0.20"
    },
    "explanation": "0.30x0.40=0.12"
  },
  {
    "id": "3501250",
    "unitNumber": 8,
    "text": "Bir karar probleminde kriterler ve göreli önem değerleri sırasıyla K1 için 0.30 ve K2 için 0.40 olarak bulunmuştur. K1 kriterinin A11 ve A12 K2 kriterinin ise B21, B22 olmak üzere iki alt kriteri tanımlanmıştır. K1 için iki alt kriterin göreli önem değerleri sırasıyla 0.50 ve 0.40’ dır. K2 kriterinin alt kriterlerinin göreli önem değerleri ise sırasıyla 0.30 ve 0.60’ dır. Bu bilgilere göre A11 in bütünsel önem değeri ile B22 bütünsel önem değeri arasındaki fark kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "0.4",
      "B": "0.24",
      "C": "0.15",
      "D": "0.1",
      "E": "0.09"
    },
    "explanation": "K1 A11 için 0.30x0.50=0.15\n<br/>K2 B22 için 0.4.x0.60=0.24\n<br/>0.24-0.15=0.09"
  },
  {
    "id": "3501251",
    "unitNumber": 8,
    "text": "Bir karar probleminde kriterler ve göreli önem değerleri sırasıyla K1 için 0.30 ve K2 için 0.40 olarak bulunmuştur. K1 kriterinin A11 ve A12, K2 kriterinin ise B21, B22 olmak üzere iki alt kriteri tanımlanmıştır. K1 için iki alt kriterin göreli önem değerleri sırasıyla 0.50 ve 0.40’ dır. K2 kriterinin alt kriterlerinin göreli önem değerleri ise sırasıyla 0.30 ve 0.60’ dır. Bu bilgilere göre K1 ve K2 için tüm alt kriterlerin kısmi önem değerileri elde edilirse en büyük olan kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "0.30",
      "C": "0.24",
      "D": "0.15",
      "E": "0.12"
    },
    "explanation": "0.30x0.50=0.15\n 0.30x0.40=0.12\n 0.40x0.30=0.12\n 0.40x0.60=0.24"
  },
  {
    "id": "3501252",
    "unitNumber": 8,
    "text": "Bir karar probleminde kriterler ve göreli önem değerleri sırasıyla K1 için 0.30, K2 için 0.40 ve K3 için 0.50 olarak bulunmuştur. K1 kriterinin A11 ve A12, K2 kriterinin ise B21, B22 ve K3 kriteri için C31, C32 olmak üzere iki alt kriteri tanımlanmıştır. K1 için iki alt kriterin göreli önem değerleri sırasıyla 0.50 ve 0.40’ dır. K2 kriterinin alt kriterlerinin göreli önem değerleri ise sırasıyla 0.30 ve 0.60’ dır. K3 kriterinin alt kriterlerinin göreli önem değerleri ise sırasıyla 0.20 ve 0.80’ dir. Tüm alt kriterlerin kısmi önem değerileri incelendiğinde hangi alt kriterin önem değeri en büyüktür?",
    "correctAnswer": "E",
    "options": {
      "A": "A11",
      "B": "A12",
      "C": "C31",
      "D": "B22",
      "E": "C32"
    },
    "explanation": "A11=0.15\n A12=0.12\n B21=0.12\n B22=0.24\n C31=0.10\n C32=0.40"
  },
  {
    "id": "3501253",
    "unitNumber": 8,
    "text": "I - Anlamlı olmalı<br/>II - Kontrol edilebilir sayıda olmalı<br/>III - Gereksiz olmamalı\n<br/>Yukarıdakilerden hangisi ya da hangileri bir problemin çözümünde kullanılan kriterlerin taşıması gereken önemli özellikler arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Problemin çözümünde kullanılan kriterlerin taşıması gereken önemli özellikler;<br/>• Alternatifler arasında ayrım yapmaya elverişli olmalı,<br/>• Anlamlı olmalı,<br/>• Kontrol edilebilir sayıda olmalı,<br/>• Gereksiz olmamalı,\n<br/>biçiminde sıralanabilir."
  },
  {
    "id": "3501254",
    "unitNumber": 8,
    "text": "Çok kriterli karar problemlerinin modellenmesi ve çözümlenmesinde kullanılan bir teknik olan Analitik Hiyerarşi Süreci (AHS) kim tarafından geliştirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Leonid V. Kantorovich",
      "B": "Thomas L. Saaty",
      "C": "Tjalling C. Koopman",
      "D": "William W. Cooper",
      "E": "George B. Dantzig"
    },
    "explanation": "Çok kriterli karar problemlerinin modellenmesi ve çözümlenmesinde kullanılan bir teknik olan Analitik Hiyerarşi Süreci (AHS) Thomas L. Saaty tarafından geliştirilmiştir"
  },
  {
    "id": "3501255",
    "unitNumber": 8,
    "text": "Çok kriterli karar verme problemlerinin en önemli ve temel öğesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Amaç",
      "B": "Yaklaşım",
      "C": "Kriterler",
      "D": "Kriter Ağırlıkları",
      "E": "Alternatifler"
    },
    "explanation": "Amaç: İşletmelerin hedeflerini gerçekleştirmekve rakipleriyle mücadele etmek için belirledikleri olgular bütünüdür. Kararlar, belirli bir amaca ulaşmak için verilir. ÇKKV problemlerinin en önemli ve temel öğesini oluşturur. ÇKKV problem modeli, amaç etrafında şekillenir."
  },
  {
    "id": "3501256",
    "unitNumber": 8,
    "text": "Çok kriterli karar verme problemlerinin elemanlarından biri olan, alternatiflerin ve kriterlerin bir arada gösterildiği, karar probleminin çözümünde kullanılan temel yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Amaç",
      "B": "Kriterler",
      "C": "Kriter Ağırlıkları",
      "D": "Karar Matrisi",
      "E": "Alternatifler"
    },
    "explanation": "Karar Matrisi: Alternatiflerin ve kriterlerin bir arada gösterildiği, karar probleminin çözümünde kullanılan temel yapıdır"
  },
  {
    "id": "3501257",
    "unitNumber": 8,
    "text": "I. Problemi hiyerarşik bir yapıya dönüştürür<br/>II. İkili karşılaştırmalara dayanır<br/>III. Nicel ve nitel kriterler birleştirilerek değerlendirilir<br/>IV. Sübjektif yargıları çözüme dahil etmez\n<br/>Yukarıdakilerden hangileri Analitik Hiyerarşi Sürecinin özellikleri arasında sayılabilir)",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I,III ve IV",
      "D": "II, III ve IV",
      "E": "Hepsi"
    },
    "explanation": "Teknik, karar vermede grup veya bireyin önceliklerini dikkate alarak, nicel ve nitel kriterleri birleştirerek değerlendirme olanağı sağlamaktadır. 1970’lerin sonlarında geliştirilmiş olan tekniğin en temel uygulama alanı, alternatifler kümesi içinden amaca uygun olanının belirlendiği seçim problemleridir. Tekniğin kullanım kolaylığı, sayısal olarak doğrudan ifade edilemeyen sübjektif yargıları çözüme dahil edebilmesi, tekniğin pek çok farklı alanda ortaya çıkan çok kriterli karar problemlerine uygulanması ile sonuçlanmıştır. Analitik Hiyerarşi Süreci ele alınan problemi hiyerarşik bir yapıya dönüştürür ve ikili karşılaştırmalara dayanır."
  },
  {
    "id": "3501258",
    "unitNumber": 8,
    "text": "Çok önemli olarak tanımlanan bir problem, Saaty’nin 1-9 temel ölçeği arasında hangi sayıyla ifade edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "3",
      "C": "5",
      "D": "7",
      "E": "9"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/259d959d7d3189073e91fa991ffad591.png\" alt=\"\" width=\"638\" height=\"188\">"
  },
  {
    "id": "3501259",
    "unitNumber": 8,
    "text": "Orta Derecede önemli olarak tanımlanan bir problem, Saaty’nin 1-9 temel ölçeği arasında hangi sayıyla ifade edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "3",
      "C": "5",
      "D": "7",
      "E": "9"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b2de92333070f52ecabaab7ad836b02f.jpeg\" alt=\"\" width=\"638\" height=\"188\">"
  },
  {
    "id": "3501260",
    "unitNumber": 8,
    "text": "İkili karşılaştırmalarda yargılarda bulunan kişinin değerlendirmede gösterdiği tutarsızlık düzeyi nasıl ifade edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tutarsızlık Oranı",
      "B": "Tutarsızlık Kriteri",
      "C": "Tutarsızlık problemi",
      "D": "Tutarlılık Oranı",
      "E": "Tutarsızlık İndeksi"
    },
    "explanation": "İkili karşılaştırmalarda yargılarda bulunan kişinin değerlendirmede gösterdiği tutarsızlık düzeyi tutarlılık oranı olarak ifade edilir."
  },
  {
    "id": "3501261",
    "unitNumber": 8,
    "text": "Problemin Hiyerarşik Yapısının Geliştirilmesi süreci kaç seviyeli bir hiyerarşik yapıdan oluşmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Problemimiz amaç, kriterler ve alternatifler olmak üzere üç seviyeli bir hiyerarşik yapı ile gösterilir."
  },
  {
    "id": "3501262",
    "unitNumber": 8,
    "text": "I. Seçim problemleri<br/>II. Önceliklendirme/değerlendirme problemleri<br/>III. Kaynak dağıtım problemleri<br/>IV. Kıyaslama\n<br/>Yukarıdakilerden hangileri Analitik Hiyerarşi Süreci tekniğinin uygulandığı problem türlerinden başlıcalarıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve IV",
      "B": "II ve IV",
      "C": "I, II ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Tekniğin uygulandığı problem türlerinden başlıcaları aşağıda sıralanmıştır.<br/>• Seçim problemleri: Bir dizi seçenek arasından birinin seçilmesi.<br/>• Önceliklendirme/değerlendirme problemleri: Bir dizi seçeneğin göreceli değerinin belirlenmesi yoluyla sıralanması.<br/>• Kaynak dağıtım problemleri: Seçeneklerin en iyi alternatif kombinasyonunun bulunması.<br/>• Kıyaslama: Süreçlerin veya sistemlerin bilinen süreç ve sistemlerle karşılaştırılması."
  },
  {
    "id": "3501405",
    "unitNumber": 8,
    "text": "I Kriterin Yönü<br/>II Kriter Ağırlıkları<br/>III Tamamlayıcılar<br/>IV Alternatifler<br/>V Problemler\n<br/>Yukarıdakilerden hangisi/hangileri çok kriterli karar verme (ÇKKV) elemanlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III",
      "B": "IV",
      "C": "III-V",
      "D": "II-IV",
      "E": "V"
    },
    "explanation": "ÇKKV problemlerinin elemanları; <strong>amaç, kriterler, kriter ağırlıkları</strong> ve <strong>alternatiflerdir</strong>. Bu elemanların birlikte ele alındığı yapı ise karar matrisi olarak adlandırılır."
  },
  {
    "id": "3501406",
    "unitNumber": 8,
    "text": "Çok kriterli karar verme teknikleri ile üç temel problem tipine cevap aranmaktadır. Bunlar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Seçim Problemleri-Sınıflama Problemleri-Sıralama Problemleri",
      "B": "Algılama Problemleri-Yönlendirme Problemleri-Yapılandırma Problemleri",
      "C": "Ölçümleme Problemleri-Gruplama Problemleri-Sıralama Problemleri",
      "D": "Karar Problemleri-Amaç Problemleri-Tanımlama Problemleri",
      "E": "Tercih Problemleri-Kriterleme Problemleri-Değerlendirme Problemleri"
    },
    "explanation": "Çok kriterli karar verme teknikleri ile üç temel problem tipine cevap aranmaktadır. \n Bunlar; en iyi alternatifi belirlemek (<strong>seçim problemleri</strong>), alternatifleri sınıflandırmak (<strong>sınıflama problemleri</strong>) ve alternatifleri sıralamaktır (<strong>sıralama problemleri</strong>)."
  },
  {
    "id": "3501407",
    "unitNumber": 8,
    "text": "\"Analitik Hiyerarşi Süreci, problemi ............. hiyerarşik yapıya dönüştürerek ele alır.\"\n Cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "az karmaşık",
      "B": "çok düzeyli",
      "C": "yüksek güvenli",
      "D": "alt problemli",
      "E": "orta dizili"
    },
    "explanation": "Analitik Hiyerarşi Süreci, problemi <strong>çok düzeyli </strong>hiyerarşik yapıya dönüştürerek ele alır."
  },
  {
    "id": "3501408",
    "unitNumber": 8,
    "text": "\"Analitik Hiyerarşi Sürecinde karar problemi hiyerarşik bir modelde en üst seviyede ........., en alt seviyede<br/>............ olmak üzere yapılandırılır.\"\n Cümlede boş bırakılan yerlere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "kriterler-kriter ağırlıkları",
      "B": "alternatifler-karar matrisi",
      "C": "amaç-sayısal sonuçlar",
      "D": "amaç-alternatifler",
      "E": "eylem-güvenlik"
    },
    "explanation": "Analitik Hiyerarşi Sürecinde karar problemi hiyerarşik bir modelde en üst seviyede <strong>amaç,</strong> en alt seviyede<br/><strong>alternatifler</strong> olmak üzere yapılandırılır."
  },
  {
    "id": "3501409",
    "unitNumber": 8,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/50ccb2704a5d5c84b564db4504077592.jpeg\" alt=\"\" width=\"271\" height=\"222\"> Yukarıda verilen Analitik Hiyerarşi Süreci kaç seviyeli yapıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "N"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e449ff1e265d8bc5f51f811ef47e5ffc.jpeg\" alt=\"\" width=\"342\" height=\"231\">"
  },
  {
    "id": "3501410",
    "unitNumber": 8,
    "text": "Tutarlılık oranının kabul edilebilirlik düzeyi nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "%5",
      "B": "%8",
      "C": "%10",
      "D": "%12",
      "E": "%15"
    },
    "explanation": "<strong>Tutarlılık oranı %10’un altında ise kabul edilebilir düzeydedir.</strong> Tutarlılık oranı %10’dan fazla ise karar vericiden ikili karşılaştırmaları tekrar gözden geçirmesi istenir."
  },
  {
    "id": "3501415",
    "unitNumber": 8,
    "text": "Aşağıda verilen <strong>\"kriterlerin ikili karşılaştırma matrisi\"</strong>ne göre <strong>\"Fiyat\"</strong> için<em><strong> Kriterlerin Normalize Değeri</strong></em> nedir?\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/42974bc199239ed22d95c4017a9c72fb.jpeg\" alt=\"\" width=\"380\" height=\"101\">",
    "correctAnswer": "A",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b6bf625ee27b744fac2d8994cb9bb0ca.jpeg\" alt=\"\" width=\"129\" height=\"107\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d7e9b2660b5b3ee5d3f780d3bb9be2f6.jpeg\" alt=\"\" width=\"130\" height=\"104\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/aeccd6f789a00cf74c52cd672639ef3e.jpeg\" alt=\"\" width=\"118\" height=\"95\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d1a16209eb85226c1ad19a0b404fd09f.jpeg\" alt=\"\" width=\"133\" height=\"100\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a4cde3975e30d0ed2a39b53380fe2fde.jpeg\" alt=\"\" width=\"152\" height=\"83\">"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e60d73fa8a780dd301006fb61fa66f1e.jpeg\" alt=\"\" width=\"600\" height=\"166\"> Fiyat için: 1/1.Sütun Toplamı=1/1,8=<strong>0,55</strong>\n 1/2=0,5 0,5/1.Sütun Toplamı= 0,5/1,8=<strong>0,27</strong>\n 1/3= 0,33 0,33/1.Sütun Toplamı= 0,33/1,8=<strong>0,18</strong>"
  },
  {
    "id": "3501416",
    "unitNumber": 8,
    "text": "Aşağıda verilen <strong>\"kriterlerin ikili karşılaştırma matrisi\"</strong>ne göre <em><strong> Kriterlerin Göreli Önem Değerleri</strong></em> nedir?\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/42974bc199239ed22d95c4017a9c72fb.jpeg\" alt=\"\" width=\"380\" height=\"101\">",
    "correctAnswer": "B",
    "options": {
      "A": "0,50\n 0,33\n 0,17",
      "B": "0,54\n 0,30\n 0,16",
      "C": "0,55\n 0,27\n 0,18",
      "D": "0,57\n 0,33\n 0,19",
      "E": "0,65\n 0,60\n 0,32"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3f50ce1f1d400f73d0abdc1a5d5a0589.jpeg\" alt=\"\" width=\"542\" height=\"107\"> Fiyat için Göreli Önem Ağırlığı= 1.Satır Ortalaması=0,54\n Güvenirlik için Göreli Önem Ağırlığı= 2.Satır Ortalaması=0,30\n Servis Yaygınlığı için Göreli Önem Ağırlığı= 3.Satır Ortalaması=0,16"
  },
  {
    "id": "3501418",
    "unitNumber": 8,
    "text": "Bütünsel Önem Değeri formülü nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "alternatiflerin kriterlere göre göreli önem değerleri ile kriterlerin göreli önem değerlerinin çarpımları toplamıdır",
      "B": "alternatiflerin kriterlere göre göreli önem değerleri ile kriterlerin göreli önem değerlerinin toplamlarının çarpımıdır",
      "C": "alternatiflerin nominal değeri ile kriterlerin göreli önem değerlerinin toplamları çarpımıdır",
      "D": "kriterlerin göreli önem değerlerinin alternatiflerin kriterlere göre göreli önem değerlerine oranıdır",
      "E": "kriterlerin göreli önem değerlerinin alternatiflerin kriterlere göre göreli önem değerlerine bölümünün iki katıdır"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7f64c4029555f2e9995f101f37257177.jpeg\" alt=\"\" width=\"384\" height=\"122\">"
  },
  {
    "id": "3501420",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi analitik hiyerarşi süreci uygulama alanlarından biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Seçim problemleri",
      "B": "Önceliklendirme problemleri",
      "C": "Optimizasyon problemleri",
      "D": "Kıyaslama",
      "E": "Kaynak dağıtım problemleri"
    },
    "explanation": "<strong>Analitik Hiyerarşi Sürecinin Uygulama Alanları</strong><br/>Analitik Hiyerarşi Süreci çok kriterli karar verme teknikleri içinde en iyi bilinen ve sıklıkla kullanılan teknikler arasında yer alır. Tekniğin sağlık, savunma, proje planlama, tahmin, pazarlama, yeni ürün fiyat belirleme, politika değerlendirme, finans ve yönetim gibi pek çok alanda uygulaması görülmektedir. Tekniğin uygulandığı problem türlerinden başlıcaları aşağıda sıralanmıştır.<br/>• <strong>Seçim problemleri:</strong> Bir dizi seçenek arasından birinin seçilmesi.<br/>• <strong>Önceliklendirme/değerlendirme problemleri:</strong> Bir dizi seçeneğin göreceli değerinin belirlenmesi yoluyla sıralanması.<br/>• <strong>Kaynak dağıtım problemleri:</strong> Seçeneklerin en iyi alternatif kombinasyonunun bulunması.<br/>•<strong> Kıyaslama:</strong> Süreçlerin veya sistemlerin bilinen süreç ve sistemlerle karşılaştırılması."
  }
]