[
  {
    "id": "3716878",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi finansal sistemi oluşturan unsurlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Finansal Araç",
      "B": "Tasarruf Sahipleri",
      "C": "Yatırımcılar",
      "D": "Yardımcı kurumlar",
      "E": "Küresel piyasalar"
    },
    "explanation": "Finansal sistem; tasarruf sahipleri (fon arz edenler), yatırımcılar / tüketiciler (fon talep edenler), finansal araçlar (yatırım ve finansman araçları), yardımcı kuruluşlar ve son olarak hukuki ve idari düzen olmak üzere beş ayrı unsurdan oluşmaktadır."
  },
  {
    "id": "3716879",
    "unitNumber": 1,
    "text": "Yatırımcının kendi ülkesinin sınırları dışındaki bir ülkeye, tek başına veya ortaklarla fabrika vb. üretim tesisi kurarak veya var olan şirketleri (tamamen veya kısmen) satın alarak gerçekleştirdiği yatırım türüne ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğrudan yatırım",
      "B": "Dolaylı yatırım",
      "C": "Portföy yatırımı",
      "D": "Kısa vadeli yatırım",
      "E": "Birikimli yatırım"
    },
    "explanation": "Doğrudan yatırım, yatırımcının kendi ülkesinin sınırları dışındaki bir ülkeye, tek başına veya ortaklarla fabrika vb. üretim tesisi kurarak veya var olan şirketleri (tamamen veya kısmen) satın alarak gerçekleştirdiği yatırımlardır. Doğrudan yatırımlarda, yatırımcının işletme sermayesinin en az %10’una sahip olması gerekmektedir."
  },
  {
    "id": "3717199",
    "unitNumber": 1,
    "text": "Varlıkların hızlı bir şekilde, kolaylıkla ve değer kaybı olmaksızın alınıp satılabilmesi olarak tanımı verilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Menkul kıymet",
      "B": "Finansal varlık",
      "C": "Fon açığı",
      "D": "Likidite",
      "E": "Tahvil"
    },
    "explanation": "Likidite, varlıkların hızlı bir şekilde, kolaylıkla ve değer kaybı olmaksızın alınıp satılabilmesidir. Bir finansal varlığın yüksek likiditeye sahip olması, o varlığın değerini kaybetmeden, kolay ve hızlı bir şekilde nakde dönüştürülebildiği anlamına gelir. Bu bağlamda, nakit para, finansal varlıklar arasında en likit olanıdır."
  },
  {
    "id": "3717201",
    "unitNumber": 1,
    "text": "Yardımcı kuruluşlar arasında ticari alacakların finansal zorluklar nedeniyle ödenmeme riskini üstlenen ve ayrıca alacakları vadesinden önce nakde çevirme hizmeti sunan finans kurumu hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Katılım bankaları",
      "B": "Finansal kiralama (leasing) şirketleri",
      "C": "Faktoring şirketleri",
      "D": "Finansman şirketleri",
      "E": "Varlık yönetim şirketleri"
    },
    "explanation": "Faktoring şirketleri: Faktoring, mal ve hizmet satışlarından kaynaklanan vadeli alacakların bir faktoring şirketine devredilerek tahsilat sürecinin ilgili faktoring kuruluşu tarafından yönetilmesidir. Faktoring şirketleri, ticari alacakların finansal zorluklar nedeniyle ödenmeme riskini üstlenir. Ayrıca, alacakları vadesinden önce nakde çevirme hizmeti sunarlar."
  },
  {
    "id": "3717203",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi finansal kurumların fonksiyonları arasında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Büyük ölçekli olmaları ve uzmanlıkları sayesinde, işlem ve bilgi maliyetini azaltırlar.",
      "B": "Fon transferi sırasında uyulması gereken yasal ve idari düzenlemeleri gerçekleştirirler.",
      "C": "Varlık dönüştürme fonksiyonları sayesinde, riskli varlıkları tasarruf sahipleri için daha güvenilir varlıklara dönüştürürler.",
      "D": "Fon fazlasına sahip olanlar ile fon açığı verenler arasında güvenli bir aracı olarak, finansal piyasalara katılımı arttırırlar.",
      "E": "Portföy analizi, piyasa analizi, finansal analiz gibi konularda finansal danışmanlık hizmeti sunarlar."
    },
    "explanation": "Hukuki ve idari düzen, fon transferi sırasında uyulması gereken yasal ve idari düzenlemelere ve finansal sistemi düzenleyen kurumlara karşılık gelir. Finansal sistemin çarklarının sorunsuz ve verimli bir şekilde işlemesi için bu sistemin işleyişini düzenleyen ve kontrol eden otoritelere ihtiyaç vardır. Finansal sistemin etkin bir şekilde düzenlenmesi, ekonomik istikrarın korunmasına, finansal kurumların güvenilirliğinin sağlanmasına ve tüketicilerin korunmasına yardımcı olur. Dolayısıyla B seçeneğindeki özellik finansal kurumların fonksiyonlarından biri olmayıp hukuki ve idari düzenin özelliklerindendir."
  },
  {
    "id": "3717205",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ülkemizde faaliyet gösteren başlıca düzenleme ve denetleme kurumları arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye Cumhuriyet Merkez Bankası",
      "B": "Sermaye Piyasası Kurulu",
      "C": "Tasarruf Mevduatı Sigorta Fonu",
      "D": "Hazine ve Maliye Bakanlığı",
      "E": "Tasarruf Finansman Şirketleri"
    },
    "explanation": "Ülkemizde faaliyet gösteren başlıca düzenleme ve denetleme kurumları aşağıdaki gibi sıralanabilir:<br/>Türkiye Cumhuriyet Merkez Bankası (TCMB): Temel amacı fiyat istikrarını temin etmek olan ve ülkemizdeki para ve kur politikalarından sorumlu kurumdur. Ülkemizdeki rezervleri yönetmek ve para basmak gibi yetki ve görevleri bulunmaktadır.<br/>Hazine ve Maliye Bakanlığı: Hazine ve Maliye Bakanlığı, Türkiye’de mali politika yönetimi, ekonomik istikrarın sağlanması ve mali kaynakların etkin bir şekilde kullanılması gibi temel görevleri üstlenir.<br/>Sermaye Piyasası Kurulu (SPK): Sermaye Piyasası Kurulu, Türkiye’deki sermaye piyasalarının düzenli ve şeffaf bir şekilde işlemesini sağlamak üzere faaliyet gösteren bir regülatördür.<br/>Bankacılık Düzenleme ve Denetleme Kurulu (BDDK): Bankacılık Düzenleme ve Denetleme Kurulu, 90’lı yıllarda bankacılılık sektöründe görülen istikrarsızlık ve dalgalanmalar sebebiyle, 2000 yılında faaliyete başlamıştır.<br/>Tasarruf Mevduatı Sigorta Fonu (TMSF): Tasarruf Mevduatı Sigorta Fonu (TMSF), Türkiye’deki mevduat sahiplerini koruma amacı güden bir kuruluştur."
  },
  {
    "id": "3717206",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi finansal varlığın vadesine göre yapılan bir finansal piyasa sınıflandırma türüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Öz sermaye piyasaları",
      "B": "Para piyasaları",
      "C": "Spot piyasalar",
      "D": "Birincil piyasalar",
      "E": "Organize piyasalar"
    },
    "explanation": "Finansal piyasalar, finansal varlığın vadesine göre para piyasaları ve sermaye piyasaları olarak iki sınıfa ayrılır. Kısa vadeli (1 yıl ve daha kısa) finansal araçların alınıp satıldığı piyasalara para piyasası denir. Bu piyasalar, kısa vadeli borç ihtiyacı olanlar ile kısa vadeli fon fazlası olan birimlerin buluştuğu yerlerdir."
  },
  {
    "id": "3717208",
    "unitNumber": 1,
    "text": "Bir ülkede, sermaye piyasalarının gelişip ülke ekonomisine katkı sağlayacak düzeye gelebilmesi, belli koşulların gerçekleşmesine bağlıdır. Aşağıdakilerden hangisi bu koşullar arasında zikredilemez?",
    "correctAnswer": "C",
    "options": {
      "A": "Menkul değerlere yatırım yapmak için uygun bir ortamın bulunması",
      "B": "Ekonomide birikimin artması",
      "C": "Şirketlerin kısa vadeli finansa ihtiyaç duyması",
      "D": "Bilgi takibi ve yatırım analizi yapacak uzmanların bulunması",
      "E": "Çeşitli halka açık şirketlerin bulunması"
    },
    "explanation": "Bir ülkede, sermaye piyasalarının gelişip ülke ekonomisine katkı sağlayacak düzeye gelebilmesi, belli koşulların gerçekleşmesine bağlıdır. Bu koşullar şu şekilde sıralanabilir: • Ekonomide birikimin artması • Şirketlerin uzun vadeli finansa ihtiyaç duyması • Menkul değerlere yatırım yapmak için uygun bir ortamın bulunması • Çeşitli halka açık şirketlerin bulunması • Sermaye piyasasında faaliyet gösterecek aracı kurumların gelişmiş olması • Bilgi takibi ve yatırım analizi yapacak uzmanların bulunması • Sermaye piyasasının güvenilir, şeffaf ve kararlı bir ortama sahip olması için gerekli yasal düzenlemelerin olması"
  },
  {
    "id": "3717210",
    "unitNumber": 1,
    "text": "Nominal faiz oranının, reel faiz oranı ile beklenen enflasyon oranının toplamına eşit olduğunu öne süren ve faiz ile enflasyon arasındaki bu ilişkiyi ortaya koyan kavram hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ödünç verilebilir fonlar teorisi",
      "B": "Fisher etkisi",
      "C": "Tarafsız beklentiler teorisi",
      "D": "Likidite",
      "E": "Yatay eğimli getiri eğrisi"
    },
    "explanation": "Faiz oranlarını etkileyen en temel faktör, ekonomideki gerçekleşen veya beklenen enflasyon oranıdır. Enflasyon oranı, fiyatlardaki artışı temsil eden bir ekonomik göstergedir. Eğer enflasyon artarsa, gelecekteki mal ve hizmetlerin fiyatları yükselecektir. Bu durumda, piyasalara fon sağlayarak bugünkü mal ve hizmet tüketiminden vazgeçen birimler, ilerde tüketecekleri mal ve hizmetlerin artan maliyetlerini karşılamak için daha yüksek bir faiz oranı talep ederler. Bu yüzden, fiilî veya beklenen enflasyon düzeyi ne kadar yüksek olursa faiz oranları da o kadar yüksek olacaktır. Faiz ile enflasyon arasındaki bu ilişki ilk kez Irving Fisher tarafından ortaya konulduğu için, Fisher etkisi olarak isimlendirilmiştir. Fisher etkisine göre, finansal piyasalarda gözlemlenen nominal faiz oranlarının, fon sağlayanlara şu iki hususu temin etmesi gerekir: • Şu anki tüketimden vazgeçme maliyeti (reel faiz oranı) • Enflasyon nedeniyle ortaya çıkan satın alma gücü kaybı (enflasyon oranı)"
  },
  {
    "id": "3717214",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi finansal sistemin fonksiyonları arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Fon Transferi",
      "B": "Kaynak Yaratma",
      "C": "Fiyat Belirleme",
      "D": "Risk yönetimi",
      "E": "Faiz oranlarını belirleme"
    },
    "explanation": "Finansal Sistemin Fonksiyonları: Fon Transferi, Kaynak Yaratma ve Ekonomik Kalkınma, Fiyat Belirleme, Risk Yönetimi, Ödemeleri Kolaylaştırma, Likidite Sağlama ve Para Politikalarının Yönetilmesi."
  },
  {
    "id": "3719914",
    "unitNumber": 1,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/896a9a5d72200f7d0f1a8c4d2f34fe94.jpeg\" alt=\"\" width=\"138\" height=\"116\"> Yukarıdaki şekilde ödünç verilebilir fon arzı ve fon talebinin faiz oranları ile ilişkisi görülmektedir. Buna göre faiz oranı arttıkça aşağıdaki durumlardan hangisi gerçekleşir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fon arzı artmakta, fon talebi ise azalmaktadır",
      "B": "Fon arzı azalırken, fon talebi ise artmaktadır",
      "C": "Fon arzı artarken fon talebi değişmemektedir",
      "D": "Fon talebi azalırken fon arzı değişmemektedir",
      "E": "Fon arzı ve fon talebi birlikte azalmaktadır"
    },
    "explanation": "<strong>Ödünç Verilebilir Fonlar Teorisi</strong><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/896a9a5d72200f7d0f1a8c4d2f34fe94.jpeg\" alt=\"\" width=\"171\" height=\"144\"> Buna göre faiz oranı arttıkça; <br/><ul> <li>Fon arzı artmakta</li> <li>Fon talebi azalmaktadır</li> </ul>"
  },
  {
    "id": "3719939",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi finansal sistemi oluşturan unsurlardan biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Tasarruf Sahipleri",
      "B": "Yatırımcılar",
      "C": "Finansal Araç",
      "D": "Ortaklar",
      "E": "Yardımcı Kurumlar"
    },
    "explanation": "<strong>FİNANSAL SİSTEMİN UNSURLARI</strong><br/><strong>Finansal Sistemi Oluşturan Unsurlar:</strong><br/><ul> <li>Tasarruf Sahipleri</li> <li>Yatırımcılar</li> <li>Finansal Araç</li> <li>Hukuki ve İdari Düzen</li> <li>Yardımcı Kurumlar</li> </ul>"
  },
  {
    "id": "3719941",
    "unitNumber": 1,
    "text": "Doğrudan yatırımlarda, yatırımcının işletme sermayesinin en az yüzde kaçına sahip olması gerekmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "%5",
      "B": "%10",
      "C": "%25",
      "D": "%50",
      "E": "%60"
    },
    "explanation": "<strong>Tasarruf Sahipleri (Fon Arz Edenler)</strong><br/>Doğrudan yatırımlarda, yatırımcının işletme sermayesinin en az yüzde %10'una sahip olması gerekmektedir"
  },
  {
    "id": "3719946",
    "unitNumber": 1,
    "text": "Doğrudan yatırımlar ile ilgili olarak aşağıdakilerden hangisi doğru <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Üretim odaklı yatırımlardır",
      "B": "Yatırımcının işletme sermayesinin en az %10’una sahip olması gerekmektedir",
      "C": "Uzun vadeli yatırımlardır",
      "D": "Yatırımcı yatırım yaptığı ülkeye üretim teknolojisi getirir",
      "E": "Menkul kıymetlere yapılan portföy yatırımlarını içerir"
    },
    "explanation": "<strong>Tasarruf Sahipleri (Fon Arz Edenler)</strong><br/>Doğrudan yatırım, yatırımcının kendi ülkesinin sınırları dışındaki bir ülkeye, tek başına veya ortaklarla fabrika vb. üretim tesisi kurarak veya var olan şirketleri (tamamen veya kısmen) satın alarak gerçekleştirdiği yatırımlardır. Doğrudan yatırımlarda, yatırımcının işletme sermayesinin en az %10’una sahip olması gerekmektedir."
  },
  {
    "id": "3719951",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dini hassasiyetler nedeniyle faizsiz bankacılık prensipleri doğrultusunda hizmet veren, müşterilerinin finansal ihtiyaçlarını karşılamak için ticaret yöntemini kullanarak, kâr ve zarar ortaklığı temelinde faaliyet gösteren bankalardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Finansal bankalar",
      "B": "Ticari bankalar",
      "C": "Katılım bankaları",
      "D": "Finansman bankaları",
      "E": "Faktoring bankalar"
    },
    "explanation": "<strong>Yardımcı Kuruluşlar</strong><br/><strong>Katılım Bankaları: </strong><br/><ul> <li>Dini hassasiyetler nedeniyle faizsiz bankacılık prensipleri doğrultusunda hizmet veren bankalardır</li> <li>Müşterilerinin finansal ihtiyaçlarını karşılamak için ticaret yöntemini kullanarak, kâr ve zarar ortaklığı temelinde faaliyet gösteren bankalardır.</li> <li>Müşterinin talep ettiği malı, hizmeti veya hakkı tedarikçisinden peşin alarak, buna kendi kârlarını ekleyip müşteriye vadeli olarak sunarlar.</li> </ul>"
  },
  {
    "id": "3719953",
    "unitNumber": 1,
    "text": "Fon fazlası olan hane halkının borsada pay senedi veya tahvil alması aşağıdakilerden hangisine örnek olarak gösterilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Leasing",
      "B": "Faktoring",
      "C": "Doğrudan finansman",
      "D": "Dolaylı finansman",
      "E": "Katılım finansmanı"
    },
    "explanation": "<strong>Doğrudan Finansman ve Dolaylı Finansman</strong><br/>Fon fazlası olan hane halkının borsada pay senedi veya tahvil alması, Doğrudan finansmana örnek olarak gösterilebilir."
  },
  {
    "id": "3719954",
    "unitNumber": 1,
    "text": "Fon alan tarafın, fon veren taraftan daha çok bilgiye sahip olduğu bilgi eşitsizliği durumunda ortaya çıkan asimetrik bilgi aşağıdaki sorunların hangisine neden olmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Çeşitlendirme",
      "B": "Kaydi para",
      "C": "Bölünebilirlik",
      "D": "Ters seçim",
      "E": "İşlem maliyeti"
    },
    "explanation": "<strong>Doğrudan Finansman ve Dolaylı Finansman</strong><br/>Fon alan tarafın, fon veren taraftan daha çok bilgiye sahip olduğu bilgi eşitsizliği durumunda ortaya çıkan asimetrik bilgi aşağıdaki sorunlara neden olmaktadır:<br/><ul> <li>Ters seçim</li> <li>Asimetrik bilgi</li> </ul>"
  },
  {
    "id": "3719955",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ülkemizde faaliyet gösteren başlıca düzenleme ve denetleme kurumlarından biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye Cumhuriyet Merkez Bankası",
      "B": "Hazine ve Maliye Bakanlığı",
      "C": "Sermaye Piyasası Kurulu",
      "D": "Bankacılık Düzenleme ve Denetleme Kurulu",
      "E": "Tasarruf ve Yatırım Denetleme Kurulu"
    },
    "explanation": "<strong>Hukuki ve İdari Düzen</strong><br/><strong>Ülkemizde faaliyet gösteren başlıca düzenleme ve denetleme kurumları:</strong><br/><ul><br/><li>Türkiye Cumhuriyet Merkez Bankası</li><br/><li>Hazine ve Maliye Bakanlığı</li><br/><li>Sermaye Piyasası Kurulu</li><br/><li>Bankacılık Düzenleme ve Denetleme Kurulu</li><br/><li>Tasarruf Mevduatı Sigorta Fonu</li><br/></ul>"
  },
  {
    "id": "3719960",
    "unitNumber": 1,
    "text": "Türkiye Cumhuriyet Merkez Bankası (TCMB) ile ilgili olarak aşağıdakilerden hangisi doğru <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Ülkemizdeki para ve kur politikalarından sorumlu kurumdur",
      "B": "Tasarruf sahiplerinin haklarının korunması için gerekli olan denetleme yapar",
      "C": "Bankaların likidite yönetimi, sermaye yeterliliği ve risk yönetimi faaliyetlerini gözetir",
      "D": "Ülkemizdeki rezervleri yönetmektedir",
      "E": "Para basma yetki ve görevi bulunmaktadır"
    },
    "explanation": "<strong>Hukuki ve İdari Düzen</strong><br/><strong>Türkiye Cumhuriyet Merkez Bankası (TCMB);</strong><br/><ul> <li>Ülkemizdeki para ve kur politikalarından sorumlu kurumdur</li> <li>Bankaların likidite yönetimi, sermaye yeterliliği ve risk yönetimi faaliyetlerini gözetir</li> <li>Ülkemizdeki rezervleri yönetmektedir</li> <li>Para basma yetki ve görevi bulunmaktadır</li> </ul>"
  },
  {
    "id": "3719967",
    "unitNumber": 1,
    "text": "İflas etmiş banka ve finansal kurumların mali yapılarını düzeltmek, bu kurumları yeniden yapılandırmak, satmak, devretmek, tasfiye işlemlerini yönetmek ve alacaklıların tahsil işlerini yürütmek gibi görevleri bulunan kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasarruf Mevduatı Sigorta Fonu",
      "B": "Türkiye Cumhuriyet Merkez Bankası",
      "C": "Hazine ve Maliye Bakanlığı",
      "D": "Sermaye Piyasası Kurulu",
      "E": "Bankacılık Düzenleme ve Denetleme Kurulu"
    },
    "explanation": "<strong>Hukuki ve İdari Düzen</strong><br/><strong>Tasarruf Mevduatı Sigorta Fonu: </strong>İflas etmiş banka ve finansal kurumların mali yapılarını düzeltmek, bu kurumları yeniden yapılandırmak, satmak, devretmek, tasfiye işlemlerini yönetmek ve alacaklıların tahsil işlerini yürütmek gibi görevleri bulunan kurumdur."
  },
  {
    "id": "3717426",
    "unitNumber": 2,
    "text": "Türkiye’de Fintek şirketleri <u>en çok</u> hangi alanda çalışmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yatırım",
      "B": "Borsa",
      "C": "Bankacılık teknolojileri",
      "D": "Merkeziyetsiz finans",
      "E": "Ödemeler"
    },
    "explanation": "637’si aktif olmak üzere Şubat 2023 itibarıyla Türkiye’de bugüne kadar 739 fintek kurulmuştur. <br/>Türkiye’de Fintek şirketleri en çok ödemeler alanında çalışmaktadır. Ödemeler alanında 255 kuruluş bulunmaktadır. Bunu 92 kuruluşla merkeziyetsiz finans, 91 kuruluşla bankacılık teknolojileri ve 66 kuruluşla kurumsal finans şirketleri takip etmektedir."
  },
  {
    "id": "3717427",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Bankacılıkta değişim, dönüşüm ve teknolojinin de etkisi ile klasik bankacılıkta kullanılan ana gelir kalemleri günümüzde çeşitlenmiştir.</li> <li>Finans ekosistemine giren yeni aktörler ve teknoloji sayesinde verimlilik artmakta, daha yenilikçi iş modelleri gelişmekte ve rekabet artmaktadır</li> <li>Bankacılıkta değişim, dönüşüm ve teknolojik gelişmeye rağmen, klasik bankacılıkta ana kanal olan şubelerin önemini artmaya devam etmektedir.</li> </ol> Bankacılıkta dönüşüm ve değişim ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II",
      "E": "II, III"
    },
    "explanation": "Bankacılıkta değişim, dönüşüm ve teknolojinin de etkisi ile klasik bankacılıkta kullanılan ana gelir kalemleri günümüzde çeşitlenmiştir.<br/>Finans ekosistemine giren yeni aktörler ve teknoloji sayesinde verimlilik artmakta, daha yenilikçi iş modelleri gelişmekte ve rekabet artmaktadır.<br/>Klasik bankacılıkta ana kanal olan şubelerin öneminin azaldığı bir dönem başlamış bulunmaktadır.<br/>I, II"
  },
  {
    "id": "3717428",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Türk bankacılık sektörünün gelişiminde “Kamu Bankaları Dönemi” adlandırılan dönemde kurulan bankalar arasında <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Sümerbank",
      "B": "İller Bankası",
      "C": "Etibank",
      "D": "Denizbank",
      "E": "Ziraat Bankası"
    },
    "explanation": "Kamu Bankaları Dönemi (1933-1945): 1933-1945 dönemi Türk bankacılığı açısından<br/>oldukça önemli bir dönem olarak bir dönem olarak nitelendirilmektedir.. Bu dönemde önemli devlet bankaları kurulmuştur. Bu nedenle dönem, kamu bankaları dönemi olarak adlandırılmaktadır. Kamu bankaları döneminde büyük ve önemli devlet bankalarının kurulmuş olması, dönemin belirgin özelliği olmuştur. 1934’te başlatılan Birinci Sanayi Planı’nın yürürlüğe girmesiyle, devlet sermayesiyle veya devlet sermayesinin önderliğinde kurulan bu bankalar önemli görevler almışlardır. Bu dönemde aşağıdaki bankalar kurulmuştur:<br/>• Sümerbank (1933)<br/>• İller Bankası (1933)<br/>• Etibank (1935)<br/>• Denizbank (1937)<br/>• Halkbank (1938)<br/>Ziraat Bankası ise Osmanlı İmparatorluğu döneminde 1868 yılında kurulmuştur."
  },
  {
    "id": "3717429",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Bankacılık Düzenleme ve Denetleme Kurumu’nun (BDDK) görevleri arasında <u>yer almaz?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Tasarruf finansman şirketlerinin tasfiyesini sağlamak",
      "B": "Kredi sisteminin etkin şekilde çalışmasını sağlamak",
      "C": "Düzenleme ve denetimi kapsamındaki kuruluşların faaliyetlerini güvenli ve sağlam şekilde gerçekleştirmesini sağlamak",
      "D": "Tasarruf sahiplerinin hak ve menfaatlerinin korunmasını sağlamak",
      "E": "Finansal piyasaların gelişmesine ve finansal istikrara katkıda bulunmak"
    },
    "explanation": "Bankacılık Kanunu ve ilgili diğer düzenlemelerde belirtilen görev ve yetkileri çerçevesinde Bankacılık Düzenleme ve Denetleme Kurumunun görevi:<br/><ul><br/><li>Kredi sisteminin etkin şekilde çalışmasını sağlamak,</li><br/><li>Düzenleme ve denetimi kapsamındaki kuruluşların faaliyetlerini güvenli ve sağlam şekilde gerçekleştirmesini sağlamak,</li><br/><li>Finansal piyasaların gelişmesine ve finansal istikrara katkıda bulunmak,</li><br/><li>Tasarruf sahiplerinin hak ve menfaatlerinin korunmasını sağlamak,</li><br/><li>BDDK yapacağı kalite kontrol ve denetim çalışmalarının sonuçlarını Kamu Gözetimi,<br/>Muhasebe ve Denetim Standartları Kurumuna da bildirmek zorundadır.</li><br/></ul><br/>Tasarruf finansman şirketlerinin tasfiyesini yapmak, TMSF'nin görevleri arasındadır.<br/>Tasarruf finansman şirketlerinin tasfiyesini sağlamak"
  },
  {
    "id": "3717430",
    "unitNumber": 2,
    "text": "Ülkemizde Merkez Bankasının temel amacının TCMB Kanunu ile ………………………………………. olduğu hükme bağlanmıştır.<br/>Yukarıdaki cümleyi aşağıdakilerden hangisi tam ve doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik büyümeyi sağlamak",
      "B": "Tasarruf oranını yükseltmek",
      "C": "İşsizlik oranını düşürmek",
      "D": "Cari açığı azaltmak",
      "E": "Fiyat istikrarını sağlamak"
    },
    "explanation": "Ülkemizde Merkez Bankasının temel amacının TCMB Kanunu ile fiyat istikrarını sağlamak olduğu hükme bağlanmıştır."
  },
  {
    "id": "3717431",
    "unitNumber": 2,
    "text": "Kalkınma bankaları ile ilgili aşağıdaki ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Devlet tarafından ve devlet desteği ile kurulur.",
      "B": "Kârlılık ön plandadır.",
      "C": "İşletmelere orta ve uzun vadeli kredi verir.",
      "D": "Özellikle imalat sanayini finanse eder.",
      "E": "Gelişmekte olan ülkelerde faaliyet gösterir."
    },
    "explanation": "Katılım bankalarının özelliklerinden bazıları:<br/><ul><br/><li>Devlet tarafından ve devlet desteği ile kurulur.</li><br/><li>İşletmelere orta ve uzun vadeli kredi verir.</li><br/><li>Özellikle imalat sanayini finanse eder.</li><br/><li>Gelişmekte olan ülkelerde faaliyet gösterir.</li><br/></ul><br/>Kârlılığın ön planda olması ise yatırım bankaları için geçerlidir.<br/>Kârlılık ön plandadır."
  },
  {
    "id": "3717432",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Kalkınma bankaları, gelişmekte olan ülkelerde sermaye yetersizliği olan firmaların yapacağı yeni yatırımlara kaynak sağlamanın yanı sıra teknik yardım sağlayarak endüstriyel gelişmenin hızlanmasını desteklemektedir.</li> <li>Yatırım bankaları sahip oldukları finansal kaynakları menkul kıymetleştirme yolu ile uzun vadeli finansal araçlara çevirerek ulusal ve uluslararası fon piyasalarında aktif rol oynayan kuruluşlardır.</li> <li>Yatırım bankaları kaynaklarını genellikle para piyasalarından sağlayarak bu piyasalarının gelişimine katkıda bulunmaktadır.</li> </ol> Kalkınma ve yatırım bankaları ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II",
      "E": "I, III"
    },
    "explanation": "Kalkınma bankaları, gelişmekte olan ülkelerde sermaye yetersizliği olan firmaların yapacağı yeni yatırımlara kaynak sağlamanın yanı sıra teknik yardım sağlayarak endüstriyel gelişmenin hızlanmasını desteklemektedir.<br/>Yatırım bankaları sahip oldukları finansal kaynakları menkul kıymetleştirme yolu ile uzun vadeli finansal araçlara çevirerek ulusal ve uluslararası fon piyasalarında aktif rol oynayan kuruluşlardır.<br/>Yatırım bankaları kaynaklarını sermaye piyasalarından sağlayarak bu piyasalarının gelişimine katkıda bulunmaktadır.<br/>I, II"
  },
  {
    "id": "3717433",
    "unitNumber": 2,
    "text": "<ol type=\"I\"><br/><li>Bankalar risk yönetimi yaparken aynı zamanda borç verdikleri kurum ve kuruluşlar hakkında bilgi alırlar, bilgileri değerlendirerek bu kurumlarla çalışma koşullarını düzenlerler.</li><br/><li>Bankalar para arzını düzenleyerek, faiz oranlarını etkileyerek, finansal kriz dönemlerinde son çare ve borç verenler olarak hareket ederek ekonominin genel istikrarına katkıda bulunur.</li><br/><li>Bankalar vergi oranlarını düzenleyerek maliye politikasının yürütülmesine katkı sağlarlar.</li><br/></ol><br/>Bankacılık ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II",
      "E": "II, III"
    },
    "explanation": "Bankalar risk yönetimi yaparken aynı zamanda borç verdikleri kurum ve kuruluşlar hakkında bilgi alırlar, bilgileri değerlendirerek bu kurumlarla çalışma koşullarını düzenlerler.<br/>Bankalar para arzını düzenleyerek, faiz oranlarını etkileyerek, finansal kriz dönemlerinde son çare ve borç verenler olarak hareket ederek ekonominin genel istikrarına katkıda bulunur.<br/>Bankalar, ekonomik faaliyetlerin sürdürülmesinde gereken para akışını, belirlenen para politikası kurallarına göre sağlar.<br/>I, II"
  },
  {
    "id": "3717434",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi para piyasasının özellikleri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Para piyasalarındaki enstrümanların likiditesi oldukça düşüktür.",
      "B": "Para piyasasında yatırımlar genellikle yüksek riskli yatırımlar olarak kabul edilir.",
      "C": "Merkez bankaları para piyasalarında menkul kıymet alıp satarak faiz oranlarını etkileyebilir",
      "D": "Para piyasası araçları genellikle uzun vadeli faiz oranları için gösterge görevi görür.",
      "E": "Para piyasalarındaki faiz oranları hazine ve maliye bakanlığı tarafından belirlenir."
    },
    "explanation": "Para piyasalarındaki enstrümanların likiditesi oldukça yüksektir.<br/>Para piyasasında yatırımlar genellikle düşük riskli yatırımlar olarak kabul edilir.<br/>Merkez bankaları para piyasalarında menkul kıymet alıp satarak faiz oranlarını etkileyebilir<br/>Para piyasası araçları genellikle kısa vadeli faiz oranları için gösterge görevi görür.<br/>Para piyasalarındaki faiz oranları fon arz ve talebine göre belirlenir.<br/>Merkez bankaları para piyasalarında menkul kıymet alıp satarak faiz oranlarını etkileyebilir."
  },
  {
    "id": "3717435",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Finansal piyasalar 1970’li yıllardan itibaren enflasyon ve faiz oranlarındaki dalgalanmalar, yeni yasal düzenlemeler, ekonomik büyüme ve teknolojik gelişmelerin de etkisi ile değişmiş ve dönüşmüştür.</li> <li>Para piyasaları bir yıldan daha fazla süreler için borçlanma ve borç verme işlemlerinin gerçekleştirildiği piyasalardır.</li> <li>Para piyasasına duyulan ihtiyacın nedeni, ekonomik birimlerin gelirleri ile giderlerinin örtüşmemesidir.</li> </ol> Finansal piyasalar ve para piyasası ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "I, III",
      "E": "II, III"
    },
    "explanation": "Finansal piyasalar 1970’li yıllardan itibaren enflasyon ve faiz oranlarındaki dalgalanmalar, yeni yasal düzenlemeler, ekonomik büyüme ve teknolojik gelişmelerin de etkisi ile değişmiş ve dönüşmüştür<br/>Para piyasaları ise genellikle bir geceden bir yıla kadar değişen süreler için borçlanma ve borç verme işlemlerinin gerçekleştirildiği piyasalardır.<br/>Para piyasasına duyulan ihtiyacın nedeni, ekonomik birimlerin gelirleri ile giderlerinin örtüşmemesidir.<br/>II, III"
  },
  {
    "id": "3717807",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi SPK’nın menkul kıymet tanımına giren araçlar arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Paylar",
      "B": "Para",
      "C": "Çekler",
      "D": "Poliçe",
      "E": "Bono"
    },
    "explanation": "Türkiye Sermaye Piyasası Mevzuatı’na göre, sermaye piyasa araçlarının tanım ve kapsamının çerçevesi Sermaye Piyasası Kanunu’nun (SPKn) 3. maddesi 1. fıkrasında çizilmektedir (6362 Sayılı Sermaye Piyasası Kanunu, 2012).<br/>Aynı maddenin o) bendine göre <strong><em><u>menkul kıymetler</u></em><u>: </u></strong><br/><ul> <li>Paylar, pay benzeri diğer kıymetler ile bu paylara ilişkin depo sertifikaları,</li> <li>Borçlanma araçları, menkul kıymetleştirilmiş varlık ve gelirlere dayalı borçlanma araçları ve bu araçlara ilişkin depo sertifikalarını</li> </ul> kapsamaktadır. Para, çek, poliçe ve bono gibi sermaye piyasalarında işlem görmeyen mali varlıklar ise menkul kıymet tanımının dışında tutulmuştur."
  },
  {
    "id": "3717817",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi borçlanma araçlarının temel özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Belirli bir vadesi yoktur",
      "B": "İhraççı şirkete ait kâr payı ödemesi sağlar",
      "C": "Borçlanma için ödenen faiz gideri vergi matrahından düşülemez",
      "D": "Tasfiye durumunda en düşük önceliğe sahiptir",
      "E": "Faiz getirisi genellikle sabittir"
    },
    "explanation": "Payların ve borçlanma araçlarının temel mali özelliklerinden çıkılarak başlıca farklılıklarının karşılaştırılması Tablo’daki gibi özetlenebilir;<br/>Paylar ve Borçlanma Araçlarının Karşılaştırması<br/><table> <tbody> <tr> <td> <strong>Paylar </strong><br/></td> <td> <strong>Borçlanma araçları </strong><br/></td> </tr> <tr> <td> Belli bir vadesi yoktur. İhraççı şirketin varlığı devam ettiği sürece pay da yatırımcısına hak sağlar.<br/></td> <td> Belli bir itfa vadesi vardır.<br/></td> </tr> <tr> <td> İhraççı şirketten kâr payı ve tasfiye durumunda tasfiye kârı elde eder.<br/></td> <td> İhraççı şirketten faiz geliri kazanır ve itfa tarihinde ana parayı geri alır.<br/></td> </tr> <tr> <td> İhraççı şirket kârlılığına bağlı olarak kâr payı kazancı değişir.<br/></td> <td> Genellikle faiz getirisi sabittir.<br/></td> </tr> <tr> <td> Paylar için ödenen kâr payı vergi matrahından düşülmez.<br/></td> <td> Borçlanma için ödenen faiz gider vergi matrahından düşülür.<br/></td> </tr> <tr> <td> Tasfiye durumunda, borç ve diğer alacaklara göre daha düşük önceliklidir.<br/></td> <td> Tasfiye durumunda, paylara göre daha yüksek önceliklidir.<br/></td> </tr> </tbody> </table>"
  },
  {
    "id": "3717820",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi payları borçlanma araçlarından ayıran temel farkı ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Sabit getiri sağlamaları",
      "B": "Uzun vadeye sahip olmaları",
      "C": "İhraççı ortaklığın sermayesini temsil etmeleri",
      "D": "Sadece kamu kurumlarına satılmaları",
      "E": "Pay sahiplerinin şirketin tasfiyesinde en yüksek öncelikli olmaları"
    },
    "explanation": "SPKn menkul kıymet tanımlamasının iki alt maddesinden birincisini paylar ve pay benzeri menkul kıymetler oluşturmaktadır. Bu menkul kıymetleri borçlanma araçlarından ayıran temel fark, ihraççı ortaklığın sermayesini temsil etmeleri veya sermayede temsil edilmese bile pay sahipliği haklarının bir veya bir kısmını içermeleridir."
  },
  {
    "id": "3717824",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tahvil ve finansman bonolarının vadesi ile ilgili doğru bir ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansman bonosu bir ay ile bir yıl arasında bir vadeye sahip iken tahviller bir yıl ve daha uzun vadeye sahiptir.",
      "B": "Finansman bonosu haftalık bir vadeye sahip iken tahviller bir yıldan daha kısa bir vadeye sahiptir",
      "C": "Finansman bonosu bir yıldan uzun bir vadeye sahip iken tahviller vade taşımaz",
      "D": "Finansman bonosu orta vadeye sahip iken tahviller üç ile altı aylık vadeye sahiptir",
      "E": "Finansman bonosunun belirli bir vadesi yoktur, tahviller ise bir yıl ve daha uzun vadeye sahiptir."
    },
    "explanation": "Tahvil ile finansman bonosu arasındaki temel ayrım vadelerindedir. Finansman bonosu bir ay ile bir yıl arasında bir vadeye sahip iken tahviller bir yıl ve daha fazla vadeye sahiptir.<br/>Tahvil, ihraççıların borçlu sıfatıyla düzenleyip sattığı ve nominal değerinin vade tarihinde veya vade tarihine kadar taksitler hâlinde yatırımcıya geri ödenmesi taahhüdünü içeren, vadesi 365 gün veya daha uzun olan borçlanma aracıdır. Finansman bonosu, tahvil ile aynı özelliklere sahip olmakla birlikte vadesi 30 ila 364 gün arasında olan borçlanma aracıdır."
  },
  {
    "id": "3717829",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kuponsuz tahvillerle ilgili doğru bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vade sonuna kadar belirli dönemlerde sabit faiz ödemesi gerçekleşir",
      "B": "Kuponsuz bir tahvil primli işlem görür",
      "C": "Vade tarihinde anapara ile birlikte son faiz ödemesi yapılır",
      "D": "Kuponsuz bir tahvil her zaman iskontolu işlem görür",
      "E": "Kuponsuz bir tahvil vade taşımaz"
    },
    "explanation": "Kuponlu tahviller vade sonuna kadar belirli dönemlerde sabit faiz ödemesi sağlamakta, vade tarihinde ise son kupon ödemesi ile birlikte ana para da geri ödenmektedir. Kuponsuz tahvillerde ise vade sonuna kadar faiz ödemesi olmamakta, vade tarihinde ise sadece ana para ödenmektedir.<br/>Piyasa fiyatının nominal değerden yüksek olması durumunda, tahvil primli (premium) olarak adlandırılmaktadır. Bir tahvil primli işlem gördüğünde, getiri oranı kupon oranının altında kalmaktadır.<br/><ul> <li>Piyasa fiyatının nominal değerden düşük olması durumunda, tahvil iskontolu (discount) olarak adlandırılmaktadır. Bir tahvil iskontolu işlem gördüğünde, getiri oranı kupon oranının üstüne çıkmaktadır.</li> </ul> Bu ilişkiden hareketle kuponsuz bir tahvilin her zaman iskontolu işlem gördüğü anlaşılmaktadır.<br/>Paylar vade taşımaz borçlanma araçlarının ise belirli bir itfa vadesi vardır."
  },
  {
    "id": "3717832",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ipotek teminatlı menkul kıymetlerin (İTMK) ihraç sürecinde rol alan kurumlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bankalar",
      "B": "Finansal kiralama şirketleri",
      "C": "Konut finansmanı kuruluşları",
      "D": "Faktoring şirketleri",
      "E": "Merkez bankaları"
    },
    "explanation": "Teminatlı menkul kıymet (TMK), ihraççının genel yükümlülüğü niteliğinde olan ve teminat varlıklar karşılık gösterilerek ihraç edilen borçlanma aracı niteliğinde bir sermaye piyasası aracıdır. Varlık teminatlı menkul kıymet (VTMK) ve ipotek teminatlı menkul kıymet (İTMK) olmak üzere iki türü bulunmaktadır. VTMK, bankalar, ipotek finansmanı kuruluşları (İFK), finansal kiralama şirketleri, faktoring şirketleri, finansman şirketleri, GYO’lar ve menkul kıymet ihracına yetkili kamu kuruluşları tarafından ihraç edilebilir. İTMK ise sadece konut finansmanı kuruluşları ve ipotek finansmanı kuruluşları tarafından ihraç edilebilir."
  },
  {
    "id": "3717836",
    "unitNumber": 3,
    "text": "Menkul kıymetleştirmenin varlık sahibi kuruma sağladığı olanak aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Riskli varlıkların çeşitlendirilmiş portföyle yönetimine olanak sağlar",
      "B": "Nakde çevrilmesi ve alınıp satılması güç olan varlıkların piyasalarda likidite kazanmasına olanak sağlar",
      "C": "Donuk alacakların taşıdığı kur riskinin minimize edilmesine olanak sağlar",
      "D": "Likiditesi yüksek varlıklardan yüksek faiz kazancı elde edilmesine olanak tanır",
      "E": "Varlık sahibi kurumun batık kredi sorununun büyük oranda çözülmesine katkı sağlar"
    },
    "explanation": "Menkul kıymetleştirme, varlık sahibi kurum açısından nakde çevrilmesi ve alınıp satılması güç olan varlıkların piyasalarda likidite kazanmasına, yatırımcılar açısından ise orijinal hâllerinde nakit akışlarına erişilemeyen varlıkların birincil veya ikincil piyasalarda alınıp satılmasına olanak tanımaktadır."
  },
  {
    "id": "3717840",
    "unitNumber": 3,
    "text": "Opsiyon hakkının ancak vade tarihinde kullanılabildiği opsiyon türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa tipi opsiyon",
      "B": "Amerikan tipi opsiyon",
      "C": "Tezgahüstü opsiyonlar",
      "D": "Borsa opsiyonları",
      "E": "Alım opsiyonu"
    },
    "explanation": "Opsiyonlarda vadenin kullanım şekline göre de iki farklı opsiyon türü bulunmaktadır:<br/><ul> <li><strong> Avrupa tipi opsiyon (European option): </strong>Opsiyon hakkı ancak vade tarihinde kullanılabilir.</li> <li><strong> Amerikan tipi opsiyon (American option): </strong>Opsiyon hakkı vadeye kadar herhangi bir tarihte kullanılabilir.</li> </ul>"
  },
  {
    "id": "3717843",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi alivre (forward contract) sözleşmelerin özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Alivre sözleşmeler takas sisteminin güvencesindedir",
      "B": "Opsiyon sözleşmelerinin standartlaştırılmış hâlidir",
      "C": "Alivre sözleşmeler borsada işlem görürler",
      "D": "Spot piyasada işlem görürler",
      "E": "Alivre sözleşmeler iki taraf arasında serbestçe yapılır"
    },
    "explanation": "Geleceğe dönük veya alivre sözleşme (forward contract), iki taraf arasında belli bir dayanak varlığın, belirli bir fiyattan belirli bir tarihte satılmasına yönelik bir sözleşmedir.<br/><ul> <li>Dayanak varlığı almayı taahhüt eden taraf, alivre sözleşmeyi satın almış olur ve uzun pozisyondadır.</li> <li>Dayanak varlığı satmayı taahhüt eden taraf, alivre sözleşmeyi satmış olur ve kısa pozisyondadır.</li> </ul> Alivre sözleşmeler, tarafların ileri bir tarihte satmak veya almak istedikleri dayanak varlığın fiyat değişim risklerinden korunma (hedging) veya veya fiyat değişimine ilişkin spekülasyon (speculation) yapma amacıyla gerçekleştirilebilmektedir. Alivre sözleşmeler, iki taraf arasında serbestçe yapıldığından ve merkezî bir takas sisteminin güvencesinde olmadığından tarafların karşılıklı güvenine dayanmaktadır."
  },
  {
    "id": "3717849",
    "unitNumber": 3,
    "text": "Opsiyon bir ………….. varant ise ………….<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "teminattır - spot işlemdir",
      "B": "sözleşmedir - menkul kıymettir",
      "C": "pay senedidir - borç senedidir",
      "D": "takas sözleşmesidir - alivre sözleşmedir",
      "E": "sabit faizli finansmandır - değişken faizli bir sözleşmedir"
    },
    "explanation": "Varantlar, bir varlığı belirlenmiş bir fiyattan alma veya satma hakkı tanıdığı için opsiyonlara benzemektedir. Ancak aralarında bazı farklılıkları bulunmaktadır, bunlar;<br/>Tablo: Opsiyon ve varant karşılaştırması<br/><table> <tbody> <tr> <td> <strong>Opsiyon</strong><br/></td> <td> <strong>Varant</strong><br/></td> </tr> <tr> <td> Sözleşmedir.<br/></td> <td> Menkul kıymettir.<br/></td> </tr> <tr> <td> Şartları belirlenen standart kontratlardır.<br/></td> <td> Özellikleri ihraççı tarafından belirlenir ve opsiyonlara göre daha esnektir.<br/></td> </tr> <tr> <td> Satış yapan taraf opsiyonun yazıcısı konumundadır.<br/></td> <td> Her bir varantın tek bir ihraççısı vardır. İhraççı varantlarda kullanılacak olan hakkın tek muhatabıdır.<br/></td> </tr> <tr> <td> Teminat ve teminat tamamlama söz konusudur.<br/></td> <td> Teminat veya teminat tamamlama yoktur çünkü ürünün tüm sorumluluğu ihraççı kuruluştadır.<br/></td> </tr> </tbody> </table>"
  },
  {
    "id": "3719969",
    "unitNumber": 4,
    "text": "Sermaye Piyasası Kurulu izni ile kurulan aracı kurumların faaliyetleri, ……… sayılı Sermaye Piyasası Kanunu ile düzenlenmiştir.<br/>Yukarıdaki boşluğu doğru şekilde dolduran ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "4268",
      "B": "4623",
      "C": "6362",
      "D": "3662",
      "E": "2636"
    },
    "explanation": "<strong>ARACI KURUMLAR</strong><br/>Sermaye Piyasası Kurulu izni ile kurulan aracı kurumların faaliyetleri, <strong>6362 sayılı Sermaye Piyasası Kanunu</strong> ile düzenlenmiştir."
  },
  {
    "id": "3719971",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi aracı kurumların Sermaye Piyasası Kurulundan faaliyet izni alabilmesi için taşıması gereken şartlardan biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Anonim Ortaklığa sahip olması",
      "B": "Pay senetlerinin tamamının nakit karşılığı çıkarılması",
      "C": "Esas sözleşmesinin ilgili Kanun ve düzenlemelere uygun olması",
      "D": "Kurucuların Kanunda ve düzenlemelerdeki şartlara uygun olması",
      "E": "Ortaklık yapısının gizli olması"
    },
    "explanation": "<strong>Aracı Kurumların Taşıması Gereken Şartlar</strong><br/><strong>Aracı kurumların Sermaye Piyasası Kurulundan faaliyet izni alabilmesi için taşıması gereken şartlar:</strong><br/><ul> <li>Anonim Ortaklığa sahip olması</li> <li>Pay senetlerinin tamamının nakit karşılığı çıkarılması</li> <li>Esas sözleşmesinin ilgili Kanun ve düzenlemelere uygun olması</li> <li>Kurucuların Kanunda ve düzenlemelerdeki şartlara uygun olması</li> <li>Kuruluş Sermayesinin Kurulun geniş yetkili aracı kurumlar için aranan asgari öz sermaye tutarının altında olmamak kaydıyla, Kurulca belirlenecek tutardan az olmaması,</li> <li>Ortaklık yapısının şeffaf ve açık olması</li> </ul>"
  },
  {
    "id": "3719975",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/28fcc9ae9c33994b7268d5d62c8fa7f8.jpeg\" alt=\"\" width=\"396\" height=\"81\"> Yukarıdaki şekilde boş bırakılan yere aşağıdaki ifadelerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yatırım Danışmanlığı Aracı Kurumu",
      "B": "Yatırım Ortaklığı Kurumu",
      "C": "Portföy Aracı Kurum",
      "D": "Kısmi Yetkili Aracı Kurum",
      "E": "Saklama Hizmeti Aracı Kurumu"
    },
    "explanation": "<strong>ARACI KURUMLAR</strong><br/><strong>Aracı Kurumlar:</strong><br/><ul> <li>Dar Yetkili Aracı Kurum</li> <li>Geniş Yetkili Aracı Kurum</li> <li>Kısmi Yetkili Aracı Kurum</li> </ul>"
  },
  {
    "id": "3719976",
    "unitNumber": 4,
    "text": "Lider girişimci, bir Gayrimenkul Yatırım Ortaklığında tek başına veya bir araya gelerek sermayenin asgari ………… sahip olan gerçek veya tüzel kişiliklerdir.<br/>Yukarıdaki boşluğu doğru şekilde dolduran ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "%15’ine",
      "B": "%25’ine",
      "C": "%30’una",
      "D": "%50’sine",
      "E": "%60’ına"
    },
    "explanation": "<strong>Gayrimenkul Yatırım Ortaklıkları</strong><br/><strong>Lider Girişimci:</strong> Bir Gayrimenkul Yatırım Ortaklığında tek başına veya bir araya gelerek sermayenin asgari %25’ine sahip olan gerçek veya tüzel kişiliklerdir."
  },
  {
    "id": "3719982",
    "unitNumber": 4,
    "text": "Gayrimenkul Yatırım Ortaklıkları ile ilgili olarak aşağıdakilerden hangisi doğru <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Gayrimenkul Yatırım Ortaklıklarının geliri kurumlar vergisine tabidir.",
      "B": "Gayrimenkul yatırım ortaklıklarının amaçları; getiri potansiyeli yüksek gayrimenkul portföyü oluşturmak, yönetmek ve gerektiğinde değişiklik yapmaktır.",
      "C": "Bir Gayrimenkul Yatırım Ortaklığında tek başına veya bir araya gelerek sermayenin asgari %25’ine sahip olan gerçek veya tüzel kişiliklere Lider Girişimci adı verilir.",
      "D": "Gayrimenkul Yatırım Ortaklıkları sadece gayrimenkule dayalı portföy işletmeciliği faaliyeti yürütebilirler.",
      "E": "Gayrimenkul yatırım ortaklığı, iş merkezi veya alışveriş merkezi gibi belirli bir projeyi tamamlamak için süreli olarak kurulabilirler."
    },
    "explanation": "<strong>Gayrimenkul Yatırım Ortaklıkları</strong><br/><strong>Gayrimenkul Yatırım Ortaklıkları;</strong><br/><ul> <li>Gayrimenkul Yatırım Ortaklıklarının geliri kurumlar vergisinden muaftır.</li> <li>Gayrimenkul yatırım ortaklıklarının amaçları; getiri potansiyeli yüksek gayrimenkul portföyü oluşturmak, yönetmek ve gerektiğinde değişiklik yapmaktır.</li> <li>Bir Gayrimenkul Yatırım Ortaklığında tek başına veya bir araya gelerek sermayenin asgari %25’ine sahip olan gerçek veya tüzel kişiliklere Lider Girişimci adı verilir.</li> <li>Gayrimenkul Yatırım Ortaklıkları sadece gayrimenkule dayalı portföy işletmeciliği faaliyeti yürütebilirler.</li> <li>Gayrimenkul yatırım ortaklığı, iş merkezi veya alışveriş merkezi gibi belirli bir projeyi tamamlamak için süreli olarak kurulabilirler.</li> </ul>"
  },
  {
    "id": "3719984",
    "unitNumber": 4,
    "text": "Sermaye Piyasası Kanunu kapsamında sermaye piyasası araçları ile altın ve diğer kıymetli madenlerden oluşan bir portföyü işletmek amacıyla kayıtlı sermaye esasına göre kurulan anonim ortaklıklarıdır.<br/>Yukarıda tanımı verilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gayrimenkul Yatırım Ortaklıkları",
      "B": "Menkul Kıymet Yatırım Ortaklıkları",
      "C": "Girişim Sermayesi Yatırım Ortaklıkları",
      "D": "Ticari Yatırım Ortaklıkları",
      "E": "Risk sermayesi Yatırım Ortaklıkları"
    },
    "explanation": "<strong>Gayrimenkul Yatırım Ortaklıkları</strong><br/><strong>Menkul Kıymet Yatırım Ortaklıkları:</strong> Sermaye Piyasası Kanunu kapsamında sermaye piyasası araçları ile altın ve diğer kıymetli madenlerden oluşan bir portföyü işletmek amacıyla kayıtlı sermaye esasına göre kurulan anonim ortaklıklarıdır."
  },
  {
    "id": "3719985",
    "unitNumber": 4,
    "text": "Yatırım fonları, hukuki yapılarına göre başka bir tüzel kişilik tarafından bir sözleşme çerçevesinde kurulduklarında Yatırım Fonu, ayrı ve bağımsız olarak bir tüzel kişilik olarak kurulduklarında ise …………………… olarak adlandırılırlar.<br/>Yukarıdaki boşluğu doğru şekilde dolduran ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Girişimci Fonu",
      "B": "Tüzel Ortaklık",
      "C": "Borsa Yatırım Fonu",
      "D": "Şemsiye Fonu",
      "E": "Yatırım Ortaklığı"
    },
    "explanation": "<strong>Menkul Kıymet Yatırım Fonları</strong><br/>Yatırım fonları, hukuki yapılarına göre başka bir tüzel kişilik tarafından bir sözleşme çerçevesinde kurulduklarında Yatırım Fonu, ayrı ve bağımsız olarak bir tüzel kişilik olarak kurulduklarında ise <strong>Yatırım Ortaklığı </strong>olarak adlandırılırlar."
  },
  {
    "id": "3719987",
    "unitNumber": 4,
    "text": "Tüzel veya gerçek kişilerin bir kazanç elde etmek için ellerinde bulundurdukları tüm sermaye piyasası araçları olarak ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Portföy",
      "B": "Fon",
      "C": "Varlık",
      "D": "Yatırım",
      "E": "Mevduat"
    },
    "explanation": "<strong>PORTFÖY YÖNETİM ŞİRKETLERİ</strong><br/><strong>Portföy:</strong> Tüzel veya gerçek kişilerin bir kazanç elde etmek için ellerinde bulundurdukları tüm sermaye piyasası araçları olarak ifade edilir."
  },
  {
    "id": "3719991",
    "unitNumber": 4,
    "text": "Portföy yönetim şirketlerinin yatırmış olduğu teminatlar ile ilgili olarak aşağıdakilerden hangisi doğru <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Rehin edilemez",
      "B": "Kamu alacakları dahil haczedilmez",
      "C": "Üçüncü kişilere devredilebilir",
      "D": "Üzerine ihtiyari tedbir konulamaz",
      "E": "İflas masasına dahil edilemez"
    },
    "explanation": "<strong>PORTFÖY YÖNETİM ŞİRKETLERİ</strong><br/><strong>Portföy yönetim şirketlerinin yatırmış olduğu teminatlar:</strong><br/><ul> <li>Rehin edilemez</li> <li>Kamu alacakları dahil haczedilmez</li> <li>Üçüncü kişilere devredilemez</li> <li>Üzerine ihtiyari tedbir konulamaz</li> <li>İflas masasına dahil edilemez</li> <li>Başka bir amaçla kullanılamaz</li> </ul>"
  },
  {
    "id": "3719994",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kurulan şemsiye fonlarından biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Borçlanma Araçları Şemsiye Fon",
      "B": "Hisse Senedi Şemsiye Fon",
      "C": "Kıymetli Madenler Şemsiye Fon",
      "D": "Bireysel Emeklilik Şemsiye Fon",
      "E": "Fon Sepeti Şemsiye Fon"
    },
    "explanation": "<strong>Menkul Kıymet Yatırım Fonları</strong><br/><strong>Şemsiye Fonları:</strong><br/><ul> <li>Borçlanma Araçları Şemsiye Fon</li> <li>Hisse Senedi Şemsiye Fon</li> <li>Kıymetli Madenler Şemsiye Fon</li> <li>Fon Sepeti Şemsiye Fon</li> </ul>"
  },
  {
    "id": "3718130",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sermaye piyasalarının denetlenmesinin finansal sektöre etkileri arasında <u>yer almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Serbest Piyasaya Geçiş",
      "B": "Finansal İstikrarın Sağlanması",
      "C": "Ekonomik Büyümeye Katkı",
      "D": "Finansal Suçların Önlenmesi",
      "E": "Haksız Rekabetin Önlenmesi"
    },
    "explanation": "Sermaye piyasalarının denetlenmesinin finansal sektöre etkileri altı başlık altında incelenmektedir. Bunlar: Finansal İstikrarın Sağlanması, Yatırımcı Güveninin Artırılması, Haksız Rekabetin Önlenmesi, Finansal Suçların Önlenmesi, Şeffaflığın Artırılması ve Ekonomik Büyümeye Katkıdır."
  },
  {
    "id": "3718140",
    "unitNumber": 5,
    "text": "Hangisi Sermaye Piyasası Kurulu'nun temel amaçları arasında <u>yer almaz?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Sermaye piyasasının düzenlenmesine ilişkin standartların belirlenmesi",
      "B": "Yatırımcıların hak ve yararlarının korunması",
      "C": "Sermaye piyasasının istikrarlı şekilde işleyiş ve gelişiminin sağlanması",
      "D": "Sermaye piyasasının şeffaf şekilde işleyiş ve gelişiminin sağlanması",
      "E": "Sermaye piyasasının güvenilir şekilde işleyiş ve gelişiminin sağlanması"
    },
    "explanation": "Kurulun temel amaçları; sermaye piyasasının güvenilir, şeffaf, etkin, istikrarlı, adil ve rekabetçi bir şekilde işleyiş ve gelişiminin sağlanması, yatırımcıların hak ve yararlarının korunmasına yönelik olarak sermaye piyasalarının düzenlenme ve denetlenmesine yöneliktir. Sermaye piyasasının düzenlenmesine ilişkin standartların belirlenmesi ise kurulun temel fonksiyonları arasında yer alır."
  },
  {
    "id": "3718143",
    "unitNumber": 5,
    "text": "SPK, hangisi tarafından atanmış bir kurul tarafından yönetilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cumhurbaşkanı",
      "B": "Hazine ve Maliye Bakanı",
      "C": "Plan Bütçe Komisyonu Başkanı",
      "D": "TBMM Başkanı",
      "E": "Sayıştay Başkanı"
    },
    "explanation": "SPK, cumhurbaşkanı tarafından atanmış bir kurul tarafından yönetilir"
  },
  {
    "id": "3718148",
    "unitNumber": 5,
    "text": "Hangisi Sermaye Piyasası Lisanslama Sicil ve Eğitim Kuruluşu tarafından verilen lisans türleri arasında <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Gayrimenkul Değerleme Lisansı",
      "B": "Konut Değerleme Lisansı",
      "C": "Kurumsal Yönetim Derecelendirme Lisansı",
      "D": "Sermaye Piyasası Faaliyetleri Düzey 3 Lisansı",
      "E": "Sermaye Piyasası Faaliyetleri Düzey 4 Lisansı"
    },
    "explanation": "Söz konusu lisanslar şöyledir:<br/>Sermaye Piyasası Faaliyetleri Düzey 1 Lisansı<br/>Sermaye Piyasası Faaliyetleri Düzey 2 Lisansı<br/>Sermaye Piyasası Faaliyetleri Düzey 3 Lisansı<br/>Türev Araçlar Lisansı<br/>Kurumsal Yönetim Derecelendirme Lisansı<br/>Kredi Derecelendirme Lisansı<br/>Konut Değerleme Lisansı<br/>Gayrimenkul Değerleme Lisansı<br/>Bilgi Sistemleri Bağımsız Denetim Lisansı"
  },
  {
    "id": "3718151",
    "unitNumber": 5,
    "text": "Sermaye Piyasası Lisanslama sınavları inceleme sonuçlarına ilişkin itiraz süresi kaç gündür?",
    "correctAnswer": "B",
    "options": {
      "A": "3 gün",
      "B": "7 gün",
      "C": "10 gün",
      "D": "15 gün",
      "E": "30 gün"
    },
    "explanation": "Kâğıt ortamında yapılacak sınav sonuçlarına itiraz başvuruları SPL’ye internet üzerinden yapılır. Elektronik ortamda yapılacak sınav sonuçlarına itiraz başvuruları SPL’ye internet üzerinden yapılır. SPL, sonuçları inceleyerek başvuru sahibine bildirir. İnceleme sonuçlarına karşı, başvuru sahibi 7 iş günü içinde Kurula yazılı olarak itiraz edebilir. Kurul, itiraz kararlarını 15 iş günü içinde verir."
  },
  {
    "id": "3718154",
    "unitNumber": 5,
    "text": "Takasbank; Sermaye Piyasası Kurulunca (SPK) hangi yıl “Portföy Saklayıcı Kurum” olarak yetkilendirilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1988",
      "B": "1992",
      "C": "2002",
      "D": "2014",
      "E": "2018"
    },
    "explanation": "Takasbank; Sermaye Piyasası Kurulunca (SPK) 24.07.2014 tarihinde “Portföy Saklayıcı Kurum” olarak yetkilendirilmiş olup menkul kıymet yatırım fonları, menkul kıymet yatırım ortaklıkları, borsa yatırım fonları, gayrimenkul yatırım fonları ve girişim sermayesi yatırım fonları için portföy saklama hizmeti de sunmaktadır"
  },
  {
    "id": "3718159",
    "unitNumber": 5,
    "text": "Sermaye piyasası ve Borsa düzenlemelerine göre kamuya açıklanmasında gereklilik olan bildirimlerin elektronik imza ile imzalanarak iletildiği ve kamunun bilgilendirildiği elektronik sistem hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Merkezî Kayıt Kuruluşu",
      "B": "İstanbul Takas ve Saklama Bankası A.Ş.",
      "C": "Kamuyu Aydınlatma Platformu",
      "D": "Yatırımcı Tazmin Merkezi",
      "E": "Türkiye Sermaye Piyasaları Birliği"
    },
    "explanation": "Kamuyu Aydınlatma Platformu (KAP), sermaye piyasası ve Borsa düzenlemelerine göre kamuya açıklanmasında gereklilik olan bildirimlerin elektronik imza ile imzalanarak iletildiği ve kamunun bilgilendirildiği elektronik sistemdir."
  },
  {
    "id": "3718165",
    "unitNumber": 5,
    "text": "<em>\"Merkezi İstanbul’dadır. Fonun malları devlet malı hükmündedir. Fonun malları, hakları ve alacaklarına haciz uygulaması yapılamaz, rehin edilemez\". </em>Söz konusu bilgiler hangisi için doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye Sermaye Piyasaları Birliği",
      "B": "Takasbank",
      "C": "Merkezî Kayıt Kuruluşu",
      "D": "Kamuyu Aydınlatma Platformu",
      "E": "Yatırımcı Tazmin Merkezi"
    },
    "explanation": "Yatırımcı Tazmin Merkezi (YTM) yatırım kuruluşlarının, yatırım hizmet ve faaliyetlerinden doğan nakdi ödemeler ya da sermaye piyasası araçlarının teslim yükümlülüklerini yerine getirememeleri durumunda, Sermaye Piyasası Kurulunca 6362 sayılı Sermaye Piyasası Kanunu çerçevesinde alınan tazmin kararını uygulamak amacıyla kurulan kamu tüzel kişiliği taşıyan bir kurumdur. YTM’nin merkezi İstanbul’dadır. Fonun malları devlet malı hükmündedir. Fonun malları, hakları ve alacaklarına haciz uygulaması yapılamaz, rehin edilemez"
  },
  {
    "id": "3718167",
    "unitNumber": 5,
    "text": "Türkiye Sermaye Piyasaları Birliği ile ilgili olarak hangi ifade <u>yanlıştır?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "11 Şubat 2001’de kurulmuştur.",
      "B": "Kamu kurumu niteliği taşır.",
      "C": "Öz düzenleyici bir meslek kuruluşudur.",
      "D": "Kuruluşundan bir yıl sonra faaliyetlerine başlamıştır.",
      "E": "Sermaye piyasasında faaliyet gösteren tüm bankalar, aracı kurumlar, portföy yönetim şirketleri ve yatırım ortaklıkları birlik üyesidir."
    },
    "explanation": "11 Şubat 2001’de kurulmuş olan birlik, Nisan 2001’de faaliyetine başlamıştır."
  },
  {
    "id": "3718169",
    "unitNumber": 5,
    "text": "Sermaye Piyasası kurul başkan ve üyelerinin görev süreleri kaç yıldır?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "7"
    },
    "explanation": "Kurulun başkanı ve üyelerin görev süreleri dört yıldır."
  },
  {
    "id": "3719210",
    "unitNumber": 6,
    "text": "Bretton Woods sistemi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Altın-döviz standardı terk edilmiştir",
      "B": "II. Dünya Savaşı'nın sona ermesiyle kurulmuştur",
      "C": "Euro rezerv para olarak benimsenmiştir",
      "D": "Merkezinde esnek kur rejimi vardır",
      "E": "1987 yılında Kara Pazartesi olarak bilinen borsa çöküşüyle kurulmuştur"
    },
    "explanation": "Dünya Savaşı’nın sona ermesinin ardından kurulan Bretton Woods sistemiyle uluslararasılaşma başlamıştır.<br/>Dünya Savaşı’nın sona ermesi ile birlikte kurulan bir altın-döviz standardı olan uluslararası para sistemi, çeyrek yüzyıla yakın bir süre boyunca doların rezerv para olarak benimsenerek uluslararası işlemlerde yegâne ölçüt olarak kullanılmasına olanak sağlamıştır. Bu sistem, Bretton Woods olarak da bilinmektedir. Bu dönemde, küresel ticaret hacim artışının altın üretim artışından çok daha fazla olmasının, merkez bankalarınca doların rezerv para olarak benimsenmesini teşvik eden bir unsur olduğu anlaşılmaktadır"
  },
  {
    "id": "3719214",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bireysel yatırımcılar için pay senedi, tahvil veya emtia gibi finansal ürünleri içeren bir sepete yatırım yapma imkanı sunan enstrümanlardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Borsa yatırım fonları",
      "B": "Özel cari hesaplar",
      "C": "Vadeli mevduatlar",
      "D": "Özel çekme hakları",
      "E": "NINJA krediler"
    },
    "explanation": "<strong>Borsa yatırım fonları</strong>, bireysel yatırımcılar için pay senedi, tahvil veya emtia gibi finansal ürünleri içeren bir sepete yatırım yapma imkanı sunan enstrümanlardır."
  },
  {
    "id": "3719217",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Kaynaklara daha kolay erişilmesi</li> <li>Uluslararası bilinirliğin artması</li> <li>Daha iyi bir kurumsal yönetime sahip olma</li> <li>Risklerini sıfırlayarak karlarını arttırma</li> </ol> Yukarıdakilerden hangileri uluslararasılaşmanın işletmelere sağladığı avantajlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "II, III ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Finansal piyasaların uluslararasılaşması işletmeler için kaynaklara daha kolay erişebilmek, bilinirlik artışı ve daha iyi bir kurumsal yönetime sahip olabilmek başta olmak üzere çeşitli avantajları beraberinde getirmektedir."
  },
  {
    "id": "3719233",
    "unitNumber": 6,
    "text": "Ağustos 1989 tarihinde Türkiye'de yapılan yasal düzenlemenin sonucu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dışarıda yerleşik kişilerin Türkiye'deki yerleşiklerle mal ticaretinin regüle edilmesi",
      "B": "Türkiye’de sadece yerel yatırımcıların pay senedi piyasasında yatırım yapmasına imkanı tanınması",
      "C": "Dışarıda yerleşik kişilerin Türkiye’de menkul kıymet yatırımı yapabilmesine olanak tanınması",
      "D": "Pay senedi piyasasında yurt dışı yerleşiklerin payında kayda değer düşüşlerin yaşanması.",
      "E": "Türkiye’deki tüm borsa işlemlerinin devlet kontrolüne alınması"
    },
    "explanation": "Ağustos 1989 tarihli yasal düzenleme, yurt dışındaki yatırım ortaklıkları ve yatırım fonlarının da dahil edildiği dışarıda yerleşik kişilerin ülkemizde menkul kıymet yatırımı yapabilmelerine olanak tanımıştır."
  },
  {
    "id": "3719236",
    "unitNumber": 6,
    "text": "2023 yıl sonu itibarıyla Borsa İstanbul’un toplam dünya borsaları piyasa değeri içerisindeki payı yüzde kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "10",
      "B": "1,5",
      "C": "30",
      "D": "50",
      "E": "70"
    },
    "explanation": "2023 yıl sonu itibarıyla Borsa İstanbul 337,59 milyar ABD doları piyasa büyüklüğü ile toplam dünya borsaları piyasa değeri içinde %0,30’luk bir paya sahiptir."
  },
  {
    "id": "3719239",
    "unitNumber": 6,
    "text": "Standard &amp; Poor’s (S&amp;P) ve Fitch Ratings tarafından verilen aşağıdaki kredi notlarından hangisi spekülatif seviye olarak sınıflandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "BB+",
      "B": "AA",
      "C": "AAA",
      "D": "BBB-",
      "E": "A-"
    },
    "explanation": "<strong>Kredi derecelendirme not seviyeleri</strong><br/><table> <tbody> <tr> <td> <strong>Risk Seviyesi</strong><br/></td> <td> <strong>Fitch Ratings</strong><br/></td> <td> <strong>S&amp;P</strong><br/></td> <td> <strong>Moody’s</strong><br/></td> </tr> <tr> <td> <strong>YATIRIM YAPILABİLİR SEVİYE</strong><br/></td> <td> <strong>En düşük</strong><br/></td> <td> <strong>AAA</strong><br/></td> <td> <strong>AAA</strong><br/></td> <td> <strong>Aaa</strong><br/></td> </tr> <tr> <td> <strong>Çok düşük</strong><br/></td> <td> <strong>AA+ AA AA-</strong><br/></td> <td> <strong>AA+ AA AA-</strong><br/></td> <td> <strong>Aa1 Aa2 Aa3</strong><br/></td> </tr> <tr> <td> <strong>Düşük</strong><br/></td> <td> <strong>A+ A A-</strong><br/></td> <td> <strong>A+ A A-</strong><br/></td> <td> <strong>A1 A2 A3</strong><br/></td> </tr> <tr> <td> <strong>Ortalama düzeyde</strong><br/></td> <td> <strong>BBB+ BBB BBB-</strong><br/></td> <td> <strong>BBB+ BBB BBB-</strong><br/></td> <td> <strong>Baa1 Baa2 Baa3</strong><br/></td> </tr> <tr> <td> <strong>SPEKÜLATİF SEVİYE</strong><br/></td> <td> <strong>Önemli düzeyde</strong><br/></td> <td> <strong>BB+ BB BB-</strong><br/></td> <td> <strong>BB+ BB BB-</strong><br/></td> <td> <strong>Ba1 Ba2 Ba3</strong><br/></td> </tr> <tr> <td> <strong>Fazla</strong><br/></td> <td> <strong>B+ B B-</strong><br/></td> <td> <strong>B+ B B-</strong><br/></td> <td> <strong>B1 B2 B3</strong><br/></td> </tr> <tr> <td> <strong>Çok fazla</strong><br/></td> <td> <strong>CCC</strong><br/></td> <td> <strong>CCC+ CCC CCC-</strong><br/></td> <td> <strong>Caa1 Caa2 Caa3</strong><br/></td> </tr> <tr> <td> <strong>Temerrütte veya temerrüte yakın, ödeme ihtimali var</strong><br/></td> <td> <strong>CC C</strong><br/></td> <td> <strong>CC C</strong><br/></td> <td> <strong>Ca</strong><br/></td> </tr> <tr> <td> <strong>Temerrütte, ödeme ihtimali çok düşük</strong><br/></td> <td> <strong>DDD DD D</strong><br/></td> <td> <strong>D</strong><br/></td> <td> <strong>C</strong><br/></td> </tr> </tbody> </table>"
  },
  {
    "id": "3719242",
    "unitNumber": 6,
    "text": "Türkiye'nin 2024 yılının ilk yarısında aldığı kredi derecelendirme not seviyesi hakkında aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Türkiye’ye verilen kredi notları yatırım yapılabilir seviye olarak belirlenmiştir",
      "B": "Türkiye’nin kredi notları temerrütte, ödeme ihtimali çok düşük olarak belirlenmiştir",
      "C": "Türkiye’ye verilen kredi notları en düşük yatırım yapılabilir seviye olarak belirlenmiştir",
      "D": "Türkiye’ye verilen kredi notları spekülatif seviye olarak belirlenmiştir.",
      "E": "Türkiye’ye derecelendirme kuruluşları tarafından not verilmemiştir"
    },
    "explanation": "Ülkelere yönelik yapılan kredi derecelendirmesi, ödenmeme riskine ek olarak politik riskleri de içermektedir. Ülkemize, 2024 yılının ilk yarısı içinde, Moody’s tarafından B3, Standard &amp; Poor’s (S&amp;P) tarafından B+ ve Fitch Ratings tarafından B+ notları verilmiştir. Bu üç kuruluş tarafından da verilmiş olan notların yatırım seviyede bulunmadığının altı çizilmelidir.<br/>2024 yılının ilk yarısı itibarıyla ülkemize ilişkin Moody’s, Standard &amp; Poor’s (S&amp;P) ve Fitch Ratings tarafından verilen notların spekülatif seviyede olması, ülkemiz için kat edilmesi gereken yolun uzunluğuna işaret etmektedir."
  },
  {
    "id": "3719245",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kredi notunun düşük olması durumunda borçlu taraf için ortaya çıkabilecek bir sonuç <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Daha yüksek getiri talepleriyle karşılaşma",
      "B": "Uygun vade koşullarına ulaşma zorluğu",
      "C": "Derecelendirmeyle bir al/sat/tut tavsiyesi alınamaması",
      "D": "Talebin düşmesi nedeniyle istenilen tutarın sağlanamaması",
      "E": "Borçlanma maliyetlerinin artması"
    },
    "explanation": "Uluslararası piyasalarda yabancı para cinsinden borçlanabilmek için kredi notunun uygun durumda olması önem arz etmektedir. Kredi notunun düşüklüğü yüksek risk anlamına gelmektedir. Yüksek risk karşısında yatırımcıların daha yüksek getiri talep etmeleri muhtemeldir. Yatırımcılar tarafından talep edilen yüksek getiri, borçlu için yüksek maliyet (faiz, komisyon ve sair primler) demektir. Bunlara ek olarak, kredi notunun düşüklüğü uygun vade koşulları ile karşılaşılamamasına ve düşük talepten ötürü istenilen tutarın sağlanamamasına yol açabilir."
  },
  {
    "id": "3719248",
    "unitNumber": 6,
    "text": "Yurt dışı tahvil piyasalarında gerçekleştirilen tahvil ihraçlarına ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Devlet iç borçlanma senetleri",
      "B": "Kuponlu tahvil",
      "C": "Avrovil (Eurobond)",
      "D": "Pay senedi",
      "E": "CDS (Credit Default Swap)"
    },
    "explanation": "Yurt dışı tahvil ihracı <em>Avrovil (Eurobond) </em>ihracı olarak da bilinmektedir. Bu ihraç işlemleri genellikle uluslararası bir yatırım bankalarından oluşan konsorsiyum tarafından gerçekleştirilir."
  },
  {
    "id": "3719255",
    "unitNumber": 6,
    "text": "<ol type=\"I\"><br/><li>Enflasyon beklentilerindeki değişimler</li><br/><li>Faiz oranları</li><br/><li>Jeopolitik riskler</li><br/><li>Avro Bölgesi para birimindeki dalgalanmalar</li><br/></ol><br/><ul><br/><li>Yukarıdakilerden hangileri Avrovil (Eurobond) fiyatlarını etkileyen risklerdendir?</li><br/></ul>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "II ve IV",
      "C": "I ve III",
      "D": "Yalnız IV",
      "E": "Yalnız III"
    },
    "explanation": "Avrovil (Eurobond) piyasaları -tıpkı pay senedi piyasaları gibi- faiz oranları, enflasyon beklentileri ve jeopolitik riskler başta olmak üzere birçok riskten etkilenebilmektedir. Borsalarda gerçekleştirilen Avrovil (Eurobond) piyasalarında fiyat oluşumları bu tip riskleri sistematik olarak yansıtmaktadır."
  },
  {
    "id": "3718420",
    "unitNumber": 7,
    "text": "Yatırım ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yatırım yaparken, potansiyel getirinin yanı sıra alınan riskler de göz önünde bulundurulmalıdır.",
      "B": "Bir yatırımın bugünkü değeri ile gelecekteki değeri arasındaki fark, yatırımın getirisini belirler.",
      "C": "Yatırım kararları, yatırımcının mali hedeflerine, yaşam tarzına ve risk toleransına uygun olmalıdır.",
      "D": "Para piyasalarına yatırım yapmak, kısa vadeli fonların değerlendirilmesini ve getiri elde etmeyi amaçlayan bir yatırım stratejisidir.",
      "E": "Sermaye piyasalarına yatırım yapmak genellikle düşük riskli ve likidite düzeyi yüksek bir yatırım stratejisi olarak kabul edilir."
    },
    "explanation": "Yatırım yaparken, potansiyel getirinin yanı sıra alınan riskler de göz önünde bulundurulmalıdır.<br/>Bir yatırımın bugünkü değeri ile gelecekteki değeri arasındaki fark, yatırımın getirisini belirler.<br/>Yatırım kararları, yatırımcının mali hedeflerine, yaşam tarzına ve risk toleransına uygun olmalıdır.<br/>Para piyasalarına yatırım yapmak genellikle düşük riskli ve likidite düzeyi yüksek bir yatırım stratejisi olarak kabul edilir.<br/>Para piyasalarına yatırım yapmak, kısa vadeli fonların değerlendirilmesini ve getiri elde etmeyi amaçlayan bir yatırım stratejisidir.<br/>Sermaye piyasalarına yatırım yapmak genellikle düşük riskli ve likidite düzeyi yüksek bir yatırım stratejisi olarak kabul edilir."
  },
  {
    "id": "3718421",
    "unitNumber": 7,
    "text": "Pay senetleri ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Pay senetleri genellikle diğer yatırım araçlarına kıyasla daha yüksek getiri potansiyeline sahiptir.",
      "B": "Pay senetleri, portföyünüzü çeşitlendirmenin bir yolu olarak kullanılabilir.",
      "C": "Pay senetleri, şirketin sahipliğini temsil eder.",
      "D": "Pay senetleri piyasası değişken (volatil) bir yapıya sahiptir.",
      "E": "Pay senetleri genellikle likit olmayan varlıklardır."
    },
    "explanation": "Pay senetleri genellikle diğer yatırım araçlarına kıyasla daha yüksek getiri potansiyeline sahiptir.<br/>Pay senetleri, portföyünüzü çeşitlendirmenin bir yolu olarak kullanılabilir.<br/>Pay senetleri, şirketin sahipliğini temsil eder.<br/>Pay senetleri genellikle likit varlıklardır, yani kolayca alınıp satılabilirler.<br/>Pay senetleri piyasası değişken (volatil) bir yapıya sahiptir.<br/>Pay senetleri genellikle likit olmayan varlıklardır."
  },
  {
    "id": "3718422",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Volatilite ne kadar yüksekse, varlık fiyatları o kadar değişkenlik gösterir; volatilite ne kadar düşükse, varlık fiyatları o kadar istikrarlıdır.</li> <li>Bir finansal varlığın Beta katsayısı 1’e yakınsa, söz konusu finansal varlık piyasadan daha volatil olabilir, eğer Beta katsayısı 1’den büyükse finansal varlık piyasa ile aynı hareketi gösterebilir.</li> <li>Rasyonel yatırımcılar, aynı beklenen getiri düzeyine sahip yatırım fırsatları arasından düşük riskli tercih eder; eğer aynı riske sahip yatırım fırsatları arasında ise yüksek getirili olan yatırım alternatifini tercih edecektir.</li> </ol> Risk ve getirilerin ölçülmesi ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II",
      "E": "I, III"
    },
    "explanation": "Volatilite ne kadar yüksekse, varlık fiyatları o kadar değişkenlik gösterir; volatilite ne kadar düşükse, varlık fiyatları o kadar istikrarlıdır.<br/>Bir finansal varlığın Beta katsayısı 1’e yakınsa, söz konusu finansal varlık piyasa ile aynı hareketi gösterirken, beta katsayısı 1’den büyükse varlık piyasadan daha volatil olabilir.<br/>Rasyonel yatırımcılar, aynı beklenen getiri düzeyine sahip yatırım fırsatları arasından düşük riskli tercih eder; eğer aynı riske sahip yatırım fırsatları arasında ise yüksek getirili olan yatırım alternatifini tercih edecektir.<br/>I, III"
  },
  {
    "id": "3718423",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Sabit getirili menkul kıymetlere yatırım yapan yatırımcı, piyasa faiz oranının düşmesi durumunda bundan zarar görür.</li> <li>Piyasa faiz oranında meydana gelen değişmeler, belirli faiz getirisine sahip menkul kıymetlerin piyasa fiyatlarında ve dolayısıyla verimlerinde değişmelerin meydana gelmesine yol açmaktadır.</li> <li>İşletme sahip olduğu varlıkları gerektiğinde en düşük değer kaybı ve en hızlı şekilde nakde dönüştürebiliyorsa likidite riskini yönetme kabiliyetine sahip olacaktır.</li> </ol> Risk kaynakları ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II",
      "E": "II, III"
    },
    "explanation": "Sabit getirili menkul kıymetlere yatırım yapan yatırımcı, piyasa faiz oranının düşmesi durumunda bundan kar elde eder. Sabit getirili menkul kıymetlere yatırım yapan yatırımcı,<br/>piyasa faiz oranının yükselmesi durumunda ise bundan zarar görür.<br/>Piyasa faiz oranında meydana gelen değişmeler, belirli faiz getirisine sahip menkul kıymetlerin piyasa fiyatlarında ve dolayısıyla verimlerinde değişmelerin meydana gelmesine yol açmaktadır.<br/>İşletme sahip olduğu varlıkları gerektiğinde en düşük değer kaybı ve en hızlı şekilde nakde dönüştürebiliyorsa likidite riskini yönetme kabiliyetine sahip olacaktır.<br/>II, III"
  },
  {
    "id": "3718424",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir şirketin günlük işletme faaliyetlerinden kaynaklanan risklerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yönetim riski",
      "B": "Finansal risk",
      "C": "Enflasyon riski",
      "D": "Endüstri riski",
      "E": "Operasyonel risk"
    },
    "explanation": "Operasyonel riskler, bir şirketin günlük işletme faaliyetlerinden kaynaklanan risklerdir. Örneğin; üretim hatasından kaynaklanan maliyetler, tedarik zinciri kesintileri veya iş gücüyle ilgili sorunlar operasyonel risklere örnektir.<br/>Basel II kapsamında ise operasyonel risk, bir kurumun operasyonel faaliyetlerinin yönetimindeki başarısızlıklar veya dış faktörler nedeniyle kayıplara yol açabilecek risklerdir. Bu tür riskler genellikle insan faktörleri, sistem hataları, dolandırıcılık, hukuki riskler, doğal afetler gibi olaylarla ilişkilendirilir."
  },
  {
    "id": "3718425",
    "unitNumber": 7,
    "text": "Bir firmanın değeri, firmanın gelecekteki nakit akışlarının bugünkü değeri hesaplanarak bulunmuşsa, burada hangi yaklaşım kullanılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Defter değeri yaklaşımı",
      "B": "Piyasa değeri yaklaşımı",
      "C": "Maliyet yaklaşımı",
      "D": "Piyasa çarpanları yaklaşımı",
      "E": "Gelir yaklaşımı"
    },
    "explanation": "Gelir Yaklaşımı (İndirgenmiş Nakit Akışları Yöntemi): İndirgenmiş nakit akışları (İNA) yöntemi, bir şirketin değerini belirlemek için kullanılan yaygın bir firma değerleme yöntemidir. Bu yöntemde, bir şirketin gelecekteki nakit akışlarının bugünkü değeri hesaplanarak şirketin toplam değeri belirlenir."
  },
  {
    "id": "3718426",
    "unitNumber": 7,
    "text": "Pay senedinin fiyatı 400 Tl’den işlem gören bir işletmenin pay başına kârı 100 Tl ise bu şirketin fiyat/kazanç oranı kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "4",
      "B": "5",
      "C": "6",
      "D": "7",
      "E": "8"
    },
    "explanation": "F/K oranı, mevcut pay senedi fiyatının, pay başına kazanç (net gelir veya kâr) ile bölünmesiyle hesaplanır.<br/>Formül şu şekildedir:<br/>Fiyat/Kazanç Oranı = Pay Fiyatı / Pay Basına Kazanç (HBK)=400/100=4"
  },
  {
    "id": "3718427",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Bir pay senedinin P/E oranının yüksek olması, yatırımcıların o pay senedi için daha yüksek bir fiyat ödemeye hazır olduğunu, dolayısıyla pay senedinin mevcut kazançlarına göre değerlendirildiğinde aşırı değerli olabileceğini gösterebilir.</li> <li>Piyasa bazlı değerleme yöntemlerinin en önemli üstünlüğü şirketlerin uzun vadeli büyüme beklentilerinin analitik olarak hesaplamaya dahil etmesidir.</li> <li>Yüksek bir F/K oranı pay senedinin daha düşük bir fiyata sahip olduğunu, dolayısıyla potansiyel olarak değerli bir alım fırsatı sunabileceğini gösterebilir.</li> </ol> Firma değerlemesi ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II",
      "E": "II, III"
    },
    "explanation": "Bir pay senedinin P/E oranının yüksek olması, yatırımcıların o pay senedi için daha yüksek bir fiyat ödemeye hazır olduğunu, dolayısıyla pay senedinin mevcut kazançlarına göre değerlendirildiğinde aşırı değerli olabileceğini gösterebilir.<br/>Piyasa bazlı değerleme yöntemlerinin en önemli eksiği, şirketlerin uzun vadeli büyüme beklentilerinin analitik olarak hesaplamaya dahil edilememesidir.<br/>Düşük bir F/K oranı ise pay senedinin daha düşük bir fiyata sahip olduğunu, dolayısıyla potansiyel olarak değerli bir alım fırsatı sunabileceğini gösterebilir.<br/>Yalnız I"
  },
  {
    "id": "3718428",
    "unitNumber": 7,
    "text": "İstanbul Menkul Kıymetler Borsası (İMKB) kaç yılında yeniden yapılandırılarak Borsa İstanbul adını almıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1985",
      "B": "1990",
      "C": "1994",
      "D": "2013",
      "E": "2018"
    },
    "explanation": "İstanbul Menkul Kıymetler Borsası, 2013 yılında Borsa İstanbul adını aldı. Borsa İstanbul, Türkiye’deki tüm finansal piyasaları tek bir çatı altında birleştiren bir borsa işletmecisi hâline geldi. Bu birleşme ile vadeli işlem ve opsiyon piyasası (VIOP) ve İstanbul Altın Borsası gibi farklı piyasalar da Borsa İstanbul çatısı altında hizmet vermeye başladı."
  },
  {
    "id": "3718429",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Borsa İstanbul Pay Piyasası, Türkiye’nin en büyük ve en likit pay senedi piyasasıdır.</li> <li>Devlet tahvilleri, Hazine Müsteşarlığı tarafından çıkarılan ve kısa vadeli borçlanma ihtiyacını karşılamak amacıyla düzenlenen menkul kıymetlerdir.</li> <li>Borçlanma araçları piyasası, yatırımcılara sabit getirili ve genellikle düşük riskli yatırım fırsatları sunar.</li> </ol> Borsa İstanbul bünyesinde faaliyet gösteren piyasalar ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "I, III",
      "E": "II, III"
    },
    "explanation": "Borsa İstanbul Pay Piyasası, Türkiye’nin en büyük ve en likit pay senedi piyasasıdır.<br/>Devlet tahvilleri, Hazine Müsteşarlığı tarafından çıkarılan ve devletin borçlanma ihtiyacını karşılamak amacıyla düzenlenen tahvillerdir. Genellikle sabit getirili ve uzun vadeli menkul kıymetlerdir. Hazine bonoları ise Hazine Müsteşarlığı tarafından çıkarılan ve kısa vadeli borçlanma ihtiyacını karşılamak amacıyla düzenlenen menkul kıymetlerdir.<br/>Borçlanma araçları piyasası, yatırımcılara sabit getirili ve genellikle düşük riskli yatırım fırsatları sunar.<br/>I,III"
  },
  {
    "id": "3718400",
    "unitNumber": 8,
    "text": "Millî gelir hesaplamalarında aracılık maliyeti hangisi ile ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal katma değer",
      "B": "Ödemeler sistemi",
      "C": "Finansal kırılganlık",
      "D": "Özel sermaye",
      "E": "Pay ihracı"
    },
    "explanation": "Millî gelir hesaplamalarında aracılık maliyetine “finansal katma değer” denir. Bu terimlerin İngilizce karşılıkları, sırasıyla “cost of financial intermediation” ve “financial value added” terimleridir."
  },
  {
    "id": "3718401",
    "unitNumber": 8,
    "text": "Dünyadaki toplam borç miktarı 2000 yılında $85 trilyon olarak tespit edilmiş olup yıllar itibariyle sürekli artmıştır. Buna göre 2023 yılında dünya toplam borç tutarı kaç dolar olarak tespit edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "$150 trilyon",
      "B": "$256 trilyon",
      "C": "$313 trilyon",
      "D": "$500 trilyon",
      "E": "$843 trilyon"
    },
    "explanation": "Dünyadaki toplam borç miktarı 2000-2023 dönemi için artış göstermiştir. 2000 yılında toplam $85 trilyon olan borç sürekli artmış ve nihayet 2023’te $313 trilyona ulaşmıştır."
  },
  {
    "id": "3718402",
    "unitNumber": 8,
    "text": "2000 sonrası Türkiye’de en hızlı büyüyen borç hanehalkının borcu olup, yine de hanehalkı borcunun toplamdaki payı dünya genelinde görülen oranın epeyce altındadır. Bu durumun en belirgin nedeni hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye’de konut kredisi pazarının henüz yeteri kadar büyümemiş olması.",
      "B": "Türkiye’de ticari kredisi pazarının henüz yeteri kadar büyümemiş olması.",
      "C": "Türkiye’de bireysel kredisi pazarının henüz yeteri kadar büyümemiş olması.",
      "D": "Türkiye’de taşıt kredisi pazarının henüz yeteri kadar büyümemiş olması.",
      "E": "Türkiye’de alışveriş kredisi pazarının henüz yeteri kadar büyümemiş olması."
    },
    "explanation": "2000 sonrası Türkiye’de en hızlı büyüyen borç hanehalkının borcu (yıllık %9,7) olmuştur. Yine de hanehalkı borcunun toplamdaki payı hâlen %11 civarındadır ve bu oran dünya genelinde görülen %19’luk payın epeyce altındadır. Bu farkın altında yatan en belirgin neden Türkiye’de konut<br/>kredisi pazarının henüz yeteri kadar büyümemiş olmasıdır."
  },
  {
    "id": "3718404",
    "unitNumber": 8,
    "text": "Aşağıda yer alan türev ürünlerden hangisi ya da hangilerinin fiyatı bulunmaktadır?<br/>I. Vadeli kontrat II. Opsiyon kontratı III. Swap kontratı",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca I",
      "B": "Yalnızca II",
      "C": "Yalnızca III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Opsiyon kontratı: Bir dayanak varlığı belirli bir tarihe kadara belirli bir fiyattan alma veya satma<br/>hakkıdır. Bu hakkı kullanıp kullanmamak opsiyon sahibine aittir. Yani, opsiyon sahibi için bir yükümlülük yoktur. Bu nedenle bir opsiyon almak için bir bedel ödenir ve buna opsiyon fiyatı (veya primi) denir. Diğer iki kontrat türünde fiyat bulunmamaktadır."
  },
  {
    "id": "3718406",
    "unitNumber": 8,
    "text": "Türev araçlarla ilgili raporlarda hangi değer ölçütü kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Mutlak değer",
      "B": "Piyasa değeri",
      "C": "Nasyonel değer",
      "D": "Rasyonel değer",
      "E": "Brüt değer"
    },
    "explanation": "Türev piyasalarının büyüklüğünü ölçmek için (borç ve pay piyasalarında yaptığımız gibi) fiyatlarla<br/>miktarların çarpımlarının toplamını hesaplamak yeterli olmaz. Fiyatı olan tek türev araç opsiyonlardır. Diğerlerinin fiyatı yoktur. Bu nedenle, türev araçlarla ilgili raporlarda “nosyonel değer” ölçütü kullanılır. Nosyonel değer, türev araçla kontrol edilen dayanak varlığın değeri demektir."
  },
  {
    "id": "3718411",
    "unitNumber": 8,
    "text": "2023 itibariyle kişi başı geliri en yüksek ülkeler arasında Türkiye kaçıncı sırada yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "17",
      "B": "20",
      "C": "27",
      "D": "37",
      "E": "41"
    },
    "explanation": "Millî gelir sıralamasında Türkiye dünyada 17’nci sıradadır. En büyük 20 ekonominin oluşturduğu gruba G20 denir ve Türkiye 1991’den beri bu grubun içindedir. Nüfusu 5 milyon kişiden fazla olan ülkeler arasında kişi başı geliri en yüksek olan 112.248$ ile İrlanda’dır. İkinci sırada 102.866$ ile İsviçre gelmektedir. Türkiye bu listede 37’nci sıradadır. Rusya (13.006$ / kişi) 40’ıncı ve Çin ise 43’üncü sıradadırlar."
  },
  {
    "id": "3718412",
    "unitNumber": 8,
    "text": "2023 itibariyle Türkiye'nin küresel ticaretteki payı yüzde kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "%0,9",
      "B": "%1,1",
      "C": "%1,5",
      "D": "%1,9",
      "E": "%2"
    },
    "explanation": "2023 senesinde, Türkiye’nin 1,15$ trilyon milliî geliri ile 104,5$ trilyonluk küresel ekonomideki payı<br/>%1,1’dir. Benzer bir oran dış ticaret rakamlarında da görülmektedir. 255$ milyar ihracat, 362$ milyar ithalat ve 56$ milyar turizm gelirinin toplamı olan 673$ milyar dış ticaret hacmi, Türkiye’nin küresel ticaretteki payını %1,1 yapmaktadır."
  },
  {
    "id": "3718414",
    "unitNumber": 8,
    "text": "Finansal açıklık, ülkeler arası finansal akışların toplamının gelire oranıdır. Ticari açıklık ise ülkeler arası ticari ödemelerin gelire oranıdır. Global piyasalarda finansal açıklık, ticari açıklığın kaç katı olarak gerçekleşmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "2 kat",
      "B": "3 kat",
      "C": "5 kat",
      "D": "7 kat",
      "E": "10 kat"
    },
    "explanation": "Finansal açıklık, ülkeler arası finansal akışların (borç alma ve ödeme, borsalara ve fonlara yapılan yatırımlar, ortaklığa yönelik transferler vb.) toplamının gelire oranıdır. Ticari açıklık, ülkeler arası ticari ödemelerin (ithalat, ihracat, sabit sermaye yatırımları vb.) gelire oranıdır. Yıllardır, finansal açıklık ticari açıklığın 10 mislinden daha fazladır."
  },
  {
    "id": "3718415",
    "unitNumber": 8,
    "text": "Dünya genelinde fon pazarının büyüklüğü kaç trilyon dolar civarında gerçekleşmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "100$ trilyon",
      "B": "150$ trilyon",
      "C": "160$ trilyon",
      "D": "260$ trilyon",
      "E": "400$ trilyon"
    },
    "explanation": "Dünya genelinde fon pazarının büyüklüğü 160$ trilyon civarındadır."
  },
  {
    "id": "3718416",
    "unitNumber": 8,
    "text": "Belirli bir nakit akışını başka bir nakit akışı ile belirli bir tarihe kadar takas etme anlaşması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Opsiyon kontratı",
      "B": "Swap kontratı",
      "C": "Vadeli kontrat",
      "D": "Pay kontratı",
      "E": "Vadesiz kontrat"
    },
    "explanation": "Vadeli kontrat: Bir dayanak varlığı belirli bir tarihe kadara belirli bir fiyattan alma veya satma anlaşmasıdır. Hem alıcı hem de satıcı bir yükümlülük taşır ve bağlayıcıdır. Opsiyonlarda olduğu gibi bir seçme hakkı söz konusu değildir. Vadeli kontrat “fiyatı” yoktur."
  }
]