[
  {
    "id": "1948128",
    "unitNumber": 1,
    "text": "Charles Martel (Çekiç Şarl) 732’de hangi muharebede müslüman ordusunu yenilgiye uğratmış ve İspanya’ya geri çekilmeye zorlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Puvatya Muharebesi (Tour Savaşı)",
      "B": "Kurtuba Savaşı",
      "C": "Hastings Savaşı",
      "D": "Güller Savaşı",
      "E": "Las Navas de Tolosa Savaşı"
    },
    "explanation": "Pepin’in oğlu Charles Martel (Çekiç Şarl) 732’de Paris’e 150 kilometre mesafede Puvatya Muharebesi’nde (Tour Savaşı) Müslüman ordularını yenilgiye uğratmış ve İspanya’ya geri çekilmeye zorlamıştır. B<br/>Puvatya Muharebesi (Tour Savaşı)"
  },
  {
    "id": "1948140",
    "unitNumber": 1,
    "text": "Aşağıdaki krallıklardan hangisi VIII. yüzyılda İspanya'ya çıkan İslam ordusu tarafından ortadan kaldırılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Vandal Krallığı",
      "B": "Ostrogot Krallığı",
      "C": "Vizigot Krallığı",
      "D": "Moravia Krallığı",
      "E": "Burgondia Krallığı"
    },
    "explanation": "İspanya’da kurulan Vizigot Krallığı ise VIII. yüzyılda Cebel-i Tarık Boğazı’nı geçerek Avrupa kıtasına çıkan İslam orduları tarafından ortadan kaldırıldı.<br/>Batı Roma’nın 476’da yıkılmasını takiben Kuzey Afrika ve İtalya’da kurulan<br/>Vandal ve Ostrogot krallıkları, VI. yüzyılın başında Doğu Roma İmparatoru Jüstinyen tarafından ortadan kaldırılmıştı. İspanya’da kurulan Vizigot Krallığı ise<br/>VIII. yüzyılda Cebel-i Tarık Boğazı’nı geçerek Avrupa kıtasına çıkan İslam orduları tarafından ortadan kaldırıldı."
  },
  {
    "id": "1948142",
    "unitNumber": 1,
    "text": "IX. yüzyılın sonlarında Avrupa'da toprak yönetiminde lorda tabi olan kontlara ne isim verilmişti?",
    "correctAnswer": "C",
    "options": {
      "A": "pronealar",
      "B": "voyvodalar",
      "C": "vassallar",
      "D": "despotlar",
      "E": "tekfurlar"
    },
    "explanation": "Karolenj İmparatorluğu’nun IX. yüzyılın sonlarında dağılmasından sonra, bugünkü Almanya’dan Atlantik kıyılarına ulaşan geniş bir alandaki toprak yönetimi “kont” adı verilen kişiler tarafından yürütülmeye başlamıştı. Kontlar ortalama birkaç yüz hektarlık tarım alanlarını denetimleri altında tutmakta ve “malikâne” adı verilen bölgelerindeki egemenliklerini sağlamlaştırmak için silahlı adamlar beslemekteydiler.<br/>Zamanla kontlar arasında daha güçlü olan ve “lord” olarak isimlendirilenler, çevrelerindeki kontları kendilerine tabi hale getirdiler. Lorda tabi olan kontlara “vassal” denildi. Lord (süzeren) ile vassallar arasında karşılıklı bir takım hak ve yükümlülükler söz konusuydu. Lord, vassalın topraklarını yönetmesini teminat altına alıyor, ölümü hâlinde mirasının onun ailesinden birine geçmesini sağlıyordu."
  },
  {
    "id": "1948157",
    "unitNumber": 1,
    "text": "1215’te İngiltere Kralı John’un Magna Carta Libertatum (Büyük Özgürlükler Sözleşmesi) adlı belgeyi imzalayarak bazı yetkilerinden feragat etmesiyle sonuçlanmıştır. Bu dönemde Magna Carta aşağıdakilerden hangisi ya da hangilerini sağlamıştır?<br/>I) Kralın sonsuz yetkilerinin, soylular ve din adamları karşısında sınırlandırmasını<br/>II) Keyfi tutuklamanın yasaklanmasını<br/>III) Yargısız ceza verilmesinin yasaklanmasını<br/>IV) Kanunsuz el koymanın yasaklanmasını",
    "correctAnswer": "A",
    "options": {
      "A": "Hepsi",
      "B": "I ve II",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "Yalnızca I"
    },
    "explanation": "1215’te İngiltere Kralı John’un Magna Carta Libertatum (Büyük Özgürlükler Sözleşmesi) adlı belgeyi imzalayarak bazı yetkilerinden feragat etmesiyle sonuçlandı. Bu belge kralın sonsuz yetkilerinin, soylular ve din adamları karşısında sınırlandırmasına yol açtı. Keyfi tutuklamanın, yargısız ceza verilmesinin, kanunsuz el koymanın yasaklandığı Magna Carta, Avrupa hukukunun ilk insan hakları metinlerinden sayılır.<br/>Hepsi"
  },
  {
    "id": "1948160",
    "unitNumber": 1,
    "text": "Yüz Yıl Savaşları, hangi krallıklar arasında gerçekleşmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sırp-Bulgar krallıkları",
      "B": "İngiltere- İspanya krallıkları",
      "C": "Vandal ve Ostrogot krallıkları",
      "D": "İngiltere ve Fransa krallıkları",
      "E": "İspanya-Portekiz krallıkları"
    },
    "explanation": "İngiltere ve Fransa krallıkları arasında 1337’den 1453 kadar süren savaşlar, Yüz Yıl Savaşları olarak adlandırılır."
  },
  {
    "id": "1948169",
    "unitNumber": 1,
    "text": "Avrupa, Asya ve Afrika (Libya) kıtalarının isimlerini ilk olarak aşağıdaki isimlerden hangisi belirlemiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fransızlar",
      "B": "İngilizler",
      "C": "Almanlar",
      "D": "Yunanlılar",
      "E": "İspanyollar"
    },
    "explanation": "Avrupa, Asya ve Afrika (Libya) kıtalarının isimleri ilk olarak Yunanlılar tarafından verilmiştir."
  },
  {
    "id": "1948171",
    "unitNumber": 1,
    "text": "Yüksek Orta Çağların (1400'lü yıllar) son yıllarında Batı Avrupa kaynaklı ilk coğrafi keşifler hangi krallık tarafından yapılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Portekiz",
      "B": "İspanya",
      "C": "İngiltere",
      "D": "Almanya",
      "E": "Hollanda"
    },
    "explanation": "Yüksek Orta Çağların son yıllarında Batı Avrupa kaynaklı ilk coğrafi keşifler Portekiz tarafından yapılmıştır. Portekiz Kralı “Denizci” Henry’in mali destek sağladığı denizciler Batı Afrika sahillerini dolaşarak bugünkü Senegal ve Cape Verde’ye kadar ulaştılar. 1430’da, bugün de hâlâ Portekiz’in elinde bulunan Azor adalarını sömürgeleştiren Portekizliler, 1440’lardan itibaren Afrika’dan Avrupa’ya çalıştırmak üzere zenci köle taşımaya başladılar."
  },
  {
    "id": "1948175",
    "unitNumber": 1,
    "text": "Ümit Burnu'nun keşfi Avrupalılara aşağıdaki avantajlardan en önemli olarak hangisini sağlamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kızıldeniz üzerinden Hindistan'a ulaşabilmek",
      "B": "Basra Körfezi üzerinden Hindistan'a ulaşabilmek",
      "C": "İpek Yolu üzerinden Hindistan ve Çin'e ulaşabilmek",
      "D": "Mısır üzerinden Hindistan'a ulaşılabilmesi",
      "E": "Osmanlı topraklarından geçmeden Hindistan’a ve Çin’e ulaşılabilmek"
    },
    "explanation": "V. Alfonso döneminde de Batı Afrika’daki keşiflerin devam etmesiyle, Gine ve Altın Sahili Portekizlilerin eline geçti. 1488’de ise Bartolomeu Diaz Ümit Burnu’nu dolaşarak Hint Okyanusu’na varmış, Batlamyus’un ileri sürdüğü “Hint Okyanusu’nun aslında karalarla çevrili bir göl olduğu” inancını yıkmıştır. Ümit Burnu’nun keşfi aynı zamanda, Osmanlı topraklarından geçmeden Hindistan’a ve Çin’e ulaşılabileceğini Avrupalılara göstermiş olması açısından önemlidir.<br/>Ümit Burnu’nun keşfi Osmanlı topraklarından geçmeden Hindistan’a ve Çin’e ulaşılabileceğini Avrupalılara göstermiş olması açısından önemlidir"
  },
  {
    "id": "1948179",
    "unitNumber": 1,
    "text": "\"İktisadi alandaki bu değişmeler Avrupa’da sosyal sonuçlar da verdi. Kentlerde enflasyon, sınıf ayrılıklarını derinleştirdi. Ticaret kesiminin (burjuvazi) kârlı çıktığı bu ortamda, özellikle esnaf ve gündelikli işçiler kendi loncaları dışında gizli dernekler oluşturmağa başladılar. Daha fazla ücret için zaman zaman grevlere de giden bu kuruluşlar, ilerideki işçi sendikalarının da ilk çekirdeğini oluşturuyorlardı\".<br/><strong>Pasajda belirtilen sonuçların temel sebebi aşağıdakilerden hangisiydi?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tarıma dayalı ekonomilerin krize girmesi.",
      "B": "Savaşların uzun sürmesinin ekonomilere etkisi",
      "C": "XVII. yüzyılda Avrupada genel bir nüfus artışı.",
      "D": "Burjuvazinin oluşumunun olumsuz etkileri",
      "E": "Coğrafi keşiflerin Avrupa ekonomisine etkileri"
    },
    "explanation": "Avrupa’da ortaya çıkan enflasyonist baskıdan Osmanlı İmparatorluğu da etkilendi. Fetihler sonucunda elde edilen ganimete ve tarıma dayalı bir ekonomik modele sahip olan Osmanlı İmparatorluğu, bir yandan fetihlerin azalması, diğer yandan da dışarıdan gelen malların fiyatlarındaki artış sebebiyle iktisadi tedbirler almak zorunda kaldı. Bu tedbirlerin başında paranın kıymetinin düşürülmesi (devalüasyon) geliyordu. Bu ise başta Yeniçeriler olmak üzere bazı kesimlerin tepkisiyle karşılanacak, XVII. yüzyıl başından itibaren sık sık Yeniçeri isyanları yaşanacaktır. Keza Anadolu’da yaşanan Celali İsyanları’nın iktisadi sebepleri arasında da coğrafi keşiflerle birlikte İpek ve Baharat yollarının önemini yitirmesi ve Osmanlı İmparatorluğu’nun görece fakirleşmeye başlaması sayılabilir.<br/>“Fiyat Devrimi” denilen bu oluşum, paranın değerinin o zamana kadar görülmemiş ölçüde düşmesine yol açtı. Özellikle XVI. yüzyılın ikinci yarısında hızlanan bu oluşum sırasında, fiyatların 1550-1600 arasındaki 50 yıllık sürede bütün ülkelerde - ülkeden ülkeye değişmekle birlikte - genel olarak %100 oranında arttığı görülür. Bu enflasyonun temel bir nedeni, değerli madenlerin yeni keşfedilen bölgelerden - özellikle de Amerika’dan - Avrupa’ya yüksek miktarda akmasıydı. Kıymetli madenlerin çoğalmasıyla paranın değerinin düşmesi sonucu, özellikle tarım ürünlerinin fiyatı çok yükseldi."
  },
  {
    "id": "1948181",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Rönesans Dönemi sanatçılarındandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Degas",
      "B": "Leonardo Da Vinci",
      "C": "Delacroix",
      "D": "Goya",
      "E": "Renoir"
    },
    "explanation": "Rönesans denilince ilk akla gelenler arasında Leonardo da Vinci, Rafael, Michelangelo gibi İtalyan sanatçılarını sayabiliriz."
  },
  {
    "id": "2161065",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Orta Çağ döneminin tarihsel sınırlarıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "495-1453 yılları arasındaki dönemi kapsar.",
      "B": "M.S. 395-1492 arası yılları kapsar.",
      "C": "M.S. 1-1492 yılları arası .",
      "D": "M.S. 622-1453 yılları arası dönemdir.",
      "E": "M.S. 395-1453 yılları arasını kapsayan dönemdir."
    },
    "explanation": "Kitabınızın \"Orta Çağın Mirası\" başlıklı bölümünü yeniden okuyun.<br/>Roma İmparatorluğu'nun ikiye ayrılmasından (395) II. Mehmet'in DOĞU ROMA İmparatorluğu'nu yıkmasına (1453) kadar olan dönemdir."
  },
  {
    "id": "2161189",
    "unitNumber": 1,
    "text": "800 yılında Papa tarafından \"Kutsal Roma İmparatoru\" ilan edilen ve bu unvanı ölümüne kadar taşıyan kişi kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Jüstinyen",
      "B": "Clovis",
      "C": "I. Gregory",
      "D": "Charlemagne (Şarlman)",
      "E": "Charles Martel (Çekiç Şarl)"
    },
    "explanation": "\"Orta Çağın Mirası\" başlıklı konuyu tekrar okuyun.<br/>Charlemagne (Şarlman)"
  },
  {
    "id": "2161324",
    "unitNumber": 1,
    "text": "Avrupa hukukunun ilk insan hakları metinlerinden sayılan Magna Carta Libertatum hangi ülkenin kralı tarafından imzalanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Almanya",
      "B": "Fransa",
      "C": "İngiltere",
      "D": "İtalya",
      "E": "Norveç"
    },
    "explanation": "Kitabınızın \"Yüksek Orta Çağlar\" başlıklı bölümünü yeniden okuyun<br/>İngiltere"
  },
  {
    "id": "2161430",
    "unitNumber": 1,
    "text": "Haçlı seferleri aşağıdakilerden hangisini ele geçirmek amacıyla yapılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğu Roma",
      "B": "Filistin",
      "C": "Selçuklu İmparatorluğu",
      "D": "Mezopotamya",
      "E": "Anadolu"
    },
    "explanation": "\"Haçlı Seferleri\" başlıklı konuyu yeniden çalışın<br/>Filistin"
  },
  {
    "id": "2161483",
    "unitNumber": 1,
    "text": "Yüz Yıl Savaşları hangi iki ülke krallığı arasında olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere ve Fransa",
      "B": "İspanya ve Almanya",
      "C": "Fransa ve İspanya",
      "D": "İspanya ve İngiltere",
      "E": "Almanya-Fransa"
    },
    "explanation": "\"Yüz Yıl Savaşları\" başlıklı konuyu tekrar çalışın.<br/>İngiltere ve Fransa"
  },
  {
    "id": "2161529",
    "unitNumber": 1,
    "text": "Yüz Yıl Savaşları'nı kim kaybetmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fransa",
      "B": "Almanya",
      "C": "İngiltere",
      "D": "İspanya",
      "E": "İtalya"
    },
    "explanation": "\"Yüz Yıl Savaşları\" başlıklı konuyu tekrar okuyun.<br/>İngiltere"
  },
  {
    "id": "2161623",
    "unitNumber": 1,
    "text": "31 Mart 1492'de yayınlanan Kovma Fermanı (Elhamra Kararnamesi) aşağıdakilerden hangisi için çıkarılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Müslümanlar",
      "B": "Hristiyanlar",
      "C": "Yahudiler",
      "D": "Katolikler",
      "E": "Ortodokslar"
    },
    "explanation": "\"İspanya'nın Birliğini Sağlanması\" başlıklı konuyu yeniden çalışın.<br/>Yahudiler"
  },
  {
    "id": "2161700",
    "unitNumber": 1,
    "text": "Yüksek Orta Çağların son yıllarında Batı Avrupa kaynaklı ilk coğrafi keşifler hangi ülke tarafından yapılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "İngiltere",
      "B": "İtalya",
      "C": "Yunanistan",
      "D": "İspanya",
      "E": "Portekiz"
    },
    "explanation": "\"Coğrafi Keşifler\" başlıklı konuyu yeniden çalışın.<br/>Portekiz"
  },
  {
    "id": "2161738",
    "unitNumber": 1,
    "text": "1519-1522 yılları arasında dünyanın etrafında tam bir tur atarak, dünyanın yuvarlak olduğunu kesin kez ispat eden ülke hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yunanistan",
      "B": "İspanya",
      "C": "Portekiz",
      "D": "İtalya",
      "E": "İngiltere"
    },
    "explanation": "\"Coğrafi Keşifler\" başlıklı konuyu yeniden çalışın<br/>Portekiz"
  },
  {
    "id": "2161843",
    "unitNumber": 1,
    "text": "Rönesans akımı ilk olarak hangi ülkede başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "İspanya",
      "B": "İtalya",
      "C": "Hollanda",
      "D": "Fransa",
      "E": "Almanya"
    },
    "explanation": "\"Rönesans ve Reformasyon\" başlıklı bölümü yeniden okuyun.<br/>İtalya. İlk olarak İtalyan kent devletlerinde başlamıştır."
  },
  {
    "id": "3844671",
    "unitNumber": 1,
    "text": "“Orta Çağ” dönemi genel olarak hangi yıllar arasını kapsar?",
    "correctAnswer": "C",
    "options": {
      "A": "M.Ö. 500 - M.S. 500",
      "B": "300 - 1000",
      "C": "395 - 1453",
      "D": "476 - 1492",
      "E": "800 - 1600"
    },
    "explanation": "Orta Çağ Roma İmparatorluğu’nun 395’te ikiye ayrılması ile başlayıp, II. Mehmet’in 1453’te İstanbul’u fethetmesiyle Doğu Roma’nın (Bizans) son bulmasına kadar geçen dönemdir."
  },
  {
    "id": "3844672",
    "unitNumber": 1,
    "text": "Ortaçağa “Karanlık Çağlar” (Dark Ages) adının verilmesinin başlıca nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tüm Avrupa’da hızlı sanayileşme",
      "B": "Okuryazarlık oranının neredeyse sıfıra düşmesi ve ticaretin durması",
      "C": "Matbaanın yaygınlaşması",
      "D": "Denizaşırı keşiflerin başlaması",
      "E": "Feodal beylerin güçlenmesi"
    },
    "explanation": "Orta Çağ’ın ilk beş yüzyılına “karanlık çağlar” denmesinin temel sebeplerini; ticaretin donması, kentlerin yok olması, tarımın daralması, okuryazarlığın neredeyse yok olması ve genel kaos/kanunsuzluk olarak sıralayabiliriz."
  },
  {
    "id": "3844673",
    "unitNumber": 1,
    "text": "Charlemagne (Şarlman) hangi yılda Papa tarafından “Kutsal Roma İmparatoru” ilan edilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "751",
      "B": "800",
      "C": "814",
      "D": "962",
      "E": "1066"
    },
    "explanation": "Charlemagne 800 yılının Noel’inde Roma’daki St. Peter Bazilikası’nda Papa tarafından taç giydirilerek Kutsal Roma İmparatoru ilan edilmiştir. Bu olay Charlemagne’ın siyasal öneminin simgesidir."
  },
  {
    "id": "3844674",
    "unitNumber": 1,
    "text": "Feodal sisteme göre “lord” ile “vassal” arasındaki ilişki için hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Lord, vassala toprak yönetimini teminat altına alır; vassal savaş durumunda lord için asker sağlar.",
      "B": "Lord ile vassal arasında ekonomik ilişki yoktur.",
      "C": "Vassal, lordun yerine geçen en yüksek rütbedir.",
      "D": "Vassal, yalnızca vergiden muaf tutulur.",
      "E": "Lord, vassalına karşı hiçbir yükümlülük üstlenmez."
    },
    "explanation": "Lord-vassal ilişkisini karşılıklı hak ve yükümlülükler şeklinde tanımlanmaktadır: Lord toprak yönetimini güvenceye alır, vassal ise savaşta asker sağlama, vergi/evlilik gibi yükümlülükler üstlenir; ayrıca fidye ödeme vb. görevleri vardır."
  },
  {
    "id": "3844675",
    "unitNumber": 1,
    "text": "Orta Çağ’da tarımsal verimi artıran gelişmelerden hangisi metinde <u>belirtilmemiştir?</u><br/><strong><br/></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ağır sabanın ve hayvanların daha iyi koşumlanması",
      "B": "Toprağın daha derin sürülmesi",
      "C": "Yel değirmenleri ve su kanalları",
      "D": "Üçlü tarla sistemi (nadaslı sistem)",
      "E": "Yerel kentlerin nüfusunun azalması"
    },
    "explanation": "Tarımsal verimi artıran somut gelişmeler (ağır saban ve at/sığırın daha iyi bağlanması, yel değirmenleri, su kanalları, üçlü tarla sistemi, toprağın daha derin sürülmesi) şeklinde sıralanabilir. Kent nüfusunun azalması tarım verimini artıran bir gelişme değildir; aksine kentlerin yeniden canlanması tarım fazlasıyla ilişkilendirilir."
  },
  {
    "id": "3844676",
    "unitNumber": 1,
    "text": "Orta Çağ’da “serf” (toprağa bağlı köle) sınıfının ortaya çıkışında en önemli etkenlerden birisi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Charlemagne’ın yönetimde merkezileşme politikası",
      "B": "Yerleşim alanlarına yakın tarlara sürekli bakım gereksinimi ve klasik köleliğin toprağa bağlı bir forma dönüşmesi",
      "C": "Kentlerde zanaat loncalarının güçlenmesi",
      "D": "Papalığın geniş toprak mülkiyeti politikası",
      "E": "Deniz ticaretinin canlanması"
    },
    "explanation": "Tarımsal verimdeki artışla birlikte yerleşimlere yakın tarların sürekli bakımının zorunlu hâle geldiği ve bu ihtiyacın klasik köleliğin çözülüp yerini “toprağa bağlı kölelik” biçimindeki serfliğe bıraktığı söylenebilir. Yani, tarımsal üretimin teknik gelişmeler (ağır saban, üçlü tarla sistemi, yel değirmenleri vb.) sonucu genişlemesi ve tarlaların sürekli işlenme zorunluluğu, emek biçiminin değişmesine doğrudan neden olmuş; bu nedenle serfliğin ortaya çıkışındaki en belirleyici etken bu ekonomik/tarımsal ihtiyaçtır."
  },
  {
    "id": "3844677",
    "unitNumber": 1,
    "text": "“Magna Carta Libertatum” (Büyük Özgürlükler Sözleşmesi) hangi yıl imzalanmış ve neyi sınırlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1066 - prenslerin yetkilerini genişletmiştir.",
      "B": "1215 - kralın mutlak yetkilerini sınırlamıştır.",
      "C": "1492 - İspanya’nın siyasi birleşmesini sağlamıştır.",
      "D": "1337 - Yüz Yıl Savaşları’nı başlatmıştır.",
      "E": "800 - Charlemagne’a verilen bir ayrıcalıktır."
    },
    "explanation": "1215’te Kral John’un Magna Carta’yı imzalayarak bazı yetkilerinden feragat ettiği; keyfi tutuklama, yargısız ceza ve kanunsuz el koyma gibi uygulamaları sınırlandırdığı ve bunun Avrupa hukukunun erken insan hakları metinlerinden biri sayıldığı söylenebilir."
  },
  {
    "id": "3844678",
    "unitNumber": 1,
    "text": "Haçlı Seferleri ile ilgili olarak metinde aşağıdakilerden hangisi doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Papa II. Urban 1095’te çağrı yaptı; 1099’da Haçlılar Kudüs’ü ele geçirdiler.",
      "B": "Haçlı Seferleri sadece Avrupa iç savaşlarıyla sınırlı kaldı.",
      "C": "Haçlı Seferleri 1000-1020 yılları arasında gerçekleşti.",
      "D": "Haçlı Seferleri sonucunda Batı Avrupa İslam dünyasından hiçbir kültürel değer <u>almamıştır.</u>",
      "E": "Haçlılar hiçbir zaman İstanbul’u hedef almadılar."
    },
    "explanation": "Papa II. Urban 1095’te çağrı yaptı; 1099’da Haçlılar Kudüs’ü ele geçirdiler; 1187’de Selahaddin Kudüs’ü geri aldı; 1291’de Haçlıların son askeri kalıntısı yok edildi. Haçlı Seferleri’nin zaman çizelgesi: 1095 çağrı, 1099 Kudüs’ün ele geçirilmesi; 1187’de Selahaddin’in geri alması; 1204’te IV. Haçlı Seferi sırasında Konstantinopolis’in yağmalanması ve 1291’de Doğu Akdeniz’de Haçlıların son askeri izlerinin yok olması gibi ana olaylar anlatılır."
  },
  {
    "id": "3844679",
    "unitNumber": 1,
    "text": "Coğrafi keşifler döneminde yapılan ve metinde belirtilen hangi anlaşma, İspanya ile Portekiz arasındaki denizaşırı toprakların ilk küresel ölçekte kâğıt üzerinde paylaşımını düzenlemiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Westphalia Antlaşması",
      "B": "Versailles Antlaşması",
      "C": "Zaragoza Antlaşması",
      "D": "Tordesillas Antlaşması",
      "E": "Utrecht Antlaşması"
    },
    "explanation": "1494 Tordesillas Antlaşmasında Cape Verde adalarının batısından geçen bir meridyen esas alınarak batı taraf İspanya’ya, doğu taraf Portekiz’e bırakıldı. Bu ilk “kâğıt üzerinde” taksim metindir."
  },
  {
    "id": "3844680",
    "unitNumber": 1,
    "text": "Reformasyon hareketinin başlangıcı olarak çoğu kaynağın gösterdiği olay hangisidir ve hangi yıl olmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Vatikan Konseyi - 1545",
      "B": "Calvin’in Cenevre’ye geliş - 1600",
      "C": "İngiltere’de Anglikan Kilisesi’nin kurulması - 1534",
      "D": "Gutenberg’in matbaayı icadı - 1450",
      "E": "Martin Luther’in 95 Tez’i - 1517"
    },
    "explanation": "Reform hareketinin başlangıcı olarak yaygın biçimde Martin Luther’in 1517’de Kilise uygulamalarını (özellikle endüljans uygulaması) eleştiren 95 Tez’ini ilan etmesi gösterilir. Luther’in bu çıkışı Reformasyon sürecini başlatmıştır"
  },
  {
    "id": "2120676",
    "unitNumber": 2,
    "text": "\"1328’de Fransa’da . . . .. . . . .. . .. . .’in tahta çıkmasıyla birlikte . . . . .. . .. . . . Hanedanı’nın Valois kolu iktidara gelmiş oldu. Valois kralları 1589’a kadar Fransa’yı yöneteceklerdir.\" <br/>Cümlesindeki boşluklara aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "VI. Phillip - Capet Hanedanı",
      "B": "V. Phillip - Capet Hanedanı",
      "C": "VI. Phillip - Tudor Hanedanı",
      "D": "V. Phillip - Tudor Hanedanı",
      "E": "XI. Louis - Tudor Hanedanı"
    },
    "explanation": "1328’de Fransa’da VI. Phillip’in tahta çıkmasıyla birlikte Capet Hanedanı’nın Valois kolu iktidara gelmiş oldu. Valois kralları 1589’a kadar Fransa’yı yöneteceklerdir."
  },
  {
    "id": "2120677",
    "unitNumber": 2,
    "text": "I. François ile ilgili aşağıdaki bilgilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere Kralı V. Henry ile askeri ittifak arayışları içine girdi.",
      "B": "Kutsal Roma imparatoru makamına oturmak isterdi.",
      "C": "İtalyan devletleri üzerinde baskı kurdu.",
      "D": "Pavia Savaşı'nda yenilerek V. Charles'e esir düştü.",
      "E": "Annesi Kanuni Sultan Süleyman'dan yardım istedi."
    },
    "explanation": "Kutsal Roma İmparatoru makamına oturmak isteyen I. François önce 1515’te Milano’yu ele geçirerek İtalyan devletleri üzerinde baskı kurdu. Ardından V.Charles’ın diğer bir düşmanı olan İngiltere Kralı <strong>VIII. Henry ile</strong> askeri ittifak arayışları içine girdi."
  },
  {
    "id": "2128333",
    "unitNumber": 2,
    "text": "I- 1526’da imzalanan Madrid Antlaşması’yla V. Charles’a verdiği tavizler karşılığında serbest bırakıldı.<br/>II- Alman devletlerinden Hesse ile V. Charles’a karşı gizli bir ittifak kurdu.<br/>III- Milano Dükalığı, Papa VII. Clement, Venedik ve Floransa Cumhuriyetleriyle Cognac Birliği’ni oluşturdu.<br/>IV- 1526-1530 yılları arasında devam eden Cognac Birliği Savaşları’nı kazandı.<br/>V- 1536-1538 ve 1542-1546 yılları arasında İngiltere’ye iki kez daha saldırdı.<br/><ol><br/><li><strong>François dönemiyle ilgili yukarıdaki ifadelerden hangileri yanlıştır?</strong></li><br/></ol>",
    "correctAnswer": "E",
    "options": {
      "A": "III, IV",
      "B": "I, II",
      "C": "I, IV",
      "D": "II, III",
      "E": "IV, V"
    },
    "explanation": "I. François 1526-1530 yılları arasında devam eden Cognac Birliği Savaşları’nı kazanmamış ve 1536-1538 ve 1542-1546 yılları arasında İtalya'ya saldırmıştır."
  },
  {
    "id": "2128380",
    "unitNumber": 2,
    "text": "Fransa’da kesintilerle 36 yıl boyunca devam eden din savaşlarının sonunda 1598’de kral . . . . . . .. . .. ’nin ilan ettiği . . . .. . . . .. . . . . . . . . .. . . ile Katoliklik Fransa’nın resmi dini olarak belirtilmekle birlikte, Protestanlara kapsamlı haklar verildi.<br/><strong>Yukarıdaki boşluklara aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "V. Henry - Paris Fermanı",
      "B": "IV. Henry - Nantes Fermanı",
      "C": "IV. Henry - Paris Fermanı",
      "D": "I. François - Nantes Fermanı",
      "E": "I. François - Paris Fermanı"
    },
    "explanation": "IV. Henry'nin Nantes Fermanı ile katoliklik resmi din olarak belirlenmiş."
  },
  {
    "id": "2128477",
    "unitNumber": 2,
    "text": "İngiltere Kraliçesi “Kanlı Mary” (Bloody Mary) dönemi ile ilgili aşağıdaki bilgilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Mary, 1554’te V. Charles’ın oğlu Philip’le evlenmiş, 1556’da kocasının II. Philip adıyla İspanya tahtına çıkmasıyla, İspanya Kraliçesi unvanını da elde etmiştir.",
      "B": "Babasının başlattığı reform hareketini geri çevirmeye çalıştı.",
      "C": "Annesi gibi koyu bir Katoliktir.",
      "D": "1558’de ölen Mary’nin yerine İngiltere tahtının tek varisi olan kızı Elizabeth geçti.",
      "E": "Katolik İspanya’nın da desteğini alarak, Protestanlara şiddet uygulamaya başlayan Mary, engizisyona benzeyen dinsel mahkemeler kurmuştur."
    },
    "explanation": "Kanlı Mary'nin çocuğu olmamıştır."
  },
  {
    "id": "2128557",
    "unitNumber": 2,
    "text": "Protestan devletlerin 1552’de V. Charles’ın ordusunu yenmeleri üzerine taraflar arasında imzalanan barış aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Frankfurt Barışı",
      "B": "Hannover Barışı",
      "C": "Passau Barışı",
      "D": "Ausburg Barışı",
      "E": "Kempten Barışı"
    },
    "explanation": "Passau Barışı'dır"
  },
  {
    "id": "2128576",
    "unitNumber": 2,
    "text": "Ausburg Anlaşması kimler arasında imzalanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kutsal Roma İmparatorluğu - Protestan Devletler",
      "B": "Kutsal Roma İmparatorluğu - Osmanlı İmparatorluğu",
      "C": "Osmanlı İmparatorluğu - Protestan Devletler",
      "D": "Kutsal Roma İmparatorluğu - Safeviler",
      "E": "Kutsal Roma İmparatorluğu - Fransa"
    },
    "explanation": "Kutsal Roma İmparatorluğu ve Protestan Devletler imzalamışlardır."
  },
  {
    "id": "2128613",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi V. Charles'ın oğlu II. Philip'in yönetimine geçen yerlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hollanda",
      "B": "İspanya Krallığı",
      "C": "Belçika",
      "D": "Tarihsel Habsburg Toprakları",
      "E": "Napoli"
    },
    "explanation": "Tarihsel Habsburg Toprakları kardeşi Ferdinand'a düşmüştür."
  },
  {
    "id": "2131421",
    "unitNumber": 2,
    "text": "I- İtalya II- İspanya III- Galya IV- Fransa V- İngiltere<br/>1559'da imzalanan Cateau -Cambresis barış anlaşması yukarıdaki devletlerin hangileri tarafından imzalanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "II, IV, V",
      "B": "I, II, III",
      "C": "III, IV, V",
      "D": "II, III, IV",
      "E": "I, IV, V"
    },
    "explanation": "1559’da İspanya, Fransa ve İngiltere arasında Cateau-Cambresis barış antlaşması imzalandı."
  },
  {
    "id": "2131467",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Cateau-Cambresis barış anlaşmasının sonuçlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "İtalya, Milano ve Napoli'yi İngiltere'ye terk etti.",
      "B": "İtalya, Korsika adasını Cenevizlilere terk etti.",
      "C": "Fransa Savoy ve Piemonte'yi Savoy Dükalığı'na terk ett.",
      "D": "İspanya, Sicilya ve Sardinya'yı Fransa'ya terk etti.",
      "E": "Toscana ve Ceneviz de dolaylı yoldan İngiltere’nın kontrolü altına girdi."
    },
    "explanation": "Fransa, Savoy ve Piemonte’yi Savoy Dükalığı’na, Korsika adasını da, Ceneviz Cumhuriyeti’ne terk etti."
  },
  {
    "id": "2177057",
    "unitNumber": 2,
    "text": "<!-- [if !supportLists]-->1. <!--[endif]-->Aşağıdakilerden hangisi 15. yüzyılda Fransa’yı güçlü bir ulusal monarşiye dönüştürmeye çabalayan XI. Louis'nin girişimleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Yerel dükleri etkisiz hale getirmek",
      "B": "Fransız kentlerini yeni yollarla birbirine bağlamak",
      "C": "Ticaret panayırları düzenlemek",
      "D": "Ticareti canlandıracak düzenlemeler getirmek",
      "E": "Hukuk reformları düzenlemek"
    },
    "explanation": "A, B, C ve D şıkları XI. Louis dönemine aittir. E şıkkı ise XII. Louis döneminde gerçekleşti. 1498-1515 yılları arasında tahtta kalan XII. Louis Döneminde, daha önce başlatılan mutlakiyetçi uygulamalara devam edilirken devlet maliyesi ve hukuk alanında gerçekleştirilen reformlarla, Fransa’da yönetim modeli yenilendi.<br/>Hukuk reformları düzenlemek"
  },
  {
    "id": "2177075",
    "unitNumber": 2,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ff1200a64920e04f51ae5b27f937f28f.jpeg\" alt=\"St. Bartholome Katliamı\" width=\"322\" height=\"194\"><br/>Resimde gördüğünüz sahneler 1572'de Katolikler ve Protestanlar arasında yaşanan hangi olayı tasvir etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "St. Bartholeme Katliamı",
      "B": "Yüzyıl Savaşları",
      "C": "Otuz Yıl Savaşları",
      "D": "Viyana katolik isyanı",
      "E": "Londra protestan ayaklanması"
    },
    "explanation": "1572’nin Ağustosu’nda, St. Bartholeme Bayramında başlayan katliamlarda, sadece Paris’te 25.000 Protestan Katolikler tarafından öldürüldü.François Dubois’in 1584<br/>tarihli tablosu bundan bir kesit sergilimektedir.<br/>St. Bartholeme Katliamı"
  },
  {
    "id": "2177090",
    "unitNumber": 2,
    "text": "16. yüzyılda yaşamış bir Huguenot için aşağıdakilerden hangisi tehlike arz etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Saint-Germain Fermanı",
      "B": "Orleans Fermanı",
      "C": "Fontainbleau Fermanı",
      "D": "Nantes Fermanı",
      "E": "Intercursus Magnus"
    },
    "explanation": "Saint-Germain (A), Orleans (B), Nantes (D) Fermanları Fransız Protestanlarının haklarını koruyan fermanlardır. Intercursus Magnus (E) ise 1496’da İngiltere, Hollanda, Venedik, Floransa ve Hansa Birliği arasında imzalanan ticaret anlaşmasıdır.<br/>Doğru yanıt Fontainbleau Fermanı (C) şıkkıdır."
  },
  {
    "id": "2177107",
    "unitNumber": 2,
    "text": "Arthur ve Catherine (1502)<br/>VIII. Henry ve Catherine (1509)<br/>Catherine: Ferdinand ve İsabella'nın kızı<br/>Yukarıdaki verileri kullanarak aşağıdakilerden hangisi söylenebilir?<br/>I. Catherine İngiltere Hanedanı'nın iki üyesiyle evlilik yaptı.<br/>II. Catherine İngiltere Kraliçesi oldu.<br/>III. İngiltere Krallığı, İspanya Krallığı ile akrabalık kurdu.<br/>IV. Catherine İspanya Kraliçesi oldu.",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III, IV",
      "B": "II, III, IV",
      "C": "I, II, IV",
      "D": "I, II, III",
      "E": "I, IV"
    },
    "explanation": "İspanya Kralı Ferdinand ve İsabella'nın kızları; Catherine, İngiltere Kralı'nın oğlu Arthur'la ve Arthur'un ölümünden sonra diğer oğlu VIII. Henry ile evlendi. VIII. Henry, babası VII. Henry'den sonra tahta geçti, Catherine İngiltere Kraliçesi oldu. <br/>Dolayısıyla ı, II, III doğrudur.<br/>I, II, III"
  },
  {
    "id": "2177123",
    "unitNumber": 2,
    "text": "1556’da kocası II. Philip'in İspanya tahtına çıkmasıyla İspanya Kraliçesi olan 'Kanlı Mary', Protestanlara uyguladığı şiddetle aşağıdakilerden hangisiyle tamamen zıt bir tutum içindedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Babası VIII. Henry",
      "B": "Aragon Kralı Ferdinand",
      "C": "Kastilya Kraliçesi İsabella",
      "D": "I. François",
      "E": "V. Charles"
    },
    "explanation": "VIII. Henry’nin ilk eşi Catherine’den olan kızı Mary, babasının başlattığı reform hareketini geri çevirmeye çalıştı. Annesi gibi koyu bir Katolik olan Mary, 1554’te V. Charles’ın oğlu Philip’le evlenmiş, 1556’da kocasının II. Philip adıyla İspanya tahtına çıkmasıyla, İspanya Kraliçesi unvanını elde etmiştir. Katolik İspanya’nın da desteğini alarak, Protestanlara şiddet uygulamıştır.<br/>B, C, D ve E şıklarındaki isimler Katolik'tir. Doğru cevap A şıkkıdır.<br/>Babası VIII. Henry<br/>Onu takiben 1553’te İngiltere Kraliçesi olan VIII. Henry’nin ilk eşi Catherine’den olan kızı Mary ise, babasının başlattığı reform hareketini geri çevirmeye çalışacaktır. Annesi gibi koyu bir Katolik olan Mary, 1554’te V. Charles’ın oğlu Philip’le evlenmiş, 1556’da kocasının II. Philip adıyla İspanya tahtına çıkmasıyla, İspanya Kraliçesi unvanını da elde etmiştir. Katolik İspanya’nın da desteğini alarak, Protestanlara şiddet uygulamaya başlayan Mary, yüzlerce Protestan din adamının engizisyona benzeyen dinsel mahkemelerde yargılanmasına ve “zındık” olmak suçundan ölüme mahkum edilmesine sebep oldu."
  },
  {
    "id": "2177158",
    "unitNumber": 2,
    "text": "Katolik, Luteryen, Kalvinist, Yahudi ve Müslüman tüccarların karşılıklı ticaret yaptığı bir ortamda Ausburg Barışı'nın ilanı hangi grubu rahatsız etmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Katolik",
      "B": "Luteryen",
      "C": "Kalvinist",
      "D": "Yahudi",
      "E": "Müslüman"
    },
    "explanation": "1555 tarihli Ausburg Barışı ile 225 Alman devletinin yöneticisinin her biri Katoliklik ve Luteryenlik arasında tercih yapmakta serbest bırakıldı. Fakat Ausburg Barışı Kalvinistlere ilişkin bir hüküm içermiyordu.<br/>Kalvinizmin Almanya’da hızla yayılmaya devam etmesi ve en kalabalık<br/>üçüncü din hâline gelmesiyle birlikte, Ausburg’ta herhangi bir hak elde etmemiş<br/>olan Kalvinistlerle, bunlara karşı baskı uygulayan Katolik ve Luteryen Alman<br/>prensleri arasında gerilim yaşanmaya başladı."
  },
  {
    "id": "2177165",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinin temsilciliğinin bulunmaması Westphalia Antlaşması'na seküler nitelik kazandırmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "İngiltere",
      "B": "Polonya",
      "C": "Osmanlı İmparatorluğu",
      "D": "Rusya",
      "E": "Papa"
    },
    "explanation": "Westphalia Antlaşması'nın öncesindeki savaşlara katılmış olmalarına rağmen<br/>İngiltere, Polonya, Osmanlı İmparatorluğu ve Rusya’nın temsilcileri antlaşmada yoktur. Ancak ilk seküler antlaşma olma özelliği kazandıran, o zamana kadarki devletler arası protokolde hep en üst sırada yer alan Papa’nın temsilcisinin de Westphalia’da bulunmayışıdır."
  },
  {
    "id": "2177173",
    "unitNumber": 2,
    "text": "Günümüzde yapılan bir uluslararası anlaşmada anlaşma ortamının koşullarını tanımlamak için \"Westphalia Düzeni\" ifadesi kullanılıyorsa bu ne anlama gelir?",
    "correctAnswer": "D",
    "options": {
      "A": "Güçsüz devletlerin dahil edilmediği bir ortam",
      "B": "Güçsüz devletlerin dışlandığı bir ortam",
      "C": "Güçlü devletlerin güçsüz devletlere müdahale ettiği bir ortam",
      "D": "Tüm devletlerin birbirleriyle eşit oldukları ve başkalarının içişlerine karışmanın yasaklandığı bir ortam",
      "E": "Devletlerin uluslararası ticaret hacmine göre değerlendirildiği bir ortam"
    },
    "explanation": "Westphalia “egemen devletlerin eşitliği” yaklaşımının uluslararası alanda ilk kez benimsendiği düzenleme olma özelliğini taşır. Bu yüzden, modern uluslararası ilişkilerde XXI. yüzyılın başlarına kadar devam eden tüm devletlerin birbirleriyle eşit oldukları ve başkalarının içişlerine karışmanın yasaklandığı yapıya “Westphalia Düzeni” adı verilmiştir.<br/>Tüm devletlerin birbirleriyle eşit oldukları ve başkalarının içişlerine karışmanın yasaklandığı bir ortam"
  },
  {
    "id": "2177179",
    "unitNumber": 2,
    "text": "960’tan, ülkenin Moğollar tarafından işgal edildiği1279’a kadar orta ve güney Çin’de birliği sağlayan Song Hanedanı döneminde bürokrasi hangi bilge düşünürün ilkeleri doğrultusunda düzenlendi?",
    "correctAnswer": "A",
    "options": {
      "A": "Konfüçyüs",
      "B": "Budha",
      "C": "Lao Tzu",
      "D": "Zerdüşt",
      "E": "Mani"
    },
    "explanation": "960’tan, ülkenin Moğollar tarafından işgal edildiği1279’a kadar orta ve güney Çin’de birliği sağlayan Song Hanedanı döneminde bürokrasi Konfüçyüs’ün felsefi ilkeleri doğrultusunda liyakat esasına göre teşkilatlandırıldı."
  },
  {
    "id": "3720171",
    "unitNumber": 2,
    "text": "V. Charles'in Kutsal Roma İmparatoru olduğu dönem Osmanlı İmparatorluğu'nda hangi hükümdar dönemine rastlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanuni Sultan Süleyman",
      "B": "Yavuz Sultan Selim",
      "C": "Fatih Sultan Selim",
      "D": "II. Bayezid",
      "E": "II. Selim"
    },
    "explanation": "V. Charles’ın tahtta bulunduğu dönem, Osmanlı İmparatorluğu’nda Kanuni Sultan<br/>Süleyman’ın hükümdarlığına rastlamaktadır."
  },
  {
    "id": "3844681",
    "unitNumber": 2,
    "text": "Fransa’da Valois kolunun iktidara gelmesi ve mutlakiyetçi adımların başlaması hangi tarihte ve hangi olayla ilişkilendirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1066 - Norman istilası",
      "B": "1328 - VI. Philippe’nin tahta çıkışı",
      "C": "1492 - Orta Çağ’ın sonu",
      "D": "1515 - Pavia Savaşı",
      "E": "1648 - Westphalia Barışı"
    },
    "explanation": "Fransa’da Valois kolunun 1328’de VI. Philippe ile iktidara gelmiş ve Valois hanedanı 1589’a kadar sürmüş, XI. Louis ile başlayan (1461 vb.) ve sonraki yüzyıllarda güçlenen mutlakiyetçi eğilimler bu sürecin parçası olmuştur. açıklar. Bu nedenle Valois’un yükselişi 1328 ile ilişkilendirilir."
  },
  {
    "id": "3844682",
    "unitNumber": 2,
    "text": "I. François’nın Pavia Savaşı’nda esir düşmesinin ardından Fransa’nın diplomatik yönelimi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İngiltere ile kalıcı bir ittifak kurdu.",
      "B": "Osmanlı İmparatorluğu’ndan yardım istedi ve Osmanlı desteğiyle yakın ilişkiye yöneldi.",
      "C": "Portekiz ile denizcilik anlaşmaları imzaladı.",
      "D": "Yeni kolonicilik politikası başlattı.",
      "E": "Habsburglarla hemen barış yaptı ve İtalya’dan çekildi."
    },
    "explanation": "I. François’nın 1525 Pavia yenilgisi ve esir düşmesi sonrası annesinin aracılığıyla Kanuni Sultan Süleyman’dan yardım istediği, bunun sonucunda Osmanlı-Fransız iş birliğinin arttığı ve 1535’te Fransa’ya kapitülâsyonlar verildiği belirtilir. Bu durum, Fransa’nın Habsburg karşısında Osmanlı desteğini tercih ettiğinin açık göstergesidir.<br/>Habsburglarla hemen barış yaptı ve İtalya’dan çekildi."
  },
  {
    "id": "3844683",
    "unitNumber": 2,
    "text": "Osmanlı-Fransız ittifakının Akdeniz’deki en önemli denizci zaferlerinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Trafalgar Deniz Muharebesi",
      "B": "İnebahtı Deniz Savaşı",
      "C": "Preveze Deniz Zaferi",
      "D": "Lepanto Deniz Muharebesi",
      "E": "Cezayir Kuşatması"
    },
    "explanation": "Preveze zaferi açıkça Barbaros Hayreddin Paşa’nın Andrea Doria komutasındaki Haçlı donanmasını yenmesidir. Bu durum Osmanlı deniz gücünün Akdeniz’deki üstünlüğünün önemli bir göstergesidir."
  },
  {
    "id": "3844684",
    "unitNumber": 2,
    "text": "1555 Ausburg düzenlemelerinin temel ilkesi olan “Cuius regio, eius religio” ne anlama gelmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Her birey istediği dini seçebilecektir.",
      "B": "Kilise devletin üzerindedir.",
      "C": "Papa tüm dini anlaşmazlıklarda nihai hakimdir.",
      "D": "Din ve devlet işleri birbirinden ayrılacaktır.",
      "E": "Hükümdarın dini, o topraklardaki halkın dini olacaktır."
    },
    "explanation": "Ausburg düzenlemeleri “Cuius regio, eius religio” ilkesini aynen açıklar: prens hangi dini seçerse, o topraklarda yaşayan halk da o dini takip etmek zorunda olacak; gerektiğinde dini tercih edenler kendi inançlarına uygun yere göç edebilecektir."
  },
  {
    "id": "3844685",
    "unitNumber": 2,
    "text": "Tudor döneminde VIII. Henry’nin Roma Katolik Kilisesi’nden ayrılışının (Anglikan Kilisesi’nin kurulması) başlıca nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İngiltere’nin ekonomik bağımsızlığı elde etme arzusu",
      "B": "İngiltere’nin İspanya’yla ittifak kurma isteği",
      "C": "VIII. Henry’nin bir erkek varis istemesi ve Papa’nın boşanmaya izin vermemesi",
      "D": "İngiltere Parlamentosu’nun baskısı",
      "E": "Huguenot hareketinin etkisi"
    },
    "explanation": "VIII. Henry’nin Catherine’den boşanma isteğinin arkasındaki temel neden bir erkek varis arzusudur ve Papa’nın (daha çok İspanya’yı rahatsız etmemek için) boşanmaya izin vermemesi üzerine Henry 1534’te kendi kilisesini kurmuştur."
  },
  {
    "id": "3844686",
    "unitNumber": 2,
    "text": "Otuz Yıl Savaşları’nı sona erdiren ve modern egemen devlet sisteminin temellerini atan barış hangisidir ve hangi tarihte sonuçlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Utrecht Antlaşmaları - 1713",
      "B": "Pireneler Barışı - 1659",
      "C": "Cateau-Cambrésis - 1559",
      "D": "Westphalia Antlaşmaları - 1648",
      "E": "Ausburg Barışı - 1555"
    },
    "explanation": "Otuz Yıl Savaşları sonrası Osnabrück ve Münster’de Mayıs-Ekim 1648 arasında imzalanan üç antlaşmanın (Münster + Osnabrück) bir bütün olarak Westphalia düzenini oluşturmuştur. Bu, modern uluslararası sistemde egemen devlet eşitliği ve iç işlere müdahalenin yasaklanması gibi ilkeleri pekiştirmiştir.<br/>Otuz Yıl Savaşları sonrası Osnabrück ve Münster’de Mayıs-Ekim 1648 arasında imzalanan üç antlaşmanın (Münster + Osnabrück) bir bütün olarak Westphalia düzenini oluşturmuştur. Bu modern uluslararası sistemde egemen devlet eşitliği ve iç işlere müdahalenin yasaklanması gibi ilkeleri pekiştirmiştir."
  },
  {
    "id": "3844687",
    "unitNumber": 2,
    "text": "Westphalia görüşmeleri hangi iki şehirde yapılıp antlaşmalar imzalanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Madrid ve Sevilla",
      "B": "Lahey ve Amsterdam",
      "C": "Osnabrück ve Münster",
      "D": "Viyana ve Prag",
      "E": "Paris ve Lyon"
    },
    "explanation": "Otuz Yıl Savaşları’nı sona erdiren ve aynı zamanda İspanya-Hollanda arasındaki Seksen Yıl Savaşları’nı neticelendiren Westphalia düzenlemesi Osnabrück ve Münster şehirlerinde yapılmıştır."
  },
  {
    "id": "3844688",
    "unitNumber": 2,
    "text": "V. Charles’ın emriyle 1550’de Valladolid’de düzenlenen münazarada hangi konu tartışılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ausburg Antlaşması’nın sınırları",
      "B": "Amerika yerlilerinin köleleştirilmesinin Katolik inancına uygunluğu ve encomienda uygulaması",
      "C": "Hollanda’nın bağımsızlık talebi",
      "D": "Osmanlılar ile diplomatik ilişkiler",
      "E": "Matbaanın Avrupa’ya etkileri"
    },
    "explanation": "V. Charles’ın talimatıyla 1550’de Valladolid’de toplanan münazarada İspanyol fatihlerin uyguladığı encomienda sistemi ve Amerikan yerlilerinin köleleştirilmesinin dinî/ahlakî olarak tartışıldığı, burada net bir fikir birliğine tam olarak varılamasa da uygulamanın kademeli kaldırılmasına doğru adımlar atıldığı belirtilir."
  },
  {
    "id": "3844689",
    "unitNumber": 2,
    "text": "Hollanda Cumhuriyeti'nin (Bağımsız Hollanda) iç yapısı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tamamen merkeziyetçi, tek parti bir devlet",
      "B": "Portekiz tarafından atanan valiler tarafından yönetilen sömürge idaresi",
      "C": "Katolik kilisesinin doğrudan yönetiminde bir teokrasi",
      "D": "Yedi özerk birimin oluşturduğu bir konfederasyon",
      "E": "Tek merkezî monarşi olarak yönetilen bir imparatorluk"
    },
    "explanation": "Hollanda Cumhuriyeti’nin gerçekte yedi iç özerk birimin konfederal bir düzeni olduğu, bu birimlerin temsilcilerinin Lahey’de bir araya gelerek federal orgân (Staaten-Generaal) oluşturdukları ve ülkenin merkeziyetçi bir monarşi değil, konfederal bir cumhuriyet yapısında olduğu açıklanır."
  },
  {
    "id": "3844690",
    "unitNumber": 2,
    "text": "V. Charles’ın 1555’te tahttan feragat edip topraklarını paylaştırırken izlediği temel uygulama ne olmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüm imparatorluğu tek varise devretmiş, herhangi bir paylaşım yapmamıştır.",
      "B": "Tüm toprakları Papa’ya bağışlamıştır.",
      "C": "Tahttan çekilmiş ama toprakların yönetimini tamamen sürdürmüştür.",
      "D": "İmparatorluk topraklarını halk oylaması ile dağıtmıştır.",
      "E": "Tahtı gönüllü bırakarak topraklarını oğlu II. Philip ile kardeşi Ferdinand arasında bölüştürmüştür"
    },
    "explanation": "V. Charles 1555’te manastıra çekilip gönüllü olarak tahttan feragat ettiğini, ölmeden önce topraklarını oğluna (II. Philip’e) ve kardeşine (Ferdinand’a) paylaştırdığını; böylece İspanya ve sömürgelerinin II. Philip’e, Avusturya/İmparatorluk alanlarının Ferdinand’a geçtiğini ve bunun sonraki yüzyılların Avrupa siyasetini şekillendirdiğini belirtir."
  },
  {
    "id": "2127049",
    "unitNumber": 3,
    "text": "İngiltere'de, 7 Haziran 1628’de kabul edilen “Hak Dilekçesi”(Petition of Rights) hangi İngiltere Kral'ının yetkilerini sınırlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "I. Charles",
      "B": "I. James",
      "C": "IV. James",
      "D": "II. Charles",
      "E": "II. James"
    },
    "explanation": "I.James’in ölümünden sonra yerine geçen oğlu I. Charles da, iktidarının ilk yıllarından itibaren Parlamento’yla çatışma içine girdi. 7 Haziran 1628’de kabul ettiği “Hak Dilekçesi”yle (Petition of Rights) Parlamento’nun onayı olmadan yeni vergiler konulmasını, keyfi tutuklamayı ve sivil vatandaşların evlerinin askerler tarafından zorla kullanılmasını yasaklarken olağanüstü hal durumuna da önemli kısıtlamalar getirdi. Parlamento, Kral’a Magna Carta’yı hatırlatmakta ve yetkilerinin sınırını bir kez daha çizmekteydi. I. Charles bu yasadan elbette memnun kalmamıştı."
  },
  {
    "id": "2127128",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, İngiltere'nin, 7 Haziran 1628’de kabul ettiği “Hak Dilekçesi”yle getirilen yasaklardan birisi <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi borçlarının silinmesinin yasaklanması",
      "B": "Yeni vergiler konulmasının yasaklanması",
      "C": "keyfi tutuklamanın yasaklanması",
      "D": "sivil vatandaşların evlerinin askerler tarafından zorla kullanılmasının yasaklanması",
      "E": "olağanüstü hal durumuna getirilen yasaklama ve kısıtlamalar"
    },
    "explanation": "7 Haziran 1628’de kabul ettiği “Hak Dilekçesi”yle (Petition of Rights) Parlamento’nun onayı olmadan yeni vergiler konulmasını, keyfi tutuklamayı ve sivil vatandaşların evlerinin askerler tarafından zorla kullanılmasını yasaklarken olağanüstü hal durumuna da önemli kısıtlamalar getirdi. Hak Dilekçesi'nde vergi borçlarının silinmesine ilişkin bir yasaklama yoktur. Doğru yanıt \"a\" şıkkıdır."
  },
  {
    "id": "2127165",
    "unitNumber": 3,
    "text": "\"Parlamento 1649 başında Kral I. Charles’ı yargılayarak idama mahkûm etti. Kral’ın idamından sonra Mayıs 1649’da İngiltere’de ........................... ilan edildi.\"<br/>Yukarıdaki cümleyi doğru olarak tamamlayan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cumhuriyet (Commonwealth)",
      "B": "Monarşi",
      "C": "Stratokrasi",
      "D": "Totalitarizm",
      "E": "Demokrasi"
    },
    "explanation": "Parlamento 1649 başında Kral I. Charles’ı yargılayarak idama mahkûm etti.<br/>Kral’ın idamından sonra Mayıs 1649’da İngiltere’de Cumhuriyet (Commonwealth) ilan edildi."
  },
  {
    "id": "2127214",
    "unitNumber": 3,
    "text": "1689'da, parlamento tarafından hükümdarlara kabul ettirilen \"Haklar \"Yasası\"na göre yönetenlerin yetki gücünün temel dayanağı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "millet iradesi",
      "B": "ilahi irade",
      "C": "aristokrat irade",
      "D": "askeri irade",
      "E": "hanedanın iradesi"
    },
    "explanation": "Haklar Yasası, hükümdarın yetkilerinin kaynağının ilahi bir haktan değil, milletin iradesinden kaynaklandığını dile getirir."
  },
  {
    "id": "2127264",
    "unitNumber": 3,
    "text": "Kral II. James’in tahtan indirilmesi İngiltere tarihinde “Şanlı Devrim” olarak adlandırılır. Söz konusu bu devrimin hemen ardından parlamento tarafından hükümdarların yetkilerini kısıtlayan bir yasa çıkartılmıştır. Bu yasanın adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Haklar Yasası",
      "B": "Toplum Yasası",
      "C": "Özgürlük Yasası",
      "D": "Cumhuriyet Yasası",
      "E": "Monarşi Yasası"
    },
    "explanation": "Şanlı Devrim’den hemen sonra 1689’da Kral III. William ve Kraliçe Mary’ye<br/>İngiltere tarihinin en önemli anayasal belgelerinden biri olan <strong>Haklar Yasası</strong>’nı<br/>(Bill of Rights) kabul ettirmeyi başaran Parlamento, İngiltere hükümdarlarının<br/>yetkilerini bir kez daha sınırlandırdı."
  },
  {
    "id": "2127285",
    "unitNumber": 3,
    "text": "\"Richelieu’nün kurduğu yaygın istihbarat (casusluk) ağının da yardımıyla, .................. en mutlak hâliyle Fransa’nın yönetim biçimi oldu.\"<br/>Yukarıdaki cümleyi doğru olarak tamamlayan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Monarşi",
      "B": "Demokrasi",
      "C": "Cumhuriyet",
      "D": "Stratokrasi",
      "E": "Militarizm"
    },
    "explanation": "Richelieu’nün kurduğu yaygın istihbarat (casusluk) ağının da yardımıyla, <strong>Monarşi</strong> en mutlak hâliyle Fransa’nın yönetim biçimi oldu"
  },
  {
    "id": "2127322",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, 1659'da, Fransa ile İspanya arasındaki savaşa son veren barış antlaşmasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Pireneler Barışı",
      "B": "Mazarin Barışı",
      "C": "Richelieu Barışı",
      "D": "Katolik Barışı",
      "E": "Protestan Barışı"
    },
    "explanation": "Kasım 1659’daki Pireneler Barışı ile Fransa-İspanya savaşı sona erdi.<br/>Pireneler Barış Antlaşması Fransa’ya yeni topraklar kazandırmakta ve İspanyaFransa sınırını Pirene Sıradağları olarak belirlemekteydi"
  },
  {
    "id": "2127341",
    "unitNumber": 3,
    "text": "Fransa'da, XIV. Louis tarafından yaptırılan ünlü Versailles (Versay) Sarayı hangi yönetim biçiminin güçlü simgesidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Monarşi",
      "B": "Cumhuriyet",
      "C": "Demokrasi",
      "D": "Stratokrasi",
      "E": "Militarizm"
    },
    "explanation": "XIV. Louis uzun yıllar boyunca Fransa’da güçlü monarşinin simgesi olan Versailles (Versay)<br/>Sarayı'nı yaptırmıştır."
  },
  {
    "id": "2127363",
    "unitNumber": 3,
    "text": "1672-1678 yılları arasında, “İntikal Savaşları”nın devamı da sayılabilecek olan savaş, Fransa ile hangi ülke arasında yaşanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hollanda",
      "B": "İngiltere",
      "C": "Portekiz",
      "D": "Almanya",
      "E": "İspanya"
    },
    "explanation": "1672-1678 yılları arasında, “İntikal Savaşları”nın devamı da sayılabilecek Fransa-Hollanda savaşı yaşandı."
  },
  {
    "id": "2127403",
    "unitNumber": 3,
    "text": "İngiltere Parlamentosu’nun 1765’te çıkarttığı Damga Vergisi Yasası (Stamp Act), Kuzey Amerika'daki Kolonilerde hangi düşüncenin güçlenmesine neden olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Bağımsızlık",
      "B": "Sadakat",
      "C": "Bireycilik",
      "D": "Toplumculuk",
      "E": "İtaat"
    },
    "explanation": "Bağımsızlık düşüncesini güçlendiren gelişmelerden biri de İngiltere Parlamentosu’nun 1765’te çıkarttığı Damga Vergisi Yasası’yla (Stamp Act) kolonilere yeni vergiler koymasıdır."
  },
  {
    "id": "2157725",
    "unitNumber": 3,
    "text": "İngiltere ile Fransa'nın yönetim biçimlerinin farklılaşmaya başladığı tarihsel dönem aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "XIV. yüzyıl",
      "B": "XV. yüzyıl",
      "C": "XIII. yüzyıl",
      "D": "XVI. yüzyıl",
      "E": "XVII. yüzyıl"
    },
    "explanation": "İngiltere ve Fransa'nın yönetim biçimleri XIV. yüzyıldan itibaren birbirlerinden farklılaşmaya başlamıştır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2157768",
    "unitNumber": 3,
    "text": "İngiltere’de arkasında bir varis bırakmadan ölmesi sebebiyle Tudor hanedanı yönetiminin son bulduğu isim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "IV. Edward",
      "B": "I. Mary",
      "C": "I. Elizabeth",
      "D": "I. James",
      "E": "I. Charles"
    },
    "explanation": "I. Elizabeth’in arkasında bir varis bırakmadan ölümüyle, İngiltere tahtında Tudor hanedanının dönemi sona ermiştir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2157792",
    "unitNumber": 3,
    "text": "Almanya'daki Protestanlara yardım etmek amacıyla İspanya’ya savaş açan ve İngiltereyi Otuz Yıl Savaşları’na dahil eden hükümdar aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "I. Elizabeth",
      "B": "I. James",
      "C": "I. Mary",
      "D": "VIII. Henry",
      "E": "I. Charles"
    },
    "explanation": "Almanya'daki Protestanlara yardım etmek amacıyla İspanya’ya savaş açan ve İngiltereyi Otuz Yıl Savaşları’na dahil eden hükümdar I. Charles'tır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2157842",
    "unitNumber": 3,
    "text": "İngiltere’de I. Charles’ın idamı sonrası, Mayıs 1649’da ilan edilen Cumhuriyet (Commonwealth) dönemi kaç yıl hüküm sürmüştür?",
    "correctAnswer": "B",
    "options": {
      "A": "29",
      "B": "11",
      "C": "43",
      "D": "9",
      "E": "18"
    },
    "explanation": "II. Charles’ın 1660’da tahta oturmasıyla, İngiltere'nin 11 yıllık cumhuriyet deneyimi son bulmuştur. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2157865",
    "unitNumber": 3,
    "text": "İngiltere’de “Şanlı Devrim” (Glorious Revolution) olarak adlandıran olayın sebebi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cumhuriyet’in sona ermesi",
      "B": "Hanedan soyunun tükenmesi",
      "C": "Fransa ile yapılan ticari anlaşmalar",
      "D": "Son Katolik kralın tahttan indirilmesi",
      "E": "İspanya savaşının kazanılması"
    },
    "explanation": "Son Katolik Kral II. James’in tahtan indirilmesi İngiltere tarihinde “Şanlı Devrim” olarak adlandırılır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2157905",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Richelieu yönetiminin monarşiyi Fransa’da mutlak yönetim haline getirmek için uyguladığı baskıcı yöntemlerden biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Katolikliği güçlendirilmesi",
      "B": "İngiltere ile yeni antlaşmalar yapılması",
      "C": "Aristokrasinin gücünün kırılması",
      "D": "Keyfi tutuklamalar ve adil olmayan yargılamaların yaygınlaşması",
      "E": "İstihbarat (casusluk) ağının kurulması"
    },
    "explanation": "Richelieu yönetiminin monarşiyi Fransa’da mutlak yönetim haline getirmek için uyguladığı baskıcı yöntemlerden arasında İngiltere ile yeni antlaşmalar yapılması yoktur. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2157923",
    "unitNumber": 3,
    "text": "XIV. Louis tarafından göreve getirilerek Fransa'daki ilk modern maliye yapısını kuran isim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pierre Seguier",
      "B": "Anne Robert Jacques Turgot",
      "C": "Philippe d’Orleans",
      "D": "Jean Baptise Colbert",
      "E": "Lomenie de Brienne"
    },
    "explanation": "1665’te XIV. Louis tarafından maliye bakanı yapılan Jean Baptise Colbert ilk modern maliye yapısını kurmuştur. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2157969",
    "unitNumber": 3,
    "text": "Fransa'da monarşiyi yüceltmek hedefiyle, Fransız Akademisi’ni kuran hükümdar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "X. Charles",
      "B": "XIII. Louis",
      "C": "XIV. Louis",
      "D": "XV. Louis",
      "E": "XVI. Louis"
    },
    "explanation": "Monarşiyi yüceltmek için kapsamlı reformlar yapan XIV. Louis Fransız<br/>Akademisi’ni de kuran kişidir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2157995",
    "unitNumber": 3,
    "text": "Fransa kralı XIV. Louis’in 1667’de İspanya’ya savaş ilan etmesinin sebebi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "XIV. Louis ile Maire Theresa’nın evlilik sözleşmesinin ihlali",
      "B": "İspanya'daki iç karışıklıklar",
      "C": "Fransa'nın ekonomik kriz içinde olması",
      "D": "Rusya İspanya ittifakı",
      "E": "2. Viyana kuşatması"
    },
    "explanation": "İspanya XIV. Louis ile Maire Theresa’nın evlilik sözleşmesinde yer alan 500.000 altınlık drahomayı ödememiş ve sözleşmeyi ihlal etmişti. Bu durumda İspanyol Hollandası’nın henüz reşit olmayan yeni kral II. Charles’a değil, İspanya Kralı’nın kızıyla evli olduğundan kendisine “intikal” etmesi gerektiğini illeri süren XIV. Louis 1667’de İspanya’ya savaş açtı. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2158007",
    "unitNumber": 3,
    "text": "1748’de imzalanan ve Avusturya Veraset Savaşları’na son veren antlaşma aşağıdakilerden hangisidir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Utrecht Antlaşması",
      "B": "Westphalia Antlaşması",
      "C": "Paris Antlaşması",
      "D": "Turin Antlaşması",
      "E": "Aix la Chapelle (Aachen) Antlaşması"
    },
    "explanation": "1748’de imzalanan ve Avusturya Veraset Savaşları’na son veren Aix la Chapelle (Aachen) Antlaşması'dır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2844801",
    "unitNumber": 3,
    "text": "Avrupa'daki ittifak yapısının 1756 tarihinde tamamen tersine dönmesi aşağıdakilerden hangisi ile adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Diplomatik Devrim",
      "B": "Şanlı Devrim",
      "C": "Kutsal Devrim",
      "D": "Yapısal Devrim",
      "E": "Sosyal Devrim"
    },
    "explanation": "1756 yılında meydana gelen ve Avusturya Veraset Savaşları sırasında Avrupa ittifak yapısını tamamen tersine çeviren gelişmeler siyasi tarihçiler tarafından \"Diplomatik Devrim\" adıyla adlandırılır."
  },
  {
    "id": "3844720",
    "unitNumber": 3,
    "text": "1628 tarihli \"Hak Dilekçesi\"nin (Petition of Rights) temel amacı ve en önemli maddesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kralın Anglikan Kilisesi üzerindeki yetkilerini artırmak",
      "B": "Parlamento'nun onayı olmadan yeni vergiler konulmasını yasaklamak",
      "C": "Lordlar Kamarası'nı lağvederek tek meclisli bir yapı oluşturmak",
      "D": "İskoçya ile İngiltere'nin \"Büyük Britanya\" adı altında birleşmesini sağlamak",
      "E": "Katoliklerin devlet memuriyetine getirilmesini engellemek"
    },
    "explanation": "I. Charles'ın özellikle Otuz Yıl Savaşları'nın finansmanı için yeni vergilere ihtiyaç duyması üzerine Parlamento ile çatışmaya girdiği vurgulanmaktadır. Buna karşılık Parlamento, kralın yetkilerini sınırlamak amacıyla 7 Haziran 1628'de \"Hak Dilekçesi\"ni kabul etmiştir. Bu dilekçenin en temel ve acil amacı, kralın keyfi vergi toplama girişimlerini engellemekti. Dilekçeyle, Parlamento'nun onayı olmadan yeni vergiler konulması, keyfi tutuklamalar ve sivil halkın evlerinin askerler tarafından zorla kullanılması yasaklanmıştır. Bu, Magna Carta'dan beri süregelen parlamentarizm mücadelesinde önemli bir adımdır."
  },
  {
    "id": "3844722",
    "unitNumber": 3,
    "text": "XIV. Louis'nin Fransa'da mutlak monarşiyi (\"Güneş Kral\" imgesini) tesis etmek için başvurduğu yöntemler arasında aşağıdakilerden hangisi yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Devlet borçlarını azaltan ve merkantilist politikalar uygulayan modern bir maliye yapısı kurmak",
      "B": "Ülkedeki ilk kapsamlı hukuk kodifikasyonunu gerçekleştirerek hukuki birliği sağlamak",
      "C": "Soyluların ve ruhban sınıfının temsilcilerinden oluşan Etats Généraux'yu (Fransa Meclisi) toplayarak yönetime ortak etmek",
      "D": "Sürekli ve barış zamanında da görev yapan büyük bir ordu kurarak askeri yapıyı merkezileştirmek",
      "E": "Monarşinin gücünü ve ihtişamını yansıtan Versailles Sarayı gibi büyük yapılar inşa ettirmek"
    },
    "explanation": "XIV. Louis, \"kralın ilahi hakları olduğu\" inancıyla hareket ederek merkezileştirme ve mutlakiyetçilik üzerine kurulu bir yönetim anlayışı benimsemiştir. Bu doğrultuda maliye bakanı Colbert aracılığıyla maliyeyi, orduyu ve donanmayı, hukuku ve dışişlerini yeniden yapılandırmıştır. Versailles Sarayı'nı yaptırarak monarşinin gücünü simgeleştirmiştir. Ancak, tam tersine, mutlakiyetini güçlendirmek için aristokrasinin ve diğer sınıfların gücünü kırmayı hedeflemiştir. Metinde Paris Parlamentosu'nun (aristokrasi ve ruhban ağırlıklı bir meclis) 1648'de vergilere karşı çıktığı belirtilmekle birlikte, XIV. Louis'nin Etats Généraux gibi bir meclisi toplayıp yönetime ortak etmesi, onun mutlakiyetçi politikalarıyla tamamen çelişmektedir. Nitekim metinde Etats Généraux'nun 1615'ten beri toplanmadığı ifade edilmektedir."
  },
  {
    "id": "3844723",
    "unitNumber": 3,
    "text": "Fransa Kralı XIV. Louis'nin, Osmanlı İmparatorluğu'nu 1683'te Viyana'yı kuşatması için teşvik etmesinin ardındaki temel stratejik neden aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kutsal Roma İmparatorluğu'na karşı Osmanlı ile kalıcı bir askeri ittifak kurmak",
      "B": "Osmanlı İmparatorluğu'nu zayıflatarak Balkanlardaki topraklarını ele geçirmek",
      "C": "Protestan Macarların Osmanlı himayesine girmesini sağlayarak Avrupa'da Protestanlığı güçlendirmek",
      "D": "Osmanlı'yı en büyük rakibi olan Kutsal Roma İmparatorluğu (Habsburglar) ile meşgul ederek kendi genişleme politikalarına alan açmak",
      "E": "Papa'nın \"Kutsal İttifak\" çağrısına karşı Osmanlı'nın yanında yer alarak Papalık'ı zayıflatmak"
    },
    "explanation": "XIV. Louis, Kutsal Roma İmparatorluğu'nu ve İspanya'yı kendisine tabi kılarak Avrupa'da hegemonya kurmayı amaçlıyordu. Bu hedefe ulaşmak için Kutsal Roma İmparatoru I. Leopold'ü zayıflatması gerekiyordu. XIV. Louis'nin, Osmanlı İmparatorluğu'nu Habsburglar'a karşı bir savaşa cesaretlendirdiği açıkça belirtilmiştir. Buradaki amaç, Osmanlı ordusunun Habsburgları doğuda meşgul etmesi, bu sırada Fransa'nın batıda rahatça ilerleyerek İspanyol Hollandası gibi toprakları işgal etmesidir. Bu durum, Osmanlı'nın Avrupa güç dengesinin bir parçası olarak Fransa tarafından nasıl araçsallaştırıldığını göstermektedir."
  },
  {
    "id": "3844724",
    "unitNumber": 3,
    "text": "İspanya Veraset Savaşları'nı sona erdiren Utrecht Antlaşması (1713) sonucunda İngiltere'nin elde ettiği en önemli stratejik ve ticari kazanım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İspanya tahtına kendi hanedanından bir kral oturtma hakkı",
      "B": "Fransa'nın Kuzey Amerika'daki tüm topraklarını devralması",
      "C": "İspanya'nın Amerika'daki sömürgelerine Afrika'dan köle taşıma tekelini (asiento) 30 yıllığına elde etmesi",
      "D": "Kutsal Roma İmparatorluğu'nun İspanyol Hollandası'nı ele geçirmesi",
      "E": "Savua Dükalığı'nın Sicilya adasını alması"
    },
    "explanation": "Utrecht Antlaşması, Avrupa ve sömürgelerdeki güç dengesini yeniden şekillendirmiştir. Bu antlaşmayla İngiltere, Cebel-i Tarık ve Minorka adası gibi stratejik noktaları ele geçirmiştir. Ancak ticari açıdan en büyük kazanımlarından biri, İspanya'nın Amerika kıtasındaki sömürgelerine Afrika'dan köle taşıma tekeli olan \"asiento\"yu 30 yıllık bir süre için devralmasıdır. Bu, İngiltere'ye büyük bir ekonomik güç sağlamış ve küresel deniz ticaretindeki üstünlüğünü pekiştirmiştir. Diğer seçenekler ya yanlıştır ya da diğer devletlerin kazanımlarını ifade etmektedir (örn: İspanyol Hollandası Avusturya'ya, Sicilya Savua'ya verilmiştir)."
  },
  {
    "id": "3844725",
    "unitNumber": 3,
    "text": "1756 yılında gerçekleştiği belirtilen \"Diplomatik Devrim\" olayı aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yedi Yıl Savaşları öncesinde, geleneksel düşmanların yer değiştirdiği ittifak yapısının tamamen tersine dönmesini",
      "B": "Avusturya Veraset Savaşları sonrasında Avrupa'da \"savaştan önceki duruma\" (status quo ante bellum) dönülmesini",
      "C": "İngiltere'de \"Şanlı Devrim\" ile parlamentonun kral karşısında kesin zafer kazanmasını",
      "D": "Amerikan kolonilerinin bağımsızlıklarını ilan ederek \"Yeni Dünya\"da yeni bir cumhuriyet kurmalarını",
      "E": "Peter the Great'in Rusya'yı Batı Avrupa modelinde modernize ederek Avrupa siyasetinin bir parçası haline getirmesini"
    },
    "explanation": "\"Diplomatik Devrim\" kavramı, Yedi Yıl Savaşları öncesindeki ittifak değişimlerini tanımlamak için kullanılmaktadır. Geleneksel olarak Fransa'nın düşmanı olan Avusturya (Habsburglar), yükselen Prusya tehdidine karşı Fransa ile yakınlaşmıştır. Aynı şekilde, daha önce Avusturya'nın müttefiki olan İngiltere ise sömürgelerde Fransa ile rekabet ettiği için Fransa'nın yeni düşmanı Prusya ile ittifak kurmuştur. Bu durum, devletler arasında ebedi dostluk veya düşmanlıkların olmadığını, ulusal çıkarlar doğrultusunda ittifakların nasıl aniden değişebileceğini gösteren örnek bir olay olarak nitelendirilmiştir."
  },
  {
    "id": "3844726",
    "unitNumber": 3,
    "text": "Yedi Yıl Savaşları'nın (1756-1763) sona ermesiyle birlikte ortaya çıkan en önemli küresel sonuç aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Prusya'nın Silezya üzerindeki hakimiyetinin Avusturya tarafından tanınması",
      "B": "Fransa'nın Kuzey Amerika'daki sömürge topraklarının büyük bir bölümünü İngiltere'ye devretmek zorunda kalması",
      "C": "Rusya'nın savaştan çekilerek Polonya'nın paylaşımına odaklanması",
      "D": "İspanya'nın Portekiz'e ait olan Brezilya'daki haklarını tanıması",
      "E": "Avrupa'daki savaşın \"savaş öncesi duruma\" dönülerek bitirilmesi"
    },
    "explanation": "Yedi Yıl Savaşları küresel çapta bir mücadeleydi ve en çarpıcı sonuçları sömürgelerde yaşandı. Sömürgelerdeki savaşlarda Fransa'nın büyük bir hezimete uğramış ve Şubat 1763'teki Paris Antlaşması ile Kuzey Amerika'daki topraklarını kaybetmiştir. \"Yeni Fransa\" olarak adlandırılan Kanada ve Mississippi Irmağı'nın doğusundaki topraklar İngiltere'ye geçmiştir. Bu sonuç, İngiltere'yi Kuzey Amerika'daki baskın güç haline getirmiş ve gelecekteki küresel siyaseti derinden etkilemiştir. Silezya'nın Prusya'da kalması Avrupa içi bir sonuçken, en önemli <em>küresel</em> sonuç Fransa'nın sömürge imparatorluğunun bu büyük darbeyi almasıdır."
  },
  {
    "id": "3844727",
    "unitNumber": 3,
    "text": "Çar I. Petro'nun (Büyük Petro) Rusya'da gerçekleştirdiği reformların temel amacı neydi?",
    "correctAnswer": "E",
    "options": {
      "A": "Boyarların yönetimdeki etkisini artırarak aristokratik bir yönetim kurmak",
      "B": "Moskova'yı kültür ve sanat merkezi yaparak St. Petersburg'un önemini azaltmak",
      "C": "Rus Ortodoks Kilisesi'nin devlet üzerindeki etkisini tamamen ortadan kaldırmak",
      "D": "Osmanlı İmparatorluğu ile barışçıl ilişkiler kurarak güneye genişleme politikasından vazgeçmek",
      "E": "Rusya'yı askeri, idari ve ekonomik açılardan Batı Avrupa devletleri modelinde modernize ederek büyük bir güç haline getirmek"
    },
    "explanation": "I. Petro döneminde yapılan reformların Rusya'yı askeri, ekonomik ve idari açıdan güçlendirdiği belirtilmektedir. Bu reformlar arasında ordunun ve donanmanın Batı Avrupa teknikleriyle yeniden yapılandırılması, vergi düzeninin iyileştirilmesi, eğitimin yaygınlaştırılması ve aristokrasinin (boyarlar) etkisinin azaltılması gibi adımlar bulunmaktadır. I. Petro'nun Avrupa başkentlerine yaptığı seyahatler ve başkenti, Batı'ya açılan bir pencere olarak kurduğu St. Petersburg'a taşıması da bu modernleşme ve Batılılaşma arzusunu göstermektedir. Tüm bu adımların nihai hedefi, Rusya'yı izole bir devlet olmaktan çıkarıp Avrupa siyasetinin vazgeçilmez bir aktörü ve büyük bir gücü yapmaktı."
  },
  {
    "id": "3844728",
    "unitNumber": 3,
    "text": "Amerikan kolonilerinde \"Amerikalılık\" bilincinin güçlenmesine ve İngiltere'ye olan güvenin sarsılmasına neden olan dönüm noktası olay aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1643'te \"New England Konfederasyonu\"nun kurulmasıyla koloniler arası işbirliğinin başlaması",
      "B": "Yedi Yıl Savaşları sonunda Fransız tehdidinin ortadan kalkmasıyla kolonilerin İngiltere'ye olan ihtiyacının azalması",
      "C": "Püritenlerin Mayflower gemisiyle Plymouth'a yerleşerek kendi konseylerini kurmaları",
      "D": "Avusturya Veraset Savaşları sonunda, İngiltere'nin kolonicilerin büyük başarıyla ele geçirdiği Louisburg Kalesi'ni Hindistan'daki bir kazanım karşılığında Fransa'ya geri vermesi",
      "E": "1765'te İngiltere Parlamentosu'nun kolonilere \"Damga Vergisi Yasası\" ile yeni vergiler getirmesi"
    },
    "explanation": "Kitapta kolonilerde \"Amerikalılık\" bilincinin güçlenmesi ve İngiltere'ye güvensizliğin artması sürecinde spesifik bir olaya dikkat çekilmektedir. Avusturya Veraset Savaşları sırasında koloniciler, büyük çabalarla Fransa'ya ait Louisburg Kalesi'ni ele geçirmişlerdi. Ancak 1748'deki barış antlaşmasında İngiltere, bu kaleyi Hindistan'daki Madras'ı geri almak için Fransa'ya iade etti. Metinde bu durumun \"kolonicilerin İngiltere'ye olan güvenlerinin sarsılmasına sebep olduğu\" ve \"İngiltere'nin kendi çıkarları gerektirdiğinde, Amerika'daki kolonilerinin taleplerini pekâlâ göz ardı edebildiğini\" gösterdiği açıkça belirtilmektedir. Bu olay, \"Amerikalılık\" bilincinin güçlenmeye başladığı bir kırılma noktası olarak sunulmuştur."
  },
  {
    "id": "3844729",
    "unitNumber": 3,
    "text": "Amerikan Bağımsızlık Savaşı'na giden süreçte kolonilerin kullandığı \"Temsil yoksa, vergi de yok\" sloganının ardında yatan temel ilke nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kolonilerin her türlü vergiye karşı oldukları ve tam bir vergi muafiyeti talep ettikleri",
      "B": "Vergi oranlarının çok yüksek olduğu ve adil bir seviyeye çekilmesi gerektiği",
      "C": "Kendi seçtikleri temsilcilerin bulunmadığı İngiltere Parlamentosu'nun kendileri adına vergi koyma yetkisinin meşru olmadığı",
      "D": "Sadece yerel koloni meclislerinin vergi toplama hakkına sahip olması gerektiği",
      "E": "İngiltere'ye sadece ticari konularda vergi verilebileceği, askeri harcamalar için vergi verilemeyeceği"
    },
    "explanation": "Sloganın temelinde yatan ilke, kolonilerin İngiltere Parlamentosu'nda temsil edilmemesidir. Dolayısıyla, yönetimde hiçbir söz hakkına sahip olmadıkları bir kurumun (İngiltere Parlamentosu) kendileri için vergi yasaları çıkarmasını gayrimeşru buluyorlardı. Bu, basitçe vergi ödemeyi reddetmekten ziyade, vergilendirmenin meşruiyeti ve siyasi temsil hakkı üzerine kurulu bir anayasal ilke sorunuydu. Koloniciler, kendi rızaları (yani temsilcileri) olmadan vergilendirilemeyeceklerini savunuyorlardı."
  },
  {
    "id": "3844730",
    "unitNumber": 3,
    "text": "Fransa'nın Amerikan Bağımsızlık Savaşı'nda kolonilere destek vermesinin Fransa açısından doğurduğu en önemli sonuç ne olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "ABD ile imzaladığı ticaret antlaşmaları sayesinde ekonomik olarak hızla güçlenmesi",
      "B": "Savaşın getirdiği ağır maliyet yüzünden ekonomik iflasa sürüklenmesi ve bunun Fransız Devrimi'nin önemli bir nedeni olması",
      "C": "Kuzey Amerika'da Yedi Yıl Savaşları'nda kaybettiği toprakları geri alması",
      "D": "İngiltere ile kalıcı bir barış ve dostluk dönemine girmesi",
      "E": "Kraliyetin halk nezdindeki itibarının artması ve mutlak monarşinin güçlenmesi"
    },
    "explanation": "Kitapta uluslararası ilişkilerdeki \"düşmanımın düşmanı dostumdur\" ilkesiyle hareket eden Fransa'nın, intikam amacıyla Amerikalılara destek verdiği belirtilmektedir. Ancak bu desteğin Fransa'ya bedeli çok ağır olmuştur. Kitapta, \"İngiltere'ye karşı kolonilere yardım eden Fransa'nın mali iflası, tüm dünya siyasi tarihini derinden etkileyecek olan Fransız Devrimi'nin en önemli ekonomik sebepleri arasında yer alacaktır\" ifadesiyle bu sonuç açıkça vurgulanmaktadır. Yani, Amerikan bağımsızlığına verilen destek, Fransa hazinesini çökertmiş ve 1789 Devrimi'ne giden yolu döşeyen en kritik faktörlerden biri olmuştur."
  },
  {
    "id": "2177477",
    "unitNumber": 4,
    "text": "Fransız Devrimin ilk günlerinle ilan edilen İnsan ve Vatandaş Hakları Beyannamesi’nde belirli bir miktar vergiyi ödeyenler arasında seçme hakkı için belirlenen yaş sınırı aşağıdakilerden hangisidir ?",
    "correctAnswer": "E",
    "options": {
      "A": "20",
      "B": "22",
      "C": "23",
      "D": "24",
      "E": "25"
    },
    "explanation": "Fransız Devrimin ilk günlerinle ilan edilen İnsan ve Vatandaş Hakları Beyannamesi’nde belirli bir miktar vergiyi ödeyenler arasında seçme hakkı için belirlen yaş sınırı 25 yaşın üstüdür.<br/>Doğru Cevap E’dir."
  },
  {
    "id": "2177479",
    "unitNumber": 4,
    "text": "Fransız Devrimi sonrasında Fransa'da seçimle oluşturulan Ulusal Konvansiyon Cumhuriyeti hangi yıl ilan etmiştir ?",
    "correctAnswer": "D",
    "options": {
      "A": "1789",
      "B": "1790",
      "C": "1791",
      "D": "1792",
      "E": "1793"
    },
    "explanation": "Fransız Devrimi sonrasında Fransa'da seçimle oluşturulan Ulusal Konvansiyon Cumhuriyeti 1792 yılında ilan etmiştir.<br/>Doğru Cevap D’dir."
  },
  {
    "id": "2177483",
    "unitNumber": 4,
    "text": "Fransa’da 1795 yılındaki yeni anayasayla siyasi hakların genişletildiği ve Beşyüzler Meclisi ile Yaşlılar Meclisi adlarındaki iki meclisli sistemin benimsendiği 1799 yılına kadar devam eden dönem aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Direktuvar Dönemi",
      "B": "Terör Dönemi",
      "C": "Ulusal Konvansiyon Dönemi",
      "D": "Küreselleşme Dönemi",
      "E": "Kesintisiz Savaşlar Dönemi"
    },
    "explanation": "Fransa’da 1795 yılındaki yeni anayasayla siyasi hakların genişletildiği ve Beşyüzler Meclisi ile Yaşlılar Meclisi adlarındaki iki meclisli sistemin benimsendiği 1799 yılına kadar devam eden dönem Direktuvar Dönemi’dir.<br/>Doğru Cevap A’dır."
  },
  {
    "id": "2177487",
    "unitNumber": 4,
    "text": "17 Ekim 1797’de Campo Formio’da gerçekleşen antlaşma Fransa ile aşağıdaki devletlerden hangisi arasında gerçekleşmiştir ?",
    "correctAnswer": "D",
    "options": {
      "A": "İtalya",
      "B": "Almanya",
      "C": "İspanya",
      "D": "Avusturya",
      "E": "Hollanda"
    },
    "explanation": "17 Ekim 1797’de Campo Formio’da gerçekleşen antlaşma Fransa ile Avusturya arasında gerçekleşmiştir.<br/>Doğru Cevap D’dir."
  },
  {
    "id": "2177491",
    "unitNumber": 4,
    "text": "1789 Devrimi’nden 15 yıl sonra Fransa’daki rejim, Devrim’in getirdiği kurum ve kavramların bir kısmını korumakla birlikte, imparatorluğa dönüştürülmesi ile adeta başladığı noktaya, “monarşiye” geri dönmüştür. Söz konusu sürecin ilk imparatoru aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "XVIII. Louis",
      "B": "XVII. Louis",
      "C": "XVI. Louis",
      "D": "Napoleon Bonaparte",
      "E": "II. Leopold"
    },
    "explanation": "1789 Devrimi’nden 15 yıl sonra Fransa’daki rejim, Devrim’in getirdiği kurum ve kavramların bir kısmını korumakla birlikte, imparatorluğa dönüştürülmesi sürecinin ilk imparatoru Napoleon Bonaparte’dır.<br/>Doğru Cevap D’dir."
  },
  {
    "id": "2177493",
    "unitNumber": 4,
    "text": "962’de kurulan ve XV. yüzyıldan beri Habsburgların tahtta oturdukları “Kutsal Roma İmparatorluğu”sun tarih sahnesinden silinmesi aşağıdaki anlaşmalardan hangisinin sonrasında gerçekleşmiştir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Pressburg Barış Antlaşması",
      "B": "Campo Formio Antlaşması",
      "C": "Tilsit Antlaşması",
      "D": "Chaumont Antlaşması",
      "E": "Paris Antlaşması"
    },
    "explanation": "962’de kurulan ve XV. yüzyıldan beri Habsburgların tahtta oturdukları “Kutsal Roma İmparatorluğu”sun tarih sahnesinden silinmesi Pressburg Barış Antlaşması sonrasında gerçekleşmiştir.<br/>Doğru Cevap A’dır."
  },
  {
    "id": "2177495",
    "unitNumber": 4,
    "text": "Napoleon, Avrupa uygarlığının tek bir olgu olduğuna inanıyor, milli kimlikleri ret ediyordu. Napoleon’a karşı ilk büyük milli uyanış aşağıdaki ülkelerden hangisinde ortaya çıkmıştır ?",
    "correctAnswer": "A",
    "options": {
      "A": "Almanya",
      "B": "İngiltere",
      "C": "İspanya",
      "D": "Hollanda",
      "E": "Portekiz"
    },
    "explanation": "Napoleon’a karşı ilk büyük milli uyanış Almanya’da ortaya çıkmıştır.<br/>Doğru Cevap A’dır."
  },
  {
    "id": "2177497",
    "unitNumber": 4,
    "text": "Aydınlanma Çağı’nın akla dayanan felsefesine karşı duyguyu ön plana çıkararak bütün Avrupa’ya dalga dalga yayılan akım aşağıdakilerden hangisidir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Sembolizm",
      "B": "Natüralizm",
      "C": "Empresyonizm",
      "D": "Barok",
      "E": "Romantizm"
    },
    "explanation": "Aydınlanma Çağı’nın akla dayanan felsefesine karşı duyguyu ön plana çıkararak bütün Avrupa’ya dalga dalga yayılan akım Romantizm’dir.<br/>Doğru Cevap E’dir."
  },
  {
    "id": "2177501",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi 9 Mart 1814’te imzalanan ve 20 yıllık bir “Dörtlü İttifak”ın oluşmasını sağlayan Chaumont Antlaşmasının taraflarından birisi değildir ?",
    "correctAnswer": "E",
    "options": {
      "A": "İngiltere",
      "B": "Avusturya",
      "C": "Rusya",
      "D": "Prusya",
      "E": "Almanya"
    },
    "explanation": "9 Mart 1814’te İngiltere ile Avusturya, Rusya ve Prusya arasında Chaumont Antlaşması imzalandı. Buna göre, aralarında 20 yıllık bir “Dörtlü İttifak” oluşuyordu.<br/>Doğru Cevap E’dir."
  },
  {
    "id": "2177503",
    "unitNumber": 4,
    "text": "18 Haziran 1815’te gerçekleşen ve Napoleon’un siyasi kariyerinin sonu olarak nitelenen savaş aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Waterloo Savaşı",
      "B": "Borodino Savaşı",
      "C": "Milletler Savaşı",
      "D": "Kırım Savaşı",
      "E": "Trafalgar Savaşı"
    },
    "explanation": "18 Haziran 1815’te gerçekleşen ve Napoleon’un siyasi kariyerinin sonu olarak nitelenen savaş Waterloo Savaşı’dır.<br/>Doğru Cevap A’dır."
  },
  {
    "id": "2850175",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Fransız devriminden önce ülkede huzursuzlukların başlamasına neden olan borçlanma, bütçe açığı ve yeni vergilerin toplanmasının en önemli nedenidir.",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere ile Savaşlar",
      "B": "Ticari Sıkıntılar",
      "C": "Siyasi sıkıntılar",
      "D": "Napolyon’un Mısır Seferi",
      "E": "Koalisyon Savaşları"
    },
    "explanation": "Bu soru ile ilgili olarak “TAR119U Siyasi Tarih I” Ders Kitabının “Fransız devrimi” Başlıklı 4. Bölümünde şu bilgiye yer verilmektedir.<br/>Fransa’nın, XVIII. yüzyıl boyunca İngiltere’yle uzun süren savaları borçlanmalara, bütçe açıklarına ve yeni vergilerin toplanması ihtiyacına yol açmıştı. Yeni vergilere karşı ise Parlamento’nun (Etats Generaux) direnmemesi kaçınılmazdı. Vergi artışları en fazla burjuvaziyi rahatsız etmişti. Fakat Fransa’da gerek kentlerde, gerek kırsal kesimde artık önemli sayılara ulaşmış işçiler de vardı. İşçi kesiminin duyduğu rahatsızlık da burjuvaziden daha alt düzeyde değildi. Aristokrasi’nin (Soylular) çeşitli vergi muafiyetlerine sahip olması ve Ruhban’ın da (Kilise) vergi vermemekte direnmesi, bütün mali yükün burjuvaziye ve sıradan halka binmesine sebep olmaktaydı.<br/>Bu nedenle sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "2850177",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisinde Fransız Devriminden önceki siyasal yapı içinde ülkede bulunan Meclisler arasında Burjuva, Köylü ve İşçi sınıfının yer aldığı doğru olarak verilmiştir.",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I. Alt Meclis",
      "B": "Yalnız 2. Alt Meclis",
      "C": "Yalnız 3. Alt Meclis",
      "D": "<ol> <li>ve 2. Alt Meclis</li> </ol>",
      "E": "<ol start=\"2\"> <li>ve 3. Alt Meclis</li> </ol>"
    },
    "explanation": "Bu soru ile ilgili olarak “TAR119U Siyasi Tarih I” Ders Kitabının “Fransız devrimi” Başlıklı 4. Bölümünde şu bilgiye yer verilmektedir.<br/>Fransa’nın, XVIII. yüzyıl boyunca İngiltere’yle uzun süren savaları borçlanmalara, bütçe açıklarına ve yeni vergilerin toplanması ihtiyacına yol açmıştı. Yeni vergilere karşı ise Parlamento’nun (Etats Generaux) direnmemesi kaçınılmazdı. Vergi artışları en fazla burjuvaziyi rahatsız etmişti. Fakat Fransa’da gerek kentlerde, gerek kırsal kesimde artık önemli sayılara ulaşmış işçiler de vardı. İşçi kesiminin duyduğu rahatsızlık da burjuvaziden daha alt düzeyde değildi. Aristokrasi’nin (Soylular) çeşitli vergi muafiyetlerine sahip olması ve Ruhban’ın da (Kilise) vergi vermemekte direnmesi, bütün mali yükün burjuvaziye ve sıradan halka binmesine sebep olmaktaydı.<br/>Bu nedenle sorunun doğru cevabı C şıkkıdır."
  },
  {
    "id": "2850180",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Fransa’da Milli Egemenliğin Kurulması Fikrinin 3. Alt Mecliste yer alan Burjuva, Köylü ve İşçiler arasında yayılmasında etkili olan olaydır.",
    "correctAnswer": "A",
    "options": {
      "A": "Amerikan Bağımsızlık Hareketi",
      "B": "Fransa-İngiltere Savaşları",
      "C": "Napolyon’un İmparator İlan Edilmesi",
      "D": "Terör Dönemi",
      "E": "Viyana Kongresi"
    },
    "explanation": "Bu soru ile ilgili olarak “TAR119U Siyasi Tarih I” Ders Kitabının “Fransız devrimi” Başlıklı 4. Bölümünde şu bilgiye yer verilmektedir.<br/>Meclis, öngörüldüğü gibi Mayıs 1789’da toplandı. Üç alt-Meclis’ten oluşmaktaydı. Birinci ve İkinciye Aristokrasi ve Ruhban sınıfları egemendi. Üçüncü alt-Meclis’te ise bankacıların başını çektiği orta sınıf (Burjuvazi) ile köylüler ve işçiler yer alıyordu. Birinci ve İkinci alt-Meclis’le Üçüncüsü arasındaki ayrılık hemen dikkati çekiyordu. Özellikle Burjuvazi, kazandığı iktisadi güce rağmen siyasal açıdan hâlâ Soylulara bağlı olmaktan kurtulmak istiyordu.<br/>Öte yandan, Üçüncü alt-Meclis’teki bütün sınıflarda Aydınlanma Çağı’nın yeni fikirleri iyice yer etmiş bulunmaktaydı. Kısa bir süre önce (1776’da) Kuzey Amerika’da İngiltere’ye karşı yürütülen Amerikan bağımsızlık hareketinin başarıya ulaşmış olması, Üçüncü alt-Meclis’te bulunanlarda, Fransa’da da milli egemenliğin kurulması kararlılığını yaratmıştı.<br/>Sayıları diğer iki alt-Meclis’in üye toplamına eşit olan Üçüncü alt-Meclis’in temeldeki bu farklı yaklaşımı, Meclis’i daha başlangıçta devrim havası içine soktu. Üçüncü alt-Meclis, toplantıları altı hafta kadar boykot ettikten sonra, 17 Haziran’da kendini “Milli Meclis” olarak ilan etti. Kral XVI. Louis ise, Aristokrasi’nin baskısıyla “Milli Meclis”in toplantı salonunu kapattı. Böylece, bir yanda Kral, Soylular ve Kilise; öte yanda ise Burjuvazi ve geniş halk kitlelerinin yer aldığı bir ayrışma meydana gelmişti.<br/>Bu nedenle sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "2850181",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinde Fransa’da Mayıs 1789’da açılan Meclislerden kendisini “Milli Meclis” olarak ilan eden doğru olarak verilmiştir.",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I. Alt Meclis",
      "B": "Yalnız 2. Alt Meclis",
      "C": "Yalnız 3. Alt Meclis",
      "D": "<ol> <li>ve 2. Alt Meclis</li> </ol>",
      "E": "<ol start=\"2\"> <li>ve 3. Alt Meclis</li> </ol>"
    },
    "explanation": "Bu soru ile ilgili olarak “TAR119U Siyasi Tarih I” Ders Kitabının “Fransız devrimi” Başlıklı 4. Bölümünde şu bilgiye yer verilmektedir.<br/>Meclis, öngörüldüğü gibi Mayıs 1789’da toplandı. Üç alt-Meclis’ten oluşmaktaydı. Birinci ve İkinciye Aristokrasi ve Ruhban sınıfları egemendi. Üçüncü alt-Meclis’te ise bankacıların başını çektiği orta sınıf (Burjuvazi) ile köylüler ve işçiler yer alıyordu. Birinci ve İkinci alt-Meclis’le Üçüncüsü arasındaki ayrılık hemen dikkati çekiyordu. Özellikle Burjuvazi, kazandığı iktisadi güce rağmen siyasal açıdan hâlâ Soylulara bağlı olmaktan kurtulmak istiyordu.<br/>Öte yandan, Üçüncü alt-Meclis’teki bütün sınıflarda Aydınlanma Çağı’nın yeni fikirleri iyice yer etmiş bulunmaktaydı. Kısa bir süre önce (1776’da) Kuzey Amerika’da İngiltere’ye karşı yürütülen Amerikan bağımsızlık hareketinin başarıya ulaşmış olması, Üçüncü alt-Meclis’te bulunanlarda, Fransa’da da milli egemenliğin kurulması kararlılığını yaratmıştı.<br/>Sayıları diğer iki alt-Meclis’in üye toplamına eşit olan Üçüncü alt-Meclis’in temeldeki bu farklı yaklaşımı, Meclis’i daha başlangıçta devrim havası içine soktu. Üçüncü alt-Meclis, toplantıları altı hafta kadar boykot ettikten sonra, 17 Haziran’da kendini “Milli Meclis” olarak ilan etti. Kral XVI. Louis ise, Aristokrasi’nin baskısıyla “Milli Meclis”in toplantı salonunu kapattı. Böylece, bir yanda Kral, Soylular ve Kilise; öte yanda ise Burjuvazi ve geniş halk kitlelerinin yer aldığı bir ayrışma meydana gelmişti.<br/>Bu nedenle sorunun doğru cevabı C şıkkıdır."
  },
  {
    "id": "2850183",
    "unitNumber": 4,
    "text": "Aşağıdaki olaylardan hangisi Fransa Kralı XVI. Louis’in 3. Alt Meclisi “Milli Meclis” olarak tanımasına neden olmuştur.",
    "correctAnswer": "E",
    "options": {
      "A": "“Milli Meclis” Kapatılması",
      "B": "Radikallerin Tek Meclisi savunması",
      "C": "Jacobenlerin Kralın Veto Yetkisini Tanıması",
      "D": "Yeni Vergilerin Parlamentoyu Rahatsız Etmesi",
      "E": "Bastille’in Ele Geçirilmesi"
    },
    "explanation": "Bu soru ile ilgili olarak “TAR119U Siyasi Tarih I” Ders Kitabının “Fransız devrimi” Başlıklı 4. Bölümünde şu bilgiye yer verilmektedir.<br/>Halk, 14 Temmuz 1789 günü, Fransa’da mutlakiyetçi monarşinin sembollerinden Bastille hapishanesinin önünde toplandı. Buradaki karışıklıklar sırasında askerlerle çatışma çıktı. Halk, birdenbire büyüyen kanlı olaylar sırasında Bastille’i ele geçirdi. Bu durum karşısında Kral geriledi ve Üçüncü alt- Meclis’in ilan ettiği Milli Meclis’i tanımak zorunda kaldı. 14 Temmuz’da başlayan Fransız Devrimi, aşamalar hâlinde gelişmiştir.<br/>Bu nedenle sorunun doğru cevabı E şıkkıdır."
  },
  {
    "id": "2850203",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Fransız Devriminin önderlerinden Jacobinlerin, yeni hükümet biçimi ile ilgili görüşlerinden birisidir.",
    "correctAnswer": "D",
    "options": {
      "A": "Krala Yasaları Askıya Alma Yetkisinin Verilmesi",
      "B": "Tek Meclisin Gerekliliği",
      "C": "Soylulara Esi Haklarının Geri Verilmesi",
      "D": "Krala Yasaları Veto Yetkisinin Verilmesi",
      "E": "Katolik Kilisesi İle İlişkilerin Sağlamlaştırılması"
    },
    "explanation": "Bu soru ile ilgili olarak “TAR119U Siyasi Tarih I” Ders Kitabının “Fransız devrimi” Başlıklı 4. Bölümünde şu bilgiye yer verilmektedir.<br/>Milli Meclis, 4 Ağustos’ta “feodalizmin kaldırıldığı”nı ilan etti. 26 Ağustos’ta da “İnsan ve Vatandaş Hakları Beyannamesi” yayınladı. Fakat bu tarihten sonra, zaman ilerledikçe ve yeni hükümet biçiminin ne olacağı gibi konulara inildikçe, Fransız Devrimi’nin önderleri arasında görüş ayrılıkları doğmaya başladı. ABD Anayasasından da etkilenen Jacobinler (Jakobenler) - Kral’a yasaları veto yetkisi tanınmasını ve çift meclis sisteminin kurulmasını isterken bazıları ise -Radikaller- Kral’ın ancak “askıya almak yetkisi” olabileceğini ve tek meclisin gerektiğini savunuyorlardı.<br/>Bu nedenle sorunun doğru cevabı D şıkkıdır."
  },
  {
    "id": "2850206",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Fransız Devriminden sonra İnsan ve Vatandaş Hakları Beyannamesi’nde yer verilen ve Kurucu Meclis tarafından teminat altına alınan haklardan birisi değildir.",
    "correctAnswer": "E",
    "options": {
      "A": "Basın Özgürlüğü",
      "B": "Yasalar önünde Eşitlik",
      "C": "Adil Vergi Düzeni",
      "D": "Özel Mülkiyetin Dokunulmazlığı",
      "E": "Krala Veto Yetkisinin Verilmesi"
    },
    "explanation": "Bu soru ile ilgili olarak “TAR119U Siyasi Tarih I” Ders Kitabının “Fransız devrimi” Başlıklı 4. Bölümünde şu bilgiye yer verilmektedir.<br/>Devrimin ilk günlerinle ilan edilen İnsan ve Vatandaş Hakları Beyannamesi’nde yer verilen, insanların doğuştan özgür oldukları, özel mülkiyetin dokunulmazlığı, basın özgürlüğü, yasalar önünde eşitlik, adil vergi düzeni ve memuriyete girebilme gibi haklar Kurucu Meclis’in hazırladığı anayasayla teminat altına alındı. Fakat bazı sınırlamalar da getirildi. Mesela, halkın büyük bölümünün “cahil olduğu”, dolayısıyla da “siyasi görüşü bulunamayacağı” düşüncesiyle, vatandaşlar “aktif ” ve “pasif ” biçiminde ikiye ayrılırken, yalnız 25 yaşın üstünde olan ve belirli bir miktar vergiyi ödeyenlere seçme hakkı verildi. Bu durum yüksek orta sınıfı yönetimde söz sahibi durumuna getirirken köylü ve işçilerin tamamen dışlanması sonucunu doğuruyordu. Kadınların ise ne oy verme ne de eğitim hakları vardı.<br/>Bu nedenle sorunun doğru cevabı E şıkkıdır."
  },
  {
    "id": "2850209",
    "unitNumber": 4,
    "text": "Fransız devrimi, onu gerçekleştiren güçler içinde daha ziyade hangi sınıfın taleplerine göre biçimlenmiştir.",
    "correctAnswer": "E",
    "options": {
      "A": "Kral",
      "B": "Köylü",
      "C": "Tüccar",
      "D": "İşçi",
      "E": "Burjuva"
    },
    "explanation": "Bu soru ile ilgili olarak “TAR119U Siyasi Tarih I” Ders Kitabının “Fransız devrimi” Başlıklı 4. Bölümünde şu bilgiye yer verilmektedir.<br/>Yeni yönetimin ekonomi alanda liberalizmi benimsemesi, burjuvazinin gücünü gösteriyordu. Fransız Devrimi, onu gerçekleştiren sosyal güçler içinde daha ziyade orta sınıfın (Burjuvazi’nin) taleplerine göre biçim almaktaydı. Öte yandan Fransız Devrimi, esas itibariyle Aristokrasi’ye (Soylular) karşı gerçekleştirilmişken Kurucu Meclis ülke topraklarının yaklaşık % 10’una sahip olan Kilise’nin de mallarına el koyunca, Ruhban sınıfının Devrim’e desteği tamamen ortadan kalktı. Devrim’in Paris dışındaki kırsal alanda yayılmasında ve benimsenmesinde önemli bir rol oynayan köy papazları bu el koyma kararına tepki duydular. Papa, Devrim’i ve gerçekleştirdiklerini kınadı. Devrim’in Kilise’yi böylesine karşısına alması ise, hem içerideki hem de dışarıdaki muhaliflerinin sayısını artırmaktan başka bir işe yaramadı. Fransa’nın birçok yerinde Devrim karşıtı isyanlar başladı. Bunun üzerine çok sert bir tavır alan Devrimciler kiliseleri kapatmaya, ele geçirdikleri din adamlarını öldürmeye başladılar. Devrim’in “Kilise karşıtı” yüzü toplumsal huzursuzluğu derinleştirdi. Napoleon Bonaparte’ın 1801’de Kilise’yle “barışmasına” kadar, yeni Fransa’da din alanındaki sorunlar sürecektir.<br/>Bu nedenle sorunun doğru cevabı E şıkkıdır."
  },
  {
    "id": "2850210",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Fransız Devriminden sonra Koalisyon savaşlarında yer alan ülkelerden birisidir.",
    "correctAnswer": "A",
    "options": {
      "A": "Hollanda",
      "B": "İtalya",
      "C": "Yunanistan",
      "D": "Osmanlı",
      "E": "Amerika"
    },
    "explanation": "Bu soru ile ilgili olarak “TAR119U Siyasi Tarih I” Ders Kitabının “Fransız devrimi” Başlıklı 4. Bölümünde şu bilgiye yer verilmektedir.<br/>Başlangıçta, savaş Fransa için kötü gitti. Prusya da Avusturya’ya katıldı. Bununla birlikte, Devrim’in bazı düzenlemelerinden hoşnut olmamalarına rağmen eski rejimin geri gelmesini asla istemeyen geniş köylü kesimiyle işçiler savaş başlayınca Devrim’e sahip çıktı. 10 Ağustos 1792’de Paris’te bir ayaklanmayla krallığın kaldırılması istendi. Bunun üzerine Ulusal Meclis, XVI. Louis’in yetkilerini askıya alarak yeni bir anayasa yapmak üzere Ulusal Konvansiyon (Kurultay) oluşturulmasına karar verdi. Seçimle oluşturulan Ulusal Konvansiyon 22 Eylül’de de Fransa’da cumhuriyeti ilan etti. 1792’den, Direktuvar yönetiminin kurulacağı 1795’e kadarki dönem, Ulusal Konvansiyon dönemi olarak adlandırılır. Ulusal Konvansiyon, Montesquieu’nün “güçler ayrılığı” ilkesinin aksine, yürütme ve yasama erklerinin tek organda birleşmesinin örneğini oluşturan bir olağanüstü dönem meclisiydi.<br/>Fransa’daki bu gelişmeler mücadele ruhunu biledi. Savaşın kaderi de Fransa’nın lehine değişmeye başladı. Fransa, İngiltere ve Hollanda’ya da savaş açtı. Bu savaş, Avrupa devletlerinin aralarında birleşerek Fransa’ya karşı sürdürecekleri ve 1815’e kadar yedi kez tekrarlanacak Koalisyon Savaşları’nın birincisidir.<br/>Bu nedenle sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "2851068",
    "unitNumber": 4,
    "text": "Diderot, Voltaire, Montesquieu, Rousseau gibi yazarlar hangi isimle tanınmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Devrimciler",
      "B": "Ansiklopedistler",
      "C": "Hümanistler",
      "D": "Baptistler",
      "E": "Protestanlar"
    },
    "explanation": "Ansiklopedistler adını alan Diderot, Voltaire, Montesquieu, Rousseau gibi yazarlar, XVIII. yüzyılın ortaları ile ikinci yarısında ortaya koydukları çalışmalarıyla, Aydınlanma Çağı’nın Fransa’da kök salmasını sağlamışlardır.<br/>Diderot, Voltaire, Montesquieu, Rousseau gibi yazarlar Ansiklopedistler olarak tanınır."
  },
  {
    "id": "2851085",
    "unitNumber": 4,
    "text": "XVIII. yüzyılda Fransa'da devamlı vergi artışları yaşanmasının nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşçi sayısının çok artması ve devletin bunu fırsat bilmesi.",
      "B": "Burjuvazinin işçileri kontrol edebilmek için devletten vergi talep etmesi.",
      "C": "İngiltere ile uzun süren savaşların maliyetinin artması.",
      "D": "Aristokratların halkla beraber vergiye bağlanmaları.",
      "E": "Ruhban sınıfının diğer sınıflarla beraber vergilendirilmesi."
    },
    "explanation": "Fransa’nın, XVIII. yüzyıl boyunca İngiltere’yle uzun süren savaşları borçlanmalara, bütçe açıklarına ve yeni vergilerin toplanması ihtiyacına yol açmıştı.<br/>XVIII. yüzyılda Fransa'da devamlı vergi artışları yaşanmasının nedeni İngiltere ile uzun süren savaşların maliyetinin artmasıdır."
  },
  {
    "id": "2851098",
    "unitNumber": 4,
    "text": "1789'da XVI. Louis'nin topladığı meclis üç alt-meclisten oluşmaktadır. Üçüncü alt-meclisi oluşturan sınıflar aşağıdaki hangi şıkta doğru verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aristokratlar ve Ruhban sınıfı",
      "B": "Ruhban sınıfı, burjuvalar ve işçiler",
      "C": "Aristokratlar, askerler ve köylüler",
      "D": "Ruhban sınıfı ve işçiler",
      "E": "Burjuvalar, köylüler ve işçiler"
    },
    "explanation": "Meclis, Mayıs 1789’da toplandı. Üç alt-Meclis’ten oluşmaktaydı. Birinci ve İkinciye Aristokrasi ve Ruhban sınıfları egemendi. Üçüncü alt-Meclis’te ise bankacıların başını çektiği orta sınıf (Burjuvazi) ile köylüler ve işçiler yer alıyordu.<br/>1789'da XVI. Louis'nin topladığı meclis üç alt-meclisten oluşmaktadır. Üçüncü alt-meclisi oluşturan sınıflar burjuvalar, köylüler ve işçilerdir."
  },
  {
    "id": "2851115",
    "unitNumber": 4,
    "text": "Üçüncü alt-meclisin Fransa'da milli egemenliğin kurulması kararlılığını yaratan ve milli meclis ilanına giden yolu açan en önemli olay, aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Osmanlı'da gerçekleşen modernizm hareketleri.",
      "B": "Amerikan bağımsızlık hareketinin başarıya ulaşmış olması.",
      "C": "İngiltere ile uzun süren savaşlar sonucu askerleri sınıfların güçlenmesi.",
      "D": "Halkın aksine aristokratların vergi vermemeleri.",
      "E": "Halk üzerine yüklenen vergilerin ruhban sınıfından daha fazla olması."
    },
    "explanation": "Kuzey Amerika’da İngiltere’ye karşı yürütülen Amerikan bağımsızlık hareketinin başarıya ulaşmış olması, Üçüncü alt-Meclis’te bulunanlarda, Fransa’da da milli egemenliğin kurulması kararlılığını yaratmıştı.<br/>Üçüncü alt-meclisin Fransa'da milli egemenliğin kurulması kararlılığını yaratan ve milli meclis ilanına giden yolu açan en önemli olay, Amerikan bağımsızlık hareketinin başarıya ulaşmış olmasıdır."
  },
  {
    "id": "2851125",
    "unitNumber": 4,
    "text": "Fransız Devrimi'nin ilk aşamalarında Kral’a yasaları veto yetkisi<br/>tanınmasını ve çift meclis sisteminin kurulmasını isteyen grup, aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ruhban sınıfı",
      "B": "Radikaller",
      "C": "Feodaller",
      "D": "Jakobenler",
      "E": "Solcular"
    },
    "explanation": "ABD Anayasasından da etkilenen Jacobinler (Jakobenler) - Kral’a yasaları veto yetkisi tanınmasını ve çift meclis sisteminin kurulmasını isterken bazıları ise -Radikaller- Kral’ın ancak “askıya almak yetkisi” olabileceğini ve tek meclisin gerektiğini savunuyorlardı.<br/>Fransız Devrimi'nin ilk aşamalarında Kral’a yasaları veto yetkisi<br/>tanınmasını ve çift meclis sisteminin kurulmasını isteyen grup, Jakobenlerdir."
  },
  {
    "id": "2851158",
    "unitNumber": 4,
    "text": "Devrim'den sonra Fransa'da dini sınıflar ile yeni yönetimin çatışmaya başlaması, hangi gelişmeden sonra olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Dindarların Devrim'e karşı gösterdikleri direnç.",
      "B": "Yeni yönetimin kilisenin mallarına el koyması.",
      "C": "Yetkileri alınan kralın tanrının gölgesi olduğu inancı.",
      "D": "Aristokratlar ile dini sınıflar arasındaki ortaklık.",
      "E": "Dini sınıfların elinde toprak bulunmaması."
    },
    "explanation": "Fransız Devrimi, esas itibariyle Aristokrasi’ye (Soylular) karşı gerçekleştirilmişken Kurucu Meclis ülke topraklarının yaklaşık % 10’una sahip olan Kilise’nin de mallarına el koyunca, Ruhban sınıfının Devrim’e desteği tamamen ortadan kalktı.<br/>Devrim'den sonra Fransa'da dini sınıflar ile yeni yönetimin çatışmaya başlaması, yeni yönetimin kilisenin mallarına el koymasıyla gerçekleşmiştir."
  },
  {
    "id": "2851186",
    "unitNumber": 4,
    "text": "Avrupa monarşilerinin Fransız Devrimi'ne karşı takındıkları olumsuz tavır, aşağıdakilerden hangisine neden olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Avusturya ve Prusya Fransa'ya savaş ilan etmiştir.",
      "B": "Hollanda ve Fransa İngiltere'ye savaş ilan etmiştir.",
      "C": "Fransa Avusturya'ya savaş ilan etmiştir.",
      "D": "İngiltere Fransa'ya savaş ilan etmiştir.",
      "E": "Rusya ve İsveç Fransa'ya savaş ilan etmiştir."
    },
    "explanation": "Avrupa monarşileri benzer devrimlerin kendi ülkelerinde de doğmasından kaygı duymaktaydılar. Fransa’ya karşı bir savaş fikri İsveç ve Rusya tarafından da destekleniyordu. Öte yandan, XVI. Louis’nin kayınbiraderi<br/>olan Avusturya hükümdarı II. Leopold da bu gelişmelerle yakından ilgileniyor ve ortak bir saldırı için Prusya’yla görüşmeler yapıyordu. II. Leopold’ün 1792’de ölümü üzerine yerine geçen oğlu II. Franz ise, Fransız soylularının savaş isteklerine daha da yatkın bir kişiydi. Fransa’ya karşı savaş tehlikesinin yükseldiği bir dönemde, Fransa Meclisi daha erken davranıp 20 Nisan 1792’de Avusturya’ya savaş açtı. Devrim’in “Kilise karşıtı” yüzü toplumsal huzursuzluğu derinleştirdi.<br/>Avrupa monarşilerinin Fransız Devrimi'ne karşı takındıkları olumsuz tavır, Fransa'nın Avusturya'ya savaş ilanıyla sonuçlanmıştır."
  },
  {
    "id": "2851210",
    "unitNumber": 4,
    "text": "Napoleon'un Mısır seferinin nedeni, aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fransa'nın Osmanlı ile bir savaş başlatmak istemesi.",
      "B": "Fransa'da artan buğday ihtiyacının karşılanmak istenmesi.",
      "C": "Fransa'nın ihtiyacı olan hammaddeleri Afrika'dan elde etme amacı.",
      "D": "Hollanda'nın Afrika kolonilerini ele geçirmek.",
      "E": "İngiltere'nin ticaret yollarına darbe vurmak."
    },
    "explanation": "Napoleon’a göre, donanması sebebiyle denizlerde güçlü olan İngiltere’yi, Britanya Adası’nda vurmak mümkün değildi. Fransa ancak sömürgeler üzerinden İngiltere’ye zarar verebilirdi. Mısır da İngiltere’nin sömürgelerine giden yol üzerinde bulunmaktaydı.<br/>Napoleon'un Mısır seferinin nedeni, İngiltere'nin ticaret yollarına darbe vurmaktır."
  },
  {
    "id": "2851226",
    "unitNumber": 4,
    "text": "Konsüllük Yönetimi sırasında meclis sayısı üçe çıkarılmıştır. \"Yasaları oylamadan tartışma yetkisine\" sahip meclis, aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Devlet Konseyi",
      "B": "Yürütme Meclisi",
      "C": "Yasama Meclisi",
      "D": "Tribunat",
      "E": "Plesibit"
    },
    "explanation": "Konsüllük Yönetimi adı verilen despotik cumhuriyette ülke üç Konsül tarafından yönetilmekteydi. Meclis sayısı ise ikiden üçe çıkartılmıştı. Devlet Konseyi, yasaları önerme yetkisine, Tribunat yasaları oylamadan tartışma yetkisine, Yasama Meclisi ise yasaları tartışmadan oylama yetkisine sahipti.<br/>Konsüllük Yönetimi sırasında meclis sayısı üçe çıkarılmıştır. \"Yasaları oylamadan tartışma yetkisine\" sahip meclis, tribünattır."
  },
  {
    "id": "2851241",
    "unitNumber": 4,
    "text": "2 Aralık 1805’de Austerlitz’de “Üç İmparatorlar Muharebesi” olarak bilinen savaş yaşanmıştır. Bu üç imparator, hangi ülkelerin imparatorlarıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fransa - Avusturya - Rusya",
      "B": "İngiltere - Fransa - Prusya",
      "C": "Fransa - Osmanlı - Hollanda",
      "D": "Rusya - Fransa - Prusya",
      "E": "İsveç - Fransa - Avusturya"
    },
    "explanation": "2 Aralık 1805’de Çek topraklarındaki Austerlitz’de Avusturya ve Rusya’yı ordularıyla karşı karşıya geldi. Fransız ordusuna İmparator Napoleon, Avusturya Ordusuna İmparator (Kutsal Roma İmparatoru) II. Franz, Rus ordusuna ise Çar I. Alexander komuta etmekteydi. Bu yüzden tarihe “Üç İmparatorlar Muharebesi” olarak geçen bu savaştan da Napoleon galip çıktı.<br/>2 Aralık 1805’de Austerlitz’de “Üç İmparatorlar Muharebesi” olarak bilinen savaş yaşanmıştır. Bu üç imparator Fransa, Avusturya ve Rusya imparatorlarıdır."
  },
  {
    "id": "2120466",
    "unitNumber": 5,
    "text": "Avrupa’daki çok uluslu imparatorlukların ulus-devletlere dönüşümünü sağlayan ideoloji aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Liberalizm",
      "B": "Radikalizm",
      "C": "Sosyalizm",
      "D": "Milliyetçilik",
      "E": "İdealizm"
    },
    "explanation": "D"
  },
  {
    "id": "2120632",
    "unitNumber": 5,
    "text": "1831 yılında Hollanda’ya karşı bağımsızlığını kazanan ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Polonya",
      "B": "Belçika",
      "C": "Avusturya",
      "D": "İspanya",
      "E": "Macaristan"
    },
    "explanation": "B"
  },
  {
    "id": "2120636",
    "unitNumber": 5,
    "text": "1830 İhtilalleri <strong>ilk kez</strong> hangi ülke de başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "İngiltere",
      "B": "Fransa",
      "C": "İtalya",
      "D": "Belçika",
      "E": "Hollanda"
    },
    "explanation": "B"
  },
  {
    "id": "2120638",
    "unitNumber": 5,
    "text": "Aşağıdaki ülkelerden hangisi, Fransa’ya karşı oluşturulan “Dörtlü İttifak” üyelerinden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İngiltere",
      "B": "Prusya",
      "C": "Avusturya",
      "D": "İtalya",
      "E": "Rusya"
    },
    "explanation": "D"
  },
  {
    "id": "2120641",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi 1830 İhtilalleri’nin sonuçlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Burjuvazi’nin güçlenmesi",
      "B": "Realizmin güç kazanması",
      "C": "Sosyal Devlet anlayışının güç kazanması",
      "D": "Alman milliyetçiliğinin güçlenmesi",
      "E": "İtalyan ulusal birliğinin kurulması"
    },
    "explanation": "A"
  },
  {
    "id": "2120649",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi 1848 İhtilalleri’nin sonuçlarından biri <strong>değildir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Anayasa hareketleri güç kazanması",
      "B": "İdealizmin güç kazanması",
      "C": "Dinde şüphecilik akımının gelişmesi",
      "D": "Pozitivizm akımının güçlenmesi",
      "E": "Yarım yüzyılı aşan bir süre barış dönemine girilmesi"
    },
    "explanation": "B"
  },
  {
    "id": "2176626",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Sanayileşme sürecinde yaşanan gelişmelerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fabrikalar üretimin kitleselleşmesini sağladı.",
      "B": "Üretim artışı iş gücü talebini doğurdu.",
      "C": "Binlerce işçinin çalıştığı fabrikalar ortaya çıktı.",
      "D": "Artan iş gücü talebi kırsal bölgelere göçü arttırdı.",
      "E": "Yeni bir toplumsal sınıfı olan işçi sınıfının doğuşu gerçekleşti."
    },
    "explanation": "Cevabınız doğru değilse Güçlenen ve Zayıflayan Sosyal Sınıflar başlığını tekrar gözden geçiriniz.<br/>Sorumuzun doğru cevabı D şıkkıdır."
  },
  {
    "id": "2176646",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi 1830 ve 1848 İhtilalleri döneminin özellikleri arasında gösterilemez?",
    "correctAnswer": "B",
    "options": {
      "A": "Kurulan düzenin sosyo-ekonomik dinamiklerle uyumsuzluğunu göstermektedir.",
      "B": "1830, özgürlük yolunda bir “sınıf hareketi” olarak değerlendirilmektedir.",
      "C": "İhtilaller Avrupa Düzeni ile Avrupa gerçekliği arasındaki çelişkiyi göstermektedir.",
      "D": "1830 İhtilalleri’nde “idealist” yön egemendi.",
      "E": "1830’da temel güç Liberalizm’di; 1848’de ise öne geçen değerler ise Milliyetçilik ve Sosyalizm olmuştur."
    },
    "explanation": "Cevabınız doğru değilse 1830 ve 1848 İhtilalleri aşlığını tekrar gözden geçiriniz.<br/>Sorumuzun doğru cevabı B şıkıdır."
  },
  {
    "id": "2176654",
    "unitNumber": 5,
    "text": "Alman Ulusal Birliğinin kurulmasına öncülük eden devlet adamı kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hugo Grotius",
      "B": "Gottfried Leibniz",
      "C": "Kont Cavour",
      "D": "Leopold von Ranke",
      "E": "Otto von Bismarck"
    },
    "explanation": "E"
  },
  {
    "id": "2176658",
    "unitNumber": 5,
    "text": "Aşağıdaki ülkelerden hangisi kendisini 1848 İhtilallerinden uzak tutabilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fransa",
      "B": "Avusturya",
      "C": "İngiltere",
      "D": "İtalya",
      "E": "Almanya"
    },
    "explanation": "Cevabınız doğru değilse 1848 İhtilalleri başlığını tekrar gözden geçiriniz.<br/>Sorumuzun doğru cevabı C şıkkıdır."
  },
  {
    "id": "2176668",
    "unitNumber": 5,
    "text": "İtalyan Ulusal Birliğinin gerçekleştiği yıl aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1815",
      "B": "1848",
      "C": "1856",
      "D": "1860",
      "E": "1861"
    },
    "explanation": "E"
  },
  {
    "id": "2176695",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Alman Birliği’nin kurulmasının sonuçlarından biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Avrupa devletleri arasında uzun bir süre savaşın görülmemesi",
      "B": "Avrupa’da askeri ve siyasi bloklaşmanın ortaya çıkması",
      "C": "Fransa’nın sömürgeciliğe hız vermesi",
      "D": "Fransa'nın yeniden güç kazanması",
      "E": "Rusya’nın Balkanlarda genişleme yolunu seçmesi"
    },
    "explanation": "D"
  },
  {
    "id": "2176710",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi 1848 İhtilalleri'nin sonuçlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "1830-32 gelişmelerinin başarılı olduğu ülkelerde, Burjuvazi’nin güçlendiği görüldü.",
      "B": "Fransa başta olmak üzere birçok ülkede, yasa-dışı olduğu hâlde işçi örgütleri kuruldu.",
      "C": "Sosyalizm’in biçimlendiği ve işçiler arasında hızla yayıldığı bir konjonktür oluştu.",
      "D": "Batı Avrupa Milliyetçi düşünceye de gelişme imkânı sağlarken Doğu Avrupa ise buna tamamen karşı çıkıyordu.",
      "E": "XIX. yüzyılın ilk çeyreğine damgasını vuran İdealizm (Romantizm), yerini Realizm’e bırakıyordu."
    },
    "explanation": "Cevabınız doğru değilse1848 İhtilalleri'nin Sonuçları başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı E şıkkıdır."
  },
  {
    "id": "2176719",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi 1860 öncesinde \"ulus devlet\" tanımına uyan devletlerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fransa",
      "B": "Rusya",
      "C": "İtalya",
      "D": "Avusturya",
      "E": "Japonya"
    },
    "explanation": "Cevabınız doğru değilse İtalyan ve Alman Ulusal Birliklerinin Kurulması başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı A şıkkıdır."
  },
  {
    "id": "2176723",
    "unitNumber": 5,
    "text": "İlk büyük İtalyan Parlamentosu Torino kentinde hangi tarihte toplandı?",
    "correctAnswer": "D",
    "options": {
      "A": "1830",
      "B": "1848",
      "C": "1850",
      "D": "1860",
      "E": "1865"
    },
    "explanation": "Cevabınız doğru değilse İtalyan Ulusal Birliği’nin Kurulması başlığını tekrar gözden geçiriniz.<br/>Sorumuzun doğru cevabı D şıkkıdır."
  },
  {
    "id": "2176734",
    "unitNumber": 5,
    "text": "Kırım Savaşı’na asker yollayarak ilk adımı atan Cavour, 1859’da Fransa’yla anlaşıp birlikte .......... karşı savaş açtı. İtalyan Ulusal Birliği'nin Kurulması süreciyle ilgili olarak cümlede boş bırakılan yere aşağıdaki seçeneklerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avusturya",
      "B": "Almanya",
      "C": "Fransa",
      "D": "İtalya",
      "E": "Rusya"
    },
    "explanation": "Cevabınız doğru değilse İtalyan Ulusal Birliği’nin Kurulması başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı A şıkkıdır."
  },
  {
    "id": "2176754",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Prusya ordusunun Sedan Savaşı’nda Fransız ordusunu yenmesinden sonra yaşanan gelişmelerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "1. Napoleon esir alındı.",
      "B": "Paris ayaklanmaları çıktı.",
      "C": "Siyasal istikrarsızlık giderilemedi.",
      "D": "Prusya-Fransa barışı 1871'de yapıldı.",
      "E": "Fransa ağır bir tazminat ödemeye mahkum edildi."
    },
    "explanation": "Cevabınız doğru değilse Alman Birliği’nin Sağlanması Yolunda Atılan Adımlar başlığını tekrar gözden geçiriniz.<br/>Sorumuzun cevabı A şıkkıdır."
  },
  {
    "id": "2176763",
    "unitNumber": 5,
    "text": "Bismarck, savaş sonucunda Prusya’nın topraklarını genişletmiş ve 1815’te Viyana’da oluşturulan 39 devletli Alman Konfederasyonu’nu ........ devletten meydana gelen “Kuzey Alman Konfederasyonu”na dönüştürmüştür.<br/>Cümlesinde boş bırakılan yere aşağıdaki seçeneklerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "20",
      "B": "21",
      "C": "22",
      "D": "23",
      "E": "24"
    },
    "explanation": "Cevabınız doğru değilse Alman Birliği’nin Sağlanması Yolunda Atılan Adımlar aşlığını tekrar gözden geçiriniz.<br/>Sorumuzun doğru cevabı B şıkkıdır."
  },
  {
    "id": "2177296",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Alman Birliği'nin kurulmasından sonra Avrupa'da yaşanan gelişmelerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Almanya'nın Avrupa'nın en güçlü devleti konumuna gelmesi",
      "B": "1871-1914 dönemi üzerinde büyük etkisinin olması",
      "C": "Fransa'nın, Avrupa-dışı sömürgeciliğe hız vermesi",
      "D": "İtalya Krallığı'nı resmen ilan edilmesinden sonra, Piyemonte Kralı Victor Emmanuel'nin İtalya Kralı unvanını alması",
      "E": "Rusya'nın pan-Slavizm’i bayrak yaparak Balkanlarda genişleme yolunu seçmesi"
    },
    "explanation": "Cevabınız doğru eğilse Alman Birliği’nin Kurulmasının Sonuçları başlığını tekrar gözden geçiriniz.<br/>Sorumuzun cevabı D şıkkıdır."
  },
  {
    "id": "2177417",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi 1815'de kurulan \"Kutsal İttifak\" ın üyesi bir ülkedir?",
    "correctAnswer": "E",
    "options": {
      "A": "İngiltere",
      "B": "İtalya",
      "C": "İspanya",
      "D": "Fransa",
      "E": "Rusya"
    },
    "explanation": "E"
  },
  {
    "id": "2120087",
    "unitNumber": 6,
    "text": "XIX. yüzyılın ikinci yarısından I. Dünya Savaşı’na kadar geçen dönemde Avrupa açısından potansiyel krizlerin kaynağı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kuzey sorunu",
      "B": "Batı sorunu",
      "C": "Güneydoğu sorunu",
      "D": "Güney sorunu",
      "E": "Doğu sorunu"
    },
    "explanation": "AVRUPA’NIN DÖNÜŞÜMÜ VE AVRUPA UYUMU’NUN SONU<br/>Doğru yanıt E seçeneğidir. Çünkü, XIX. yüzyılın ikinci yarısından I. Dünya Savaşı’na kadar geçen dönemde Avrupa açısından potansiyel krizlerin kaynağı, temelinde Osmanlı İmparatorluğunun topraklarının geleceği ve paylaşılması anlamına gelen “Doğu Sorunu”ydu."
  },
  {
    "id": "2120089",
    "unitNumber": 6,
    "text": "I. Avrupa’nın merkez durumunda olduğu üç uygarlık ortaya çıkmıştır.<br/>II. Avrupa merkezi bir coğrafya olmaktan çıkmıştır.<br/>III. Avrupa’nın şekillendirdiği üçüncü halkayı Asya ve Afrika ülkeleri oluşturmuştur.<br/>IV. Avrupa’nın merkez olduğu dört uygarlık şekillenmiştir.<br/>Yukarıdakilerden hangileri 1871-1914 dönemi gelişmelerinin sonucunu tanımlayan doğru ifadelerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "AVRUPA’NIN DÖNÜŞÜMÜ VE AVRUPA UYUMU’NUN SONU<br/>1871-1914 döneminin gelişmeleri sonucu, Avrupa’nın merkez durumunda olduğu üç uygarlık ve uluslararası ilişkiler alanı ortaya çıkıyordu. Birinci halkada Batı Avrupa ile Amerika kıtasının kuzeyi yer alıyordu. İkinci halkada Avrupa’nın doğusu ve Latin Amerika bulunuyordu. Üçüncü halkada ise Asya ve Afrika ülkeleri yer alıyordu. Dünyanın 1870’lerden sonraki tarihi, geniş ölçüde bu üç alanın birbirleri ile ilişkilerinin anlatımıdır. Dolayısıyla, doğru yanıt D seçeneğidir."
  },
  {
    "id": "2120093",
    "unitNumber": 6,
    "text": "1871’den 1914’e kadar Avrupa’nın hiç değişmeyen düşmanlığını gerçekleştiren iki ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Almanya-Rusya",
      "B": "Almanya-Fransa",
      "C": "Almanya-Osmanlı",
      "D": "Almanya-İngiltere",
      "E": "Almanya-İtalya"
    },
    "explanation": "AVRUPA’DA BLOKLAŞMAYA GİDEN YOL<br/>Doğru yanıt B seçeneğidir. Çünkü, Alman Ulusal Birliği’nin kurulduğu 1871’den I. Dünya Savaşı’nın çıktığı 1914’e kadar Avrupa’nın hiç değişmeyen unsuru, Almanya-Fransa düşmanlığıdır."
  },
  {
    "id": "2120095",
    "unitNumber": 6,
    "text": "Bismarck, Avusturya-Macaristan’ı kendisine bağlamakla birlikte hem de Fransa-Rusya birleşmesini önlemek için Rusya’yı yanında tutmak zorundaydı. Bu anlamda, Almanya, Avusturya-Macaristan ve Rusya arasında 1881’de gerçekleştirilen ittifak .……………….. olarak tanımlanmaktadır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "I. Üç İmparator Ligi",
      "B": "II. Üç İmparator Ligi",
      "C": "III. Üç İmparator Ligi",
      "D": "IV. Üç İmparator Ligi",
      "E": "V. Üç İmparator Ligi"
    },
    "explanation": "Üçlü İttifak’ın Kurulması<br/>Doğru yanıt B seçeneğidir. Çünkü, Bismarck, Avusturya-Macaristan’ı kendisine bağlamakla beraber, asıl korkusu olan Fransa-Rusya birleşmesini (dolayısıyla Almanya’nın iki cepheli savaşla karşı karşıya kalma ihtimalini) önlemek için Rusya’yı yanında tutmak zorundaydı. Üstelik Avusturya-Macaristan ile Rusya’nın Balkanlar’da çatışması durumunda Almanya da Rusya’yla karşı karşıya gelebileceği için böyle bir tehlikeyi önlemek amacıyla Bismarck bu iki devletin Balkanlar’da anlaşmasını mutlaka sağlamak istemekteydi. Bu politikasının sonucunda Almanya, Avusturya-Macaristan ve Rusya arasında 1881’de II. Üç İmparator Ligi oluşturuldu."
  },
  {
    "id": "2120096",
    "unitNumber": 6,
    "text": "Üçlü İtilaf’ın üçüncü ve son halkası 1907 yılında hangi ülkeler arasında gerçekleştirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "İngiltere-Almanya",
      "B": "İngiltere-Rusya",
      "C": "İngiltere-Fransa",
      "D": "İngiltere-Çin",
      "E": "İngiltere-Japonya"
    },
    "explanation": "Üçlü İtilaf’ın Kurulması<br/>Doğru yanıt B seçeneğidir. Çünkü, Üçlü İtilaf’ın üçüncü ve son halkası ise 1907 yılında İngiltere ve Rusya arasında oluşturuldu. 1904-1905 savaşında Japonya’ya yenilen ve dikkatini yeniden Balkanlar’a çeviren Rusya, 1907’de İngiltere’yle anlaşmaya yöneldi: Japonya’nın İngiltere’yle ittifak kurmuş olması da Rusya’yı İngiltere’yle anlaşmaya iten bir etkendi."
  },
  {
    "id": "2120097",
    "unitNumber": 6,
    "text": "I. Dünya Savaşı’na giden yolda uluslararası işbirliğinin bozulmasında önemli etkilerde bulunan ve emperyalist yarışın hem nedeni hem de sonucu olan olgu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Devletçilik",
      "B": "Laiklik",
      "C": "Halkçılık",
      "D": "Devrimcilik",
      "E": "Milliyetçilik"
    },
    "explanation": "SÖMÜRGECİLİK VE EMPERYALİZM<br/>Doğru yanıt, E seçeneğidir. Çünkü, emperyalist yarışın hem bir nedeni hem de bir sonucu olarak artan milliyetçilik, I. Dünya Savaşı’na giden yolda uluslararası işbirliğinin bozulmasında önemli etkilerde bulundu. Fakat I. Dünya Savaşı’nın sömürge sorunlarından değil, bizatihi Avrupa içi meseleler yüzünden çıktığı unutulmamalıdır."
  },
  {
    "id": "2120098",
    "unitNumber": 6,
    "text": "Uzakdoğu’daki paylaşım savaşında avantaj sağlamak isteyen İngiltere 1902’de aşağıdaki ülklerden hangisiyle ittifak kurmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Hindistan",
      "B": "Japonya",
      "C": "Çin",
      "D": "Kore",
      "E": "Vietnam"
    },
    "explanation": "Japonya’nın bir büyük devlet adayı olarak hızla kuvvetlenmeye başlaması, Batılı büyük güçlerin dikkatinden kaçmamıştır. Uzakdoğu’daki paylaşım savaşında avantaj sağlamak isteyen İngiltere 1902’de Japonya ile bir ittifak kurdu. Bu durum, Japonya’nın en azından bölgede önemli bir güç olarak görülmeye başlandığını göstermekteydi. Bu yüzden doğru yanıt B seçeneğidir."
  },
  {
    "id": "2120100",
    "unitNumber": 6,
    "text": "Latin Amerika’nın bağımsızlık mücadelesini destekleyen ve ABD’nin kıta üzerindeki genişlemesini ve etkinliğini arttırmasını engelleyecek Avrupa kaynaklı tüm müdahalelere karşı tavır alacağını açıklayan doktrin aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Washington",
      "B": "Truman",
      "C": "Monroe",
      "D": "Roosevelt",
      "E": "McCarthy"
    },
    "explanation": "Amerika Kıtasındaki Gelişmeler<br/>Yeni Bir Büyük Güç: ABD<br/>1823 yılında ilan edilen Monroe Doktrini’nin yaklaşık bir yüzyıl boyunca ABD dış politikasının merkezine oturması şaşırtıcı değildir. Dönemin ABD Başkanı James Monroe tarafından ABD Kongresi’ne sunulan bir mesajda, “ABD’nin Avrupa devletlerinin işlerine karışmak niyetinde olmadığı, buna mukabil ABD ile dostça ilişkiler kurulmak isteniyorsa Avrupa devletlerinin de Amerika kıtasına müdahale etmemeleri gerektiği” vurgulanmıştır. Benimsenen bu politika çerçevesinde Latin Amerika bağımsızlık mücadelesini destekleyen ABD, kıta üzerindeki genişlemesini ve etkinliğini arttırmasını engelleyecek Avrupa kaynaklı tüm müdahalelere karşı açık tavır alacağını açık bir biçimde belirtmiştir. Bu yüzden doğru yanıt C seçeneğidir."
  },
  {
    "id": "2120102",
    "unitNumber": 6,
    "text": "Sanayi Devrimi’nin ikinci aşamasını oluşturan kimya, çelik, otomotiv gibi sektörlerde yaşanan gelişmeler sonucunda ……….. 20. yüzyıl başlarında dünyanın en büyük ekonomik gücü olmuştur.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "İngiltere",
      "B": "Japonya",
      "C": "Almanya",
      "D": "Fransa",
      "E": "ABD"
    },
    "explanation": "Amerika Kıtasındaki Gelişmeler<br/>Yeni Bir Büyük Güç: ABD<br/>Doğru yanıt E seçeneğidir. Çünkü, bu çerçevede, XIX. yüzyılın son çeyreğinde, Amerikan ekonomisi büyük bir atılım yapmıştır. Özellikle, Sanayi Devrimi’nin ikinci aşamasını oluşturan kimya, çelik, otomotiv gibi sektörlerde yaşanan gelişme ABD’nin XX. yüzyıl başlarında dünyanın en büyük ekonomik gücü olmasını sağladı."
  },
  {
    "id": "2120103",
    "unitNumber": 6,
    "text": "18. yüzyılda Latin Amerika’da gelişen özerk ve ayrılıkçı düşünceler hangi iki imparatorluğun gerilemesi sonucunda oluşmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "İspanya-İngiltere",
      "B": "İspanya-Portekiz",
      "C": "Portekiz-İngiltere",
      "D": "Portekiz-Fransa",
      "E": "İspanya-Fransa"
    },
    "explanation": "Sömürgeciliğe Karşı Meydan Okuma: Latin Amerika<br/>Doğru yanıt B seçeneğidir. Çünkü, İspanyol ve Portekiz egemenliğinde olan Latin Amerika’da bu iki imparatorluğun gerilemesine paralel olarak, özerklikçi ve ayrılıkçı düşünceler XVIII. yüzyılda yavaş yavaş gelişmeye başlamıştır."
  },
  {
    "id": "2121220",
    "unitNumber": 6,
    "text": "1871’de Alman Ulusal Birliği’nin kurulmasıyla “Avrupa Uyumu”nun dikkate alınmadığı kesin bir biçimde ortaya çıktı. Takip eden diğer gelişmelerle “güç dengesi” bloklaşma biçimine dönüştü. Avrupa'da kurulan Üçlü İttifak'ın kurucusu kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Louis Adolphe Thiers",
      "B": "Otto Von Bismarck",
      "C": "Vittorio Emanuele",
      "D": "Franz Joseph",
      "E": "Charles-Louis Napoléon Bonaparte"
    },
    "explanation": "Avrupa'da Üçlü İttifak'ın kurucusu Bismarck'tır.<br/>Yanıt B'dir."
  },
  {
    "id": "2176271",
    "unitNumber": 6,
    "text": "XIX. yüzyılın ikinci yarısından I. Dünya Savaşı’na kadar geçen dönemde Avrupa açısından potansiyel krizlerin kaynağını, temelinde Osmanlı İmparatorluğunun topraklarının paylaşılması anlamına gelen aşağıdaki sorunlardan hangisi oluşturmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğu Sorunu",
      "B": "Marmara Sorunu",
      "C": "Akdeniz Sorunu",
      "D": "Küresel Sorun",
      "E": "Bölgesel Sorun"
    },
    "explanation": "XIX. yüzyılın ikinci yarısından I. Dünya Savaşı’na kadar geçen dönemde Avrupa açısından potansiyel krizlerin kaynağı, temelinde Osmanlı İmparatorluğunun topraklarının geleceği ve paylaşılması anlamına gelen “Doğu Sorunu”ydu.<br/>Yanıt A'dır."
  },
  {
    "id": "2176277",
    "unitNumber": 6,
    "text": "1872’de Almanya, Avusturya-Macaristan ve Rusya arasında I. Üç İmparator Ligi kuruldu. Anlaşmazlığa düşen ve bu ligin dağılmasına neden olan iki ülke hangileridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Almanya-Rusya",
      "B": "Almanya-Avusturya",
      "C": "Almanya-İtalya",
      "D": "Rusya-Avusturya",
      "E": "Rusya-İtalya"
    },
    "explanation": "1875 yılında başlayan Balkan bunalımı sırasında Avusturya-Macaristan ile Rusya arasındaki çekişme yüzünden I. Üç İmparator Ligi dağılmıştır.<br/>Yanıt D'dir."
  },
  {
    "id": "2176286",
    "unitNumber": 6,
    "text": "Avrupa'daki bloklaşma hareketlerinden olan Üçlü İtilaf ’ın ilk halkası Fransa ile Rusya arasında 1894'te kurulmuştur. Hangisi, Üçlü İtilaf ’ın ikinci halkası döneminde 1904'te imzalanan Sömürge Anlaşması'nın ilgili devletleridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Rusya-İtalya",
      "B": "Rusya-Fransa",
      "C": "Fransa-İngiltere",
      "D": "İngiltere-Rusya",
      "E": "İngiltere-Japonya"
    },
    "explanation": "Fransa ve İngiltere, aralarındaki anlaşmazlıkları bırakarak 1904’te Sömürge Anlaşması’nı (“Entente Cordiale” - “Samimi Antlaşma”) imzaladılar.<br/>Yanıt C'dir."
  },
  {
    "id": "2176324",
    "unitNumber": 6,
    "text": "Hangisinin sonucu olarak XIX. yüzyılda sömürgecilik yaygınlaşmıştı?",
    "correctAnswer": "E",
    "options": {
      "A": "Kültür emperyalizmi",
      "B": "Sosyalist hareketler",
      "C": "Irkçılık",
      "D": "Batı uygarlığını üstün görme",
      "E": "Sanayi Devrimi"
    },
    "explanation": "Sanayi Devrimi ile hızlanan ekonomik büyüme 1870’lerden sonra yeni bir aşamaya girmişti. Yeni enerji kaynaklarının kullanılmaya başlanması, üretim ve ulaştırma araçlarındaki muazzam gelişim gibi faktörler devletlerin yeni hammadde kaynakları ve pazarlar aramasına yol açtı.<br/>Yanıt E'dir."
  },
  {
    "id": "2176328",
    "unitNumber": 6,
    "text": "Avrupa emperyalistlerinin 30-40 yıl gibi çok kısa bir zamanda neredeyse tamamını sömürgeleştirdikleri coğrafya hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Arap dünyası",
      "B": "Afrika",
      "C": "Balkanlar",
      "D": "Çin",
      "E": "Hindistan"
    },
    "explanation": "Avrupa emperyalizminin kendisini açık bir biçimde gösterdiği alan hiç kuşkusuz Afrika kıtası oldu.<br/>Yanıt B'dir."
  },
  {
    "id": "2176333",
    "unitNumber": 6,
    "text": "XIX. yüzyılın ortalarında Avrupalı gezginlerin Afrika içlerine yaptıkları geziler, kıtaya yönelik Avrupa ilgisinin ve bilgisinin artmasına neden oldu. Hangisi, bu gezginlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "John Speke",
      "B": "Samuel Baker",
      "C": "David Livingstone",
      "D": "Hanry M. Stanley",
      "E": "Jules Malou"
    },
    "explanation": "Jules Malou, dönemin başbakanıdır gezgini değil. <br/>XIX. yüzyılın ortalarında Avrupalı gezginlerin Afrika içlerine yaptıkları geziler, kıtaya yönelik Avrupa ilgisinin ve bilgisinin artmasına neden oldu. John Speke, Samuel Baker, David Livingstone ve Hanry M. Stanley gibi gezginlerin çalışmaları Afika’ya yönelik Avrupa ilgisini hiç olmadığı kadar artırdı. Özellikle Belçika Kralı II. Leopold, gezginlerin çalışmalarına özel bir önem vererek, kıtanın sömürgeleştirilmesi düşüncesinin en önemli savunucusu hâline geldi.<br/>Yanıt E'dir."
  },
  {
    "id": "2176340",
    "unitNumber": 6,
    "text": "1842’de Çin ile İngiltere arasında imzalanan anlaşma ile Hong Kong, İngiltere’nin sömürgeleştirdiği yerlerden biri olur. Bu sonuca götüren savaş hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "I. Dünya Savaşı",
      "B": "Sömürge Savaşı",
      "C": "Afyon Savaşı",
      "D": "II. Dünya Savaşı",
      "E": "1904-1905 Rus-Japon Savaşı"
    },
    "explanation": "“Afyon Savaşı” olarak adlandırılan çatışma, Çin yönetiminin geri adım atmak zorunda kalmasına neden oldu. Sonuçta, 1842’de imzalanan barış antlaşmasıyla Çin İmparatoru beş limanının dış ticarete açılmasını, ithal edilen mallara sabit oranlı bir gümrük vergisi konmasını ve Honkong’un İngiltere’ye terk edilmesini onaylamak zorunda kaldı. Böylece, Çin’in yüzyıllarca süren dışa kapanma politikası sona ermek zorunda kalıyordu.<br/>Yanıt C'dir."
  },
  {
    "id": "2176352",
    "unitNumber": 6,
    "text": "Hindu askerler tarafından başlatılan, sonucunda Moğol-Türk egemenliğinin resmen bitirildiği ve Hindistan'ın genel vali yönetiminde doğrudan İngiliz Tacı’na bağlandığı, isyan hangi yıl başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1877",
      "B": "1857",
      "C": "1840",
      "D": "1878",
      "E": "1891"
    },
    "explanation": "1857’de Hindu askerler tarafından başlatılan bir isyan patlak verdi. İngiliz yönetimini hayli zorlayan bu isyan ülkeye yeni İngiliz kuvvetlerinin getirilmesi ve bazı Hintli askerlerin sadakati sayesinde bastırılabildi. İsyan, yenileşmeye karşı gelenekçi bir tepkinin sonucuydu. Milliyetçi fikirlerle girişilen sömürgecilik karşıtı bir hareket değildi. İsyan sonrasında, ülkedeki fiilen yıllarca önce sona eren Moğol-Türk egemenliği resmen bitirildi ve ülke genel valinin yönetiminde doğrudan İngiliz Tacı’na bağlandı.<br/>Yanıt B'dir."
  },
  {
    "id": "2176366",
    "unitNumber": 6,
    "text": "Amerika Birleşik Devletleri'nde köleliği kaldırma iradesini gösteren başkan hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "James Buchanan",
      "B": "Andrew Johnson",
      "C": "Abraham Lincoln",
      "D": "Ulysses S. Grant",
      "E": "Franklin Pierce"
    },
    "explanation": "1860 başkanlık seçim kampanyasında Cumhuriyetçi Parti’nin adayı olan Abraham Lincoln köle ticaretinin tamamen yasaklanması yolunda adımlar atacağını açıkladı.1861 ve 1865 yılları arasında süren ve ABD’yi parçalanmaktan kurtaran iç savaş kuzeyli birlik güçlerinin zaferiyle sona erdi. Savaşın sonrasında köle ticareti ve kölecilik tamamen yasaklandı.<br/>Yanıt C'dir."
  },
  {
    "id": "1959415",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 1914-1918 arası süren Birinci Dünya Savaşı'nın çıkış nedenlerinden birisi <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dinsel ve kültürel entegrasyon",
      "B": "Emperyalizm",
      "C": "Aşırı milliyetçilik",
      "D": "Alman-Fransız rekabeti",
      "E": "Büyük güçler ittifakı"
    },
    "explanation": "Birinci Dünya ya da Birinci Paylaşım Savaşı olarak adlandırılan bu insanlık tarihinin en trajik olaylardan birinin öne çıkmış nedenlerini şöyle sıralayabiliriz:<br/>a) Sömürgecilik ve ekonomik yayılma/emperyalizm<br/>b) Alman siyasi birliğinin kurulması ve Avrupa’da Alman-Fransız rekabeti<br/>c) Balkanlarda Rusya, Avusturya-Macaristan rekabeti<br/>d) Büyük güçler ittifakı ve bağlantılar sistemi: Bloklaşma<br/>e) Silahlanma<br/>f) Aşırı milliyetçilik<br/><strong>g) Dinsel ve kültürel yayılma.</strong><br/><strong>Doğru cevap- savaş nedeni olmayan şık A şıkkı- \"dinsel ve kültürel entegrasyon\"dur.</strong>"
  },
  {
    "id": "1968969",
    "unitNumber": 7,
    "text": "Aşağıdaki şıklardan hangisinde, Birinci Dünya Savaşı'na katılan \"İttifak Ülkeleri\" doğru olarak listelenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Almanya-Avusturya-Macaristan-Osmanlı-Bulgaristan",
      "B": "Almanya-Avusturya-Macaristan-Osmanlı-Yugoslavya",
      "C": "İngiltere-Avusturya-Macaristan-Osmanlı-Bulgaristan",
      "D": "Rusya-Avusturya-Macaristan-Osmanlı-Bulgaristan",
      "E": "Fransa-Avusturya-Macaristan-Osmanlı-Bulgaristan"
    },
    "explanation": "Doğru yanıt A şıkkıdır. Zaten savaşın çıkma nedenlerinden bir tanesi Alman-Fransız yakınlaşması; diğeri ise Osmanlı-Almanya yakınlaşması ve imparatolukların parçalanması hedefidir."
  },
  {
    "id": "1984915",
    "unitNumber": 7,
    "text": "Birinci Dünya Savaşı'ndan hemen önce, ittifak kurarak Osmanlı İmparatorluğu'na savaş açan (Balkan Savaşları), Balkan ülkeleri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yunanistan-Karadağ-Sırbistan-Bulgaristan",
      "B": "Yunanistan-Arnavutluk-Karadağ-Bulgaristan",
      "C": "Yunanistan-Sırbistan-Arnavutluk-Bulgaristan",
      "D": "Yunanistan-Sırbistan-Slovenya-Bulgaristan",
      "E": "Yunanistan-Romanya-Bulgaristan-Arnavutluk"
    },
    "explanation": "Doğru cevap a şıkkıdır. Rusya'nın, Balkanlar'da yaşayan slav halkları üstünde uyguladığı \"panslavizm\" politikası etkili olmuştur. Ayrıca bu ülkeler bağımsızlığını Osmanlı'dan ayrılarak kazanan ülkelerdir. Balkan Savaşları'nın sonucunda, Osmanlı İmparatorluğu Balkan topraklarının önemli bir kısmını kaybetmiştir."
  },
  {
    "id": "1999589",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Birinci Dünya Savaşı'nda, \"kara orduları\" için geliştirilen silahlardan birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Makineli tüfek",
      "B": "Top",
      "C": "Gemi",
      "D": "Misket bombası",
      "E": "Atom bombası"
    },
    "explanation": "19. yüzyılın sonlarında belirginleşen “yeni emperyalizm”in en önemli özelliklerinden<br/>birini silahlanma oluşturdu. Savaş anlayışı ve teknolojisinde yaşanan olağanüstü değişim, güçlerarası dengeyi bozarken dünya haklarını büyük bir karmaşaya sürükledi.<br/>Sermaye sahiplerinin, İngiltere ve Almanya arasındaki rekabet çerçevesinde<br/>kendi hükümetleri üzerinde baskı kurması ve halkın tahrik edilip daha fazla savaş<br/>gemisi istemeye yönlendirilmesi sonucu dev askerî-endüstriyel kompleksler inşa<br/>edildi. Almanya’nın politik-askerî hamlesi İngiltere’de kuşkuyla karşılandı. İngiltere,<br/>Almanya’dan daha fazla para harcayıp daha çok gemi inşa etti. 1905-1906 arasında Amiral Sir John Fischer, İngiliz donanmasını yenilemekle kalmayıp denizcilik tarihinde büyük bir devrim olan dretnot (dreadnought) adı verilen zırhlı savaş gemisinin<br/>inşasını da sağladı. İngiliz askerî teknolojisi çağın savaş makinesi dretnotu ürettikten sonra, daha hızlı hareket eden ve ağır silahlarla donanmış ilk ağır savaş kruvazörünü inşa etti. Almanlar, İngilizlerin savaş teknolojisi alanındaki bu olağanüstü yeniliklerine karşılık vermeye çalıştı.<br/>Bloklararası silahlanma yarışında kara orduları da tepeden tırnağa yeniden yapılandırıldı. Kara orduları için hızlı ateş alan toplar ve makineli tüfekler geliştirildi.<br/>Hızlı ve verimli bir seferberlik yapılabilmesi için bütün tren yolları ağı elden geçirildi. Ülkelerin genelkurmayları saldırı ve savunma amaçlı yeni askerî planlar hazırladılar. Bunların içinde en ünlüsü 1892-1906 yılları arasında Alman Genelkurmay Başkanlığı yapan General Schlieffen, kendi adını taşıyan plandır. Bu plana göre çıkacak bir savaşta Almanya, önce Fransa’yla daha sonra da Rusya’yla savaşarak bu ülkeleri saf dışı bırakacaktı. İngiltere 1908’de, Almanya, Rusya ve Fransa da 1913’te kanunlar çıkartarak, kara ordularının mevcutlarını arttırdılar. Hiç kuşkusuz, her ülke askerî harcamalar için bütçelerinden büyük paylar ayırmak zorunda kaldı."
  },
  {
    "id": "2006865",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Birinci Dünya Savaşı'nın gidişatını değiştiren olgulardan birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bolşevik Devrimi",
      "B": "Fas Krizi",
      "C": "Bosna-Hersek Krizi",
      "D": "Japonya'nın savaşa girmesi",
      "E": "Çin'in savaşa girmesi"
    },
    "explanation": "Birinci Dünya Savaşının gidişatı değiştiren iki olgu Bolşevik Devrimi ve Amerika'nın savaşa girmesidir (özt, s. 193).<br/><strong>Lenin’in liderliğindeki Bolşevikler,</strong><br/>1917 yılı Nisan ayı ortalarından itibaren St. Petersburg başta olmak üzere<br/>kontrolü ele geçirdiler. Mayıs 1917’de sosyalistlerin çoğunlukta olduğu yeni bir<br/>hükümet kuruldu. Hükümette etkili olan Savunma Bakanı Alexander Kerensky,<br/>Rus olmayan Kafkas, Fin, Kazak ve Sibirya asıllı askerlerden oluşturulan 200 bin<br/>kişilik yeni bir ordu oluşturdu. Brusilov’un komuta ettiği bu ordu, Galiçya’da Alman,<br/>Avusturya-Macaristan ve Osmanlı birliklerinden oluşturulan kuvvetle çarpıştı.<br/>Rus Ordusu ağır bir yenilgi aldı ve Eylül 1917’de dağıldı. Savunma Bakanı<br/>Kerensky Moskova’ya kaçtı. Lenin ve diğer Bolşevikler, hükümetin otoritesinin<br/>kaybolmasını ve ülkenin bunalıma sürüklenmesini iyi değerlendirerek yönetimi<br/>ele geçirdiler. Sadece dünya savaşının gidişatını değil, 20. yüzyılın da seyrini değiştiren<br/>Ekim Devrimi’ni gerçekleştirdiler. Bolşevikler, “ulusların kendi kaderlerini<br/>tayin etme, barış, toprak, ekmek” ilkeleriyle iktidara gelmişlerdi. Bolşeviklerin<br/>savaşa bakışları ve analizleri farklıydı. Devrim’in lideri Lenin’e göre savaşa tekelci<br/>kapitalizmin yayılmacı güdüsü neden olmuştu ve özünde kendine karşı da yıkıcı<br/>olan bu güç, bizzat kapitalizmin çöküşüne de yol açacaktı. Bolşeviklerin temel<br/>beklentisi, emperyalist rekabetin yerini, yeni işçi sınıfı devletleri arasında oluşacak<br/>uluslararası dayanışmanın almasıydı. Böylelikle kalıcı barış sağlanacaktı. Bolşevikler,<br/>Avrupa’daki devrimci gücü harekete geçirmek üzere Kasım 1917’de bir<br/>barış bildirgesi yayınladılar. Bu bildirgeyle tazminat olmaksızın kalıcı bir barış<br/>antlaşmasının yapılmasını istediklerini ilan ettiler. Ardında da Çarlık Rusya’sının<br/>yaptığı gizli antlaşmaları açıkladılar.<br/>Bolşeviklerin ilhak ve tazminatın kalkması ile Avrupa içinde ve dışında ulusların kendi kaderlerini tayin etme hakkının uygulanması ilkeleri, İttifak Devletleri tarafından İtilaf Devletlerinin de kabul etmesi koşuluyla benimsendi. Ancak İtilaf Devletleri bu ilkeleri kabul etmediler."
  },
  {
    "id": "2013079",
    "unitNumber": 7,
    "text": "Birinci Dünya Savaşı öncesi, Rus yöneticilerinin Balkanlar'da desteklediği politika aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Panslavizim",
      "B": "Bolşevizm",
      "C": "Menşevizim",
      "D": "Panislamizm",
      "E": "Pangermanizm"
    },
    "explanation": "Rusya’da yönetici elit tarafından desteklenen Panslavist akım, Doğu Avrupa’da<br/>ve Balkanlarda yaşayan Slavların birliğini öngörmekteydi. Bu siyasi akım,<br/>Rusya’nın 1904-1905 savaşında Japonya’ya yenilmesi ve 1907 İngiltere-Rusya arasında<br/>yapılan antlaşmadan sonra tekrar canlandırıldı. Panslavistler, Moskova’da<br/>yaptıkları kongrede, Osmanlı ve Avusturya-Macaristan İmparatorluklarında yaşayan<br/>Slavları da içeren bir Slav birliğinin kurulmasını ve Almanya’nın isteklerine<br/>nasıl karşı konulabileceğini tartıştılar."
  },
  {
    "id": "2013080",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Osmanlı İmparatorluğu'nun Birinci Dünya Savaşı'na girme nedenlerinden birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Osmanlı-Fransız yakınlaşması",
      "B": "Kaybedilen toprakların geri alınması",
      "C": "Osmanlı-Alman yakınlaşması",
      "D": "Ekonomik bağımsızlığı kazanma",
      "E": "İtilaf devletlerinin saldırganlığı"
    },
    "explanation": "<strong>Osmanlı İmparatorluğu’nun savaşa girme nedenlerini şöyle sıralamak</strong><br/><strong>mümkündür:</strong><br/>• İtilaf blokunda yer alan devletlerin Osmanlı İmparatorluğu’na karşı izledikleri<br/>saldırgan politikalar<br/>• Son savaşlarda kaybedilen toprakların geri alınması<br/>• Ekonomik bağımsızlığın kazanılması<br/>• Almanya’nın savaştan üstün çıkacağı düşüncesi<br/>• Osmanlı-Alman yakınlaşması<br/>• Turan İmparatorluğu kurma düşüncesi<br/>\"Osmanlı-Fransız yakınlaşması\" şıkkı doğru değildir. Zaten Alman-Fransız rekabeti, Birinci Dünya Savaş'nın çıkış nedenlerinden birisidir. 19. yüzyılın sonuna doğru, hem İngiliz- Fransızlar'ın Osmanlı'da Rum-Ermenilerle daha yoğun ticaret yapması, kapitülasyonlar ve Almanlar'ın \"Osmanlı ordusunun eğitimi\" ve \"demiryolu yapımı\" gibi barışcıl yollarla yaklaşması, Fransız ve İngiliz çıkarlarına karşı, Osmanlı-Alman yakınlaşmasını doğurmuş ve Osmanlı baştaki tarafsızlığını bozarak, savaşa Alman-Avusturya-Macaristan-Bulgaristan ittifakıyla katılmıştır."
  },
  {
    "id": "2041383",
    "unitNumber": 7,
    "text": "Birinci Dünya Savaşı'nda yeralan devletlerin \"kara ordularını\" desteklemek için geliştirdikleri teknoloji aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uçak teknolojisi",
      "B": "Dretnot teknolojisi",
      "C": "Demiryolu teknolojisi",
      "D": "Gemi teknolojisi",
      "E": "Bilişim teknolojisi"
    },
    "explanation": "Kara savaşını desteklemek amacıyla uçak teknolojisi sürekli geliştirildi. Müttefikler 1918’de St. Mihiel Savaşı’nda da 1481 uçağı bir araya getirdiler. <br/>Kara ve denizde sürdürülen savaş, uçakların askerî teknolojiyle modifiye edilmesinden<br/>sonra havada da yapılmaya başlandı. Almanlar, 1914 ve 1915 yıllarında bir tür büyük balon olan Zeplini Polonya ve İngiltere’nin bombalanmasında kullanmışlardı. Fakat bu hava aracının dayanıksız olması nedeniyle önemli başarılar sağlayamadılar. Fakat bir yandan da uçağın savaşta kullanılması için arayışa girdiler.<br/>Fransız ve Alman Ordusu Batı Cephesi’nde 1914’ün sonlarında siper savaşları başladığında uçakları gözlem ve keşif yapmak için kullanmışlardı. Almanlar makineli tüfeği uçağa monte ederek dünyanın ilk gerçek avcı uçağını yapmayı başarmışlardı. Bu uçağı ilk olarak 1916’da Verdun Savaşı’nda kullandılar.<br/>1917 yılının başında da Alman mühendisler ilk olarak uzun menzilli bombardıman uçaklarını dizayn ettiler. Alman bombardıman uçakları ilk saldırılarını 13 Haziran 1917’de Londra’ya gerçekleştirdiler."
  },
  {
    "id": "2074483",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Birinci Dünya Savaşı sırasında, 1917'de Rusya'da iktidar olan Bolşeviklerin iktidara gelme ilkelerinden birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Savaş",
      "B": "Barış",
      "C": "Toprak",
      "D": "Ekmek",
      "E": "Kendi kaderini tayin etme"
    },
    "explanation": "<strong>Lenin’in liderliğindeki Bolşevikler,</strong><br/>.<strong>Bolşevikler, “ulusların kendi kaderlerini tayin etme, barış, toprak, ekmek” ilkeleriyle iktidara gelmişlerdi.</strong> Bolşeviklerin savaşa bakışları ve analizleri farklıydı. Devrim’in lideri Lenin’e göre savaşa tekelci kapitalizmin yayılmacı güdüsü neden olmuştu ve özünde kendine karşı da yıkıcı olan bu güç, bizzat kapitalizmin çöküşüne de yol açacaktı. Bolşeviklerin temel beklentisi, emperyalist rekabetin yerini, yeni işçi sınıfı devletleri arasında oluşacak uluslararası dayanışmanın almasıydı. Böylelikle kalıcı barış sağlanacaktı."
  },
  {
    "id": "2092131",
    "unitNumber": 7,
    "text": "Birinci Dünya Savaşı, İttifak Devletleri’yle imzalanan ateşkes antlaşmalarıyla Kasım 1918’de fiilen sona erdi. Dört yıl boyunca süren dünya savaşı ........... kişinin ölümüne, bu sayının iki katından fazlasının yaralanmasına yol açtı. Siyasi harita değişti. Osmanlı İmparatorluğu ile ........... İmparatorlukları dağıldı. Yeni silahlar denendi ve çevre büyük zarar gördü. İnsanoğlunun binlerce yıldır mücadele ederek oluşturmaya çalıştığı eşit, özgür ve barışçıl bir dünya düşüncesine büyük bir darbe vuruldu.<br/>Yukarıdaki ifadede boş bırakılan yerlere uygun olan şık aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "12 milyon / Rus ve Avuusturya-Macaristan",
      "B": "10 milyon / Rus ve İngiliz",
      "C": "10 milyon / Rus ve Fransız",
      "D": "6 milyon / Alman ve Fransız",
      "E": "5 milyon / Rus ve Avusturya-Macaristan"
    },
    "explanation": "Doğru cevap A şıkkıdır.<br/>İttifak Devletleri’yle imzalanan ateşkes antlaşmalarıyla Kasım 1918’de fiilen sona erdi.<br/>Dört yıl boyunca süren dünya savaşı <strong>12 milyon kişinin ölümüne,</strong> bu sayının iki katından fazlasının yaralanmasına yol açtı.<br/>Siyasi harita değişti.<br/><strong>Rusya, Osmanlı ve Avusturya-Macaristan İmparatorlukları dağıldı. </strong><br/>Yeni silahlar denedi ve çevre büyük zarar gördü.<br/>İnsanoğlu binlerce yıldır mücadele ederek oluşturmaya çalıştığı eşit, özgür ve barışçıl bir dünya düşüncesine, bu savaşa girişmekle büyük bir darbe vurdu."
  },
  {
    "id": "2177370",
    "unitNumber": 7,
    "text": "1815 Viyana Kongresi’nden sonra yerleştirdiği “Avrupa ahengi” adı verilen uluslararası sistem ile Avrupa’ya kısmi bir barış getirilmesinde rol oynayan Avusturyalı diplomat aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Otto von Bismarck",
      "B": "Karl Renner",
      "C": "Johann Schober",
      "D": "Ignaz Seipel",
      "E": "Clement Metternich"
    },
    "explanation": "Soruda dönemi içinde yaptığı işlerle öne çıkan diplomatın tanınması amaçlanmıştır.<br/>Avusturya Başbakanı Kont Clement Metternich’in 1815 Viyana Kongresi’nden sonra yerleştirdiği “Avrupa ahengi” adı verilen uluslararası sistem, Avrupa’ya kısmi bir barış getirmişti. Bu yolla Avrupalı büyük güçlerin aralarındaki sorunların çoklu katılımlı kongrelerle çözülmesi amaçlanmıştı."
  },
  {
    "id": "2177426",
    "unitNumber": 7,
    "text": "19. yüzyıl ve 20. yüzyıl başında gelişen sanayi ve finans kapitalizminin de etkisiyle sömürgeleştirilen bölgelerden Kuzeybatı Afrika’da Fas, Cezayir, Tunus, Büyük Sahra’nın güneyinde kalan geniş Afrika toprakları ve Asya’da Çin Hindi’ni kapsayan bölgeler aşağıdaki devletlerden hangisinin egemenliği altındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İngiltere",
      "B": "Fransa",
      "C": "İtalya",
      "D": "Belçika",
      "E": "Portekiz"
    },
    "explanation": "Soruda verilen bölgelerin hangi devletin sömürgesi altında olduğunun bilinmesi amaçlanmıştır.<br/>19. yüzyıl ve 20. yüzyılın başında gelişen sanayi ve finans kapitalizminin de etkisiyle dünya topraklarının yarısı ve dünya halklarının üçte biri sömürgeleştirildi. Britanya Adaları’nın 140 katı kadar bir yüz ölçüme ulaşmıştı. Fransız sömürge imparatorluğu ise Kuzeybatı Afrika’da Fas, Cezayir, Tunus ve Büyük Sahra’nın güneyinde kalan geniş Afrika topraklarını ve Asya’da Çin Hindi’ni kapsamıştı."
  },
  {
    "id": "2177431",
    "unitNumber": 7,
    "text": "1870-1914 yılları arasında da dünya ekonomisinde meydana gelen önemli değişiklikleri maddeler halinde sıralayan araştırmacı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Edward Palmer Thompson",
      "B": "Benedict Anderson",
      "C": "Fernand Braudel",
      "D": "Eric Hobsbawm",
      "E": "Michel Foucault"
    },
    "explanation": "Soruda verilen analizleri yapan tarihçinin tanınması amaçlanmıştır.<br/>Eric Hobsbawm, 1870-1914 yılları arasında da dünya ekonomisinde meydana gelen önemli değişiklikleri şöyle sıralamaktadır: İmparatorluk çağı dünya ekonomisinin coğrafi açıdan önceki dönemlerden daha geniş bir tabana yayılması; Avrupa ve Avrupa dışındaki (Kuzey Amerika, Japonya gibi) gelişmelerle dünya ekonomisinin endüstrileşmiş ve endüstrileşmekte olan kısmının genişlemesi; uluslararası piyasanın olağanüstü bir büyüme göstermesi; birincil mallarda hem üretime ayrılmış alanlarda hem de bu alanların dünya pazarıyla bütünleştirilmesinde büyük ilerlemeler kaydedilmesi; İngiltere’nin tek endüstri ekonomisi olmaktan çıkması ve Almanya, ABD gibi ülkelerin de yoğun bir üretime geçmesi."
  },
  {
    "id": "2177440",
    "unitNumber": 7,
    "text": "1862'de Alman birliğinin sağlanmasını amaçlayan ve bunun da ancak “demir ve kanla” kurulabileceğine inanan devlet adamı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Paul von Hindenburg",
      "B": "Helmuth Karl Bernhard von Moltke",
      "C": "Otto von Bismarck",
      "D": "Giuseppe Garibaldi",
      "E": "Franz Joseph"
    },
    "explanation": "Soruda görüşleri verilen siyasetçinin tanınması amaçlanmıştır.<br/>Avrupa güçler dengesinde etkili bir rol oynayan Prusya, sayıları elliyi bulan Alman prensliklerini birleştirme işine girişti. Birliğin kurulmasına 1862’de başbakanlığa getirilen Prens Otto von Bismarck öncülük yaptı. 19. yüzyılın son çeyreğinde Avrupa siyasetine yön verecek olan Bismarck, parlamenter yönetime, demokrasiye ve özgürlüklere sıcak yaklaşmadı. O’nun en büyük ideali Alman birliğinin sağlanmasıydı ve bunun da ancak “demir ve kanla” kurulabileceğine inanıyordu"
  },
  {
    "id": "2177452",
    "unitNumber": 7,
    "text": "Fransa ve Almanya arasında 1 Mayıs 1871’de hangi barış antlaşması imzalanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Frankfurt Barış Antlaşması",
      "B": "Viyana Kongresi",
      "C": "Versay Antlaşması",
      "D": "Locarno Antlaşması",
      "E": "Paris Barış Antlaşması"
    },
    "explanation": "Soruda öneminin altı çizilen barış antlaşmasının tanınması amaçlanmıştır.<br/>Fransa, 28 Ocak 1871’de tarih sahnesine ihtişamlı bir şekilde çıkan Almanya ile ateşkes imzalamak zorunda kaldı. İki ülke arasında <strong>1 Mayıs 1871’de Frankfurt Barışı imzalandı. </strong><br/>Fransa bu barış antlaşmasıyla Alsace-Lorraine’i Almanya’ya terk etmeyi ve savaş tazminatı ödemeyi kabul etti. Antlaşmanın hükümleri Fransa’nın bir daha toparlanmaması için bizzat Bismarck tarafından belirlenmişti. İki taraf arasındam süregelen “düşmanlık” derinleşti. Fransızlar, Alsace-Lorraine’i kaybetmekle onurlarının kırıldığını ve “ülkelerinin etinden ve kanından bir parça kopartıldığı” hissine kapılmışlardı. Fransız milliyetçileri “intikam savaşı” fikrine odaklandı. Ülkelerinin diz çökmesini unutmadılar. Alsace-Lorraine, Birinci Dünya Savaşı’na kadar iki devlet arasında sürdürülen ilişkilerin odak noktası oldu."
  },
  {
    "id": "2177462",
    "unitNumber": 7,
    "text": "Türk tarihinde 1877-1878 Osmanlı-Rus Savaşı ya da “93 Harbi” denilen Osmanlı’nın ağır yenilgisiyle sonuçlanana savaşın ardından Osmanlı İmparatorluğu’na dayatılan 3 Mart 1878 tarihli Antlaşma aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İstanbul",
      "B": "Paris",
      "C": "Locarno",
      "D": "Viyana",
      "E": "Ayastefanos"
    },
    "explanation": "Soruda Osmanlı Rus Savaşı sonrası imzalanan antlaşmanın tanınması amaçlanmıştır.<br/>Balkan bunalımı sonrası Rusya sorunu çözmek üzere düzenlenen İstanbul Konferansı’nın ve yürütülen bir dizi diplomatik girişimin başarısızlığa uğramasını gerekçe göstererek 12 Nisan 1877’de Osmanlı Devleti’ne savaş ilan etti. Türk tarihinde 1877-1878 Osmanlı-Rus Savaşı ya da “93 Harbi” denilen büyük savaş Osmanlı’nın ağır yenilgisiyle sonuçlandı. Rusya, Osmanlı İmparatorluğu’na dayattığı 3 Mart 1878 tarihli Ayastefanos Antlaşması’yla Balkan coğrafyasını kendi politikaları doğrultusunda biçim verdi. Avusturya-Macaristan Balkanlarda statükoyu altüst eden bu antlaşmanın özellikle Bulgaristan kısmına (madde 6) itiraz etti. Zira Osmanlı’ya vergi bağı ile bağlı büyük bir Bulgaristan tarih sahnesine çıkartılmıştı."
  },
  {
    "id": "2177472",
    "unitNumber": 7,
    "text": "Almanya'nın 20 Mayıs 1882’de bir antlaşma imzalayarak Avrupa kıtasının iki bloka ayrılmasının en önemli girişimi başlattığı Üçlü ittifakın Avusturya-Macaristan İmparatorluğu dışındaki üçüncü ortağı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Rusya",
      "B": "İtalya",
      "C": "Fransa",
      "D": "İngiltere",
      "E": "Bulgaristan"
    },
    "explanation": "Soruda Almanya'nın kurduğu üçlü ittifak devletlerinin tanınması amaçlanmıştır.<br/>İtalya, sömürgeler elde etmek için güçlü bir devlet olan Almanya’nın yardımını almak ve Avrupa güçler dengesinde önemli bir aktör haline gelmek için Almanya ile bir antlaşma yapmaya çalıştı. Fransa’yı her yönden kuşatmak isteyen Almanya bu öneriye sıcak yaklaştı. Almanya, İtalya ve Avusturya-Macaristan İmparatorluğu arasında 20 Mayıs 1882’de Üçlü İttifak adlı bir antlaşma imzalanarak, Avrupa kıtasının iki bloka ayrılmasının en önemli girişimi başlatıldı. Üçlü İttifak Antlaşması’na göre taraflardan biri, iki veya daha fazla büyük devletin saldırısına uğraması halinde, diğer iki devletin ona yardım etmesi, İtalya’nın Fransa’nın saldırısıyla yüzyüze gelmesi karşısında da diğer iki devletin ona yardımda bulunması karara bağlandı. Ayrıca bu durumların dışında devletlerden biri saldırıya uğrarsa diğerleri lehte tarafsızlık politikası izleyeceklerdi"
  },
  {
    "id": "2177474",
    "unitNumber": 7,
    "text": "İngiltere ve Almanya arasındaki rekabet sonucunda dev askerî-endüstriyel kompleksler inşa ettirmiş özellikle1905-1906 arasında İngiliz donanmasını yenilemekle kalmayıp denizcilik tarihinde büyük bir devrim olan dretnot (dreadnought) adı verilen zırhlı savaş gemisinin inşasını da sağlayan İngiliz Amiral aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "David Lloyd George",
      "B": "Alfred von Tirpitz",
      "C": "Sir John Fischer",
      "D": "Woodrow Wilson",
      "E": "Georges Clemenceau"
    },
    "explanation": "Soruda İngiliz donamasını geliştiren Amiralin tanınması amaçlanmıştır.<br/>Sermaye sahiplerinin, İngiltere ve Almanya arasındaki rekabet çerçevesinde kendi hükümetleri üzerinde baskı kurması ve halkın tahrik edilip daha fazla savaş gemisi istemeye yönlendirilmesi sonucu dev askerî-endüstriyel kompleksler inşa edildi. Almanya’nın politik-askerî hamlesi İngiltere’de kuşkuyla karşılandı. İngiltere, Almanya’dan daha fazla para harcayıp daha çok gemi inşa etti. 1905-1906 arasında Amiral Sir John Fischer, İngiliz donanmasını yenilemekle kalmayıp denizcilik tarihinde büyük bir devrim olan dretnot (dreadnought) adı verilen zırhlı savaş gemisinin inşasını da sağladı. İngiliz askerî teknolojisi çağın savaş makinesi dretnotu ürettikten sonra, daha hızlı hareket eden ve ağır silahlarla donanmış ilk ağır savaş kruvazörünü inşa etti. Almanlar, İngilizlerin savaş teknolojisi alanındaki bu olağanüstü yeniliklerine karşılık vermeye çalıştı."
  },
  {
    "id": "2177488",
    "unitNumber": 7,
    "text": "Birinci Dünya Savaşı öncesinde bütçelerinden büyük paralar ayırarak askeri güçlerini arttıran Almanya'nın, çıkacak savaşta önce Fransa’yla daha sonra da Rusya’yla savaşarak bu ülkeleri saf dışı bırakmayı hedeflemiş savunma ve saldırı askeri planını hazırlayan 1892-1906 yılları arasında Genelkurmay Başkanlığı yapmış komutan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "General Schlieffen",
      "B": "Amiral Tirpitz",
      "C": "Sir John Fischer",
      "D": "Helmuth Johannes Ludwig Graf von Moltke",
      "E": "Erich von Falkenhayn"
    },
    "explanation": "Soruda askeri planı hazırlayan komutanın tanınması amaçlanmıştır.<br/>Ülkelerin genelkurmayları saldırı ve savunma amaçlı yeni askerî planlar hazırladılar. Bunların içinde en ünlüsü 1892-1906 yılları arasında Alman Genelkurmay Başkanlığı yapan General Schlieffen, kendi adını taşıyan plandır. Bu plana göre çıkacak bir savaşta Almanya, önce Fransa’yla daha sonra da Rusya’yla savaşarak bu ülkeleri saf dışı bırakacaktı. İngiltere 1908’de, Almanya, Rusya ve Fransa da 1913’te kanunlar çıkartarak, kara ordularının mevcutlarını arttırdılar. Hiç kuşkusuz, her ülke askerî harcamalar için bütçelerinden büyük paylar ayırmak zorunda kaldı"
  },
  {
    "id": "2177500",
    "unitNumber": 7,
    "text": "20. yüzyılla birlikte ortaya çıkan milliyetçilik akımlarından, bir devletin kendi sınırına yakın yaşayan soydaşlarının oturduğu bölgeleri ilhak etme politikasına sahip olduğuna inanan irrendentistlerin etkin olduğu devlet aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Almanya",
      "B": "Rusya",
      "C": "Fransa",
      "D": "İngiltere",
      "E": "İtalya"
    },
    "explanation": "Soruda verilen milliyetçi politikaların hangi devletler tarafından yürütüldüğünün tanınması amaçlanmıştır.<br/>20. yüzyılla birlikte Büyük Avrupa Devletleri’nde yeni milliyetçilik adı verilen akımlar ortaya çıktı. Bu akımların en önemli özelliği, devletin gücünün arttırılması, itibarının yükseltilmesi, yayılmacılığına gerekli ideolojik desteğin verilmesi ve kamuoyunun manipüle edilerek hükümetler üzerinde baskı kurulması anlayışına dayanmasıydı. Almanya’da Pangermanistler, Rusya’da Panslavistler, Fransa’da intikamcılar, İtalya’da irrendentistler ve İngiltere’de de imparatorlukçular yaptıkları yayınlarla ve kurdukları derneklerle ülkelerinin politikalarını etkilemeye çalıştılar. İrredentizm: Bir devletin, kendi sınırına yakın yaşayan soydaşlarının oturduğu bölgeleri ilhak etme politikasıdır."
  },
  {
    "id": "2125265",
    "unitNumber": 8,
    "text": "I- Milletler cemiyetinin askeri güce sahip olması, ilgili tarafa ceza verilmesi ve yaptırım uygulanması<br/>II- Uyuşmazlıkları hakem yoluyla çözümleyip ekonomik yaptırımlar uygulanması<br/>III- Milletler cemiyetine bağlı kurulacak Milletlerarası Adalet Divanına götürülmesi ve barış antlaşmalarının cemiyet tarafından gözden geçirilmesi<br/><ol> <li>Amerika Birleşik Devletleri</li> <li>İngiltere</li> <li>Fransa</li> </ol> Milletler Cemiyeti kuruluş çalışmaları sırasında cemiyetin aldığı kararların uygulanması için ortaya atılan tezler ve tez sahibi ülkeler arasındaki uygun eşleştirme aşağıdakilerden hangisindedir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-C, II-B ve III-A",
      "B": "I-A, II-B ve III-C",
      "C": "I-B, II-C ve III-A",
      "D": "I-A, II-C ve III-B",
      "E": "I-C, II-A ve III-B"
    },
    "explanation": "Milletler cemiyetinin askeri güce sahip olması, ilgili tarafa ceza verilmesi ve yaptırım uygulanması Fransa’nın, Uyuşmazlıkları hakem yoluyla çözümleyip ekonomik yaptırımlar uygulanması İngiltere, Milletler cemiyetine bağlı kurulacak Milletlerarası Adalet Divanına götürülmesi ve barış antlaşmalarının cemiyet tarafından gözden geçirilmesi ABD tezleridir."
  },
  {
    "id": "2125353",
    "unitNumber": 8,
    "text": "Milletler cemiyetinin başlıca iki organı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Genel Kurul ve Genel Sekreterlik",
      "B": "Genel Kurul ve Cemiyet Meclisi",
      "C": "Cemiyet Meclisi ve Adalet Divanı",
      "D": "Genel sekreterlik ve Adalet Divanı",
      "E": "Genel Kurul ve Adalet Divanı"
    },
    "explanation": "Genel Kurul ve Cemiyet Meclisi, Milletler Cemiyetinin başlıca iki organıdır."
  },
  {
    "id": "2125361",
    "unitNumber": 8,
    "text": "I- Cemiyete üye kabul edilmesi<br/>II- Barış antlaşmalarından kaynaklanan sorunların çözülmesi<br/>III- Antlaşmaların gözden geçirilmesi için konseye tavsiyede bulunulması<br/>IV- Ortak askeri harekata başvurulması halinde her devlete ne kadar asker düşeceğinin tespit edilmesi<br/>V- Cemiyete girmemiş devletin ne gibi şartlarla Misak hükümlerine uymaya davet edileceğinin belirlenmesi<br/>Yukarıdakilerden hangileri Milletler Cemiyeti Cemiyet Meclisi’nin görevlerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "II, IV ve V",
      "D": "II, III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "Barış antlaşmalarından kaynaklanan sorunların çözülmesi, ortak askeri harekata başvurulması halinde her devlete ne kadar asker düşeceğinin tespit edilmesi, cemiyete girmemiş devletin ne gibi şartlarla Misak hükümlerine uymaya davet edileceğinin belirlenmesi Milletler Cemiyeti Cemiyet Meclisi’nin görevlerindendir. Cemiyete üye kabul edilmesi ve Antlaşmaların gözden geçirilmesi için konseye tavsiyede bulunulması Genel Kurul’un görevleri arasındadır."
  },
  {
    "id": "2125372",
    "unitNumber": 8,
    "text": "I- Versailles Barış Antlaşması<br/>II- Saint Germain Barış Antlaşması<br/>III- Trianon Barış Antlaşması<br/><ol> <li>Macaristan</li> <li>Almanya</li> <li>Avusturya</li> <li>Bulgaristan</li> </ol> Dünya Savaşı sonrasında müttefik devletlerin yaptığı barış antlaşmaları ve yapılan devletler arasındaki uygun eşleştirmesi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-A, II-B ve III-D",
      "B": "I-B, II-D ve III-C",
      "C": "I-D, II-C ve III-A",
      "D": "I-B, II-C ve III-A",
      "E": "I-C, II-A ve III-B"
    },
    "explanation": "Versailles Barış Antlaşması Almanya, Saint Germain Barış Antlaşması Avusturya ve Trianon Barış Antlaşması Macaristan ile yapılmıştır."
  },
  {
    "id": "2125403",
    "unitNumber": 8,
    "text": "I- Almanya’nın savaş tazminatını hemen ödemesi<br/>II- Almanya’nın ekonomik gelişme olanaklarının artması<br/>III- Almanya topraklarının bölünmesi<br/>IV- Alman toplumunda işsizliğin artışı<br/>V- Faşizmin Alman toplumunda uç vermeye başlaması<br/>Yukarıdakilerden hangileri Versailles Barış Antlaşması’nın Almanya için sonuçlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve V",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Almanya topraklarının bölünmesi, Alman toplumunda işsizliğin artışı ve Faşizmin Alman toplumunda uç vermeye başlaması Versailles Barış Antlaşması’nın Almanya için sonuçlarındandır. Savaş tazminatı ödenmesi sonraki dönemlerin de çözülemeyen meselelerinden biri olmuş, ekonomik ve siyasi kıskaca alınan Almanya’nın ekonomik gelişim olanaklarının da artması mümkün olamamıştır."
  },
  {
    "id": "2125428",
    "unitNumber": 8,
    "text": "Amerikan başkanı Wilson’ın “ulusların kendi kaderlerini belirleme hakkı” ilkesi Paris Barış Konferansı sonrası gelişmelerde aşağıdakilerden hangisine yol açmamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sınırların belirlenmesinde sorunlar oluşmuştur.",
      "B": "Yeni ülkelerin homojenleştirilmesinde önemli güçlüklerle karşılaşılmıştır.",
      "C": "Milliyetler sorunu başat bir sorun olmuştur.",
      "D": "Etnik sorunlar yeni çatışma alanları yaratmıştır.",
      "E": "Azınlık sorunları ortadan kalkmıştır."
    },
    "explanation": "Paris Barış Konferansı sonrası gelişmelerde azınlık sorunları ortadan kalkmamış tersine ülkeler homojenleşemediği için azınlıklar oluşmuştur."
  },
  {
    "id": "2125439",
    "unitNumber": 8,
    "text": "Washington Konferansı’nda hangi bölgelerin sorunları tartışılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğu Avrupa ve Rusya",
      "B": "Avusturya ve Balkanlar",
      "C": "Güney Amerika",
      "D": "Uzakdoğu ve Pasifik bölgesi",
      "E": "Polonya ve Baltık bölgesi"
    },
    "explanation": "Washington Konferansı’nda Uzakdoğu ve Pasifik bölgesi tartışılmıştır."
  },
  {
    "id": "2125450",
    "unitNumber": 8,
    "text": "I- Ekonomik gelişim<br/>II- Hakemlik<br/>III- Güvenlik<br/>IV- Silahsızlanma<br/>V- Sosyal düzen<br/>1919 sonrası Milletler Cemiyeti aracılığıyla dünya barışının gerçekleşmesine yönelik yukarıdaki çalışmaların hangisinde yoğunlaşılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Milletler Cemiyeti aracılığıyla dünya barışının gerçekleşmesine yönelik hakemlik, güvenlik ve silahsızlanma çalışmalarına yoğunlaşılmıştır."
  },
  {
    "id": "2125464",
    "unitNumber": 8,
    "text": "I- Düşük hammadde fiyatları<br/>II- Talebin üretimden hızlı artması<br/>III- Ilımlı yükselen ücretler<br/>IV- Fiyatların artması<br/>V- Sanayi karlarının azalması<br/>Yukarıdakilerden hangileri İngiliz iktisatçı Keynes’e göre ABD 1929 krizinin nedenlerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "İngiliz iktisatçı Keynes’e göre ABD 1929 krizinin nedenleri: Düşük hammadde fiyatları, ılımlı yükselen ücretler ve fiyatların artması. Talebin üretimden hızlı artması değil üretimin talepten artışıdır ve ayrıca sanayi karları da artmıştır."
  },
  {
    "id": "2125474",
    "unitNumber": 8,
    "text": "I- Liberal demokrasi anlayışına duyulan güven azaldı.<br/>II- İtalya’da faşizm, Almanya’da Nazi hareketi güç kazandı.<br/>III- Milletler cemiyetinin öngördüğü sistem başarısızlığa uğradı.<br/>IV- Hükümetler sosyalist ekonomi programlarına geçiş yaptı.<br/>V- Monarşiler güç kazandı.<br/>Yukarıdakilerden hangileri 1929 ekonomik krizinin siyasi sonuçlarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve V",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Liberal demokrasi anlayışına duyulan güven azalması, İtalya’da faşizm, Almanya’da Nazi hareketinin güç kazanması ve Milletler cemiyetinin öngördüğü sistem başarısızlığa uğraması 1929 ekonomik krizinin siyasi sonuçlarındandır."
  },
  {
    "id": "2137263",
    "unitNumber": 8,
    "text": "1815 Viyana Konferansından sonra yaşanan en büyük barış yapma süreci hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paris Barış Konfesansı",
      "B": "Versailles Anlaşması",
      "C": "Lauseanne Anlaşması",
      "D": "On'lar konferansı",
      "E": "Cemiyeti Akvamın oluşumu"
    },
    "explanation": "Paris Barış Konferansı Viyana Kongresinden sonraki en büyük barış yapma süreci olarak kabul edilir"
  },
  {
    "id": "2137274",
    "unitNumber": 8,
    "text": "Paris Barış Konferansında ABD'yi temsil eden devlet insanı hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Lloyd George",
      "B": "Churchill",
      "C": "Wilson",
      "D": "D'Orsay",
      "E": "Daladier"
    },
    "explanation": "Wilson Paris Barış Konferansında ABD'yi temsil etmiştir"
  },
  {
    "id": "2137286",
    "unitNumber": 8,
    "text": "Kendi kendini yönetme yetkisi olup da ana vatanla serbest üyelik ilişkisi bulunan kolonilere ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Manda",
      "B": "Dominyon",
      "C": "Özerk Yapı",
      "D": "Liberal Yapı",
      "E": "Eyalet"
    },
    "explanation": "Bu tanıma uyan bir siyasi idare biçimine Dominyon adı verilir."
  },
  {
    "id": "2137303",
    "unitNumber": 8,
    "text": "Commonwealth Üyesi deyimi, aşağıdaki ifadelerden hangisinin yerine kullanılmaya başlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dominyon",
      "B": "Özerk Cumhuriyet",
      "C": "Eyalet",
      "D": "İmparatorluk",
      "E": "Siyasi Özerlik"
    },
    "explanation": "Britanya İmparatorluğuna ait dominyonların yerine Commonwealth Üyesi ifadesi kullanılmaya başlanmıştır."
  },
  {
    "id": "2137325",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Cemiyet Misakına bağlı ülkelerin kabul etmesi gereken ilkeler arasında değildi?",
    "correctAnswer": "E",
    "options": {
      "A": "Savaşa başvurulmaması konusunda bazı taahhütlerin kabul edilmesi",
      "B": "Adalet ve şeref üstüne kurulu uluslararası ilişkilerin açık olması",
      "C": "Anlaşmalara sıkı sıkıya uyulması",
      "D": "Devletler hukuku kurallarına uyulması",
      "E": "İç isyanların bastırılmasında polise başvurulmaması"
    },
    "explanation": "Cemiyet misakı uluslar arası ilişkilerle ilgili olup devletlerin iç işlerine ilişkin bir ilke benimsememiştir<br/>İç isyanların bastırılmasında polise başvurulmaması"
  },
  {
    "id": "2137347",
    "unitNumber": 8,
    "text": "Cemiyet misakının iki ana organında oy birliği şartının kabul edilmiş olması büyük küçük her devlete aşağıdaki haklardan hangisini kazandırmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Veto hakkı",
      "B": "Özerklik Hakkı",
      "C": "Karar alma hakkı",
      "D": "Oy hakkı",
      "E": "Oturuma katılmama hakkı"
    },
    "explanation": "Oy birliği şartının benimsenmesi büyük küçük her ülkenin veto hakkına kavuşmasını sağlamıştır"
  },
  {
    "id": "2137364",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Milletler Cemiyetinin arabuluculuk formülüyle çözüme kavuşturmayı başardığı sorunlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Panama Kanalı Sorunu",
      "B": "Kıbrıs Sorunu",
      "C": "Kuril Adaları Sorunu",
      "D": "Kamçatka Yarımadası Sorunu",
      "E": "Yukarı Silezya Sorunu"
    },
    "explanation": "Milletler Cemiyeti, Polonya ile Almanya arasında anlaşmazlık yaratan Yukarı Silezya sorununu arabuluculuk yöntemiyle çözmüştür."
  },
  {
    "id": "2137385",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Wilson'un idealist görüşlerine karşı klasik diplomasi yöntemlerini savunan iki devlet insanı hangisinde doğru biçimde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Clemenceau-Lloyd George",
      "B": "Clemenceau-Daladier",
      "C": "Daladier-Lloyd George",
      "D": "Benjamin Franklin-Roosvelt",
      "E": "Kim il Sung-Daladier"
    },
    "explanation": "Clemenceau ve Lloyd George Avrupa'da klasik diplomasi yöntemlerini işleterek Wilson'un idealist görüşlerine alternatif geliştirme arayışındaydılar<br/>Clemenceau-Lloyd George"
  },
  {
    "id": "2137408",
    "unitNumber": 8,
    "text": "Versailles Anlaşmasıyla Almanya aşağıdaki topraklardan hangisini Fransa'ya terk etmek zorunda kaldı?",
    "correctAnswer": "D",
    "options": {
      "A": "Appeninler",
      "B": "Salzburg",
      "C": "Suedetenland",
      "D": "Saar Bölgesi",
      "E": "Danzig"
    },
    "explanation": "Almanya Saar Bölgesini Versailles Anlaşmasıyla Fransa'ya bıraktı"
  },
  {
    "id": "2137418",
    "unitNumber": 8,
    "text": "Bulgaristan Ege Denizi ile olan bağlantısını hangi anlaşmayla kaybetmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Neuilly",
      "B": "Versailles",
      "C": "Sevres",
      "D": "Lausanne",
      "E": "Trianon"
    },
    "explanation": "Bulgaristan Neuilly Anlaşmasıyla Ege Deniziyle olan bağlantısını yitirmiştir"
  }
]