[
  {
    "id": "3621695",
    "unitNumber": 1,
    "text": "Siyaset sosyolojisinin kurumsallaştığı dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1789 Fransız İktilai dönemi",
      "B": "1923 Cumhuriyet dönemi",
      "C": "Birinci Dünya Savaşı Dönemi",
      "D": "İkinci Dünya Savaşı Dönemi sonrasında",
      "E": "1960 Yeni Toplumsal Hareketler dönemi"
    },
    "explanation": "Şekil 1.1.\n<br/>Siyaset bilimince incelenen temel kurumlar yerel ve ulusal hükümetler, yargı, meclisler,<br/>bürokrasi ve kolluk kuvveti unsurları olan asker ve polistir. Sosyologlarca incelenen toplumsal alanı ise üçe ayırmak mümkündür: kamusal alan, ekonomi ve özel alan. Kamusal alanda bulunan dernekler, cemaatler, özel medya, eğitim ve sağlık kuruluşları, ekonomik alanda bulunan firmalar, işçi ve işveren birlikleri ve özel alanda bulunan aile ve cinsiyet ilişkileri toplumun genelini oluşturur<br/>Siyaset bilimi ve sosyoloji disiplinlerinden faydalanan ve siyasi analizleri geliştiren melez bir disiplin olan siyaset sosyolojisi İkinci Dünya Savaşı sonrasında kurumsallaşmış bir disiplin olarak ortaya çıkmıştır."
  },
  {
    "id": "3621696",
    "unitNumber": 1,
    "text": "18. yüzyılda toplumu kaos dolu bir yüzeyin altında yatan davranış, kurum ve yasalardan oluşan düzenli bir yapı olarak görerek, \"Kanunların Ruhu Üzerine\"yi yazan sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Marks",
      "B": "N. Machiavelli",
      "C": "A. Tocqueville",
      "D": "C. L. S. Montesquieu",
      "E": "J. Locke"
    },
    "explanation": "Kanunların Ruhu Üzerine (1748) adlı eserinde siyaset, tarih ve toplumun bütüncül bir analizini yapmıştır. Yasaların bilge filozofların, peygamberin ya da saygın devlet<br/>adamlarının düşüncelerine dayandırmaktan ziyade toplumun içsel özünü ifade ettiğini iddia eden Montesquieu toplumu karmaşık gözüken yüzeyin altında yatan davranış, kurum ve yasalardan oluşan düzenli bir yapı olarak tanımlamaktadır. Kanunların toplumsal yapıyı yansıttığını iddia eden Montesquieu siyaset ve sosyolojiyi birleştiren ilk siyaset sosyologlarındandır<br/>C. L. S. Montesquieu"
  },
  {
    "id": "3621697",
    "unitNumber": 1,
    "text": "\"Hapishane Defterleri\"ni yazan ve giderek artan sınıfsal çatışmalara rağmen kapitalizmin hala nasıl geçmişte olduğundan da güçlü kaldığını kültürel etmenlerle açıklayan ve devletin, kendisinin birebir toplumsal değerleri yansıttığını söyleyerek toplumun burjuvaziye rıza göstermesini sağladığından bahseden siyaset bilimci aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "A. Gramsci",
      "B": "K. Marks",
      "C": "M. Weber",
      "D": "E. Durkheim",
      "E": "A. Giddens"
    },
    "explanation": "Hapishane Defterleri (1947) adlı eseri sınıfsal çelişkilerin derinleşmesine rağmen kapitalizmin nasıl olup da eskisinden daha güçlü olduğunu kültürel faktörlerle açıklamaya çalışmaktadır. Gramsci’ye göre burjuvazi, devletin şiddet gücünün yanı sıra<br/>kendi değerlerinin toplumsal değerler olarak kabul edilmesini sağlayan kilise, eğitim ve entelektüeller gibi araçları kullanarak toplumun burjuvaziye rıza göstermesini sağlamaktadır.<br/>A. Gramsci"
  },
  {
    "id": "3621698",
    "unitNumber": 1,
    "text": "Aşağıdaki ifadelerden hangisi Max Weber'in siyaset ve toplum bağlamındaki görüşlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Toplumsal sınıflar, emek piyasasında birbirine yakın statüleri paylaşan insanların toplamından ibarettirler.",
      "B": "Ortak ve amaçlı eylem potansiyeline sahip iki farklı statüdeki toplumsal tabaka vardır.",
      "C": "Siyasal güce ulaşmak için savaş veren asıl toplumsal gruplar siyasi dernek ve partilerdir.",
      "D": "İktidar burjuva sınıfının çıkarlarına göre şekillenmiştir.",
      "E": "İktidar, bir ya da birden fazla kişinin bir toplumsal eylem içinde bulunmasıdır."
    },
    "explanation": "D Şıkkı Durkheim'a ait bir görüşü ifade etmektedir. Diğerleri Max Weber'e ait temel görüşlerdir.\n<br/>Durkheim, siyaset sosyolojisinin temel ilgi alanlarından olan demokrasi konusuna da değinmiştir. Durkheim’e göre demokratik bir rejimde yönetim ile yönetilenler arasında iki yönlü bir bağ kurulması ve bu bağ aracılığı ile devletin toplum ile bağlarının daha da sıklaşması gerekmektedir (Giddens, 2008).<br/>Demokratik bir rejimde yöneten ile yönetilenler arasında iki taraflı bir bağ kurulması gerekir. Böyle bir bağ devletin toplum ile bağlarının sıkılaşması için bir araçtır."
  },
  {
    "id": "3621699",
    "unitNumber": 1,
    "text": "Toplumlar, ekonomik ve teknolojik ilerlemeler ve güçler sayesinde, karmaşık, heterojen ve farklılaşmış bir yapıya dönüşmektedirler. Bireyselleşme, ulus-devletlerin yükselişi, sanayi toplumu, kapitalist üretim tarzının dünyaya egemen oluşu, hepsi bu büyük toplumsal değişmenin sonuçlarıdır. Siyaset ise değişen toplumsal sistemin ihtiyaçlarına göre bir biçim almaktadır. Yukarıdaki paragraf hangi teorinin temel görüşünü ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Postmodernizm",
      "B": "İktisat Teorisi",
      "C": "Modernleşme Teorisi",
      "D": "Sosyalizm",
      "E": "Demografik Geçiş Teorisi"
    },
    "explanation": "İkinci Dünya Savaşı sonrasında siyaset sosyolojisi üzerine yapılan çalışmalar genellikle modernleşme yaklaşımını benimsemiştir. Kökenleri aydınlanma düşünürlerinin ve Durkheim ve Weber gibi sosyologların çalışmalarında bulunan modernleşme<br/>teorisine göre toplumlar ekonomik ve teknolojik güçlerin etkisiyle değişmektedir. Basit olandan daha karmaşık olana doğru evrimsel aşamalar şeklinde yaşanan toplumsal değişim sonucunda toplumlar daha karmaşık, heterojen ve farklılaşmış bir<br/>yapıya bürünmekte, kişiler bireyselleşmekte, ulus-devletler siyaset sahnesine egemen olmakta, sanayi üretiminin payı artmakta ve kapitalist üretim tarzı egemen olmaktadır.<br/>Modernleşme Teorisi"
  },
  {
    "id": "3621700",
    "unitNumber": 1,
    "text": "Siyasal kurumların siyasi davranışlar ve toplumsal tercihler üzerinde etkili olduğunu söyleyerek, seçmen davranışlarının sınıfsal değil, siyasal faktörler tarafından şekillendirildiğini iddia eden düşünür kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sigmunt Freud",
      "B": "Robert Dahl",
      "C": "Samuel Huntington",
      "D": "Martin Lipset",
      "E": "Maurice Duverger"
    },
    "explanation": "Maurice Duverger (1917-2014), Siyasal Partiler (1970) adlı eserinde seçmen davranışının kurumsal bir faktör olan seçim sistemleri tarafından belirlendiğini iddia etmektedir.\n<br/>Dikkat: Duverger Kanununa göre seçmen davranışları sınıfsal değil siyasal<br/>faktörler tarafından şekillendirilir."
  },
  {
    "id": "3621701",
    "unitNumber": 1,
    "text": "Güçlü bir burjuvazi sınıfının var olmasını, demokrasinin ortaya çıkması için temel koşul olarak gören düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Barrington Moore",
      "B": "Stein Rokkan",
      "C": "Theda Skocpol",
      "D": "Maurice Duverger",
      "E": "Karl Marx"
    },
    "explanation": "Dikkat:\n<br/>Güçlü bir burjuvazi sınıfının varlığı Barrington Moore’a göre demokrasinin ortaya çıkmasının temel şartıdır."
  },
  {
    "id": "3621702",
    "unitNumber": 1,
    "text": "Paradigma değişikliklerinin gündeme gelmesi ile birlikte, sosyal bilimlerde kültürün temel inceleme konusu olması gerektiğini ve güç ilişkileri üzerinden belirlenen anlamların yeniden üretildiğini iddia eden yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kültürleşme",
      "B": "Akültürasyon",
      "C": "Kültürel dönüş",
      "D": "Toplumsal değişme",
      "E": "Modernizm"
    },
    "explanation": "Kültürel Dönüş: Sosyal bilimlerde yaşanan paradigma değişiklikleri sonrasında kültürün<br/>temel inceleme konusu olması gerektiğini iddia eden ve anlamların güç ilişkileri bağlamında tekrar yaratıldığını varsayan yaklaşım."
  },
  {
    "id": "3621703",
    "unitNumber": 1,
    "text": "İktidar, yöneten ve yönetilenleri birlikte şekillendiren bir güçtür. Herhangi bir sınıfın kontrolü altında olduğu düşünülemez. İktidarın gücünü anlamak için yereldeki biçimlerine ve kurumlardaki işleyişine bakmak gerekir. İktidar kavramı bilgi ile oldukça ilişkilidir; hem bilginin nesnesini hem de nesnenin bağlı olduğu özneyi üretir. \n Yukarıdaki yaklaşım hangi düşünürün görüşlerini ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kate Nash",
      "B": "Talcott Parsons",
      "C": "Judith Butler",
      "D": "Michel Foucault",
      "E": "Anthony Giddens"
    },
    "explanation": "Ancak Foucault, iktidarın herhangi bir sınıfın kontrolü altında olmadığını, aksine hem yöneten hem de yönetilenleri şekillendiren bir güç olduğunu iddia etmiştir. Bu gücü anlamak için iktidarın meşru formlarına değil, yereldeki formlarına ve kurumlardaki işleyişini incelemek lazımdır. Yöneten ve yönetilenleri yaratan iktidar kavramı bilgi ile<br/>yakından alakalıdır: iktidar hem bilginin nesnesini hem de özgün bilgi/nesnenin ilişkilendirdiği özneyi üretir (Uzuner ve Ayhan, 2016). İktidar ilişkilerinden bağımsız bir şekilde bir bilim olamayacağını iddia eden Foucault, iktidarın da bilgi olmadan işleyemeyeceğini, dolayısıyla bilgi ve iktidarın bir paranın iki ayrı yüzü olduğunu öne sürmüştür.<br/>Michel Foucault"
  },
  {
    "id": "3621704",
    "unitNumber": 1,
    "text": "Davranışların arkasında var olan anlam dünyasını anlamanın yolunun bilim insanının kendisini o davranışı sergileyen kişinin yerine koymaktan geçtiğini iddia eden teknik aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yorumlayıcılık",
      "B": "Açıklayıcılık",
      "C": "Verstehen",
      "D": "Anlama",
      "E": "Tümdengelim"
    },
    "explanation": "Empatik anlayış ya da subjektif anlayış şeklinde Türkçeye çevrilen Verstehen kavramı, davranışların ardında yatan anlam dünyasını anlamanın yolunun bilim insanının kendisini o davranışı sergileyen kişinin yerine koymaktan geçtiğini belirten bir metottur."
  },
  {
    "id": "3621705",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi siyaset sosyolojisinin direkt olarak temel konularından birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Firmalar",
      "B": "Sınıflar",
      "C": "Partiler",
      "D": "Toplumsal cinsiyet",
      "E": "Elitler"
    },
    "explanation": "Sosyologlarca incelenen toplumsal alanı ise üçe ayırmak mümkündür: kamusal alan, ekonomi ve özel alan. Kamusal alanda bulunan dernekler, cemaatler, özel medya, eğitim ve sağlık kuruluşları, ekonomik alanda bulunan firmalar, işçi ve işveren birlikleri ve özel alanda bulunan aile ve cinsiyet ilişkileri toplumun genelini oluşturur (Hicks, Janoski ve Schwartz, 2005). Siyaset sosyolojisi ise bu alanların kesişme kümesinde bulunan unsurları inceler. Bu unsurlar ise siyasi partiler, toplumsal sınıflar, meşruiyet, iktidar yapıları, toplumsal ve siyasal değişim, elitler, seçmen davranışları, siyasal kültür ve toplumsal cinsiyet ve hareketler olmuştur (Botelho, 2014). Dolayısıyla şıklar arasında yer alan firmalar, siyaset sosyolojisinin direkt olarak temel konularından birisi değildir."
  },
  {
    "id": "3621706",
    "unitNumber": 1,
    "text": "Siyaset sosyolojisinin kendine özgü bir disiplin olarak ortaya çıktığı dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "II. Dünya Savaşı sonrası",
      "B": "19. yüzyılın ikinci yarısı",
      "C": "18. yüzyılın ikinci yarısı",
      "D": "I. Dünya savaşı sonrası",
      "E": "Küreselleşme sonrası"
    },
    "explanation": "<strong>Siyaset sosyolojisi kendine has bir disiplin olarak İkinci Dünya Savaşı sonrasında</strong> <strong>ortaya çıkmıştır.</strong> Bu döneme kadar ise sosyolojinin bir alt disiplini olarak gelişmiş ve siyasetin sosyolojisi olarak kabul edilmiştir. Klasik siyaset sosyolojisi olarak da adlandırılan siyasetin sosyolojisi, 1850’lerden itibaren tıpkı din sosyolojisi ya da aile sosyolojisi gibi sosyoloji biliminin bir alt dalı olarak ele alınmıştır."
  },
  {
    "id": "3621707",
    "unitNumber": 1,
    "text": "Siyaset sosyolojisini şekillendiren ve çalışmalarıyla siyaset sosyolojisi ana akımlarının ortaya çıkmasını sağlayan üç önemli sosyoloğun isimleri aşağıdaki şıklardan hangisinde doğru olarak belirtilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Marks, Weber, Durkeim",
      "B": "Marks, Weber, Comte",
      "C": "Marks, Durkeim, Pareto",
      "D": "Platon, Marks, Pareto",
      "E": "Aristo, Marks, Comte"
    },
    "explanation": "Doğru yanıt A şıkkıdır. Siyaset sosyolojisini şekillendiren ve çalışmalarıyla siyaset sosyolojisindeki ana akımların ortaya çıkmasını sağlayan üç önemli sosyolog vardır: Karl Marks, Max Weber ve Emile Durkheim."
  },
  {
    "id": "3621708",
    "unitNumber": 1,
    "text": ".......... toplumu, çıkarları uzlaşmayan sınıflar ile bu sınıflar arası iş bölümü ve özel mülkiyet üzerine kurulmuş bir yapı olarak kabul eder",
    "correctAnswer": "A",
    "options": {
      "A": "Marks",
      "B": "Durkeim",
      "C": "Pareto",
      "D": "Weber",
      "E": "Parsons"
    },
    "explanation": "Doğru yanıt A şıkkı, Karl Marks'tır. Marks toplumu, çıkarları uzlaşmayan sınıflar ile bu sınıflar arası iş bölümü ve özel mülkiyet üzerine kurulmuş bir yapı olarak kabul eder."
  },
  {
    "id": "3621709",
    "unitNumber": 1,
    "text": "\"Hapishane Defterleri\" (1947) isimli ölümünden sonra basılan eseriyle tanınan ve II. Dünya Savaşı öncesi İtalya'da \"sınıfsal çelişkilerin derinleşmesine rağmen kapitalizmin nasıl olup da eskisinden daha güçlü olduğunu\" kültür üstünden açıklayan neo-Marksist düşünürün adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gramsci",
      "B": "Negri",
      "C": "Althusser",
      "D": "Poulantzas",
      "E": "Arrighi"
    },
    "explanation": "Doğru yanıt A şıkkı Antonio Gramsci'dir. Gramsci’ye göre burjuvazi, devletin şiddet gücünün yanı sıra kendi değerlerinin toplumsal değerler olarak kabul edilmesini sağlayan kilise, eğitim ve entelektüeller gibi araçları kullanarak toplumun burjuvaziye rıza göstermesini sağlamaktadır. Diğer bir deyişle bu değerler üstünden hegemonya kurarak, kendi iktidarını hem meşru kılmakta hem de ona rıza sağlamakta, iktidarını bir ortak duyu gibi kabul ettirmektedir."
  },
  {
    "id": "3621710",
    "unitNumber": 1,
    "text": "Marks'ın siyaset-toplum ilişkisini analiz ederken ikinci planda tuttuğu ancak Weber'in siyaset-toplum ilişkisini analiz ederken öne çıkardığı kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üstyapı",
      "B": "Altyapı",
      "C": "Üretim tarzı",
      "D": "Organik dayanışma",
      "E": "Görece özerklik"
    },
    "explanation": "Doğru yanıt A şıkkıdır. Marks üst yapı kurumlarının (din, hukuk, devlet, medya, kültür) altyapı yani üretim tarzı tarafından belirlendiğini savunur. Üretim araçlarının sahipleri, üst yapı kurumlarını da belirler. Weber kapitalizmin yükselişinde Protestanlığın etkisini savunarak, bir üstyapı kurumu olan dine belirleyicilik verir."
  },
  {
    "id": "3621711",
    "unitNumber": 1,
    "text": "\"Kökenleri aydınlanma düşünürlerinin ve Durkheim ve Weber gibi sosyologların çalışmalarında bulunan ...............göre toplumlar ekonomik ve teknolojik güçlerin etkisiyle değişmektedir. Basit olandan daha karmaşık olana doğru evrimsel aşamalar şeklinde yaşanan toplumsal değişim sonucunda toplumlar daha karmaşık, heterojen ve farklılaşmış bir yapıya bürünmekte, kişiler bireyselleşmekte, ulus-devletler siyaset sahnesine egemen olmakta, sanayi üretiminin payı artmakta ve kapitalist üretim tarzı egemen olmaktadır. Kapitalist mülkiyet ilişkileri, iş bölümü ve pazara dayalı dağıtım mekanizmalarıyla modern sanayi toplumu bu .............. sürecinde ortaya çıkan son aşamadır\". Yukarıdaki ifadede boş bırakılan yerlere uygun olan kavramlar aşağıdakilerden hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Modernleşme teorisine/modernleşme",
      "B": "Kapitalizm teorisine/kapitalizm",
      "C": "Evrim teorisine/evrim",
      "D": "Devrim teorisine/devrim",
      "E": "Feodalizm teorisine/feodalizm"
    },
    "explanation": "Doğru yanıt A şıkkıdır. Kapitalist mülkiyet ilişkileri, iş bölümü ve pazara dayalı dağıtım mekanizmalarıyla modern sanayi toplumu bu modernleşme sürecinde ortaya çıkan son aşamadır. Modernleşme yaklaşımının siyaset sosyolojisindeki ilk uygulamaları Seymour Martin Lipset, Stein Rokkan ve Robert Dahl gibi Amerikalı siyaset sosyologlarının çalışmalarında mevcuttur. Bu yazarlar siyasi ve toplumsal evrimdeki makro eğilimlere genellikle karşılaştırmalı bir şekilde değinmişler, karşılaştırmalarında ABD ve Batı Avrupa’daki siyasal ve sosyoekonomik modernizasyon süreçlerini referans noktası olarak ele almışlar ve siyasi modernleşmenin unsurları olan toplumsal iletişim, bürokrasi, eğitim, ulusal kültür ve siyasi kültür gibi konularda çalışmalar yürütmüşlerdir<br/>(Deth, 2011; Spohn, 2009). Modernleşme teorisi 1960’lı yılların sonlarından itibaren sorgulanmaya başlanmıştır. Modernleşme teorisine getirilen temel eleştiri liberal demokrasiyi ve kapitalizmi toplumsal evrimin son noktası olarak görmesidir."
  },
  {
    "id": "3621712",
    "unitNumber": 1,
    "text": "Marksist siyaset sosyolojisi yaklaşımının aksine toplumsal çatışmaları pataloji olarak değerlendirip, \"mesleki örgütlenmeleri\" çıkar çatışmalarının ifade edileceği kurumlar olarak değil, toplumsal düzeni sağlamak için birleştirici unsurlar olarak gören siyaset sosyoloğu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Durkeim",
      "B": "Althusser",
      "C": "Pareto",
      "D": "Weber",
      "E": "Mosco"
    },
    "explanation": "Pozitivist yani yeni oluşan toplumsal düzeni onaylayan bir sosyolog olduğu için, Durkeim, Marks gibi modern toplumun çatışan sınıflardan oluştuğunu değil, bir organizma gibi birbiriyle dayanışma içinde olduğunu düşünür. Bu bağlamda da meslek örgütleri çatışan çıkarları değil, 'ahengi' temsil eder. Durkeim sosyolojisi, II. Dünya Savaşı öncesi İtalyan faşizminin karakteristiği olan korporatizm uygulamasına ve yapısal işlevselci yaklaşıma temel oluşturmuştur."
  },
  {
    "id": "3621713",
    "unitNumber": 1,
    "text": "\"Siyasal devrimlerin ve rejimlerin temel belirleyicisinin sınıflar arası ilişkiler olduğunu iddia eden Moore’un aksine ............. Devletler ve Devrimler (1979) adlı eserinde Rus, Fransız ve Çin devrimlerinin ortaya çıkmasında asıl önemli faktörün devletlerin krize girmesi olduğunu belirtmektedir. Uluslararası gelişmeler, ekonomik kriz, doğal<br/>felaketler gibi faktörler yüzünden devlet aygıtının iflas etmesinin sınıflar arası çatışmaları körükleyeceğini belirten ............ devrimlerin oluşmasında devlet aygıtının öneminin altını çizerek siyasal olguların ortaya çıkmasında hem toplumsal hem de<br/>siyasal faktörlerin önemli olduğunu vurgulamıştır. ............ çalışması devleti sınıflardan bağımsız ve siyasal ve toplumsal hayatı şekillendirici özerk bir güç olarak ele almış ve yeni kurumsalcı yaklaşımın siyaset sosyolojisinde ve siyaset biliminde benimsenmesini sağlamıştır\". Yukarıdaki alıntıda boş bırakılan yerlere uygun olan siyaset sosyoloğunun adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Skocpol",
      "B": "Mao",
      "C": "Gramsci",
      "D": "Parsons",
      "E": "Duverger"
    },
    "explanation": "Doğru yanıt A şıkkı- Skocpol'dur."
  },
  {
    "id": "3621714",
    "unitNumber": 1,
    "text": "2009 yılında İngiltere'de petrol endüstrisinde çalışan işçilerin, \"İngiliz işler İngiliz işçilere\" diye slogan atması, bu işçilerin evrensel emek sömürüsü mücadelesi yerine geçirdiği toplumsal kimlik siyasetinin dayanağı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Etnisite/ırkçılık",
      "B": "Toplumsal cinsiyet/karşı iktidar",
      "C": "Emek/sınıf mücadelesi",
      "D": "Patriarka/egemenlik",
      "E": "Öze dönüş/fundamentalizm"
    },
    "explanation": "Bu örnekte öne çıkan etnik kimlik siyaseti- ırkçılık'tır. Toplumdaki göçmenler ağırlıkta olmak üzere, tüm azınlıklara karşı yürütülen, sağ bir siyasettir. Avrupa'da bu nedenle aşırı sağ siyaset yükselmiştir. Kitabımızda sınıf siyaseti yerine geçen kimlik siyasetleri, \"siyaset sosyolojisinde kültürel dönüş\" başlığı (s. 19) altında değerlendirilmiştir. Başlangıç olarak 1968 hareketi ve eğitimin, siyaset alanı içinde tartışılması gösterilmektedir. Sınıf siyasetine kimlikler siyasetinin eklemlenmesi, yukarıdaki olumsuz örneğin aksine, toplumsal cinsiyet eşitliği, ırkçılık karşıtlığı, çevreci duyarlık gibi özgürlükçü unsurlarla başlamıştır ve \"Yeni Sol\" olarak da adlandırılmıştır. Yine bu tarz taleplerde bulunan hareketler, geleneksel sınıf mücadelesinden ayırmak için, \"Yeni Toplumsal Hareketler\" olarak da çalışılmaktadır. Etnik kökene dayalı ayrımcılık, ırkçılık ve yabancı düşmanlığı, faşizme yol açan aşırı sağ yaklaşımlardır."
  },
  {
    "id": "3621715",
    "unitNumber": 1,
    "text": "I- Yoksulluk\n II- Meşruiyet\n III- İşsizlik\n IV- Elitler\n Yukarıdakilerden hangileri siyaset sosyolojisi kapsamında genellikle incelenen konu başlıklarıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "II ve IV",
      "B": "I ve II",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Meşruiyet ve elitler, siyaset sosyolojisi kapsamında genellikle incelenen konu başlıkları arasında yer alır.<br/>II ve IV"
  },
  {
    "id": "3621716",
    "unitNumber": 1,
    "text": "I- Machiavelli\n II- Montesquieu\n III- K. Davis\n IV- F. Taylor\n Yukarıdakilerden hangileri toplum ve siyaset ilişkisine değinen siyaset felsefecileri arasındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "III ve IV",
      "B": "I ve II",
      "C": "II ve IV",
      "D": "I ve IV",
      "E": "II ve III"
    },
    "explanation": "Machiavelli ve Montesquieu, toplum ve siyaset ilişkisine değinen siyaset felsefecileri arasında yer alır.<br/>I ve II"
  },
  {
    "id": "3621717",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yakınçağ siyaset felsefecilerinin eserlerinde ele aldığı temalardan biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumsal birlik isteği",
      "B": "Toplumsal çatışma",
      "C": "Yoksulluk",
      "D": "Özel mülkiyet problemleri",
      "E": "Eşitsizlik"
    },
    "explanation": "Yoksulluk, yakınçağ felsefecilerinin eserlerinde ele aldığı temalardan biri değildir."
  },
  {
    "id": "3621718",
    "unitNumber": 1,
    "text": "I- Toplumsal değişim süreci evrim değil, devrimler yoluyla gerçekleşmektedir.\n II- Siyaset toplumdan özerk olabilir.\n III- Siyaset ekonomik altyapının bir yansımasıdır.\n IV- İşçi sınıfı beceri, eğitim ve yeteneğine göre alt sınıflara ayrılabilir.\n Yukarıdaki ifadelerden hangileri M. Weber'in görüşlerini temsil eder?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve III",
      "B": "II ve III",
      "C": "II ve IV",
      "D": "I ve II",
      "E": "III ve IV"
    },
    "explanation": "Siyasetin toplumdan özerk olabileceği ve işçi sınıfının beceri, eğitim ve yeteneğine göre alt sınıflara ayrılabileceği M. Weber'in görüşleri arasındadır.<br/>II ve IV"
  },
  {
    "id": "3621719",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi E. Durkheim'a göre kollektif temsiller kapsamında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Ahlaki kavramlar",
      "B": "Politik kurallar",
      "C": "Dinsel dogmalar",
      "D": "Ekonomik gruplar",
      "E": "Ahlaki kurallar"
    },
    "explanation": "Ekonomik gruplar, E. Durkheim'a göre kollektif temsiller kapsamında yer almaz."
  },
  {
    "id": "3621720",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi klasik ve modern siyaset sosyolojisinin varsayımlarının 1960'lar sonrası sorgulanmaya başlamasını ortaya çıkaran gelişmelerden biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Kırdan kente göç",
      "B": "Post-fordist üretime geçiş",
      "C": "Komünist birçok rejimin çöküşü",
      "D": "Öğrenci hareketlerinin ortaya çıkması",
      "E": "Hindistan ve Çin gibi yeni ekonomik güçlerin ortaya çıkması"
    },
    "explanation": "Bilgisayar teknolojilerinin gelişmesi, klasik ve modern siyaset sosyolojisinin varsayımlarının 1960'lar sonrası sorgulanmaya başlamasını ortaya çıkaran gelişmelerden biri değildir.<br/>Bu gelişmelerden ilki 1968 yılında ger ekleşen öğrenci hareketleridir... Bir diğer önemli gelişme ise 1980’li yılların sonlarından itibaren çoğu komünist rejimin çöküşüdür....Üçüncü önemli gelişme ise 1970 ekonomik krizi sonrasında yaşanan ve post-Fordizm ya da postendüstrileşme olarak adlandırılan süreçte hizmet sektörünün gelişmesi ve Hindistan ve Çin gibi yeni ekonomik güçlerin ortaya çıkmasıdır."
  },
  {
    "id": "3621721",
    "unitNumber": 1,
    "text": "İktidarın herhangi bir sınıfın kontrolü altında olmadığını, aksine hem yöneten hem de yönetilenleri şekillendiren bir güç olduğunu iddia eden kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Marks",
      "B": "Weber",
      "C": "Foucault",
      "D": "Nash",
      "E": "Durkheim"
    },
    "explanation": "Foucault, iktidarın herhangi bir sınıfın kontrolü altında olmadığını, aksine hem yöneten hem de yönetilenleri şekillendiren bir güç olduğunu iddia eden kuramcıdır."
  },
  {
    "id": "3621722",
    "unitNumber": 1,
    "text": "Türkçeye ......... anlayış olarak çevrilen Verstehen kavramı, davranışların altında yatan anlam dünyasını anlamanın yolunu bilim insanlarının kendisini o davranışı sergileyen kişinin yerine koymaktan geçtiğini belirten bir metoddur.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "doğal",
      "B": "empatik",
      "C": "içten",
      "D": "nesnel",
      "E": "görece"
    },
    "explanation": "Türkçeye empatik anlayış olarak çevrilen Verstehen kavramı, davranışların altında yatan anlam dünyasını anlamanın yolunu bilim insanlarının kendisini o davranışı sergileyen kişinin yerine koymaktan geçtiğini belirten bir metoddur."
  },
  {
    "id": "3621723",
    "unitNumber": 1,
    "text": "Artan zenginlik sayesinde burjuvazi ve işçi sınıfı arasında bir uzlaşmanın mümkün olacağını öne süren kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Skocpol",
      "B": "Moore",
      "C": "Lipset",
      "D": "Drake",
      "E": "Fukuyama"
    },
    "explanation": "Artan zenginlik sayesinde burjuvazi ve işçi sınıfı arasında bir uzlaşmanın mümkün olacağını öne süren kuramcı Lipset'tir."
  },
  {
    "id": "3621724",
    "unitNumber": 1,
    "text": "Kültürün temel inceleme konusu olması gerektiğini iddia eden ve anlamların güç ilişkileri bağlamında tekrar yaratıldığını varsayan yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kültürel sermaye",
      "B": "Kültürel dönüş",
      "C": "Kültürel birikim",
      "D": "Kültürel boşluk",
      "E": "Kültürel sentez"
    },
    "explanation": "Kültürün temel inceleme konusu olması gerektiğini iddia eden ve anlamların güç ilişkileri bağlamında tekrar yaratıldığını varsayan yaklaşım, kültürel dönüş yaklaşımıdır."
  },
  {
    "id": "3621725",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Weber ile ilgili doğru <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Siyasetin toplumdan özerk olabileceğini savunmuştur.",
      "B": "İktidarı üretim araçlarının sahipliği üzerinden açıklamıştır.",
      "C": "İşçi sınıfını beceri, eğitim ve yeteneğine göre alt gruplara ayırır",
      "D": "Statü grupları toplumsal tabakanın önemli unsurlarındandır",
      "E": "Dernek ve partilerin asıl amacı iktidar kazanmaktır"
    },
    "explanation": "Siyaseti sadece topluma bağlı bir olgu olarak g ren Marks’ın aksine Weber siyasetin toplumdan özerk olabileceğini ve iktidarın sadece üretim ara larının sahipliği ile açıklanamayacağını iddia etmiştir."
  },
  {
    "id": "3622156",
    "unitNumber": 1,
    "text": "Kültürel dönüşle birlikte klasik ve modern siyaset sosyolojisinde benimsenen pozitivist metodoloji yerine aşağıdaki metodolojilerden hangisi benimsenmeye başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Davranışçılık",
      "B": "Etkileşimcilik",
      "C": "Yorumlayıcılık",
      "D": "Çatışmacılık",
      "E": "Varoluşçuluk"
    },
    "explanation": "Yanıtınız yanlış ise \"SİYASET SOSYOLOJİSİNDE KÜLTÜREL DÖNÜŞ\" bölümünü gözden geçiriniz.<br/>Kültürel dönüşle birlikte klasik ve modern siyaset sosyolojisinin kimi çalışmalarında benimsenen<br/>pozitivist metodoloji yerini yorumlayıcılık metodolojisine bırakmıştır. Yorumlayıcılık ya da anlama yöntemi kökeni Alman filozof Wilhelm Dilthley’e (1833-1911) dayanan ve Weber tarafından geliştirilen bir metodolojidir. Toplumsal gerçekliği keşfedilmeyi bekleyen nesnel olgular olarak kabul eden pozitivist yaklaşımın aksine yorumlayıcı metodoloji gerçekliğin insanlar arası ilişkilerde yaratılan öznel bir olgu olduğunu iddia eder (Neuman, 2014)."
  },
  {
    "id": "3622157",
    "unitNumber": 1,
    "text": "Siyaset sosyolojisisinin kurumsallaştığı dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1789 Fransız İhtilali döneminde",
      "B": "1923 Cumhuriyet Dönemi ile beraber",
      "C": "Birinci Dünya Savaşı döneminde",
      "D": "İkinci Dünya Savaşı sonrası dönemde",
      "E": "1960 Yeni Toplumsal Hareketler dönemi ile birlikte"
    },
    "explanation": "anıtınız yanlış ise \"Siyaset Sosyolojisinin Diğer Disiplinlerle İlişkisi\" bölümünü gözden geçiriniz.<br/>Siyaset bilimi ve sosyoloji disiplinlerinden faydalanan ve siyasi analizleri geliştiren melez bir disiplin olan siyaset sosyolojisi İkinci Dünya Savaşı sonrasında kurumsallaşmış bir disiplin olarak ortaya çıkmıştır."
  },
  {
    "id": "3622158",
    "unitNumber": 1,
    "text": "Siyaset sosyolojisisinin kurumsallaştığı dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1923 Cumhuriyet dönemi",
      "B": "1960 Yeni Toplumsal Hareketler dönemi",
      "C": "1789 Fransız İhtilali dönemi",
      "D": "Birinci Dünya Savaşı Dönemi",
      "E": "İkinci Dünya Savaşı Dönemi sonrası"
    },
    "explanation": "Yanıtınız yanlış ise \"Siyaset Sosyolojisinin Diğer Disiplinlerle ilişkisi\" bölümünü gözden geçiriniz.<br/>Siyaset bilimi ve sosyoloji disiplinlerinden faydalanan ve siyasi analizleri geliştiren melez bir disiplin olan siyaset sosyolojisi İkinci Dünya Savaşı sonrasında kurumsallaşmış bir disiplin olarak ortaya çıkmıştır."
  },
  {
    "id": "3621726",
    "unitNumber": 2,
    "text": "<em>“… Aralarındaki ilişkinin bu tartışmalı ve hiyerarşik niteliği ne olursa olsun, ele alınabilecek herhangi bir oyunda …… varlığının, o oyunu mümkün kıldığı açıktır. …”</em>\n<br/>Aşağıdakilerden hangisi yukarıdaki ifadedeki boşluğu doldurmak için en doğru ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kural",
      "B": "Norm",
      "C": "Yapı",
      "D": "Sistem",
      "E": "Aktör"
    },
    "explanation": "GİRİŞ<br/>Aktör"
  },
  {
    "id": "3621727",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Sosyal Bilimler Literatüründe bir eylemi mümkün kılan ve aktörler dışında kalan tüm faktörleri kapsar?",
    "correctAnswer": "D",
    "options": {
      "A": "Norm",
      "B": "Kural",
      "C": "Kodlar",
      "D": "Yapı",
      "E": "Beğeniler"
    },
    "explanation": "Yapı"
  },
  {
    "id": "3621728",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi boşluğu doldurmak için en uygun ifadedir?\n<br/><em>“…... kullanılan her sözcük, var olan veya var olduğu kabul edilen bir şeye işaret ettiği için, aynı zamanda bir.…....”</em>",
    "correctAnswer": "C",
    "options": {
      "A": "Gösterendir",
      "B": "Gösterilendir",
      "C": "Göstergedir",
      "D": "Aktördür",
      "E": "Dildir"
    },
    "explanation": "YAPISALCI YAKLAŞIMLAR<br/>Göstergedir"
  },
  {
    "id": "3621729",
    "unitNumber": 2,
    "text": "Toplumsal eylemin yapısını, <em>“… bireylerin toplumsal davranışlarındaki örüntüleri ve düzenlilikleri anlamaya çalışan toplumsal analizdeki kilit kavramın, bireyleri bir arada tutan ve onlara toplumsal bir </em><em>işlevsellik </em><em>kazandıran yapılar…”</em> olduğunu ileri sürerek tanımlayan bilim insanı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ferdinand de Saussure",
      "B": "Claude Lévi-Strauss",
      "C": "Talcott Parsons",
      "D": "Louis Althusser",
      "E": "Jean-Paul Sartre"
    },
    "explanation": "Talcott Parsons ve Yapısal İşlevcilik"
  },
  {
    "id": "3621730",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, Althusserci yaklaşım doğrultusunda, sınıfların ortaya çıkışını sağlayan artık-değer üretilirken değerlendirilen temel araçlardan biri olarak <strong>kabul edilmez?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Söylem",
      "B": "Mekân",
      "C": "Bilgi",
      "D": "İşçi",
      "E": "Birey"
    },
    "explanation": "Louis Althusser ve Yapısalcılık<br/>Söylem"
  },
  {
    "id": "3621731",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi devletin birincil işlevini, toplumdaki sınıfsal eşitsizlikleri, hukuki-siyasal eşitlikler halinde yeniden düzenlemek olarak tanımlayan Yapısalcı düşünürdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Ferdinand de Saussure",
      "B": "Nicos Poulantzas",
      "C": "Claude Lévi-Strauss",
      "D": "Louis Althusser",
      "E": "Jean-Paul Sartre"
    },
    "explanation": "Nicos Poulantzas ve Yapısalcı Devlet Teorisi"
  },
  {
    "id": "3621732",
    "unitNumber": 2,
    "text": "Bir anlamın doğumu, durakları, kesintileri, tekrarları, kırılmaları, ölümü ve yeniden-dirilişi gibi tüm süreçleri, bir arkeolog edasıyla kelimeler ve kavramlar üzerinde kullandığı <em>soybilim </em>(<em>genealogy</em>) yöntemi ile açığa çıkarmaya ve belirtmeye çalışan yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Jacques Derrida",
      "B": "Anthony Giddens",
      "C": "Michel Foucault",
      "D": "Pierre Bourdieu",
      "E": "Jean Baudrillard"
    },
    "explanation": "Foucault, Soybilim ve Söylem<br/>Michel Foucault"
  },
  {
    "id": "3621733",
    "unitNumber": 2,
    "text": "Toplumların esas itici/yürütücü gücünün aktör bireyler arasındaki çatışmalar olduğunu savunan görüş aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yapısalcılık",
      "B": "İşlevselcilik",
      "C": "Yapısal İşlevselcilik",
      "D": "Tarihsel Materyalcilik",
      "E": "Seçkinci (Elitist)"
    },
    "explanation": "SEÇKİNCİ (ELİTİST) YAKLAŞIMLAR<br/>Seçkinci (Elitist)"
  },
  {
    "id": "3621734",
    "unitNumber": 2,
    "text": "Hem tarihteki-toplumdaki düzenlilikleri hem de tarihteki-toplumdaki değişim anlarını anlamayı amaçlayarak, yinelenen toplumsal pratiklerin hem aktör elemine hem de yapısal belirleyicilere göre biçimlendiğini savunan sosyoloji teorisyeni aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Jacques Derrida",
      "B": "Anthony Giddens",
      "C": "Michel Foucault",
      "D": "Pierre Bourdieu",
      "E": "Karl Marx"
    },
    "explanation": "Giddens, İlişkisellik ve Bilinç<br/>Anthony Giddens"
  },
  {
    "id": "3621735",
    "unitNumber": 2,
    "text": "Modern-Bürokratik devletlerde, azınlık olmalarına karşın organizasyon becerisini sergileyerek örgütlenen seçkinleri ile örgütlenme becerisi kısıtlı çoğunluk olan kitlelerin var olduğu demokrasilerin kolaylıkla oligarşik eğilimler gösterdiğini savunan sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Jacques Derrida",
      "B": "Michel Foucault",
      "C": "Pierre Bourdieu",
      "D": "Robert Michels",
      "E": "Anthony Giddens"
    },
    "explanation": "Michels ve Oligarşinin Demir Yasası<br/>Robert Michels"
  },
  {
    "id": "3621736",
    "unitNumber": 2,
    "text": "Bir bir eylemin gerçekleşmesini sağlayan tüm faktörleri ve gereçleri içine alan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aktör",
      "B": "Yapı",
      "C": "Sistem",
      "D": "İşleyiş",
      "E": "Süreç"
    },
    "explanation": "Türkçeye <em>aktör </em>olarak çevirdiğimiz ve İngilizcesi <em>agent </em>olan kelime, <em>bir eylemi gerçekleştiren </em>geniş-anlamıyla, aslında bir eylemin gerçekleşmesini sağlayan tüm <em>faktörleri </em>ve <em>gereçleri </em>içine almaktadır. Eğer bu geniş anlam kabul edilirse, şüphe yok ki futbol oyununda, yirmi iki adamın peşinden koştuğu ve koşturduğu topun da bu oyunun <em>aktörlerinden biri </em>olarak ele alınması gerekecektir."
  },
  {
    "id": "3621737",
    "unitNumber": 2,
    "text": "Bir eylemi mümkün kılan ve aktörler-dışında kalan tüm faktörleri kapsayan olgu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aktör",
      "B": "Yapı",
      "C": "Sistem",
      "D": "İşleyiş",
      "E": "Süreç"
    },
    "explanation": "Yapı, bir eylemi (örneğimizdeki, futbol oyununu) mümkün kılan ve aktörler-dışında kalan tüm faktörleri kapsar."
  },
  {
    "id": "3621738",
    "unitNumber": 2,
    "text": "Aşağıdaki bilim adamlarının hangisinin katkısıyla, dil'e kendi kendini üreten, bağımsız bir sistem olarak yaklaşılmaya başlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Parsons",
      "B": "Lévi-Strauss",
      "C": "Saussure",
      "D": "Althusser",
      "E": "Marx"
    },
    "explanation": "<em>Yapısalcılık </em>(<em>Structuralism</em>) terimini sosyal bilimlere kazandıran kişi her ne kadar Fransız antropolog Claude Lévi-Strauss (1908-2009) olmuş olsa da (Lévi-Strauss, 2012), yapısalcı düşüncenin kökleri, İsviçreli dilbilimci Ferdinand de Saussure’ün (1857-1913) çalışmalarında aranmalıdır (Saussure, 2014). O güne dek dili, kendisini meydana getiren olguları ayrı ayrı inceleyerek ele alan dilbilim, Saussure’ün müdahalesiyle birlikte, dile kendi kendini üreten, bağımsız bir sistem olarak yaklaşmaya başlamıştır. <em>Eşzamanlı </em>analiz adı verilen bu yöntem, Saussure’ün <em>dil </em>ile <em>söz </em>terimleri arasında yaptığı ayrıma dayanır. Bu ayrıma göre dil, kendi kendini üreten ve konuşma/yazma kurallarını belirleyen <em>yapıyı </em>işaret ederken söz, konuşmacının/yazarın bu kuralları belirli bir zamanda uygulaması ile ortaya çıkan <em>eylemi </em>tanımlar. Saussure’e göre dilbilimin amacı, gündelik hayatta kullanılan sözleri belirleyen, kısıtlayan ve mümkün kılan <em>yapıyı &lt;/</em>"
  },
  {
    "id": "3621739",
    "unitNumber": 2,
    "text": "Üniversitede Biyoloji eğitimi de alan Talcott Parsons, 1937 yılında yayımladığı <em>Toplumsal Eylemin Yapısı </em>isimli çalışmasında, toplumsal analizin, bir insan vücudundaki hücrelerin, dokuların, organların, sistemlerin, vb. kendi aralarındaki ahengi anlamaya çalışan biyolojik analize benzer biçimde yapılabilmesi gerektiğini öne sürmüştür. Buna göre, bireylerin toplumsal davranışlarındaki örüntüleri ve düzenlilikleri anlamaya çalışan toplumsal analizdeki kilit kavram, bireyleri bir arada tutan ve onlara toplumsal bir <em>işlevsellik </em>kazandıran <em>yapılardır</em>. Bu yaklaşıma Sosyoloji disiplininde <em>ne ad verilmektedir?</em>",
    "correctAnswer": "D",
    "options": {
      "A": "Faydacılık",
      "B": "Yapısal Süreç Yönetimi",
      "C": "İşlevselcilik",
      "D": "Yapısal işlevselcilik",
      "E": "Yapısalcılık"
    },
    "explanation": "Üniversitede Biyoloji eğitimi de alan Parsons, 1937 yılında yayımladığı <em>Toplumsal Eylemin Yapısı </em>isimli çalışmasında, toplumsal analizin, bir insan vücudundaki hücrelerin, dokuların, organların, sistemlerin, vb. kendi aralarındaki ahengi anlamaya çalışan biyolojik analize benzer biçimde yapılabilmesi gerektiğini öne sürmüştür (Parsons, 2015). Buna göre, bireylerin toplumsal davranışlarındaki örüntüleri ve düzenlilikleri anlamaya çalışan toplumsal analizdeki kilit kavram, bireyleri bir arada tutan ve onlara toplumsal bir <em>işlevsellik </em>kazandıran <em>yapılardır</em>. Bu yaklaşıma Sosyoloji disiplininde <em>yapısal işlevselcilik </em>(<em>structural functionalism</em>) ismi verilmiştir"
  },
  {
    "id": "3621740",
    "unitNumber": 2,
    "text": "Aktörlerin birer özne olarak kim olduklarına odaklanmak yerine Marx’ın belirttiği gibi toplumdaki yapıyı meydana getiren <em>üretim ilişkilerini </em>anlamaya odaklanmalıdır düşüncesi ile Althusserin sosyolojiye kazandırdığı kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumculuk",
      "B": "İşlevcilik",
      "C": "Öznecilik",
      "D": "Yapsal işlevcilik",
      "E": "Yapısalcılık"
    },
    "explanation": "Althusserci bir bakış açısına göre, tarihin bu <em>yapısını </em>anlamak için, ne sınıfsal ilişkilerde egemen durumunda olanların (kabile şeflerinin, toprak sahiplerinin veya burjuvazinin) kim olduğunun ne de sömürülen durumda olanların (avcı-toplayıcıların, çiftçilerin veya proletaryanın) kim olduğunun bir önemi vardır. Önemli olan, aktörlerin birer özne olarak kim olduklarına odaklanmak değil, Marx’ın belirttiği gibi toplumdaki yapıyı meydana getiren <em>üretim ilişkilerini </em>anlamak olmalıdır.<br/>Yapısalcılık"
  },
  {
    "id": "3621741",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Bourdieu'nun \"Ayırım:BeğeniYargısının Toplumsal Eeştirisi\" adlı eserinde ortaya attığı kavramlardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapı",
      "B": "Habitus",
      "C": "Alan",
      "D": "Sermaye",
      "E": "Sembolik Şiddet"
    },
    "explanation": "<strong>Bourdieu’de Kilit Kavramlar: </strong>Habitus + Alan + Sermaye + Sembolik Şiddet<br/>Yapı"
  },
  {
    "id": "3621742",
    "unitNumber": 2,
    "text": "Bourdieu'ya göre \"İçine girilmek istenilen alanın kurallarını öğrenmek, bu kuralları içselleştirmek ve bu kurallar çerçevesinde çocukluktan itibaren içselleştirdiğimiz önceki kuralları değiştirmeye çalışmak\" hangi kavramla açıklanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Fiziksel Şiddet",
      "B": "Sembolik şiddet",
      "C": "Açık Şiddet",
      "D": "Dolayımlı Şiddet",
      "E": "Kapsamlı Şiddet"
    },
    "explanation": "Bourdieu’de şiddet sadece fiziksel değildir; aksine, çoğunlukla aktör-bireyin karşısına <em>sembolik şiddet </em>olarak çıkmaktadır. İçine girilmek istenilen alanın kurallarını öğrenmek, bu kuralları içselleştirmek ve bu kurallar çerçevesinde çocukluktan itibaren içselleştirdiğimiz önceki kuralları değiştirmeye çalışmak, sembolik şiddetin temsilî bir örneğidir. Tıpkı ilkokula başlayan bir öğrencinin, öncelikle aile alanında içselleştirdiği kuralların artık değişiyor olduğunu öğrenmesi süreci gibi; üniversite mezuniyeti sonrasında yeni işine başlayan bir yeni-işçinin, okulun kurallarından sonra iş yerinin kurallarına adapte olmaya çabalaması da sembolik şiddet içermek durumundadır. Bu sayede yalnızca bireysel eylemlerin habitusa dönüşümü değil, aynı zamanda toplumsal davranışın olumlanması ve meşrulaştırılması da gözlenmiş olur. Sembolik şiddet en başta bir normalleştirme aracıdır ve mevcut toplumsal yapıları meşru/normal kılmak amacıyla kullanılmaktadır"
  },
  {
    "id": "3621743",
    "unitNumber": 2,
    "text": "Yapı ile aktör veya makro-düzey ile mikro-düzey arasında mutlak bir karşıtlık görmekten ziyade, onların arasında mutlak bir <em>ilişkiselliğin </em>bulunduğu varsayımından yolan çıkan Giddens'ın teorisine ne ad verilir",
    "correctAnswer": "C",
    "options": {
      "A": "İlşevsel Yapısalcılık",
      "B": "Yapısalcılık",
      "C": "Yapılaşma",
      "D": "İşlevsellik",
      "E": "Faydacılık"
    },
    "explanation": "Pierre Bourdieu’nün, sosyoloji disiplininde yapı ile aktör arasındaki çekişmeyi habitus ile alan kavramları üzerinden yeniden ele almasına benzer şekilde, İngiliz sosyolog Anthony Giddens (doğum: 1938) da bu ayrımı temel alan yaklaşımların yerine daha <em>bütüncül </em>bir teorinin geliştirilmesi fikri ile yola çıkar. Yapı ile aktör veya makro-düzey ile mikro-düzey arasında mutlak bir karşıtlık görmekten ziyade, onların arasında mutlak bir <em>ilişkiselliğin </em>bulunduğu varsayımından yolan çıkan Giddens, teorisini - Türkçeye “yapılaşma” ve “yapılandırma” biçiminde de çevrilmiş olan - <em>yapılaşma teorisi </em>(<em>the theory of structuration</em>) olarak adlandırır (Giddens, 1999)."
  },
  {
    "id": "3621744",
    "unitNumber": 2,
    "text": "Giddens'a göre eyleyenlerin yaptıkları şeyi sözlü ifade etme yeteneğine sahip olmadan, özümsedikleri eylemlere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gösterilen",
      "B": "Gösterge",
      "C": "Eylemsel Bilinç",
      "D": "Pratik Bilinç",
      "E": "Söylemsel Bilinç"
    },
    "explanation": "Belirli bir zaman ve mekân içindeki toplumsal pratiklerin analizini hedefleyen yapılaşma teorisine göre aktörler, eylemde bulundukça pratiği ortaya çıkartan ve aynı zamanda da bu pratiğin farkına varan (onu bilinçli şekilde <em>kurgulayan</em>) eyleyiciler biçimde tanımlanır. Yapı ise bu durumda, pratiklerin tekrarlanması ile meydana gelen bir bütünlüğü ifade etmektedir. Aktörün pratiği ve pratiğin tekrarı arasındaki bu ilişki, Giddens tarafından <em>düşünümsellik </em>olarak adlandırılır: Aktör, kendi pratiğini izledikçe ve onun farkına vardıkça, yapısal koşulları da anlamaya ve rasyonel biçimde çözümlemeye muktedir hâle gelir. Ancak bu açıklamadan, aktörlerin sürekli kendi eylemlerinin rasyonelliğini izleyen ve o çerçevede karar veren mutlak akılcı bireyler oldukları sonucu çıkarılmamalıdır . Bilhassa rutinleşmiş eylemlerin çoğu, Giddens’a göre, sadece bir güdünün sonucu olarak başlar; rasyonel çözümleme ise daha ziyade eylemler gerçekleştikten sonraki süreçte geçerlidir. Bu noktada Giddens’ın<br/>Pratik Bilinç"
  },
  {
    "id": "3621745",
    "unitNumber": 2,
    "text": "Post-yapısalcı gelenekten olduğunu reddetse de çalışmaları ve aykırı entelektüel karakteri nedeniyle en ünlü post-yapısalcı yazarlardan biri olarak kabul edilen düşünür kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Althusser",
      "B": "Poulantzas",
      "C": "Giddens",
      "D": "Derida",
      "E": "Foucault"
    },
    "explanation": "Post-yapısalcı gelenekten olduğunu reddetse de çalışmaları ve aykırı entelektüel karakteri nedeniyle en ünlü post-yapısalcı yazarlardan biri olarak kabul edilen bir başka Fransız Michel Foucault (1926- 1984) da <em>bir metin olarak dünyada </em>anlamın izini sürmüştür. Anlamın, kaynağından çıktıktan sonra sonsuz düzlemde <em>yayılmasının </em>sonuçları kadar, onun çıktığı kaynak ve sonraki durakları da Foucault için önemlidir. Bir anlamın doğumu, durakları, kesintileri, tekrarları, kırılmaları, ölümü ve yeniden-dirilişi gibi tüm süreçleri, Foucault’nun bir arkeolog edasıyla kelimeler ve kavramlar üzerinde kullandığı <em>soybilim </em>(<em>genealogy</em>) yöntemi ile açığa çıkarılmaya ve belirtilmeye çalışılmaktadır ("
  },
  {
    "id": "3621746",
    "unitNumber": 2,
    "text": "Bireylerin toplumsal davranışlarındaki örüntüleri ve düzenlilikleri anlamaya çalışan toplumsal analizdeki kilit kavram, bireyleri bir arada tutan ve onlara toplumsal bir işlevsellik kazandıran yapılardır. Bu yaklaşım Sosyoloji disiplininde aşağıdakilerden hangi isimle anılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapısal işlevselcilik.",
      "B": "İnşacı yapısalcılık.",
      "C": "İlişkisellik.",
      "D": "Bilinçsel yapısalcılık.",
      "E": "Nesnellik."
    },
    "explanation": "Lütfen \"Talcott Parsons ve Yapısal İşlevselcilik\" başlıklı yazıyı gözden geçiriniz.<br/>Buna göre, bireylerin toplumsal davranışlarındaki örüntüleri ve düzenlilikleri anlamaya çalışan toplumsal analizdeki kilit kavram, bireyleri bir arada tutan ve onlara toplumsal bir işlevsellik kazandıran yapılardır. Bu yaklaşıma Sosyoloji disiplininde yapısal işlevselcilik (structural functionalism) ismi verilmiştir."
  },
  {
    "id": "3621747",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi toplumsal sınıfların ortaya çıkışında Karl Marx'ın adını verdiği kavram ile açıklanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Marksist Hümanizm",
      "B": "Artık-değer.",
      "C": "Tarihsel materyalizm.",
      "D": "Manifesto.",
      "E": "Realizm."
    },
    "explanation": "Lütfen \"Louis Althusser ve Yapısalcılık\" başlıklı yazıyı gözden geçiriniz.<br/>Toplumsal sınıfların ortaya çıkışı, Marx’ın artık-değer adını verdiği kavram ile açıklanmaktadır."
  },
  {
    "id": "3621748",
    "unitNumber": 2,
    "text": "Karl Marx'a göre işçinin, kendi ürettiği ürünün sahibi olamayarak, hem emeğinden hem de ürününden uzaklaştığı süreç aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Proleterya.",
      "B": "Burjuvazi.",
      "C": "Yabancılaşma.",
      "D": "Alım gücü.",
      "E": "Gizli davranışlar."
    },
    "explanation": "Lütfen \"Louis Althusser ve Yapısalcılık\" başlıklı yazıyı gözden geçiriniz.<br/>Ancak, bu emek satın alma işlemiyle birlikte, Marx’ın yabancılaşma adını verdiği bir diğer süreç de ortaya çıkmakta ve işçi, kendi ürettiği ürünün sahibi olamayarak, hem emeğinden hem de ürününden uzaklaşmaktadır."
  },
  {
    "id": "3621749",
    "unitNumber": 2,
    "text": "Marksist literatürde el konulan emek fazlasına aşağıdakilerden hangi isim verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eder.",
      "B": "Katma değer.",
      "C": "Mal fazlalığı.",
      "D": "Artık-değer",
      "E": "Fazla üretim."
    },
    "explanation": "Lütfen \"Louis Althusser ve Yapısalcılık\" başlıklı yazıyı gözden geçiriniz.<br/>Marksist literatürde el konulan bu emek fazlasına artık-değer adı verilir ve toplumsal sınıflar artık-değere el koyan ve artık değerine el konulan iki karşıt grubunun varlığı ile ortaya çıkar."
  },
  {
    "id": "3621750",
    "unitNumber": 2,
    "text": "Nicos Poulantzas'a göre devletin birinci işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tarihsiz bir üst-kurgu olarak, üretim ilişkilerindeki artık-değer akışının sömürülen sınıftan egemen sınıfa doğru akışını sürekli kılmak.",
      "B": "Toplumdaki yapıyı meydana getiren üretim ilişkilerini anlamak.",
      "C": "Sermaye sahibinin, verdiği ücret karşılığında işçinin, kendi ürettiği ürün üzerindeki tüm haklarına el koymak.",
      "D": "Sermaye sahipleri (burjuvazi) ile işçiler (proletarya) arasındaki ilişkiyi sağlamak.",
      "E": "Toplumdaki sınıfsal eşitsizlikleri, hukuki siyasal eşitlikler hâlinde yeniden-üretmek."
    },
    "explanation": "Lütfen \"Nicos Poulantzas ve Yapısalcı Devlet Teorisi\" başlıklı yazıyı gözden geçiriniz.<br/>Poulantzas’ta Devletin Birincil İşlevi: Toplumdaki sınıfsal eşitsizlikleri, hukukisiyasal eşitlikler hâlinde yeniden-üretmek."
  },
  {
    "id": "3621751",
    "unitNumber": 2,
    "text": "Aktörün pratiği ve pratiğin tekrarı arasındaki ilişkiyi, Anthony Giddens hangi isimle adlandırmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Düşünümsellik.",
      "B": "Karizmatik otorite.",
      "C": "Yapılaşma teorisi.",
      "D": "Söylemsel bilinç.",
      "E": "Pratik bilinç."
    },
    "explanation": "Lütfen \"Söylemsel Bilinç ve Pratik Bilinç\" başlıklı yazıyı gözden geçiriniz.<br/>Aktörün pratiği ve pratiğin tekrarı arasındaki bu ilişki, Giddens tarafından düşünümsellik olarak adlandırılır: Aktör, kendi pratiğini izledikçe ve onun farkına vardıkça, yapısal koşulları da anlamaya ve rasyonel biçimde çözümlemeye muktedir hâle gelir."
  },
  {
    "id": "3621752",
    "unitNumber": 2,
    "text": "1960’ların ortalarından itibaren bilhassa Fransa’da ortaya çıkan ve amacını yapısalcılığın ötesine geçmek olarak belirleyen yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sembolik Etkileşimcilik.",
      "B": "İşlevselcilik.",
      "C": "Fonksiyonolistlik.",
      "D": "Hümanistlik.",
      "E": "Post-yapısalcılık."
    },
    "explanation": "Lütfen \"POST-YAPISALCILIK\" başlıklı yazıyı gözden geçiriniz.<br/>Bu yaklaşımların belki de en radikal olanı, 1960’ların ortalarından itibaren bilhassa Fransa’da ortaya çıkan ve amacını yapısalcılığın ötesine geçmek olarak belirleyen post-yapısalcılık (post-structuralism) olmuştur."
  },
  {
    "id": "3621753",
    "unitNumber": 2,
    "text": "Gaetano Mosca'ya göre toplumun siyasi sınıfı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yönetici azınlık.",
      "B": "Halk.",
      "C": "Köylü sınıfı.",
      "D": "İşçi sınıfı.",
      "E": "Elit sınıf."
    },
    "explanation": "Lütfen \"Mosca ve Yönetici Sınıf\" başlıklı yazıyı gözden geçiriniz.<br/>Yönetici azınlık, Mosca’nın terimleriyle toplumun siyasi sınıfıdır"
  },
  {
    "id": "3621754",
    "unitNumber": 2,
    "text": "Tarihi bir \"seçkinler mezarlığı\" na benzeten İtalyan sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gaetano Mosca.",
      "B": "Robert Michels.",
      "C": "Vilfredo Pareto.",
      "D": "Joseph Schumpeter.",
      "E": "Charles Wright Mills."
    },
    "explanation": "Lütfen \"Pareto ve Seçkinlerin Dolaşımı\" başlıklı yazıyı gözden geçiriniz.<br/>Vilfredo Pareto, , tarihi bir seçkinler mezarlığına benzetir."
  },
  {
    "id": "3621755",
    "unitNumber": 2,
    "text": "Amerikalı sosyolog Charles Wright Mills'e göre toplumun seçkinleri aşağıdakilerden hangileridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siyasetçiler + Özel Şirket Sahipleri",
      "B": "Siyasetçiler + Özel Şirket Sahipleri + Askeriye",
      "C": "Özel Şirket Sahipleri + Askeriye",
      "D": "Bilim İnsanları + Elitistler",
      "E": "Sanatçılar + Bilim İnsanları + Özel Şirket Sahipleri"
    },
    "explanation": "Lütfen \"Mills ve Üçlü Erk\" başlıklı yazıyı gözden geçiriniz.<br/>Mills’e Göre Toplumun Seçkinleri: Siyasetçiler + Özel Şirket Sahipleri + Askeriye"
  },
  {
    "id": "3621756",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sosyal bilimlerde \"bir eylemin kaynağının ne olduğunu belirlemek amacıyla özelleşmiş tartışmaların tümü\" olarak tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ast - Üst Sorunu",
      "B": "Yapı - Aktör Sorunu",
      "C": "Toplum - Birey Sorunu",
      "D": "Asil - Vekil Sorunu",
      "E": "Zaman - Eylem Sorunu"
    },
    "explanation": "Yapı-Aktör Sorunu: Sosyal bilimlerde bir eylemin kaynağının ne olduğunu belirlemek amacıyla özelleşmiş tartışmaların tümü.<br/>Sosyal bilimlerde \"bir eylemin kaynağının ne olduğunu belirlemek amacıyla özelleşmiş tartışmaların tümü\" Yapı - Aktör Sorunu olarak tanımlanır."
  },
  {
    "id": "3621757",
    "unitNumber": 2,
    "text": "Genellikle \"sözlü anlaşmalar ve teamüller olarak kabul edilen davranış kalıplarını\" tanımlayan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yapı",
      "B": "Kural",
      "C": "Norm",
      "D": "Kod",
      "E": "Şart"
    },
    "explanation": "Norm, \"sözlü anlaşmalar ve teamüller olarak kabul edilen davranış kalıplarını\" tanımlar.<br/>Genellikle \"sözlü anlaşmalar ve teamüller olarak kabul edilen davranış kalıplarını\" tanımlayan terim normdur."
  },
  {
    "id": "3621758",
    "unitNumber": 2,
    "text": "Saussure'e göre dil, kendi kendini üreten ve konuşma/yazma kurallarını belirleyen yapıyı işaret ederken söz neyi tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Kelime",
      "B": "Zaman",
      "C": "Boyut",
      "D": "Gösterge",
      "E": "Eylem"
    },
    "explanation": "Eşzamanlı analiz adı verilen bu yöntem, Saussure’ün dil ile söz terimleri arasında yaptığı ayrıma dayanır. Bu ayrıma göre dil, kendi kendini üreten ve konuşma/yazma kurallarını belirleyen yapıyı işaret ederken söz, konuşmacının/yazarın bu kuralları belirli bir zamanda uygulaması ile ortaya çıkan eylemi tanımlar.<br/>Saussure'e göre dil, kendi kendini üreten ve konuşma/yazma kurallarını belirleyen yapıyı işaret ederken söz eylemi tanımlar."
  },
  {
    "id": "3621759",
    "unitNumber": 2,
    "text": "Toplumsal analizin, bir insan vücudundaki hücrelerin, dokuların, organların, sistemlerin, vb. kendi aralarındaki ahengi anlamaya çalışan biyolojik analize benzer biçimde yapılabilmesi gerektiğini öne süren sosyolog, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Parsons",
      "B": "Saussure",
      "C": "Turner",
      "D": "Ritzer",
      "E": "Althusser"
    },
    "explanation": "Parsons, 1937 yılında yayımladığı Toplumsal Eylemin Yapısı isimli çalışmasında, toplumsal analizin, bir insan vücudundaki hücrelerin, dokuların, organların, sistemlerin, vb. kendi aralarındaki ahengi anlamaya çalışan biyolojik analize benzer biçimde yapılabilmesi gerektiğini öne sürmüştür.<br/>Toplumsal analizin, bir insan vücudundaki hücrelerin, dokuların, organların, sistemlerin, vb. kendi aralarındaki ahengi anlamaya çalışan biyolojik analize benzer biçimde yapılabilmesi gerektiğini öne süren sosyolog, Parsons'tur."
  },
  {
    "id": "3621760",
    "unitNumber": 2,
    "text": "Althusser tarihsel-toplumsal analizdeki ana aktörü “bireyler” olarak ele almaz. Althusser’in tarihsel analizindeki ana aktör, aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Loncalar",
      "B": "Devletler",
      "C": "Sermayedarlar",
      "D": "Sınıflar",
      "E": "Feodaller"
    },
    "explanation": "Marx’ın Friedrich Engels ile birlikte 1848 yılında kaleme aldıkları Komünist Parti Manifestosu, şu bilindik argüman ile açılır: “Bugüne kadarki tüm toplum tarihi, sınıf mücadeleleri tarihidir”. Althusser’in tarihsel analizi işte bu argümandan yola çıkar ve tarihsel-toplumsal analizdeki ana aktörü “bireyler” olarak değil, Marx’ın tanımıyla sınıflar olarak ele alır.<br/>Althusser’in tarihsel analizindeki ana aktör sınıflardır."
  },
  {
    "id": "3621761",
    "unitNumber": 2,
    "text": "İşçinin, kendi ürettiği ürünün sahibi olamayarak, hem emeğinden hem de ürününden uzaklaşması Marksist terminolojide nasıl tanımlanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Fakirleşme",
      "B": "Paryalaşma",
      "C": "Lümpenleşme",
      "D": "Soyutlanma",
      "E": "Yabancılaşma"
    },
    "explanation": "Sermaye sahibi, üretim sürecini başlatan ve kârlılık hesabını yapan aktör olarak, sürecin diğer<br/>aktörleri olan işçilerin üretici emeklerini satın almakta ve bunun için kendilerine bir bedel ödemektedir. Ancak, bu emek satın alma işlemiyle birlikte, Marx’ın yabancılaşma adını verdiği bir diğer süreç de ortaya çıkmakta ve işçi, kendi ürettiği ürünün sahibi olamayarak, hem emeğinden hem de ürününden uzaklaşmaktadır.<br/>İşçinin, kendi ürettiği ürünün sahibi olamayarak, hem emeğinden hem de ürününden uzaklaşması Marksist terminolojide yabancılaşma olarak tanımlanır."
  },
  {
    "id": "3621762",
    "unitNumber": 2,
    "text": "Devletin, vatandaşları eşitleme görevinin aslında sınıflar arası eşitsizliği örtmek için kullanılan bir örtü olduğu düşüncesi aşağıdaki sosyologlardan hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Marx",
      "B": "Poulantzas",
      "C": "Engels",
      "D": "Bourdieu",
      "E": "Althusser"
    },
    "explanation": "Tüm vatandaşlar kanunlar önünde eşittir; on sekiz yaşını doldurmuş herkes siyasete ya da seçimlere katılabilir; mülkiyet ile ilgili yasalar her vatandaşa aynı biçimde uygulanır vb. İşte Poulantzas, bu hukuki-siyasi eşitlemeyi, sınıfsal eşitsizliği gizleyen bir örtü olarak ele alır.<br/>Devletin, vatandaşları eşitleme görevinin aslında sınıflar arası eşitsizliği örtmek için kullanılan bir örtü olduğu düşüncesi Poulantzas'a aittir."
  },
  {
    "id": "3621763",
    "unitNumber": 2,
    "text": "Yapılaşma Teorisi, aşağıdaki sosyologlardan hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Marx",
      "B": "Giddens",
      "C": "Bourdieu",
      "D": "Ritzer",
      "E": "Derrida"
    },
    "explanation": "Yapı ile aktör veya makro-düzey ile mikro-düzey arasında mutlak bir karşıtlık görmekten ziyade,<br/>onların arasında mutlak bir ilişkiselliğin bulunduğu varsayımından yolan çıkan Giddens, teorisini -<br/>Türkçeye “yapılaşma” ve “yapılandırma” biçiminde de çevrilmiş olan - yapılaşma teorisi (the theory of structuration) olarak adlandırır.<br/>Yapılaşma Teorisi, Giddens'e aittir."
  },
  {
    "id": "3621764",
    "unitNumber": 2,
    "text": "Bir metinden çıkan anlamın, yapılar ve aktörler üzerinden yeniden-üretiminin izinin sürülmesi süreci Derrida'ya göre ne olarak adlandırılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yapısalcılık",
      "B": "Düşünümsellik",
      "C": "Söylemsel bilinç",
      "D": "Simülakr",
      "E": "Yapısöküm"
    },
    "explanation": "Derrida’da Yapısöküm: Bir metinden çıkan anlamın, yapılar ve aktörler üzerinden yeniden-üretiminin izinin sürülmesidir.<br/>Bir metinden çıkan anlamın, yapılar ve aktörler üzerinden yeniden-üretiminin izinin sürülmesi süreci Derrida'ya göre yapısökümdür."
  },
  {
    "id": "3621765",
    "unitNumber": 2,
    "text": "Toplumu, yöneten azınlık ile yönetilen çoğunluk karşıtlığı üzerinden tanımlamaya çalışan yaklaşım, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yapısalcı",
      "B": "Post-yapısalcı",
      "C": "Seçkinci",
      "D": "İlişkiselcilik",
      "E": "İşlevselcilik"
    },
    "explanation": "İtalyan Seçkinci Okulu’nun bir diğer üyesi olan Gaetano Mosca (1858-1941), 1896 tarihli, Siyaset<br/>Biliminin Temelleri kitabında, tıpkı Pareto’nun yaptığı gibi, toplumu, yöneten azınlık ile yönetilen çoğunluk karşıtlığı üzerinde açıklamaya çabalar.<br/>Toplumu, yöneten azınlık ile yönetilen çoğunluk karşıtlığı üzerinden tanımlamaya çalışan yaklaşım, seçkinci yaklaşımdır."
  },
  {
    "id": "3621766",
    "unitNumber": 3,
    "text": "Steven Lukes'a göre işverenlerin çalışanları karşısındaki ekonomik yaptırım gücü ve bu gücü kullanma durumu sonucunda oluşan çatışma hangi iktidar türüne örnek gösterilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tek Boyutlu İktidar",
      "B": "Gündem Belirleyici İktidar",
      "C": "Marksist İktidar",
      "D": "İktidarın Görünmeyen Yüzü",
      "E": "Foucault’cu İktidar"
    },
    "explanation": "İKTİDARIN ÜÇ YÜZÜ başlığı altında.<br/>Lukes’ın iktidar tanımı üç farklı düzeyde güç ilişkilerinin nasıl işlediği üzerine odaklanmıştır. Lukes iktidarın ilk yüzünü tek boyutlu ve net bir şekilde görülebilen güç ilişkileri bağlamında; iktidarın ikinci yüzünü siyaset alanında bazı soruların hiç gündeme gelmemesinin sebeplerini araştırdığı gündem belirleyici iktidar olarak; iktidarın üçüncü boyutunu ise güç ilişkilerinin günlük hayatımızdaki görünmez mekanizmaları bağlamında incelemektedir. İktidarın ilk yüzü, uygulanırken açık şekilde görünen, tek boyutlu iktidardır. Buradaki temel soru iktidarın kimin elinde tuttuğudur. Örneğin daha güçlü grup ya da bireye ‘A’, güçsüz olanlara da ‘B’ ismini verecek olursak, A’nın B üzerindeki ikna edici ve tek taraflı iktidarı, tek boyutlu bir iktidardır. İlkokulda diğer çocukları döven zorba çocuk, kiracıyı istediği zaman çıkarmaya çalışan mülk sahibi, işçi ve işverenlerin maaş zamları üzerinden çatışması, bir ülkenin diğer ülke tarafından istilası ya da diktatörlere karşı baş kaldıran vatandaşların arasındaki ilişki iktidarın tek boyutlu ve görünen şeklidir. İktidarın ilk tipi zorlayıcı ve baskıcı bir görünüm sergilemekte ve zaman zaman fiziksel şiddet iktidar aracı olarak kullanabilmektedir. Doğru yanıt A seçeneğinde verilmiştir."
  },
  {
    "id": "3621767",
    "unitNumber": 3,
    "text": "I- Pazarlık\n II- Çatışma\n III- Uzlaşma\n IV- Tartışma\n Dahl'a göre yukarıdakilerden hangisi Amerikan sisteminde kararlar alınırken dikkati çeken ve sonuçta denge ve fren mekanizmasının oluşmasını sağlayan unsurlar arasında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Çoğulculuğun Düşünsel Kökenleri başlığı altında.<br/>Dahl’a göre, Amerikan hükümetinde -Beyaz Saray, bürokrasi, parlamento, federal ve merkezî mahkemeler, yasama ve yürütme organları- alınan kararların hepsi pazarlık, tartışma, uzlaşma sonucunda hayata geçmektedir. Diğer bir ifadeyle ne tek başına bir çıkar grubu, ne bir siyasi parti, ne bir sınıf, ne de dinî bir grup tek başına iktidar olmaktadır. Aksine devletin bir kanadında baskın olan grup, diğer kanadında yenildiği için bu zaferi yaşamakta ve bu durum sistemdeki denge ve fren mekanizmasını oluşturmaktadır. Doğru yanıt B seçeneğinde verilmiştir."
  },
  {
    "id": "3621768",
    "unitNumber": 3,
    "text": "Çoğulculuğun devletle ilgili temel varsayımları çerçevesinde güçlü sivil toplum örgütlerine ihtiyaç duyulması hangi varsayımdan doğmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Sivil toplum örgütlerinin farklı çıkarları temsil etmesi",
      "B": "Sivil toplum örgütlerinin iktidara alternatif olması",
      "C": "Toplumun üzerinde ve dışında olmayan devletin gücünün sınırlandırılması",
      "D": "İktidarın hükümeti oluşturan farklı kurumlara dağılmış olması",
      "E": "Siyasi çekişmelerin sistemin kaynakların dağıtılması ile ilgili olması"
    },
    "explanation": "Çoğulculuğun Düşünsel Kökenleri başlığı altında<br/>Her ne kadar çoğulcu paradigma yıllar içinde bir takım değişiklikler geçirerek ve güncellenmiş olsa da, çoğulculuğun devlet ile ilgili temel varsayımları dört başlıkta sıralanabilmektedir. Bu varsayımlardan biri de \"Devlet toplumun üzerinde ve dışında olmadığı için, devletin gücü sınırlandırılmalıdır. Tam da bu sebepten ötürü devletin gücünü dengeleyecek güçlü sivil toplum örgütlerine ihtiyaç vardır\" varsayımıdır. Bu çerçevede doğru yanıt C seçeneğinde verilmiştir."
  },
  {
    "id": "3621769",
    "unitNumber": 3,
    "text": "I- Ordu\n<br/>II- Eğitim Kurumları\n<br/>III- Siyasal Partiler\n<br/>IV- Finansal Kurumlar\n<br/>Yukarıdakilerden hangisi Vilfredo Pareto'nun vurguladığı, İtalya'da seçkinlerin kontrolü altında olan ve toplumu yöneten anahtar kurumlardan biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve IV",
      "E": "II ve III"
    },
    "explanation": "Seçkinciliğin Düşünsel Kökenleri başlığı altında.<br/>Pareto İtalyan toplumunun yönetici seçkinler ve kitlelere bölündüğünü ve seçkinlerin toplumu yöneten anahtar kurumları -ordu, eğitim ve finansal kurumlar- kontrol ettiğini iddia etmektedir. Seçkin kontrolü ise ya güç kullanarak<br/>ya da düzenbazlıkla gerçekleşmekte ve devam etmektedir. Siyasal partiler bu anahtar kurumlardan biri değildir. Doğru yanıt C seçeneğinde verilmiştir."
  },
  {
    "id": "3621770",
    "unitNumber": 3,
    "text": "I- Benzer sınıf ve statülerden gelen seçkinlerin kendi içlerinde toplumsal bir homojenliğe sahip olması\n II- Toplumun ve ekonominin nasıl yönetileceği anlamında seçkinler arasında bir uzlaşma olması\n III- Seçkinlerin kişisel olarak birbirlerini tanıdıkları ve bir araya geldikleri sivil toplum örgütlerinin olması\n Yukarıdakilerden hangisi iktidar aygıtını elinde tutan seçkinlerin bir arada hareket etmesini sağlayan temel özelliklerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Seçkinciliğin Düşünsel Kökenleri başlığı altında<br/>İktidar seçkinleri yaklaşımı devletin farklı çıkar gruplarının eşit temsil edildiği tarafsız bir arena olma iddiasını reddetmekte ve seçkinlerin ellerinde tuttukları iktidar aygıtını kendi çıkarları için kullanabileceğini iddia etmektedir. Peki iktidar aygıtını elinde tutan seçkinler neden ve nasıl bir arada hareket edebilmektedir? İktidar seçkinlerinin bir aradalığı üç temel ilişkiden kaynaklanmaktadır: Benzer sınıf ve statülerden gelen seçkinler kendi içlerinde toplumsal bir homojenliğe sahiptir; “oyunun kuralları” (toplumun ve ekonominin nasıl yönetileceği) anlamında seçkinler arasında bir uzlaşma vardır; seçkinlerin kişisel olarak birbirlerini tanıdıkları ve bir araya geldikleri birtakım sivil toplum örgütleri vardır. Doğru yanıt E seçeneğinde verilmiştir."
  },
  {
    "id": "3621771",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Marksistlerin iktidara yaklaşımını yansıtmaz?",
    "correctAnswer": "C",
    "options": {
      "A": "İktidar ve üretim ilişkileri alanında iktidar sahibi olan sınıflar arasındaki ilişkilere odaklanmak gerektiği",
      "B": "Asıl iktidarın üretim ilişkilerindeki eşitsizlikten kaynaklandığı, devlete ya da ideolojik alana sirayet etmediği",
      "C": "Yönetici azınlığın tanımlanmasında sosyal sınıf terimi yerine iktidar seçkinleri teriminin benimsenmesi",
      "D": "İktidarın sınırlarının sistemin yapısal krizleri ve sınıf çatışması üzerinden incelenmesi gerektiği",
      "E": "İktidar yapılarını çözümlemekle yetinmeyip iktidara alternatifler ve stratejiler de geliştirilmesi gerektiği"
    },
    "explanation": "SINIF MERKEZLİ İKTİDAR VE<br/>DEVLET YAKLAŞIMI başlığı altında.<br/>Genel hatlarıyla Marksistlerin iktidara yaklaşımı dört perspektiften beslenmektedir. İlk olarak iktidar belli üretim ilişkileri ve o üretim ilişkilerindeki toplumsal sınıfların konfigürasyonları sonucunda ortaya çıkmaktadır. Diğer bir ifadeyle iktidar ve üretim ilişkileri alanında iktidar sahibi olan sınıflar arasındaki ilişkilere odaklanmak gerekmektedir. İkinci olarak Marksist analiz ekonomik, politik ve ideolojik alanlardaki iktidar ilişkilerine bir arada bakmaktadırlar. Asıl iktidar üretim ilişkilerindeki eşitsizlikten kaynaklanmakta ve devlete ya da ideolojik alana sirayet etmektedir. Üçüncü olarak (özellikle seçkinci düşünürlerden farklı) Marksist analiz iktidarın sınırlarını sistemin yapısal krizleri ve sınıf çatışması üzerinden inceler. Bu bağlamda sınıflı toplumlardaki tüm iktidar mekanizmaları sınıfsal bir tahakkümün devamlılığına ihtiyaç duydukları için son derece kırılgandırlar ve tam da bu sebepten iktidar sürekli kendini yeniden üretmek zorundadır. Son olarak ise Marksist analiz sadece iktidar yapılarını çözümlemek değil, iktidara alternatifler ve stratejiler de geliştirmeyi gündeminin merkezine<br/>almıştır. Buna karşın yönetici azınlığı tanımlamak için sosyal sınıf terimi yerine iktidar seçkinleri terimini kullanan ve toplumsal değişimlerde kitlelere pasif bir rol düştüğünü iddia edenler seçkinci düşünürlerdir. Doğru yanıt C seçeneğinde verilmiştir."
  },
  {
    "id": "3621772",
    "unitNumber": 3,
    "text": "I- Siyaset alanında\n II- Üretim alanında\n III- Piyasa alanında\n Marksist devlet teorisine göre yukarıdakilerin hangisinde işçi ile işveren arasında eşitsiz bir ilişki kurulmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Marksist Devlet Teorisinin Düşünsel<br/>Kökenleri başlığı altında.<br/>Kapitalist devletin en önemli özelliği kurumsal olarak devlet ve sivil toplumu biçimsel olarak birbirinden ayrılmasıdır. İşçi ve işveren arasındaki eşitsiz ilişki siyaset alanında değil, üretim alanında ya da piyasa alanında kurulmaktadır. Marx’ın belirttiği gibi sermayedar işçinin kiminle evleneceğine, üzerindeki yasal yaptırımlara ya da nerede yaşayacağına karar veren lord (toprak ağası) değil, devlet karşısında eşit vatandaşlık haklarına sahip olan işverendir. Doğru yanıt E seçeneğinde verilmiştir."
  },
  {
    "id": "3621773",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Miliband'a göre devleti oluşturan beş temel kurumdan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlk, orta, lise ve yüksek öğrenimi ve bunların teşkilatlarını içeren eğitim aygıtı",
      "B": "Ulusal düzeyde seçilmişlerin temsil edildiği yasama ve yürütme organından oluşan hükümet",
      "C": "Bürokrasi, kamu şirketleri, merkez bankası ve düzenleme kurullarından oluşan yönetim aygıtı",
      "D": "Ordu, polis, milli istihbarat teşkilatlarından oluşan baskı aygıtları",
      "E": "Yargıçlar, hakimler, savcılar ve hapishanelerden oluşan yargı aygıtı"
    },
    "explanation": "Araçsalcı Devlet Yaklaşımı başlığı altında.<br/>Miliband için devlet beş temel kurumdan oluşmaktadır: (1) Ulusal düzeyde seçilmişlerin temsil edildiği yasama ve yürütme organından oluşan hükümet. (2) Bürokrasi, kamu şirketleri, merkez bankası ve düzenleme kurullarından oluşan<br/>yönetim aygıtı. (3) Ordu, polis, milli istihbarat teşkilatlarından oluşa baskı aygıtları. (4) Yargıçlar,<br/>hakimler, savcılar ve hapishanelerden oluşan yargı<br/>aygıtları. (5) Belediyelerden ve mahalli idarelerden<br/>oluşan oluşan yerel yönetim aygıtları. Tüm bu farklı kurumlar devleti oluşturmakta ve bunlar arasındaki ilişkiler de devletin formunu oluşturmaktadır. Doğru yanıt A seçeneğinde verilmiştir."
  },
  {
    "id": "3621774",
    "unitNumber": 3,
    "text": "Devletin basitçe kapitalist sınıfların uzantısı olmadığını iddia eden ve devletin göreli özerkliği kavramını geliştiren düşünür kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ralph Miliband",
      "B": "Nicos Poulantzas",
      "C": "Robert Dahl",
      "D": "Wright Mills",
      "E": "John Scott"
    },
    "explanation": "Yapısalcı Devlet Yaklaşımı başlığı altında.<br/>Nicos Poulantzas’ın kapitalist devletin yapısal özelliklerini kavramsallaştırmak için sorduğu soru şudur: ‘Kapitalist devlet üretim ilişkilerinin yarattığı çelişkileri nasıl görünmez kılmaktadır?’. Devletin basitçe kapitalist sınıfların uzantısı olmadığını iddia eden Poulantzas, devletin göreli özerkliği kavramını geliştirmiştir. Kapitalist toplumlarda ekonomi ve politikanın birbirinden ayrılması sadece piyasanın özerkliğini sağlamamış, daha önceki devlet formasyonlarında görülmemiş bir siyasi alan da sağlamıştır. Son derece düzensiz ve çatışmalı yapıya sahip iktisadi alanın devamlılığı, devlet müdahalesini zorunlu hâle getirmektedir. Piyasa ilişkilerinden görece özerk olan devlet ise, kapitalist<br/>sınıfların kısa erimli çıkarlarıyla çelişen politikalar uygulayarak, kapitalist üretim ilişkilerinin uzun vadeli selametini sağlamaktadır. Doğru yanıt B seçeneğinde verilmiştir."
  },
  {
    "id": "3621775",
    "unitNumber": 3,
    "text": "Devleti, iktidar analizinin merkezinden kaldırarak, iktidar ilişkilerinin tüm topluma yayılmış çok merkezli yapısını analiz eden teoriyi kim kurmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Vilfredo Pareto",
      "B": "Robert Michels",
      "C": "Karl Marx",
      "D": "Michel Foucault",
      "E": "Steven Lukes"
    },
    "explanation": "İktidar başlığı altında<br/>Foucaultcu iktidar tanımının siyaset sosyolojisi literatürüne en büyük katkısı devlet-merkezli anlayışlarının göremediği söylemsel ve minör iktidar alanlarını analizinin merkeze almasıdır. Devlet, iktidar analizi için önemsiz bir alan değil ancak toplumdaki iktidar ilişkilerinin kurulduğu birçok alandan sadece bir tanesidir. Bu bağlamda Foucault devleti iktidar tartışmalarının merkezinden alıp ‘yönetim problematiği’ içine yerleştirmektedir. Foucault disiplinize edici iktidarın, içselleştirilmiş iktidar olduğunu iddia etmektedir. Tam da bu sebepten ötürü iktidar düşünme biçimleri, egemen söylemler, davranış kalıpları ile ilgilidir. İktidarın bu biçimi hem merkezileşmiş bir şekilde yukarıdan aşağıya kurulmakta, hem de aşağıdaki öznel performanslarla ve günlük etkileşimlerle yeniden üretilmektedir. İktidar disipline edici pratikler ve mikro-politika yoluyla topluma dağılmış durumdadır. Foucault bu noktada modernist egemen devlet anlayışının ötesine geçerek iktidar analizi yapılması gerektiğini savunmaktadır. Doğru yanıt D seçeneğinde verilmiştir."
  },
  {
    "id": "3621776",
    "unitNumber": 3,
    "text": "<em>Sosyolojik düşünme </em>tabirini literatüre kazandırmış olan, kendi yaşamlarımıza dair öz farkındalık kazanırken bunu yalnızca bireysel değil, bir toplumsal bağlama ve iktidar ilişkilerinin içine de oturtacak bir çerçeve kurmaya yönelik ele almayı vurgulayan olan düşünür kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Wrigth Mills",
      "B": "Slavoj Zizek",
      "C": "Steven Lukes",
      "D": "Karl Marx",
      "E": "Robert Michels"
    },
    "explanation": "<em>Sosyolojik düşünme </em>tabirini literatüre kazandırmış olan Wright Mills’in amacı bizlerin kendi yaşamlarımıza dair öz farkındalık kazanırken bunu yalnızca bireysel değil, toplumsal bir bağlama ve iktidar ilişkilerinin içine de oturtacak bir çerçeve sağlamaktır."
  },
  {
    "id": "3621777",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, Slavoj Zizek’in “Kukla ve Cüce” adlı kitabının ana konusudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Başka dünyalardaki yaşam",
      "B": "İklim değişikliği sorunları",
      "C": "Yeni iktidar biçimleri",
      "D": "Yeni savaş teknikleri",
      "E": "Çağımızın cinsiyet sorunu"
    },
    "explanation": "Çağımızın en ünlü ve medyatik düşünürlerinden biri olan Slavoj Zizek 2003 yılında yazmış olduğu <em>Kukla ve Cüce </em>kitabı üzerine konuşmak için Amerika’da popüler olan bir televizyon programına katılır. Sunucu Zizek’e kitabının çok karmaşık olduğunu ve bir şey anlamadığını söyler, Zizek ise basit bir örnekle kitabının yeni iktidar biçimleriyle ilgili olduğunu ifade eder."
  },
  {
    "id": "3621778",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, çoğulculuk anlayışının devlet ile ilgili temel varsayımları arasında sayılamaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Farklı toplumsal çıkarlardan oluşan sivil toplum örgütleri hükümetteki baskı gruplarını oluşturmaktadır.",
      "B": "Devletin gücünü dengeleyecek güçlü sivil toplum örgütlerine ihtiyaç vardır.",
      "C": "Örgütlenmiş sivil toplum kuruluşları hem üretim hem de üretilenin yeniden dağıtımı için devlete alternatif oluşturmamalıdır.",
      "D": "İktidar ekonomik ve politik olarak hükümeti oluşturan farklı kurumlara dağılmış durumdadır.",
      "E": "Aynı çıkar grubu hükümetin bütün organlarını kontrol altında tutamaz."
    },
    "explanation": "(3) Örgütlenmiş sivil toplum kuruluşları hem üretim hem de üretilenin yeniden dağıtımı için devlete alternatif oluşturabilirler."
  },
  {
    "id": "3621779",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çoğulculuk literatürüne akademik olarak getirilen eleştiriler bağlamında <strong>yanlış </strong>kabul edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çoğulculuk literatürünün dayanağını oluşturan çalışmalar Amerika’yı merkeze almamakta, dünyanın diğer coğrafyalarına bir genelleme oluşturmaktadır.",
      "B": "Toplumdaki farklı talepler eşyanın tabiatı gereği bir toplumsal uzlaşma yaratmaktansa, kutuplaşmaya sebep olabilmektedir.",
      "C": "Her sivil toplum örgütünün eşit temsil edilip edilmediği konusunda ciddi bir soru işareti vardır.",
      "D": "İktidar her paydaşa eşit şekilde dağıtılmamaktadır.",
      "E": "Çoğulculuk iktidarın görünen yüzüne odaklanmakta ve temsil edilemeyenlerin yaşadıkları iktidar ilişkilerini ve onları dışlayan toplumsal yapıları görememektedir."
    },
    "explanation": "Akademik olarak ise çoğulculuk literatürüne şu şekilde eleştiriler yöneltilmiştir: (1) Çoğulculuk literatürünün dayanağını oluşturan çalışmalar Amerika’yı merkeze almakta, dünyanın diğer coğrafyalarına bir genelleme oluşturmamaktadır."
  },
  {
    "id": "3621780",
    "unitNumber": 3,
    "text": "Weber’in, modern demokrasilerin elitist olma eğilimlerini açıkladığı ‘Sezarizm’ kavramı hangi devlet yönetimi analizi üzerine inşa edilmiş bir kavramdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Antik Yunanistan",
      "B": "Sümer",
      "C": "Eski Mısır",
      "D": "Göktürk",
      "E": "Antik Roma Cumhuriyeti"
    },
    "explanation": "Weber’in modern demokrasilerin elitist olma eğilimlerini açıkladığı ‘Sezarizm’ kavramı seçkinciler için önemlidir. Sezarizm, Julius Caesar’ın diktatörlüğü altındaki Antik Roma Cumhuriyetinin analizi üzerine inşa edilmiş bir kavramdır."
  },
  {
    "id": "3621781",
    "unitNumber": 3,
    "text": "Aşağıdaki eşlemelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Kukla ve Cüce - Wright Mills",
      "B": "Sosyolojik Düşünme - Slavoj Zizek",
      "C": "Siyaset- Steven Lukes",
      "D": "Amerika’da Demokrasi - Tocqueville",
      "E": "İktidarın Üç Yüzü - Aristo"
    },
    "explanation": "Amarikan kültürü ve siyaset yapma biçiminin demokrasi fikrinin alt yapısını oluşturduğunu iddia eden Tocqueville’e kadar geri gitmektedir (Düşünürün detaylı çalışmaları için kitaptaki Sivil Toplum bölümüne bakınız). İki ciltlik <em>Amerika’da Demokrasi </em>isimli kitabında çoğulculuk için iki önemli varsayımda bulunmaktadır."
  },
  {
    "id": "3621782",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, Robert Dahl’ın, organize olmuş farklı azınlıkların eşit şekilde iktidar mekanizması içinde temsil edilmeleri anlamına gelen kavramıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Polüralizm",
      "B": "Poliarşik demokrasi",
      "C": "Marksizm",
      "D": "Seçkincilik",
      "E": "Oligarşi"
    },
    "explanation": "Dahl’ın <em>poliarşik demokrasi </em>olarak tanımladığı ideal demokratik durum, organize olmuş farklı azınlıkların eşit şekilde iktidar mekanizması içinde temsil edilmeleri anlamına gelmektedir."
  },
  {
    "id": "3621783",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, Marksist devlet teorisinin somut analizini gerçekleştirmek için çalışmalar yapan, araçsalcı devlet yaklaşımının en bilinen teorisyenlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Max Weber",
      "B": "Robert Michels",
      "C": "Vilfredo Pareto",
      "D": "Ralph Miliband",
      "E": "Gaetano Mosca"
    },
    "explanation": "Ralph Miliband, araçsalcı devlet yaklaşımının en bilinen teorisyenlerinden biri olarak 1969 yılında yayınladığı <em>Kapitalist Devlet </em>isimli kitabında gelişmiş kapitalist ülkelerde yönetici sınıflar ve devlet arasındaki ilişkiye odaklanmaktadır."
  },
  {
    "id": "3621784",
    "unitNumber": 3,
    "text": "Yapısalcı devlet yaklaşımına göre, devlete kapitalist karakterini veren durum nereden kaynaklanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kapitalist üretimin yapısı ve çelişkilerinden",
      "B": "Sermaye temsilcilerinden",
      "C": "Toplum merkezli devlet yönetiminden",
      "D": "Devlet müdahalesinin fazlalığından",
      "E": "Serbest piyasa ekonomi politikasından"
    },
    "explanation": "Yapısalcı devlet yaklaşımı, Miliband’ın cevaplayamadığı temel sorular üzerine şekillenmiş ve devlete kapitalist karakterini veren durumun önemli kurumlardaki sermaye temsilcilerinden değil, kapitalist üretimin yapısından ve çelişkilerinden kaynaklandığını iddia etmiştir."
  },
  {
    "id": "3621785",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, on sekizinci yüzyılda liberal ideolojinin ve kapitalist üretim ilişkilerinin kurumsallaşmaya başlaması ile birlikte yönetici “hükümdar” anlayışı yerine ortaya çıkan anlayıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyalizm",
      "B": "Kapitalizm",
      "C": "Yönetme sanatı",
      "D": "İnsan merkezli",
      "E": "Modern devlet"
    },
    "explanation": "Liberal ideolojinin ve kapitalist üretim ilişkilerinin kurumsallaşması ile birlikte yönetici “hükümdar” anlayışının yerine ‘yönetme sanatının’ ortaya çıkmasıyla, ekonomi siyasetten (ya da kraldan) bağımsızlaştırılmış ve özgür bireylerin kendi çıkarları peşinde koştuğu bir alan haline gelmiştir (Hamilton ve Neumann, 2018: 301)."
  },
  {
    "id": "3621786",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çoğul iktidar odaklarından biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Siyasi partiler",
      "B": "Rasyonel birey",
      "C": "Çıkar grupları",
      "D": "Seçmenler",
      "E": "Sivil toplum kuruluşları"
    },
    "explanation": "Toplumdaki çoğul iktidar odaklarını siyasi partiler, çıkar grupları, seçmenler, sivil toplum kuruluşları ve farklı toplumsal aktörler meydana getirmektedir.<br/>Rasyonel birey"
  },
  {
    "id": "3621787",
    "unitNumber": 3,
    "text": "Güçlü olan A kendi çıkarlarını, güçsüz olan B’nin çıkarları olduğunu iddia ederek, B’nin çıkarı olmayan davranış ve düşünceleri onun kabul etmesini sağlar. Bu görüş Lukes'in kavramlaştırdığı iktidarın hangi yüzünü ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Tek boyutlu iktidar",
      "B": "Gündem belirleyici iktidar",
      "C": "İktidarın somut yüzü",
      "D": "İktidarın görünmeyen yüzü",
      "E": "Çift boyutlu iktidar"
    },
    "explanation": "İktidarın üçüncü yüzü ise iktidarın görünmeyen şekilde nasıl işlediği üzerine odaklanmayı gerektirir. Buradaki temel soru hemen fark edemediğimiz iktidar mekanizmalarının nasıl işlediğidir? İktidarın en etkili şekilde kurulduğu bu mekanizmada güçlü olan A kendi çıkarlarını, güçsüz olan B’nin çıkarları olduğunu iddia ederek, B’nin çıkarı olmayan davranış ve düşünceleri onun kabul etmesini sağlar<br/>İktidarın görünmeyen yüzü"
  },
  {
    "id": "3621788",
    "unitNumber": 3,
    "text": "Robert Dahl, organize olmuş farklı azınlıkların eşit şekilde iktidar mekanizması içinde temsil edilmesi anlamına gelen ideal demokratik durum aşağıdaki hangi kavramla tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Poliarşik demokrasi",
      "B": "Biyoiktidar",
      "C": "Monarşi",
      "D": "Göreli özeklik",
      "E": "Oligarşi"
    },
    "explanation": "Dahl’ın poliarşik demokrasi olarak tanımladığı ideal demokratik durum, organize olmuş farklı azınlıkların eşit şekilde iktidar mekanizması içinde temsil edilmeleri anlamına gelmektedir"
  },
  {
    "id": "3621789",
    "unitNumber": 3,
    "text": "Çoğulculuk paradigmasının devletle ilgili görüşleri arasında aşağıdakilerden hangisi sayılabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çıkar grupları arasında siyasi çekişmeler sistemin sınırları üzerinden gerçekleştirilir.",
      "B": "Devlet toplumun üzerinde bir yapılanma olduğu için gücü sınırsızdır.",
      "C": "İktidar hükümeti oluşturan farklı gruplara dağılmıştır.",
      "D": "Aynı çıkar grubu hükümetin bütün organlarını kontrol edebilir.",
      "E": "Sivil toplum örgütleri hükümetteki bir askı grubu olarak yer almaz."
    },
    "explanation": "çoğulculuğun devlet ile ilgili temel varsayımları şu şekilde sıralanabilir:\n<br/>(1) Farklı toplumsal çıkarlardan oluşan sivil toplum örgütleri hükümetteki baskı gruplarını oluşturmaktadır.\n<br/>(2) Devlet toplumun üzerinde ve dışında olmadığı için, devletin gücü sınırlandırılmalıdır. Tam da bu sebepten ötürü devletin gücünü dengeleyecek güçlü sivil toplum örgütlerine ihtiyaç vardır.\n<br/>(3)Örgütlenmiş sivil toplum kuruluşları hem üretim hem de üretilenin yeniden dağıtımı için devlete alternatif oluşturabilirler.\n<br/>(4) İktidar ekonomik ve politik olarak hükümeti oluşturan farklı kurumlara<br/>dağılmış durumdadır, aynı çıkar grubu hükümetin bütün organlarını kontrol altında tutamaz<br/>İktidar hükümeti oluşturan farklı gruplara dağılmıştır."
  },
  {
    "id": "3621790",
    "unitNumber": 3,
    "text": "Scott, iki tip seçkin iktidardan bahseder. Aşağıdaki kavramlardan hangisi herhangi bir sınıfın tek başına iktidar olmadığı bir koalisyon formu olarak bu iktidarı ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Dışlayıcı elit iktidar",
      "B": "Kapsayıcı elit iktidar",
      "C": "İktidar seçkinleri",
      "D": "Oligarşinin tunç yasası",
      "E": "Yönetici seçkinler iktidarı"
    },
    "explanation": "Scott, İngiltere’yi ekonomik, toplumsal ve politik güce sahip bir azınlığın yönettiğini iddia etmekte ve iki tip seçkin iktidarından bahsetmektedir: Dışlayıcı elit iktidarı ve kapsayıcı elit iktidarı. Dışlayıcı iktidar iktidarı kendi üyeleriyle sıkı bir bağa sahiptir ve dışlayıcı bir dayanışma içindedir, kapsayıcı elit iktidarı ise herhangi bir sınıfın tek başına iktidar olmadığı bir koalisyon formunu almaktadır."
  },
  {
    "id": "3621791",
    "unitNumber": 3,
    "text": "Araçsal devlet yaklaşımının en bilinen teorisyenlerinden Ralph Miliband, Kapitalist Devlet isimli kitabıyla kapitalist ülkelerde hangi ikisi arasındaki ilişkiye odaklanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Devlet-Üretici sınıf",
      "B": "Devlet-Sivil toplum örgütleri",
      "C": "Devlet-Özel sektör",
      "D": "Özel sektör-Politikacılar",
      "E": "Devlet-Yönetici sınıflar"
    },
    "explanation": "Ralph Miliband araçsalcı devlet yaklaşımının en bilinen teorisyenlerinden biri olarak 1969 yılında yayınladığı Kapitalist Devlet isimli kitabında gelişmiş kapitalist ülkelerde yönetici sınıflar ve devlet arasındaki ilişkiye odaklanmaktadır.<br/>Devlet-Yönetici sınıflar"
  },
  {
    "id": "3621792",
    "unitNumber": 3,
    "text": "Miliband'a göre devleti oluşturan kurumlar arasında aşağıdakilerden hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hükümet",
      "B": "Yönetim aygıtı",
      "C": "Baskı aygıtları",
      "D": "Eğitim aygıtı",
      "E": "Yargı aygıtları"
    },
    "explanation": "Miliband için devlet beş temel kurumdan oluşmaktadır:\n<br/>(1) Ulusal düzeyde seçilmişlerin temsil edildiği yasama ve yürütme organından<br/>oluşan hükümet.\n<br/>(2) Bürokrasi, kamu şirketleri, merkez bankası ve düzenleme kurullarından oluşan yönetim aygıtı.\n<br/>(3) Ordu, polis, milli istihbarat teşkilatlarından oluşa baskı aygıtları.\n<br/>(4) Yargıçlar, hakimler, savcılar ve hapishanelerden oluşan yargı<br/>aygıtları.\n<br/>(5) Belediyelerden ve mahalli idarelerden oluşan oluşan yerel yönetim aygıtları<br/>Eğitim aygıtı"
  },
  {
    "id": "3621793",
    "unitNumber": 3,
    "text": "Aşağıdaki kavramlardan hangisi nüfusun yönetilmesi için geliştirilen sağlık sistemleri, normal davranış kalıpları, sağlık sigortaları, emeklilik planlamaları, doğum kontrolleri, kentsel planlama gibi yönetsel tekniklerle dolaylı bir yönetimi ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "İktidar",
      "B": "İktidar Bloğu",
      "C": "Biyoiktidar",
      "D": "Göreli özerklik",
      "E": "Araçsal devlet"
    },
    "explanation": "Modern devlette, şiddet ve doğrudan kontrol mekanizmalarına dayanan hükümranlık iktidarının yerini biyoiktidar almıştır. Biyoiktidar nüfusun yönetilmesi<br/>için geliştirilen sağlık sistemleri, normal davranış kalıpları (deliliğin tersi olarak),<br/>sağlık sigortaları, emeklilik planlamaları, doğum kontrolleri, kentsel planlama gibi<br/>yönetsel teknikleri içerir."
  },
  {
    "id": "3621794",
    "unitNumber": 3,
    "text": "Devletin göreli özerkliği kavramını geliştiren kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Poulantzas",
      "B": "Miliband",
      "C": "Marx",
      "D": "Faucault",
      "E": "Miller"
    },
    "explanation": "Nicos Poulantzas’ın kapitalist devletin yapısal özelliklerini kavramsallaştırmak<br/>için sorduğu soru şudur: ‘Kapitalist devlet üretim ilişkilerinin yarattığı çelişkileri nasıl görünmez kılmaktadır?’. Devletin basitçe kapitalist sınıfların uzantısı olmadığını iddia eden Poulantzas, devletin göreli özerkliği kavramını geliştirmiştir.<br/>Göreli özerklik"
  },
  {
    "id": "3621795",
    "unitNumber": 3,
    "text": "Faucoult, gelirimizi tasarruf etmemiz, yasalara uygun davranmamız ve benzer davranışlarla örneklendirebileceğimiz disipline edici iktidarı tanımlamak için aşağıdaki kavramlardan hangisini kullanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Modelo",
      "B": "Panoptikon",
      "C": "Özerklik",
      "D": "Otorite",
      "E": "İktidarın gücü"
    },
    "explanation": "Foucault, güçlü bir otorite olmadan da bizden beklenen davranışları gerçekleştirmemizi mümkün kılan disipline edici iktidarı tanımlamak için panoptikon kavramını kullanmaktadır"
  },
  {
    "id": "3621796",
    "unitNumber": 3,
    "text": "I. Yönetim siyaset ilişkilerinin öznelliği\n II. Tek boyutlu güç ilişkileri\n III. Yasalar uygulanırken uygulanan yöntem\n IV. Gündem belirleyici iktidar\n V. Güç ilişkilerinin görünmez mekanizmaları\n Yukarıda verilenlere göre aşağıdakilerden hangisinde Steven Lukas’ın \"iktidarın üç yüzü soyutlaması\" <strong>en doğru ve kapsamlı</strong> biçimde ifade edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve V",
      "D": "II, III ve V",
      "E": "II, IV ve V"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın İktidarın Üç Yüzü (sayfa 60) tekrar gözden geçiriniz.<br/>Sorunun cevabını verilmesi için Steven Lukes’in Steven Lukes’in iktidarın üç yüzü soyutlamasını gözden geçirelim. Lukes’a göre iktidar tanımı üç farklı düzeyde güç ilişkilerinin nasıl işlediği üzerine odaklanmıştır. Lukes iktidarın ilk yüzünü <strong>tek boyutlu</strong> ve net bir şekilde görülebilen <strong>güç ilişkileri</strong> bağlamında; iktidarın ikinci yüzünü siyaset alanında bazı soruların hiç gündeme gelmemesinin sebeplerini araştırdığı <strong>gündem belirleyici iktidar</strong> olarak; iktidarın üçüncü boyutunu ise <strong>güç ilişkilerinin günlük hayatımızdaki görünmez mekanizmaları bağlamında</strong> incelemektedir. Bu durumda “E” şıkkı doğru yanıt olmaktadır."
  },
  {
    "id": "3621797",
    "unitNumber": 3,
    "text": "Bir bölgede maden ocakları vardır ve yöre insanları iş bulmakta istihdam olanağı sağlanmaktadır. Buna karşılık maden ocaklarının yer altı sularının kirliliği, çıkardığı toz ile doğaya ve deniz canlılarına verdiği zarar görünmez kılınmaktadır. Diğer bir ifadeyle maden ocağının ekolojik etkileri gündem oluşturmayacak, sadece istihdam yaratma etkisi tartışılmaktadır.\n Yukarıdaki örnek olayda oluşan durumda Steven Lukas’a göre iktidarın hangi yüzü ifade edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İktidarın otoriter yapısı yaklaşımı",
      "B": "Güç ilişkilerinin görünmez mekanizmaları",
      "C": "Gündem belirleyici iktidar",
      "D": "Tek boyutlu güç ilişkileri",
      "E": "Yönetim siyaset ilişkileri anlayışı"
    },
    "explanation": "<strong>AÇIKLAMA: </strong>Eğer doğru yanıt verilemediyse, kılavuz kitabımızın İktidarın Üç Yüzü (sayfa 60) tekrar gözden geçiriniz.<br/>Sorunun cevabını verilmesi için Steven Lukes’in Steven Lukes’in iktidarın üç yüzü soyutlamasını gözden geçirelim. Lukes’a göre iktidar tanımı üç farklı düzeyde güç ilişkilerinin nasıl işlediği üzerine odaklanmıştır. Lukes iktidarın ilk yüzünü tek boyutlu ve net bir şekilde görülebilen güç ilişkileri bağlamında; iktidarın ikinci yüzünü siyaset alanında bazı soruların hiç gündeme gelmemesinin sebeplerini araştırdığı gündem belirleyici iktidar olarak; iktidarın üçüncü boyutunu ise güç ilişkilerinin günlük hayatımızdaki görünmez mekanizmaları bağlamında incelemektedir. Bu bilgiler ile çeldiriciler birlikte gözden geçirildiğinde doğru cevabın “C” şıkkı olduğu görülür."
  },
  {
    "id": "3621798",
    "unitNumber": 3,
    "text": "Yöntemsel bireycilik aşağıdaki akımlardan hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Radikalizm",
      "B": "Liberalizm",
      "C": "Demokrasi",
      "D": "Neo- Marksist",
      "E": "İlerlemecilik"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın İktidarın Üç Yüzü bölümünde (özellikle sayfa 60) tekrar gözden geçiriniz.<br/>Sorunun cevabını verilmesi için kılavuz kitabımızın İktidarın Üç Yüzü (sayfa 61) yöntemsel bireyciliğin liberalizm anlayışının ontolojik olarak benimsediği bakış açısı olarak verilmektedir. “Bu yaklaşım devlet ve toplumu açıklarken bireylerden başka gerçekliği kabul etmeyen ve kendi çıkarlarının peşinde koşan rasyonel bireyi merkeze alarak hem ekonomiyi hem de modern kurumları açıklar. Diğer bir ifadeyle bireyler yöntemsel açıdan kurucu özne ve ahlaki açıdan öncelikli varlıklar” görüşüne değinilmektedir. Bu bilgiye dayalı olarak doğru cevabın “B” şıkkı olduğu belirmektedir."
  },
  {
    "id": "3621799",
    "unitNumber": 3,
    "text": "I. Adaletin sağlanması devletin asli görevi midir?\n II. Devlet kimin ya da hangi grupların çıkarları adına hareket etmektedir?\n III. Devlet politikalarını kimler etkileyebilmektedir?\n IV. Devletler nasıl değişmektedir?\n V. Aktif siyaset ile kamu yönetimi ayrımını devletler nasıl sağlamaktadırlar?\n VI. Devletin hesap verebilirliğini kitleler ne kadar kontrol edebilmektedir?\n Yukarıda verilenlere göre aşağıdakilerden hangisinde siyaset biliminde iktidar yaklaşımlarının genel olarak devlete ilişkin sorduğu sorular <strong>en doğru ve kapsamlı</strong> biçimde ifade edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II, IV ve V",
      "C": "I, III, IV ve V",
      "D": "I, II, III ve V",
      "E": "II, III, IV ve VI"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın İktidarın Üç Yüzü bölümünde (özellikle sayfa 61) tekrar gözden geçiriniz.<br/>Sorunun cevabını verilmesi için kılavuz kitabımızın sayfa 61 okunduğunda, siyaset biliminde genel olarak iktidar yaklaşımlarının sorduğu temel sorular şu şekilde verilmektedir: (1) Devlet kimin ya da hangi grupların çıkarları adına hareket etmektedir? (2) Devlet politikalarını kimler etkileyebilmektedir? (3) Devletin hesap verebilirliğini kitleler ne kadar kontrol edebilmektedir? (4) Devletler nasıl değişmektedir? Bu sorular dikkate alındığında cevabın “E” şıkkında verildiği görülür."
  },
  {
    "id": "3621800",
    "unitNumber": 3,
    "text": "Robert Dahl tarafından siyaset bilimine kazandırılan ideal demokratik rejimlerde organize olmuş farklı azınlıkların eşit şekilde iktidar mekanizması içinde temsil edilmeleri biçiminde tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Radikal demokrasi",
      "B": "Sosyalist demokrasi",
      "C": "Monarşik iktidar",
      "D": "Poliarşik demokrasi",
      "E": "Oligarşik iktidar"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın Çoğulculuk ve Devlet bölümünü (özellikle sayfa 62) tekrar gözden geçiriniz.<br/>Sorunun cevabını verilmesi için kılavuz kitabımızın sayfa 62 dikkatle gözden geçirildiğinde, konuya ilişkin Robert Dahl’ın görüşlerine yer verilerek durum şu biçimde verilmektedir. “Dahl’ın poliarşik demokrasi olarak tanımladığı ideal demokratik durum, organize olmuş farklı azınlıkların eşit şekilde iktidar mekanizması içinde temsil edilmeleri anlamına gelmektedir.” Bu saptamaya dayalı olarak doğru cevabın “D” şıkkı olduğu belirlenmektedir."
  },
  {
    "id": "3621801",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi oligarşinin tunç yasası olarak bilinen olgunun nedenlerinden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Eğitim düzeyinin yetersiz olması",
      "B": "Doğrudan demokrasinin güç olması",
      "C": "Uzmanlık isteyen işlerin olması",
      "D": "Liderlerin etki ve niteliğinin etkisi",
      "E": "İnsan doğası ve toplumsal yapı"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın Seçkincilik ve Devlet bölümünü (özellikle sayfa 64) tekrar gözden geçiriniz.<br/>Sorunun cevabını verilmesi için kılavuz kitabımızın sayfa 64 dikkatle gözden geçirildiğinde, konuya ilişkin şu görüşlere yer verildiği görülecektir. Modern toplumlardaki tüm sivil toplum örgütleri ve devlet mekanizmaları için geçerli olan oligarşinin tunç yasası, hem insan doğasının hem de toplumun yapısal özelliklerinin sonucudur. Bunun sebepleri ise doğrudan demokrasinin karmaşık toplumlarda mümkün olmaması, yetki devrinin zorunluluk olarak ortaya çıkması, örgütlerdeki işlerin karmaşıklaşması ile uzmanlaşmış bürokratik yapılara olan gereksinimin ortaya çıkması ve liderlerin etki ve nitelik açısından üstün konumlarıdır. Bu bilgilere dayalı olarak “A” şıkkında verilen “Eğitim düzeyinin yetersiz olması” sorununa yer verilmediği görülmektedir. Bu verilere göre doğru cevap “A” şıkkıdır."
  },
  {
    "id": "3621802",
    "unitNumber": 3,
    "text": "“Toplumda eşitsiz bir iktidar dağılımı ve bu iktidarın da ayrıcalıklı bir zümrenin elinde toplandığını iddia etmektedir. Ancak, yönetici azınlığı tanımlamak için sosyal sınıf terimi yerine iktidar seçkinleri terimini kullanmakta ve toplumsal değişimlerde kitlelere pasif bir rol düştüğünü iddia etmektedirler”\n Yukarıda ifade edilen görüşler aşağıda verilen gruplardan hangisine ait görüşlerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Radikal demokratlar",
      "B": "Liberal düşünürler",
      "C": "Seçkinci düşünürler",
      "D": "Sosyal demokratlar",
      "E": "Sosyalist düşünürler"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın Seçkincilik ve Devlet bölümünü (özellikle sayfa 65) tekrar gözden geçiriniz.<br/>Sorunun cevabını verilmesi için kılavuz kitabımızın sayfa 65 dikkatle gözden geçirildiğinde, konuya ilişkin şu görüşlere yer verildiği görülecektir.\n Seçkinci düşünürler, Marksist teorisyenlere benzer şekilde toplumda eşitsiz bir iktidar dağılımı ve bu iktidarın da ayrıcalıklı bir zümrenin elinde toplandığını iddia etmektedir. Ancak, yönetici azınlığı tanımlamak için sosyal sınıf terimi yerine iktidar seçkinleri terimini kullanmakta ve toplumsal değişimlerde kitlelere pasif bir rol düştüğünü iddia etmektedirler. Bu saptamaya dayalı olarak soru kökünde ifade edilen yaklaşımın seçkinci düşünürlere ait olduğu görülmektedir. Doğru cevap “C” şıkkıdır."
  },
  {
    "id": "3621803",
    "unitNumber": 3,
    "text": "_______ temel iddiası devlet toplumdaki egemen sınıfların iktidarını sağlayan ve yeniden üreten bir enstrümandır\n Yukarıda verilen tümcenin doğru olarak aşağıdaki ifadelerden hangisi tamamlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Demokratik devlet teorisinin",
      "B": "Seçkinci paradigmanın",
      "C": "Yapısalcı devlet yaklaşımının",
      "D": "Araçsalcı devlet yaklaşımının",
      "E": "Oligarşinin tunç yasasının"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın Sınıf Merkezli İktidar ve Devlet Yaklaşımı başlıklı bölümünde “Araçsalcı Devlet Yaklaşımı” alt başlığında (özellikle sayfa 68) tekrar gözden geçiriniz.<br/>Konu ile ilgili olarak kılavuz kitabımızda devletin toplumdaki egemen sınıfların iktidarını sağlayan ve yeniden üreten bir enstrüman olduğu görüşü araçsalcı devlet yaklaşımının\n Ait olduğu görülmektedir. Diğer çeldiricilerde verilen yaklaşım veya görüşlerin farklı görüşlerinin olduğu açıktır. Bu bilgiye göre doğru cevap “D” şıkkıdır."
  },
  {
    "id": "3621804",
    "unitNumber": 3,
    "text": "Modern devlette, şiddet ve doğrudan kontrol mekanizmalarına dayanan hükümranlık iktidarının yerini __________ almıştır. __________ nüfusun yönetilmesi için geliştirilen sağlık sistemleri, normal davranış kalıpları (deliliğin tersi olarak), sağlık sigortaları, emeklilik planlamaları, doğum kontrolleri, kentsel planlama gibi yönetsel teknikleri içerir.\n Yukarıda verilen paragrafta boşlukları siyaset sosyoloji açısından en anlamlı ve doğru olarak aşağıdaki verilenden hangi doldurmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Biyoiktidar /biyoiktidar",
      "B": "Demokrasi/demokrasi",
      "C": "Hümanizm/ Biyoiktidar",
      "D": "Demokrasi/ Hümanizm",
      "E": "Biyoiktidar/ demokrasi"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın İktidar ve Yönetimsellik başlıklı bölümünde “Yönetimsellik” alt başlığında (özellikle sayfa 73) tekrar gözden geçiriniz.<br/>Çağdaş dünyada artık eskilerde kalan şiddet ve doğrudan kontrol yerine başkaca yönetim biçim ve anlayışları yer almaktadır. Modern devlette, şiddet ve doğrudan kontrol mekanizmalarına dayanan hükümranlık iktidarının yerini biyoiktidar almıştır. Yönetimsellik kavramsallaştırmasında merkezi öneme sahip olan biyoiktidar teknikleri vatandaşların dolaylı yönetilmesinde kilit role sahiptir. Biyoiktidar nüfusun yönetilmesi için geliştirilen sağlık sistemleri, normal davranış kalıpları (deliliğin tersi olarak), sağlık sigortaları, emeklilik planlamaları, doğum kontrolleri, kentsel planlama gibi yönetsel teknikleri içerdiği ifade edilir. Bu açıdan sorunun çeldiricilerinde verilen demokrasi, hümanizm ginbi diğer kavramlar farklı anlamalara sahiptirler. Hümanizm insancı bakış ifade ederken demokrasi katılım, özgürlük kendi kendini yönetme anlamlarında kullanılır. Bu bilgilere dayalı olarak doğru cevabın “A” şıkkı olduğu görülür."
  },
  {
    "id": "3621805",
    "unitNumber": 3,
    "text": "I. Halkın can ve mal güvenliğini sağlamak\n<br/>II. Eğitimde kamusal gücü güçlendirmek\n<br/>III. Sivil toplumun kendi kurallarıyla yöneteceği alanı sağlamak\n<br/>IV. İktisadi alandaki arz-talep mekanizmalarına karışılamayan çerçeve çizmek\n<br/>V. Bireylerin sivil toplumda özgürce hareket edebilmelerine imkân vermek\n<br/>VI. Devletin kamusal işletmeler kurarak ekonomik yaşamda rol almasını sağlamak\n<br/>Yukarıda verilenlere göre aşağıdakilerden hangisinde liberal görüşler <strong>en doğru ve kapsamlı</strong> biçimde ifade edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II, IV ve V",
      "C": "I, III, IV ve V",
      "D": "I, II, III ve VI",
      "E": "II, III, IV ve VI"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın İktidar ve Yönetimsellik başlıklı bölümünde “Yönetimsellik” alt başlığında (özellikle sayfa 73) tekrar gözden geçiriniz.<br/>Konu ile ilgili olarak şu noktaları öncelikle not edelim. Liberal anlayışa göre devletin üç temel görevi vardır: (1) Topluma direk müdahale İktidar ve Devlet etmeden halkın can ve mal güvenliğini sağlamak. (2) Sivil toplumun kendi kurallarıyla yönetileceği ve iktisadi alandaki arz-talep mekanizmalarına karışılamayan genel bir hukuki ve yargısal çerçeve çizerek bunu korumak. (3) Devletin toplumu yönetebilmesinin biricik koşulu bireylerin sivil toplumda özgürce hareket edebilmelerine imkân vermektir. Bu temel görevlere bakıldığında liberal anlayışa göre devletin kamu işletmeciliği yapması doğru bir yaklaşım değildir. Bu nedenle soru kökü ve çeldiriciler dikkate alındığında, doğru cevabın “C” şıkkı olduğu görülür."
  },
  {
    "id": "3621806",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi siyasi partilerin toplumsal işlevlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Siyasal temsil",
      "B": "Toplumsal taleplere tutarlılık kazandırma",
      "C": "Siyasetçi yetiştirme",
      "D": "Siyasal katılımı teşvik etmek",
      "E": "Üyelerine maddi çıkarlar sağlamak"
    },
    "explanation": "E"
  },
  {
    "id": "3621807",
    "unitNumber": 4,
    "text": "Aşağıdaki parti sistemlerinden hangisi, yeni ideolojileri ve küçük grupları var olan gruplara katılmaya teşvik eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Tek Parti Sistemi",
      "B": "İki Parti Sistemi",
      "C": "Hakim Parti Sistemi",
      "D": "Egemen Parti Sistemi",
      "E": "Çok Partili Sistem"
    },
    "explanation": "B"
  },
  {
    "id": "3621808",
    "unitNumber": 4,
    "text": "Aşağıdaki parti sistemlerinden hangisi, meclis seçimlerinde çoğunlukçu sistemi benimser?",
    "correctAnswer": "B",
    "options": {
      "A": "Tek Parti Sistemi",
      "B": "İki Parti Sistemi",
      "C": "Çok Parti Sistemi",
      "D": "Hakim Parti Sistemi",
      "E": "Egemen Parti Sistemi"
    },
    "explanation": "B"
  },
  {
    "id": "3621809",
    "unitNumber": 4,
    "text": "İdeolojik çeşitliliğin toplumsal çeşitliliği yansıttığı parti sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tek Parti Sistemi",
      "B": "İki Parti Sistemi",
      "C": "Çok Partili Sistemi",
      "D": "Hakim Parti Sistemi",
      "E": "Egemen Parti Sistemi"
    },
    "explanation": "C"
  },
  {
    "id": "3621810",
    "unitNumber": 4,
    "text": "Her partinin parlamentoda mümkün olduğu kadar toplumda gördüğü desteğe bağlı olarak temsil edilmesini hedefleyen seçim sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tek Turlu Seçim Sistemi",
      "B": "İki Turlu Seçim Sistemi",
      "C": "Çoğunlukçu Seçim Sistemi",
      "D": "Orantısal Seçim Sistemi",
      "E": "Karma Seçim Sistemi"
    },
    "explanation": "D"
  },
  {
    "id": "3621811",
    "unitNumber": 4,
    "text": "Tek bir partinin hükümet olmasını ve bir sonraki seçime kadar görevde kalmasını kolaylaştıran seçim sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tek Turlu Seçim Sistemi",
      "B": "İki Turlu Seçim Sistemi",
      "C": "Orantısal Seçim Sistemi",
      "D": "Çoğunlukçu Seçim Sistem<strong>i</strong>",
      "E": "Karma Seçim Sistemi"
    },
    "explanation": "D"
  },
  {
    "id": "3621812",
    "unitNumber": 4,
    "text": "Az sayıda ama yerel ölçüde etkin ve saygın üyeler edinerek örgütlenen siyasi parti türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kitle",
      "B": "Torba",
      "C": "Totaliter",
      "D": "Tek mesele",
      "E": "Kadro"
    },
    "explanation": "E"
  },
  {
    "id": "3621813",
    "unitNumber": 4,
    "text": "Çok sayıda üyesinin küçük katkıları ve desteği ile örgütlenen siyasal parti türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kadro",
      "B": "Kitle",
      "C": "Torba",
      "D": "Totaliter",
      "E": "Tek mesele"
    },
    "explanation": "B"
  },
  {
    "id": "3621814",
    "unitNumber": 4,
    "text": "Aşağıdaki seçim sistemlerinden hangisi, temsilde adaleti sağlamak konusunda hassas değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çoğunlukçu Seçim Sistemi",
      "B": "Orantısal Seçim Sistemi",
      "C": "İki Turlu Seçim Sistemİ",
      "D": "Tek Turlu Seçim Sistemi",
      "E": "Karma Seçim Sistemi"
    },
    "explanation": "A"
  },
  {
    "id": "3621815",
    "unitNumber": 4,
    "text": "Fransız Devrimi'nden bu yana “halk iradesi” ya da “milli irade” diye adlandırılan bir iradenin oluştuğu ve halkın temsilcilerinin bu iradeyi kullanma yetkisine sahip olduğu varsayımı, aşağıdaki düşünürlerden hangisinin demokrasilerde seçimlerin sonucu olarak tanımladığı “genel irade\" kavramı ile denk düşmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "J. G. Herder",
      "B": "J.A. Schumpeter",
      "C": "J. J. Rousseau",
      "D": "R. Michels",
      "E": "M. Duverger"
    },
    "explanation": "<strong>J. J. Rousseau</strong>"
  },
  {
    "id": "3621816",
    "unitNumber": 4,
    "text": "Demokrasinin aslında “halkın yönetimi” olmadığını vurgulayan Schumpeter’a göre aşağıdaki argümanlardan hangileri doğrudur?\n<br/>I- Her zaman yönetenler ve yönetilenler vardır. \n<br/>II- Her toplumda birbirine rakip seçkin grupları vardır. Demokrasi, bu gruplar arasındaki rekabetin seçimlerde vuku bulduğu bir yönetim sistemidir \n<br/>III- Demokrasinin bir avantajı rakip grupların şiddete başvurmasını engellemesidir. \n<br/>IV- Demokrasinin bir diğer avantajı ise yönetenleri yönetilenlere karşı hesap verme konumunda bırakmasıdır.",
    "correctAnswer": "D",
    "options": {
      "A": "I, III ve IV",
      "B": "II, III ve IV",
      "C": "I, II ve III",
      "D": "I, II, III ve IV",
      "E": "III ve IV"
    },
    "explanation": "I, II, III ve IV"
  },
  {
    "id": "3621817",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tipik siyasi parti türlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kadro partileri",
      "B": "Kitle partileri",
      "C": "Torba partiler",
      "D": "Tek mesele partileri",
      "E": "Koalisyon partileri"
    },
    "explanation": "Koalisyon partileri"
  },
  {
    "id": "3621818",
    "unitNumber": 4,
    "text": "Tüm seçmenlere seslenebilmek için ideolojik açıdan esnekleşmiş ve strateji belirlerken üyelerine değil de profesyonel uzmanların görüşlerine başvuran parti türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tek mesele partileri",
      "B": "Torba partiler",
      "C": "Kadro partileri",
      "D": "Kitle partileri",
      "E": "Koalisyon partileri"
    },
    "explanation": "Torba partiler"
  },
  {
    "id": "3621819",
    "unitNumber": 4,
    "text": "Hem temsilci ile temsil edilenler arasında yakınlık sağlayan hem de tek bir partinin hükümet olmasını ve bir dahaki seçime kadar görevde kalmasını kolaylaştıran seçim sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çoğunlukçu seçim sistemi",
      "B": "Orantısal seçim sitemi",
      "C": "İki turlu seçim sistemi",
      "D": "Çok partili seçim sistemi",
      "E": "Hakim seçim sistemi"
    },
    "explanation": "Çoğunlukçu seçim sistemi"
  },
  {
    "id": "3621820",
    "unitNumber": 4,
    "text": "Düşük hatta yok hükmünde bir barajla, barajı geçen her partinin yaklaşık olarak seçimlerde aldığı oy oranında parlamenterle temsil edilmesini sağlayan seçim sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İki turlu seçim sistemi",
      "B": "Çoğunlukçu seçim sistemi",
      "C": "Orantısal seçim sitemi",
      "D": "Çok partili seçim sistemi",
      "E": "Hakim seçim sistemi"
    },
    "explanation": "Orantısal seçim sitemi"
  },
  {
    "id": "3621821",
    "unitNumber": 4,
    "text": "Rakiplerinin seçimlerde kampanya yürütmesine izin vermekle birlikte devletin kaynaklarını kullanarak, rakiplerini devletin güvenlik güçleri aracılığıyla korkutarak ve hatta gerekirse seçim hilelerine başvurarak iktidardan uzak tutan parti sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tek parti sistemi",
      "B": "Hakim parti sistemi",
      "C": "Egemen parti sistemi",
      "D": "Çok partili sistemi",
      "E": "İki parti sistemi"
    },
    "explanation": "Egemen Parti sistemi dediğimiz sistemde iktidar partisi diktatöryel eğilimler gösterir. Bu parti, her ne kadar rakiplerinin seçimlerde kampanya yürütmesine izin verdiyse de, devletin kaynaklarını kullanarak, rakiplerini devletin güvenlik güçleri aracılığıyla korkutarak ve hatta gerekirse seçim hilelerine başvurarak iktidardan uzak tutmuştur."
  },
  {
    "id": "3621822",
    "unitNumber": 4,
    "text": "İktidarın daha hesap verebilir olduğu ve ideolojik çeşitliliğin toplumsal çeşitliliği yansıttığı ancak bu avantajların bedelinin ise istikrar ve sık rastlanan koalisyon krizleri olduğu parti sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İki parti sistemi",
      "B": "Tek parti sistemi",
      "C": "Hakim parti sistemi",
      "D": "Egemen parti sistemi",
      "E": "Çok parti sistemi"
    },
    "explanation": "Çok partili sistemi"
  },
  {
    "id": "3621823",
    "unitNumber": 4,
    "text": "Parti kimliği ile parti sadakatini önemsizleşmesi ve seçmenlerin oy verdikleri partiyi sık sık değiştirmeleri durumuna ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Seçmen apolitikleşmesi",
      "B": "Seçmen çizgisizleşmesi",
      "C": "Seçmen depolitizasyonu",
      "D": "Partisizleşme",
      "E": "Politizasyon"
    },
    "explanation": "Seçmen çizgisizleşmesi"
  },
  {
    "id": "3621824",
    "unitNumber": 4,
    "text": "Medya ile modern demokrasi arasındaki ilişkiye dair aşağıdaki ifadelerden hangileri doğrudur? I- Basın özgürlüğü, demokratik bir yönetimin “olmazsa olmaz”ıdır II- Çünkü basın özgürlüğünün olmadığı bir ortamda yuttaşlar devlet yöneticilerinin aldıkları ve toplumdan ziyade kendi kişisel çıkarlarına hizmet eden kararlardan haberleri olmaz. III- Ancak 20. yüzyılda (iktidarın kontrolündeki) kitle iletişim araçlarının demokrasi için bir tehdit de olabileceği görülmüştür. IV- Böylesi örneklerde medyanın demokratik bir denetim aracı olarak değil, tam tersine yukarıdan aşağı işleyen bir propaganda mekanizması olarak işleyebilmektedir.",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "I, II, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "I, II, III ve IV"
  },
  {
    "id": "3621825",
    "unitNumber": 4,
    "text": "Siyasi partileri baskı ve menfaat gruplarından ayıran en önemli özellik nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İktidara gelme iddiasında olmaları",
      "B": "Toplumsal talepleri yansıtmaları",
      "C": "Toplumsal çıkarları temsil etmeleri",
      "D": "Aday göstermeleri",
      "E": "Bir örgüt yapısına sahip olmaları"
    },
    "explanation": "A"
  },
  {
    "id": "3621826",
    "unitNumber": 4,
    "text": "İktidarda temsil edilen ideolojik çeşitliliğin toplumsal çeşitliliği yansıttığı ve siyasi iktidarın daha hesap verebilir olduğu; ancak bu avantajların bedelinin istikrar olduğu kadar sık rastlanan koalisyon krizleri olduğu parti sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tek parti sistemi",
      "B": "Çok partili sistem",
      "C": "Hakim parti sistemi",
      "D": "Egemen parti sistemi",
      "E": "İki parti sistemi"
    },
    "explanation": "Çok partili sistem"
  },
  {
    "id": "3621827",
    "unitNumber": 4,
    "text": "………………. sisteminin esasen iki dezavantajı vardır. Bunlardan ilki, toplumun geniş bir kesiminin, iktidardan çok uzun bir süre tamamen dışlanarak sisteme yabancılaşmasıdır. İkincisi ise hesap verebilirliği azaltması nedeniyle yolsuzluğu cesaretlendiren bir sistem olmasıdır. Yukarıdaki cümleyi aşağıdakilerden hangisi doğru bir şeklide tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Çok parti",
      "B": "İki parti",
      "C": "Tek parti",
      "D": "Hakim parti",
      "E": "Egemen parti"
    },
    "explanation": "Hakim parti"
  },
  {
    "id": "3621828",
    "unitNumber": 4,
    "text": "I-Tek-Parti sitemi\n II-İki-Parti sitemi\n III-Hakim Parti sistemi\n IV-Torba parti sistemi\n V-Çok Partili sistem\n Yukarıdakilerden hangileri mevcut <u>parti sistemleri</u>ndendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III, IV ve V",
      "B": "I, II, III ve IV",
      "C": "I, II, III ve V",
      "D": "I, II ve III",
      "E": "I, II ve V"
    },
    "explanation": "Gnel olarak, dört parti sisteminden bahsedilebilir. Bunlar; Tek-Parti, İki-Parti, Hakim Parti ve Çok Partili sistemlerdir. Dolayısıyla doğru cevap C: I, II, III ve V"
  },
  {
    "id": "3621829",
    "unitNumber": 4,
    "text": "I-Tek-Parti sistemi\n<br/>II-İki-Parti sistemi\n<br/>III-Hakim Parti sistemi\n<br/>IV-Torba parti sistemi\n<br/>V- Çok Partili sistemi\n<br/>Yukarıdakilerden hangileri -genel olarak- mevcut<strong> <u>parti sistemleri</u></strong>ndendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II, III, IV ve V",
      "C": "I, II, III ve V",
      "D": "I, II ve V",
      "E": "I, II ve III"
    },
    "explanation": "Mevcut parti sistemleri Tek-Parti sistemi, İki-Parti sistemi, Hakim Parti sistemi ve Çok Partili sistemdir. Torba parti sistemi yoktur sadece parti tipi olarak tıpkı kadro partileri ya da kitle partileri gibi torba partiler vardır. Dolayısıyla, doğru cevap: I, II, III ve V yani C şıkkı."
  },
  {
    "id": "3621830",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yurttaşlık kavramı ile ilgili yanlış bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yurttaşlık, bir kimlik kazandırır.",
      "B": "Yurttaşlık, birey ve devlet arasındaki bir sözleşmedir.",
      "C": "Yurttaşlık, ekonomik kaynaklar kadar siyasal, kültürel, dini kaynakların paylaşımıyla ilgilidir.",
      "D": "Yurttaşlığın bireyleri içerme süreçleri demokrasinin gelişmişliği ile ilgilidir.",
      "E": "Yurttaşlığın sadece hukuki bir sonucu vardır."
    },
    "explanation": "Yurttaşlık hukuki bir arka plana sahiptir ve bir statü kazandırır, ama bunun yanında kültürel, siyasal, ekonomik bir çok hakkın nasıl dağıtılacağıyla ilgili de sonuçlar doğurur."
  },
  {
    "id": "3621831",
    "unitNumber": 5,
    "text": "Antik Yunan'da insanı \"politik bir hayvan\" olarak tanımlayan Aristoteles'e göre yurttaşlık kriterlerinin temel dayanağı hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cinsiyet, ırk ve sınıf",
      "B": "Ekonomik statü",
      "C": "Cinsiyet",
      "D": "Yaş",
      "E": "Irk ve sınıf"
    },
    "explanation": "Aristoteles'e göre 20 yaş ve üzerinde erkek olmak, Atina'da doğmuş olmak, savaşçı olmak ve köle sahibi olmak yurttaş olmanın kriterlerini oluşturmaktadır. Dolayısıyla cinsiyet, ırk ve sınıf kriterlerin temel dayanağıdır."
  },
  {
    "id": "3621832",
    "unitNumber": 5,
    "text": "Yurttaşların bir kez otoriteyi yöneticiye devrettikten sonra pasif olarak itaat etmek zorunda olduklarını ifade eden kişi kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Locke",
      "B": "Hobbes",
      "C": "Schnapper",
      "D": "Habermas",
      "E": "Rousseau"
    },
    "explanation": "İngiliz siyaset felsefecisi Hobbes, otoriteyi bir kez devrenen vatandaşların artık otoriteye itaat etmek zorunda olacaklarını ifade eden kişidir."
  },
  {
    "id": "3621833",
    "unitNumber": 5,
    "text": "Liberal yurttaşlığın temel ilkesi hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mülkiyet edinme hakkı",
      "B": "İfade özgürlüğü",
      "C": "Bireysel özgürlük",
      "D": "Girişimcilik",
      "E": "Oy verme hakkı"
    },
    "explanation": "Rasyonel varlıklar olarak insanlar kendi amaçlarını özgürce seçebilir ve liberal devlet anlayışına göre devlet bu amaçlar ulaşma konusunda bireylere destek olmalıdır."
  },
  {
    "id": "3621834",
    "unitNumber": 5,
    "text": "\"Yurttaşlık\" ve \"Toplumsal Sınıflar\" isimli çalışmasıyla yurttaşlık haklarını tarihsel süreç içerisinde inceleyen kişi kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Habermas",
      "B": "Locke",
      "C": "Rousseau",
      "D": "Marshall",
      "E": "Weber"
    },
    "explanation": "Marshall, sivil, siyasal ve sosyal hakların önemine değinerek, sosyal vatandaşlık kavramını ilk kavramsallaştıran kişidir."
  },
  {
    "id": "3621835",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Marshall'ın yurttaşlık anlayışına getirilen eleştirilerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yurttaşlık ilkelerinin sınıf eşitsizliğini kademeli olarak azaltacağını varsaymıştır.",
      "B": "Yurttaşlık haklarının kümülatif ve evrimsel olduğunu varsaymıştır.",
      "C": "Yurttaşlık anlayışında kadınlar, siyahiler, yaşlılar, işsizlere ilişkin analiz neredeyse yoktur.",
      "D": "Kadınların öznel geçmişine yönelik bir yer ayrılmadığı gibi ataerkil bir bakış açısına sahiptir",
      "E": "Göç ve yurttaşlık üzerinde çok durmuştur."
    },
    "explanation": "Göç, göçmenler gibi konular Marshall'ın yurttaşlık anlayışı içerisinde yer almamıştır."
  },
  {
    "id": "3621836",
    "unitNumber": 5,
    "text": "20.yy.'ın yarısından sonra Avrupa ülkelerinin katı yurttaşlık politikalarını ve değerlerini yeniden gözden geçirmelerine neden olan temel olgu hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa'ya yapılan kitlesel göçler",
      "B": "Teknolojinin gelişimi",
      "C": "Fabrikaların açılması",
      "D": "Nüfusun artması",
      "E": "Ulus-devletin zayıflaması"
    },
    "explanation": "Özellikle Batı Avrupa ve Amerika'ya yapılan göçler, esnek politikalara olan ihtiyacı artırmıştır. Göçmenlerin hakları konusunda artan talepleri katı yurttaşlık politikalarının yeniden değerlendirilmesine neden olmuştur."
  },
  {
    "id": "3621837",
    "unitNumber": 5,
    "text": "Ekonomik elitlerin ortak kader vurgusuna dayalı olarak küresel sorunların uluslararası işbirliği ile çözülebileceği yaklaşımıyla Avrupa Birliği gibi bölgesel siyasi birliklerin oluşturulduğu yeni yurttaşlık paradigması hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekolojik yurttaşlık",
      "B": "Küresel yurttaşlık",
      "C": "Ulus sonrası yurttaşlık",
      "D": "Radikal demokratik yurttaşlık",
      "E": "Farklılaştırılmış yurttaşlık"
    },
    "explanation": "Küresel yurttaşlık modeli, mekansal sınırların aşındığı, uluslararası bağlamda ortak gelecek vurgusuyla hareket eden, ortak paydalarda buluşmak için işbirliklerinden faydalanan belli bir coğrafyadan bağımsız bir yurttaşlık paradigmasıdır."
  },
  {
    "id": "3621838",
    "unitNumber": 5,
    "text": "Ekosistemin korunması, doğadaki canlılara yönelik sosyal adalet ve hakkaniyet arayışı gibi konular etrafında şekillenen yeni yurttaşlık paradigması hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Radikal demokratik yurttaşlık",
      "B": "AB yurttaşlığı",
      "C": "Ulus sonrası yurttaşlık",
      "D": "Küresel yurttaşlık",
      "E": "Ekolojik yurttaşlık"
    },
    "explanation": "Ekolojik yurttaşlık, ekolojik ayak izi gibi modelleriyle sosyal adalet fikrini, sorumluluğu, şefkati yaymaya çalışan, gelcekteki sosyal yaşamı korumaya çalışan bir modeldir."
  },
  {
    "id": "3621839",
    "unitNumber": 5,
    "text": "Aşağıdaki ifadelerden hangisi yurttaşlık için doğru <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Yurttaşlık, ayrımcılık yapmanın aracı haline gelmiştir.",
      "B": "Yurttaşlıki eşitsizliğe çare olamamıştır.",
      "C": "Yurttaşlık siyasi bir statüdür.",
      "D": "Yurttaşlık, farklılıkların dışlanmasına neden olmaktadır.",
      "E": "Yurttaşlık, küresel bir kimlik kazandırma çabasındadır."
    },
    "explanation": "Yurttaşlık, Antik Yunan'dan itibaren bazı kimlikleri kapsarken, diğerlerini dışlamakta, yazılı eşitlik kuralları ve yasaları uygulamada korunamamaktadır. İşsizler, kadınlar, göçmenler, siyahiler gibi kimlikler göz ardı edilmektedir."
  },
  {
    "id": "3621840",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi klasik yurttaşlık anlayışının niteliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Birey ve devlet arasındaki ilişkilerin haklar ve yükümlülükler üzerinden düzenlenmesi",
      "B": "Haklar ile yükümlülükler sayesinde bir ulus devletin sınırları içerisinde oluşması",
      "C": "Hukuksal bir statü ve ulusal bir kimlik kazanılıyor olması",
      "D": "Salt iktisadi ve sosyal hakların kazanılması ve yetkinleştirilmesi",
      "E": "Topluma katılım ve kaynaklara erişim hakkı kazanılmasını sağlaması"
    },
    "explanation": "Klasik yurttaşlık anlayışının niteliklerine genel olarak bakıldığında şu özellikler öne çıkmaktadır. Öncelikle yurttaşlık ilişkisinin birey ve devlet arasında haklar ve yükümlülükler seti üzerinden düzenlendiği görülmektedir. Yurttaşlar, haklar ile yükümlülükler sayesinde bir ulus-devletin sınırları içerisinde hukuksal bir statü ve ulusal bir kimlik kazandırılmaktadır. Ayrıca yurttaşlar topluma katılım ve kaynaklara erişim hakkı kazanırlar. Bu tür yurttaşlık anlayışı bir tür sözleşmeli nitelik taşır. Bu bilgiler ışığında A, B, C ve E çeldiricilerinde verilen nitelikler burada ifade edilen nitelikleri kapsamaktadır. Bu nedenle sorunun cevabı ‘D’ şıkkıdır.<br/>Salt iktisadi ve sosyal hakların kazanılması ve yetkinleştirilmesi"
  },
  {
    "id": "3621841",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sanayileşmenin ilk safhalarında var olan toplumdaki yurttaşlık mücadelesini doğru açıklamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sanayileşmenin ilk safhasında yurttaşlığın belirli bir niteliği yoktur",
      "B": "Yurttaşlık emek piyasasından çok sermaye piyasası ile ilişkilidir",
      "C": "Yurttaşlık göçmenlerin kimlik hakları ile daha çok ilişkilidir",
      "D": "Yurttaşlık çoğu zaman kültürel kimlik ve kültürel tarihle ilgilidir",
      "E": "Yurttaşlık, sınıf mensubiyeti ve sınıf mücadelesi ile ilgilidir"
    },
    "explanation": "Yurttaşlık, her ne kadar ulusal bir kimlik sunuyor olsa da çağdaş toplumlarda göçmen, yerli, kadın, azınlık, lgbti vb. olmaktan kaynaklanan çeşitli kültürel aidiyet ve kimlik biçimleri de insanların talep ettiği ve belli ölçülerde kazanım sağladığı kimlik ve yurttaşlık hakları arasında sayılabilir. <strong>Sanayileşmenin ilk safhalarında yurttaşlıkla ilgili mücadelenin büyük bir bölümü emek piyasasında sınıf mensubiyeti ve sınıf mücadelesiyle ilgiliyken,</strong> geç 20. yüzyıl toplumundaki yurttaşlık mücadeleleri çoğu zaman kültürel kimlik ve kültürel tarih talepleriyle ilgilidir. Bu mücadeleler göçmenlerin kimlik hakları, cinsel kimlik, eşcinsel hakları, toplumsal cinsiyet eşitliği ve yerlilik hakkında verilmiştir. Bu nedenle çağdaş siyaset kuramında yurttaşlık hakkındaki tartışmaların çoğu, radikal bir çoğullaşma bağlamında tartışılan kolektif kimlik meseleleri hakkındadır. Yurttaşlık üzerine yapılan bu tartışmalar bakıldığında sanayileşmenin ilk safhalarında yurttaşlıkla ilgili mücadelenin büyük<br/>Yurttaşlık, sınıf mensubiyeti ve sınıf mücadelesi ile ilgilidir"
  },
  {
    "id": "3621842",
    "unitNumber": 5,
    "text": "I. Antik Yunan’da yurttaşlık siyasal tartışmalarla katılma ve özgür insanlarla sınırlıydı\n<br/>II. Antik Yunan yurttaşlığı büyük ölçüde Sokrates’ten etkilenmiştir\n<br/>III. Kadın ve kölenin yurttaşlık ve oy hakkı yoktu\n<br/>IV. ‘İso-polites’ politik hak kullanma demekti\n<br/>V. Sadece ayrıcalıklı kesime dahil olanlar arasında eşitlik vardı\n<br/>VI. Söz hakkı olanlar 20 yaşını tamamlamış erkeklerden oluşuyordu\n<br/>Yukarıda verilenlere göre, aşağıdakilerden hangisinde siyaset sosyolojisinin kapsamı <strong>en doğru ve kapsamlı</strong> biçimde ifade edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II, III ve V",
      "C": "I, III, V ve VI",
      "D": "II, III, IV ve V",
      "E": "III, IV, V ve VI"
    },
    "explanation": "Soruyu cevaplayabilmek için soru kökünde verilenlerden hareket edilirse, (I)’de belirtilen Antik Yunan’da yurttaşlık siyasal tartışmalarla katılma ve özgür insanlarla sınırlı olduğu doğru bir bilgidir. (II)’de belirtilen Antik Yunan yurttaşlığı büyük ölçüde Sokrates’ten etkilenmiştir bilgisi yanlıştır. Antik Yunan yurttaşlığı büyük ölçüde Aristo’dan etkilenmiştir. (III)’te belirtilen kadın ve kölenin yurttaşlık oy hakkı yoktu bilgisi doğrudur. (IV)’de belirtilen ‘iso-polites’ politik hak kullanma demek değil; eşit haklara sahip yurttaş demekti. (V)’teki Sadece ayrıcalıklı kesime dahil olanlar arasında eşitlik vardı görüşü de doğrudur. Ayrıca (VI)’te belirtilen söz hakkı olanlar 20 yaşını tamamlamış erkeklerden oluşuyordu bilgisi de doğruyu yansıtmaktadır. Bu bilgilere dayalı olarak soru kökünde verilen I, III, V ve VI’te verilen bilgilerin doğruyu yansıttığı görülmektedir. Bu durumda doğru cevap ‘C’ şıkkı doğru görülmektedir."
  },
  {
    "id": "3621843",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ulus-devlet ve modern yurttaşlığın karakteri bağlamında yurttaşlık açısından doğru bir bilgidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bireyleri yasa önünde eşit sayması nedeniyle önemli ve bir adım olarak kabul edilmiştir",
      "B": "Daha önceleri hiçbir yurttaşlık hakkı yokken yurttaşlık ulusal devletle kazanılmıştır",
      "C": "Kapitalist toplumun feodal ayrıcalıkları yıkmaktan yana değildir",
      "D": "Aynı ekonomik sınırlara açık olmak yurttaşlık için yeterli görülmüştür",
      "E": "Ulus devlet öncesi yöneten yönetilen ilgili farkındalık çok yüksektir"
    },
    "explanation": "Soruyu cevaplayabilmek ulus-devlet ve modern yurttaşlığın ilişkileri bağlamında için çeldiricilerden hareket edersek şu saptamalar yapılabilir. Öncelikle belirtelim ki ulus-devlet öncesi yönetim yapılarında veya imparatorluklarda kral ya da imparator tarafından yönetilen nüfusun çoğu, onları yönetenlerle ilgili pek az farkındalık ya da onlara yönelik pek az ilgi gösterirdi. Hiçbir siyasal hakları ya da etkileri de yoktu. Buna karşıt olarak, modern toplumlarda, bir siyasal düzenin sınırları içerisinde yaşayan insanların çoğu, ortak hakları ve ödevleri olan ve kendilerine bir ulusun parçası gözüyle bakılan yurttaşlardır. Feodal toplumda, feodal esaret ve vassallık, sınıf sisteminin temelini oluşturuyordu; nüfusun büyük çoğunluğu açıkça yönetime katılımdan dışlanmıştı. Siyasi iktidar elde etme mücadelesinde, kapitalist sınıf feodal ayrıcalıkları yıkmaya çalıştı; siyasete katılım ilke olarak herkese açık olacaktı, çünkü bundan böyle herkes devlette eşit bir “vatandaş” olarak kabul edilecekti. Bu yönüyle, ulu<br/>Bireyleri yasa önünde eşit sayması nedeniyle önemli ve bir adım olarak kabul edilmiştir"
  },
  {
    "id": "3621844",
    "unitNumber": 5,
    "text": "I. Yurttaşlık feodal dönemin ve örgütsel kültür ürünüdür\n II. Hem yurttaşlık hem de kültürel değer ve kazanım ortaklığı\n III. Geleneksel cemaate üyelik yerini anonim ve eşitlikçi bir bağlılık almıştır\n IV. Ekonomik ilişkileri sadece feodal üretim ilişkileriyle sürdürülmüştür\n V. Ulus-devlet, yurttaşların yasa önünde eşit sayılması temel almıştır \n VI.Kamu ve özel alan birbirinden kesin çizgilerle ayrılmıştır.\n Yukarıda verilenlere göre aşağıdakilerden hangisinde ulus-devlet yurttaşlığının modern karakterini ve temel niteliklerini <strong>en doğru ve kapsamlı</strong> biçimde ifade edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II, IV ve V",
      "C": "I, III, IV ve V",
      "D": "II, III, IV ve V",
      "E": "II, III, IV ve VI"
    },
    "explanation": "Ulus-devlet yurttaşlığının modern karakterini ve temel niteliklerini şu biçimde özetlemek mümkündür. Ulus-devlet, tüm bireyleri yasa önünde eşit sayması itibariyle önemli ve büyük bir adım atmıştır. Batıda 18. yüzyılın sonuna doğru devrimler çağında eski seçkinci erdemli yurttaşlık tedricen yerini, bağlılık koşulunu merkeze alan, daha kapsayıcı, demokratik bir ulusal yurttaşlığa bıraktı. Bu açıdan yurttaşlık, laik devletin varlığıyla ve sivil topluma katılımın evrenselci normlarının gelişimiyle birlikte olgunlaşmıştır. Modern yurttaşlıkla birlikte, geleneksel cemaate üyelik kalıplarının yerini anonim ve eşitlikçi bir bağlılık (ulus) koşulları almıştır. Bu bağlamda, modernliğin rasyonel bir toplumsal düzenin yaratılmasıyla Yurttaşlığın güçlenme dinamikleri arasında sıkı bir ilişki vardır denilebilir. Habermas’a göre, ulus-devlet vatandaşlığı hem yurttaşlık haklarına sahip olmayı hem de kültürel olarak (ortak köken, dil ve tarih anlayışında kristalleşen ulus bilinci) tanımlanmış<br/>II, III, IV ve VI"
  },
  {
    "id": "3621845",
    "unitNumber": 5,
    "text": "I. Çatışmacı topluluğun etkileri\n II. Düşünce ve inanç özgürlüğünün gelişimi\n III. Özel mülkiyet ve yasal muamele\n IV. Siyasi hakların gelişimi\n V. Yurttaşlıkta sosyal hakların belirleyiciliği\n VI. Sosyal hakların gelişimi\n Yukarıda verilenlere göre aşağıdakilerden hangisinde Marshall’ın yurttaşlığın oluşmasına ilişkin görüşlerini <strong>en doğru ve kapsamlı</strong> biçimde ifade edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II, III ve V",
      "C": "I, III, IV ve VI",
      "D": "II, III, IV ve VI",
      "E": "II, III, V ve VI"
    },
    "explanation": "Konuya ilişkin bilgiler gözden geçirildiğinde şu görüşler öne çıkmaktadır. Marshall’a göre sivil hakların önceki yüzyıllardan gelen birikimi 18. yüzyılda olgunlaşmıştır. <strong>Sivil haklar,</strong> ifade, düşünce ve inanç, özgürlüğü, özel mülkiyet ve yasal muamele görme hakkı, kanun önünde resmî eşitlik, hukuk sistemine dâhil olma hakkı gibi önemli kişisel özgürlükleri içermekteydi. Bu bilgi soru kökünde verilen (II) ve (III) ün doğru olduğunu göstermektedir. Yüzyıllardır belli ölçülerde gelişen siyasal haklar ise en güçlü biçimini 19. yüzyılda kazandı: Oy verme, siyasi parti kurma, siyasi bir pozisyona gelme ve politik süreçte yer alma hakkı en önemli siyasal haklar olarak tarih sahnesine çıktı. Bu ifade ise <strong>siyasi hakların</strong> yurttaşlığın oluşumundaki önemli bir aşama ve etkisinin olduğunu göstermektedir. Bu da (IV)’ün doğru olduğu göstermektedir. Üçüncü haklar kümesi olan sosyal haklar ise 20. yüzyılda gelişti. Sosyal haklar, eğitim, sağlık, konut, emeklilik, istihdam garantisi, to<br/>II, III, IV ve VI"
  },
  {
    "id": "3621846",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Thomas Humphrey Marshall’ın yurttaşlık hakları ve sosyal yurttaşlığın gelişimiyle ilgili eleştirilerden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Siyahlar, kadınlar, yaşlılar ve işsizlerin konumu ve koşullarını çok öne çıkarması",
      "B": "Yurttaşlık haklarının evrimsel ve kümülatif olarak görülmesi",
      "C": "Sosyal hakların sürdürülüp sürdürülemeyeceğinin görülememesi",
      "D": "Yurttaşlık anlatısı kadınları içermeyen ataerkil bir bakışa sahip olması",
      "E": "Sınıf eşitsizliğinin kademeli olarak azaltılması konusunda fazla iyimserliği"
    },
    "explanation": "Konuya ilişkin bilgiler gözden geçirildiğinde şu görüşler öne çıkmaktadır. Her hâlükârda, biçimsel eşitlikçiliğiyle yurttaşlık problemi, modern toplumlarda sınıf ayrımının yanı sıra diğer sosyal bölünmelerin, kategorilerin ve ayrımcılık biçimlerinin incelenmesini de gerektirir. Marshall’ın teorisindeki bir diğer kritik konu yurttaşlık haklarının evrimsel ve kümülatif olduğunun varsayılmasıdır. Durum ‘B’ de belirtilmiştir. Yurttaşlık haklarının kümülatif olduğunu savunduğu için, yasal haklara sahip olup parlamenter demokrasinin siyasi savaşlarını ve sosyal refah haklarını kazandıktan sonra bu hakların sonraki toplumsal mücadeleler tarafından aşındırılmayacağını varsaymıştır. Çağdaş demokrasilerde ortaya çıkan önemli tartışmalardan biri, ekonomik rasyonalizm söylemi altında piyasa ihtiyaçlarının giderek daha fazla hâkim olduğu bir toplumda önceki sosyal hakların sürdürülüp sürdürülemeyeceğidir. Bu durum ‘C’ şıkkında belirtilmiştir. Piyasa odaklı bir toplumda, gençler modern ekonominin doğası gereği emek pi<br/>Siyahlar, kadınlar, yaşlılar ve işsizlerin konumu ve koşullarını çok öne çıkarması"
  },
  {
    "id": "3621847",
    "unitNumber": 5,
    "text": "Birleşik bir kamu fikrinin her zaman evrensel ilkeler üzerinden gerçekleştirilmek zorunda olmadığını ancak bunun siyasal alanda rasyonel normatif iddialarda bulunma olasılığını ortadan kaldırmayacağına ifade eden düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "J. Habermas",
      "B": "C. Mouffe",
      "C": "I. M. Young",
      "D": "B. S. Turner",
      "E": "E. Balibar"
    },
    "explanation": "Soruya doğru cevap verebilmek için her bir düşünürün hangi görüşlerle veya tezlerle öne çıktığına bakılması yolunu seçelim. J. Habermas “sözleşmesel ulusal kimlik” için bir ulusun somut bütününe (dil, kültür vb) değil, aksine siyasal süreçlere ve soyut ilkelere dayanan <em>anayasal yurttaşlık </em>görüşünü geliştirmiş olmasıyla öne çıkmaktadır. C. Mouffe ise <em>radikal demokratik yurttaşlık</em>, liberal yurttaşlıkta olduğu gibi bireylerin sadece bazı hakların alıcısı olarak pasif kaldığı yasal bir statü değildir tezi ile bilinmektedir. Turner ise beyaz yerleşimci toplumlar ve sömürge sonrası toplumların siyasi topluluğu içinde Aborjin vb. yerli toplulukların üyeliğinin durumu muhtemelen çağdaş devletlerin en zor hukuki ve politik sorunu görüşünü belirtmiştir. Balibar ise Atina’da yurttaşları birbirine bağlayan temel birleştirici unsur Aristoteles’e göre, hakların ve ödevlerin karşılıklılığı kuralının açıklaması ile dikkat çekmiştir. Birleşik bir kamu fikrinin her zaman evrensel ilkeler üzerinden ger<br/>I. M. Young"
  },
  {
    "id": "3621848",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Nancy Fraser’in demokrasi tartışmasında yurttaşlığa ilişkin görüşünü yansıtmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yurttaşlık oluşumunda sınıf farklılığı önemli sorunlar doğurmaktadır",
      "B": "Yurttaşlık sosyal, politik ve ekonomik yapıyla ilişkili bir durumdur",
      "C": "Yurttaşlığın genel olarak toplumsal cinsiyetsiz bir şeklide ele alınmaktadır",
      "D": "Yurttaşlık tuhaf bir dâhil etme biçimidir.",
      "E": "Yurttaşlar arasında yaş grupları açısından eşitsizlik vardır"
    },
    "explanation": "Sorunun cevabını çeldiricilerden hareketle yanıtlayalım. Yurttaşlık oluşumunda sınıf farklılığı önemli sorunlar doğurmaktadır tezi Karl Marx’a aittir. Yurttaşlık tuhaf bir dâhil etme biçimidir görüşü genel geçer bir görüştür. Yurttaşlık sosyal, politik ve ekonomik yapıyla ilişkili bir durumdur görüşü de geneldir ve bütüncül bir yaklaşım olup yapısalcılara ait bir görüştür. Bununla birlikte Nancy Fraser, demokrasi tartışmasında yurttaşlığın genel olarak toplumsal cinsiyetsiz bir şeklide ele alındığına işaret eder. Fraser’a göre yurttaşlık kadınlardan çok erkekleri kayıran biçimlerde gelişmiştir. Örneğin, aile içinde kadının konumu büyük oranda erkeğinkine bağlıdır. Bu bilgilere bağlı olarak doğru cevabın ‘C’ şıkkıdır.<br/>Yurttaşlığın genel olarak toplumsal cinsiyetsiz bir şeklide ele alınmaktadır"
  },
  {
    "id": "3621849",
    "unitNumber": 5,
    "text": "I. Eşitliğin yaşamda somutlaşması\n II. Demokratik idealleri yakalamanın çok uzağında oluş\n III. Devletin hayırsever liberal kurum olamayışı\n IV. Örgütsel sistemde üst yapının egemenlik kurması\n V. Siyasi katılımın görünüşte olması\n VI. İşçilerin üzerinde kurulan egemenlik\n Yukarıda verilenlere göre aşağıdakilerden hangisinde Karl Marx’a göre kapitalist toplumda yurttaşlar arasında eşitliğin <strong>sağlanamamasının</strong> nedenleri <strong>en doğru ve kapsamlı</strong> biçimde ifade edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II, III ve V",
      "C": "I, III, IV ve VI",
      "D": "II, III, IV ve VI",
      "E": "II, III, V ve VI"
    },
    "explanation": "Sorunun çözümü için Karl Marx’ın görüşlerine bakalım. Karl Marx’ın görüşündeki kapitalist devlet, görünüşte örneği olduğu demokratik idealleri yakalamanın çok uzağında kalmıştır. Ayrıca yükselen girişimci sınıfın ve müttefiklerinin, uğruna mücadele verdikleri özgürlükler, aslında bu sınıfın işçi sınıfı üzerindeki egemenliğini desteklemeye hizmet etmiştir. Devlet, sanayi toplumu kuramında resmedilen hayırsever liberal bir kurum değil, sınıf iktidarının ifadesidir. Bu, biri diğerinden daha derin olan iki açıdan böyledir. Kapitalist devlette herkes, herkese aynı şekilde açık olan siyasî katılım hakkıyla görünüşte eşit vatandaştır. Ne var ki 20. yüzyıldan önceki kapitalist toplumların çoğunda, oy kullanma hakkı mülkiyet sahibi olmaya dayandırılarak nüfusun çoğunluğuna fiilen böyle bir hak tanınmamıştır. Bu görüşlere dayalı olarak soru köküne bakıldığında, örgütsel sistemde üst yapının egemenlik kurması ile eşitliğin yaşamda somutlaşması görüşlerinin Karl Marx’a ait olmadığı görülmektedir. Buna karşılık<br/>II, III, V ve VI"
  },
  {
    "id": "3621850",
    "unitNumber": 5,
    "text": "Yurttaşlık ve Kapitalizm adlı kitabında, toplumsal hareketlerin yurttaşlık haklarının genişletilmesindeki rolünün hayati olduğunu vurgulayan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turner",
      "B": "Marshall",
      "C": "Balibar",
      "D": "Habermas",
      "E": "Giddens"
    },
    "explanation": "Yurttaşlık ve Kapitalizm adlı kitabında Bryan Turner (1986), toplumsal hareketlerin yurttaşlık haklarının genişletilmesindeki rolünün hayati olduğunu vurgulamıştır."
  },
  {
    "id": "3621851",
    "unitNumber": 5,
    "text": "Yurttaşlığın tümüyle bir ortaklık zemini üzerinden anlaşılamayacağını, bu nedenle mutabakat ve homojenlikle eş anlamlı olarak kullanılamayacağını, çünkü yurttaşlığın güvence altına aldığı hakların mücadeleyle kazanıldığını belirten düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aristo",
      "B": "Young",
      "C": "Turner",
      "D": "Marshall",
      "E": "Balibar"
    },
    "explanation": "Balibar’a göre, yurttaşlık tümüyle bir ortaklık zemini üzerinden anlaşılamaz; bu anlamda mutabakat ve homojenlikle eş anlamlı olarak kullanılamaz. Çünkü yurttaşlığın güvence altına aldığı haklar, mücadeleyle kazanılmıştır."
  },
  {
    "id": "3621852",
    "unitNumber": 5,
    "text": "Ulus-devlet vatandaşlığının hem yurttaşlık haklarına sahip olmayı hem de kültürel olarak tanımlanmış bir topluma ait olma statüsü kazandırdığını ileri süren düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Benhabib",
      "B": "Marshall",
      "C": "Habermas",
      "D": "Mouffe",
      "E": "Hobbes"
    },
    "explanation": "Habermas’a göre, ulus-devlet vatandaşlığı hem yurttaşlık haklarına sahip olmayı hem de kültürel olarak tanımlanmış bir topluma ait olma statüsünü kazandırmıştır."
  },
  {
    "id": "3621853",
    "unitNumber": 5,
    "text": "Yurttaşlık faaliyetlerini dar bir çerçevede ele alan, ağırlıklı olarak kamusal alandaki hizmetleri ve toplumun korunmasını destekleyen Makyavelci değerlere dayanan ve kamusal alanı kişisel ilişkiler alanından mutlak olarak ayıran yurttaşlık anlayışı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Klasik yurttaşlık",
      "B": "Ekolojik yurttaşlık",
      "C": "Küresel yurttaşlık",
      "D": "Çokkültürlü yurttaşlık",
      "E": "Anayasal yurttaşlık"
    },
    "explanation": "Klasik yurttaşlık anlayışı, yurttaşlık faaliyetlerinin sadece dar bir çerçevede, kamusal alanda yer aldığı haliyle ilgilenmektedir. Ağırlıklı olarak kamusal alandaki hizmetleri ve toplumun korunmasını destekleyen Makyavelci değerlere dayanır ve kamusal alanı kişisel ilişkiler alanından mutlak olarak ayırır."
  },
  {
    "id": "3621854",
    "unitNumber": 5,
    "text": "Bireysel hakları merkeze alarak özellikle Hobbes ve Locke gibi modern İngiliz siyaset düşünürlerinin etkisiyle gelişen yurttaşlık anlayışı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çokkültürlü yurttaşlık",
      "B": "Liberal yurttaşlık",
      "C": "Anayasal yurttaşlık",
      "D": "Cumhuriyetçi yurttaşlık",
      "E": "Ekolojik yurttaşlık"
    },
    "explanation": "Liberal yurttaşlık, bireysel hakları merkeze alarak özellikle Hobbes ve Locke gibi modern İngiliz siyaset düşünürlerinin etkisiyle gelişmiştir."
  },
  {
    "id": "3621855",
    "unitNumber": 5,
    "text": "Fransız Devrimi’nin eşitlik prensibini bireyin kamusal alandaki sorumluluklarına vurgu yaparak ve onu siyasal topluluğun çıkarlarıyla birlikte tanımlayan yurttaşlık anlayışı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekolojik yurttaşlık",
      "B": "Çokkültürlü yurttaşlık",
      "C": "Küresel yurttaşlık",
      "D": "Avrupa yurttaşlığı",
      "E": "Cumhuriyetçi yurttaşlık"
    },
    "explanation": "Cumhuriyetçi yurttaşlık anlayışı, Fransız Devrimi’nin eşitlik prensibini bireyin kamusal alandaki sorumluluklarına vurgu yaparak ve onu siyasal topluluğun çıkarlarıyla birlikte tanımlamaktadır."
  },
  {
    "id": "3621856",
    "unitNumber": 5,
    "text": "Fransız Devrimi’nin eşitlikçi yurttaşlık fikrinin en etkili siyasal kuramcısı olan ve özgürlüğün, diğer yurttaşlarla iş birliği içinde kişinin ödevlerini yerine getirmesiyle elde edildiğini ve korunduğunu belirten düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hobbes",
      "B": "Locke",
      "C": "Rousseau",
      "D": "Aristo",
      "E": "Turner"
    },
    "explanation": "Fransız Devrimi’nin eşitlikçi yurttaşlık fikrinin en etkili siyasal kuramcısı olan Rousseau’ya göre, özgürlük, diğer yurttaşlarla iş birliği içinde kişinin ödevlerini yerine getirmesiyle elde edilir ve korunur."
  },
  {
    "id": "3621857",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Marshall’a göre 18. yüzyılda olgunlaşan ve kişisel özgürlükleri içeren sivil yurttaşlık haklarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siyasi parti kurma",
      "B": "Özel mülkiyet",
      "C": "İstihdam garantisi",
      "D": "Oy verme",
      "E": "İşsizlik sigortası"
    },
    "explanation": "Marshall’a göre sivil hakların önceki yüzyıllardan gelen birikimi 18. yüzyılda olgunlaşmıştır. Yurttaşlık haklarının gelişimde ilk aşama olan sivil yurttaşlık hakları; ifade, düşünce ve inanç özgürlüğü, özel mülkiyet ve yasal muamele görme hakkı, kanun önünde resmi eşitlik ve hukuk sistemine dahil olma hakkı gibi kişisel özgürlükleri içermektedir."
  },
  {
    "id": "3621858",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Marshall’a göre 20. yüzyılda gelişen ve bireylerin ekonomik, sosyal refahının ve güvenliğinin sağlanmasına yönelik sosyal yurttaşlık haklarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Özel mülkiyet",
      "B": "İfade özgürlüğü",
      "C": "Siyasi parti kurma",
      "D": "Toplu iş sözleşmesi",
      "E": "İnanç özgürlüğü"
    },
    "explanation": "Marshall’a göre 20. yüzyılda gelişen sosyal yurttaşlık hakları eğitim, sağlık, konut, emeklilik, istihdam garantisi, toplu iş sözleşmesi, işsizlik sigortası vb. bireylerin ekonomik, sosyal refahının ve güvenliğinin sağlanmasına yönelik haklardır."
  },
  {
    "id": "3621859",
    "unitNumber": 5,
    "text": "Yabancıları dışarı atma ve yeni gelenlere kapıları kapama isteğinin beraberinde daima kendi bölgesi içinde yaşayıp dagruba dahil olmayanları baskı altında tutma, yeniliği ve dönüşümü engelleme ihtiyacını getirdiğini belirten düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Marshall",
      "B": "Balibar",
      "C": "Habermas",
      "D": "Benhabib",
      "E": "Mouffe"
    },
    "explanation": "Benhabib’e göre, yabancıları dışarı atma ve yeni gelenlere kapıları kapama isteği, beraberinde daima kendi bölgesi içinde yaşayıp da gruba dahil olmayanları baskı altında tutma, yeniliği ve dönüşümü engelleme ihtiyacını getirmektedir."
  },
  {
    "id": "3621860",
    "unitNumber": 5,
    "text": "\"Sözleşmeli Ulusal Kimlik\" için bir ulusun somut bütününe değil, siyasal süreçlere ve soyut ilkelere dayanan anayasal yurttaşlık görüşünü geliştiren kişi kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Habermas",
      "B": "Schnapper",
      "C": "Streenbergen",
      "D": "Mouffle",
      "E": "Benhabib"
    },
    "explanation": "Yurttaşlığın yeni biçimleri bölümünü okuyunuz.<br/>Habermas"
  },
  {
    "id": "3621861",
    "unitNumber": 5,
    "text": "1992 yılında imzalanan hangi anlaşma ile Avrupa Birliği'nin siyasal ve kültürel temelleri atılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Maastricht Anlaşması",
      "B": "Lİzbon Anlaşması",
      "C": "Amsterdam Anlaşması",
      "D": "Paris Anlaşması",
      "E": "Roma Anlaşması"
    },
    "explanation": "Yurttaşlığın yeni biçimleri bölümünü okuyunuz.<br/>Maastricht Anlaşması"
  },
  {
    "id": "3621862",
    "unitNumber": 5,
    "text": "Antik Yunan yurttaşlığı Aristoteles'in hangi eserinden esinlenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Politika",
      "B": "Yorum Üzerine",
      "C": "Metafizik",
      "D": "Retorik",
      "E": "Kosmos Üzerine"
    },
    "explanation": "Antik Yunan'da kamusal alan ve yurttaşlık<br/>Politika"
  },
  {
    "id": "3621863",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ekolojik yurttaşlık biçiminin özelliklerinden<strong> değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ekolojik yurttaşlık insan-merkezli bir yaklaşıdır",
      "B": "Yurttaşlığın coğrafi olarak tüm yerküreyi esas alması gerekmektedir.",
      "C": "Yerküredeki tüm canlılara ve ekosisteme yönelik sosyal adalet ve hakkaniyet fikri getirilmelidir.",
      "D": "Sorumluluğun sınırsızlığı ve sorumluluğun karşılıksız olması gereklidir.",
      "E": "Ekolojik ayak izi Avrupa Birliği'ndeki tüm ülkelerde uygulanmalıdır."
    },
    "explanation": "Yurttaşlığın yeni biçimleri bölümünü okuyunuz.\n<br/>Ekolojik yurttaşlığın en önemli kavramlarından biri olan ekolojik ayak izi küresel bir kavramdır.<br/>Ekolojik yurttaşlık insanlara ve çevreye eşit önem verir dolayısıyla insan-merkezli bir yaklaşım değildir."
  },
  {
    "id": "3621864",
    "unitNumber": 5,
    "text": "Ekolojik yurttaşlık biçimi düşüncesi kim tarafından ortaya atılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "R. Falk",
      "B": "B.Steenbergen",
      "C": "B.S. Turner",
      "D": "E. Wood",
      "E": "M.Walzer"
    },
    "explanation": "Yurttaşlığın yeni biçimleri bölümünü okuyunuz.<br/>B.Steenbergen"
  },
  {
    "id": "3621865",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi R. Falk'ın benimsediği yurttaşlık paradigmalarını <strong>doğru olarak açıklamaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Küresel yurttaşlık modelini geliştiren kişidir.",
      "B": "Küresel yurttaşlık ekonomik güçlerin küreselleşmesiyle ilişkilidir.",
      "C": "Küresel dünya ekonomik elitlerin örgütlenmesinden oluşur.",
      "D": "Küresel yurttaşlık çevre ve ekonomiye odaklanır.",
      "E": "Küresel yaklaşım, feminist ve ekolojik yaklaşımı da içine alarak ele alınmalıdır."
    },
    "explanation": "Yurttaşlığın yeni biçimleri bölümünü okuyunuz.<br/>Küresel yaklaşım, feminist ve ekolojik yaklaşımı da içine alarak ele alınmalıdır."
  },
  {
    "id": "3621866",
    "unitNumber": 5,
    "text": "\"Küresel yurttaşlık modelinde\" dünyada mekansal sınırların aşındığını ve yeni gelişen uluslararası yurttaşlığın birinci adresinin bağlam olduğunu anlatan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "R. Falk",
      "B": "B. Steenbergen",
      "C": "B.S. Turner",
      "D": "E. Wood",
      "E": "M. Walzer"
    },
    "explanation": "Yurttaşlığın yeni biçimleri bölümünü okuyunuz.<br/>R. Falk"
  },
  {
    "id": "3621867",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi küresel dünyada yeni tip yurttaşlığın paradigmalarından <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ekolojik yurttaşlık",
      "B": "Çok kültürlü yurttaşlık",
      "C": "Kozmopolitan yurttaşlık",
      "D": "Farklılaştırılmış yurttaşlık",
      "E": "Site devleti yurttaşlığı"
    },
    "explanation": "Yurttaşlığın yeni biçimleri<br/>Site devleti yurttaşlığı"
  },
  {
    "id": "3621868",
    "unitNumber": 5,
    "text": "Tabakalı yurttaşlık sisteminde göçmenler için hakların uygulanmasında gözönünde bulundurulan özelliklerden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Milliyet",
      "B": "Oturum süresi",
      "C": "Statü",
      "D": "Gelir seviyesi",
      "E": "Siyasi düşünce"
    },
    "explanation": "Biçimsel eşitlik ve gerçek eşitlik bölümünü okuyunuz.<br/>Siyasi düşünce"
  },
  {
    "id": "3621869",
    "unitNumber": 5,
    "text": "Marshall, İngiltere'de yurttaşlığın evrimini anlatırken aşağıdakilerden hangisine <strong>yer vermiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Erkekler",
      "B": "Kadınlar",
      "C": "Yaşlılar",
      "D": "Siyahiler",
      "E": "İşsizler"
    },
    "explanation": "Marshall'ın yurttaşlık anlayışına yönelik eleştiriler<br/>Erkekler"
  },
  {
    "id": "3622159",
    "unitNumber": 5,
    "text": "Yerküredeki tüm canlılara ve ekosisteme yönelik sosyal adalet ve hakkaniyet arayan yurttaşlık modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekolojik yurttaşlık",
      "B": "Avrupa Birliği yurttaşlığı",
      "C": "Küresel yurttaşlık",
      "D": "Tabakalı yurttaşlık",
      "E": "Radikal demokratik yurttaşlık"
    },
    "explanation": "Ekolojik yurttaşlık"
  },
  {
    "id": "3621870",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sivil toplumla <em><strong>ilişkilendirilemez?</strong></em>",
    "correctAnswer": "E",
    "options": {
      "A": "Gönüllülük esasına dayalı bir araya gelme",
      "B": "Belli amaçlar etrafında toplanma",
      "C": "Demokrasiye katkı",
      "D": "Devletten özerk örgütlenme",
      "E": "Belli amaçlar doğrultusunda bürokratik yapılar içinde örgütlenme"
    },
    "explanation": "Sivil toplum kuruluşlarına üyelikten doğan hak ve sorumluluklar vardır. Fakat bürokratik yapılar içinde kişilerin ortak fikir veya eğilimler geliştirmeleri mümkünken herhangi bir sivil toplum örgütünün şu veya bu amacı etrafında örgütlenemezler, faaliyette bulunamazlar. Gerekli görülen hallerde bürokratik yapının dışına kendi örgüt bürokrasileri içinde veya kamusal alanda görünerek ve bir araya gelerek örgütlenebilirler."
  },
  {
    "id": "3621871",
    "unitNumber": 6,
    "text": "Aşağıdaki önermeler, tespitler ve gözlemler sivil toplum demokrasi ilişkisinin çeşitli yönlerine vurgu yapıyor. Sizce sunulan seçeneklerden hangisi veya hangileri 1980 sonrası ortaya çıkan dinsel hareketler, sivil toplum ve demokratikleşme ilişkisi ile doğrudan ilgili <em><strong>değildir? </strong></em> \n<br/>I. Latin Amerika demokrasileri ayakta kaldıysa bunu siyasetin ana aktörlerine değil ilhamını kısmen kiliseden alan sivil topluma borçlu\n<br/>II. Sovyetler Birlği'ni dağılmaya götüren süreç net olmasa da post-Sovyet dönem sivil toplumla değil merkezi devlet otoritesinin devamıyla karakterize\n<br/>III. Müslüman toplumlarda vatandaşlık talepleri daha çok inanç-temelli örgütlenmelerden gelmekte ama nedense Arap Baharı Latin Amerika deneyimindeki başarıya ulaşamadı\n<br/>IV. Komünist totaliter rejimlerin çöküşünde kilisenin rolü hiç tartışılmadı ama komünizm sonrasında inanç-temelli hareketlerde bir canlanma görüldü\n<br/>V. Sadece liberal demokrasilerde daha çok sivil toplum örgütü daha çok demokrasi demek çünkü sivil toplum demokratik katılım demek; katılmak istediğiniz demokrasiyse",
    "correctAnswer": "D",
    "options": {
      "A": "II, V",
      "B": "I, V",
      "C": "I, II, V",
      "D": "II",
      "E": "V"
    },
    "explanation": "I, ve III dinsel hareketler, sivil toplum ve demokratikleşme ilişkisini tartışmada doğrudan kullanılabilir, V dolaylı olarak kullanılabilir; fakat II sadece devlet otoritesi, sivil toplum ile ilgili olup dinsel hareketlerle ilgili atfa sahip değil."
  },
  {
    "id": "3621872",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi 1980'lerle ortaya çıkan sivil toplum örgütleri ve demokratikleşme ilişkisini çalışan sosyal bilimcilerden biri <em><strong>değildir?</strong></em>",
    "correctAnswer": "D",
    "options": {
      "A": "Calhoun",
      "B": "Keyman",
      "C": "Huntington",
      "D": "Berkes",
      "E": "Mardin"
    },
    "explanation": "Niyazi Berkes 1980'ler sonrası ortaya çıkan sivil toplum örgütleri demokratikleşme ilişkisini çalışmamıştır."
  },
  {
    "id": "3621873",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sivil toplum kavramının Antik Yunan Döneminde kökleri bulunabileceğini savunmamıza yardım eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Antik Yunanda kölelik vardı, köle köleliğini bilmeli efendi de efendiliğini",
      "B": "Antik Yunanda yurttaş dendiğinde mülk sahibi erkek anlaşılıyordu",
      "C": "Antik Yunanda mülk sahibi erkek kaçınılmaz olarak evliydi ve köle sahibiydi",
      "D": "Antik Yunanda yurttaşlar kararlara katılmaz; kararları doğrudan alır ve birlikte uygulardı",
      "E": "Demokrasi yurttaşların erdemiyle yükselir ve gelişir; Antik Yunanda böyle olmuştur şimdi de böyledir"
    },
    "explanation": "Antik Yunanda demokrasi bugünkü gibi temsili demokrasi olmadığından döneme özgü koşullar ve yurttaşların doğrudan kendi adlarına konuştukları site demokrasileri mevcuttu. Güvenlik ve benzer sebeplerle bilgi paylaşımı yönetsellik için zorunluydu. Zamanla site devletlerindeki büyüme yurttaşların erdemini daha zorunlu kıldı. Bugün de sivil toplum erdemli yurttaş ortaya çıkardıkça demokrasye hizmet eder."
  },
  {
    "id": "3621874",
    "unitNumber": 6,
    "text": "Sivil toplum kavramındaki \"sivil\"in şehir hayatındaki hak ve sorumlulukları ifade ettiğini belirten sosyal bilimci kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Berkes",
      "B": "Mardin",
      "C": "Boran",
      "D": "Kıray",
      "E": "Yasa"
    },
    "explanation": "Kimsenin karşı çıkmadığı söylenebilirse de bu etimolojik köken ilkin Mardin tarafından vurgulanmıştır."
  },
  {
    "id": "3621875",
    "unitNumber": 6,
    "text": "Sivil toplum ve demokrasi ilişkisine dair ilk değinilere rastlanan eser ve yazarı aşağıdaki seçeneklerin hangisinde doğru olarak sunulmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Kapital/Karl Marx",
      "B": "Makaleler/Şerif Mardin",
      "C": "Din ve İdeoloji/Şerif Mardin",
      "D": "İletişimsel Eylem Kuramı/Jürgen Habermas",
      "E": "Amerika'da Demokrasi/Alexis de Tocqueville"
    },
    "explanation": "Sivil toplum ve demokrasi ilişkisine dair ilk değinilere Alexis de Tocqueville'in Amerika'da Demokrasi adlı eserinde rastlanır."
  },
  {
    "id": "3621876",
    "unitNumber": 6,
    "text": "Sivil toplum kavramının demokrasinin güçlenmesi, hukukun üstünlüğüne dayalı demokratik devlet ve iyi yönetsellik gibi fikirleri savunması ve bunları sağlamlaştırmasının felsefi kökenleri hangi dönemde bulunabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aydınlanma Çağı",
      "B": "Keşifler Çağı",
      "C": "Post-modern Dönem",
      "D": "Neo-klasik Dönem",
      "E": "Feodal Dönem"
    },
    "explanation": "Sivil toplum kavramının demokrasinin güçlenmesi, hukukun üstünlüğüne dayalı demokratik devlet ve iyi yönetsellik gibi fikirleri savunması ve bunları sağlamlaştırmasının felsefi kökenleri Aydınlanma Çağı' nda bulunabilir."
  },
  {
    "id": "3621877",
    "unitNumber": 6,
    "text": "Sivil toplum kavramının tarihsel kökleri daha eskilere gitmesine rağmen, modern sivil toplum kavramı Hegel tarafından geliştirildi. Hegel' in kavramlaştırmasına aşağıdaki bazı ikili kavramlar arasındaki zıt ilişkiye dikkat çekerek ulaştığı bilinir. Sizce Hegel'i modern sivil toplum kavramına ulaştıran iki kavram aşağıda sunulan seçeneklerin hangisinde doğru olarak ifade edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tin/töz",
      "B": "Tin/mutlak tin",
      "C": "Devlet/burjuva toplumu",
      "D": "Devlet/bürokrasi",
      "E": "Devlet/ordu"
    },
    "explanation": "Sivil toplum kavramının tarihsel kökleri daha eskilere gitmesine rağmen modern sivil toplum kavramı Hegel tarafından geliştirildi. Hegel' in kavramlaştırmasına aşağıdaki bazı ikili kavramlar arasındaki zıt ilişkiye dikkat çekerek ulaştığı bilinir. Hegel modern sivil toplum kavramına devlet ve burjuva toplumu arasında gözlediği zıt ilişkiyi inceleyerek ulaştı."
  },
  {
    "id": "3621878",
    "unitNumber": 6,
    "text": "Liberal kuramın sivil toplum kuruluşlarına devlet ve yönetsellik ile ilişkileri bakımından olumlu anlamlar yüklediği kabul edilir. Aşağıdakilerden hangisi liberal kuramın eksiklerinden kabul edilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kişilerin devlet zoru olmaksızın demokratik ifade ve katılımlarının sağlanması",
      "B": "Devletin zorunlu olmadığı bazı işlevlere gönüllü olarak talip olabilme",
      "C": "Yönetimin sivil toplumdan geri bildirimlerle mükemmelleştirilmesi",
      "D": "Farklı toplumsal grupların, sesi duyulmayanların sesinin duyurulması",
      "E": "Baskı grupları olarak işlev gösteren çıkar gruplarının kavramsal olarak ayrıştırılamaması"
    },
    "explanation": "Liberal kuramın sivil toplum kuruluşlarına devlet ve yönetsellik ile ilişkileri bakımından olumlu anlamlar yüklediği kabul edilir. Baskı grupları olarak işlev gösteren çıkar gruplarının kavramsal olarak ayrıştırılamaması liberal kuramın eksiklerinden kabul edilebilir."
  },
  {
    "id": "3621879",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sivil toplumun demokratikleşmeye katkıları arasında sayılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Fikirlerin ifade edilmesi ve yayılmasına katkı",
      "B": "Ortak amaçlar etrafında bir araya gelme",
      "C": "Çoğulculuğu örgütleme ve yayma",
      "D": "Yurttaşlık bilincini geliştirme ve yayma",
      "E": "Yerleşik siyasi kültürü yeniden üretmek"
    },
    "explanation": "Yerleşik siyasi kültürü tüketmek ya da yeniden üretmek sivil toplumdan beklenen bir tutum değildir. Bu demokrasiye de hizmet etmez ve sivil toplumun demokratikleşmeye katkıları arasında da sayılamaz."
  },
  {
    "id": "3621880",
    "unitNumber": 6,
    "text": "I- Baskıcı hükümetlere karşı etkili bir direniş kaynağı olmak\n II- Sosyalleşme, dayanışma ve aktif yurttaşlık kaynaklarını kuvvetlendirmek\n III- Ulus-aşırı sorunlara (çevre, kadın, insan hakları vs.) ses vermek\n IV- Devletin siyasetteki ağırlığını desteklemek\n V- Piyasanın ekonomik teşebbüslerinde yatırımcı olmak\n Yukarıdakilerden hangileri bugün sivil topluma ilginin artmasının nedenlerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve V",
      "C": "II, III ve IV",
      "D": "II, III ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Baskıcı hükümetlere karşı etkili bir direniş kaynağı olmak, sosyalleşme, dayanışma ve aktif yurttaşlık kaynaklarını kuvvetlendirmek ve ulus-aşırı sorunlara (çevre, kadın, insan hakları vs.) ses vermek bütün dünyada sivil topluma ilginin artmasının nedenlerindendir."
  },
  {
    "id": "3621881",
    "unitNumber": 6,
    "text": "I- Yoksulluğu ortadan kaldırmak\n II- Finansal piyasayı desteklemek\n III- Özgür bir medya ortamını var etmek\n IV- Sosyal eşitlik ve adaleti teşvik etmek\n V- Çoğulculuğu ortadan kaldırmak\n Yukarıdakilerden hangileri günümüzde sivil toplumun işlev ve rolleri olarak algılanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve V",
      "B": "I, III ve IV",
      "C": "I, IV ve V",
      "D": "II, III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "Yoksulluğu ortadan kaldırmak, özgür bir medya ortamını var etmek, sosyal eşitlik ve adaleti teşvik etmek sivil toplumun işlev ve rollerindendir."
  },
  {
    "id": "3621882",
    "unitNumber": 6,
    "text": "I- Sivil toplum bireyler yerine sınıflar arasındaki bir çelişki alanıdır.\n<br/>II- Sivil toplum ihtiyaçların, polisin, hukukun, ortaklıkların ve pazar ekonomisinin alanıdır.\n<br/>III- Sivil toplum işbölümünün rasyonalitesi temelinde toplumun negatif bir anayasasıdır.\n<br/><ol><br/><li>John Locke</li><br/><li>Adam Ferguson</li><br/><li>Adam Smith</li><br/><li>W. G. Hegel</li><br/><li>Karl Marx</li><br/></ol><br/>Yukarıdaki sivil toplum tanımlamaları ve düşünürler arasındaki uygun eşleştirme aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "I-A, II-B ve III-C",
      "B": "I-E, II-C ve III-B",
      "C": "I-E, II-D ve III-C",
      "D": "I-C, II-D ve III-E",
      "E": "I-D, II-A ve III-B"
    },
    "explanation": "Karl Marx sivil toplumun bireyler yerine sınıflar arasındaki bir çelişki alanı olduğunu, Hegel sivil toplumun ihtiyaçların, polisin, hukukun, ortaklıkların ve pazar ekonomisinin alanı olduğunu ve Adam Smith ise Sivil toplum işbölümünün rasyonalitesi temelinde toplumun negatif bir anayasası olduğunu söylerler."
  },
  {
    "id": "3621883",
    "unitNumber": 6,
    "text": "I- Genel bir muhalefet arenası\n II- Hane halkı ile devlet arasında\n III- Devlet otoritesi ve merkeziyetçiliğe karşı\n IV- Gönüllülük esasına dayalı\n V- Kendi kendini üreten ve destekleyen\n Yukarıdakilerden hangileri liberal kuram ve sivil toplum ilişkisini tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve V",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Liberal kuramda sivil toplum hane halkı ve devlet arasında, gönüllülük esasına dayalı, kendi kendini üreten ve destekleyen bir örgütlü alandır."
  },
  {
    "id": "3621884",
    "unitNumber": 6,
    "text": "I- Egemen devlet ve siyasetten uzaklaşma riski vardır.\n II- Neo-liberal perspektiften uzaklaşma riski vardır.\n III- Niceliksel özelliklerin niteliğin önüne geçme riski vardır.\n IV- Farklı çıkarlar ve ideolojiler tarafından araçsallaştırılma riski vardır.\n V- Ekonomik liberalleşme sürecini maskelemek için kullanılan bir araca dönüşme riski vardır.\n Yukarıdakilerden hangileri çağdaş sivil topluma yönelik eleştirilerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve V",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Niceliksel özelliklerin niteliğin önüne geçme riski, farklı çıkarlar ve ideolojiler tarafından araçsallaştırılma riski, ekonomik liberalleşme sürecini maskelemek için kullanılan bir araca dönüşme riski çağdaş sivil topluma yönelik eleştirilerdendir."
  },
  {
    "id": "3621885",
    "unitNumber": 6,
    "text": "Sivil toplum kavramının ortaya çıkışı öncelikli olarak aşağıdakilerden hangisine dayanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yunan siyaset felsefesi",
      "B": "Roma Cumhuriyeti",
      "C": "Reformasyon",
      "D": "Rönesans",
      "E": "Aydınlanma felsefesi"
    },
    "explanation": "Sivil toplum kavramının ortaya çıkışı öncelikli olarak Yunan siyaset felsefesine dayanır."
  },
  {
    "id": "3621886",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi John Keane’nin ifade ettiği sivil toplum kavramının tarihsel gelişim sürecinin aşamalarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sivil toplumun siyasi toplumla özdeşleşen anlamından kurtulması",
      "B": "Sivil toplumun finansal piyasa ekonomisine ve neo-liberal politikalara entegrasyonu",
      "C": "Sivil alan içerisindeki grupların devlet otoritelerine karşı savunmalarının meşru görülmesi",
      "D": "Devlet ile sivil toplum arasındaki ilişkinin zayıflaması ve farklı biçimde düzenlenmesi",
      "E": "Çoğulcu ve örgütlenebilen, devletten özerk bir sivil toplum kurmanın önem kazanması"
    },
    "explanation": "Sivil toplumun siyasi toplumla özdeşleşen anlamından kurtulması ilk aşama, sivil alan içerisindeki grupların devlet otoritelerine karşı savunmalarının meşru görülmesi ikinci evre, devlet ile sivil toplum arasındaki ilişkinin zayıflaması ve farklı biçimde düzenlenmesi üçüncü evre, çoğulcu ve örgütlenebilen, devletten özerk bir sivil toplum kurmanın önem kazanması son aşama olmuştur."
  },
  {
    "id": "3621887",
    "unitNumber": 6,
    "text": "Aydınlanmanın mottosu kabul edilen “Kendi aklınızı kullanma cesaretine sahip olun!” sözü aşağıdaki düşünürlerden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Montesquieu",
      "B": "Diderot",
      "C": "Kant",
      "D": "Hegel",
      "E": "Marx"
    },
    "explanation": "Aydınlanmanın mottosu kabul edilen “Kendi aklınızı kullanma cesaretine sahip olun!” sözü Immanuel Kant’a aittir."
  },
  {
    "id": "3621888",
    "unitNumber": 6,
    "text": "I- Sivil toplum pazar ekonomisinin alanıdır.\n II- Sivil toplum burjuva sınıfının toplumsal bir hareketidir.\n III- Sivil toplum devlet ve ekonomi arasında bir ara alandır.\n IV- Sivil toplum devleti düzenleyen ve ona yön veren bir mekanizmadır.\n V- Sivil toplum bireyler yerine sınıflar arası bir çelişki alanıdır.\n Yukarıdakilerden hangileri Marx ve Engels’in sivil toplumla ilgili görüşlerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve IV",
      "B": "I, III ve V",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Sivil toplumun burjuva sınıfının toplumsal bir hareketi olduğu, devleti düzenleyen ve ona yön veren bir mekanizma olduğu, bireyler yerine sınıflar arası bir çelişki alanı olduğu düşünceleri Marx ve Engels’in sivil toplumla ilgili görüşlerindendir."
  },
  {
    "id": "3621889",
    "unitNumber": 6,
    "text": "I- Dijitalleşme ile birlikte piyasa ekonomisinin zayıflaması\n II- Keynesçi refah devletinin ortaya çıkışı\n III- Komünist Orta ve Doğu Avrupa’da parti devletine karşı muhalefet hareketlerinin ortaya çıkışı\n IV- Latin Amerika’daki otoriter devlet despotizmine karşı muhalefet hareketleri\n V- Batı Avrupa ve Kuzey Amerika’da demokrasiyi canlandırmanın bir yolu olarak görülmesi\n Yukarıdakilerden hangileri yirminci yüzyıl sonlarında sivil toplum teorilerindeki yeni yönelimlerin nedenlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve V",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Komünist Orta ve Doğu Avrupa’da parti devletine karşı muhalefet hareketlerinin ortaya çıkışı, Latin Amerika’daki otoriter devlet despotizmine karşı muhalefet hareketleri ve Batı Avrupa ve Kuzey Amerika’da demokrasiyi canlandırmanın bir yolu olarak görülmesi yirminci yüzyıl sonlarında sivil toplum teorilerindeki yeni yönelimlerin nedenlerindendir."
  },
  {
    "id": "3621890",
    "unitNumber": 6,
    "text": "\"Devletten özerk ve gönüllü katılımı esas alan örgütlü toplumsal yaşam alanı\" olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sivil toplum",
      "B": "Siyasal parti",
      "C": "Sendika",
      "D": "Cemiyet",
      "E": "Aile"
    },
    "explanation": "Sivil toplum, \"Devletten özerk ve gönüllü katılımı esas alan örgütlü toplumsal yaşam alanı\" olarak tanımlanır."
  },
  {
    "id": "3621891",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, günümüzde çoğu insanın sivil toplumun işlev ve rolüne ilişkin görüşlerinden biri <em><strong>değildir?</strong></em>",
    "correctAnswer": "B",
    "options": {
      "A": "Yoksulluğu ortadan kaldırmak",
      "B": "Demokrasinin pekişmesi",
      "C": "Ayrımcılıkla mücadele etmek",
      "D": "Sosyal çatışmaları çözmek",
      "E": "Siyasal çoğulculuğu sağlamak"
    },
    "explanation": "Günümüzde çoğu insan, sivil toplumun işlev ve rolünü yoksulluğu ortadan kaldırmak, istihdamı ve sosyal eşitliği ve adaleti teşvik etmek, ayrımcılıkla mücadele etmek, sosyal çatışmaları çözmek, siyasal çoğulculuğu sağlamak, özgür bir medya ortamını var etmek, güvenilir ve sağlam bir adalet sistemini oluşturmak, insan haklarını güçlendirmek ve teşvik etmek için önemli ve işlevsel bir araç olarak algılar."
  },
  {
    "id": "3621892",
    "unitNumber": 6,
    "text": "Tarihsel gelişim süreci göz önüne alındığında sivil toplumun dört aşamalı bir dönemleme içinde inceleneceğini ifade eden düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "M. Foucault",
      "B": "A. Ferguson",
      "C": "J. Keane",
      "D": "J. Habermas",
      "E": "J. Lacan"
    },
    "explanation": "John Keane, kavramın tarihsel gelişim süreci dikkate alındığında sivil toplumun dört aşamalı bir dönemleme içinde incelenebileceğini ifade eder."
  },
  {
    "id": "3621893",
    "unitNumber": 6,
    "text": "Aşağıdaki düşünürlerden hangisi doğa durumunu, \"siyasal ve yargısal güçlerin kaçınılmaz bir savaş durumundan ziyade karşılıklılık içeren bir özgürlük ve eşitlik durumunda\" olunmasıyla ilişkilendirmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hobbes",
      "B": "Rousseau",
      "C": "Montesquieu",
      "D": "Locke",
      "E": "Voltaire"
    },
    "explanation": "Locke’a göre, doğa durumu, siyasal ve yargısal güçlerin kaçınılmaz bir savaş durumundan ziyade karşılıklılık içeren bir özgürlük ve eşitlik durumunda olunmasıyla ilgidir."
  },
  {
    "id": "3621894",
    "unitNumber": 6,
    "text": "Sivil toplum ve devlet arasındaki temel ayrımda, devlet iktidarının merkezileşmesi bakımından önemli bir tarihsel süreç olarak 18. ve 19. yüzyılların sonlarında oluşmaya başlayan hangi devlet anlayışı önem taşımaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Federal",
      "B": "Özerk",
      "C": "Monarşik",
      "D": "Sosyal",
      "E": "Ulusal"
    },
    "explanation": "Sivil toplum ve devlet arasındaki temel ayrımda, devlet iktidarının merkezileşmesi bakımından önemli bir tarihsel süreç olan 18. ve 19. yüzyılların sonlarında oluşmaya başlayan “ulusal devlet” önem taşımaktadır."
  },
  {
    "id": "3621895",
    "unitNumber": 6,
    "text": "Sivil toplumu, \"ihtiyaçların, polisin, hukukun, ortaklıkların ve pazar ekonomisinin alanı\" olarak tanımlayan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hegel",
      "B": "Marx",
      "C": "Engels",
      "D": "Bakunin",
      "E": "Durkheim"
    },
    "explanation": "Hegel, sivil toplumu ihtiyaçların, polisin, hukukun, ortaklıkların ve pazar ekonomisinin alanı olarak tanımlar."
  },
  {
    "id": "3621896",
    "unitNumber": 6,
    "text": "Aşağıdaki düşünürlerden hangisi sivil toplum anlayışında \"liberal perspektif\" çerçevesinde ele alınan şahsiyetlerden biri <em><strong>değildir?</strong></em>",
    "correctAnswer": "B",
    "options": {
      "A": "A. Tocqueville",
      "B": "A. Gramsci",
      "C": "A. Smith",
      "D": "A. Ferguson",
      "E": "F. Hutcheson"
    },
    "explanation": "İlk yaklaşım liberal perspektiftir, Alexis de Tocqueville, Adam Smith, Adam Ferguson ve Francis Hutcheson da dâhil olmak üzere İskoç ahlakçılardan esinlenerek mevcut sivil toplum tartışmasındaki baskın konumdur."
  },
  {
    "id": "3621897",
    "unitNumber": 6,
    "text": "\"Sivil toplum kurum ve kuruluşları aracılığıyla ilgili alanlarda taleplerini dile getirmeye başlayan hareketlere\" ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bireysel hareketler",
      "B": "Militarist hareketler",
      "C": "Toplumsal hareketler",
      "D": "Yerel hareketler",
      "E": "Ulusal hareketler"
    },
    "explanation": "Toplumsal hareketler, sivil toplum kurum ve kuruluşları aracılığıyla ilgili alanlarda taleplerini dile getirmeye başlayan hareketlerdir."
  },
  {
    "id": "3621898",
    "unitNumber": 6,
    "text": "II. Dünya Savaşı'ndan, 1980'lere kadar olan süreç içerisinde, Batı Avrupa genelinde ortaya çıkmasında ve oluşumunda sivil toplumun büyük etkisi olan devlet biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Modern devlet",
      "B": "Korparatist devlet",
      "C": "Ulus-devlet",
      "D": "Keynesçi refah devleti",
      "E": "Sosyal devlet"
    },
    "explanation": "II. Dünya Savaşı’ndan 1980’lere kadar olan süreç içerisinde, Batı Avrupa genelinde Keynesçi refah devletlerinin ortaya çıkışında ve oluşumunda sivil toplumun büyük etkileri vardır."
  },
  {
    "id": "3621899",
    "unitNumber": 6,
    "text": "Aşağıdakilerden düşünürlerden hangisi, \"kendi kendini örgütleyen, çoğulcu ve devletten bağımsız bir sivil toplum, demokrasi için vazgeçilmez bir koşuldur\" demiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "A. Gramsci",
      "B": "J. S. Mill",
      "C": "M. Foucault",
      "D": "J. Rawls",
      "E": "A. Tocqueville"
    },
    "explanation": "Tocqueville’e göre, kendi kendini örgütleyen, çoğulcu ve devletten bağımsız bir sivil toplum, demokrasi için vazgeçilmez bir koşuldur."
  },
  {
    "id": "3621900",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yada hangileri günümüzde çoğu insanın algıladığı sivil toplumun işlevlerindendir?\n I- Sosyal çatışmaları çözmek \n II- Adaleti teşvik etmek \n III- Ayrımcılıkla mücadele etmek",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I,II",
      "D": "I,III",
      "E": "I,II ve III"
    },
    "explanation": "Günümüzde çoğu insan sivil toplumun işlev ve rolünü yoksulluğu ortadan kaldırmak, istihdamı ve<br/>sosyal eşitliği ve adaleti teşvik etmek, ayrımcılıkla mücadele etmek, sosyal çatışmaları çözmek, siyasal çoğulculuğu sağlamak, özgür bir medya ortamını var etmek, güvenilir ve sağlam bir adalet sistemini oluşturmak, insan haklarını güçlendirmek ve teşvik etmek için önemli ve işlevsel bir araç olarak algılasa da, sivil toplumun, demokrasinin pekişmesi, hukukun üstünlüğü ve iyi yönetim gibi kökleri Aydınlanma Çağına kadar uzanan bir dizi “misyon”a da işaret ettiği vurgulanmalıdır<br/>I,II ve III"
  },
  {
    "id": "3621901",
    "unitNumber": 6,
    "text": "Aydınlanma Felsefesi hangi ülkede başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere",
      "B": "Almanya",
      "C": "İtalya",
      "D": "İspanya",
      "E": "İrlanda"
    },
    "explanation": "Kabaca 17. yüzyılda İngiltere’de başlayan ve 18. yüzyılda Fransa’da gelişim gösteren entelektüel bir<br/>hareket olan Aydınlanma felsefesi, uzun zamandır birey ve devlet arasındaki ilişkiyi seçkinlerin idealleri ve tutumlarıyla tanımlamak için kullanılmıştır"
  },
  {
    "id": "3621902",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yada yangileri sistemin toplumsal düzenini ve otoritesini sorgulatan olaylardır?\n I- Emeğin ve sermayenin ticarileşmesi\n II- Piyasa ekonomisinin gelişimi\n III- Keşifler",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "I,II",
      "C": "I,III",
      "D": "II,III",
      "E": "I, II ve III"
    },
    "explanation": "17. yüzyılda toprağın, emeğin ve sermayenin ticarileşmesi, piyasa ekonomisinin gelişimi, keşifler, İngiltere ve Kuzey Amerika’daki devrimler sistemin toplumsal düzenini ve otoritesini sorgulatmıştır."
  },
  {
    "id": "3621903",
    "unitNumber": 6,
    "text": "Aydınlanmayı insanın kendisine empoze ettiği olgunlaşmamışlığı ile yüzleşmesi olarak tanımlayan filozof kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hegel",
      "B": "Kant",
      "C": "Rousseau",
      "D": "Hobbes",
      "E": "Locke"
    },
    "explanation": "1784’te Alman filozof Immanuel Kant sivil hareketi “Aydınlanma Nedir?” başlıklı ünlü makalesinde ele aldı. Ona göre Aydınlanma, insanın kendisine empoze ettiği olgunlaşmamışlığı ile yüzleşmesidir."
  },
  {
    "id": "3621904",
    "unitNumber": 6,
    "text": "Sivil toplumu, devletin (savaş anlamına gelen) doğa durumuna karşıt olarak tasarladığı sosyal bir düzen olarak nitelendiren düşünür kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Locke",
      "B": "Montesquieu",
      "C": "Kant",
      "D": "Hobbs",
      "E": "Rousseau"
    },
    "explanation": "Thomas Hobbes’un teorisinde, toplumun kaynaşmasını gerçekleştirecek fail yalnızca sosyal sözleşme tarafından yaratılan devlettir (Cohen ve Arato, 1992). Bu kapsamda Hobbes, sivil toplumu,<br/>devletin (savaş anlamına gelen) doğa durumuna karşıt olarak tasarladığı sosyal bir düzen olarak nitelendirdi.<br/>Hobbs"
  },
  {
    "id": "3621905",
    "unitNumber": 6,
    "text": "Özel mülkiyetin yükselişinin bir sonucu olarak oluşan yeni durumun, doğa halindeki eşitliği ve barışı yok ettiğini aynı zamanda korkunç bir savaş durumuna yol açtığını ileri süren düşünür kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kant",
      "B": "Hegel",
      "C": "Marks",
      "D": "Rousseau",
      "E": "Gramsci"
    },
    "explanation": "Rousseau’ya göre, özel mülkiyetin yükselişinin bir sonucu olarak oluşan yeni durum, doğa halindeki eşitliği ve barışı yok etmiş ve korkunç bir savaş durumuna yol açmıştır. Bu açıdan Rousseau’nun Hobbes’dan farklı olduğu söylenebilir çünkü Rousseau doğa durumunu insanın doğrudan birbirleriyle savaşmadan bir savaş hâli içinde sayılmayacağını düşünmektedir"
  },
  {
    "id": "3621906",
    "unitNumber": 6,
    "text": "Doğa durumunu, tüm insanlığın eşit ve bağımsız olduğu ve hiç kimsenin başkasının hayatına, sağlığına, özgürlüğüne ve mallarına zarar vermemesi gereken bir doğa yasası olarak tanımlayan düşünür kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Locke",
      "B": "Hegel",
      "C": "Marks",
      "D": "Hobbs",
      "E": "Rousseau"
    },
    "explanation": "Locke, doğa durumunu, tüm insanlığın eşit ve bağımsız olduğu ve hiç kimsenin başkasının<br/>hayatına, sağlığına, özgürlüğüne ve mallarına zarar vermemesi gereken bir doğa yasası olarak tanımlar."
  },
  {
    "id": "3621907",
    "unitNumber": 6,
    "text": "Hegel’e göre, sivil toplumun ortaya çıkışının ilk aşaması nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İhtiyaçlar sistemi",
      "B": "Ticaretin yükselişinin",
      "C": "Ahlaki duygularının bozulması",
      "D": "Eşitsizlik",
      "E": "Eşitlik durumu"
    },
    "explanation": "Hegel’e göre, ihtiyaçlar sistemi sivil toplumun ortaya çıkışının ilk aşamasıdır; adaletin yönetimi<br/>sivil toplumun ikinci seviyesini teşkil eder<br/>İhtiyaçlar sistemi"
  },
  {
    "id": "3621908",
    "unitNumber": 6,
    "text": "Sivil toplumu burjuva sınıfının toplumsal bir hareketi olarak gören düşünür kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hegel",
      "B": "Engels",
      "C": "Marks",
      "D": "Adam Ferguson",
      "E": "Locke"
    },
    "explanation": "Marx’ın sivil toplumu burjuva sınıfının toplumsal bir hareketi olarak gördüğü söylenebilir. Hegel’in aksine, Marx ve Engels devlete sivil toplumla kıyasta ikincil bir önem atfetmekte ve egemen sınıfların elinde bir araç olarak görmekteydi<br/>Marks"
  },
  {
    "id": "3621909",
    "unitNumber": 6,
    "text": "Sivil toplumu devlet ve ekonomi arasında, hegemonik ilişkilerin yürütüldüğü ve hâkimiyet için sürekli sınıf mücadelelerinin verildiği bir ara alan olarak gören filozof kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gramsci",
      "B": "Aristoteles",
      "C": "Marks",
      "D": "Kant",
      "E": "Adam Smith"
    },
    "explanation": "Gramsci, sivil toplumu devlet ve ekonomi arasında, hegemonik ilişkilerin yürütüldüğü ve hâkimiyet için sürekli sınıf mücadelelerinin verildiği bir ara alan olarak görmektedir."
  },
  {
    "id": "3622153",
    "unitNumber": 6,
    "text": "I. Devlet ve toplum arasında fark yoktur.\n II. Kapsayıcı vatandaşlık var.\n III. Aristotales'in çalışmalarından etkilenmiştir\n Yukarıdakilerden hangisi Antik Yunan'daki sivil toplum düşüncesiyle ilgili doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "<em>Aristoteles’in anlayışında devlet ve toplum arasında</em>\n <em>hiçbir ayrım yoktu. Bu bağlamda sivil toplum,</em>\n <em>tüm şehri çevreleyen “siyasi toplum” olarak</em>\n <em>kabul edilmiştir.</em>"
  },
  {
    "id": "3622154",
    "unitNumber": 6,
    "text": "I. Devlet ve toplum arasında hiçbir ayrım yoktur\n II. Kapsayıcı yurttaşlık vardır\n III. Aristotales'in düşüncelerinden etkilenilmişitir\n Yukarıdakilerden hangisi Antik Yunan sivil toplum anlayışıyla ilgili doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "<em>Aristoteles’in anlayışında devlet ve toplum arasında</em>\n <em>hiçbir ayrım yoktu. Bu bağlamda sivil toplum,</em>\n <em>tüm şehri çevreleyen “siyasi toplum” olarak</em>\n <em>kabul edilmiştir.</em>"
  },
  {
    "id": "3622155",
    "unitNumber": 6,
    "text": "I. Ortak bir “kamu yararı” nosyonuna sahip olmak\n II. Niceliksel bir kategori şeklinde değerlendirilmesi\n III. Fon merkezli olması\n Yukarıdakilerden hangisi günümüzdeki sivil toplumun yapısı ile ilgili <strong>doğru değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "<em>Başka bir deyişle, çoğunlukla proje eksenli veya fon </em><em>merkezli ortaya çıkan, bu fon ve destekler için rekabet eden STK’lar arasında ortak bir “kamu yararı” nosyonunun </em><em>oluşamaması, sivil toplum içinde zayıf bir kolektif bilinç ve birlik fikrinin olmamasıyla bağlantılı </em><em>görünmektedir. Böylelikle, daha önce de belirtildiği gibi, sivil toplum ağırlıklı olarak niceliksel bir kategoriye </em><em>indirgenir ve demokratikleşme süreci üzerine tartışmalar aralarında nasıl bir işbirliği ve koordinasyon </em><em>kurulacağından ziyade, STK’ların niceliğine sıkıştırılır.</em>"
  },
  {
    "id": "3621910",
    "unitNumber": 7,
    "text": "Toplumsal Hareketler, XX. yüzyılın ikinci yarısından itibaren hangi bilim insanları tarafından meşru ve etkin bir toplumsal güç biçimi olarak değer görmeye başlamışlardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyologlar",
      "B": "Psikologlar",
      "C": "Ekonomistler",
      "D": "İşletmeciler",
      "E": "Antropologlar"
    },
    "explanation": "Sosyologlar"
  },
  {
    "id": "3621911",
    "unitNumber": 7,
    "text": "Ani gelişen toplumsal değişimlere gösterilen reaksiyonlar ne olarak tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sınır ihlali",
      "B": "Kolektif davranış",
      "C": "Çatışma",
      "D": "Düzenin idamesi",
      "E": "Dayanışma"
    },
    "explanation": "Kolektif davranış"
  },
  {
    "id": "3621912",
    "unitNumber": 7,
    "text": "Toplumsal hareketliliği örgütsel biçimlerde gelişen taktiksel bir manevra alanı olarak gören kuram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kolektif davranış kuramı",
      "B": "Siyasal süreç kuramı",
      "C": "Kaynak mobilizasyonu kuramı",
      "D": "İşlevselcilik",
      "E": "Rasyonel eylem kuramı"
    },
    "explanation": "Kaynak mobilizasyonu kuramı"
  },
  {
    "id": "3621913",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi belirli bir toplumsal tehdit karşısında geçici olarak harekete geçmiş, bu tehdit algısı doğrultusunda ortaya çıkan reaksiyoner toplumsal hareket örgütleridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Profesyonel toplumsal hareket örgütleri",
      "B": "Komüniter toplumsal hareket örgütleri",
      "C": "Sürece dayalı toplumsal hareket örgütleri",
      "D": "Hususi (ad hoc) toplumsal hareket örgütleri",
      "E": "Liderlik yapılı toplumsal hareket örgütleri"
    },
    "explanation": "Hususi (ad hoc) toplumsal hareket örgütleri"
  },
  {
    "id": "3621914",
    "unitNumber": 7,
    "text": "Siyasal süreç modeline göre aşağıdakilerden hangisi siyasal süreçlerin aşamalarından biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Örgütsel dayanaklar",
      "B": "Bilişsel özgürleşme",
      "C": "Formel örgütlenme",
      "D": "Kolektif eylem",
      "E": "İletişim"
    },
    "explanation": "İletişim"
  },
  {
    "id": "3621915",
    "unitNumber": 7,
    "text": "Ortak değerler ve motivasyonlar doğrultusunda harekete geçen bir grubun kendi kolektif aidiyetini, karşıtlık kurduğu ötekisi ile ilişkisi içerisinde anlamlandırma biçimine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kolektif kimlik",
      "B": "Toplumsal gayri-hareketler",
      "C": "Eylem dizileri",
      "D": "Repertuvar",
      "E": "Döngü"
    },
    "explanation": "Kolektif kimlik"
  },
  {
    "id": "3621916",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi/hangileri başkalarına karşı duyulan ve bir grup ya da kategori adına eylemi motive eden pozitif duygulardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Güven, saygı",
      "B": "Dayanışma, sadakat",
      "C": "Coşku, onur",
      "D": "Sevgi",
      "E": "Teslimiyet"
    },
    "explanation": "Dayanışma, sadakat"
  },
  {
    "id": "3621917",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir toplumsal hareket kuramı olan “kültürel analiz”in temel olgularından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Siyasal süreç",
      "B": "Strateji",
      "C": "Anlamlar",
      "D": "Ekonomik rasyonellik",
      "E": "Fırsat Repertuvar"
    },
    "explanation": "Anlamlar"
  },
  {
    "id": "3621918",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, 1960’lı yıllarla birlikte II. Dünya Savaşı sonrası refah toplumunun ilk kuşağını yeni bir protesto dalgasının örgütlenmesi sonucunda oluşan hareketlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal demokrat",
      "B": "Çartist",
      "C": "Marksist",
      "D": "Feminist",
      "E": "Hegelci"
    },
    "explanation": "Feminist"
  },
  {
    "id": "3621919",
    "unitNumber": 7,
    "text": "Aşağıdaki kişilerden hangisi, toplumsal yaşamın sistem tarafından sömürgeleştirilmesi olarak kavrandığı işleyişe karşı gelen yeni hareketleri, toplumsal yaşamı savunan bir kolektif güç olarak kavramıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tilly",
      "B": "Touraine",
      "C": "Bennett",
      "D": "Green",
      "E": "Habermas"
    },
    "explanation": "Habermas"
  },
  {
    "id": "3621920",
    "unitNumber": 7,
    "text": "Bir toplumsal grubun çıkarları doğrultusunda bir araya gelerek bir başka toplumsal gruba karşı harekete geçmesine ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Parti politikası",
      "B": "Rekabet ilişkisi",
      "C": "Toplumsal hareketlilik",
      "D": "Lobi faaliyetleri",
      "E": "Toplumsal tabakalaşma"
    },
    "explanation": "Bir toplumsal grubun bir başka gruba karşı harekete geçmesine toplumsal hareketlilik denir"
  },
  {
    "id": "3621921",
    "unitNumber": 7,
    "text": "Toplumsal hareketliliği bir otorite karşısında çeşitli edimler gerçekleştirme biçiminde gören düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tilly",
      "B": "Gusmann",
      "C": "Giddens",
      "D": "Girard",
      "E": "Bourdieu"
    },
    "explanation": "Tilly toplumsal hareketliliği bir otorite karşısında edimde bulunmak biçiminde anlar"
  },
  {
    "id": "3621922",
    "unitNumber": 7,
    "text": "Bir toplumsal hareketin ele aldığı meselenin ya yeterince değer görmediğini savunması ya da farklı biçimde değerlendirmesini istemesi aşağıdakilerden hangisine yönelik bir taleptir?",
    "correctAnswer": "E",
    "options": {
      "A": "İktidar",
      "B": "Nicelik",
      "C": "Adanmışlık",
      "D": "Birlik",
      "E": "Liyakat"
    },
    "explanation": "Bir toplumsal grup ele aldığı meselenin farklı biçimde değerlendirilmesini yalnızca liyakat adına talep eder."
  },
  {
    "id": "3621923",
    "unitNumber": 7,
    "text": "Bir toplumsal grubun otoriteye meydan okumasını aşağıdakilerden hangisiyle ilişkilendirilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Birlik",
      "B": "Nicelik",
      "C": "Liyakat",
      "D": "Adanmışlık",
      "E": "İsyan"
    },
    "explanation": "Adanmışlık en açık biçimiyle otoriteye karşı meydan okuma olarak görülebilir."
  },
  {
    "id": "3621924",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Melucci'nin kolektif eylemi çözümlerken başvurduğu eksenlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Düzenin idamesi-sınır ihlali",
      "B": "Kanun yapma-kanuna uyma",
      "C": "Yasal dayanak-yasanın ihlali",
      "D": "Otoriter tutum-özgürlükçü tutum",
      "E": "Muhafazakarlık-Liberallik"
    },
    "explanation": "Düzenin idamesi-sınır ihlali Melucci'nin çözümlemesinin üç ana ekseninden biridir."
  },
  {
    "id": "3621925",
    "unitNumber": 7,
    "text": "Altmışlı yılların yeni toplumsal hareketlerine dikkat kesilerek görüşlerini geliştiren anlayış hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İdamecilik",
      "B": "İnşacılık",
      "C": "Muhafazakarlık",
      "D": "Post yapısalcılık",
      "E": "Liberallik"
    },
    "explanation": "İnşacılık altmışlı yılların toplumsal hareketlerine fazlaca dikkat kesilmişti"
  },
  {
    "id": "3621926",
    "unitNumber": 7,
    "text": "Toplumsal protesto hareketlerini irrasyonellik, cinnet ve düzensizlikle ilişkilendiren sosyal bilimci hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hobbes",
      "B": "Le Maitre",
      "C": "Le Bon",
      "D": "Stevenson",
      "E": "Emerson"
    },
    "explanation": "Le Bon toplumsal protestoları irrasyonellik ve cinnet olarak değerlendirmekteydi"
  },
  {
    "id": "3621927",
    "unitNumber": 7,
    "text": "Hangisi kolektif eylemin rasyonel temellerine dayalı bir açıklama getirme eğilimindedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kanun",
      "B": "Yasa yapıcılar",
      "C": "Sistem analizi",
      "D": "Halkla ilişkiler",
      "E": "Kaynak mobilizasyonu"
    },
    "explanation": "Kaynak mobilizasyonu toplumsal hareketleri rasyonel temellerde açıklamaya çalışır"
  },
  {
    "id": "3621928",
    "unitNumber": 7,
    "text": "Bir kolektif protestonun ortaya çıkışının aktörlerin maliyet ve ödül hesaplamalarına dayalı olduğunu savunan kişi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bergson",
      "B": "Strindberg",
      "C": "Moore",
      "D": "Oberschall",
      "E": "Mauier"
    },
    "explanation": "Oberschall toplumsal protestoları tamamen kazanç kayıp esasına göre incelemiştir"
  },
  {
    "id": "3621929",
    "unitNumber": 7,
    "text": "Oberschall'a göre hangisi 'kaynak' teriminin en somut anlamıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Para",
      "B": "Ödül",
      "C": "Vakit",
      "D": "Kanun",
      "E": "Güç"
    },
    "explanation": "Para, kaynak teriminin en somut anlamıdır."
  },
  {
    "id": "3621930",
    "unitNumber": 7,
    "text": "Bir grubun talepleri ya da çıkarları doğrultusunda bir araya gelerek başka bir grup ya da toplumsal yapılara karşı harekete geçmesine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsal hareketlilik",
      "B": "Toplumsal davranış",
      "C": "Toplumsal girişim",
      "D": "Toplumsal tepki",
      "E": "Toplumsal duruş"
    },
    "explanation": "Bir grubun talepleri ya da çıkarları doğrultusunda bir araya gelerek başka bir grup ya da toplumsal yapılara karşı harekete geçmesine toplumsal hareketlilik denir."
  },
  {
    "id": "3621931",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi McAdam'ın bahsettiği fırsat yapılarının dinamiklerinden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir siyasal sistemin açıklığı/kapalılığı",
      "B": "Seçkinlerin istikrarı/istikrarsızlığı",
      "C": "Seçkinler arasında ittifaklar/ihtilaflar",
      "D": "Devletin muhalefeti bastırma kapasitesi ya da eğilimi",
      "E": "Devletin riskleri / maliyetleri"
    },
    "explanation": "McAdam (1996: 27) fırsat yapılarının dört dinamiğini şöyle sıralar: 1. Bir siyasal sistemin açıklığı/kapalılığı 2. Seçkinlerin istikrarı/istikrarsızlığı 3. Seçkinler arasında ittifaklar/ihtilaflar 4. Devletin muhalefeti bastırma kapasitesi ya da eğilimi.<br/>Devletin riskleri / maliyetleri"
  },
  {
    "id": "3621932",
    "unitNumber": 7,
    "text": "Aşağıdaki geleneksel repertuvar - modern repertuvar eşleşmelerinden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Mahalli - Kapsayıcı",
      "B": "Doğrudan şiddet - Barışçıl / sembolik şiddet",
      "C": "Mahalli - Ulusal",
      "D": "Spesifik - Modüler",
      "E": "Yerel toplumsal ağlar - Kurumsallaşma"
    },
    "explanation": "Tablo 7.4 Geleneksel/modern repertuvarların farklılıkları<br/>Mahalli - Ulusal"
  },
  {
    "id": "3621933",
    "unitNumber": 7,
    "text": "Ortak değerler ve motivasyonlar doğrultusunda harekete geçen bir grubun kendi kolektif aidiyetini, karşıtlık kurduğu ötekisi ile ilişkisi içerisinde anlamlandırma biçimi ne olarak kavramsallaştırılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kolektif değer",
      "B": "Kolektif anlam",
      "C": "Kolektif hareket",
      "D": "Kolektif kimlik",
      "E": "Kolektif tavır"
    },
    "explanation": "Ortak değerler ve motivasyonlar doğrultusunda harekete geçen bir grubun kendi kolektif aidiyetini, karşıtlık kurduğu ötekisi ile ilişkisi içerisinde anlamlandırma biçimi kolektif kimlik olarak kavramsallaştırılır."
  },
  {
    "id": "3621934",
    "unitNumber": 7,
    "text": "Hareketlerin belirli tarihsel momentlerde yatkınlık gösterdiği eylem kiplerine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Repertuvar",
      "B": "Döngü",
      "C": "Miting",
      "D": "Kampanya",
      "E": "Protesto"
    },
    "explanation": "Hareketlerin belirli tarihsel momentlerde yatkınlık gösterdiği eylem kiplerine repertuvar denir."
  },
  {
    "id": "3621935",
    "unitNumber": 7,
    "text": "Aşağıdaki hareket ve amaç eşleşmelerinden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Feminist hareket - Toplumsal cinsiyet eşitliği",
      "B": "Gey/lezbiyen hareketi - Cinsel özgürleşme",
      "C": "New age hareketleri- Alternatif tıp, beslenme, terapiler ve yaşam tarzları",
      "D": "Etnik/dilsel azınlık hareketi - Özgün kimlik",
      "E": "Bütünsel hareket - Kadınların özgürleşmesi"
    },
    "explanation": "Feminist hareket toplumsal cinsiyet eşitliği ve kadınların özgürleşmesi için; gey/lezbiyen hareketi cinsel özgürleşme için; new age hareketleri alternatif tıp, beslenme, terapiler ve yaşam tarzları için; etnik/dilsel azınlıklar da özgün kimliklerini özerk bir biçimde icra edebilmek için mücadele eder.<br/>Bütünsel hareket - Kadınların özgürleşmesi"
  },
  {
    "id": "3621936",
    "unitNumber": 7,
    "text": "Feminist, gey/lezbiyen, ekolojist, barış ve new age hareketlerinin hayata geçisi hangi yıllarda olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "1980'ler",
      "B": "1960'lar",
      "C": "2000'ler",
      "D": "1970'ler",
      "E": "1940'lar"
    },
    "explanation": "1960’lı yıllarda, ikinci dünya savaşı sonrası refah toplumunun ilk kuşağı yeni bir protesto dalgasını örgütleyerek feminist, gey/lezbiyen, ekolojist, barış ve new age hareketlerine hayat verdi.<br/>1960'lar"
  },
  {
    "id": "3621937",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kurumsal iştiraklere örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bankalar",
      "B": "Okullar",
      "C": "Marketler",
      "D": "Sendikalar",
      "E": "Şirketler"
    },
    "explanation": "Sendikalar"
  },
  {
    "id": "3621938",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Melucci’nin kuramsal modelinde yer verdiği bir terimlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fırsat hesaplaması",
      "B": "İnşa",
      "C": "Geri dönüşüm",
      "D": "Maliyet hesaplaması",
      "E": "Gider hesaplaması"
    },
    "explanation": "İnşa"
  },
  {
    "id": "3621939",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kitlesel protestolar, sosyal bağlarından soyutlanmış grupların kriz anlarında geliştirdikleri kolektif davranışlardır.",
      "B": "Kolektif davranış ani gelişen toplumsal değişimlere gösterilen reaksiyonlar olarak tanımlanır.",
      "C": "Kolektif hareketler toplumsal düzenle ilişkilenmez.",
      "D": "Kaynak mobilizasyonu ve siyasal süreç yaklaşımları kolektif eylemin rasyonel temellerine dayalı bir açıklama getirme eğilimindedir.",
      "E": "Protestoların kolektif bir cinnet hali olarak tahayyül edilmesi psikolojik motifleri öne çıkarır ve sosyolojik analizi gölgeler."
    },
    "explanation": "Kolektif hareketler toplumsal düzenle ilişkilenmez."
  },
  {
    "id": "3621940",
    "unitNumber": 7,
    "text": "Bir grubun talepleri ya da çıkarları doğrultusunda bir araya gelerek başka bir grup ya da toplumsal yapılara karşı harekete geçmesine ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplumsal talep",
      "B": "Toplumsal beklenti",
      "C": "Toplumsal çıkar",
      "D": "Toplumsal hareketlilik",
      "E": "Toplumsal patlama"
    },
    "explanation": "Soru kökünde yer alan ifade <strong>Toplumsal hareketliliği </strong>tanımlamaktadır. Bu nedenle doğru yanıt D seçeneğidir."
  },
  {
    "id": "3621941",
    "unitNumber": 7,
    "text": "“Tilly (1993, 2004), bu repertuvar çeşitliliğine karşın toplumsal hareketlerin dışsal olarak gözlemlenebilen şu özelliklerine vurgu yapar:” aşağıdakilerden hangisini bu ifadede bahsedilen özellikler arasında <strong><u>yer almaz</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Liyakat (worthiness)",
      "B": "Birlik (unity)",
      "C": "Nicelik (numbers)",
      "D": "Adanmışlık (commitment)",
      "E": "Bireysellik (individuality)"
    },
    "explanation": "<strong>Bireysellik </strong><strong>(individuality)</strong> Tilly’nin bahsettiği Toplumsal Hareketliliğin dışşal olarak gözlenebilen özellikleri arasında <strong>yer almaz</strong><strong>.</strong> Bu nedenle doğru seçenek E seçeneğidir."
  },
  {
    "id": "3621942",
    "unitNumber": 7,
    "text": "“Melucci kolektif eylemi toplumsal düzenle özgül bir ilişki biçimi olarak üç eksende çözümler.” aşağıdakilerden hangisinde bu 3 eksen doğru sıralanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Uyum ve uzlaşı - dayanışma ve kümelenme - düzenin bozulması ve toplumsal uyum",
      "B": "Düzenin bozulması ve toplumsal uyum - çatışma ve uzlaşı - bireyselleşme ve ayrışma",
      "C": "Çatışma ve uzlaşı - dayanışma ve kümelenme - düzenin idamesi ve sınır ihlali",
      "D": "Uyum ve sadakat- dayanışma ve kümelenme - düzenin idamesi ve sınır ihlali",
      "E": "Çatışma ve uzlaşı - bireyselleşme ve ayrışma - düzenin idamesi ve sınır ihlali"
    },
    "explanation": "Melucci kolektif eylemi toplumsal düzenle özgül bir ilişki biçimi olarak üç eksen C şıkkında (Çatışma ve uzlaşı - dayanışma ve kümelenme - düzenin idamesi ve sınır ihlali) doğru verilmiştir. Bu nedenle doğru seçenek C seçeneğidir"
  },
  {
    "id": "3621943",
    "unitNumber": 7,
    "text": "Ani gelişen toplumsal değişimlere gösterilen reaksiyonlar ne olarak tanımlanır? aşağıdakilerden hangisinde bu tanımın karşılığı doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kolektif davranış",
      "B": "Toplumsal hareket",
      "C": "Bireysel direniş",
      "D": "Reaksiyon",
      "E": "İşbirliği"
    },
    "explanation": "Soru kökünde yer alan ifadenin tanımı, <strong>Kolektif Davranıştır.</strong> Bu nedenle doğru yanıt A seçeneğidir<strong>.</strong>"
  },
  {
    "id": "3621944",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, sosyolojinin dört ana yöneliminden birisi <strong><u>değildir</u></strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Bütünleşme",
      "B": "Yönetim",
      "C": "Sistem",
      "D": "Çatışma",
      "E": "Aktör"
    },
    "explanation": "Yönetim sosyolojinin dört ana yöneliminden birisi değildir. Bu nedenle doğru seçenek B seçeneğidir."
  },
  {
    "id": "3621945",
    "unitNumber": 7,
    "text": "Sürece dayalı bir analizin çıkış noktası fırsat yapılarıdır. Siyasal rejimlerin belirli tarihsel momentlerinde toplumsal muhalefetin bileşenleri arasında ittifaklar kurulabildiğinde, iktidar sahiplerinin muhalefeti bastırma becerisi gerilediğinde ya da muhalifler rahatsızlıklarını dile getirmek ve çıkarlarını korumak için uygun bir ortamı yakaladığını hissettiğinde toplumsal hareketlerin ortaya çıkışı yapısal olarak olanaklı hale gelir.\n McAdam, 1982, Tarrow, 2011, McAdam 1996 yayınlarında fırsat yapılarının dört dinamiğinden bahseder. Aşağıdakilerden hangisi bu fırsat yapılarından birisi <strong><u>değildir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir siyasal sistemin açıklığı/kapalılığı",
      "B": "Seçkinlerin istikrarı/istikrarsızlığı",
      "C": "Siyasal sistemin tarafsızlığı/tutarlılığı",
      "D": "Seçkinler arasında ittifaklar/ihtilaflar",
      "E": "Devletin muhalefeti bastırma kapasitesi ya da eğilimi"
    },
    "explanation": "“Siyasal sistemin tarafsızlığı/tutarlılığı” McAdam, 1982, Tarrow, 2011, McAdam 1996 yayınlarında fırsat yapılarının dört dinamiği arasında yer almaz. Bu nedenle doğru seçenek C seçeneğidir."
  },
  {
    "id": "3621946",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, siyasal süreçlerin aşamalarından (McAdam, 1982) birisi <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Siyasal fırsat yapıları",
      "B": "Bilişsel Özgürleşme",
      "C": "Formel Örgütlenme",
      "D": "Kolektif Eylem",
      "E": "Toplumsal dayanışma"
    },
    "explanation": "<strong>“Toplumsal dayanışma” </strong>siyasal süreçlerin aşamalarından (McAdam, 1982) birisi değildir. Bu nedenle doğru seçenek E seçeneğidir."
  },
  {
    "id": "3621947",
    "unitNumber": 7,
    "text": "1. Kamusal siyasete hareketlilik ve heyecan katarlar. Sıklıkla gözlenebilen marşlar, danslar, kostümler gibi karnavalsı unsurlar bunun en belirgin örnekleridir.\n 2. Katılımcılar arasındaki muhtelif etkileşimler sayesinde dayanışmayı güçlendirirler. Aynı ritmi, bedensel hareketleri, sloganları, giyim tarzını paylaşan protestocuların kolektif bir bedeni oluşturduğundan söz edilebilir.\n 3.En önemlisi, gündelik yaşamın olağan akışını bozarak görünürlük kazanırlar. Grevler, işgaller, oturma eylemleri, yolların trafiğe kapatılması, boykot gibi repertuvarlar en belirgin örnekleridir. Ancak bir gösteri yürüyüşü dahi sembolik olarak gündelik rutini bozan bir edim gibi ele alınabilir.\n Yukarıda yer alan maddeler, hangi eylemlerin üç özelliğinden bahseder?",
    "correctAnswer": "A",
    "options": {
      "A": "Kolektif eylemlerin",
      "B": "Bireysel eylemlerin",
      "C": "Siyasal eylemlerin",
      "D": "Formel eylemlerin",
      "E": "Bilişsel eylemlerin"
    },
    "explanation": "Soru kökünde yer alan 3 madde <strong>Kolektif Eylemlerin</strong> üç özelliğinden bahseder. Bu nedenle doğru seçenek A seçeneğidir."
  },
  {
    "id": "3621948",
    "unitNumber": 7,
    "text": "<ul> <li>Kapsayıcı</li> <li>Barışçıl/sembolik şiddet</li> <li>Modüler</li> <li>Kurumsallaşma</li> </ul> Yukarıda sıralanan maddeler, aşağıdakilerden hangisinin öğeleridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siyasal repertuvar",
      "B": "Modern repertuvar",
      "C": "Sosyal repertuvar",
      "D": "Geleneksel repertuvar",
      "E": "Aktüel repertuvar"
    },
    "explanation": "Soru kökünde yer alan maddeler, <strong>Modern Repertuvarın </strong>maddelerini sıralamaktadır. Bu nedenle doğru seçenek B seçeneğidir."
  },
  {
    "id": "3621949",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, toplumsal hareketler bağlamında geleneksel repertuvarın özellikleri arasında <strong><u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mahalli",
      "B": "Doğrudan şiddet",
      "C": "Spesifik",
      "D": "Barışçıl/sembolik şiddet",
      "E": "Yerel toplumsal ağlar"
    },
    "explanation": "“Barışçıl/sembolik şiddet” modern repertuvarın bir öğesidir. Bu nedenle doğru seçenek D seçeneğidir."
  },
  {
    "id": "3621950",
    "unitNumber": 8,
    "text": "Sosyal bilimlerde kavramlar, aşağıdakilerden hangisinin içinde gerçek anlamlarını kazanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Belirli bir tarihselliğin",
      "B": "Belirli bir fütürizmin",
      "C": "Belirli bir disiplinin",
      "D": "Belirli bir psikolojinin",
      "E": "Belirli bir siyasetin"
    },
    "explanation": "Doğru cevap \"belirli bir tarihselliğin\" olacaktır."
  },
  {
    "id": "3621951",
    "unitNumber": 8,
    "text": "1980 ve sonrası küresel ekonomi ve toplumsal yapılardaki değişimleri tanımlamak için kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Neoliberalizm",
      "B": "Preliberalizm",
      "C": "Postliberalizm",
      "D": "Liberalizm",
      "E": "Kapitalizm"
    },
    "explanation": "Doğru cevap \"Neoliberalizm\" olacaktır."
  },
  {
    "id": "3621952",
    "unitNumber": 8,
    "text": "Keynesyenizm kavramının diğer adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgütlenmiş Liberalizm",
      "B": "Örgütlenmiş Neoliberalizm",
      "C": "Örgütlenmiş Postliberalizm",
      "D": "Örgütlenmiş Preliberalizm",
      "E": "Örgütlenmiş Fordizm"
    },
    "explanation": "Doğru cevap \"Örgütlenmiş Liberalizm\" olacaktır."
  },
  {
    "id": "3621953",
    "unitNumber": 8,
    "text": "Kapitalizme geçiş sürecinde feodalizmin parçalı siyasal yapısı ne şekilde bir merkezileşme göstermiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ulusal monarşiler",
      "B": "Uluslararası monarşiler",
      "C": "Demokratik monarşiler",
      "D": "Faşist monarşiler",
      "E": "Asil monarşiler"
    },
    "explanation": "Doğru cevap \"ulusal monarşiler\" olacaktır."
  },
  {
    "id": "3621954",
    "unitNumber": 8,
    "text": "Bir toplumsal yapı olarak kapitalizm aşağıdakilerden hangisine benzeyen hiyerarşik bir görünüm sergiler?",
    "correctAnswer": "C",
    "options": {
      "A": "Tek katlı müstakil ev",
      "B": "İki katlı villa",
      "C": "Üç katlı bina",
      "D": "Dört katlı apartman",
      "E": "Yüksek katlı konut projesi"
    },
    "explanation": "Doğru cevap \"üç katlı bina\" olacaktır."
  },
  {
    "id": "3621955",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi toplumsal sözleşme teorisyenleri olarak anılan isimlerden<strong> değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hobbes",
      "B": "Locke",
      "C": "Montesquie",
      "D": "Rousseau",
      "E": "Marx"
    },
    "explanation": "Doğru cevap \"Marx\" olacaktır."
  },
  {
    "id": "3621956",
    "unitNumber": 8,
    "text": "Devlet temelli uluslararası ticaret ve sömürgeci politikaların belirleyici olduğu, devletler arasında rekabet ve korumacı politikaların yaygınlaştığı bir dönemi temsil eden 16. yüzyıl Avrupa kapitalizmine aşağıdaki isimlerden hangisi verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Merkantilizm",
      "B": "Merkeltilizm",
      "C": "Putinizm",
      "D": "Marxism",
      "E": "Neoliberalizm"
    },
    "explanation": "Doğru cevap \"Merkantilizm\" olacaktır."
  },
  {
    "id": "3621957",
    "unitNumber": 8,
    "text": "Şili’de Pinochet döneminin iktisat politikalarının hazırlanmasında yer alan, 1980’li yıllarda Reagan’ın ve Thatcher’ın danışmanlığını yapan muhafazakar iktisatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Milton Friedman",
      "B": "Karl Marx",
      "C": "Friedrich Hayek",
      "D": "Steve Harris",
      "E": "Bruce Dickinson"
    },
    "explanation": "Doğru cevap \"Milton Friedman\" olacaktır."
  },
  {
    "id": "3621958",
    "unitNumber": 8,
    "text": "1980’li yıllarda neoliberal politikaların giderek yaygınlaşmasıyla, bu süreci ve dünyada yaşanan dönüşümleri tarif eden küreselleşme kavramı, Marshall McLuhan’ın ifadesiyle dünyayı aşağıdakilerden hangisine benzetmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Küresel bir köy",
      "B": "Küresel bir şehir",
      "C": "Küresel bir eyalet",
      "D": "Küresel bir ülke",
      "E": "Küresel devletler topluluğu"
    },
    "explanation": "Doğru cevap \"küresel bir köy\" olacaktır."
  },
  {
    "id": "3621959",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, Neoliberalizmin özü itibariyle burjuvazinin küresel krizine yönelik \"neyi\" olduğunu tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Dünya ölçeğinde bir savunma stratejisi",
      "B": "Ülke ölçeğinde bir savunma stratejisi",
      "C": "Dünya ölçeğinde bir saldırı stratejisi",
      "D": "Ülke ölçeğinde bir saldırı stratejisi",
      "E": "Dünya ölçeğinde bir teslimiyet stratejisi"
    },
    "explanation": "Doğru cevap \"dünya ölçeğinde bir savunma stratejisi\" olacaktır."
  },
  {
    "id": "3621960",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi II. Dünya Savaş sonrası dönemi ifade etmek için kullanılan kavramlardan birisi <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Altın çağ",
      "B": "Kitlesel fordizm",
      "C": "Refah toplumu",
      "D": "Örgütlenmiş liberalizm",
      "E": "Feodalizm"
    },
    "explanation": "Yanıtınız yanlış ise \"Giriş\" başlıklı bölümü gözden geçiriniz.<br/>İkinci Dünya Savaşı’nı izleyen yıllar tüm kapi-talist dünya için, ulusal ve uluslararası ölçekte, yeni bir örgütlenme sürecine tanıklık etti. Merkezinde ABD’nin olduğu bu yapı uluslararası kurumlar (Birleşmiş Milletler, NATO, IMF, Dünya Ban-kası, Dünya Ticaret Örgütü vb.) aracılığıyla ulus devletlerin karşılıklı sorumluklarının tanımlandı-ğı, kural koyan ve denetleyen bir küresel yönetim sistemiydi. Saf hâlini 1970’lere değin sürdüren bu yeni örgütlenme Keynesyenizm ya da Örgütlenmiş Liberalizm olarak tanımlandı. Ayrıca bu dönem yaygın olarak Altın Çağ, Kitlesel Fordizm ya da Refah Toplumu olarak da adlandırılmaktaydı."
  },
  {
    "id": "3621961",
    "unitNumber": 8,
    "text": "Sanayi devrimiyle birlikte dünyanın merkez ekonomisi haline gelen ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hollanda",
      "B": "İtalya",
      "C": "İngiltere",
      "D": "Almanya",
      "E": "Fransa"
    },
    "explanation": "Yanıtınız yanlış ise \"Feodalizmden Kapitalizme Geçiş\" başlıklı bölümü gözden geçiriniz.<br/>Tarihsel dönemler olarak bakıldığında küresel sis-temin merkezinin önce 15. yüzyılda İtalyan kent devletleri olan Cenova, Venedik ve Floransa vd.etrafında örgütlendiğini ve daha sonra 17. yüzyıl merkantilizm döneminde Hollanda’nın bu rolü üstlendiği, ardından ise 18. ve 19. yüzyıllarda sa-nayi devrimiyle birlikte İngiltere’nin dünyanın merkez ekonomisi olduğunu görüyoruz."
  },
  {
    "id": "3621962",
    "unitNumber": 8,
    "text": "Kapitalizm piyasa değildir; tam aksine kapitalizm aslında karşı piyasadır. Çünkü kapitalizm gücün yoğunlaştığı, finans ve tekelci yapıların egemen ol-duğu ve sıradan insanlara kapalı bir yapıyı temsil etmektedir.\n<br/><strong>Yukarıdaki düşünceler aşağıdaki isimlerden hangisine aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "K. Marx",
      "B": "F. Braudel",
      "C": "M. Weber",
      "D": "T. Hobbes",
      "E": "J. Locke"
    },
    "explanation": "Yanıtınız yanlış ise \"kapitalist sistem\" başlıklı bölümü gözden geçiriniz.<br/>Fernand Braudel kapitalizmi tanımlarken sıkça yapılan bir yanlışlığa dair uyarıda bulunur. Braudel’e göre (1979), kapitalizm sanılanın aksi-ne piyasa ya da piyasa ekonomisi değildir. Piyasa, insanlık tarihinde kökleri çok daha erken dönemlere uzanan, kapitalizmden çok daha önce var olan, bir oluşumdur. Nitekim piyasa ekonomisi Avrupa’nın sanayileşme öncesi erken tarım toplulukları arasında dahi yaygınca gözlemlenmekteydi. Kapitalizm piyasa değildir; tam aksine kapitalizm aslında karşı piyasadır. Çünkü kapitalizm gücün yoğunlaştığı, finans ve tekelci yapıların egemen ol-duğu ve sıradan insanlara kapalı bir yapıyı temsil etmektedir."
  },
  {
    "id": "3621963",
    "unitNumber": 8,
    "text": "Aşağıdaki düşünürlerden hangisinin açıklamalarında mülkiyet temelli özgürlük anlayışının liberal teorideki en parlak ifadelerine ulaştığını söylemek doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Locke",
      "B": "Hobbes",
      "C": "Rousseau",
      "D": "Montesquieu",
      "E": "Mun"
    },
    "explanation": "Yanıtınız yanlış ise \"Siyasal Liberalizmin Öncü Düşünürleri...\" başlıklı bölümü gözden geçiriniz.<br/>Locke'un açıklamalarında mülkiyet temelli özgürlük anlayışının liberal teorideki en parlak ifadelerine ulaştığını söylemek yanlış olmaz."
  },
  {
    "id": "3621964",
    "unitNumber": 8,
    "text": "........................ kavramı ilk kez Fransa’da An-toine de Montchrétien tarafından kullanılıyor ve merkezine zenginliğin kaynağı olarak üretim soru-nunu alarak devletin ve yurttaşın rolünü tartışmaya açıyordu.\n<br/>Yukarıdaki ifadedeki boşluğu aşağıdaki kavramlardan hangisi en doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplumsal sözleşme",
      "B": "Monarşi",
      "C": "Leviathan",
      "D": "Ekonomi politik",
      "E": "Faydacı felsefe"
    },
    "explanation": "Yanıtınız yanlış ise \"Ekonomi Politik ve Klasik Liberalizm\" başlıklı bölümü gözden geçiriniz.<br/>Ekonomi politik kavramı ilk kez Fransa’da An-toine de Montchrétien tarafından kullanılıyor ve merkezine zenginliğin kaynağı olarak üretim soru-nunu alarak devletin ve yurttaşın rolünü tartışmaya açıyordu."
  },
  {
    "id": "3621965",
    "unitNumber": 8,
    "text": "Aşağıdaki yazar-eser eşleştirmelerinden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Locke-Leviathan",
      "B": "Smith-Ulusların Zenginliği",
      "C": "Hobbes-Protestan Ahlakı ve Kapitalizmin Ruhu",
      "D": "Weber-Kapital",
      "E": "Montesquieu-Vergilendirmenin İlkeleri"
    },
    "explanation": "Yanıtınız yanlış ise \"Siyasi Liberalizme Eşlik Eden Siyasi Düşünce\" başlıklı bölümü gözden geçiriniz.<br/>18. yüzyıl İs-koç Aydınlanması’nın en önemli düşünürlerinden olan ve yaygın olarak iktisat disiplinin kurucusu kabul edilen Adam Smith (1723-1979) Ulusların Zenginliği (1776) adlı eserin sahibidir. Smith ekonomi politiğin merkezine piyasayı ve piyasa dolayımıyla insanı ve doğal öz-gürlükler sistemini yerleştiriyordu."
  },
  {
    "id": "3621966",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Alman Liberalizmi olarak da tarif edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Klasik liberalizm",
      "B": "Neoliberalizm",
      "C": "Ordoliberalizm",
      "D": "Ecoliberalizm",
      "E": "Sol liberalizm"
    },
    "explanation": "Yanıtınız yanlış ise \"Klasik Liberalizmin Çöküşü\" başlıkı bölümü gözden geçiriniz.<br/>Ordoliberalizm Alman liberalizmi (sosyal piyasa ekonomisi) olarak da tarif edilir. Max Weber’in düşüncelerinin önemli yer tuttuğu bu gelenek devlet ve piyasa arasındaki bir uyumu arayan yaklaşımıyla hem merkezi planlamayı hem de laissez faire ilkesini reddetmektedir. Liberal dü-şüncenin genel ilkelerini kabul etseler de serbest piyasa ekonomisinin iktisadi, sosyal ve ahlaki açı-dan kendi kendine işler olmadığını ifade ederler. Ordoliberallerin tezleri Tony Blair önderliğinde İngiliz İşçi Partisi tarafından öne çıkarılan “üçün-cü yol” yaklaşımı üzerinde rol oynamıştır."
  },
  {
    "id": "3621967",
    "unitNumber": 8,
    "text": "1944 yılından 1973 yılına kadar uluslararası para düzeninin nasıl olacağını belirleyen kurallar bütünü ifade etmek için aşağıdakilerden hangisi kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bretton Woods sistemi",
      "B": "Marshall Planı",
      "C": "Truman Doktrini",
      "D": "Refah Devleti modeli",
      "E": "Soğuk Savaş"
    },
    "explanation": "Yanıtınız yanlış ise \"Amerikan Hegemonyasının Yükselişi\" adlı bölümü gözden geçiriniz.<br/>Bretton Woods konferansının yapıldığı 1944 yılından 1973 yılına kadar uluslararası para dü-zeninin nasıl olacağını belirleyen kurallar bütünü Bretton Woods sistemi olarak adlandırılır. Bu sis-tem 1947’de Uluslararası Para Fonu (IMF), Dünya Bankası (DB) ve Gümrük Tarifleri ve Ticaret Genel Anlaşması (GATT) koordinasyonunda fiilen işle-tilmeye başlandı."
  },
  {
    "id": "3621968",
    "unitNumber": 8,
    "text": "İlk neoliberal program aşağıdaki ülkelerden hangisinde uygulanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "ABD",
      "B": "İngiltere",
      "C": "Şili",
      "D": "Güney Kore",
      "E": "Almanya"
    },
    "explanation": "Yanıtınız yanlış ise \"Neo-liberal programın ilk uygulamaları\" başlıklı bölümü gözden geçiriniz.<br/>Şili'de ilk neoliberal program uygulanmıştır."
  },
  {
    "id": "3621969",
    "unitNumber": 8,
    "text": "1980’li yıllarda neoliberal politikaların giderek yaygınlaşmasının bir ifadesi olarak görülemez?",
    "correctAnswer": "C",
    "options": {
      "A": "Küreselleşme",
      "B": "Tarihin Sonu tezi",
      "C": "Keynesyenizm",
      "D": "Finansallaşma",
      "E": "Kuralsızlaşma"
    },
    "explanation": "Yanıtınız yanlış ise \"Neoliberalizm: Yeni Ekonomi, Yeni Toplum\" başlığını gözden geçiriniz.<br/>Keynesyenizm neoliberal dönemi önceleyen ve II. Dünya Savaşı ile 1970'li yılların sonu arasındaki dönemle özdeş bir ekonomi politik anlayıştır."
  },
  {
    "id": "3621970",
    "unitNumber": 8,
    "text": "Kapitalizmin ortaya çıkardığı dönüşümlerin bir ürünü olan \"klasik liberal düşünce\"nin kökleri kaçıncı yüzyıla uzanır?",
    "correctAnswer": "A",
    "options": {
      "A": "16. yüzyıl",
      "B": "17. yüzyıl",
      "C": "18. yüzyıl",
      "D": "19. yüzyıl",
      "E": "20. yüzyıl"
    },
    "explanation": "Klasik liberal düşünce kapitalizmin ortaya çıkardığı dönüşümlerin ürünüydü. Kökleri 16. yüzyıla uzanan bu düşünce geleneği, Avrupa feodal sisteminin çöküşü üzerine temellenen yeni toplumsal hayat ve bu hayatın inşa edici toplumsal sınıfının, burjuvazinin, özgürlük ve mülkiyet talepleri üzerine şekillenmiştir."
  },
  {
    "id": "3621971",
    "unitNumber": 8,
    "text": "\"Dünya ekonomisinin küresel iş bölümü bağlamında merkez ve çevre ekonomiler (bugünün gelişmiş ve gelişmekte olan ülkeleri) şeklinde bölündüğünü savunan\" teori aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kar kütlesi teorisi",
      "B": "Dünya sistemleri teorisi",
      "C": "Doğrudan denetim teorisi",
      "D": "Piyasa ekonomisi teorisi",
      "E": "Karşı piyasa teorisi"
    },
    "explanation": "Dünya sistemleri teorisi, dünya-ekonomisinin küresel iş bölümü bağlamında merkez ve çevre ekonomiler (bugünün gelişmiş ve gelişmekte olan ülkeleri) şeklinde bölündüğünü savunur."
  },
  {
    "id": "3621972",
    "unitNumber": 8,
    "text": "Kapitalizmin ne olduğuna yönelik farklı görüşler olsa da \"<em>Kapital</em> (1867)\" adlı kitapta sunduğu analizlerle bu konudaki en önemli çözümlemelerden birini ortaya koyan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Rousseau",
      "B": "Mill",
      "C": "Marx",
      "D": "Voltaire",
      "E": "Locke"
    },
    "explanation": "Kapitalizmin ne olduğuna yönelik farklı görüşler olsa da Marx’ın Kapital’de (1867) sunduğu analiz bu konudaki en önemli çözümlemelerden biri olmuştur."
  },
  {
    "id": "3621973",
    "unitNumber": 8,
    "text": "Aşağıdaki düşünürlerden hangisi toplumsal sözleşme (social contract) teorisyenleri arasında yer alan şahsiyetlerden biri <em><strong>değildir? </strong></em>",
    "correctAnswer": "D",
    "options": {
      "A": "Hobbes",
      "B": "Locke",
      "C": "Montesquieu",
      "D": "Engels",
      "E": "Rousseau"
    },
    "explanation": "Daha sonra toplumsal sözleşme (social contract) teorisyenleri olarak, Hobbes, Locke, <br/>Montesquieu ve Rousseau gibi düşünürler öne çıkar."
  },
  {
    "id": "3621974",
    "unitNumber": 8,
    "text": "Ekonomi politik kavramı ilk kez Antoine de Montchrétien tarafından hangi ülkede kullanılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "İngiltere",
      "B": "İtalya",
      "C": "İspanya",
      "D": "Almanya",
      "E": "Fransa"
    },
    "explanation": "Ekonomi politik kavramı ilk kez Fransa’da Antoine de Montchrétien tarafından kullanılmıştır."
  },
  {
    "id": "3621975",
    "unitNumber": 8,
    "text": "\"Faydacılık\" düşüncesine öncülük eden düşünür aşağıdakilerden aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bentham",
      "B": "Menger",
      "C": "Walras",
      "D": "Hobsbawm",
      "E": "Polanyi"
    },
    "explanation": "Bentham’ın öncülük ettiği \"faydacılık\" düşüncesi yüzyıldan fazla bir süre liberal düşünceyi yönlendiren egemen etik ve adalet teorisi olmuştur."
  },
  {
    "id": "3621976",
    "unitNumber": 8,
    "text": "Max Weber'in düşüncelerinin önemli yer tuttuğu \"ordoliberalizm (sosyal piyasa ekonomisi)\" aşağıdaki hangi liberal anlayış olarak da ifade edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fransız",
      "B": "Alman",
      "C": "İtalyan",
      "D": "İsveç",
      "E": "İngiliz"
    },
    "explanation": "Ordoliberalizm anlayışı, Alman liberalizmi (sosyal piyasa ekonomisi) olarak da tarif edilir. Max Weber’in düşüncelerinin önemli yer tuttuğu bu gelenek devlet ve piyasa arasındaki bir uyumu arayan yaklaşımıyla hem merkezi planlamayı hem de laissez faire ilkesini reddetmektedir."
  },
  {
    "id": "3621977",
    "unitNumber": 8,
    "text": "Dünyada iktisadi anlamda yeni bir dünya düzenini fiilen başlattığı ifade edilen \"Bretton Woods Anlaşması\", kaç yılında yapılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1924",
      "B": "1934",
      "C": "1944",
      "D": "1954",
      "E": "1964"
    },
    "explanation": "Batılı anlamda dünyadaki iktisadi boyuttaki eski ve yeni hegemonya arasındaki bu tartışmalar 1944’te Bretton Woods antlaşması ile sonlandı. Keynes’in teorik <br/>gücü White’ın politik gücüne yenik düşünce yeni sistemin temel taşları Amerika’nın öne sürdüğü kurallarca yapılandırıldı."
  },
  {
    "id": "3621978",
    "unitNumber": 8,
    "text": "1970'li yılların başında ABD'nin askerî harcamalarını oldukça büyük boyutlara taşıyan ve kamu açıklarını arttıran olay aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "II. Dünya Savaşı",
      "B": "Soğuk Savaş",
      "C": "Arap-İsrail Savaşı",
      "D": "Vietnam Savaşı",
      "E": "Washington Uzlaşısı"
    },
    "explanation": "1963-1973 yılları arasında süren Vietnam Savaşı (1963-1973), ABD’nin askerî <br/>harcamalarını inanılmaz boyutlara taşımış ve kamu açıklarını artırmıştır."
  },
  {
    "id": "3621979",
    "unitNumber": 8,
    "text": "Keynesçi bölüşüm ve kamu sosyal güvenlik politikalarını kesin bir dille eleştirerek, \"devletin toplumun alt kesimlerini, yoksulları korumak gibi bir sorumluluğu olamaz\" görüşünü seslendiren neoliberal düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Smith",
      "B": "Kennedy",
      "C": "Locke",
      "D": "Woods",
      "E": "Hayek"
    },
    "explanation": "Keynesci bölüşüm ve kamu sosyal güvenlik politikalarını kesin bir dille eleştiren Hayek’e göre devletin toplumun alt kesimlerini, yoksulları korumak gibi bir sorumluluğu olamaz. Toplumsal olarak adil olan tek sistem piyasa sistemidir. Mülkiyet en temel özgürlüktür. Hayek’in görüşleri hem Margaret Thatcher ve hem de danışmanlığını yaptığı Ronald Reagan neoliberal politikaları üzerinde çok etkili olmuştur."
  },
  {
    "id": "3621980",
    "unitNumber": 8,
    "text": "“Dünya ekonomisinin küresel iş bölümü bağlamında merkez ve çevre ekonomiler (bugünün gelişmiş ve gelişmekte olan ülkeleri) şeklinde bölündüğünü savunur. Merkez, gelişmiş teknolojik ürünler üretirken çevrenin küresel ekonomideki rolü merkeze hammadde, tarımsal ürün ve ucuz işgücü sağlamaktır. Bu tür bir iş bölümü çevreden merkeze bir kaynak aktarımı (sömürü) anlamına gelmektedir.” İfadesi aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kapital sistemleri teorisi",
      "B": "Feodal sistemleri teorisi",
      "C": "Liberal sistemler teorisi",
      "D": "Dünya sistemleri teorisi",
      "E": "Monarşi sistemler teorisi"
    },
    "explanation": "Soru kökünde yer alan ifade “Dünya sistemleri teorisi’ni” tanımlamaktadır. Bu nedenle doğru yanıt D seçeneğidir."
  },
  {
    "id": "3621981",
    "unitNumber": 8,
    "text": "“Kapitalizm sanılanın aksine piyasa ya da piyasa ekonomisi değildir. Piyasa, insanlık tarihinde kökleri çok daha erken dönemlere uzanan, kapitalizmden çok daha önce var olan, bir oluşumdur. Nitekim piyasa ekonomisi Avrupa’nın sanayileşme öncesi erken tarım toplulukları arasında dahi yaygınca gözlemlenmekteydi. Kapitalizm piyasa değildir; tam aksine kapitalizm aslında karşı piyasadır.” İfadesi kime aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Marx",
      "B": "Engels",
      "C": "John Locke",
      "D": "Max Weber",
      "E": "Fernand Braudel"
    },
    "explanation": "Soru kökünde yer alan ifade Fernand Braudel’e aittir. Bu nedenle doğru seçenek E seçeneğidir."
  },
  {
    "id": "3621982",
    "unitNumber": 8,
    "text": "“Protestan Ahlakı ve Kapitalizmin Ruhu adlı çalışmasında bu süreci Orta Çağ’ın karanlık döneminin aşılması ile Avrupa kültür ve düşünce sistemine yeni bir etik, akılcılık, kuşku, bilme isteği ve bilimin hâkimdir.” ifadesi kime aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Max Weber",
      "B": "John Locke",
      "C": "Fernand Braudel",
      "D": "Marx",
      "E": "Engels"
    },
    "explanation": "Soru kökünde yer alan ifade Max Weber’e aittir. Bu nedenle doğru seçenek A seçeneğidir."
  },
  {
    "id": "3621983",
    "unitNumber": 8,
    "text": "“Doğa üzerine yazıları ve doğanın mülk edinilmesi üzerine önerileri, özellikle İngiliz Amerikan kolonileşmesinin en önemli ideolojik temellerinden birini oluşturmuştur. Ona göre doğa bir boşluk değildir, sahiplenilmelidir. İnsanlık doğayı sahiplenerek onu üretken eyleme kattıkça, aslında toplumun genel iyiliği için de katkı yaratmaktadır. Sorun bir mülkiyetin, bir başkasının mülkiyetini tehdit etmemesidir ve bunu sağlayan şey ‘ “yasa”dır.” İfadesi kime aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Thomas Mun",
      "B": "Fernand Braudel",
      "C": "John Locke",
      "D": "Bentham",
      "E": "Engels"
    },
    "explanation": "Soru kökünde yer alan ifade John Locke’a aittir. Bu neden doğru seçenek C seçeneğidir."
  },
  {
    "id": "3621984",
    "unitNumber": 8,
    "text": "Ulusların Zenginliği (1776) adlı eser kime aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Thomas Mun",
      "B": "Adam Smith",
      "C": "John Locke",
      "D": "David Ricardo",
      "E": "Max Weber"
    },
    "explanation": "Ulusların Zenginliği (1776) eser, Adam Smith’e aittir. Bu nedenle doğru seçenek B seçeneğidir."
  },
  {
    "id": "3621985",
    "unitNumber": 8,
    "text": "“Ekonomi Politiğin ve Vergilendirmenin İlkeleri” adlı eser kime aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Max Weber",
      "B": "Thomas Mun",
      "C": "David Ricardo",
      "D": "Adam Smith",
      "E": "Karl Polanyi"
    },
    "explanation": "Ekonomi Politiğin ve Vergilendirmenin İlkeleri” adlı eser, David Ricardo’ya aittir. Bu nedenle doğru seçenek B seçeneğidir.<br/>Ekonomi Politiğin ve Vergilendirmenin İlkeleri” adlı eser, David Ricardo’ya aittir. Bu nedenle doğru seçenek C seçeneğidir."
  },
  {
    "id": "3621986",
    "unitNumber": 8,
    "text": "Yüzyıldan fazla bir süre liberal düşünceyi yönlendiren egemen etik ve adalet teorisi olan <strong><em>faydacılık</em></strong> teorisi kime aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Thomas Mun",
      "B": "Fernand Braudel",
      "C": "John Locke",
      "D": "Adam Smith",
      "E": "Bentham"
    },
    "explanation": "<strong><em>Faydacılık</em></strong> teorisi <strong>Bentham’a</strong> aittir. Bu nedenle doğru seçenek E seçeneğidir."
  },
  {
    "id": "3621987",
    "unitNumber": 8,
    "text": "“II. Dünya Savaşı’nın ardından dünyanın yeni uluslararası iktisadi düzenin temelleri 1944’te yapılan antlaşmayla atıldı. Bu antlaşmayla ABD dolarının uluslararası ekonominin temel parası olarak kabul görürken uluslararası iktisadi düzenin kurallarının belirlenmesinde Amerikan devletinin belirleyici rolü de kabullenilmiştir.” Bu antlaşma, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bretton Woods Antlaşması",
      "B": "Versay Barış Antlaşması",
      "C": "New Deal Antlaşması",
      "D": "Panopticon Antlaşması",
      "E": "Laissez Fair Antlaşması"
    },
    "explanation": "Soru kökünde yer alan tanımlama, Bretton Woods Antlaşmasını tanımlamaktadır. Bu nedenle doğru seçenek A seçeneğidir."
  },
  {
    "id": "3621988",
    "unitNumber": 8,
    "text": "Emek Değer Kuramının kurucusu kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Thomas Mun",
      "B": "Adam Smith",
      "C": "John Locke",
      "D": "David Ricardo",
      "E": "Max Weber"
    },
    "explanation": "Emek Değer Kuramının kurucusu, Adam Smith’tir. Bu nedenle doğru seçenek B seçeneğidir."
  },
  {
    "id": "3621989",
    "unitNumber": 8,
    "text": "“Ticaret ve sermaye hareketlerinin serbestleştiği, mülkiyet haklarının dünyalaştığı, küresel üretim zincirlerinin yaygınlaştığı, çok uluslu şirketlerin dünya üretim ve ticaret ağlarında güçlendiği, haberleşmeden bilgi edinimine değin iletişim ağının genişlediği, ulaşımın hız ve ölçek olarak tüm dünyayı kuşattığı, kültürel yakınlaşma ve tek tipleşmenin gerçekleştiği bir dönemi temsil etmektedir. “Aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Klasik Liberalizm",
      "B": "Kominizm",
      "C": "Neoliberalizm",
      "D": "Küreselleşme",
      "E": "Kapitalleşme"
    },
    "explanation": "Soru kökünde yer alan ifade <strong>Küreselleşmeyi </strong>tanımlamaktadır. Bu nedenle doğru seçenek D seçeneğidir."
  }
]