[
  {
    "id": "2139652",
    "unitNumber": 1,
    "text": "Yeni ve yeterince araştırılmamış bir konu ile ilgili yapılan ve belirli bir araştırma sorusunu ortaya atabilen, hipotezler, araştırma yöntemi ve tasarımı belirleyebilen araştırma türü aşağıdakilerin hangisinde belirtilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Betimsel",
      "B": "Keşifsel",
      "C": "Provokativ",
      "D": "Açıklayıcı",
      "E": "Farkındalık"
    },
    "explanation": "B şıkkında bulunan Keşifsel araştırma doğru yanıttır, diğer şıkklardaki yanıtlar uygun değildir."
  },
  {
    "id": "2139688",
    "unitNumber": 1,
    "text": "\"Bir araştırmanın bilimsel araştırma olabilmesi için en az iki özelliğinin olması gerekir: Birincisi, araştırmanın mevcut bilgi birikimimize bir katkısı olması lazım. İkincisi, ........... bir yöntem izlemesi lazım.\"<br/><strong>cümledeki boşluğu tamamlayan sözcük aşağıdakilerin hangisinde belirtilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Betimsel",
      "B": "Açıklayıcı",
      "C": "Bilimsel",
      "D": "Doğrusal",
      "E": "Toplumsal"
    },
    "explanation": "C şıkkında bulunan \"bilimsel\" sözcüğü boşluğu tamamlayan doğru ifadedir, çünkü bir araştırmanın bilimsel araştırma olabilmesi için gerekli ikinci özelliktir. <br/>Diğer şıklardaki sözcükler uygun değildir.<br/>7"
  },
  {
    "id": "2139763",
    "unitNumber": 1,
    "text": "Türkiye’de tarımsal üretimde dolu riskinin ve bu riske dair risk priminin hesaplama yöntemi geliştirilmesi , aşağıdaki araştırma türlerinin hangisine örnek olarak belirtilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Temel",
      "B": "Deneysel",
      "C": "Provokasyon",
      "D": "Uygulamalı",
      "E": "Betimsel"
    },
    "explanation": "Belirli bir pratik amaç veya hedefe yönelik olarak yeni bilgi edinme amacıyla yürütülen özgün araştırmalara uygulamalı araştırma denmesi ve örneğin de buna ilişkin verilmesinden dolayı yanıt D şıkkı olan Uygulamalı araştırmadır."
  },
  {
    "id": "2140335",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisi insan, kültür ve toplumun bilgisinden oluşan bilgi dağarcığının artırılması ve bu dağarcığın yeni uygulamalar tasarlamak üzere kullanılması için sistematik bir temelde yürütülen yaratıcı çalışmalar olarak tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ar-Ge",
      "B": "TÜİK",
      "C": "ALLEA",
      "D": "TÜBA",
      "E": "SBVT"
    },
    "explanation": "Araştırma ve Geliştirme, yani Ar-Ge faaliyetleri insan, kültür ve toplumun bilgisinden oluşan bilgi dağarcığının artırılması ve bu dağarcığın yeni uygulamalar tasarlamak üzere kullanılması için sistematik bir temelde yürütülen yaratıcı çalışmalar olarak tanımlanmaktadır. O nedenle yanıt A şıkkıdır."
  },
  {
    "id": "2140563",
    "unitNumber": 1,
    "text": "Bir problemin anlaşılması ve çözümüne ilişkin gözlem, görüşme ve doküman analizi yöntemlerini kullanarak önceden bilinmeyen veya fark edilmemiş problemlerin algılanması için, probleme ilişkin doğal olguların öznel ve yorumlayıcı bir şekilde incelenmesi yöntemi aşağıdakilerin hangisinde belirtilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Karma araştırma",
      "B": "Nicel araştırma",
      "C": "Temel araştırma",
      "D": "Deneysel araştırma",
      "E": "Nitel araştırma"
    },
    "explanation": "E şıkkı doğru yanıttır, çünkü bir problemin anlaşılması ve çözümüne ilişkin gözlem, görüşme ve doküman analizi yöntemlerini kullanarak önceden bilinmeyen veya fark edilmemiş problemlerin algılanması için, probleme ilişkin doğal olguların öznel ve yorumlayıcı bir şekilde incelenmesidir. Diğer şıklarda bulunan yöntemlerin özellikleri ve detayları farklı olduğu için uygun değildir."
  },
  {
    "id": "2141409",
    "unitNumber": 1,
    "text": "Araştırma sonuçlarının doğru bir şekilde sunulmaması anlamına gelen, sunulan sonuçların gerçekte elde edilen sonuçlardan farklı olması durumunu aşağıdakilerin hangisi ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uydurma",
      "B": "Tutarsızlık",
      "C": "Intihal",
      "D": "Çalıntı",
      "E": "Taklit"
    },
    "explanation": "A şıkkı yani Uydurma, araştırma sonuçlarının doğru bir şekilde sunulmaması anlamına gelmektedir, yani bu durumda sunulan sonuçların gerçekte elde edilen sonuçlardan farklı olması durumuna verilen etik ihlal türüdür."
  },
  {
    "id": "2143539",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi araştırmalarda uyulması gereken etik ilkelerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Birincil veri",
      "B": "Saygı duyma",
      "C": "İkincil veri",
      "D": "Sübjektiflik",
      "E": "Analiz yapma"
    },
    "explanation": "B şıkkında belirtilen saygı duyma araştırmalarda uyulması gereken etik kurallar arasındadır ve araştırma esnasında meslektaşlar, araştırma katılımcıları, toplum, ekosistemler, kültürel miras ve çevreye yönelik saygı gösterilmesi gerektiğine dayanır. <br/>Diğer şıklar bu bağlamda uygun değildir."
  },
  {
    "id": "2143624",
    "unitNumber": 1,
    "text": "Etik ilkelerin ihlal edildiği durumlar aşağıdakilerin hangisinde belirtilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Araştırmanın şeffaf, adil, bütünlüklü ve tarafsız bir biçimde geliştirilmesi",
      "B": "Araştırmanın geniş çaplı etkileri açısından hesap verebilir olması",
      "C": "Araştırmanın tasarım, metodoloji, analiz ve kaynak kullanımı ile yansıtılması",
      "D": "Araştırmada sunulan sonuçların elde edilen sonuçlardan farklı olması",
      "E": "Araştırma sonuçlarının kişi ve kurumların çıkarı için çarpıtılmaması"
    },
    "explanation": "D şıkkındaki \"Araştırmada sunulan sonuçların, elde edilen sonuçlardan farklı olması\" ifadesi doğrudur. , yani etik ihlalde bulunulan durumlardan biridir. Diğer maddelerde bulunan ifadeler ise araştırmalarda uyulması gereken etik ilkelerine dair ifadelerdir."
  },
  {
    "id": "2144039",
    "unitNumber": 1,
    "text": "Bir sorunun neden öyle olduğunu ya da öyle olmasına nelerin neden olduğunu ortaya çıkarmak için yapılan araştırma türü aşağıdakilerin hangisinde belirtilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Betimsel Araştırma",
      "B": "Açıklayıcı Araştırma",
      "C": "Temel Araştırma",
      "D": "Keşifsel Araştırma",
      "E": "Nitel araştırma"
    },
    "explanation": "B şıkkı doğrudur"
  },
  {
    "id": "2144104",
    "unitNumber": 1,
    "text": "Yapılan bir araştırmada, ilkokul çocuklarına tarih dersleri çizgi film olarak anlatıldığında daha başarılı oldukları gösterilip ilkokul 1-4. sınıflarında tarih derslerinin çizgi film vb. görsel videolarla anlatılması önerildiğinde hangi türde bir araştırma söz konusudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Provokasyon",
      "B": "Toplumsal Eylem",
      "C": "Farkındalık",
      "D": "Temel Araştırma",
      "E": "Deneysel Geliştirme"
    },
    "explanation": "E şıkkındaki Deneysel geliştirme doğru yanıttır, çünkü pratik deneyimden elde edilen mevcut bilgiden yararlanarak yeni malzeme, yeni süreç ve hizmetler tesis etmeye ya da üretilmiş veya kurulmuş olanları önemli ölçüde geliştirmeye yönelik sistemli çalışmalara dayalıdır ve örneklendirme de buna ilişkindir."
  },
  {
    "id": "2176440",
    "unitNumber": 1,
    "text": "Bir araştırmanın bilimsel araştırma olabilmesi için gereken en az iki özellik aşağıdaki seçeneklerden hangisinde doğru bir şekilde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "mevcut bilgi birikimimize katkı sağlaması, yol göstermesi",
      "B": "mevcut bilgi birikimimize katkı sağlaması, bilimsel bir yöntem izlemesi",
      "C": "popüler olması, geleneksel bir yöntem izlemesi",
      "D": "yeni bilgiler sağlaması, sosyal kabul görmesi",
      "E": "belli bir üreteni olması, sosyal bir yöntem izlemesi"
    },
    "explanation": "Bir araştırmanın bilimsel araştırma olabilmesi için en az iki özelliğinin olması gerekir: Birincisi, araştırmanın mevcut bilgi birikimimize bir katkısı olması, ikincisi, bilimsel bir yöntem izlemesi gerekir."
  },
  {
    "id": "2176444",
    "unitNumber": 1,
    "text": "Sosyal bilimlerde farklı amaçlar için uygulanan 3 araştırma türü aşağıdaki seçeneklerden hangisinde doğru bir şekilde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "bireysel, çoğulcu ve açıklayıcı",
      "B": "sosyal, niteliksel ve açıklayıcı",
      "C": "keşifsel, betimsel ve açıklayıcı",
      "D": "niceliksel, kişisel ve betimsel",
      "E": "evrensel, niteliksel ve niceliksel"
    },
    "explanation": "Sosyal bilimlerde farklı amaçlar için farklı araştırma türü benimsenebilir. Temelde üç tür araştırma vardır: Keşifsel (exploratory), betimsel (descriptive) ve açıklayıcı (explanatory) araştırma. Herhangi bir konu araştırılırken bu üç farklı araştırma yaklaşımından herhangi biri kullanılabileceği gibi üçü aynı anda da kullanılabilir."
  },
  {
    "id": "2176450",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisi sosyal bilimlerde araştırmanın amaçları arasında yer almamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "sosyalleşmek",
      "B": "keşfetmek",
      "C": "açıklamak",
      "D": "değerlendirmek",
      "E": "betimlemek"
    },
    "explanation": "Sosyal Bilimlerde Araştırmanın genel amaçlarına bakıldığında;betimlemek, keşfetmek, açıklamak, değerlendirmek, toplumsal değişim ve eylem, farkındalık ve provakasyon sayılabilir."
  },
  {
    "id": "2176454",
    "unitNumber": 1,
    "text": "Frascati Kılavuzu’na göre bir araştırma faaliyetinin Ar-Ge olarak değerlendirilebilmesi için aşağıda belirtilen hangi beş temel kriteri aynı anda karşılaması gerekmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "yeni, yaratıcı, belirgin, sistematik, transfer edilebilirlik",
      "B": "yeni, yaratıcı, belirsiz, niceliksel, transfer edilebilirlik",
      "C": "yeni, yaratıcı, niteliksel, sistematik, transfer edilebilirlik",
      "D": "yeni, sosyal, belirsiz, sistematik, transfer edilebilirlik",
      "E": "yeni, yaratıcı, belirsiz, sistematik, transfer edilebilirlik"
    },
    "explanation": "Frascati Kılavuzu’na göre bir araştırma faaliyetin Ar-Ge olarak değerlendirilebilmesi için aşağıda belirtilen beş temel kriteri aynı anda karşılaması gerekmektedir (OECD, 2015: 44):<br/>1. Yeni (novel): Araştırmada yeni bulgular hedeflenmelidir.<br/>2. Yaratıcı (creative): Araştırma özgün kavram ve hipotezlere dayalı olmalıdır.<br/>3. Belirsiz (uncertain): Araştırmanın üreteceği nihai sonuçlar bakımından belirsizlik<br/>olmalıdır.<br/>4. Sistematik (systematic): Araştırma planlanmış ve bütçelendirilmiş olmalıdır.<br/>5. Transfer edilebilirlik (transferable) ve/veya tekrar üretilebilirlik (reproducible):<br/>Araştırmanın sonuçları transfer edilebilir ve yeniden üretilebilir olmalıdır."
  },
  {
    "id": "2176463",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisinde 3 temel ar-ge faaliyeti birlikte doğru bir şekilde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "temel, uygulamalı, niteliksel",
      "B": "temel, uygulamalı, sosyal",
      "C": "temel, uygulamalı, deneysel",
      "D": "basit, sosyal, deneysel",
      "E": "temel, niteliksel, uygulamalı"
    },
    "explanation": "Temel olarak üç tür Ar-Ge faaliyetinden<br/>bahsedebiliriz. Bunlar:<br/>• Temel Araştırma: Görünürde herhangi bir özel uygulaması veya kullanımıbulunmayan ve öncelikle olgu ve gözlemlenebilir gerçeklerin temellerine ait yeni bilgiler edinmek için yürütülen deneysel veya teorik çalışmalara temel araştırma denir (OECD, 2015: 50). Örneğin, yoksulluğu belirleyen faktörler ile ilgili yapılan teorik bir araştırma temel araştırma kategorisine girer. Ya da yeni bir istihdam teorisi geliştirilmesi yine temel araştırma kategorisine girecektir.<br/>• Uygulamalı Araştırma: Belirli bir pratik amaç veya hedefe yönelik olarak yeni bilgi<br/>edinme amacıyla yürütülen özgün araştırmalara uygulamalı araştırma denir (OECD,<br/>2015: 51). Örneğin Türkiye’de tarımsal üretimde dolu riskinin ve bu riske dair risk<br/>priminin hesaplama yöntemi geliştirilmesi uygulamalı araştırmaya bir örnek olabilir.<br/>• Deneysel Geliştirme: Araştırma ve/veya pratik deneyimden elde edilen mevcut<br/>bilgiden yararlanarak yeni malzeme, ürün veya cihaz üretmeye, yeni süreçler, sistemler<br/>ve hizmetler tesis etmeye ya da hâlihazırda üretilmiş veya kurulmuş olanları önemli ölçüde geliştirmeye yönelik sistemli çalışmalara deneysel geliştirme denir (OECD, 2015:<br/>51)"
  },
  {
    "id": "2176473",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi TÜBİTAK’a göre Ar-Ge niteliği taşımayan araştırma türleri arasında yer almamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "kamu, sivil toplum örgütleri ve özel kurumların (şirketlerin) uyguladıkları politika ve programların analiz ve değerlendirmesini içeren araştırmalar",
      "B": "Rutin yüzey araştırması/kazı/restorasyon/restitüsyon/konservasyona yönelik çalışmalar",
      "C": "Rutin yazılım geliştirilmesine yönelik çalışmalar",
      "D": "Piyasa araştırması/rutin endeks oluşturulmasına yönelik çalışmalar",
      "E": "Çeviri/transkripsiyon/edisyon kritiği/bibliyografya/rutin derleme/arşivleme yapmaya<br/>yönelik çalışmalar"
    },
    "explanation": "TÜBİTAK’a göre Ar-Ge niteliği taşımayan araştırma türleri (bu konuda daha detaylı bilgi için OECD’nin Frascati Kılavuzu (2002) ye bakılabilir.) aşağıda sıralanmıştır:<br/>• Sözlük/ansiklopedi/envanter/katalog/veri<br/>tabanı oluşturulmasına yönelik çalışmalar,<br/>• Çeviri/transkripsiyon/edisyon kritiği/bibliyografya/rutin derleme/arşivleme yapmaya<br/>yönelik çalışmalar,<br/>• Rutin yüzey araştırması/kazı/restorasyon/<br/>restitüsyon/konservasyona yönelik çalışmalar,<br/>• Rutin eğitim verilmesi/eğitim programları/<br/>materyal hazırlanmasına yönelik çalışmalar,<br/>• Rutin yazılım geliştirilmesine yönelik çalışmalar,<br/>• Tanıtım, yayılım, farkındalık oluşturma ve<br/>sosyal sorumluluk faaliyetlerine yönelik faaliyetler,<br/>• Sempozyum/konferans/çalıştay/seminer vb.<br/>etkinlik düzenlenmesine yönelik faaliyetler,<br/>• Piyasa araştırması/rutin endeks oluşturulmasına yönelik çalışmalar,<br/>• Daha önce gerçekleştirilmiş araştırmaları<br/>başka mekânlarda veya başka denek gruplarında tekrarlamaya yönelik araştırmalar,<br/>• Kuram, metodoloji, konu, kapsam, araştırma soruları, hipotezler vb. hususlarda<br/>niteliksel değişiklik yapılmadan daha önce<br/>yapılan araştırmaların benzerlerini yapmaya<br/>yönelik araştırmalar Ar-Ge niteliği taşımayan araştırma faaliyetleridir."
  },
  {
    "id": "2176945",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisinde sosyal bilimlerde Ar-Ge’nin 4 aşaması birlikte doğru bir biçimde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "deney, nicelikselleştirme, kanıtlama, politika tasarımı",
      "B": "gözlem, içselleştirme, kanıtlama, politika tasarımı",
      "C": "gözlem, rasyonelleştirme, kanıtlama, politika tasarımı",
      "D": "deney, rasyonelleştirme, kanıtlama, iletişim tasarımı",
      "E": "gözlem, sosyalleşme, kanıtlama, iletişim tasarımı"
    },
    "explanation": "Sosyal bilimlerde Ar-Ge’nin 4 aşaması vardır. Bunlar gözlem, rasyonelleştirme, kanıtlama ve politika tasarımıdır"
  },
  {
    "id": "2176993",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisinde iyi tasarlanmış bir araştırma ve bu araştırma için hazırlanmış araştırma önerisinin taşıması gereken özellikler yer almamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Verilerin analizi için kullanılacak yöntemlerin detaylı bir şekilde açıklanması",
      "B": "Araştırmanın hipotezlerinin açık bir biçimde ortaya konması",
      "C": "Araştırmanın sorusu, amacı ve hedeflerinin net bir biçimde tanımlanması",
      "D": "Planlanan araştırmanın kısıtlı etkisinin açıklanmış olması",
      "E": "Konu ile ilgili literatürün derinlemesine incelenmesi"
    },
    "explanation": "İyi tasarlanmış bir araştırma ve bu araştırma için hazırlanmış araştırma önerisinin aşağıdaki özellikleri taşıması gerekir:<br/>• Araştırmanın sorusu, amacı ve hedefleri net bir biçimde tanımlanmış,<br/>• Konu ile ilgili literatür derinlemesine incelenmiş ve tartışılmış,<br/>• Araştırmanın hipotezleri açık bir biçimde ortaya konmuş ve hipotezlerin testi için gerekli olan veriler belirlenmiş ve bu verilerin nasıl temin edileceği açıklanmış,<br/>• Verilerin analizi için kullanılacak yöntemler detaylı bir şekilde açıklanmış,<br/>• Araştırma sırasında ortaya çıkabilecek muhtemel riskler öngörülmüş ve realize olmaları hâlinde alternatif çözüm önerileri sunulmuş,<br/>• Planlanan araştırmanın yaygın etkisi (bilimsel/akademik, toplumsal/kültürel, ticari/ekonomik/sosyal vb.) açıklanmış olmalıdır."
  },
  {
    "id": "2177026",
    "unitNumber": 1,
    "text": "Sosyal ya da ekonomik bir problemin anlaşılması ve çözümüne ilişkin gözlem, görüşme ve doküman analizi yöntemlerini kullanarak daha önceden bilinmeyen veya fark edilmemiş problemlerin algılanması için, probleme ilişkin doğal olguların öznel ve yorumlayıcı bir şekilde incelendiği araştırma yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nicel",
      "B": "Nitel",
      "C": "Sosyal",
      "D": "Karma",
      "E": "Deneysel"
    },
    "explanation": "Nitel araştırma yöntemi, daha çok sosyal ya da ekonomik bir problemin anlaşılması ve çözümüne ilişkin gözlem, görüşme ve doküman analizi yöntemlerini kullanarak daha önceden bilinmeyen veya fark edilmemiş problemlerin algılanması için, probleme ilişkin doğal olguların öznel ve yorumlayıcı bir şekilde incelenmesidir (Baltacı, 2019:<br/>369). Nitel araştırma genellikle anlam üretmeyi amaçlayan bilgi oluşumunda tümevarımsal yaklaşımı benimser."
  },
  {
    "id": "2177030",
    "unitNumber": 1,
    "text": "Araştırmada kullanılan veriler başka kişi veya kurumlar tarafından derlenmiş ve araştırmacılara sunulmuşsa, bu veri türüne ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "birincil veri",
      "B": "ikincil veri",
      "C": "niteliksel veri",
      "D": "kurumsal veri",
      "E": "ham veri"
    },
    "explanation": "Araştırmada kullanılan veriler başka kişi veya kurumlar tarafından derlenmiş ve araştırmacılara sunulmuşsa, bu veri türüne<strong> ikincil veri</strong> denir"
  },
  {
    "id": "3845401",
    "unitNumber": 1,
    "text": "Bir araştırmanın bilimsel olarak nitelendirilebilmesi için aşağıdakilerden hangisi gerekli bir koşuldur?",
    "correctAnswer": "B",
    "options": {
      "A": "Araştırmanın laboratuvar ortamında yürütülmesi",
      "B": "Araştırmanın mevcut bilgi birikimine katkı sağlaması",
      "C": "Araştırmanın yalnızca nicel veriler kullanması",
      "D": "Araştırmanın resmi bir kurum tarafından finanse edilmesi",
      "E": "Araştırmanın pratik bir sorunu çözmeyi hedeflemesi"
    },
    "explanation": "Bilgi (Hatırlama)<br/>Bir araştırmanın <strong>bilimsel araştırma</strong> sayılabilmesi için <em>en az iki özelliği</em> olması gerektiği belirtilmiştir: (1) Mevcut bilgi birikimine yeni bir katkı yapması ve (2) bilimsel (sistemli) bir yöntem izlemesi. Dolayısıyla araştırmanın bilgi birikimine <strong>katkıda bulunması</strong> (B) bu koşullardan biridir. Diğer şıklardaki ifadeler metinde bilimsel araştırma için zorunlu görülmemektedir. Örneğin, araştırmanın laboratuvarda yapılması (A) veya yalnızca sayısal veri kullanması (C) şart değildir; önemli olan yöntemin <strong>sistemli</strong> olmasıdır. Aynı şekilde finansman kaynağı ya da pratik bir sorunu çözme hedefi, araştırmanın bilimsel niteliği için gereken temel koşullar arasında sayılmamıştır."
  },
  {
    "id": "3845402",
    "unitNumber": 1,
    "text": "“Bir sorunun ne olduğunu anlamamıza yardımcı olur, ancak neden veya nasıl olduğunu açıklamaz” ifadesi aşağıdaki araştırma türlerinden hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Keşifsel araştırma",
      "B": "Betimsel araştırma",
      "C": "Açıklayıcı araştırma",
      "D": "Temel araştırma",
      "E": "Genel araştırma"
    },
    "explanation": "Bloom Düzeyi: Anlama<br/>Betimsel araştırma, sosyal bilimlerde bir sorunun, olayın veya grubun özelliklerini tanımlamayı amaçlayan araştırma türüdür. Metinde vurgulandığı üzere betimsel araştırma “sorunun ne olduğunu anlamamıza yardımcı olmakla birlikte neden ve nasıl olduğunu bize bilgi vermez”. Bu ifade aynen soruda verilen tanıma karşılık gelmektedir."
  },
  {
    "id": "3845404",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sosyal bilimlerde araştırma yapmanın amaçlarından <strong>biri değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Keşfetmek",
      "B": "Betimlemek",
      "C": "Açıklamak",
      "D": "Değerlendirmek",
      "E": "Ölçmek"
    },
    "explanation": "Bloom Düzeyi: Bilgi<br/>Sosyal bilim araştırmalarının başlıca amaçları keşfetmek, betimlemek, açıklamak, değerlendirmek ve toplumsal değişim veya farkındalık sağlamak şeklinde sıralanmıştır. Bu amaçlar arasında “ölçmek” yer almamaktadır. <em>Ölçme</em>, bilimsel araştırmalarda kullanılan bir araç ya da yöntem olsa da, metindeki amaç listesinde bulunmaz. Dolayısıyla “ölçmek” ifadesi sosyal bilim araştırmalarının amaçlarından biri değildir."
  },
  {
    "id": "3845406",
    "unitNumber": 1,
    "text": "“Türkiye’de tarımsal üretimde dolu riskinin ve bu riske dair prim hesaplama yönteminin geliştirilmesi” amacıyla yürütülen bir araştırma, aşağıdaki Ar-Ge türlerinden hangisine örnek olarak sınıflandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Keşifsel araştırma",
      "B": "Temel araştırma",
      "C": "Uygulamalı araştırma",
      "D": "Deneysel geliştirme",
      "E": "Betimsel araştırma"
    },
    "explanation": "Bloom Düzeyi: Uygulama<br/>Uygulamalı araştırma, belirli bir pratik amaç veya hedefe yönelik olarak yeni bilgi edinme amacıyla yürütülen özgün araştırmadır. Soruda verilen örnekte, tarım sektöründe dolu riskinin ve prim hesaplama yönteminin geliştirilmesi gibi uygulamaya dönük, somut bir problemi çözmeye yönelik bir hedef vardır."
  },
  {
    "id": "3845408",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir araştırma faaliyetinin Ar-Ge olarak değerlendirilebilmesi için gereken beş temel kriterden <strong>biri değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Araştırma, yeni bulgular elde etmeyi hedeflemelidir.",
      "B": "Araştırma, özgün kavram ve hipotezlere dayanmalıdır.",
      "C": "Araştırmanın nihai sonuçları belirsizlik içermelidir.",
      "D": "Araştırmanın nihai sonuçları önceden öngörülebilir olmalıdır.",
      "E": "Araştırma, planlı ve sistematik bir şekilde yürütülmelidir."
    },
    "explanation": "Bloom Düzeyi: Analiz<br/>Frascati kılavuzuna göre Ar-Ge faaliyeti sayılabilmesi için bir araştırmanın aynı anda beş kritere sahip olması gerekir: yeni (yenilikçi sonuçlara odaklı), yaratıcı (özgün kavram ve hipotezlere dayalı), belirsiz (sonuçları öngörülemeyen), sistematik (planlanmış ve programlı) ve transfer edilebilir/tekrar üretilebilir olması. Şıklardan A, B, C ve E bu kriterlerin doğrudan karşılıklarıdır: yeni bulgular hedefleme (yenilikçilik), özgün hipotezlere dayanma (yaratıcılık), nihai sonuçlarda belirsizlik (öngörülemezlik) ve planlı/sistematik olma. D seçeneği ise bu kriterlerden birine zıt bir ifade içerir."
  },
  {
    "id": "3845410",
    "unitNumber": 1,
    "text": "Bir araştırmacının, çalışmasında elde ettiği verilerin bir kısmını gizleyip diğer kısmını değiştirerek sonuçları yanıltıcı biçimde sunması, araştırma etiğinde hangi ihlal türüne girer?",
    "correctAnswer": "B",
    "options": {
      "A": "Uydurma",
      "B": "Çarpıtma",
      "C": "İntihal",
      "D": "Çıkar çatışması",
      "E": "Özgünlük ihlali"
    },
    "explanation": "Bloom Düzeyi: Uygulama<br/>Araştırma etiğinde üç büyük ihlal türü tanımlanır: uydurma, çarpıtma ve intihal. Soruda tarif edilen eylem, elde edilen sonuçları değiştirme, verilerin bir kısmını gizleme veya manipüle etme yoluyla okuyucuyu yanıltma durumudur."
  },
  {
    "id": "3845412",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sosyal bilimlerde bir Ar-Ge faaliyeti olarak değerlendirilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir veri tabanı oluşturma projesi",
      "B": "Mevcut bir kitabın başka bir dile çevirisi",
      "C": "Yeni bir sosyolojik teori geliştirme çalışması",
      "D": "Rutin bir yazılım uygulaması geliştirme",
      "E": "Çeşitli terim ve kavramlar için sözlük hazırlama"
    },
    "explanation": "Bloom Düzeyi: Değerlendirme<br/>Bir araştırma faaliyetinin Ar-Ge niteliği taşıması için yenilik ve yaratıcılık kriterlerini karşılaması gerekir. Şıklardan yalnızca “yeni bir teori geliştirme” (C) özgün ve bilimsel bilgi dağarcığını artırıcı bir çalışmadır; dolayısıyla sosyal bilimlerde Ar-Ge faaliyeti sayılır. Diğer seçenekler ise rutin bilgi derleme veya uygulama çalışmalarını temsil etmektedir. Metinde, veri tabanı oluşturma, çeviri, rutin yazılım geliştirme, katalog/sözlük hazırlama gibi çalışmalar yalnız başına Ar-Ge kapsamında değerlendirilmemektedir. Bu tür çalışmalar değerli olsa bile, gerekli “yeni” ve “yaratıcı” nitelikleri taşımadıkları için Ar-Ge olarak kabul edilmezler."
  },
  {
    "id": "3845414",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sosyal bilimlerde Ar-Ge sürecinin dört aşamasından <strong>biri değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Gözlem",
      "B": "Rasyonelleştirme",
      "C": "Kanıtlama",
      "D": "Politika tasarımı",
      "E": "Geliştirilen politikayı uygulama"
    },
    "explanation": "Bloom Düzeyi: Analiz<br/>Sosyal bilimlerde Ar-Ge süreci dört temel aşamadan oluşur: (1) Gözlem, (2) Rasyonelleştirme (gözlemlenen sorunu nedenleriyle ilişkilendirme), (3) Kanıtlama (ilişkileri bilimsel yöntemlerle test etme) ve (4) Politika tasarımı (veya yeni bir teori geliştirme). Bu aşamalar, bir araştırma fikrinin oluşmasından elde edilen bulgularla yeni teori veya politika önerisi geliştirilmesine kadar uzanır. “Geliştirilen politikayı uygulama” ise bu süreç aşamalarına dahil değildir."
  },
  {
    "id": "3845416",
    "unitNumber": 1,
    "text": "Araştırmacının sosyal bir soruyu cevaplamak için <strong>ikincil verileri</strong> toplayıp istatistiksel yöntemlerle analiz etmesi, hangi araştırma yöntemine örnek oluşturur?",
    "correctAnswer": "B",
    "options": {
      "A": "Nitel araştırma yöntemi",
      "B": "Nicel araştırma yöntemi",
      "C": "Karma araştırma yöntemi",
      "D": "Deneysel araştırma yöntemi",
      "E": "Sözel araştırma yöntemi"
    },
    "explanation": "Bloom Düzeyi: Anlama<br/>Nicel araştırma yöntemi, sayısal veriler kullanarak değişkenler arasındaki ilişkileri istatistiksel ve/veya matematiksel analizlerle incelemeyi içerir. Soruda tarif edilen durumda araştırmacı, önceden toplanmış ikincil verileri kullanıp bunları istatistiksel yöntemlerle analiz etmektedir. Bu yaklaşım, tam olarak nicel yöntemin özelliğidir."
  },
  {
    "id": "3845419",
    "unitNumber": 1,
    "text": "Araştırma etiği ilkeleri ve ihlalleriyle ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Güvenilirlik ilkesi, araştırmanın yüksek kaliteyle tasarlanıp yürütülerek bulgularına güven duyulmasını sağlamayı ifade eder.",
      "B": "Dürüstlük ilkesi, araştırmacının kendi çıkarına uygun sonuçları raporlamasını meşru kılar.",
      "C": "Saygı ilkesi, araştırma katılımcılarına nezaketi gerektirir; ancak çevre veya ekosistem bu ilkenin kapsamı dışındadır.",
      "D": "Hesap verebilirlik ilkesi, araştırmacının yalnızca araştırma sonuçları yayımlandıktan sonraki aşamada sorumluluk üstlenmesini ifade eder.",
      "E": "İntihal, araştırmada elde edilen verilerin uydurularak sunulması durumunu tanımlar."
    },
    "explanation": "Bloom Düzeyi: Değerlendirme<br/>Avrupa Araştırma Etik Koduna göre dört temel etik ilke şöyle açıklanmıştır: Güvenilirlik, Dürüstlük, Saygı ve Hesap Verebilirlik. Güvenilirlik ilkesi, bir araştırmanın tasarım, metodoloji, analiz ve kaynak kullanımı bakımından kaliteli olması ve böylece elde edilen bulgulara güven duyulabilmesi anlamına gelir. A seçeneğindeki ifade bu tanıma uygundur."
  },
  {
    "id": "1948307",
    "unitNumber": 2,
    "text": "Amaçları, hedefleri, girdileri, çıktıları, kaynakları, bütçesi, personeli, paydaşları ve süresi belirlenmiş sürece ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ar-Ge",
      "B": "Deney",
      "C": "Proje",
      "D": "Operasyon",
      "E": "Program"
    },
    "explanation": "Proje; amaç ve hedefleri, girdileri, çıktıları, kaynakları, bütçesi, personeli, paydaşları ve süresi belirlenmiş olan kapsamlı bir süreçtir. Bu proje bileşenlerinin tamamının birbiriyle olan ilişkisi doğru şekilde belirlenmeli ve her birini yönetmek ve izlemek için gerekli planlama yapılmalıdır. Doğru cevap C’dir."
  },
  {
    "id": "1948309",
    "unitNumber": 2,
    "text": "Proje yönetiminde projenin tanımlanması, ürünler, çıktılar, çıktıların kabul/kalite kriterleri, görevler, kısıtlılıklar ve diğer konuların dahil edildiği süreç aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Paydaş yönetimi",
      "B": "Kapsam yönetimi",
      "C": "Bütçe/maliyet yönetimi",
      "D": "Entegrasyon yönetimi",
      "E": "Zaman yönetimi"
    },
    "explanation": "Proje yönetiminde kapsamın tanımlanması ve tüm projenin bu kapsam dâhilinde yürütülmesi büyük önem taşır. Projenin tanımlanması, kapsam yönetiminin başlıca amacıdır. Kapsam tanımına; ürünler, çıktılar, çıktıların kabul/kalite kriterleri, görevler, kısıtlılıklar ve diğer konular dahil edilebilir. Kapsamın tanımlanması sayesinde proje çerçevesinde nelerin ele alınacağı veya hangi işlerin yapılması gerektiği belirlenmiş, bunların proje süresince yerine getirilmesi güvence altına alınmış olur. Doğru cevap B’dir."
  },
  {
    "id": "1948311",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi maliyet tahminlemesinin yapılmasında kullanılan bir yaklaşım <strong><u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Analog tahmin",
      "B": "Parametrik tahmin",
      "C": "Faaliyet bazlı tahmin",
      "D": "Yukarıdan aşağıya tahmin",
      "E": "3-nokta tahmin"
    },
    "explanation": "Maliyet tahminlemesinin yapılmasında kullanılan farklı yaklaşımlar vardır. Analog tahmin, parametrik tahmin, faaliyet bazlı tahmin, aşağıdan yukarıya tahminleme, rezerv analizi, 3-nokta tahmini bunlar arasında sayılabilir. Doğru cevap D’dir."
  },
  {
    "id": "1948312",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi proje ekibine dahil edilecek kişileri doğru şekilde belirleyebilmekle ilgili <strong><u>yanlış bir ifadedir?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Proje kapsamında yer alan görevleri yerine getirebilecek insan kaynağının temel özellikleri belirlenmelidir.",
      "B": "Projede yer alan faaliyetler ve görevler çerçevesinde tanımlanmış sorunlulukları yerine getirebilecek kişiler seçilmedir.",
      "C": "İhtiyaç olmadığı halde aynı beceri ve yetkinliğe sahip birden fazla kişi projeye dahil edilmesi çok yararlıdır.",
      "D": "Birbiriyle uyum içinde çalışabilecek takım arkadaşları tercih edilmedir.",
      "E": "Proje kapsamında insan kaynağının niteliği kadar niceliği de önemlidir."
    },
    "explanation": "Proje ekibine dahil edilecek kişileri doğru şekilde belirleyebilmek için; • Projenin kapsamında yer alan görevleri yerine getirebilecek insan kaynağının temel özellikleri ve yetkinlikleri belirlenmelidir. • İhtiyaç duyulan bilgi, beceri ve yetkinliklere sahip kişilere görev verilmelidir. İhtiyaç olmadığı hâlde aynı beceri ve yetkinliğe sahip birden fazla kişinin proje ekibine dahil edilmesi bazen faydadan çok zarara neden olabilir. Bu nedenle insan kaynağının niteliği kadar niceliği de önemlidir. • Projede yer alan faaliyetler ve görevler çerçevesinde tanımlanmış sorumlulukları yerine getirebilecek ve iş yüklerini taşıyabilecek kişiler seçilmelidir. • Birbiriyle uyum içinde çalışabilecek takım arkadaşları tercih edilmelidir. Doğru cevap C’dir."
  },
  {
    "id": "1948313",
    "unitNumber": 2,
    "text": "I. Risk analizi<br/>II. Risklerin tanımlanması<br/>III. Risklerin değerlendirilmesi<br/>IV. Risklerin izlenmesi<br/>V. Risk azaltma<br/>Risk yönetimine ait yukarıda verilen temel aşamalar aşağıdaki sıralamalardan hangisinde doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "II-III-IV-V-I",
      "C": "V-IV-III-II-I",
      "D": "III-IV-I-II-V",
      "E": "II-III-I-V-IV"
    },
    "explanation": "Risk yönetiminin temel aşamaları; risklerin tanımlanması, risklerin değerlendirilmesi, risk analizi, risk azaltma ve risklerin izlenmesidir. Doğru cevap E’dir."
  },
  {
    "id": "1948314",
    "unitNumber": 2,
    "text": "I. Paydaşlarla iletişim kur<br/>II. Paydaşları önceliklendir<br/>III. Paydaş matrisi hazırla<br/>IV. Paydaşları belirle<br/>V. Paydaş ilişkilerini yönet<br/>Yukarıda verilen paydaş yönetiminin yapılabilmesi için ihtiyaç duyulan temel adımlar aşağıdaki sıralamalardan hangisinde doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "IV-I-II-III-V",
      "B": "I-II-III-IV-V",
      "C": "II-III-I-IV-V",
      "D": "III-II-I-IV-V",
      "E": "IV-II-I-III-V"
    },
    "explanation": "Paydaş yönetiminin yapılabilmesi için ihtiyaç duyulan temel adımlar şunlardır: 1. Paydaşları belirle 2. Paydaşları önceliklendir 3. Paydaşlarla iletişim kur 4. Paydaş matrisi hazırla 5. Paydaş ilişkilerini yönet. Doğru cevap E’dir."
  },
  {
    "id": "1948316",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi proje yönetiminde kullanılan yaklaşımlardan biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Geleneksel yaklaşımlar",
      "B": "Keşifsel yaklaşım",
      "C": "Çevik yaklaşımlar",
      "D": "Değişim yönetimi yaklaşımları",
      "E": "Süreç bazlı yaklaşımlar"
    },
    "explanation": "Proje yönetiminde kullanılan yaklaşımlar genel olarak 5 temel kategoride incelenebilmektedir: • Geleneksel Yaklaşımlar • Çevik Yaklaşımlar • Değişim Yönetimi Yaklaşımları • Süreç Bazlı Yaklaşımlar • Diğer Yaklaşımlar. Doğru cevap B’dir."
  },
  {
    "id": "1948318",
    "unitNumber": 2,
    "text": "Bir projedeki tüm gerekli girdilerin projeye dahil edilmesi ve projenin tamamlanması için en uygun zaman cetvelinin oluşturulmasına yönelik proje yönetim yaklaşımına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şelale yöntemi",
      "B": "Çevik yöntem",
      "C": "Kritik yol yöntemi",
      "D": "6 Sigma yöntemi",
      "E": "Yalın proje yöntemi"
    },
    "explanation": "Bir projedeki tüm gerekli girdilerin projeye dahil edilmesi ve projenin tamamlanması için en uygun zaman cetvelinin oluşturulmasına yönelik bir yaklaşımdır. Kritik yol, proje faaliyetlerine yönelik zaman çizelgelerinin oluşturulmasını sağlamak amacıyla kaynakların nasıl kullanılacağını ortaya koyar. Doğru cevap C’dir."
  },
  {
    "id": "1948321",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Scrum proje yönetim metodolojilerinin temel değerleri arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Barış",
      "B": "Denge",
      "C": "Eğlence",
      "D": "Cesaret",
      "E": "Güvenlik"
    },
    "explanation": "Scrum ve Kanban çevik yaklaşım kapsamında en sık kullanılan proje yönetim metodolojileri arasında yer almaktadır. Scrum’da taahhüt, cesaret, odak, açıklık ve saygı olmak üzere 5 temel değer yer alır. Doğru cevap D’dir."
  },
  {
    "id": "1948324",
    "unitNumber": 2,
    "text": "I. Kritik yolu belirle<br/>II. Faaliyetleri belirle<br/>III. Gözden geçir<br/>IV. Faaliyetleri sırala<br/>V. Faaliyet sürelerini tahmin et<br/>Yukarıda verilen PERT şemasının oluşturulmasındaki başlıca aşamalar aşağıdaki sıralamalardan hangisinde doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "II-IV-V-I-III",
      "B": "IV-V-I-III-II",
      "C": "I-II-III-IV-V",
      "D": "III-V-II-IV-I",
      "E": "V-IV-III-II-I"
    },
    "explanation": "Bir PERT şemasının oluşturulmasındaki başlıca aşamalar aşağıdaki gibidir: 1. Faaliyetleri belirle 2. Faaliyetleri sırala 3. Faaliyet sürelerini tahmin et 4. Kritik yolu belirle 5. Gözden geçir. Doğru cevap A’dır."
  },
  {
    "id": "2176388",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi proje yönetimi süreçlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kapsam Yönetimi",
      "B": "Pazarlama Yönetimi",
      "C": "Zaman Yönetimi",
      "D": "İletişim Yönetimi",
      "E": "İnsan Kaynakları Yönetimi"
    },
    "explanation": "2. bölümdeki 26. sayfada yer alan Şekil 2.1 incelenerek proje yönetim süreçleri detaylı bir şekide görülebilir. Pazarlama yönetimi bu süreçlerden biri değildir."
  },
  {
    "id": "2176396",
    "unitNumber": 2,
    "text": "Projedeki farklı unsurlar arasında koordinasyonu sağlama işine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Entegrasyon Yönetimi",
      "B": "Kapsam Yönetimi",
      "C": "Zaman Yönetimi",
      "D": "Temin/Tedarik Yönetimi",
      "E": "Kalite Yönetimi"
    },
    "explanation": "Projeler karmaşıktır. Yönetilmesi gereken çok fazla bileşeni vardır. Bu noktada, proje sürecini birbirine bağlı halkalardan oluşan kocaman bir zincir gibi düşünmek yanlış olmayacaktır. Aşamaların ve iş paketlerinin de bir kapsamı, proje amacıyla uyumlu hedefleri, bütçesi, kaynakları, yönetilmesi gereken riskleri ve çıktıları bulunmaktadır. Tüm bunları birbiriyle olan ilişkileri ve birbirleri üzerindeki etkilerini düşünerek yönetebilmek oldukça zorlu bir görevdir. Bu zor görevi başaramamak, yani projedeki farklı eleman ve süreçleri koordine edememek, projenin başarısız olmasına neden olur. Örneğin belirli bir aşamada temin edilmesi gereken bir ekipmanın zamanında satın alınamaması zaman yönetimini, bütçeyi, paydaş ilişkilerini, çıktıların kalitesini nasıl etkileyecektir? Bu aksaklık, diğer hangi aşamalar üzerinde olumsuzluklara neden olacaktır? Projenin hangi çalışanları bu ekipmana ihtiyaç duymaktadır? Bu ekipman olmadan başka hangi yöntemlerle gerekli işi tamamlamak mümkün olabilecektir? Diğer hangi aşamaları veya eylemleri farklı şekilde yürüterek ortaya çıkan bu durumun projeye etkisi minimize edilebilir? Tüm bunları ilişkisel olarak ele almak ve projenin tamamı üzerindeki etkilerini değerlendirmek başarılı bir proje yönetimi için gereklidir. Örnekte de görüldüğü gibi her bir unsurun birbiriyle olan ilişkisi sürekli göz önünde tutulmalıdır. Bu çerçevede, projedeki farklı unsurlar arasında koordinasyonu sağlama işine entegrasyon yönetimi denmektedir. Başka bir tanıma göre entegrasyon yönetimi, projenin farklı parçaları arasında uyum sağlanmasına yönelik faaliyetler bütünüdür"
  },
  {
    "id": "2176409",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi zaman yönetimi ile ilgili başlıca aşamalar arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Zaman yönetiminde görev alacak kişileri belirle.",
      "B": "Kontrollerin hangi sıklıkla yapılacağını kararlaştır.",
      "C": "İşlerin zaman yönetimine uygun yürümesini sağlayacak önlemleri belirle.",
      "D": "Proje kapsamındaki faaliyet ve görevleri tanımla ve sırala.",
      "E": "Proje kısıtlarını belirle"
    },
    "explanation": "Zaman yönetimiyle ilgili başlıca aşamalar aşağıdaki gibi özetlenebilir:<br/>1. Zaman yönetiminin nasıl yapılacağını planla.<br/>2. Kullanılacak çizelge ve araçlara karar ver.<br/>3. Zaman yönetiminde görev alacak kişileri belirle.<br/>4. Kontrollerin hangi sıklıkla yapılacağını kararlaştır.<br/>5. İşlerin zaman yönetimine uygun yürümesini sağlayacak önlemleri belirle.<br/>6. Proje kapsamındaki faaliyet ve görevleri tanımla ve sırala.<br/>7. Proje kaynaklarını belirle.<br/>8. İşlerle ilgili süreleri belirle.<br/>9. Çizelgeleri oluştur ve izle."
  },
  {
    "id": "2176442",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi paydaş yönetiminin yapılabilmesi için ihtiyaç duyulan temel adımlardan biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Paydaşları belirleme",
      "B": "Paydaşları önceliklendirme",
      "C": "Paydaşlarla iletişim kurma",
      "D": "İş kırılım yapısını oluşturma",
      "E": "Paydaş matrisi oluşturma"
    },
    "explanation": "Her proje için paydaşların kapsamı ve rolleri farklılık gösterebilmektedir. Bu çerçevede, paydaş yönetimi kapsamında yapılacak temel işlerden biri proje paydaşlarının, süreçlerdeki paydaş rollerinin ve paydaşların projeden nasıl etkileneceğinin belirlenmesidir. Paydaş analizleriyle paydaşlarla süreç boyunca kurulacak iletişim ve ilişkinin niteliği de belirlenir. Örneğin bazı paydaşlarla birlikte çalışılırken bazı paydaşların proje kapsamında bilgilendirilmesi yeterlidir. Şekil 2.4’te paydaş yönetiminin yapılabilmesi için ihtiyaç duyulan temel adımlar özetlenmiştir."
  },
  {
    "id": "2176456",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi değişim yönetimi yaklaşımlarına örnek bir metodolojidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kritik yol",
      "B": "Çevik yönetim",
      "C": "Olay Zinciri",
      "D": "Süreç bazlı yönetim",
      "E": "Pmbok"
    },
    "explanation": "Proje yönetiminde kullanılan yaklaşımlar genel olarak 5 temel kategoride incelenebilmektedir (Şekil 2.5):<br/>• Geleneksel Yaklaşımlar<br/>• Çevik Yaklaşımlar<br/>• Değişim Yönetimi Yaklaşımları<br/>• Süreç Bazlı Yaklaşımlar<br/>• Diğer Yaklaşımlar<br/>Farklı proje yönetim yaklaşımlarının farklı stratejileri, ilkeleri, süreçleri ve uygulama yöntemleri vardır. Bu stratejiler proje süresince işlerin hangi şekilde yapılması gerektiğini belirler. Şekil 2.5’te proje yönetim yaklaşımları ve bu yaklaşımlar kapsamında kullanılan metodolojilere bazı örnekler verilmiştir."
  },
  {
    "id": "2176464",
    "unitNumber": 2,
    "text": "\"Bu metodoloji 1950’li yıllarda geliştirilmiştir. Bir projedeki tüm gerekli girdilerin projeye dahil edilmesi ve projenin tamamlanması için en uygun zaman cetvelinin oluşturulmasına yönelik bir yaklaşımdır.Proje faaliyetlerine yönelik zaman çizelgelerinin oluşturulmasını sağlamak amacıyla kaynakların nasıl kullanılacağını ortaya koyar. Bu yönteme bağlı olarak oluşturulacak proje modelindeki girdiler; zaman, görevlerle ilgili bağımlılıklar, kilometre taşları veya teslim edilecek çıktılar ve müşteriler ya da karar vericiler tarafından belirlenmiş olan kati iş bitiş süreleridir. Kısacası bu metodolojiye bağlı bir model oluşturabilmek için, projede tamamlanması gerekli tüm görevler, görevler arasındaki bağımlılıklar ve her bir faaliyetin tamamlanması için ihtiyaç duyulan süre belirlenmelidir.\"<br/><strong>Yukarıdaki açıklamalar aşağıdaki hangi proje yönetimi metodolojisini betimlemektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Şelale",
      "B": "Kritik yol",
      "C": "Uyarlanabilir proje çerçevesi",
      "D": "Olay zinciri",
      "E": "Süreç bazlı yönetim"
    },
    "explanation": "Kritik yol yöntemi 1950’li yıllarda geliştirilmiştir. Bir projedeki tüm gerekli girdilerin projeye dahil edilmesi ve projenin tamamlanması için en uygun zaman cetvelinin oluşturulmasına yönelik bir yaklaşımdır. Kritik yol, proje faaliyetlerine yönelik zaman çizelgelerinin oluşturulmasını sağlamak amacıyla kaynakların nasıl kullanılacağını ortaya koyar. Bu yönteme bağlı olarak oluşturulacak proje modelindeki girdiler; zaman, görevlerle ilgili bağımlılıklar, kilometre taşları veya teslim edilecek çıktılar ve müşteriler ya da karar vericiler tarafından belirlenmiş olan kati iş bitiş süreleridir. Kısacası kritik yol yöntemine bağlı bir model oluşturabilmek için, projede tamamlanması gerekli tüm görevler, görevler arasındaki bağımlılıklar ve her bir faaliyetin tamamlanması için ihtiyaç duyulan süre belirlenmelidir."
  },
  {
    "id": "2176469",
    "unitNumber": 2,
    "text": "Taahhüt, cesaret, odak, açıklık ve saygı olmak üzere 5 temel değerin yer aldığı proje yönetimi metodolojisi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kanban",
      "B": "Şelale",
      "C": "Yalın",
      "D": "Scrum",
      "E": "Kritik yok"
    },
    "explanation": "Scrum ve Kanban çevik yaklaşım kapsamında en sık kullanılan proje yönetim metodolojileri arasında yer almaktadır. Scrum’da taahhüt, cesaret, odak, açıklık ve saygı olmak üzere 5 temel değer yer alır. Detaylı adımlar yerine basit ama son derece önemli bazı kurallar ortaya koyarak esnek bir yönetim yapılmasını sağlar. Küçük gruplara ayrılarak iş listeleri hazırlanır. Bu grupların iş listesine yeni işler dahil edilmez; büyük bir değişiklik söz konusu olacaksa yeni bir grup oluşturularak süreç yeniden başlatılır. Süreç sırasında oluşan aksaklıklar açık bir şekilde paylaşılır, çözümlenir ve sürekli iyileştirme yapılması sağlanır."
  },
  {
    "id": "2176492",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi PERT şemaları hazırlanırken izlenmesi gereken adımlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Faaliyetleri belirle",
      "B": "Faaliyetleri sırala",
      "C": "Faaliyet sürelerini tahmin et",
      "D": "Kritik yolu belirle",
      "E": "Kullanılacak kaynakları belirle"
    },
    "explanation": "PERT şemalarında daireler ve kareler kullanılır. Bunlar projedeki olayları veya kilometre taşlarını temsil ederler ve vektörlerle birbirlerine bağlanırlar. Vektörlerin yönü, işlerin akış yönünü ve projenin tamamlanması için izlenecek sıralamayı gösterir. Kesikli çizgiler ise boş geçişlerdir. Bir PERT şemasının oluşturulmasındaki başlıca aşamalar aşağıdaki gibidir:<br/>1. Faaliyetleri belirle<br/>2. Faaliyetleri sırala<br/>3. Faaliyet sürelerini tahmin et<br/>4. Kritik yolu belirle<br/>5. Gözden geçir"
  },
  {
    "id": "2176499",
    "unitNumber": 2,
    "text": "Standart bir Gantt şemasında aşağıdakilerden hangisi yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Gerçekleştirilecek işler/görevler,",
      "B": "İşlerin gerçekleştirileceği zaman aralığı/süre,",
      "C": "Önemli tarihler",
      "D": "Kilometre taşlarına ait bilgiler",
      "E": "Paydaşlara ait bilgiler"
    },
    "explanation": "Standart bir gantt şemasında; gerçekleştirilecek işler/görevler, işlerin gerçekleştirileceği zaman aralığı/süre, önemli tarihler, kilometre taşlarına ait bilgiler yer alır. Daha gelişmiş ve çoğunlukla yazılımlarla oluşturulan gantt şemalarında ise bunlara ek olarak kullanılan kaynaklar, işlerin ilerleme durumu, bütçe vb. de gösterilir. Özellikle yazılımlar vasıtasıyla oluşturulan gantt şemaları, internet veya yerel ağlar üzerinden tüm proje ekibiyle paylaşılabilmekte ve proje sürecinde yapılacak işlerin, başlangıç ve bitiş tarihlerinin, işlerin yerine getirilmesinden sorumlu personelin, kullanılacak kaynakların, önemli kontrol ve karar aşamalarının, kilometre taşlarının, yapılan çalışmaların ilerleme durumunun izlenebilmesine olanak verir."
  },
  {
    "id": "2176501",
    "unitNumber": 2,
    "text": "\"Temel kalite yönetim araçlarından biridir. Proje yöneticilerin de sıklıkla başvurduğu araçlar arasında yer almaktadır. Yapılacak işlerin, başlangıç ve bitiş noktaları arasındaki ilerleyişi, hangi sorumlular veya ekipler boyunca ilerlemesi gerektiğini görsel ve ilişkisel olarak ifade etmek amacıyla kullanılır. Yapılacak işlerin sıralamasını görmek ve kontrol fonksiyonunun daha kolay yerine getirilmesini sağlamakta son derece faydalıdır.\"<br/><strong>Yukarıdaki açıklamalar aşağıdakilerden hangisini betimlemektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gantt Şeması",
      "B": "Pert Şeması",
      "C": "Akış Şeması",
      "D": "İş Kırılım Yapısı",
      "E": "Pareto Diyagramları"
    },
    "explanation": "Akış şemaları, temel kalite yönetim araçlarından biridir. Proje yöneticilerin de sıklıkla başvurduğu araçlar arasında yer almaktadır. Yapılacak işlerin, başlangıç ve bitiş noktaları arasındaki akışını, hangi sorumlular veya ekipler boyunca ilerlemesi gerektiğini görsel ve ilişkisel olarak ifade etmek amacıyla akış şemaları kullanılır. Yapılacak işlerin sıralamasını görmek ve kontrol fonksiyonunun daha kolay yerine getirilmesini sağlamakta akış şemaları son derece faydalıdır. İlk akış şeması genellikle projenin planlanması aşamasında tüm projenin akışını resmetmek üzere oluşturulur. Bu tarz bir akış şeması, projenin başlangıç ve bitiş noktaları arasındaki temel işlemleri, sorumluları, kontrol noktalarını ve çıktı/girdileri göstermek açısından son derece faydalıdır."
  },
  {
    "id": "3845435",
    "unitNumber": 2,
    "text": "Proje entegrasyon yönetiminin temel işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Farklı unsurların koordineli şekilde yönetilmesini sağlamak.",
      "B": "Projenin sınırlarını çizerek nelerin dahil olduğunu belirlemek.",
      "C": "Tüm paydaşlar arasında etkin bilgi akışını sağlamak.",
      "D": "Proje çıktılarının belirlenen kalite kriterlerine uygun olmasını denetlemek.",
      "E": "Proje için gerekli kaynakların dış tedarikçilerden temin etmek."
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Anlama<br/>Entegrasyon yönetimi, projedeki farklı bileşen ve süreçlerin uyum içinde bütünleşik olarak yönetilmesi anlamına gelir. Diğer bir ifadeyle proje içindeki farklı unsurlar arasındaki koordinasyonu sağlama işi entegrasyon yönetiminin özüdür. Bu nedenle doğru seçenek, entegrasyon yönetiminin bu koordinasyonu sağlamayı amaçladığını belirten A’dır"
  },
  {
    "id": "3845436",
    "unitNumber": 2,
    "text": "Aşağıdaki proje yönetimi yaklaşımlarından hangisi \"<strong>çevik\"</strong> yöntemler kategorisinde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kritik Yol Yöntemi",
      "B": "Şelale Yöntemi",
      "C": "Kanban",
      "D": "Olay Zinciri yöntemi",
      "E": "PRISM metodolojisi"
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Hatırlama<br/>Kanban, çevik (agile) proje yönetimi yaklaşımlarına örnek bir yöntemdir. Nitekim proje yönetimi yaklaşımları genel olarak geleneksel (ör. Şelale, Kritik Yol), çevik (ör. Scrum, Kanban), süreç bazlı (ör. Olay Zinciri) ve diğer (ör. PRISM) şeklinde sınıflandırılmaktadır. Bu yüzden Kanban’ın yer aldığı C seçeneği doğrudur"
  },
  {
    "id": "3845437",
    "unitNumber": 2,
    "text": "<strong>6 Sigma</strong> yönteminin proje yönetiminde öncelikli amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Süreçlerdeki hata oranlarını çok düşük bir seviyeye indirerek kaliteyi yükseltmek.",
      "B": "Proje ekibinin sürekli öğrenmesini ve değişime uyumunu sağlamak.",
      "C": "Proje süresini kısaltmak için gereksiz adımları ortadan kaldırmak.",
      "D": "Müşteri gereksinimlerindeki değişikliklere hızlı tepki vermek.",
      "E": "Proje çıktılarını en başta tanımlanan kapsamın dışına çıkaracak yenilikler eklemek."
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Anlama<br/>6 Sigma, 1980’lerde Motorola tarafından geliştirilmiş olup süreçlerdeki hata miktarlarının milyonda 3,4’ün altına indirilmesini ve böylece kalite seviyesinin arttırılmasını hedefler. Dolayısıyla A seçeneği, hata oranlarını en aza indirip kaliteyi yükseltmeyi vurguladığı için doğrudur"
  },
  {
    "id": "3845439",
    "unitNumber": 2,
    "text": "Risk yönetiminin proje içerisindeki temel aşamalarından hangisi aşağıdakilerden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Risklerin tanımlanması",
      "B": "Risklerin değerlendirilmesi",
      "C": "Risk analizi yapılması",
      "D": "Risk azaltma stratejilerinin uygulanması",
      "E": "Risklerin ortadan tamamen kaldırılması"
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Hatırlama<br/>Proje risk yönetiminin temel aşamaları; risklerin tanımlanması, risklerin değerlendirilmesi, risk analizi, risklerin azaltılması (yanıt/önlem geliştirme) ve risklerin izlenmesidir. Risklerin tamamen ortadan kaldırılması gibi bir adım ise bu süreçte yer almamaktadır. Bu nedenle E seçeneği doğru cevaptır."
  },
  {
    "id": "3845440",
    "unitNumber": 2,
    "text": "<strong>Kritik Yol Yöntemi</strong> ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Uzun ardışık görev dizisini belirleyerek projenin minimum tamamlanma süresini gösterir.",
      "B": "Değişikliklere esneklik tanıdığı için çevik (agile) projelerde yaygın olarak kullanılır.",
      "C": "Kritik yol üzerindeki bir işin gecikmesi, toplam proje süresini etkilemez.",
      "D": "1950’lerden beri yalnızca küçük ölçekli projelerde kullanılan bir tekniktir.",
      "E": "Projedeki tüm işler bağımsız hale getirilerek paralel yürütülmelerini sağlar."
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Anlama<br/>Kritik Yol Yöntemi, bir projede tamamlanması gereken tüm görevleri ve bunların bağımlılıklarını analiz ederek, proje süresini belirleyen en uzun ardışık görevler dizisini (kritik yolu) saptar. Bu kritik yol, projenin hedeflenen en kısa sürede bitirilmesi için gereken minimum süreyi ortaya koyar. Kritik yol üzerindeki işlerde meydana gelen herhangi bir gecikme, toplam proje süresini doğrudan uzatacaktır. Dolayısıyla A seçeneği doğrudur"
  },
  {
    "id": "3845441",
    "unitNumber": 2,
    "text": "<strong>İş kırılım yapısı (WBS)</strong> ile ilgili aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Proje kapsamındaki işleri yönetilebilir alt bileşenlere hiyerarşik olarak ayırır.",
      "B": "Projenin bütün resmini görmeyi kolaylaştırarak kapsam ve kaynakların tanımlanmasına yardım eder.",
      "C": "Oluşturulmaması veya eksik yapılması hâlinde bazı işlerin gözden kaçması olasıdır.",
      "D": "Projedeki her iş için başlangıç ve bitiş tarihlerinin belirtilmesini içerir.",
      "E": "Proje ekibi ve paydaşların ilerlemeyi daha iyi kavramasına katkı sağlar."
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Analiz<br/>İş kırılım yapısı, projenin kapsamını alt görevlere bölerek tanımlar ancak belirli işler için takvim tarihleri içermez. WBS oluşturulurken faaliyetlerin başlangıç veya bitiş tarihinin belirtilmesine gerek yoktur; yalnızca yapılacak işler hiyerarşik olarak listelenir. D seçeneğinde yer alan “her iş için başlangıç ve bitiş tarihlerini içermesi” ifadesi bu nedenle yanlıştır."
  },
  {
    "id": "3845442",
    "unitNumber": 2,
    "text": "Projede yapılacak işlerin <strong>gözden kaçırılmadan</strong> eksiksiz planlanabilmesi için aşağıdaki araçlardan hangisinin kullanılması en etkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş kırılım yapısı (WBS)",
      "B": "Gantt şeması",
      "C": "Akış şeması",
      "D": "Pareto diyagramı",
      "E": "Balık kılçığı diyagramı"
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Uygulama<br/><strong>İş kırılım yapısı</strong>, projenin tüm iş ve görevlerini hiyerarşik bir düzende tanımlayarak eksiksiz bir plan oluşturmayı sağlar. WBS oluşturulmamış ya da eksik bırakılmış bir projede bazı işlerin atlanması mümkündür ve bu durum proje yönetimini olumsuz etkiler. Verilen seçenekler içinde, yapılacak tüm işleri eksiksiz listeleyip tanımlama konusunda en etkili araç A şıkkıdır."
  },
  {
    "id": "3845444",
    "unitNumber": 2,
    "text": "Bir proje sürecinde <strong>gereksiz adımların ve israfın</strong> (örn. zaman, malzeme veya kaynak israfının) en aza indirilmesi hedefleniyorsa, uygulanması en uygun proje yönetimi yaklaşımı hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kanban",
      "B": "Yalın",
      "C": "6 Sigma",
      "D": "Şelale yöntemi",
      "E": "RISM metodolojisi"
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Değerlendirme<br/>Soruda tanımlanan “gereksiz adımların ve israfın azaltılması” hedefi, Yalın proje yönetimi yaklaşımının özüne karşılık gelmektedir. Yalın (Lean) yaklaşım, süreçlerdeki Muda, Mura, Muri olarak adlandırılan üç tür israfı ortadan kaldırmaya odaklanır ve iş yapma şekillerini verimli hale getirmeyi amaçlar. Dolayısıyla proje süreçlerindeki zaman, malzeme veya kaynak israfını en aza indirmek için en uygun metodoloji Yalın’dır."
  },
  {
    "id": "3845445",
    "unitNumber": 2,
    "text": "Projenin <strong>paydaşlarını tanımlamak</strong> ve paydaşlarla ilişkileri yönetmek hangi proje yönetimi sürecinin kapsamına girer?",
    "correctAnswer": "B",
    "options": {
      "A": "İletişim yönetimi",
      "B": "Paydaş yönetimi",
      "C": "Entegrasyon yönetimi",
      "D": "Kapsam yönetimi",
      "E": "İnsan Kaynakları yönetimi"
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Hatırlama<br/>Paydaşların kimler olduğunu belirlemek ve bu paydaşlarla proje süresince ilişkileri yürütmek, <strong>paydaş yönetimi</strong> sürecinin konusudur. İletişim yönetimi ise paydaşlar arasındaki bilgi akışının etkin sağlanmasıyla ilgilidir. Dolayısıyla doğru cevap B seçeneğidir."
  },
  {
    "id": "3845447",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi <strong>süreç bazlı</strong> bir proje yönetim yaklaşımına örnek metodolojidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Scrum",
      "B": "Kanban",
      "C": "Olay Zinciri",
      "D": "Şelale yöntemi",
      "E": "PRISM"
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Hatırlama<br/>proje yönetimi yaklaşımları; geleneksel, çevik, değişim odaklı, süreç bazlı ve diğer yaklaşımlar şeklinde sınıflandırılabilir. Metinde verilen bilgilere göre Olay Zinciri, süreç bazlı proje yönetim yaklaşımına örnek bir metodolojidir. Bu nedenle doğru cevap C seçeneğidir."
  },
  {
    "id": "2121346",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir projenin sahip olması gereken niteliklerden biri DEĞİLDİR?",
    "correctAnswer": "C",
    "options": {
      "A": "Amaç",
      "B": "Süreç",
      "C": "Bilimsellik",
      "D": "Bütçe",
      "E": "Çıktı"
    },
    "explanation": "Proje; amacı, süresi, bütçesi ve sonuçları/çıktıları belirlenmiş olan görev ve faaliyetler bütünüdür. Proje yönetimi ise arzu edilen sonuçlara, hedeflenen sürede, kalitede ve belirlenen bütçe kullanılarak ulaşılmasını sağlayan süreçtir. Proje yönetimi, projenin kontrolü için kullanılan yöntemler, bilgi ve becerilerin tamamıdır. İşletmeler ve kurumlar tarafından yürütülen büyük projeler olduğu gibi bazen küçük gruplar, topluluklar tarafından gerçekleştirilen daha küçük boyutlu projeler de söz konusudur. Hatta evlerimizde, bahçelerimizde, eğitim-öğretim süreçlerinde planlanan ve yürütülen projeler de vardır. Dolayısıyla her projenin bilimsel bir proje olması zorunluluğu olmadığı gibi \"bilimsellik\" gibi bir nitelik şartı da bulunmamaktadır."
  },
  {
    "id": "2121406",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir proje olarak değerlendirilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir hastanenin laboratuvarında günlük 1000 kişiye kan testi yapmak",
      "B": "Bir üniversitede beş bir öğrenciye eğitim-öğretim olanağı sunmak",
      "C": "Her yıl bir tarlayı ekip sürmek, hasat etmek ve gelir elde etmek",
      "D": "Bir yıl boyunca gönüllü olarak topluma hizmet işlerinde çalışmak",
      "E": "Tarihi bir köprüyü restore ederek turizme kazandırmak"
    },
    "explanation": "Proje, bir rutine ve düzene göre yapılan, süreklilik arz eden iş ve eylemlerden farklı bir kavramdır. Başka bir ifadeyle, bir işletmede ya da kurumda her gün yapılan operasyonel işler ve izlenen süreçler proje olarak tanımlanamazlar. Dolayısıyla hastane laboratuvarında her gün kan testi yapmak, her yıl aynı tarlayı aynı şekilde ekip hasat etmek, gönüllü olarak belirli bir amaç olarak topluma hizmet eylemlerinde bulunmak, öğrencilere eğitim-öğretim olanağı sunmak bu açıdan birer proje sayılmaz. Oysa tarihi bir köprüyü restore etmek proje tanımına daha uygundur. Bu projenin temel çıktısı restore edilmiş (yenilenmiş) köprünün kendisidir. Bununla birlikte, proje amacına bağlı olarak tanımlanan hedeflere ve oluşturulan proje aşamalarına uygun şekilde köprünün farklı kısımlarının restorasyonunun tamamlanması, restorasyon sürecinin anlatıldığı basılı ve sayısal eğitim materyalleri ile çeşitli tanıtım dokümanlarının üretilmesi, yükseköğretim kurumlarında ilgili programlarda (restorasyon ve konservasyon, arkeoloji, kültür varlıklarının belgelenmesi vb.) öğrenim gören üniversite öğrencilerine uygulamalı eğitimler verilerek çeşitli bilgi ve becerilerin kazandırılması projenin diğer sonuçları arasında yer alabilir. Burada hazırlanan materyaller somut çıktılarken, verilen eğitim bir hizmet, bu hizmete bağlı olarak elde edilen bilgi ve beceri birer kazanımdır. Proje sonucunda ortaya konulması hedeflenen ürün veya hizmetlerin daha önce oluşturulmamış veya yapılmamış şeyler olması beklenir. Yani, projelerin özgün bir değer yaratması amaçlanır. Bazen benzer işler farklı şekillerde daha önceden yapılmış olabilir; bu durumda projedeki özgünlük, benzer bir işin yapılması veya çıktının ortaya konulmasında farklı yöntemlerin kullanılması biçiminde de gerçekleşebilir."
  },
  {
    "id": "2121583",
    "unitNumber": 3,
    "text": "I.Bu uygulama eşsiz veya özgün müdür? <br/>II.Belirli bir başlangıç ve bitiş süresi var mıdır?<br/>III.Ulaşılması gereken nokta, amaç ya da hedefler var mıdır?<br/>IV.Büyük bir toplumsal fayda ya da kamu yararına sahip midir?<br/>V.Proje bütçesi uygun ve denetlenebilir nitelikte midir?<br/>Yukarıdakilerden hangileri bir proje önerisinin sahip olması gereken TEMEL NİTELİKLERDENDİR?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, III, V",
      "C": "II, III, IV",
      "D": "III, IV, V",
      "E": "I, IV, V"
    },
    "explanation": "Bir fikrin bir proje olup olmadığını değerlendirmek üzere temel olarak şu soruları sormak gerekir: Bu uygulama eşsiz veya özgün müdür? Daha önce bu şekilde tanıtım ve satış yaparak kırsal bölgelerdeki pazar payı arttırılmış mıdır? Yapılacak faaliyet, benzer gezici satış işlemlerinden farklı mı olacaktır? Bu faaliyetin belirli bir başlangıç ve bitiş süresi var mıdır? Projenin bitmesi için ulaşılması gereken nokta, amaç ya da hedefler var mıdır? Projenin sona erme süresini tanımlayacak bir yöntem belirlenmiş midir? Projenin paydaşları belli midir? Paydaşların bu faaliyetten nasıl etkileneceği, ne gibi faydalar sağlayacağı, ne gibi roller üstleneceği açık mıdır? Bu soruların olumlu cevaplanması fikrin bir proje niteliği taşıdığının göstergesidir.<br/>Ancak projeye geçilmeden önce şüphesiz çeşitli analiz ve değerlendirmeler yapmak, böyle bir proje için ayrılacak kaynakların, personelin, sürenin ve bütçenin elde edilecek faydaya değip değmeyeceğini belirlemek gereklidir.<br/>Şu sorular ise daha da ilerideki değerlendirme soruları olabilir: Büyük bir toplumsal fayda ya da kamu yararına sahip midir? Proje bütçesi uygun ve denetlenebilir nitelikte midir? Dolayısıyla bu sorular her proje için geçerli temel sorular olarak tanımlanamaz."
  },
  {
    "id": "2121600",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi proje kaynaklarından biri DEĞİLDİR?",
    "correctAnswer": "E",
    "options": {
      "A": "İnsan",
      "B": "Ekipman",
      "C": "Mekan",
      "D": "Malzeme",
      "E": "Süre"
    },
    "explanation": "Projenin kaynakları, projenin başarıyla tamamlanması için ihtiyaç duyulan insanlar, malzemeler, ekipman, mekânlar ve paradır. Süre, projenin temel niteliklerinden biridir. Projenin belirli bir sürede başlayarak sonuca ulaşması beklenir."
  },
  {
    "id": "2129115",
    "unitNumber": 3,
    "text": "I.Projenin ana yönünün tarif edilmesidir.<br/>II.Üst düzey, genel ve uzun vadelidir.<br/>III. “Ne?” ve “nasıl?” sorularının yanıtıdır.<br/>IV.Her iş paketine özgü olarak tanımlanabilir.<br/>V.Yalnızca somut gerçeklere dayalıdır.<br/>Yukarıdakilerden hangileri bir projenin amaçlarının nasıl olması gerektiğini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "IV ve V",
      "E": "I ve V"
    },
    "explanation": "Amaç, projenin ana yönünün tarif edilmesidir; projesinin başarısını belirleyen unsurdur. Amaç; üst düzey, genel, uzun vadeli ve soyuttur. Hedefler ise proje amacına bağlı olarak kısa veya orta vadeli çıktılara odaklanmış, ölçülebilir ve spesifik ifadelerdir. Amaç “Ne?” sorusunun yanıtıyken hedefler “Nasıl?” sorusuna cevap verebilmek üzere oluştururlar. Bu yüzden proje boyunca kararların alınmasında, değişimin yönetiminde, risklerin ortadan kaldırılmasında amaçlar göz önüne alınmalı ve amaçların belirleyici olduğu unutulmamalı, buna karşılık bu amaca ulaşılmasına yönelik hedefler ortaya konmalıdır. Dolayısıyla amaçlarda ne ve nasıl sorularına birlikte yanıt verilmez. Her iş paketine özgü olarak tanımlanan hedefler olabilir. Hedefler yalnızca gerçeklere dayalı olmalıdır."
  },
  {
    "id": "2129154",
    "unitNumber": 3,
    "text": "I.”Nasıl?” sorusuna yanıt verir.<br/>II.Üst düzey, genel ve uzun vadelidir.<br/>III. Ölçülebilir ifadelerdir.<br/>IV.Projenin ana yönünü tarif eder.<br/>V.Risklerin ortadan kaldırılmasında göz önüne alınır.<br/>Yukarıdakilerden hangileri bir projenin hedeflerinin nasıl olması gerektiğini ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "IV ve V"
    },
    "explanation": "Amaç, projenin ana yönünün tarif edilmesidir; projesinin başarısını belirleyen unsurdur. Amaç; üst düzey, genel, uzun vadeli ve soyuttur. Hedefler ise proje amacına bağlı olarak kısa veya orta vadeli çıktılara odaklanmış, ölçülebilir ve spesifik ifadelerdir. Amaç “Ne?” sorusunun yanıtıyken hedefler “Nasıl?” sorusuna cevap verebilmek üzere oluştururlar. Bu yüzden proje boyunca kararların alınmasında, değişimin yönetiminde, risklerin ortadan kaldırılmasında amaçlar göz önüne alınmalı ve amaçların belirleyici olduğu unutulmamalı, buna karşılık bu amaca ulaşılmasına yönelik hedefler ortaya konmalıdır."
  },
  {
    "id": "2129185",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir köprü projesine yönelik amaç ifadesi olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tarihî köprüyle ilgili sayısal arşiv oluşturmak",
      "B": "Köprünün zarar görmüş kısımlarına ait restorasyon projeleri hazırlamak",
      "C": "Projelere uygun restorasyon işlemlerini tamamlamak",
      "D": "Kültürel miras bilincini kuvvetlendirmek",
      "E": "Tarihî köprünün tanıtımına yönelik bir platform oluşturmak"
    },
    "explanation": "Amaç, projenin ana yönünün tarif edilmesidir; projesinin başarısını belirleyen unsurdur. Amaç; üst düzey, genel, uzun vadeli ve soyuttur. Hedefler ise proje amacına bağlı olarak kısa veya orta vadeli çıktılara odaklanmış, ölçülebilir ve spesifik ifadelerdir. Amaç “Ne?” sorusunun yanıtıyken hedefler “Nasıl?” sorusuna cevap verebilmek üzere oluştururlar. Bu yüzden proje boyunca kararların alınmasında, değişimin yönetiminde, risklerin ortadan kaldırılmasında amaçlar göz önüne alınmalı ve amaçların belirleyici olduğu unutulmamalı, buna karşılık bu amaca ulaşılmasına yönelik hedefler ortaya konmalıdır.<br/>Bu projenin amacı, “kültürel mirasın korunmasını ve gelecek nesillere aktarılmasını sağlamak” veya “kültürel miras bilincini kuvvetlendirmek” olabilir. Bu amaca yönelik proje hedefleri ise “tarihî köprüyle ilgili sayısal arşivlerin oluşturulması”, “köprünün zarar görmüş kısımlarına ait restorasyon projelerinin hazırlanması”, “projelere uygun restorasyon işlemlerinin tamamlanması”, “tarihî köprünün tanıtımına yönelik bir platform oluşturulması” şeklinde belirlenebilir."
  },
  {
    "id": "2129246",
    "unitNumber": 3,
    "text": "I.İstanbul doğumlu Fransız maden mühendisidir.<br/>II.Genel ve Endüstriyel Yönetim kitabının yazarıdır.<br/>III.Geliştirdiği bilimsel yönetim teorileri sayesinde işletme ve iş yönetimi alanlarının temellerini ortaya koymuştur.<br/>IV.Modern proje yönetiminin babası olarak kabul edilir.<br/>V.Yönetimin 5 temel fonksiyonu ve 14 ilkesinin kurucusudur.<br/>Yukarıdaki ifadeler aşağıdaki isimlerden hangisine işaret etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Salamon Gantt",
      "B": "David Koch",
      "C": "Sergey Brin",
      "D": "Jef Bezos",
      "E": "Henri Fayol"
    },
    "explanation": "Geliştirdiği bilimsel yönetim teorileri sayesinde işletme ve iş yönetimi alanlarının temellerini ortaya koyan İstanbul doğumlu Fransız maden mühendisi Henri Fayol, modern proje yönetimi disiplininin de öncülerinden biri olmuştur. Fayol tarafından 1916 yılında yayımlanan “Genel ve Endüstriyel Yönetim” isimli kitapta, yönetim süreci ve bu sürece ilişkin yaklaşımlar ile farklı uzmanlarca ortaya konmuş olan ilkeler karşılaştırılmıştır. Henri Fayol, yönetimin 5 temel fonksiyonu olduğunu belirterek bunları planlama, organizasyon, yürütme, koordinasyon ve kontrol olarak sıralamış, ayrıca tüm bu fonksiyonların birbirine sıkı sıkıya bağlı olduğunun altını çizmiştir. 5 temel fonksiyonun yanı sıra yönetimin 14 ilkesinin de kurucusudur Fransız mühendis. Bu kitap ve sonrasında da yönetim alanında Fayol’un ortaya koyduğu diğer yaklaşımlar ve fikirlerin bir kısmı daha sonra modern proje yönetiminin temellerini, başka bir deyişle temel aşamalarını oluşturmuştur. Bu nedenle Fayol, birçok kişi tarafından modern proje yönetiminin babası olarak da kabul edilmektedir."
  },
  {
    "id": "2129312",
    "unitNumber": 3,
    "text": "\"...... yaklaşım ya da çözüm üretme, herhangi bir olay gerçekleşmeden ya da sorun oluşmadan önce gerekli öngörüde bulunup önlemleri geliştirebilmektir. Bunun tersi olan ...... yaklaşımda ise olay meydana geldikten sonra çözümün üretilmesi ve sorunun giderilmesine odaklanılır.\"<br/>Yukarıdaki ifadede boş bırakılan yerleri aşağıdakilerden hangisi sırasıyla doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "amprik, analitik",
      "B": "proaktif, reaktif",
      "C": "güncel, geleneksel",
      "D": "özgürlükçü, tutucu",
      "E": "liberal, otoriter"
    },
    "explanation": "Proaktif yaklaşım ya da çözüm üretme, herhangi bir olay gerçekleşmeden ya da sorun oluşmadan önce gerekli öngörüde bulunup önlemleri geliştirebilmektir. Bunun tersi olan reaktif yaklaşımda ise olay meydana geldikten sonra çözümün üretilmesi ve sorunun giderilmesine odaklanılır."
  },
  {
    "id": "2129349",
    "unitNumber": 3,
    "text": "I.Kaynakların planlanması ve temin edilmesinin sağlanması<br/>II.Bütçe ve zaman planlamasının yapılması<br/>III.Risklerin analiz edilmesi ve değişimin yönetilmesi<br/>IV.Değişen şartlara göre gerekli güncelleme ve iyileştirmelerin yapılması <br/>V.Tüm paydaşlarla etkili bir iletişim sağlanması<br/>Yukarıda sıralanan görevler bir proje yönetiminde aşağıdakilerden hangisinin sorumluluğundadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Proje koordinatörü",
      "B": "Proje yöneticisi",
      "C": "Proje sahibi",
      "D": "Proje elemanı",
      "E": "Proje araştırmacısı"
    },
    "explanation": "Projeden projeye değişebilmekte birlikte bu görevler genel olarak proje yöneticisinin sorumluğundadır. Yöneticinin başlıca görevleri şunlardır:<br/>• Projenin planlanması ve kapsamın tanımlanması • Proje kapsamındaki süreçlerin, iş ve yerine getirilecek görevlerin belirlenmesi • Proje ekiplerinin organizasyonu • Kaynakların planlanması ve temin edilmesinin sağlanması • Bütçe ve zaman planlamasının yapılması • Risklerin analiz edilmesi ve değişimin yönetilmesi • Değişen şartlara göre gerekli güncelleme ve iyileştirmelerin yapılması • Tüm paydaşlarla etkili bir iletişim sağlanması • Proje boyunca gerekli toplantıların planlanıp gerçekleştirilmesinin sağlanması • Süreç boyunca izleme ve değerlendirmelerin gerçekleştirilmesi • Raporlamaların yapılması • Süreç boyunca iyi bir liderlik yapılması"
  },
  {
    "id": "2150796",
    "unitNumber": 3,
    "text": "Aşağıda sıralanan işlerden hangisi bir proje olarak tanımlanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir laboratuvara günlük olarak gelen numunelerin test edilmesi",
      "B": "Bir zaman ve maliyet kapsamında tarihî bir köprünün restore edilmesi",
      "C": "Bir yükseköğretim kurumunda yıllık akademik takvime bağlı olarak yürütülen dersler",
      "D": "Belediyelerin rutin olarak gerçekleştirdiği park ve bahçe bakım işleri",
      "E": "Bir fabrikanın üretim bandında gerçekleştirilen rutin üretim operasyonları"
    },
    "explanation": "\"Bir zaman ve maliyet kapsamında tarihî bir köprünün restore edilmesi\" bir proje olarak tanımlanabilir"
  },
  {
    "id": "2150821",
    "unitNumber": 3,
    "text": "Antik bir kentin canlandırılması için yapılan proje çalışmasında elde edilen çıktılardan hangisi, diğerlerine oranla daha soyut ve hizmete dayalı bir kazanım olarak değerlendirilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Antik kentteki akropol alanındaki binaların orjinaline uygun bir biçimde restore edilmesi",
      "B": "Arkeoloji bölümü öğrencilerine antik kent kazı alanında eğitim verilmesi",
      "C": "Antik kentteki nekropol alanının kazılarak anıt mezarların açığa çıkarılması",
      "D": "Antik kentteki kuzey ve güney yerleşmeleri birbirine bağlayan köprünün onarılması",
      "E": "Antik kentteki sunakların kazılarla açığa çıkarılması"
    },
    "explanation": "Antik bir kentin canlandırılması için yapılan proje çalışmasında elde edilen çıktılardan \"Arkeoloji bölümü öğrencilerine antik kent kazı alanında eğitim verilmesi\", diğerlerine oranla daha soyut ve hizmete dayalı bir kazanım olarak değerlendirilir."
  },
  {
    "id": "2150846",
    "unitNumber": 3,
    "text": "Projeler çok çeşitli sektörlere yönelik olarak yapılabilmektedir. Örneğin yurt dışından getirilen yeni bir gıda bitkisinin ülkemizdeki yetişme koşullarının gözlenmesine ve veriminin tespit edilmesine yönelik bir proje yapıldığını düşünelim. Bu proje hangi sektör için yapılmış olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sanayi sektörü",
      "B": "Ulaşım sektörü",
      "C": "Hizmet sektörü",
      "D": "Tarım sektörü",
      "E": "Bilişim sektörü"
    },
    "explanation": "Projeler çok çeşitli sektörlere yönelik olarak yapılabilmektedir. Örneğin yurt dışından getirilen yeni bir gıda bitkisinin ülkemizdeki yetişme koşullarının gözlenmesine ve veriminin tespit edilmesine yönelik bir proje yapıldığını düşünelim. Bu proje \"Tarım sektörü\" için yapılmıştır."
  },
  {
    "id": "2150871",
    "unitNumber": 3,
    "text": "Aşağıda sıralanan proje özelliklerinden hangisi, projelerin mali boyutu olan bir süreç olduğunu ve başarılı olmasında bu süreci yönetmenin çok etkili olduğuna ilişkindir?",
    "correctAnswer": "D",
    "options": {
      "A": "Proje özgündür, eşsizdir, sürekli yapılan rutin işlerden farklıdır.",
      "B": "Proje belirli bir amaca ve hedeflere ulaşmak için yapılır.",
      "C": "Proje, belirlenen bir zaman aralığında gerçekleştirilir.",
      "D": "Projenin belirli bir bütçesi olmalı ve bu bütçe uygun şekilde yönetilmelidir.",
      "E": "Proje bir ekip işidir, süreçte görev alan ekip üyeleri tarafından gerçekleştirilir."
    },
    "explanation": "Sıralanan proje özelliklerinden \"Projenin belirli bir bütçesi olmalı ve bu bütçe uygun şekilde yönetilmelidir\", projelerin mali boyutu olan bir süreç olduğunu ve başarılı olmasında bu süreci yönetmenin çok etkili olduğuna ilişkindir."
  },
  {
    "id": "2150898",
    "unitNumber": 3,
    "text": "Aşağıdaki çıktılardan hangisi, somut proje çıktısı olarak nitelenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir yazılım",
      "B": "Bilgi",
      "C": "deneyim",
      "D": "beceri kazanma",
      "E": "farkındalık oluşturma"
    },
    "explanation": "Bir yazılım, somut proje çıktısı olarak nitelenebilir."
  },
  {
    "id": "2150915",
    "unitNumber": 3,
    "text": "Aşağıda sıralanan sorulardan hangisinde projenin amacının ortaya çıkarılmaya çalışıldığı söylenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Proje ne kadar sürede tamamlanacaktır?",
      "B": "Projede kimler çalışacaklardır?",
      "C": "Proje hangi ortamda gerçekleştirilecektir?",
      "D": "Projede hangi malzemelere ihtiyaç duyulmaktadır?",
      "E": "Projenin niye yapılması gerekmektedir?"
    },
    "explanation": "Projenin niye yapılması gerekmektedir? sorusuyla projenin amacının ortaya çıkarılmaya çalışıldığı söylenebilir."
  },
  {
    "id": "2150941",
    "unitNumber": 3,
    "text": "Proje planında süreçte gerçekleştirilecek çalışmalar ve elde edilecek çıktılar hangi öğede toplanırlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Proje iş paketleri",
      "B": "Proje kısıtları",
      "C": "Proje varsayımları",
      "D": "Proje paydaşları",
      "E": "Proje yöntemleri"
    },
    "explanation": "Proje planında süreçte gerçekleştirilecek çalışmalar ve elde edilecek çıktılar \"Proje iş paketlerinde\" toplanırlar."
  },
  {
    "id": "2151044",
    "unitNumber": 3,
    "text": "Projeden elde edilen sonuçların geniş kitlelere ulaştırılması, bu kitleler için bilinir ve faydalı kılınması için ne yapılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Değerlendirme çalışması yapılmalıdır",
      "B": "Yaygınlaştırma çalışması yapılmalıdır",
      "C": "Risk çalışması yapılmalıdır",
      "D": "Kısıt çalışması yapılmalıdır",
      "E": "Analiz çalışması yapılmalıdır"
    },
    "explanation": "Projeden elde edilen sonuçların geniş kitlelere ulaştırılması, bu kitleler için bilinir ve faydalı kılınması için yaygınlaştırma çalışması yapılmalıdır."
  },
  {
    "id": "2151057",
    "unitNumber": 3,
    "text": "Projenin yürütülmesi esnasında tüm unsurların plana, başka bir deyişle bütçeye, süreye ve kalite gereklilikleri uygunluklarının kontrol altında tutulması, hangi proje yaşam döngüsü aşamasında gerçekleştirilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Projeye başlanılması",
      "B": "Projenin izlenilmesi",
      "C": "Projenin planlanması",
      "D": "Projenin yürütülmesi",
      "E": "Projenin kapatılması"
    },
    "explanation": "Projenin yürütülmesi esnasında tüm unsurların plana, başka bir deyişle bütçeye, süreye ve kalite gereklilikleri uygunluklarının kontrol altında tutulması, \"Projenin izlenilmesi\" proje yaşam döngüsü aşamasında gerçekleştirilir."
  },
  {
    "id": "3845456",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir projenin ayırt edici bir özelliğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sürekli ve tekrarlı işler bütünü olması",
      "B": "Belirli bir özgün amaca yönelik olarak planlanması",
      "C": "Bitiş tarihi olmaksızın süresiz devam etmesi",
      "D": "Her zaman büyük ölçekli ve kapsamlı olması",
      "E": "Bütçe kısıtı olmaksızın sınırsız kaynak kullanabilmesi"
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Hatırlama<br/>Projeler rutin ve tekrar eden operasyonlardan farklı olarak <em>belirli bir amacı gerçekleştirmek üzere</em> kısıtlı süre ve kaynaklarla yapılan özgün çalışmalardır. Belirli bir amaca odaklanma, projelerin temel özelliklerinden biridir"
  },
  {
    "id": "3845458",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi proje yaşam döngüsünün beş temel aşamasından <strong>biri değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Projenin başlatılması",
      "B": "Projenin planlanması",
      "C": "Projenin yürütülmesi",
      "D": "Projenin değerlendirilmesi",
      "E": "Projenin kapatılması"
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Hatırlama<br/>Standart proje yaşam döngüsü, belgede de belirtildiği gibi <em>beş temel aşamadan</em> oluşur: <strong>başlatma</strong>, <strong>planlama</strong>, <strong>yürütme</strong>, <strong>izleme/kontrol</strong> (belgede “izlenmesi” olarak geçmektedir) ve <strong>kapatma</strong>. “Projenin değerlendirilmesi” şeklinde bir aşama, temel yaşam döngüsü adımları arasında yer almamaktadır."
  },
  {
    "id": "3845460",
    "unitNumber": 3,
    "text": "Proje yönetimi bağlamında amaç ile hedef kavramları arasındaki fark aşağıdakilerden hangisinde doğru ifade edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Amaç, kısa vadeli ve ölçülebilir sonuçlar ifade eder; hedef ise uzun vadeli ve soyut bir yönelimdir.",
      "B": "Amaç, proje sonunda elde edilecek somut çıktıyı tanımlar; hedef ise proje ekibinin görev dağılımını belirler.",
      "C": "Amaç, genel ve uzun vadeli bir yönü tarif eder; hedef ise bu amaca bağlı, spesifik ve ölçülebilir sonuçlara odaklanır.",
      "D": "Amaç ve hedef arasında herhangi bir fark yoktur, proje yönetiminde birbirinin yerine kullanılır.",
      "E": "Amaç, proje paydaşlarının beklentilerini ifade eder; hedef ise proje risklerini minimize etmeyi amaçlar."
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Anlama<br/>Proje amacı, projenin ana yönünü tarif eden, oldukça genel ve uzun vadeli bir ifadedir. Amaç üst düzey, genel ve soyut bir yönelim iken; buna karşılık hedefler, amaca bağlı daha kısa vadeli, spesifik ve ölçülebilir sonuç odaklı ifadelerdir."
  },
  {
    "id": "3845461",
    "unitNumber": 3,
    "text": "Proje paydaşları ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Proje paydaşları yalnızca projeyi yürüten iç ekip üyelerinden oluşur.",
      "B": "Projenin müşterisi, proje paydaşı sayılmaz.",
      "C": "Anahtar paydaşlar kritik olan paydaşlardır.",
      "D": "Dış paydaşlar projede doğrudan görev alır ve proje ekibine dahildir.",
      "E": "Proje paydaşları, projeden sadece olumlu etkiler alan kişi veya gruplardır."
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Anlama<br/>Proje paydaşı, proje ile ilişkisi olan ve projeden etkilenen tüm kişi veya grupları kapsayan geniş bir kavramdır. Örneğin proje ekibi, sponsor, müşteri, tedarikçi, hatta projeden etkilenen yerel halk bile paydaş tanımına girer. Paydaş etkisi olumlu olabileceği gibi olumsuz da olabilir; dolayısıyla yalnız “olumlu etkilenenler” paydaş değildir demek yanlış olur. Anahtar paydaşlar ise proje çıktıları açısından en öncelikli ve etkisi yüksek paydaşlardır; bunlar karar verici otoriteler ya da çıktıların başlıca kullanıcıları olup, memnuniyetlerinin sağlanması proje başarısı için kritiktir. Bu nedenle C seçeneğindeki ifade doğrudur."
  },
  {
    "id": "3845464",
    "unitNumber": 3,
    "text": "Proje yönetiminde üçlü kısıtlar olarak bilinen temel kısıt unsurları aşağıdakilerden hangisinde <strong>yanlış</strong> verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Zaman",
      "B": "Maliyet",
      "C": "Kapsam",
      "D": "Kalite",
      "E": "İçerik"
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Hatırlama<br/>Klasik proje yönetimi yaklaşımında üç temel kısıt vardır: zaman, maliyet ve kapsam. Bu üçü, projeyi kısıtlayan ana unsurlar olarak üçlü kısıt üçgenini oluşturur (Şekil 3.3, sayfa 63). Kalite ise bu üç unsurun dengelenmesinden etkilenen bir sonuç faktörü olup doğrudan üçlü kısıtlardan biri olarak sayılmaz"
  },
  {
    "id": "3845465",
    "unitNumber": 3,
    "text": "Proje başlatma belgesi ile proje planı arasındaki farklarla ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Proje başlatma belgesi, proje planına kıyasla daha detaylıdır ve proje süresince güncellenir.",
      "B": "Proje planı, proje başlatma belgesi onaylanmadan önce hazırlanır ve proje boyunca değişmez.",
      "C": "Proje başlatma belgesi, projenin nasıl yürütüleceğini adım adım açıklar. Proje planı ise sadece projeyi tanıtan özet bir belgedir.",
      "D": "Proje planı, proje başlatma belgesine göre daha kapsamlı olup proje boyunca gerektiğinde güncellenen resmi bir yol haritasıdır.",
      "E": "Proje planı da proje başlatma belgesi de aynı bilgileri içerir; sadece isimleri farklıdır."
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Analiz<br/>Proje Başlatma Belgesi (Charter), projenin özet çerçevesini sunan, nispeten kısa bir belgedir. İçinde projenin gerekçesi, genel yapısı, temel bütçe ve üst düzey riskler gibi bilgiler bulunur. Buna karşın Proje Planı ise onaylanan başlatma belgesine dayanarak hazırlanan, projenin nasıl yürütüleceğini detaylı olarak anlatan ve proje boyunca gerektiğinde güncellenen kapsamlı bir dokümandır."
  },
  {
    "id": "3845466",
    "unitNumber": 3,
    "text": "Tarihî köprü restorasyonu projesinde, “döviz kurundaki ani artış ihtimali” henüz gerçekleşmemiş ancak olumsuz etki potansiyeli olan bir durum olarak tanımlanmıştır. Bu örnek proje yönetimi kavramlarından hangisine işaret etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sorun",
      "B": "Risk",
      "C": "Değişiklik",
      "D": "Bağımlılık",
      "E": "Kısıt"
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Uygulama<br/>Proje yönetiminde risk, henüz gerçekleşmemiş ancak gerçekleştiği takdirde projeyi olumsuz etkileyebilecek potansiyel durumu ifade eder. Buna karşın sorun (issue) halihazırda ortaya çıkmış ve çözülmesi gereken problemdir. Döviz kurunun artması olasılığı, proje sırasında gerçekleşebilecek ama henüz meydana gelmemiş bir tehdit olduğundan <strong>risk</strong> kapsamında değerlendirilir."
  },
  {
    "id": "3845467",
    "unitNumber": 3,
    "text": "Program ve portfolyo kavramlarıyla ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Program, belirli stratejik amaçlara ulaşmak için projeler ve operasyonlardan oluşan en geniş yapıdır.",
      "B": "Portfolyo, tek bir büyük projeden elde edilen çıktıları ifade eden kavramdır.",
      "C": "Program, birbiriyle ilişkili birden fazla projenin bir arada yönetilmesini sağlayan süreçtir.",
      "D": "Portfolyo, aynı amaç için gerek duyulan tek bir projeden oluşur ve proje ile aynıdır.",
      "E": "Program, proje yönetiminde bireysel projelerin tekrarsız ve benzersiz olmasını ifade eden bir özelliktir."
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Analiz<br/>Program ve portfolyo kavramları proje yönetiminde farklı hiyerarşik düzlemlerdir. <strong>Program</strong>, ortak bir amaca hizmet eden birden çok projenin birlikte ve eşgüdümlü şekilde yönetilmesidir."
  },
  {
    "id": "3845469",
    "unitNumber": 3,
    "text": "1990’lı yıllarda Batılı telekom şirketlerinin Asya pazarında “çağrı-bekletme” özelliği nedeniyle sorun yaşamalarının en önemli nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Farklı kültür ve alışkanlıkların proje planına yeterince yansıtılmamış olması",
      "B": "Proje ekibinin teknik bilgi eksikliği nedeniyle yazılım hatalarının oluşması",
      "C": "Bütçe kısıtları nedeniyle projenin düşük kaliteyle uygulanması",
      "D": "İletişim altyapısının yetersizliği ve teknolojik gerilik",
      "E": "Proje hedeflerinin belirsiz olması ve ölçülememesi"
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Analiz<br/>Belirtilen vakada Batılı şirketler, yeni pazara girdiklerinde Asya kültürüne özgü değer ve alışkanlıkları yeterince analiz edip projeye yansıtmadıkları için beklenmedik sorunlarla karşılaşmışlardır. Belgede (sayfa 73) anlatıldığı üzere, Batı’da yaygın ve normal kabul edilen “çağrı bekletme” fonksiyonu, Asya’daki bazı kültürlerde kaba bir davranış sayılmış ve bu nedenle proje çıktısı hedeflenen etkiyi gösterememiştir. Bu durumda temel sebep teknik yetersizlik değil, kültürel farklılıkların göz ardı edilmesidir."
  },
  {
    "id": "3845470",
    "unitNumber": 3,
    "text": "Tarihî köprü restorasyon projesi örneğinde, “yapının çok hasar görmesi nedeniyle iş sağlığı ve güvenliği riskleri yüzünden geleneksel yöntemlerle ölçü alınamaması” durumu hangi kısıt türüne örnek olarak belirtilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kapsam kısıtı",
      "B": "Zaman ve maliyet kısıtı",
      "C": "Kalite kısıtı",
      "D": "Uluslararası çevresel kısıt",
      "E": "Paydaş kısıtı"
    },
    "explanation": "<strong>Öğrenme Düzeyi:</strong> Uygulama<br/>Yapının hasarlı olması sebebiyle klasik ölçüm yöntemlerinin kullanılamamasının önemli bir zaman ve maliyet kısıtı oluşturduğu ifade edilmektedir. Geleneksel yöntemlerle ölçü alınamaması işi uzatarak ekstra zaman gerektirmekte ve alternatif ileri teknolojiler kullanılması ise maliyeti artırmaktadır. Bu nedenle bu engel, proje için hem süreyi hem de bütçeyi kısıtlayan bir faktördür."
  },
  {
    "id": "1948337",
    "unitNumber": 4,
    "text": "Bir projenin yaşam döngüsü dikkate alındığında aşağıdakilerden hangisi diğerlerinden önce gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Proje işlerini ve tedarikleri yönetmek ve yönlendirmek",
      "B": "Paydaş katılım planlarını detaylandırmak",
      "C": "Riskleri ve paydaş katılımını yönetmek",
      "D": "Kilit paydaşları tanımlamak",
      "E": "Risk yönetimini ve entegrasyonları planlamak"
    },
    "explanation": "<strong>Başlık: Giriş</strong><br/>Kilit paydaşları tanımlamak<br/>Seçeneklerde projenin yaşam döngüsünün dört temel adımına ait alt başlıklar yer almaktadır. Kilit paydaşların tanımlanması projenin başlatılması aşamasına, yani ilk adıma ait olup diğerlerinden önce gelmektedir.<br/>Öte yandan proje işlerini ve tedarikleri yönetmek ve yönlendirmek projenin yürütülmesi aşamasına; proje ekibini toplayarak paydaş katılım planlarını detaylandırmak projenin planlanması aşamasına; riskleri ve paydaş katılımını yönetmek projenin yürütülmesi aşamasına; risk yönetimini ve entegrasyonları planlamak yine projenin planlanması aşamasına aittir."
  },
  {
    "id": "1948338",
    "unitNumber": 4,
    "text": "Bir projenin yaşam döngüsüne ilişkin aşağıda verilen işlemlerden hangisi projenin yürütülmesi yani proje izleme ve kontrol başlığı altında<strong> yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Proje işlerini ve tedarikleri yönetmek ve yönlendirmek",
      "B": "İlerlemeyi izlemek ve değişiklikleri kontrol etmek",
      "C": "Üst düzey proje hedef ve kısıtlamaları geliştirmek",
      "D": "Riskleri ve paydaş katılımını yönetmek",
      "E": "Projeye rehberlik etmek"
    },
    "explanation": "<strong>Başlık: Giriş</strong><br/>Üst düzey proje hedef ve kısıtlamaları geliştirmek<br/>Tüm seçeneklerde projenin yürütülmesi yani proje izleme ve kontrol ile ilgili adımlar yer alırken, üst düzey proje hedef ve kısıtlamaları geliştirmek projenin başlatılması aşamasına aittir."
  },
  {
    "id": "1948340",
    "unitNumber": 4,
    "text": "Aşağıdaki aşamalardan hangisi nispeten kısa bir sürede tüm proje süreci için hayati kararların alınmasını gerektirir?",
    "correctAnswer": "A",
    "options": {
      "A": "Projenin başlatılması",
      "B": "Projenin planlanması",
      "C": "Projenin izlenmesi",
      "D": "Projenin kontrolü",
      "E": "Projenin kapatılması"
    },
    "explanation": "<strong>Başlık: Giriş</strong><br/>Projenin başlatılması<br/>Projenin başlatılması aşaması, diğer aşamalara kıyasla gerektirdiği mesai açısından nispeten daha kısa sayılabilir. Buna rağmen, projenin önem taşıyan ilk adımları bu aşamada belirlenir. Projenin başlatılması aşamasında; proje yöneticisi, ekip ve paydaşlar belirlenir, proje sözleşmesi hazırlanır ve proje resmîleştirilir, projenin riskleri ve kısıtları ortaya konulur. Bunlara ek olarak projenin bütçesi, harcama planı ve iş takvimi oluşturulur."
  },
  {
    "id": "1949243",
    "unitNumber": 4,
    "text": "Proje yaşam döngüsü dikkate alındığında aşağıdaki belgelerden hangisi diğerlerinden sonraki adımlara ait bir çıktıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Proje analizi",
      "B": "Proje sözleşmesi",
      "C": "Proje kapsam beyanı",
      "D": "Proje takibi",
      "E": "Faaliyet takibi"
    },
    "explanation": "<strong>Başlık: Giriş</strong><br/>Proje analizi<br/>Proje sözleşmesi başlangıç fazına, proje kapsam beyanı planlama fazına, proje takibi yürütme fazına, faaliyet takibi kontrol fazına, proje analizi bitiş fazına aittir. Bu bağlamda proje analizi diğerlerinden sonraki bir adıma ait bir çıktıdır."
  },
  {
    "id": "1949246",
    "unitNumber": 4,
    "text": "Bir projeyi başlatmak için izlenmesi gereken adımlardan hangisi ekip ile ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Projenin neden önemli olduğunu ve nasıl başarılı olacağını açıklama",
      "B": "Projeyi yürütmek için doğru yetenek ve deneyime sahip bireylere ulaşma",
      "C": "Projenin gerekçesini ve başarılı olup olmayacağını araştırma",
      "D": "Proje ekibi ve yöneticisinin çalışma ortamını belirleme",
      "E": "Proje başlatma aşamasını kontrol ederek, proje boyunca gerekli kontrolleri gerçekleştirme"
    },
    "explanation": "<strong>Başlık: Proje Yönetim Aşamaları</strong><br/>Projeyi yürütmek için doğru yetenek ve deneyime sahip bireylere ulaşma<br/>Proje başlatmak için izlenmesi gereken adımlar dikkate alındığında ekip ile ilgili olan ifade “projeyi yürütmek için doğru yetenek ve deneyime sahip bireylere ulaşma” şeklindedir."
  },
  {
    "id": "1949822",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi projenin başlatılma ana nedenleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İhtiyaç",
      "B": "Talep",
      "C": "Problem",
      "D": "Fırsat",
      "E": "Ekip"
    },
    "explanation": "<strong>Başlık: Proje Yönetim Aşamaları</strong><br/>Ekip<br/>İhtiyaç, talep, problem ve fırsat, bir projenin başlatılma nedeni olarak dikkate alınabilecek olgulardır. Ekibi ve yönetim düzenini tanımlamak ise başlangıç aşaması iş paketlerinde yer alır. Proje ekibi tüm projelerde kilit rol taşımakla birlikte diğer başlıklar gibi bir projenin başlatılmasının ana nedenleri arasında değildir."
  },
  {
    "id": "1949928",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, projenin başarısızlık nedenleri dikkate alındığında, diğerlerine göre daha az etkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Zayıf organizasyon ve proje yönetim tecrübesi",
      "B": "Başarısız proje planlaması",
      "C": "Tedarikçi sorunları",
      "D": "Yetersiz proje personel kaynağı",
      "E": "Yetersiz tanımlanmış ya da zayıf proje amaçları"
    },
    "explanation": "<strong>Başlık: Proje Yönetim Aşamaları</strong><br/>Tedarikçi sorunları<br/>Projelerin başarısızlık nedenleri zayıf organizasyon ve proje yönetim tecrübesi (%36), yetersiz tanımlanmış ya da zayıf proje amaçları (%20), başarısız proje planlaması (%15) ve yetersiz proje personel kaynağı (%10) şeklinde sıralanmıştır. Tedarikçi sorunları daha düşük bir yüzde ile en son sırada yer almıştır."
  },
  {
    "id": "1953059",
    "unitNumber": 4,
    "text": "<em>“Bir içecek firması, piyasada uzun yıllardır bilinen ve sadık bir müşteri kitlesi bulunan içeceğine alternatif olabilecek yeni bir ürün geliştirdi. Piyasaya ilk sürüldüğünde beğenilmesine rağmen bir süre sonra pazar payında ciddi bir azalma görüldü. İlerleyen aylarda projenin baş işletme yöneticisinin şişeleme fabrikasındaki çalışanların yeni aromanın iyi olmadığı konusundaki uyarılarına yeterince kulak asmadığı anlaşıldı.”</em><br/>Söz konusu projenin öncelikli başarısızlık nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Proje için doğru ve gerçekçi bilgi elde etmede müşteri analizlerinin dikkate alınmaması",
      "B": "İnsanların orijinal ürüne duyduğu sadakat ve alışkanlıkların hesaba katılmaması",
      "C": "Düzenli olarak başarılı projelerin takip ve değerlendirilmesinin yapılmaması",
      "D": "Yetkin ve liyakat sahibi ekip üyelerinin geri bildirimlerinin dikkate alınmaması",
      "E": "Geliştirilen ürünün pazar beklentilerinin üzerinde bir fiyatla sunulması"
    },
    "explanation": "<strong>Başlık: Proje Yönetiminde Başarı/ Başarısızlık Hikâyeleri</strong><br/>Yetkin ve liyakat sahibi ekip üyelerinin geri bildirimlerinin dikkate alınmaması<br/>Söz konusu senaryoda yetkin ve liyakat sahibi ekip üyelerinin geri bildirimleri dikkate alınmadığı için pazar payında azalma yaşanmıştır."
  },
  {
    "id": "1958048",
    "unitNumber": 4,
    "text": "Aşağıdaki plan tanımlarından hangisi diğer bileşenleri kapsayan bir üst başlıktır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaynak yönetim planı",
      "B": "Proje yönetim planı",
      "C": "İletişim planı",
      "D": "Risk yönetim planı",
      "E": "Değişiklik yönetim planı"
    },
    "explanation": "<strong>Başlık: Proje Yönetim Aşamaları</strong><br/>Proje yönetim planı<br/>Seçeneklerde proje yönetim planının bileşenlerinden örnekler verilmektedir. Bunlar kaynak yönetim planı, iletişim planı, risk yönetim planı, değişiklik yönetim planı ve finans planıdır. Bu bağlamda proje yönetim planı diğer bileşenleri kapsamaktadır."
  },
  {
    "id": "1962006",
    "unitNumber": 4,
    "text": "Planlama sonuçlarına ilişkin aşağıdaki bileşenlerden hangisi diğerlerinden farklı bir başlıkta ele alınmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kilometre taşı planı",
      "B": "Ağ diyagramı",
      "C": "Gantt şeması",
      "D": "Kritik yol",
      "E": "Harcama planı"
    },
    "explanation": "<strong>Başlık: Proje Yönetim Aşamaları</strong><br/>Seçeneklerde planlama adımlarından takvimi planlama ile ilgili bileşenler sunulmuştur. Harcama planı ise bütçe planlaması ile ilgili olup ayır bir başlıkta ele alınabilir."
  },
  {
    "id": "2134768",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi projenin yaşam döngüsü adımlarından olan projenin planlanması adımında yapılması gereken faaliyetlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kilit paydaşları tanımlamak",
      "B": "Üst düzey proje hedefleri ve kısıtlamaları geliştirmek",
      "C": "Projeyi ve proje yöneticisini resmi olarak yetkilendirmek",
      "D": "Kapsam, kalite, program ve maliyeti geliştirmek ve düzeltmek",
      "E": "Projeye rehberlik etmek"
    },
    "explanation": "GİRİŞ<br/>Kapsam, kalite, program ve maliyeti geliştirmek ve düzeltmek<br/>Sorunun doğru cevabı “d” seçeneğidir. Çünkü “a”, “b” ve “c” seçeneklerinde projenin başlatılması adımında yapılması gereken faaliyetler, “e” seçeneğinde ise projenin yürütülmesi adımımda yapılması gereken bir faaliyet yer alırken, sadece “d” seçeneğinde projenin planlanması adımında yapılması gereken bir faaliyet yer almaktadır. Bir projede ilk aşama olan projenin başlatılması aşamasını takiben planlama çalışmaları başlar. Bu aşamada, başlangıçta belirlenen projeye dair ekip, paydaş, iş takvimi, bütçe vb. tüm konular detaylı bir şekilde ele alınır ve planlanır. Planlama işlemleri sayesinde, projenin başarılı ve sorunsuz bir şekilde ilerlemesi sağlanmış olur."
  },
  {
    "id": "2140599",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir projede yürütme aşamasında olması gereken kilit belgelerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Proje durumu",
      "B": "Proje sözleşmesi",
      "C": "Proje kapsam beyanı",
      "D": "İs kırılım yapısı",
      "E": "Gantt şeması"
    },
    "explanation": "GİRİŞ<br/>Proje durumu<br/>Projenin her aşamasında gerçekleştirilen faaliyetler ve bu faaliyetler sonucu çıktılar elde edilmektedir. Ayrıca, her aşama için gerekli bazı belgeler de bulunmaktadır. Sorunun doğru cevabı “a” seçeneğidir. Çünkü “b” seçeneğinde yer alan “Proje Sözleşmesi” başlangıç aşamasında bulunması gereken bir kilit belge, “c”, “d” ve “e” seçeneğinde yer alan belgeler ise planlama aşamasında olması gereken kilit belgelerdir. Sadece “a” seçeneğinde yer alan “Proje Durumu” yürütme aşamasında olması gereken kilit belgelerden biridir."
  },
  {
    "id": "2140676",
    "unitNumber": 4,
    "text": "Projenin başlatılması aşamasında ilk adım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fizibilite çalışması",
      "B": "İş gerekçesinin hazırlanması",
      "C": "Proje başlatma belgesi",
      "D": "Proje ofisi",
      "E": "Ekip"
    },
    "explanation": "PROJE YÖNETİM AŞAMALARI<br/>İş gerekçesinin hazırlanması<br/>Sorunun doğru cevabı “b” seçeneğinde yer alan iş gerekçesinin hazırlanmasıdır. Çünkü projenin başlatılması aşamasında ilk adım iş gerekçesinin hazırlanmasıdır. İş gerekçesi, projeye başlama veya proje yapma nedenini kapsamlı şekilde açıklamakta olduğu gibi aynı zamanda finansal ve diğer kaynakların proje gereksinimleriyle ilişkilendirilmesini de sağlar ve kaynakların bu gereksinimlerin karşılanmasındaki rolünü açıklar. İş gerekçesi, proje önerisiyle uyumlu olmalıdır. Kapsamlı bir şekilde hazırlanması gereken iş gerekçesi, açık ve anlaşılır olmalıdır. Ayrıca iş gerekçesinin proje çıktıları ve proje harcamaları ile ilgili detay ve taahhütler içermesi gereklidir."
  },
  {
    "id": "2140716",
    "unitNumber": 4,
    "text": "Projenin başlatılması aşamasında iş gerekçesinin onaylanmasının ardından gerçekleştirilen aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Proje başlatma belgesi",
      "B": "Proje ofisi",
      "C": "Fizibilite çalışması",
      "D": "Ekip",
      "E": "İzleme ve kontrol"
    },
    "explanation": "PROJE YÖNETİM AŞAMALARI<br/>Fizibilite çalışması<br/>Sorunun doğru cevabı “c” seçeneğinde yer alan fizibilite çalışmasıdır. Çünkü fizibilite çalışması, iş gerekçesinin onaylanmasının ardından gerçekleştirilen aşamadır. Projenin geliştirilmesini sağlayan fırsat veya projeyle ilgili soruna dair çözüm önerileri fizibilite raporunda yer alır. Tüm çözüm önerileri fizibilite kapsamında ele alınmaktadır. Risk ve sorun tahminleri ile çözüme dönük öneriler de yine fizibilite çalışması dâhilindedir. İş gerekçesi dışında, projeye ait bir fizibilite çalışması yapmak ve çalışmayı raporlamak projenin başlatılmasına katkı sağlayan bir diğer adımdır."
  },
  {
    "id": "2140820",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi proje başlatma belgesinin içerdiği bilgilerden <strong>biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İçindekiler listesi",
      "B": "Ölçülebilir hedefler ve başarı kriterleri",
      "C": "Proje destekçisinin adı ve yetkisi",
      "D": "Hedef kitle, pazar durumu ve müşteri beklentileri",
      "E": "Projenin amacı, vizyonu ve misyonu"
    },
    "explanation": "PROJE YÖNETİM AŞAMALARI<br/>İçindekiler listesi<br/>Fizibilite çalışmasını takiben projenin başlatılması aşamasında proje yöneticisinin önemli görevlerinden bir diğeri projeyle ilgili temel bilgileri kullanarak bir proje başlatma belgesini oluşturmaktır. Proje başlatma belgesi, proje amacının, yapısının ve yürütülmesinin ana hatlarını içermektedir. Proje başlatma belgesi, projede yer alacak personelin görev tanımlarını ortaya koyar, personeli yetkilendirir ve proje için temel gereklilikleri belirler. Bu doküman aşağıdaki gibi bilgiler içerir:<br/><ul><br/><li>Projenin amacı, vizyonu ve misyonu</li><br/><li>Ölçülebilir hedefler ve başarı kriterleri</li><br/><li>Ayrıntılı proje tanımı, koşulları ve riskleri</li><br/><li>Proje destekçisinin adı ve yetkisi</li><br/><li>İlgili paydaşlar</li><br/><li>Hedef kitle, pazar durumu ve müşteri beklentileri</li><br/></ul><br/>Açıklamada da görüldüğü gibi sorunun doğru cevabı “a” seçeneğinde yer alan içindekiler listesidir. Çünkü içindekiler listesi proje başlatma belgesinin içerdiği bilgilerden biri değildir. İş gerekçesinin içeriğinde olması gereken bir bilgidir."
  },
  {
    "id": "2140867",
    "unitNumber": 4,
    "text": "<strong>Bir projenin başarısız olmasındaki en önemli neden aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Zayıf organizasyon ve proje yönetim pratiği",
      "B": "Eksik tanımlama veya proje amaçları",
      "C": "Başarısız proje planlaması",
      "D": "Yetersiz proje personel kaynağı",
      "E": "Tedarikçi sorunları"
    },
    "explanation": "PROJE YÖNETİM AŞAMALARI<br/>Sorunun doğru cevabı “a” seçeneğinde yer alan zayıf organizasyon ve proje yönetim pratiğidir. Bu neden % 36 ile bir projenin başarısız olmasındaki nedenler arasında ilk sırada yer almaktadır. Ancak bir projenin başarısızlığı tek bir kaynağa bağlı değildir. Projenin her aşamasında sorunlara ve risklere karşı bütüncül bir yaklaşım sergilenmelidir."
  },
  {
    "id": "2140933",
    "unitNumber": 4,
    "text": "<strong>Projede planlama aşamasının temel amacı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Projenin gerekçesini ve başarılı olup olamayacağını araştırmak",
      "B": "Projeyi yürütmek için doğru yeteneğe ve deneyime sahip kişileri bulmak",
      "C": "Projenin neden önemli olduğunu ve nasıl başarılı olacağını açıklamak",
      "D": "Proje ekibi ve proje yöneticisinin nerede çalışacağını belirlemek",
      "E": "Projenin işleyişine dair detaylı bir kapsam ve anlayışı belirlemek"
    },
    "explanation": "PROJE YÖNETİM AŞAMALARI<br/>Sorunun doğru cevabı “e” seçeneğidir. Çünkü planlama aşamasının temel amacı, projenin işleyişine dair detaylı bir kapsam ve anlayışın belirlenmesidir. Ayrıca projede gerekli kaynakların tedariki ile ilgili plan geliştirmek de yine bu aşamada sağlanır. Projenin planlanması sürecinde; kapsam belirlenir, hedef tanımı açık bir şekilde ortaya konulur ve hedefe ulaşmak için bir eylem planı geliştirilir. Diğer seçeneklerde projeyi başlatmak için izlenmesi gereken adımlar yer almaktadır."
  },
  {
    "id": "2141080",
    "unitNumber": 4,
    "text": "<strong>Proje planlama, etki alanı ve planlama uzmanlarını aşağıdakilerden hangilerini yapmaya yönlendirir?</strong><br/><strong><strong>I. Erken aşamalarda en iyi tahminleri oluşturmak</strong></strong><br/><strong>II. Devam eden süreçte plan güncellemesi yapmak</strong><br/><strong>III. Belirsizlik alanlarını vurgulamak</strong><br/><strong>IV. Her faaliyet alanı için yönetim planı oluşturmak</strong><br/><strong>V. Beklenmedik olaylardaki etkileri tespit etmek</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, V",
      "B": "I, III, V",
      "C": "II, III, IV",
      "D": "III, IV, V",
      "E": "II, III, IV"
    },
    "explanation": "PROJE YÖNETİM AŞAMALARI<br/>Projenin planlanması aşaması, etki alanı ile planlama uzmanlarını belirli işlemlere yönlendirir. Proje planı ile projenin erken sürecinde en iyi tahminlerin oluşmasını sağlar, proje ile ilgili belirsiz alanlara dikkat çekilir ve bu belirsizliğe dair çözüm önerileri geliştirilir. Ayrıca, risk durumu ortaya konularak beklenmedik olaylar karşısındaki etkiler tespit edilir. Açıklamada da görüldüğü gibi sorunun doğru cevabı “b” seçeneğidir. “I, III ve V.” maddelerde yer alan ifadeler proje planlamanın, etki alanı ve planlama uzmanlarını yapmaya yönlendirdiği faaliyetleri içermektedir. İyi bir proje planı, olası risklerin soruna dönüşmesini engeller. “II. ve IV.” maddelerdeki ifadelerde ise projenin planlanması aşamasında elde edilen başlıca çıktılar yer almaktadır."
  },
  {
    "id": "2141117",
    "unitNumber": 4,
    "text": "<strong>“Risk yönetimi, iletişim ağı, projedeki değişimler gibi tüm faaliyetlere ait detaylı planlamayı kapsamaktadır.” ifadesinde tanımlanan kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Proje planı",
      "B": "Fizibilite raporu",
      "C": "Proje başlatma belgesi",
      "D": "Proje yönetim planı",
      "E": "Yönetim planı"
    },
    "explanation": "PROJE YÖNETİM AŞAMALARI<br/>Proje planı ve proje yönetim planı birbirinden farklılık göstermektedir. Proje planı, başlangıçta projenin kapsamını, konseptini ve kaynakları tanımlamak için kullanılan bir belgedir. Proje yönetim planı ise, proje planı oluşturulduktan sonra hazırlanır. Proje yönetim planı; risk yönetimi, iletişim ağı, projedeki değişimler gibi tüm faaliyetlere ait detaylı planlamayı kapsamaktadır. Açıklamada da görüldüğü gibi sorunun doğru cevabı “d” seçeneğinde yer alan proje yönetim planıdır. Proje planı yönetimindeki planlamanın yapılabilmesi için, proje planı bir ön koşuldur."
  },
  {
    "id": "2141148",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi planlama aşamasındaki son önemli araç/faaliyettir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İş kırılım yapısı",
      "B": "Gantt şemaları",
      "C": "Risk analizi",
      "D": "Yaklaşan dalga planlaması",
      "E": "Maliyet analizi"
    },
    "explanation": "PROJE YÖNETİM AŞAMALARI<br/>Sorunun doğru cevabı “c” seçeneğidir. Çünkü planlama aşamasındaki son önemli araç/faaliyet risk analizidir. Risk yönetiminin planlanması, projedeki olası aksaklıklara alternatif çözümler geliştirilmesini ve projenin sorunsuz ilerlemesini sağlar. Planlama aşamasında atılması gereken adımlar bulunmaktadır. Bunların sonucunda ise bazı çıktılar elde edilir."
  },
  {
    "id": "3845486",
    "unitNumber": 4,
    "text": "Projenin başlatılması aşamasında yapılması gereken adımlardan hangisi <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Proje sözleşmesinin hazırlanması",
      "B": "Paydaşların belirlenmesi",
      "C": "İş gerekçesinin oluşturulması",
      "D": "Proje bütçesinin ve iş takviminin oluşturulması",
      "E": "Risk yönetim planının detaylı bir şekilde hazırlanmas"
    },
    "explanation": "<strong>Bloom Düzeyi:</strong> Anlama<br/>Projenin başlatılması aşamasında proje yöneticisi atanır, proje ekibi ve paydaşlar belirlenir, proje sözleşmesi hazırlanarak proje resmileştirilir. Bu aşamada ayrıca projenin amacı, kapsamı, başlangıç bütçesi ve iş takvimi gibi unsurlar yüksek düzeyde tanımlanır. Ancak risk yönetim planının detaylı hazırlanması bu aşamada yapılmaz; riskler sadece ön tanımlama düzeyinde ortaya konur. Risk analizinin ayrıntılı planlanması projenin planlanması aşamasında gerçekleştirilir. Bu nedenle risk yönetim planı hazırlamak başlatma aşamasının görevlerinden biri değildir."
  },
  {
    "id": "3845487",
    "unitNumber": 4,
    "text": "1985 yılında yeni aromalı bir içecek piyasaya süren meşrubat firmasının projesinin başarısız olmasının temel sebebi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürünün hiçbir pazar araştırması yapılmadan sunulması",
      "B": "Rakip firmaların benzer ürünü daha önce çıkarmış olması",
      "C": "Tüketicilerin orijinal ürüne bağlılığının göz ardı edilmesi",
      "D": "Yeni ürüne yeterince reklam bütçesi ayrılmaması",
      "E": "Ürünün tadının rakiplerin ürünlerinden kalitesiz olması"
    },
    "explanation": "<strong>Bloom Düzeyi:</strong> Anlama<br/>İçecek firmasının geniş kapsamlı pazar testleri ve büyük bütçeli ön araştırmalar yapmasına rağmen proje başarısız olmuştur. Bunun nedeni, müşterilerin eski ürüne yönelik sadakat ve alışkanlıklarının hesaba katılmamış olmasıdır. Metinde belirtildiği üzere yeni ürün, insanların orijinal ürüne bağlılığı dikkate alınmadığı için beklenen başarıyı elde edememiş ve neredeyse hiç satılamamıştır. Bu durum, müşteri motivasyonlarını ve alışkanlıklarını değerlendirmemenin projeyi başarısızlığa uğrattığını göstermektedir."
  },
  {
    "id": "3845488",
    "unitNumber": 4,
    "text": "Başarılı proje yönetimi hikâyelerinin ortak özelliği nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Projelerin sınırsız bütçe ile yürütülmesi",
      "B": "Tüm projelerin deneyimsiz ekiplerle bile başarıya ulaşması",
      "C": "Proje yönetiminde etkili yazılım ve sistem çözümlerinin kullanılması",
      "D": "Risk analizi yapmadan hızlı karar alınması",
      "E": "Projelerin benzersiz ve tekrarlanamaz alanlarda olması"
    },
    "explanation": "<strong>Bloom Düzeyi:</strong> Analiz<br/>Başarılı proje örneklerinin tamamında vurgulanan ortak nokta, proje yönetim süreçlerinde gelişmiş yazılım çözümlerinin kullanılmasıdır. Örneğin, dünyanın en büyük firmalarından bazıları proje yönetiminde kurumsal yazılım sistemleri ve özel proje yönetim yazılımları kullanarak görev takibi, raporlama ve görünürlük konusunda büyük avantaj sağlamıştır."
  },
  {
    "id": "3845489",
    "unitNumber": 4,
    "text": "1970’lerin ortasında alternatif bir video kayıt teknolojisi geliştirerek piyasaya süren dünyaca ünlü elektronik firma örneğinden çıkarılabilecek en önemli proje yönetim dersi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yüksek inovasyon kapasitesine sahip olmak, proje başarısı için tek başına yeterlidir.",
      "B": "Proje yönetimi, projenin kapanışıyla sona eren tek seferlik bir faaliyet olmalıdır.",
      "C": "Proje yönetimi, proje bittikten sonra dahi devam eden ve sürekli iyileştirme gerektiren bir süreçtir.",
      "D": "Rakiplerin hamlelerini takip etmek proje başarısını garantiler.",
      "E": "Büyük firmalar proje yönetiminde hata yapmadığı için küçük rakipler önemsenmemelidir."
    },
    "explanation": "<strong>Bloom Düzeyi:</strong> Değerlendirme<br/>Proje yönetiminin tek seferlik bir iş olmadığı, projenin kapatılmasıyla bitmemesi gerektiğidir. Firma, pazarlama stratejilerindeki hata nedeniyle projede başarısız olmuş ve bu durum düzenli proje takibinin önemini göstermiştir. Metinde açıkça vurgulandığı üzere proje yönetimi, kampanya bitince sona eren bir iş olarak görülmemelidir. Aksine, başarılı projelerin düzenli takibi yapılmalı ve elde edilen kazanımlar sürdürülmelidir. Böylece proje deneyimi sürekli geliştirilir ve ileride benzer hatalar önlenebilir"
  },
  {
    "id": "3845490",
    "unitNumber": 4,
    "text": "Projenin başlatılması aşamasında hazırlanan ve proje fikrinin gerekçesini kapsamlı biçimde açıklayarak finansal ve diğer kaynakları proje gereksinimleriyle ilişkilendiren belge aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Proje başlatma belgesi",
      "B": "İş gerekçesi",
      "C": "Fizibilite raporu",
      "D": "Vizyon ve kapsam bildirimi",
      "E": "Proje yönetim planı"
    },
    "explanation": "<strong>Bloom Düzeyi:</strong> Anlama<br/>İş gerekçesi, proje önerisinin nedenini ayrıntılı şekilde açıklayan ve proje için gerekli finansal ile diğer kaynakları, proje ihtiyaçlarıyla ilişkilendiren belgedir. Projenin başlatılma gerekçesini net olarak ortaya koyar ve kaynakların bu gereksinimleri karşılamadaki rolünü açıklar. Metinde de iş gerekçesinin projeye başlama nedenini kapsamlı şekilde açıklayıp kaynakları gereksinimlerle ilişkilendirdiği belirtilmektedir. Bu belge, proje başlangıcında hazırlanarak proje fikrinin sağlam bir temel üzerine oturtulmasını sağlar"
  },
  {
    "id": "3845491",
    "unitNumber": 4,
    "text": "İş kırılım yapısı (WBS) proje planlaması sürecinde neyi sağlamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Proje kapsamının genişletilmesini",
      "B": "Projenin önemli kilometre taşlarının belirlenmesini",
      "C": "Projedeki tüm işlerin ve alt görevlerin tanımlanmasını",
      "D": "Proje ekibinin performans değerlendirmesini",
      "E": "Proje kontrol süreçlerinin yürütülmesini"
    },
    "explanation": "<strong>Bloom Düzeyi:</strong> Uygulama<br/>İş kırılım yapısı, proje kapsamındaki işi daha küçük parçalara bölerek her bir görevi ve alt görevlerin tüm detaylarını tanımlayan bir şablon veya taslaktır. Planlama aşamasında kullanılan bu araç sayesinde proje, yönetilebilir alt bölümlere (iş paketlerine) ayrılır ve hiçbir önemli görev atlanmaz. Belgede iş kırılım yapısının her görevi ve o görevin detaylarını barındırdığı açıkça ifade edilmiştir. Bu yapı, projenin kapsamını genişletmek yerine var olan kapsamı anlaşılır parçalara ayırarak planlama ve yürütme süreçlerini kolaylaştırır."
  },
  {
    "id": "3845492",
    "unitNumber": 4,
    "text": "Projenin planlanması aşamasıyla ilgili aşağıdaki ifadelerden hangisi <strong>doğrudur</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Planlama aşaması, projenin yürütülmesine geçilmeden önce tamamlanır ve proje ilerleyişi sırasında tekrar planlamaya gerek yoktur.",
      "B": "Planlama sürecinde yapılan planlar, proje boyunca değişmez ve güncellenmez.",
      "C": "Planlama aşaması sadece proje zaman çizelgesini oluşturup bütçeyi belirlemekten ibarettir.",
      "D": "Planlama aşamasında, başlangıçta belirlenen kapsam, zaman, maliyet gibi konular detaylandırılır ve proje boyunca gerektiğinde güncellenir.",
      "E": "Planlama aşamasının çıktıları, proje yürütme aşamasında herhangi bir rol oynamaz."
    },
    "explanation": "<strong>Bloom Düzeyi:</strong> Analiz<br/>Proje planlama aşamasında başlangıçta belirlenen kapsam, süre, maliyet, risk, iletişim gibi konuların ayrıntılı plana dönüştürülmesi ve planların proje boyunca gerekli oldukça güncellenmesi gerektiğidir. Metinde de planlama aşamasının, sanılanın aksine yürütmeden önce biten tek seferlik bir adım olmayıp projenin tüm sürecine yayılması gereken bir süreç olduğu vurgulanmıştır. Proje süresince iç ve dış faktörlere bağlı olarak planlarda değişiklikler yapılabileceği belirtilmiştir. Bu nedenle planlama, proje başında tamamlanıp kenara konan bir faaliyet değil, proje ilerledikçe yaşayan ve güncellenen bir süreçtir."
  },
  {
    "id": "3845493",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi proje yönetim planı alt bileşenlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kaynak yönetim planı",
      "B": "İletişim planı",
      "C": "Finans planı",
      "D": "Risk yönetim planı",
      "E": "Kapsam planı"
    },
    "explanation": "<strong>Bloom Düzeyi:</strong> Hatırlama<br/>Proje yönetim planı, projenin planlanması aşamasının temel çıktısı olup birçok alt plandan oluşur. Bu alt bileşenler arasında kaynak yönetim planı, iletişim planı, risk yönetim planı, değişiklik yönetim planı, maliyet/finans planı gibi planlar bulunmaktadır. “Kapsam planı” adıyla ayrı bir plan ise bu listede yer almamaktadır. Proje kapsamı, proje başlatma belgesi ve kapsam bildirimi gibi dokümanlarda tanımlanır ancak proje yönetim planının bir alt bölümü olarak “kapsam planı” şeklinde adlandırılmış bağımsız bir plan bulunmaz. Dolayısıyla <em>kapsam planı</em>, sayılan proje yönetim planı alt başlıklarından biri değildir."
  },
  {
    "id": "3845494",
    "unitNumber": 4,
    "text": "Proje planı ile proje yönetim planı arasındaki farklara ilişkin aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Proje planı, proje başlangıcında kapsam ve temel konsepti tanımlamak için hazırlanır.",
      "B": "Proje yönetim planı, proje planı hazırlandıktan sonra oluşturulur ve tüm detaylı alt planları kapsar.",
      "C": "Proje yönetim planı, risk, iletişim, değişiklik yönetimi gibi detayları içerir.",
      "D": "Proje planı hazırlandığı için proje yönetim planına gerek yoktur, ikisi içerik olarak aynıdır.",
      "E": "Proje planı, proje yönetim planının oluşturulması için bir ön koşul niteliğindedir."
    },
    "explanation": "<strong>Bloom Düzeyi:</strong> Değerlendirme<br/>Proje planı ve proje yönetim planı birbirinden farklı belgelerdir. Proje planı, projenin başlangıç aşamasında oluşturulan ve projenin kapsamını, amacını ve yüksek düzeyde kaynak tahsisini tanımlayan bir belgedir. Proje yönetim planı ise proje planı tamamlandıktan sonra geliştirilir ve projenin risk yönetimi, iletişim, değişiklik yönetimi, kaynak planlaması gibi tüm ayrıntılı planlarını bir araya getirir. Dolayısıyla proje planı, proje yönetim planının hazırlanması için gerekli bir ön koşuldur ve içerik olarak da farklılık gösterir."
  },
  {
    "id": "3845495",
    "unitNumber": 4,
    "text": "Bir projede, gelecekteki iş paketlerinin ayrıntılarının, ilgili faaliyetlerin gerçekleşme zamanları yaklaştıkça kademeli olarak artırıldığı planlama yaklaşımına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaklaşan dalga planlaması",
      "B": "Süreç entegrasyonu",
      "C": "Kritik yol analiz yöntemi",
      "D": "Ardışık planlama tekniği",
      "E": "Stratejik zaman çizelgeleme"
    },
    "explanation": "<strong>Bloom Düzeyi:</strong> Uygulama<br/>Proje yönetiminde yaklaşan dalga planlaması, uzak gelecekteki işleri bugün detaylandırmak yerine, proje ilerledikçe ve faaliyetlerin başlangıç zamanı yaklaştıkça planların detaylandırılmasını sağlayan bir tekniktir. Bu yaklaşıma göre proje, bir dizi “dalga” halinde ele alınır; her bir iş paketi için faaliyet tarihi yaklaştıkça o faaliyetin planı daha ayrıntılı hale getirilir. Bu sayede belirsizlik içeren uzak faaliyetler için esneklik korunurken yakın vadeli işler net bir şekilde planlanır."
  },
  {
    "id": "2173985",
    "unitNumber": 5,
    "text": "Proje sürecindeki beş temel aşama arasında <u>en çok</u> zaman ve kaynak gereksinimine sahip olan aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Projenin başlatılması",
      "B": "Projenin planlanması",
      "C": "Projenin yürütülmesi",
      "D": "Projenin izlenmesi ve kontrolü",
      "E": "Projenin kapatılması"
    },
    "explanation": "Bir proje, projenin başlatılması, projenin planlanması, projenin yürütülmesi, projenin izlenmesi ve kontrolü ile projenin kapatılması aşamalarından oluşmaktadır. Bunlar arasında en çok zaman ve kaynak harcanan aşama projenin yürütülmesi aşamasıdır. Doğru cevap C'dir."
  },
  {
    "id": "2173998",
    "unitNumber": 5,
    "text": "Projenin yürütülmesi aşaması ile operasyonel anlamda en yakın olan proje aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Projenin başlatılması",
      "B": "Projenin planlanması",
      "C": "Projenin sonlandırılması",
      "D": "Projenin izlenmesi ve kontrolü",
      "E": "Projenin kapatılması"
    },
    "explanation": "Projenin yürütülmesi aşaması ile operasyonel anlamda en yakın aşama projenin izlenmesi ve kontrolü aşamasıdır. Hatta bazı kaynaklarda projenin izlenmesi ve kontrolü aşaması projenin yürütülmesi faaliyetleri arasında sayılmaktadır. Doğru cevap D'dir."
  },
  {
    "id": "2174023",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Proje başlatılır</li> <li>Kaynaklar tedarik edilir</li> <li>Üretken ekipler geliştirilir</li> </ol> Projenin yürütülmesi aşamasında yukarıdaki görevlerden hangisi ya da hangileri gerçekleştirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnızca I",
      "B": "Yalnızca II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Projenin yürütülmesi aşamasında bir dizi görev yerine getirilir. Kaynakların tedarik edilmesi, ürünler ve hizmetlerin oluşturulması, üretken ekiplerin geliştirilmesi bunlardan bazılarıdır. Ancak projenin başlatılması projenin yürütülmesi aşamasından çok önce gerçekleştirilen bir aşamadır. Dolayısıyla II ve III'ü üçeren D seçeneği doğrudur."
  },
  {
    "id": "2174043",
    "unitNumber": 5,
    "text": "Projenin yürütülmesinde hedefler ve amaçların sürekli akılda tutulması, aşağıdaki hangi strateji ile ilgildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fikir birliği",
      "B": "Esneklilik",
      "C": "Sonuç odaklı olmak",
      "D": "Ekip çabası",
      "E": "Yüksek performanslı ekipler"
    },
    "explanation": "Projenin yürütülmesi için çeşitli stratejiler önerilmektedir. Sonuç odaklılık, esneklilik, fikir birliği, başarısızlık, ekip çabası bunlardan bazılarıdır. Proje sürecinde hedefler ve amaçların sürekli akılda tutulması \"sonuç odaklılık\" stratejisi ile ilgilidir. Doğru cevap C'dir."
  },
  {
    "id": "2174051",
    "unitNumber": 5,
    "text": "Projelerde B planları projenin yürütülmesi aşaması çıktılarından hangisine bağlı olarak devreye sokulur?",
    "correctAnswer": "A",
    "options": {
      "A": "Proje faaliyetleri ölçümü",
      "B": "Proje teslimleri",
      "C": "Değişim yönetim belgeleri",
      "D": "Gerekliliklerin tanımlanması",
      "E": "İhtiyaçların toplanması"
    },
    "explanation": "Projenin yürütülmesi aşamasında gerçekleştirilen faaliyetlere<br/>bağlı olarak bir dizi çıktılar elde edilir. Proje teslimleri, değişim yönetim belgeleri, proje faaliyetleri ölçümü ve gerekliliklerin tanımlanması, bu çıktılardır. Projenin yürütülmesi aşamasındaki faaliyetlerin düzenli kontrolü sonucunda bazı ölçümler elde edilmektedir. Proje faaliyetleri ölçümü olarak ifade edilen bu çıktı sonucunda gerekiyorsa B planı devreye sokulabilir. Doğru cevap A'dır."
  },
  {
    "id": "2174075",
    "unitNumber": 5,
    "text": "Projenin yürütülmesi aşamasında proje ekibinin planı yanlış yorumladığı ve amaçtan saptığı durumlara rastlanabilir. Bu gibi durumların önüne geçmek için projenin yürütülmesi aşamasında aşağıdakilerden hangisinin özellikle izlenmesi ve kontrol edilmesi gereklidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Değişim kontrolü",
      "B": "Temel performans göstergeleri",
      "C": "Projedeki sorunların tespit edilmesi",
      "D": "Projedeki sorunların kaynağına inilmesi",
      "E": "Kapsam"
    },
    "explanation": "Proje planının başarılı bir şekilde yürütülmesine yardımcı olmak için izlenmesi ve kontrol edilmesi gereken dört madde bulunmaktadır. Bunlar kapsam, değişim kontrolü, temel performans göstergeleri ile projedeki sorunların tespit edilmesi ve kaynağına inilmesidir. Projenin izlenmesi ve kontrolü aşamasında proje yöneticisi proje ekibinin çalışmalarını mercek altına alınır. Bazen ekibin planı yanlış yorumlandığı durumlara rastlanabilir. Bu durum projenin plandan sapmasına neden olur. Dolayısıyla bu tip durumların önüne geçmek için proje kapsamının kontrol edilmesi gerekir. Doğru cevap E'dir."
  },
  {
    "id": "2174130",
    "unitNumber": 5,
    "text": "Projenin kapatılması aşamasında projenin gerçek başarı ölçüsü aşağıdaki hangi idari görevin yerine getirilmesi ile öğrenilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Faaliyet kontrol listesi",
      "B": "Proje belgeleri",
      "C": "İnceleme toplantısı",
      "D": "Bütçe raporlama",
      "E": "Ürün/hizmet sonrası değerlendirme"
    },
    "explanation": "Projenin başarıyla sonuçlandırılabilmesi için yerine getirilmesi gereken bazı idari görevler vardır. Faaliyet kontrol listesi, bütçe raporlama, kaynak fazlalığı, inceleme toplantısı ve ürün/hizmet sonrası değerlendirme bunlardan bazılarıdır. Gerçek başarı ölçüsü projede elde edilen ürünün müşteriler tarafından test edilmesinden sonra öğrenilebilir. Dolayısıyla ürün teslim edildikten sonra müşteri değerlendirimesi alınmalıdır. Doğru cevap E'dir."
  },
  {
    "id": "2174154",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Alt projenin tamamlanması</li> <li>Projenin bütününün tamamlanması</li> <li>Ekip üyelerinden bazılarının projeden ayrılması</li> <li>Projeyi bitime kararı alınması</li> </ol> Yukarıdakilerden hangisi ya da hangileri proje sonlandırma sürecini başlatmak için gereken üç temel nedenlerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I, II ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Proje sonlandırma sürecini başlatmak için üç temel neden bulunmaktadır. Bunlar \"alt projenin tamamlanması\", \"projenin bütünün tamamlanması\" ve hedeflere ulaşamama ya da proje gerekliliğinin ortadan kalkması gibi nedenlerle \"projeyi bitirme kararı alınmasıdır\". Ekip üyelerinden bazırlarının projeden ayrılması projenin sonlandırma sürecinin başlatılmasının temel nedenlerinden değildir. Doğru cevap B'dir."
  },
  {
    "id": "2174169",
    "unitNumber": 5,
    "text": "Risk yönetim planın dört aşaması aşağıdakilerden hangisinde sırasıyla ve doğru bir şekilde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Risk tanımı, risk analizi, risk ölçümü, risk azaltılması",
      "B": "Risk analizi, risk tanımı, risk ölçümü, risk azaltılması",
      "C": "Risk ölçümü, risk tanımı, risk analizi, risk azaltılması",
      "D": "Risk ölçümü, risk azaltılması, risk tanımı, risk analizi",
      "E": "Risk tanımı, risk ölçümü, risk analizi, risk azaltılması"
    },
    "explanation": "Risk yönetim planı dört temel adımdan oluşur. Bunlar; risk tanımı, risk analizi, risk ölçümü, risk azaltılmasıdır. Dolayısıyla doğru cevap A'dır"
  },
  {
    "id": "2174187",
    "unitNumber": 5,
    "text": "Risk yaşam döngüsünün ilk aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Risk stratejilerini seç",
      "B": "Riskleri değerlendir",
      "C": "Öncelikli riskleri seç",
      "D": "Risk profilini bul",
      "E": "Azaltılamayan riskleri ölç"
    },
    "explanation": "Risk yönetim döngüsü \"riskleri değerlendir, öncelikli riskleri belirle, risk profilini bul, risk stratejilerini seç, risk stratejilerini eyleme geçir, azaltılamayan riskleri ölç\" şeklinde 6 döngüsel aşamadan oluşur. İlk aşama riskleri değerlendirdir. Doğru cevap B'dir."
  },
  {
    "id": "2847752",
    "unitNumber": 5,
    "text": "Proje sözleşmesi, proje aşamalarının hangisinde oluşturulmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Projenin başlatılması",
      "B": "Projenin planlanması",
      "C": "Projenin yürütülmesi",
      "D": "Projenin izlenmesi",
      "E": "Projenin kapatılması"
    },
    "explanation": "Proje sözleşmesi, projenin başlatılması aşamasında oluşturulur. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2847769",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi projenin yürütülmesi aşamasında yerine getirilen görevlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üretken ekipler geliştirilir.",
      "B": "İşin büyük kısmı yapılır.",
      "C": "Proje amacına bağlı kalınır.",
      "D": "Kaynaklar tedarik edilir.",
      "E": "Proje sözleşmesi hazırlanır."
    },
    "explanation": "Peoje sözleşmesi, projenin başlatılması aşamasında hazırlanmaktadır. Diğer seçenekler projenin yürütülmesi aşamasında gerçekleştirilmektedir. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2847776",
    "unitNumber": 5,
    "text": "Proje yönetimine ilişkin bir seminer veren uzman, katılımcılara \"Her proje farklıdır. Değişime açık olmalı ve hızlıca ayak uydurmalısınız.\" diyerek projenin yürütülmesindeki hangi stratejiye vurgu yapmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sonuç odaklılık",
      "B": "Sorumluluk ile izleme",
      "C": "Esneklilik",
      "D": "Ekip çabası",
      "E": "Fikir birliği"
    },
    "explanation": "\"Her proje farklıdır. Değişime açık olmalı ve hızlıca ayak uydurmalısınız.\" diyen uzman projenin yürütülmesindeki \"esneklilik\" stratejisini vurgulamaktadır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "2847796",
    "unitNumber": 5,
    "text": "Proje sürecinde B planı oluşturulması, projenin yürütülmesi aşaması çıktılarından hangisi kapsamında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Proje teslimleri",
      "B": "Proje faaliyetleri ölçümü",
      "C": "Değişim yönetim belgeleri",
      "D": "Gerekliliklerin tanımlanması",
      "E": "Projenin sonuçlandırılması"
    },
    "explanation": "Proje sürecinde B planı oluşturulması, projenin yürütülmesi aşaması çıktılarından proje faaliyetleri ölçümü kapsamındadır. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2847809",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi projenin izlenmesi ve kontrolü aşamasına ait bileşenlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Planlama ve zamanlama",
      "B": "Risk yönetimi",
      "C": "Kazanım yönetimi",
      "D": "Kaynak planlama",
      "E": "Tedarikçi performansı"
    },
    "explanation": "Kaynak planlamaproje yürütme planı içinde yer almaktadır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2847812",
    "unitNumber": 5,
    "text": "Proje izleme ve kontrol faaliyetleri, projenin hangi aşamasına kadar sürmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Projenin başlatılması",
      "B": "Projenin planlanması",
      "C": "Projenin yürütülmesi",
      "D": "Projenin izlenmesi ve kontrolü",
      "E": "Projenin kapatılması"
    },
    "explanation": "İzleme ve kontrol faaliyetleri, proje kalitesini belli bir seviyede tutmak amacıyla projenin kapatılması aşamasına kadar devam etmektedir. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2847818",
    "unitNumber": 5,
    "text": "Projeyi kapatmadan önce son bir kez yapılanları gözden geçirmek ve her bir ögenin tamamlandığından emin olmak için yapılan hazırlanan belge aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Faaliyet kontrol listesi",
      "B": "Bütçe raporlama",
      "C": "Harici satış sözleşmesi",
      "D": "Kaynak fazlalığı",
      "E": "Proje belgeleri"
    },
    "explanation": "Projeyi kapatmadan önce son bir kez yapılanları gözden geçirmek ve her bir ögenin tamamlandığından emin olmak için yapılan hazırlanan belge faaliyet kontrol listesidir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2847829",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi projenin kapatılması aşamasında yapılan işlemlerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Proje çıktıları resmi olarak müşteriye iletilir.",
      "B": "Tedarik sürec gerçekleştirilir.",
      "C": "Projeden öğrenilenler belgelenir.",
      "D": "Projeden öğrenilenler arşivlenir.",
      "E": "Sözleşmeler resmi olarak sonlandırılır."
    },
    "explanation": "Tedarik sürecinin yönetimi projenin kapatılması aşamasında olmayıp, projenin yürütülmesi aşamasında yer almaktadır. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2847835",
    "unitNumber": 5,
    "text": "Risk yönetimi planı projenin hangi aşamasında yapılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Projenin kapatılması",
      "B": "Projenin izlenmesi",
      "C": "Projenin yürütülmesi",
      "D": "Projenin planlanması",
      "E": "Projenin başlatılması"
    },
    "explanation": "Risk yönetimi planı, projenin planlanması aşamasında yapılmaktadır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2847839",
    "unitNumber": 5,
    "text": "Risk yönetim planında \"beklenmedik koşullara bağlı bütçedeki harcama, geliştirme ve uygulama işlemleri\" olarak tanımlanan unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Risk stratejisi",
      "B": "Yöntem",
      "C": "Finansman",
      "D": "Zamanlama",
      "E": "Ölçüm"
    },
    "explanation": "Risk yönetim planında \"beklenmedik koşullara bağlı bütçedeki harcama, geliştirme ve uygulama işlemleri\" olarak tanımlanan unsur finansmandır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "2848521",
    "unitNumber": 5,
    "text": "Proje planının yürürlüğe konulduğu ve proje planında tanımlı faaliyetlerin gerçekleştirildiği proje aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Projenin Planlanması",
      "B": "Projenin Başlatılması",
      "C": "Projenin Kapatılması",
      "D": "Projenin Yürütülmesi",
      "E": "Projenin İzlenmesi ve Kontrolü"
    },
    "explanation": "Proje aşamalarının kavranması<br/>Projenin yürütülmesi aşamasında, proje planı yürürlüğe konulur ve proje planındaki tanımlı faaliyetler gerçekleştirilir. Bu aşamanın odak<br/>noktası, planının sağlıklı şekilde ilerleyebilmesi için insanların ve diğer kaynakların koordinasyonudur"
  },
  {
    "id": "2848526",
    "unitNumber": 5,
    "text": "Beş temel proje aşamasından en çok zaman ve kaynak gereksinimine sahip olanı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Projenin İzlenmesi ve Kontrolü",
      "B": "Projenin Yürütülmesi",
      "C": "Projenin Planlanması",
      "D": "Projenin Başlatılması",
      "E": "Projenin Kapatılması"
    },
    "explanation": "Proje aşamalarının kavranması<br/>Proje sürecindeki beş temel aşama<br/>göz önüne alındığında, projenin yürütülmesi aşaması en çok zaman ve kaynak gereksinimine sahip olan aşamadır."
  },
  {
    "id": "2848527",
    "unitNumber": 5,
    "text": "Operasyonel anlamda birbirine en yakın iki proje aşaması aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Projenin yürütülmesi-Projenin İzlenmesi ve Kontrolü",
      "B": "Projenin Planlanması-Projenin Yürütülmesi",
      "C": "Projenin Yürütülmesi-Projenin Kapatılması",
      "D": "Projenin Planlanması-Projenin İzlenmesi ve Kontrolü",
      "E": "Projenin İzlenmesi ve Kontrolü-Projenin Kapatılması"
    },
    "explanation": "Proje aşamalarının kavranması<br/>Projenin yürütülmesi aşaması ile projenin izlenmesi ve kontrolü aşaması, operasyonel anlamda en yakın<br/>iki aşamadır."
  },
  {
    "id": "2848531",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi başarılı bir proje yönetiminde olması gereken stratejilerden birisi olamaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Sonuç odaklı olmak",
      "B": "Yüksek performanslı proje ekibi",
      "C": "Değişime izin vermemek",
      "D": "Fikir birliği",
      "E": "Tüm faaliyetlerin dikkatlice izlenmesi"
    },
    "explanation": "Projenin yürütülmesi aşamasının kavranması<br/>Projenin kavramsal düzeyden uygulama<br/>düzeyine geçişinde sorunların temel sebebi, açıkça<br/>tanımlanmamış hedefler ve amaçtır. İkinci strateji,<br/>tüm proje çalışanlarının fikir birliğine varmış olmasıdır. Proje yöneticileri, amaçlarını ve hedeflediklerini proje ekibine açık ve net bir şekilde aktarmalıdır. Proje yöneticisinin paydaşlar ve ekiple<br/>anlaşmazlığı, projeye olumsuz yansıyacaktır. Üçüncü strateji, proje yöneticilerinin projeye uygun yetenek kümelerinin birleşimi olmasıdır"
  },
  {
    "id": "2848533",
    "unitNumber": 5,
    "text": "Projenin başlatılması aşamasında belirlenen amaç ve hedeflere ulaşmak için gerçekleştirilen her türlü faaliyeti doğrulama süreçlerinden oluşan proje aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Projenin Planlanması",
      "B": "Projenin Başlatılması",
      "C": "Projenin Yürütülmesi",
      "D": "Projenin Kapatılması",
      "E": "Projenin İzlenmesi ve Kontrolü"
    },
    "explanation": "Proeje aşamalarının kavranması<br/>Bir projenin yaşam döngüsünde dördüncü adım, projenin izlenmesi ve kontrolü aşamasıdır. Bu aşama,<br/>projenin başlatılması aşamasında belirlenen amaç ve hedeflere ulaşmak için gerçekleştirilen her türlü faaliyeti doğrulama süreçlerinden oluşmaktadır. Dolayısıyla, projenin yürütülmesi aşaması ile iç içe geçmiş bir<br/>aşamaya işaret etmektedir"
  },
  {
    "id": "2848537",
    "unitNumber": 5,
    "text": "- Maliyet tahmini ve yönetimi<br/>- Kazanım yönetimi<br/>- Raporlama<br/>Yukarıda sağlanan temel bileşenler hangi proje aşamasına aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Projenin Yürütülmesi",
      "B": "Projenin Planlanması",
      "C": "Projenin İzlenmesi ve Kontrolü",
      "D": "Projenin Kapatılması",
      "E": "Projenin Başlatılması"
    },
    "explanation": "Proje aşamalarının tartışılması<br/>Bu<br/>aşamaya ait temel bileşenler şu şekilde sıralanabilir:<br/>• Planlama ve zamanlama<br/>• Risk yönetimi<br/>• Maliyet tahmini ve yönetimi<br/>• Kapsam ve değişim yönetimi<br/>• Kazanım yönetimi<br/>• Belge kontrolü<br/>• Tedarikçi performansı<br/>• Proje başlangıç çizgisinin<br/>sürdürülmesi<br/>• Raporlama"
  },
  {
    "id": "2848539",
    "unitNumber": 5,
    "text": "Proje performansı ve kaydedilen gelişmeler, hangi proje aşamasında proje<br/>planı ile karşılaştırılmakta ve ölçülmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Projenin Başlatılması",
      "B": "Projenin Planlanması",
      "C": "Projenin Kapatılması",
      "D": "Projenin İzlenmesi ve Kontrolü",
      "E": "Projenin Yürütülmesi"
    },
    "explanation": "Proje aşamalarının kavranması<br/>Proje performansı ve kaydedilen gelişmeler, projenin izlenmesi ve kontrolü aşamasında proje planı ile karşılaştırılır ve ölçülür"
  },
  {
    "id": "2848636",
    "unitNumber": 5,
    "text": "Projenin sonuç bütçesinin değerlendirildiği ve bununla ilgili raporun hazırlandığı aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Projenin Başlatılması",
      "B": "Projenin Yürütülmesi",
      "C": "Projenin İzlenmesi ve Kontrolü",
      "D": "Projenin Kapatılması",
      "E": "Projenin Planlanması"
    },
    "explanation": "Proje aşamalarının öğrenilmesi<br/>Projenin sonuç bütçesinin değerlendirildiği ve bununla ilgili raporun hazırlandığı aşama projenin kapatılması aşamasıdır."
  },
  {
    "id": "2848641",
    "unitNumber": 5,
    "text": "Müşteriye çıktılarının tamamının resmi olarak teslim edilmesi proje aşamalarından hangisinde gerçekleşir?",
    "correctAnswer": "E",
    "options": {
      "A": "Projenin İzlenmesi ve Kontrolü",
      "B": "Projenin Planlanması",
      "C": "Projenin Yürütülmesi",
      "D": "Projenin Başlatılması",
      "E": "Projenin Kapatılması"
    },
    "explanation": "proje aşamalarının kavranması<br/>Projenin kapatılması aşaması, projenin kontrollü şekilde sonlandırılmasıdır. Sonlandırma işlemi<br/>pratikte şu anlamlara gelir:<br/>1. Proje çıktılarının tamamı resmî olarak başkalarına (paydaşlar, müşteriler vb.) devredilir"
  },
  {
    "id": "2848644",
    "unitNumber": 5,
    "text": "Riski azaltmak veya ortadan kaldırmak için gerçekleştirilen faaliyetler bütününe ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Risk azaltma girişimi",
      "B": "Risk yönetimi",
      "C": "Planlama",
      "D": "Tedbir alma",
      "E": "İzleme ve denetleme"
    },
    "explanation": "Projede risk yönetimi kavramının anlaşılması<br/>Risk azaltma girişimi, riski azaltmak veya ortadan kaldırmak için gerçekleştirilen faaliyetler bütünüdür."
  },
  {
    "id": "2850914",
    "unitNumber": 5,
    "text": "Proje yönetimi ile ilgili kaynaklarda genellikle projenin yürütülmesi aşamasının bir parçası olarak ele alınan aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Projenin başlatılması",
      "B": "Projenin planlanması",
      "C": "Projenin gerçekleştirilmesi",
      "D": "Projenin izlenmesi ve kontrolü",
      "E": "Projenin kapatılması"
    },
    "explanation": "Bazı kaynaklara göre; projenin izlenmesi ve kontrolü aşaması, projenin yürütülmesi faaliyetleri kapsamında değerlendirilmektedir. Ancak biz, dünyada genel kabul gördüğü şekliyle projenin izlenmesi ve kontrolü aşamasını ayrı bir aşama olarak aktaracağız."
  },
  {
    "id": "2850919",
    "unitNumber": 5,
    "text": "\"Projenin yürütülmesi aşamasında, paydaşlara/müşteriye sunulacak ürün veya hizmet fiziksel olarak oluşturulur. Ayrıca, bu aşamada oluşturulan ürün veya hizmet, kabul için sunulabilecek vaziyettedir. Proje yöneticisi, …………………………………………………. emin olmak için her türlü faaliyeti, kaynakları, harcamaları yakından takip eder ve gerekli denetlemeleri sağlar.\"<br/>Yukarıdaki metinde boş bırakılan yere hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Proje planında belirtilenlerin gerçekleştirilmiş olduğundan",
      "B": "İlgili paydaşların taleplerini karşıladığından",
      "C": "Belirlenen hedeflerin gerçekleştirildiğinden",
      "D": "Projenin başarısının neleri gerektirdiğinden",
      "E": "Kalitenin güvence altına alınmış olduğundan"
    },
    "explanation": "Projenin yürütülmesi aşamasında, paydaşlara/müşteriye sunulacak ürün veya hizmet fiziksel olarak oluşturulur. Ayrıca, bu aşamada oluşturulan ürün veya hizmet, kabul için sunulabilecek vaziyettedir. Proje yöneticisi, ilgili paydaşların taleplerini karşıladığından emin olmak için her türlü faaliyeti, kaynakları, harcamaları yakından takip eder ve gerekli denetlemeleri sağlar. Projenin yürütülmesi aşamasında projenin planlandığı gibi ilerlemesini sağlamak için, yönetimsel bir dizi faaliyetler gerçekleştirilmektedir."
  },
  {
    "id": "2850926",
    "unitNumber": 5,
    "text": "Hangisi proje yöneticisinin proje sürecindeki görev ve yükümlülüklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Proje kalitesini mümkün olan en yüksek düzeyde tutmak.",
      "B": "Proje ekibini denetlemek.",
      "C": "Üst düzey yöneticiler ile proje ekibi arasında iletişim kurmak.",
      "D": "Müşterilerin veya hedef kitlenin beklentilerini karşılamak.",
      "E": "Mümkün olduğunca bütün proje faaliyetlerine katılmak."
    },
    "explanation": "Ekibin denetlenmesi, üst düzey yöneticiler ile proje ekibi arasında iletişim sağlanması ve müşterilerin beklentilerine cevap verilebilmesi için proje yöneticisinin çoklu görev becerisine sahip olması gereklidir. … Proje yöneticisi; hedef doğrultusunda, proje bütçesine uygun şekilde, projenin kalitesini mümkün olan en yüksek düzeyde tutar."
  },
  {
    "id": "2850941",
    "unitNumber": 5,
    "text": "<table><tbody><tr><td><br/><strong>Satır No</strong><br/></td><td><br/><strong>Strateji</strong><br/></td><td><br/><strong>Açıklamalar</strong><br/></td></tr><tr><td><br/>I<br/></td><td><br/>Sonuç odaklılık<br/></td><td><br/>Projenin proje planına uygun olarak yürütülmesini sağlar.<br/></td></tr><tr><td><br/>II<br/></td><td><br/>Sorumluluk ile izleme<br/></td><td><br/>İletişim kanalları açık tutularak proje ekibinin performansı takip edilir.<br/></td></tr><tr><td><br/>III<br/></td><td><br/>Esneklik<br/></td><td><br/>Proje paydaşlarının görüş, öneri ve talepleri proje sürecine yansıtılır.<br/></td></tr><tr><td><br/>IV<br/></td><td><br/>Takdir<br/></td><td><br/>Proje sürecindeki küçük kazanımlara ve başarılara vurgu yapılarak ekibe moral verilir.<br/></td></tr><tr><td><br/>V<br/></td><td><br/>Etkin dinleme<br/></td><td><br/>Proje lideri emirler yağdırmak yerine, ekiple iletişimde kalmaya ve geri bildirimler almaya çalışır.<br/></td></tr></tbody></table><br/>Yukarıdaki tablonun her satırında projelerin yürütülmesine yönelik bir strateji ve bir açıklama verilmiştir. Hangi satırda verilen strateji-açıklama eşleştirmesi hatalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Esneklilik, her bir projenin farklı olduğu gerçeğinden hareketle değişime açık olunmasını ve hızlıca ayak uydurulmasını ifade eder."
  },
  {
    "id": "2850949",
    "unitNumber": 5,
    "text": "I. Kalite Güvencesi<br/>II. İhtiyaçların Ürüne Dönüştürülmesi<br/>III. Ürünün Tamamlanması<br/>IV. İhtiyaçların Toplanması<br/>V. Ürünün Geliştirilmesi<br/>Yukarıda verilen ürün/hizmet tamamlama döngüsünün son iki aşaması hangi seçenekte doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve III",
      "B": "II ve III",
      "C": "II ve IV",
      "D": "III ve V",
      "E": "IV ve V"
    },
    "explanation": "Kalite güvencesi ve ürünün tamamlanması; ürün/hizmet tamamlama döngüsünün son iki aşamasını oluşturur."
  },
  {
    "id": "2850955",
    "unitNumber": 5,
    "text": "“Proje planının sağlıklı bir şekilde yürütülmesine yardımcı olan son madde ise projede oluşan sorunların neden ortaya çıktığı ile ilgilidir. Sorunların var olduğunu bilmek ve tespit etmek tek başına yeterli değildir. Sorunun kaynağına inmek ve neden gerçekleştiğini ortaya koymak, aynı sorunun tekrar ortaya çıkmasını önlemektedir.”<br/>Yukarıdaki paragrafta projelerde ortaya çıkması muhtemel sorunlar, bu sorunların tespiti ve nedenlerinin belirlenmesi işlemlerini kapsayan proje süreci hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Başlatma faaliyetleri",
      "B": "Planlama faaliyetleri",
      "C": "İzleme ve kontrol faaliyetleri",
      "D": "Yürütme faaliyetleri",
      "E": "Kapatma faaliyetleri"
    },
    "explanation": "Projedeki sorunların tespit edilmesi ve kaynağına inilmesi için izleme ve kontrol faaliyetleri gerçekleştirilir."
  },
  {
    "id": "2850976",
    "unitNumber": 5,
    "text": "I. Projenin kapatılması aşamasının tanımlanması<br/>II. Proje sonlandırma faaliyetleri<br/>III. Sonuç durum raporu<br/>IV. Belgeleme<br/>V. Proje tamamlama<br/>VI. Takdir uygulamaları<br/>VII. Gelecek projeler için görüşme<br/>VIII. Satış sonrası destek<br/>Bir projenin kapatılma sürecinin aşamaları yukarıda verilmiştir. Bu aşamalardan hangileri “projeden alınan derslerin raporlanması ve gelecek projeler için öneriler geliştirilmesi” ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "III ve V",
      "D": "IV ve VI",
      "E": "VII ve VIII"
    },
    "explanation": "Projenin kapatılması sürecinde projeden öğrenilen tüm dersler belgelenir ve arşivlenir… müşteriler ile ilişkiyi devam ettirmek gelecek projeler için önemlidir. Projenin kapatılması aşamasında, geri bildirimler ile projeden öğrenilenler ve olası yeni projeler tartışılmalıdır."
  },
  {
    "id": "2850981",
    "unitNumber": 5,
    "text": "Hangisi bir proje ile ilgili potansiyel riskleri tanımlamak ve etkili bir risk yönetimi sağlamak için gerekli ve önemli olan başlıca hususlardan biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Proje ekibinin tecrübesi",
      "B": "Danışmanlık hizmeti alınması",
      "C": "Kontrol listeleri",
      "D": "Proje deneyimi",
      "E": "Uzman görüşleri"
    },
    "explanation": "Disiplinli bir risk yönetim süreci, olası risklerin kontrol listelerinin oluşturulmasına dayanmaktadır. Bazı şirketler ve işletmeler, kontrol listelerini geçmiş deneyimlerine dayanarak oluşturmaktadır. Proje yöneticisi ve proje ekibi, bu kontrol listelerinden faydalanarak proje risklerini tanımlayabilir ve projeyi geniş bir perspektiften ele alabilir. Ayrıca, proje ekibinin tecrübesi, proje deneyimi ve uzman görüşleri, bir proje üzerindeki potansiyel riski tanımlamak için başvurulması gereken kaynaklardır."
  },
  {
    "id": "2850989",
    "unitNumber": 5,
    "text": "I. Riskin belirlenmesi ve analizi<br/>II. Risk yönetimindeki başlıca unsurların tanımlanması<br/>III. Riskin ortadan sınırlandırılması ve/veya kaldırılması <br/>IV. Riskin değerlendirilmesi ve ölçümü<br/>Yukarıda karışık olarak verilen risk yönetim planı aşamalarının doğru olarak sıralanışı hangi seçenekte verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "IV, III, II ve I",
      "B": "III, II, IV ve I",
      "C": "I, IV, III ve II",
      "D": "III, IV, I ve II",
      "E": "II, I, IV ve III"
    },
    "explanation": "Risk yönetim planı dört temel adımdan oluşmaktadır: 1. Risk yönetimindeki başlıca unsurların tanımlanması 2. Riskin belirlenmesi ve analizi 3. Riskin değerlendirilmesi ve ölçümü 4. Riskin ortadan kaldırılması ve/veya azaltılması"
  },
  {
    "id": "2850994",
    "unitNumber": 5,
    "text": "Bir projede beklenmedik durumları kontrol altında tutmak, yeni sorunların ortaya çıkmasına engel olmak, projenin tutarlı ve proje amacına uygun şekilde ilerlemesini sağlamak, muhtemel sorun ve aksaklıkları asgariye seviyede tutarak doğru ve uygun çözümlere hızla ulaşmak o projenin yürütülmesi aşamasındaki yönetimsel faaliyetlerin hangisiyle ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Zaman yönetimi",
      "B": "Sorun yönetimi",
      "C": "Risk yönetimi",
      "D": "Değişim yönetimi",
      "E": "Kalite yönetimi"
    },
    "explanation": "Projede beklenmedik durumlar her zaman söz konusudur. Beklenmeyen sorunlar, yeni risklerin belirmesine sebep olabilir. Risk yönetimi, sadece belirli bir süre zarfı için geçerli olmamalıdır. Özetle risk yönetimi, projenin tutarlı ve proje amacına uygun şekilde yol almasını sağlayan, projedeki aksaklıkları en aza indirgeyen ve sorunlara karşı hızlı ve doğru cevap üretilmesini kolaylaştırıcı bir süreçtir."
  },
  {
    "id": "1948092",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi 1001 Bilimsel ve Teknolojik Araştırma Projelerini Destekleme Programı kapsamında gerçekleştirilebilecek projeler için üst süre limitidir?",
    "correctAnswer": "A",
    "options": {
      "A": "36 ay",
      "B": "12 ay",
      "C": "24 ay",
      "D": "18 ay",
      "E": "6 ay"
    },
    "explanation": "Bilimsel ve Teknolojik Araştırma Projelerini Destekleme Programının desteklediği proje türü için süre en fazla 36 ay olabilir."
  },
  {
    "id": "1948096",
    "unitNumber": 6,
    "text": "Aşağıdaki destek programlarından hangisi ülkemizde ihtiyaç duyulan, teknolojik dışa bağımlılığımızı azaltacak ve/veya ülkemizin rekabet gücünü artıracak ulusal/uluslararası yeni bir ürün/süreç/yöntem/model geliştirme amacına yönelik uygulamalı araştırma ve/veya deneysel geliştirme projelerini desteklemektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "1001 - Bilimsel ve Teknolojik Araştırma Projelerini Destekleme",
      "B": "1002 - Hızlı Destek Programı",
      "C": "1003 - Öncelikli Alanlar Ar-Ge Projeleri Destekleme Programı",
      "D": "1005 - Ulusal Yeni Fikirler ve Ürünler Araştırma Destek Programı",
      "E": "1007 - Kamu Kurumları Araştırma ve Geliştirme Projelerini Destek Programı"
    },
    "explanation": "1005 Ulusal Yeni Fikirler ve Ürünler Araştırma Destek Programının amacı ülkemizde ihtiyaç duyulan, teknolojik dışa bağımlılığımızı azaltacak ve/veya ülkemizin rekabet gücünü artıracak ulusal/uluslararası yeni bir ürün/süreç/yöntem/model geliştirme amacına yönelik uygulamalı araştırma ve/veya deneysel geliştirme projelerinin desteklenmesidir."
  },
  {
    "id": "1948100",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi TÜBİTAK’ın ele aldığı uluslararası destek programlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üniversitelerin Araştırma ve Geliştirme Potansiyelinin Artırılmasına Yönelik Destek",
      "B": "Bilimsel ve Teknolojik Araştırma Projelerini Destekleme",
      "C": "İkili İş Birliği Proje Destekleri",
      "D": "Kariyer Geliştirme Programı",
      "E": "Mükemmeliyet Merkezi Destek Programı"
    },
    "explanation": "TÜBİTAK’ın ele alınan ulusal destek programları dışında, uluslararası destek programları da bulunmaktadır. Bu programlar ERA-NET, COST ve İkili Proje Destekleri başlıkları altında incelenebilir"
  },
  {
    "id": "1948124",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi proje ekibinde yer alabilecek kişilerden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yürütücü",
      "B": "Araştırmacı",
      "C": "Danışman",
      "D": "Tedarikçi",
      "E": "Bursiyer"
    },
    "explanation": "Yürütücü, araştırmacı, danışman ve bursiyer proje ekibimde yer alabilirken, tedarikçi yer almaz."
  },
  {
    "id": "1948138",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi TÜBİTAK’ın desteklediği herhangi bir projede lisans bursiyerleri için aranan koşullardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "30 yaşın üstünde olmak",
      "B": "Herhangi bir kurumda çalışmak",
      "C": "Türkiye’de kurulu bir yükseköğretim kurumunun lisans programında 3. sınıf ve üzeri öğrencisi olmak",
      "D": "Projedeki katkı oranı %10'dan az olmak",
      "E": "Üniversitenin not sistemi esas olmak üzere, hazırlık hariç önceki yılların ağırlıklı genel not ortalamasının en az 4 üzerinden 3,5 veya 100 üzerinden 87,5 olması."
    },
    "explanation": "TÜBİTAK’ın desteklediği herhangi bir projede lisans bursiyerleri için aranan koşullar şu şekildedir:<br/>Herhangi bir kurum/kuruluşta çalışmama,<br/>Türkiye’de kurulu bir yükseköğretim kurumunun lisans programında 3. sınıf ve üzeri öğrencisi olmak,<br/>Üniversitenin not sistemi esas olmak üzere, hazırlık hariç önceki yılların ağırlıklı genel not ortalamasının en az 4 üzerinden 2,5 veya 100 üzerinden 65 olması veya bölümünde hazırlık sınıfı hariç önceki yıllara ait ağırlıklı genel not ortalamasında ilk % 20’lik dilime girilmiş olması."
  },
  {
    "id": "1948153",
    "unitNumber": 6,
    "text": "TÜBİTAK’a sunulan bazı proje önerileri, araştırmacıların TÜBİTAK’tan birtakım makine/teçhizat ya da hizmet satın alımı için fon talep etmelerine ve proje bütçelerinde buna yer vermelerine gereksinim yaratabilir. Bu tür durumlarda bahse konu olan gereksinimin proje bütçesine takriben ne miktarda yansıyacağı aşağıdakilerden hangisi ile gösterilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fikrî Mülkiyet Hak Sahipliği Protokolü",
      "B": "Proforma Fatura",
      "C": "İmza Sirküleri",
      "D": "Yetki Belgesi",
      "E": "KOBİ Beyannamesi"
    },
    "explanation": "TÜBİTAK’a sunulan bazı proje önerileri, araştırmacıların TÜBİTAK’tan birtakım makine/teçhizat ya da hizmet satın alımı için fon talep etmelerine ve proje bütçelerinde buna yer vermelerine gereksinim yaratabilir. Bu tür durumlarda bahse konu olan gereksinimin proje bütçesine takriben ne miktarda yansıyacağı proforma fatura yardımı ile göstermek mümkün olmaktadır."
  },
  {
    "id": "2120651",
    "unitNumber": 6,
    "text": "Aşağıdaki bölümlerden hangisi proje kapsamında uygulanması öngörülen araştırma tasarımını, bağımlı ve bağımsız değişkenleri ve istatistiksel yöntemleri ortaya koyar?",
    "correctAnswer": "E",
    "options": {
      "A": "Özgün değer",
      "B": "Proje Yönetimi",
      "C": "Yaygın etki",
      "D": "Risk yönetimi",
      "E": "Yöntem"
    },
    "explanation": "Proje önerisinin yöntem bölümü proje kapsamında uygulanması öngörülen araştırma tasarımını, bağımlı ve bağımsız değişkenleri ve istatistiksel yöntemleri ortaya koymalıdır."
  },
  {
    "id": "2120656",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir projenin başarıyla gerçekleştirildiği takdirde projeden elde edilmesi öngörülen çıktılar, bu çıktıların paylaşımı ve yayılımına yönelik faaliyetler, ürünler, hizmetler ile projeden oluşması öngörülen etkilerin kısa ve net cümlelerle açıklandığı bölümdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaygın etki",
      "B": "Özgün değer",
      "C": "Özet",
      "D": "Konunun önemi",
      "E": "Yönetim düzeni"
    },
    "explanation": "Bir proje başarıyla gerçekleştirildiği takdirde projeden elde edilmesi öngörülen çıktılar, bu çıktıların paylaşımı ve yayılımına yönelik faaliyetler, ürünler, hizmetler ile projeden oluşması öngörülen etkiler kısa ve net cümlelerle yaygın etki bölümünde açıklanmalıdır."
  },
  {
    "id": "2120659",
    "unitNumber": 6,
    "text": "Aşğıdakilerden hangisi projenin beklenen çıktıları arasından Ekonomik/Ticari/Sosyal Çıktılar kategorisinde yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Ürün",
      "B": "Prototip",
      "C": "Üretim izni",
      "D": "Patent",
      "E": "Makale"
    },
    "explanation": "Projenin beklenen çıktıları arasından makale, Bilimsel/Akademik çıktılar kategorisinde yer alır."
  },
  {
    "id": "2120664",
    "unitNumber": 6,
    "text": "Aşağıdaki alanlardan hangisinde projenin ulusal güvenlik etkisi söz konusu değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siber güvenlik",
      "B": "Bursiyer güvenliği",
      "C": "Enerji güvenliği",
      "D": "Sınır güvenliği",
      "E": "Gıda güvenliği"
    },
    "explanation": "Projenin ülkenin ulusal güvenliğine dair etkilere sahip olması söz konusu olabilir. Bunlar; Siber güvenlik, Enerji güvenliği, Sınır güvenliği, Gıda güvenliği, Ekonomik güvenlik gibi alanlarda kendini gösterebilir."
  },
  {
    "id": "2846313",
    "unitNumber": 6,
    "text": "TÜBİTAK’ın aşağıdaki ulusal destek programlarının hangisinde proje başvurusu için zaman sınırlaması yoktur?",
    "correctAnswer": "C",
    "options": {
      "A": "1000 - Üniversitelerin Araştırma ve Geliştirme Potansiyelinin Artırılmasına Yönelik Destek",
      "B": "1001 - Bilimsel ve Teknolojik Araştırma Projelerini Destekleme",
      "C": "1002 - Hızlı Destek Programı",
      "D": "1003 - Öncelikli Alanlar Ar-Ge Projeleri Destekleme Programı",
      "E": "1004 - Mükemmeliyet Merkezi Destek Programı"
    },
    "explanation": "Hızlı Destek programlarına yapılacak başvurularda herhangi bir zaman kısıtlaması bulunmamakta ve her zaman başvuru yapılabilmektedir."
  },
  {
    "id": "2846316",
    "unitNumber": 6,
    "text": "Yükseköğretim kurumlarınca hazırlanan TÜBİTAK projelerinde, aşağıdakilerin hangisi proje yürütücüsü <strong>olamaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Üniversitenin kadrolu profesör ve doçentleri",
      "B": "Üniversitenin Dr. Öğretim üyeleri",
      "C": "Üniversitenin sanatta yeterliği olan öğretim üyeleri",
      "D": "Üniversitenin kadrosunda olan tıpta uzmanlık derecesi olanlar",
      "E": "üniversitenin kadrosunda olmayan öğretim üyeleri"
    },
    "explanation": "Eğer proje bir kamu veya yükseköğretim kurumunda yürütülecek ise yürütücünün söz konusu kurum/kuruluşun kadrolu personeli olması gerekmektedir."
  },
  {
    "id": "2846317",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kamu ya da özel kuruluşlarca hazırlanan TÜBİTAK projelerinde danışman olarak görev alabilmek için gerekli koşullardan birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Eğitimine bakılmaksızın kurumda en az 10 yıl hizmetinin olması",
      "B": "En az lise ya da dengi bir okul mezunu olması",
      "C": "En az 4 yıllık üniversite lisans eğitimi almış olması",
      "D": "Herhangi bir kurumda çalışıyor olması",
      "E": "Uzmanlık alanı proje konusuyla örtüşmüyor olması"
    },
    "explanation": "Kamu kuruluşları veya özel kuruluşlarda danışman olacak kişilerin, verilen seçenekler arasında sadece c seçeneğine uygun olması gerekir."
  },
  {
    "id": "2846318",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kamu ya da özel kuruluşlarca hazırlanan TÜBİTAK projelerinde araştırmacı olarak görev alabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "En az 2 yıllık yükseköğrenimi olanlar",
      "B": "En az 4 yıllık yükseköğrenimi olanlar",
      "C": "Bir başka kurumda çalışanlar",
      "D": "Davetli yabancı uzmanlar",
      "E": "Projeye katkısı en az yüzde 5 olanlar"
    },
    "explanation": "Kamu kuruluşları veya özel kuruluşlarda araştırmacı olarak görev verilecekler en az dört yıllık üniversite lisans eğitimi almış olmalıdır. Diğer seçenekler doğru değildir."
  },
  {
    "id": "2846320",
    "unitNumber": 6,
    "text": "Aşağıdaki hangi özelliği olan proje önerileri için yasal ya da özel izin belgesi <strong>gerekmez.</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kamuya açık olmayan bilgi ya da belgeleri kullanması gerekenler",
      "B": "Projenin tamamı ya da bir kısmı için anket ya da mülakat yapılması gerekenler",
      "C": "Projenin tamamı ya da bir kısmı için deney ya da uygulama yapılması gerekenler",
      "D": "İlgili kurum ve kuruluşların iznine bağlı bitki, hayvan vb. örneklerin toplanması gerekenler",
      "E": "Projenin gerçekleştirilmesi için danışman desteği gerekenler"
    },
    "explanation": "Projelerinde kullanılan danışman, araştırmacı ya da bursiyerler için TÜBİTAK herhangi bir özel ya da yasal izin belgesi istememektedir."
  },
  {
    "id": "2846321",
    "unitNumber": 6,
    "text": "TÜBİTAK projelerinde aşağıda verilen hangilerinin projedeki payı için proforma faturaya gerekebilir? <br/><ol><br/><li>Danışman ihtiyacı</li><br/><li>Makine ihtiyacı</li><br/><li>Bursiyer ihtiyacı</li><br/><li>Hizmet alımı ihtiyacı</li><br/><li>Araştırmacı ihtiyacı</li><br/><li>Kırtasiye ihtiyacı</li><br/><li>Belgeleme ihtiyacı</li><br/></ol>",
    "correctAnswer": "C",
    "options": {
      "A": "1ve 2",
      "B": "1 ve 3",
      "C": "2 ve 4",
      "D": "3 ve 4",
      "E": "6 ve 7"
    },
    "explanation": "Proje önerisinde, TÜBİTAK’tan makine/teçhizat ya da hizmet satın alımı için fon talep eddilen ve proje bütçesinde buna yer verilmişse; proje bütçesine yaklaşık ne miktarda yansıyacağını proforma fatura yardımı ile göstermek mümkün olmaktadır."
  },
  {
    "id": "2846322",
    "unitNumber": 6,
    "text": "Özel kuruluşların TÜBİTAK’a yaptığı proje başvurularda aşağıdaki belgelerden hangisi <strong>istenmez ?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Şirketin güncel unvan ve adresinin yer aldığı Ticaret Sicil Gazetesi",
      "B": "Oda Sicil Kaydı",
      "C": "Adli sicil kaydı",
      "D": "İmza Sirküleri",
      "E": "Şirketi temsile yetkili kişi için Ticaret Sicil Müdürlüğünden alınmış Yetki Belgesi"
    },
    "explanation": "TÜBİTAK’a özel kuruluşlar tarafından yapılan başvurularda; 1. Ticaret Sicil Gazetesi (Şirketin güncel unvan ve adresinin yer aldığı sayfa); 2. Oda Sicil Kayıt Sureti; 3.İmza Sirküleri; 4. Yetki Belgesi (Şirketi temsile yetkili kişinin belirtildiği ilgili Ticaret Sicil Müdürlüğünden alınmış belge) istenir."
  },
  {
    "id": "2846323",
    "unitNumber": 6,
    "text": "TÜBİTAK projelerindeki “yöntem” başlığı altında aşağıdakilerin hangisine yer<strong> verilmez?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanılacak araştırma teknikleri",
      "B": "Veri toplama araçları",
      "C": "Araştırmanın önemi",
      "D": "Değişkenler",
      "E": "Çözümleme yöntemleri"
    },
    "explanation": "Projenin yöntem başlığı altında; çalışmanın yöntem ve araştırma teknikleri, veri toplama araçları ve analiz yöntemleri ile bağımlı ve bağımsız değişkenleri ve istatistiksel yöntemleri ortaya konulmalıdır"
  },
  {
    "id": "2846324",
    "unitNumber": 6,
    "text": "Aşağıdaki bilgilerin hangisi TÜBİTAK projelerindeki “amaç” başlığı altında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanılacak araştırma teknikleri",
      "B": "Veri toplama araçları",
      "C": "Özgün değer",
      "D": "Araştırma soruları",
      "E": "Bağımlı ve bağımsız değişkenler"
    },
    "explanation": "Projenin amaç bağlığı altında; proje sonunda ulaşılacak amaç, araştırma soruları veya hipotez(ler)i tanımlanmalıdır."
  },
  {
    "id": "2846325",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi TÜBİTAK projelerindeki bilimsel bir çıktısıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Patent",
      "B": "Prototip",
      "C": "Veri tabanı",
      "D": "Kitap bölümü",
      "E": "Görsel-işitsel arşiv"
    },
    "explanation": "Bir projenin Bilimsel/Akademik çıktılar bir bildiri, makale, kitap bölümü, Kitap vb. olabilmektedir"
  },
  {
    "id": "2847086",
    "unitNumber": 6,
    "text": "Aşağıdaki destek programlarından hangisi Ulusal Bilim Teknoloji ve Yenilik Stratejisi çerçevesinde belirlenecek öncelikli alanlarda sonuç odaklı, izlenebilir hedefleri olan, ilgili bilim/teknoloji alanlarının dinamiklerini gözeten ve yurt içinde yapılan Ar-Ge projelerini desteklemek ve bu projeler arasında eş güdüm sağlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "1000- Üniversitelerin Araştırma Geliştirme Potansiyelinin Arttırılmasına Yönelik Destek Programı",
      "B": "1001 - Bilimsel ve Teknolojik Araştırma Projelerini Destekleme Program",
      "C": "1002 - Hızlı Destek Programı",
      "D": "1003 - Öncelikli Alanlar Ar-Ge Projeleri Destekleme Programı",
      "E": "1004 - Mükemmeliyet Merkezi Destek Programı"
    },
    "explanation": "TÜBİTAK AR-GE DESTEKLERİ / Ulusal Destek Programları<br/><strong>1003 - Öncelikli Alanlar Ar-Ge Projeleri Destekleme Programı:</strong><br/>Öncelikli Alanlar Ar-Ge Projeleri Destekleme Programının amacı, Ulusal Bilim Teknoloji ve Yenilik Stratejisi çerçevesinde belirlenecek öncelikli alanlarda sonuç odaklı, izlenebilir hedefleri olan, ilgili bilim/teknoloji alanlarının dinamiklerini gözeten ve yurt içinde yapılan Ar-Ge projelerini desteklemek ve bu projeler arasında eş güdüm sağlamaktır. Bu projelerden altyapı oluşturmaya yönelik olan projeler desteklenmemektedir. Bu proje türü için 3 farklı proje ölçeği tanımlanabilir. Bu ölçeklere göre projelerin bütçe ve süreleri değişkenlik gösterebilmektedir. Bu proje türünde süre; küçük ölçekli projeler için en fazla 24 ay, orta ve büyük ölçekli projeler için en fazla 36 aydır. 2020 yılı için, her üç ölçekte ayrı ayrı desteklenecek projeler için destek alt ve üst limitleri (burs dâhil, proje teşvik ikramiyesi, kurum hissesi ve yurt dışı araştırmacı giderleri hariç); küçük ölçekli projelerde 750.000 TL’ye kadar, orta ölçekli projelerde 750.001 - 1.500.000 TL arası ve büyük ölçekli projelerde ise 1.500.001 - 3.750.000 TL arası olarak belirlenmiştir."
  },
  {
    "id": "2847087",
    "unitNumber": 6,
    "text": "Aşağıdaki destek programlarından hangisinin amacı kariyerlerine yeni başlayan doktoralı bilim insanlarının çalışmalarını proje desteği vererek teşvik etmektir?",
    "correctAnswer": "E",
    "options": {
      "A": "1000- Üniversitelerin Araştırma Geliştirme Potansiyelinin Arttırılmasına Yönelik Destek Programı",
      "B": "1002 - Hızlı Destek Programı",
      "C": "1004 - Mükemmeliyet Merkezi Destek Programı",
      "D": "1005 - Ulusal Yeni Fikirler ve Ürünler Araştırma Destek Programı",
      "E": "3501 - Kariyer Geliştirme Programı"
    },
    "explanation": "TÜBİTAK AR-GE DESTEKLERİ / Ulusal Destek Programları<br/>3501 - Kariyer Geliştirme Programı:<br/>Kariyer Geliştirme Programı’nın amacı, kariyerlerine yeni başlayan doktoralı bilim insanlarının çalışmalarını proje desteği vererek teşvik etmektir. 21. yüzyılın akademik önderliğini yüklenecek genç araştırmacıların çalışmaları desteklenerek hem genç bilim insanlarının kariyerlerini araştırmacı ve eğitimci olarak en iyi şekilde sürdürmeleri hem de bilimsel düzeyimizin geliştirilmesi ve bilimin ülke kalkınmasındaki rolünün artırılması amacına yönelik bir programdır. Bu projelerden altyapı oluşturmaya yönelik olan projeler desteklenmemektedir. Bu proje türü için süre en fazla 36 ay olabilir. 2020 yılı için, kariyer projeleri destek üst limiti (burs dâhil, proje teşvik ikramiyesi ve kurum hissesi hariç) yıllık bütçe sınırlaması olmaksızın 360.000 TL olarak belirlenmiştir."
  },
  {
    "id": "2847088",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ulusal kaynaklarla desteklenmiş araştırma projelerinin Avrupa düzeyinde koordinasyonunu sağlamak ve Avrupa bilim insanlarının ortak çalışmalarını desteklemek amacıyla kurulmuş olan bir organizasyondur?",
    "correctAnswer": "A",
    "options": {
      "A": "COST",
      "B": "ERA-NET",
      "C": "BTYK",
      "D": "EUREKA",
      "E": "EUROSTARS"
    },
    "explanation": "TÜBİTAK AR-GE DESTEKLERİ / Uluslararası Destek Programları<br/>COST (European Cooperation in Science and Technology), ulusal kaynaklarla desteklenmiş araştırma projelerinin Avrupa düzeyinde koordinasyonunu sağlamak ve Avrupa bilim insanlarının ortak çalışmalarını desteklemek amacıyla kurulmuş olan bir organizasyondur. COST’un misyonu, Avrupalı araştırmacılar arasında etkileşim ve iş birliğini destekleyerek Avrupa’yı barışçıl amaçlar için bilimsel ve teknik araştırmada güçlendirmektir. COST ulusal olarak desteklenen araştırma projelerinin yürütücülerinin Avrupa düzeyinde oluşturulmuş ağlara dahil olmalarını sağlamaktadır. COST aksiyonlarının en temel özelliği sabit bir programın olmaması ve istenirse katılımda bulunulmasıdır."
  },
  {
    "id": "2847089",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi programa üye ülkelerde Kamu-Kamu iş birliklerini destekleyerek, ulusal ve bölgesel araştırma programları arasındaki koordinasyonun sağlanması, araştırma ve yenilik programlarının geliştirilip güçlendirilerek uluslararası iş birliğinin artırılması hedeflenen uluslararası destek programıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "COST",
      "B": "ERA-NET",
      "C": "BTYK",
      "D": "EUREKA",
      "E": "EUROSTARS"
    },
    "explanation": "TÜBİTAK AR-GE DESTEKLERİ / Uluslararası Destek Programları<br/>Avrupa Birliği Çerçeve Programları kapsamında kullanılacak bir uygulama aracı olarak tasarlanan ERA-NET ile Programa üye ülkelerde Kamu-Kamu iş birliklerini destekleyerek, ulusal ve bölgesel araştırma programları arasındaki koordinasyonun sağlanması, araştırma ve yenilik programlarının geliştirilip güçlendirilerek uluslararası iş birliğinin artırılması hedeflenir. Bu hedeflere katkı sunmak amacıyla AB Yenilik ve Teknoloji Programı Ufuk 2020 kapsamında ERA-NET Cofund Aracı geliştirilmiştir. AB 7. Çerçeve Programı’nda kullanılan ERA-NET ve ERA-NET Plus Araçlarının birleştirilmesiyle oluşturulan ERA-NET Cofund ile ulusal destek mekanizmalarının kullanıldığı ve uluslararası iş birliğinin sağlandığı ortak çağrılara çıkılması amaçlanmaktadır."
  },
  {
    "id": "2847090",
    "unitNumber": 6,
    "text": "TÜBİTAK Uluslararası Destek Programları kapsamında bilim ve teknoloji alanında çeşitli ülkelerle hükûmetler arası ya da kurumlar arası düzeyde imzalanan ikili iş birliği anlaşmaları kapsamında gerçekleştirilecek projeler için en üst süre limiti aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "6 ay",
      "B": "10 ay",
      "C": "12 ay",
      "D": "24 ay",
      "E": "36 ay"
    },
    "explanation": "TÜBİTAK AR-GE DESTEKLERİ / Uluslararası Destek Programları<br/>İkili İş Birliği Proje Destekleri Bilim ve teknoloji alanında çeşitli ülkelerle hükûmetler arası ya da kurumlar arası düzeyde imzalanan ikili iş birliği anlaşmaları mevcuttur. Söz konusu anlaşmalar çerçevesinde ortak araştırma projeleri desteklenmekte ve izlenmekte, ortak bilimsel toplantılar, uzman değişimleri, çalışma ziyaretleri vb. gibi etkinliklere maddi destek sağlanmaktadır. Ortak ikili iş birliği araştırma projesi önerecek bilim insanlarının, projeyi birlikte gerçekleştirecekleri ikili anlaşma imzalanan ülkelerdeki proje ortakları ile anlaşmaları gerekmektedir. Bu projelerde bilim insanı ve bilgi değişimi sağlanmaktadır. Proje süreleri program bazında değişiklik göstermekle birlikte en fazla 36 ay olarak belirlenebilmektedir."
  },
  {
    "id": "2847091",
    "unitNumber": 6,
    "text": "Projede araştırmacı olarak yer alabilecek kişiler ile ilgili aşağıda sıralanan ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Üniversite personeli olmaları durumunda, doktora/sanatta yeterlik/tıpta uzmanlık derecesine sahip olmaları gerekmektedir.",
      "B": "Kamu kuruluşları veya özel kuruluşlarda çalışmaları durumunda, en az dört yıllık üniversite lisans eğitimi almış olmaları yeterlidir.",
      "C": "Görev yaptıkları katılımcı kurum/kuruluşun kadrolu personeli olmaları gerekmektedir.",
      "D": "Araştırmacıların Türkiye Cumhuriyeti sınırları içerisinde ikamet etmeleri gerekir.",
      "E": "Projedeki katkı oranı % 25’in altında olan kişiler araştırmacı olarak görev alamazlar."
    },
    "explanation": "TÜBİTAK PROJE YAZIMINDA DİKKAT EDİLMESİ GEREKEN KONULAR / Proje Ekibi<br/>Araştırmacılar projenin gerektirdiği uzmanlık alanlarına göre belirlenirler. Özellikle proje öneri[1]sinin disiplinler arası nitelikte olması hâlinde araştırmacıların da ilgili disiplinleri kapsayacak biçimde seçilmesi gerekmektedir. Proje konusu ile uzmanlığı örtüşmeyen araştırmacılara projede görev verilmemelidir. Proje ekibinde yer alacak araştırmacıların;<br/>• Üniversite personeli olmaları durumunda, doktora/sanatta yeterlik/tıpta uzmanlık derecesine sahip olmaları gerekmektedir.<br/>• Kamu kuruluşları veya özel kuruluşlarda çalışmaları durumunda, en az dört yıllık üniversite lisans eğitimi almış olmaları yeterlidir.<br/>• Görev yaptıkları katılımcı kurum/kuruluşun kadrolu personeli olmaları gerekmektedir. • Araştırmacıların Türkiye Cumhuriyeti sınırları içerisinde ikamet etmeleri gerekir. (Yabancı uyruklu bir kişi Türkiye sınırlarındaki bir kurum/kuruluşta görev yapmak koşulu ile projede yürütücü/araştırmacı olarak görev alabilir.)<br/>• Projedeki katkı oranı <strong>% 10’un</strong> altında olan kişiler araştırmacı olarak görev alamazlar."
  },
  {
    "id": "2847092",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi TÜBİTAK’a sunulan proje önerileri yasal/özel izin belgesi sunulmasını gerektiren durumlardan biri<strong> değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Kamuya açık verilerin toplanması.",
      "B": "Kamu/özel kurum ve kuruluşlarından kamuya açık olmayan bilgi, belge vb. verilerin toplanması.",
      "C": "Kamu/özel kurum ve kuruluşlarında proje çalışmalarının bir kısmının (anket, mülakat, odak grup çalışması, deney, uygulama vb.) yürütülmesi.",
      "D": "İlgili mevzuatın (yasa/yönetmelik/esas) yetkili kurum ve kuruluşların iznine bağladığı maden, bitki, hayvan, mikroorganizma vb. örneklerinin toplanması.",
      "E": "İlgili mevzuatın tarihî eserler, arkeolojik alanlar, askerî bölgeler vb. alanlar veya korunma altına alınmış yer altı, yer üstü ve su altı alanlarında yürütülecek araştırma/çalışmaları yetkili kurum ve kuruluşların iznine bağladığı faaliyetleri içermesi."
    },
    "explanation": "TÜBİTAK PROJE YAZIMINDA DİKKAT EDİLMESİ GEREKEN KONULAR / Proje İçin Alınması Gereken İzin Belgeleri<br/>TÜBİTAK’a sunulan proje önerileri, bazı durumlarda yasal/özel izin belgesi sunulmasını gerektirir. Bu durumlar şu şekilde ifade edilebilir:<br/><ul><br/><li>Kamu/özel kurum ve kuruluşlarından kamuya açık olmayan bilgi, belge vb. verilerin toplanması,</li><br/><li>Bu kurum/kuruluşlarda proje çalışmalarının bir kısmının (anket, mülakat, odak grup çalışması, deney, uygulama vb.) yürütülmesi,</li><br/><li>İlgili mevzuatın (yasa/yönetmelik/esas) yetkili kurum ve kuruluşların iznine bağladığı maden, bitki, hayvan, mikroorganizma vb. örneklerinin toplanması,</li><br/><li>İlgili mevzuatın tarihî eserler, arkeolojik alanlar, askerî bölgeler vb. alanlar veya korunma altına alınmış yer altı, yer üstü ve su altı alanlarında yürütülecek araştırma/çalışmaları yetkili kurum ve kuruluşların iznine bağladığı faaliyetleri içermesi.</li><br/></ul>"
  },
  {
    "id": "2847094",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Yasal/Özel İzin Belgesinin taşıması gereken niteliklerden <strong>yanlış</strong> olandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Proje yürütücüsünün adına olmalı",
      "B": "Belgede yer alan proje başlığı ile proje önerisinde belirtilen proje başlığı aynı olmalı",
      "C": "Ön koşulsuz olmalı",
      "D": "Kurul onayı gerektiren belgeler, ilgili kurul üye sayısının salt çoğunluğunu ve üyelerin imzalarını içermeli",
      "E": "İzin tarihi proje son başvuru tarihi itibarıyla 6 (altı) ayı aşmamış olmalıdır."
    },
    "explanation": "TÜBİTAK PROJE YAZIMINDA DİKKAT EDİLMESİ GEREKEN KONULAR / Yasal / Özel İzin Belgesi<br/>Yasal/Özel İzin Belgesinin bazı nitelikleri taşıması gerekmektedir. Bunlar;<br/><ul><br/><li>Proje yürütücüsünün adına olmalı,</li><br/><li>Belgede yer alan proje başlığı ile proje önerisinde belirtilen proje başlığı aynı olmalı,</li><br/><li>Ön koşulsuz olmalı,</li><br/><li>Kurul onayı gerektiren belgeler, ilgili kurul üye sayısının salt çoğunluğunu ve üyelerin imzalarını içermeli,</li><br/><li>İzin tarihi (sadece verildiği yıl için ve/veya belirli süreyle geçerli olanlar hariç) proje son başvuru tarihi itibarıyla <strong>2 (iki) yılı</strong> aşmamış olmalıdır.</li><br/></ul>"
  },
  {
    "id": "2847112",
    "unitNumber": 6,
    "text": "Aşağıdaki başlıklardan hangisi bir projenin bilimsel, toplumsal, ekonomik ya da ulusal güvenlik ekseninde çıktılarına yönelik açıklamaları içerir?",
    "correctAnswer": "E",
    "options": {
      "A": "Proje Başlığı",
      "B": "Özgün Değer",
      "C": "Konunun Önemi",
      "D": "Proje Yöntemi",
      "E": "Yaygın Etki"
    },
    "explanation": "TÜBİTAK PROJE ÖNERİSİNİN HAZIRLANMASI / Yaygın Etki<br/>Yaygın Etki: TÜBİTAK desteklediği projeler ile bilimsel, toplumsal, ekonomik ya da ulusal güvenlik ekseninde çıktılar elde edilmesini hedefler. Bir proje başarıyla gerçekleştirildiği takdirde projeden elde edilmesi öngörülen çıktılar, bu çıktıların paylaşımı ve yayılımına yönelik faaliyetler, ürünler, hizmetler ile projeden oluşması öngörülen etkiler kısa ve net cümlelerle ilgili bölümde açıklanmalıdır."
  },
  {
    "id": "2847113",
    "unitNumber": 6,
    "text": "TÜBİTAK tarafından desteklenen projelerde, projenin başarı ile tamamlanması hâlinde çeşitli açılardan etkiler yaratması muhtemeldir. Aşağıdakilerden hangisi Toplumsal / Kültürel Etki başlığı altında yer almalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Küresel Pazar Öngörüleri",
      "B": "İstihdam Katkısı",
      "C": "Sürdürülebilir Çevre ve Enerjiye Katkı",
      "D": "Gıda Güvenliği",
      "E": "Ekonomik Güvenlik"
    },
    "explanation": "STRATEJİK YÖNETİM SÜRECİ İÇERİSİNDE KURUMSAL İLETİŞİMİN ROLÜ / Yaygın Etki / Projenin Beklenen Etkileri<br/>Projenin başarı ile tamamlanması hâlinde çeşitli açılardan etkiler yaratması muhtemeldir. Bunlar; toplumsal/kültürel, ekonomik, ulusal güvenliğe dair etkiler olabilirler. Projenin etkilerinin T.C. Cumhurbaşkanlığı Strateji ve Bütçe Başkanlığı tarafından düzenlenen Kalkınma Planları ile ilintili olması öngörülen etkileri daha önemli kılar. Bununla birlikte, beklenen etkilerin doğrulanabilir ve ölçülebilir olması, aynı zamanda oluşma zamanına ilişkin öngörülerin de sunulması gerekmektedir.<br/><strong>Toplumsal/Kültürel Etki </strong><br/>Projeden oluşması beklenebilecek etkiler; bir toplumun yaşam kalitesini, sürdürülebilir çevre ve enerjiyi, refah ve eğitim seviyesinin iyileştirilmesini, ülke ya da dünya düzeyinde önemi bir sosyal soruna getirilecek çözümleri ilgilendirebilir. Bu etkiler birtakım kurum ya da kuruluşlar tarafından toplumsal veya kültürel bakımdan uygulamaya da tabi tutulabilir. Bu gibi hâllerde, projenin toplumsal veya kültürel etkileri söz konusu olmaktadır.<br/><ul> <li>Yaşam Kalitesine Katkı,</li> <li>Sürdürülebilir Çevre ve Enerjiye Katkı,</li> <li>Refah veya Eğitim Seviyesinin İyileştirilmesine Katkı,</li> <li>Ülke ya da Dünya Düzeyinde Önemli Bir Sosyal Soruna Getirilecek Çözümler vb.</li> <li>Proje Sonuçlarını Uygulayan Kurum/Kuruluş</li> </ul> <strong>Ekonomik Etki</strong><br/>Projenin ekonomik yönden bazı etkiler ortaya çıkarması da beklenebilir. Bu etkiler çeşitli şekillerde ortaya çıkabileceği gibi; potansiyel sektörel uygulama alanlarına, küresel pazar öngörülerine, istihdama katkıya, rekabetçiliğe dair de olabilir.<br/><strong>Ulusal Güvenlik Etkisi </strong><br/>Projenin ülkenin ulusal güvenliğine dair etkilere sahip olması söz konusu olabilir. Bunlar;<br/><ul> <li>Siber güvenlik,</li> <li>Enerji güvenliği,</li> <li>Sınır güvenliği,</li> <li>Gıda güvenliği,</li> <li>Ekonomik güvenlik gibi alanlarda kendini gösterebilir.</li> </ul> Ulusal güvenliği ilgilendirebilecek çeşitli başlıklarda ortaya çıkabilecek etkiler, bu konularla sınırlılık göstermemektedir."
  },
  {
    "id": "2176416",
    "unitNumber": 7,
    "text": "Kömür ve çeliğin yanı sıra diğer sektörlerde de ekonomik birliği kurmak amacıyla, hangi tarihte Roma Antlaşması imzalanarak Avrupa Ekonomik Topluluğu (AET) kuruldu?",
    "correctAnswer": "B",
    "options": {
      "A": "1950",
      "B": "1957",
      "C": "1964",
      "D": "1975",
      "E": "1991"
    },
    "explanation": "GİRİŞ ana başlığı altında incelenmiştir.<br/>Kömür ve çeliğin yanı sıra diğer sektörlerde de ekonomik birliği kurmak amacıyla, 1957’de Roma Antlaşması imzalanarak Avrupa Ekonomik Topluluğu (AET) kuruldu."
  },
  {
    "id": "2176425",
    "unitNumber": 7,
    "text": "Belirlenen süre içinde ortaya konulan soruna ilişkin çözüm önerilerini kapsayan iş paketlerinden oluşan, belirli bir bütçeye sahip, ilgili ortaklık yapısına bağlı olarak tüm ortakların yetki ve sorumluluklarının belirlendiği planlanmış faaliyetler bütününe ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Proje",
      "B": "Plan",
      "C": "Tasarım",
      "D": "Yatırım",
      "E": "Araştırma"
    },
    "explanation": "Proje Kavramı ve Avrupa Birliği Projesi konu alt başlığında incelenmiştir."
  },
  {
    "id": "2176429",
    "unitNumber": 7,
    "text": "Henry Gantt tarafından tasarlanan, iş yönetiminde zaman planlamasını sağlamaya yönelik oluşturulmuş bir diyagramdır. Proje dilimizde bu diyagrama ne isim verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş-Zaman şeması",
      "B": "İş-Maliyet şeması",
      "C": "Maliyet-Zaman şeması",
      "D": "İş planı",
      "E": "Maliyet planı"
    },
    "explanation": "Proje Kavramı ve Avrupa Birliği Projesi konu alt başlığında incelenmiştir.<br/>Gantt (İş-Zaman) Şeması: Henry Gantt tarafından tasarlanan, iş yönetiminde zaman planlamasını sağlamaya yönelik oluşturulmuş bir diyagramdır."
  },
  {
    "id": "2176433",
    "unitNumber": 7,
    "text": "Avrupa Birliği Projeleri hangi kurum tarafından yürütülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa Birliği Komisyonu",
      "B": "Avrupa Birliği Ülkeleri",
      "C": "Avrupa Birliği Araştırmalar Merkezi",
      "D": "Avrupa Birliği Politikaları Merkezi",
      "E": "Avrupa Birliği Sözleşmeleri Merkezi"
    },
    "explanation": "Proje Kavramı ve Avrupa Birliği Projesi konu alt başlığı altında incelenmiştir.<br/>Avrupa Birliği Komisyonu"
  },
  {
    "id": "2176437",
    "unitNumber": 7,
    "text": "AB hibe programlarından yararlanarak projeleri sonuçlandırabilmek için özellikle bazı aşamaları yerine getirmede başarılı olmak zorunludur. Bazı olarak tanımlanan aşamalar kaç basamaktan oluşur?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "5",
      "D": "6",
      "E": "8"
    },
    "explanation": "AVRUPA BİRLİĞİ PROJESİ YAZMA VE KABUL ALMA SÜRECİ konu başlığı altında incelenmiştir.<br/>AB hibe programlarından yararlanarak projeleri sonuçlandırabilmek için özellikle üç aşamayı yerine getirmede başarılı olmak zorunludur. Bu aşamalar; proje hazırlama, finansman temini ve faaliyetleri uygulama şeklinde sıralanabilir. Dolayısıyla doğru cevap \"3\"'tür."
  },
  {
    "id": "2176441",
    "unitNumber": 7,
    "text": "Avrupa Birliği Projesi hazırlama basamakları aşağıda belirtilen hangi fazları içermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Analiz-Fonlama-Planlama",
      "B": "Analiz-Fonlama-Değerlendirme",
      "C": "Fikir-Fonlama-Planlama",
      "D": "Analiz-Fikir-Planlama",
      "E": "Analiz-Fonlama-Başvurma"
    },
    "explanation": "AVRUPA BİRLİĞİ PROJESİ YAZMA VE KABUL ALMA SÜRECİ konu başlığı altında incelenmiştir.<br/>Analiz-Fonlama-Planlama"
  },
  {
    "id": "2176446",
    "unitNumber": 7,
    "text": "AB finansman olanaklarının çoğunda, hibe başvurusu yapan kuruluşun en az kaç kuruluşla ortaklık yapması şarttır?",
    "correctAnswer": "A",
    "options": {
      "A": "1",
      "B": "2",
      "C": "4",
      "D": "6",
      "E": "9"
    },
    "explanation": "Avrupa Birliği Projelerinde Ortaklık Yapısı ve Proje Ortağı Bulma konu alt başlığı altında incelenmiştir.<br/>1 (bir)"
  },
  {
    "id": "2176453",
    "unitNumber": 7,
    "text": "Avrupa Birliği programlarından biri olan mesleki ve teknik eğitim konusunu içeren alan aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Erasmus",
      "B": "Comenius",
      "C": "Leonardo Da Vinci",
      "D": "Grundtvig",
      "E": "Erasmus+"
    },
    "explanation": "Eğitim, Öğretim, Gençlik ve Spor Programı: Erasmus+ konu alt başlığı altında incelenmiştir.<br/>Leonardo Da Vinci"
  },
  {
    "id": "2176455",
    "unitNumber": 7,
    "text": "Avrupa Birliği programlarından biri olan ve yetişkin eğitimi konusunu içeren alan aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Erasmus",
      "B": "Erasmus+",
      "C": "Leonardo da Vinci",
      "D": "Grundtvig",
      "E": "Comenius"
    },
    "explanation": "Eğitim, Öğretim, Gençlik ve Spor Programı: Erasmus+ konu alt başlığı altında incelenmiştir.<br/>Grundtvig"
  },
  {
    "id": "2176461",
    "unitNumber": 7,
    "text": "Temel amacı gümrük birliğinin işlerliğinin desteklenmesi olan AB iş birliği programı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "CUSTOMS 2020 Programı",
      "B": "Avrupa Dayanışma Programı (ESC)",
      "C": "Fiscalis 2020 Programı",
      "D": "Yaratıcı Avrupa",
      "E": "Ufuk 2020 Programı"
    },
    "explanation": "CUSTOMS 2020 Programı konu alt başlığında incelenmiştir."
  },
  {
    "id": "2177047",
    "unitNumber": 7,
    "text": "I- 1957’de Roma Antlaşması imzalanarak Avrupa Ekonomik Topluluğu (AET) kurulmuştur<br/>II- Ankara Anlaşması 12 Eylül 1963 tarihinde imzalanmış, 1 Aralık 1964 tarihinde yürürlüğe girmiştir.<br/>III- 5 Mart 1995 tarihinde yapılan Ortaklık Konseyi toplantısında alınan karar uyarınca Türkiye ile AB arasındaki Gümrük Birliği yürürlüğe girmiştir.<br/>IV- Türkiye-AB ilişkilerinin dönüm noktası, 10-11 Aralık 1999 tarihlerinde Helsinki’de yapılan AB Devlet ve Hükûmet Başkanları Zirvesi’dir.<br/>V- 31 Temmuz 1959 tarihinde Lüksemburg’da yapılan Hükümetlerarası Konferans ile Türkiye resmen AB’ye katılım müzakerelerine başlamıştır.<br/>Yukarıdakilerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I, III, V",
      "B": "I, II ve IV",
      "C": "III, IV ve V",
      "D": "I, II, III ve IV",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "1958’de kurulan Avrupa Ekonomik Topluluğuna (AET), Türkiye kısa bir süre sonra 31 Temmuz 1959’da ortaklık başvurusunda bulunmuştur. 3 Ekim 2005 tarihinde Lüksemburg’da yapılan Hükümetlerarası Konferans ile Türkiye resmen AB’ye katılım müzakerelerine başlamıştır. Ortaklığa uyuma ilişkin olarak Türkiye ve Avrupa Ekonomik Topluluğu arasında, 5 Mart 1995 tarihinde yapılan Ortaklık Konseyi toplantısında alınan karar uyarınca Türkiye ile AB arasındaki Gümrük Birliği 1 Ocak 1996 tarihinde yürürlüğe girmiştir."
  },
  {
    "id": "2177049",
    "unitNumber": 7,
    "text": "Hibe rehberinde aşağıdakilerden hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Programın konusuyla ilgili mevcut durum ve hangi sorunlara çözüm bulunması beklendiği",
      "B": "Duyurusu yapılan programın ve öncelik alanlarının hedefleri ve amaçları",
      "C": "Program kapsamında sağlanacak mali yardım miktarı ve oranlarının alt ve üst limitleri",
      "D": "Başvurunun nasıl ve nereye yapılacağı, hangi dokümanların sunulması gerektiği",
      "E": "Projelerin yazım dili ve biçimsel özellikleri"
    },
    "explanation": "Hibe rehberinde yer alan bilgiler;<br/>Hibe programının neden açıldığı<br/>Programın konusuyla ilgili mevcut durum ve hangi sorunlara çözüm bulunması beklendiği<br/>Duyurusu yapılan programın ve öncelik alanlarının hedefleri ve amaçları<br/>Program kapsamında sağlanacak mali yardım miktarı ve oranlarının alt ve üst limitleri<br/>Hibe programına hangi kurumların başvurabileceği ve ortak olabileceği<br/>Hibe verilecek projelerin uygulama süresi<br/>Desteklenecek proje türleri ve faaliyetler<br/>Desteklenmeyecek faaliyetler<br/>Projelerin hangi bölgeler ve illerde uygulanabileceği<br/>Uygulanacak projelerde hangi maliyetlerin uygun olduğu<br/>Başvurunun nasıl ve nereye yapılacağı, hangi dokümanların sunulması gerektiği<br/>Başvuruların nasıl değerlendirileceği<br/>şeklindedir. Hibe rehberinde projelerin yazım dili ve biçimsel özelliklerine ilişkin bilgi yer almaz."
  },
  {
    "id": "2177052",
    "unitNumber": 7,
    "text": "Başvuru formu, mantıksal çerçeve, bütçe ve hibe rehberinde talep edilen diğer dokümanlar tek aşamada sunulması süreci aşağıdakilerden hangisiyle ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Açık teklif çağrısı",
      "B": "Eş finansman",
      "C": "Gantt şeması",
      "D": "Hibe rehberi",
      "E": "İş paketi"
    },
    "explanation": "Hibe programlarına başvuru şekli, teklif çağrısının “kısıtlı teklif çağrısı” veya “açık teklif çağrısı” olarak tanımlanmasına bağlıdır. Hibe programında belirtilen açık teklif çağrısında; proje teklifleri tam başvuru sürecine uygun olarak gerçekleştirilir, değerlendirme sonucu ilgili projenin hibe alıp almadığı değerlendirme süreci sonrası açıklanır. Bu başvuru sürecinde başvuru formu, mantıksal çerçeve, bütçe ve hibe rehberinde talep edilen diğer dokümanlar tek aşamada sunulur."
  },
  {
    "id": "2177072",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi başarılı bir proje ortaya çıkarmak için sorulması gereken sorulardan <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Projenin Avrupa katma değeri ne olacak?",
      "B": "Koordinatör olmaya hazır mıyım?",
      "C": "Projenin kabulü için araştırmacı özgeçmişimde ne kadar yayın olacak?",
      "D": "Proje ekibinde yer alanların görev ve sorumlulukları neler olacak?",
      "E": "Proje sonuçları arasında elde edilen fikrî çıktıları kişi, kurum ve işletmeler açısından nasıl yaygınlaştırılacak?"
    },
    "explanation": "Başarılı bir proje ortaya çıkarmak için aşağıda sıralanan sorulara cevap verilmelidir:<br/><ul> <li>Ne tür bir proje yürüteceksiniz? (kapsamı, sınırları, hedefleri ve hedeflenen sonuçları, özellikle beklenen etkisi)</li> <li>Sonuçları ne yapmayı tasarlıyorsunuz? (Proje sonuçları arasında elde edilen fikrî çıktıları kişi, kurum ve işletmeler açısından nasıl yaygınlaştıracaksınız?)</li> <li>Projeyi kimle gerçekleştireceksiniz? Kim ne yapacak? (Konsorsiyum, görevlerin dağılımı ve sorumluluklar)</li> <li>Niçin Komisyon tarafından finanse edilmeli? (Avrupa katma değeri)</li> <li>Nasıl başarıyla tamamlanacak? (olanaklar, yönetim, metodoloji)</li> <li>Ne kadara mal olacak? Hangi sübvansiyonu almayı umut edebilirim? (Bütçe planı ve toplumsal katkısı) • Gantt (İş -Zaman) takvimi nasıl olacak?</li> <li>Kurumumdan desteğim var mı? (insan kaynakları, finansal olanaklar...)</li> <li>Koordinatör olmaya hazır mıyım? (Yani hem konsorsiyumun başı hem de Komisyon nezdinde baş sorumlu olmaya)</li> </ul> Projenin kabulü için araştırmacı özgeçmişinde ne kadar yayın olacak sorusu sorulması gereken bir soru değildir."
  },
  {
    "id": "2177085",
    "unitNumber": 7,
    "text": "Projenin özgünlüğünün, içerik kalitesinin ve diğer başvurulardan farkının net ve etkileyici bir biçimde ortaya konulması gereken aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Finansman temini",
      "B": "Faaliyetlerin uygulanması",
      "C": "Analiz",
      "D": "Proje hazırlama",
      "E": "İş zaman planlaması"
    },
    "explanation": "Proje hazırlama aşaması, projenin özgünlüğünün, içerik kalitesinin ve diğer başvurulardan farkının net ve etkileyici bir biçimde ortaya konulması gereken aşamadır."
  },
  {
    "id": "2177113",
    "unitNumber": 7,
    "text": "I- Proje ekibinizin özerkliği ve yarattığı sinerjiye vurgu yapılmalı<br/>II- Teklifin yazımında ağdalı uzun cümleler kurulmalı<br/>III- Projenizin hedefleri, olası sonuçları mümkünse nicelik olarak ifade edilmeli<br/>IV- Önceden yapılmış araştırma sonuçlarına yer verilerek proje fikri desteklenmeli<br/>V- Farklı formatlarda proje yazımı gerçekleştirilmeli<br/>Yukarıda verilen proje hazırlanırken dikkat edilmesi gerekenlere ilişkin hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve V",
      "C": "I, III ve IV",
      "D": "III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Proje hazırlanırken dikkat edilmesi gerekenler şunlardır:<br/><ul> <li>Kılavuzlar dikkatli okunmalı</li> <li>www.europa.eu adresinden temin edilen standart formlar düzgün ve AB terminolojisine uygun biçimde ve ilgili hibe başvuru çağrısının diline uygun olarak genel olarak İngilizce doldurulmalıdır.</li> <li>DIN A4 formatına sadık kalınmalı (Bunun dışında hiçbir format geçerli değildir),</li> <li>Teklifin yazımında anlaşılır bir dil kullanılarak uzun cümlelerden kaçınılmalı, bol bol grafik, diyagram, tablo kullanılmalı,</li> <li>Projenizin hedefleri, olası sonuçları mümkünse nicelik olarak ifade edilmeli,</li> <li>Önceden yapılmış araştırma sonuçlarına yer verilerek proje fikri desteklenmeli,</li> <li>Proje ekibinizin özerkliği ve yarattığı sinerjiye vurgu yapılmalı,</li> <li>Bilim ve teknolojideki son durumla karşılaştırma yapılarak projenizin yaratacağı katma değerin altı çizilmeli,</li> <li>Konsorsiyumun iç işleyişine dair kurallar belirlenerek sözleşmeye eklenmeli,</li> <li>Proje etkinlikleri ve sonuçları için kontrol, denetim ve validasyon/ doğru ve güvenilirliğinin teyit edilmesi mekanizmaları oluşturulmalı,</li> <li>Projede, kullanılan kaynaklar ile giderler arasında tutarlılık olmalıdır.</li> </ul> Dolayısıyla seçeneklerde verilen teklifin yazımında ağdalı uzun cümleler kurulmalı, farklı formatlarda proje yazımı gerçekleştirilmeli ifadeleri yanlıştır."
  },
  {
    "id": "2177120",
    "unitNumber": 7,
    "text": "I-Proje sürecinde ortaklık yapısı da projenin fonlanması açısından oldukça önemli bir kriterdir.<br/>II-Başvuruyu yapan yürütücüsü alan uzmanlıklarına bakmaksızın istediği ortağı seçebilir.<br/>III-AB finansman olanaklarının çoğunda, hibe başvurusu yapan kuruluşun en az bir kuruluşla ortaklık yapması şarttır.<br/>IV-AB proje sürecinde ortaklık seçim aşamasına proje başvurusuyla başlanması gereklidir.<br/>Yukarıdakilerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Projeye hem bilgi ve deneyim konusunda katkı sağlayacak hem de proje sonuçlarının yaygınlaştırılması ve çoğaltıcı etkilerin etkili yürütülmesinde önemli rol üstlenecek ortakların seçilmesi gerekir. AB proje sürecinde seçim aşamasına mümkün olduğunca erken başlanması gereklidir."
  },
  {
    "id": "2177135",
    "unitNumber": 7,
    "text": "Temel amacı seçilmiş alanlarda yenilikçi, araştırma ve teknoloji odaklı faaliyetleri ve projeleri destekleyerek Birliğin kalkınmasına fayda sağlamak olan program aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ufuk 2020 Programı",
      "B": "Hayat Boyu Öğrenme Projeleri",
      "C": "Gençlik (Youth in Action) Programı",
      "D": "İstihdam ve Sosyal Yenilik (EaSI) Programı",
      "E": "Avrupa Dayanışma Programı (ESC)"
    },
    "explanation": "Ufuk 2020 programının temel amacı seçilmiş alanlarda yenilikçi, araştırma ve teknoloji odaklı faaliyetleri ve projeleri destekleyerek Birliğin kalkınmasına fayda sağlamaktır."
  },
  {
    "id": "2177156",
    "unitNumber": 7,
    "text": "Özel amacı vergi sahtekârlığı, vergi kaçakçılığı ve agresif (saldırgan) vergi planlaması ile mücadele etmek ve Birlik hukukunun vergilendirme alanında uygulanmasını desteklemek olarak ifade edilen program aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "COSME Programı",
      "B": "Ufuk 2020 Programı",
      "C": "İstihdam ve Sosyal Yenilik (EaSI) Programı",
      "D": "Fiscalis 2020 Programı",
      "E": "CUSTOMS 2020 Programı"
    },
    "explanation": "Fiscalis 2020 Programının genel hedefi katılımcı ülkeler, vergi makamları ve yetkilileri arasındaki iş birliğini artırarak, iç pazardaki vergilendirme sistemlerinin düzgün işleyişini geliştirmek olarak açıklanırken, özel hedefleri vergi sahtekârlığı, vergi kaçakçılığı ve agresif (saldırgan) vergi planlaması ile mücadele etmek ve Birlik hukukunun vergilendirme alanında uygulanmasını desteklemek olarak ifade edilmektedir."
  },
  {
    "id": "2177180",
    "unitNumber": 7,
    "text": "Hayat boyu öğrenme programı kapsamında yer alan yetişkinler ve yetişkin eğitimi alanında çalışan personel potansiyel faydalanıcıları olan yetişkinlere yönelik, ileri yaşlarda öğrenmeyi teşvik ederek farklı ülkelerden ortaklıklar oluşturulmasına destek veren program aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Okul Eğitimi Programı (Comenius)",
      "B": "Yükseköğretim Programı (Erasmus)",
      "C": "Mesleki Eğitim Programı (Leonardo da Vinci)",
      "D": "Ortak Konulu Program (Transversal)",
      "E": "Yetişkin Eğitimi Programı (Grundtvig)"
    },
    "explanation": "Hayat Boyu Öğrenme Programı bir çatı program niteliğinde olup bünyesinde, Okul Eğitimi Programı (Comenius), Yükseköğretim Programı (Erasmus), Mesleki Eğitim Programı (Leonardo da Vinci), Yetişkin Eğitimi Programı (Grundtvig) ve Ortak Konulu Program (Transversal) olmak üzere beş alt program uygulanmıştır. Grundtvig, yetişkinlere yönelik olup, ileri yaşlarda öğrenmeyi teşvik ederek farklı ülkelerden ortaklıklar oluşturulmasına destek vermiştir. Yetişkinler ve yetişkin eğitimi alanında çalışan personel potansiyel faydalanıcılardır."
  },
  {
    "id": "2176583",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir projenin kurumsal çerçevesi unsurlarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Proje çalışanı",
      "B": "Proje yararlanıcıları",
      "C": "Proje sahibi",
      "D": "Sözleşme makamı",
      "E": "Uygulayıcı kuruluş"
    },
    "explanation": "Bir projenin kurumsal çerçevesi şu unsurlardan oluşmaktadır (Ankara Kalkınma Ajansı, 2018):<br/>1. Proje yararlanıcıları<br/>2. Proje sahibi<br/>3. Sözleşme makamı<br/>4. Uygulayıcı kuruluş<br/>5. Fon sağlayan kuruluş<br/>Görüldüğü üzere fon sağlayan"
  },
  {
    "id": "2176586",
    "unitNumber": 8,
    "text": "........ bölgeler arası eşitsizliklerin<br/>azaltılması ve bölgesel kalkınmanın gerçekleştirilmesi<br/>için Sanayi ve Teknoloji Bakanlığı koordinasyonunda<br/>çalışmalar yürütmekte olan özerk kamu<br/>kuruluşlarıdır.<br/>Yukarıdaki boşluğa hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kalkınma ajansları",
      "B": "Vakıflar",
      "C": "Belediyeler",
      "D": "Yerel yönetimler",
      "E": "Üniversiteler"
    },
    "explanation": "Kalkınma ajansları bölgeler arası eşitsizliklerin<br/>azaltılması ve bölgesel kalkınmanın gerçekleştirilmesi<br/>için Sanayi ve Teknoloji Bakanlığı koordinasyonunda<br/>çalışmalar yürütmekte olan özerk kamu<br/>kuruluşlarıdır."
  },
  {
    "id": "2176589",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi KOSGEB'in Girişimcilik destek kalemleri arasında değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi desteği",
      "B": "Kuruluş Giderleri Desteği",
      "C": "Performans Desteği",
      "D": "Makine, Teçhizat ve Yazılım Desteği",
      "E": "İşletme Koçluğu Desteği"
    },
    "explanation": "Girişimcilik destek kalemleri şunlardır:<br/>1. Kuruluş Giderleri Desteği<br/>2. Performans Desteği<br/>3. Makine, Teçhizat ve Yazılım Desteği<br/>4. Mentörlük, Danışmanlık ve İşletme Koçluğu Desteği"
  },
  {
    "id": "2176592",
    "unitNumber": 8,
    "text": ".......... ; yeni ve küçük girişimcilerin işlerini kurmalarını ve geliştirmelerini verdiği<br/>desteklerle kolaylaştırarak işletmelerin kurulduğu yıllardaki sıkıntılarını gidermeyi ve hayatta kalmalarını<br/>amaçlar, “işletme kuluçkası”, “işletme fidanlığı” gibi isimler de verilir.<br/>Yukarıdaki boşluğa hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İŞGEM",
      "B": "TEKMER",
      "C": "KOSGEB",
      "D": "TKDK",
      "E": "IPARD"
    },
    "explanation": "İŞGEM (İş Geliştirme Merkezi); yeni ve küçük girişimcilerin işlerini kurmalarını ve geliştirmelerini verdiği<br/>desteklerle kolaylaştırarak işletmelerin kurulduğu yıllardaki sıkıntılarını gidermeyi ve hayatta kalmalarını<br/>amaçlar. İŞGEM’lere “işletme kuluçkası”, “işletme fidanlığı” gibi isimler de verilir. İŞGEM’ler, finans kaynaklarına<br/>erişim imkânı, işletme geliştirme koçluğu, destek ağlarına ulaşım, münasip koşullarda iş yeri mekânı,<br/>ortak ofis ekipmanı/ofis hizmetleri gibi hizmetler sunar."
  },
  {
    "id": "2176595",
    "unitNumber": 8,
    "text": "KOSGEB girişimcilerine yenilikçi ürün üretimi ve teknolojik<br/>ürünlerin pazarlanması konusunda destek verilen girişimci destek eğitim merkezleridir ve KOSGEB bünyesinde<br/>bulunan girişimcilere çok sayıda alanda destekler sunmaktadırlar. Örneğin, burada sunulan eğitimlerden<br/>yararlanan girişimciler, kendi iş yerlerini açtıkları zaman, satışta bulunan ürünlerin gelişmesi, patent alma<br/>süreci ve ticaretin geliştirilmesi gibi birçok alanda destek alırlar.<br/>Yukarıda sözü edilen aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "TEKMER",
      "B": "İŞGEM",
      "C": "KOBİ",
      "D": "IPARD",
      "E": "TKDK"
    },
    "explanation": "TEKMER (Teknoloji Geliştirme Merkezleri); KOSGEB girişimcilerine yenilikçi ürün üretimi ve teknolojik<br/>ürünlerin pazarlanması konusunda destek verilen girişimci destek eğitim merkezleridir ve KOSGEB bünyesinde<br/>bulunan girişimcilere çok sayıda alanda destekler sunmaktadırlar. Örneğin, burada sunulan eğitimlerden<br/>yararlanan girişimciler, kendi iş yerlerini açtıkları zaman, satışta bulunan ürünlerin gelişmesi, patent alma<br/>süreci ve ticaretin geliştirilmesi gibi birçok alanda destek alırlar"
  },
  {
    "id": "2176599",
    "unitNumber": 8,
    "text": "-Türkiye’de proje desteği sunan bir Sivil Toplum kuruluşudur.<br/>-24 özel sektör, 5 kamu, 11 şemsiye kuruluş<br/>ve 15 gerçek kişinin bir araya gelmesi ile kurulmuştur.<br/>-“Vakıf ’” niteliğinde bir STK’dir.<br/>Sözü edilen kuruluş hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "TTGV",
      "B": "TÜBİTAK",
      "C": "TİSVA",
      "D": "TGMP",
      "E": "İŞGEM"
    },
    "explanation": "TTGV: Türkiye<br/>Teknoloji Geliştirme Vakfı"
  },
  {
    "id": "2176600",
    "unitNumber": 8,
    "text": "Mikrokredi, dar gelirli ..... kendi kendilerine<br/>gelir getirici faaliyetlerde bulunmasına imkân<br/>sağlayan, teminat ve kefalet gerektirmeden verilen<br/>küçük bir sermayedir.<br/>Yukarıdaki boşluğa hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "kadınların",
      "B": "insanların",
      "C": "çocukların",
      "D": "ailelerin",
      "E": "gençlerin"
    },
    "explanation": "Mikrokredi, dar gelirli kadınların kendi kendilerine<br/>gelir getirici faaliyetlerde bulunmasına imkân<br/>sağlayan, teminat ve kefalet gerektirmeden verilen<br/>küçük bir sermayedir."
  },
  {
    "id": "2176603",
    "unitNumber": 8,
    "text": "Bu fonlama türünde<br/>yatırımcılar hisse karşılığında yatırım yapmaktadır.<br/>Yatırımcıların sağladığı fonlar karşılığında<br/>proje konusu işten hisse senedi verilmekte, böylece<br/>başlangıç sermayesi sağlanmaktadır.<br/>Yukarıda sözü edilen fonlama türü hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sermaye Kitle Fonlaması",
      "B": "Bağış Fonlaması",
      "C": "Borç Kitle Fonlaması",
      "D": "Girişimci Fonlaması",
      "E": "Yatırım Fonlaması"
    },
    "explanation": "Sermaye Kitle Fonlaması"
  },
  {
    "id": "2176700",
    "unitNumber": 8,
    "text": "“Mikro, Küçük ve Orta Ölçekli İşletmelere Finansman<br/>Programı”, “Sürdürülebilir Enerji Verimliliği<br/>Finansman Programı” ve “Orta Ölçekli Enerji Verimliliği<br/>Finansman Programı” gibi programlar aracılığı<br/>ile kredi destekleri verebildikleri gibi “İşletme<br/>Geliştirme Programı” ve “Danışmanlık Hizmetleri<br/>Programı” adı altında teknik yardım sağlamaktadır.<br/>Sözü edilen kuruluş hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "EBRD",
      "B": "PROPARCO",
      "C": "MATRA",
      "D": "BSTDB",
      "E": "IFAD"
    },
    "explanation": "Avrupa İmar ve Kalkınma Bankası da (EBRD)"
  },
  {
    "id": "2176704",
    "unitNumber": 8,
    "text": "MATRA hangi ülkenin programıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hollanda",
      "B": "ABD",
      "C": "İngiltere",
      "D": "Almanya",
      "E": "Fransa"
    },
    "explanation": "Hollanda"
  },
  {
    "id": "2849083",
    "unitNumber": 8,
    "text": "İçinde bulunduğumuz çağda, proje geliştirme süreçlerine ilişkin hangisinin doğru olduğu söylenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurum ve kuruluşlar çıktılar ve faydaları göz ardı etmekte, proje geliştirme süreçlerine eski dönemlere göre daha az önem vermektedir.",
      "B": "Projelere ayrılan fon kaynakları giderek çeşit olarak azalmaktadır.",
      "C": "Tüm kurum ve kuruluşlar çıktılar ve faydalar meydana getirebilmek için proje geliştirme süreçlerine bütçelerinden fon ayırmaya veya yeni fon kaynakları bulmaya çaba göstermektedir.",
      "D": "Projelere fon sağlayan kurum ve kuruluşların sayısı azalmaktadır.",
      "E": "Son dönemde projelere sağlanacak fon ve fon kaynaklarına etkin ve kolayca ulaşılmasını sağlamaya dönük olarak çalışan organizasyonların sayısı maalesef azımsanacak düzeydedir."
    },
    "explanation": "Sosyal Bilimlerde Proje Yönetimi GİRİŞ<br/>İçinde bulunduğumuz çağda tüm kurum ve kuruluşlar çıktılar ve faydalar meydana getirebilmek için proje geliştirme süreçlerine eski dönemlere göre daha fazla önem vermekte, bütçelerinden fon ayırmaya veya yeni fon kaynakları bulmaya çaba göstermektedir. Bu bağlamda projelere ayrılan fon kaynakları giderek çeşitlenmekte, fon sağlayan kurum ve kuruluşların sayısı artmaktadır. Hatta son dönemde projelere<br/>sağlanacak fon ve fon kaynaklarına etkin ve kolayca ulaşılmasını sağlamaya dönük olarak çalışan organizasyonların sayısı da azımsanmayacak düzeye çıkmıştır."
  },
  {
    "id": "2849088",
    "unitNumber": 8,
    "text": "Hangisi, bir projenin kurumsal çerçevesini oluşturan unsurlardan değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Proje yararlanıcıları",
      "B": "Proje sahibi",
      "C": "Sözleşme makamı",
      "D": "Uygulayıcı kuruluş",
      "E": "Çevre etki raportörü."
    },
    "explanation": "PROJELERDE ULUSAL FON KAYNAKLARI<br/>Bir projenin kurumsal çerçevesi şu unsurlardan oluşmaktadır (Ankara Kalkınma Ajansı, 2018):<br/>1. Proje yararlanıcıları<br/>2. Proje sahibi<br/>3. Sözleşme makamı<br/>4. Uygulayıcı kuruluş<br/>5. Fon sağlayan kuruluş"
  },
  {
    "id": "2849092",
    "unitNumber": 8,
    "text": "Hangisi ulusal fon kaynakları içinde sayılabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Avrupa Birliği",
      "B": "Birleşmiş Milletler",
      "C": "Büyükelçilikler",
      "D": "Sivil Toplum Kuruluşları",
      "E": "Erasmus+"
    },
    "explanation": "PROJELERDE ULUSAL FON KAYNAKLARI<br/>Şekil 8.1 Ulusal ve Uluslararası Fon Kaynakları"
  },
  {
    "id": "2849095",
    "unitNumber": 8,
    "text": "Hangisi uluslararası fon kaynakları arasında sayılabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kalkınma Ajansları",
      "B": "Kamu Kurumları",
      "C": "Büyükelçilikler",
      "D": "Sivil Toplum Kuruluşları",
      "E": "Bakanlıklar"
    },
    "explanation": "PROJELERDE ULUSAL FON KAYNAKLARI<br/>Şekil 8.1 Ulusal ve Uluslararası Fon Kaynakları"
  },
  {
    "id": "2849106",
    "unitNumber": 8,
    "text": "Hangilerinin, bölgesel kalkınma ajanslarının ilk örnekleri olduğu söylenebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Farklı bölgelerin sosyoekonomik imkânlarını geliştirme amacıyla merkezî hükûmetten bağımsız bir idari yapılar.",
      "B": "1929 Buhranı sırasında ABD’de oluşan bölgesel dengesizlikler için oluşturulan organizasyonlar.",
      "C": "Soğuk Savaş sonrasında, yani 1990’lı yıllarda Doğu Avrupa ülkelerinin kalkınması için kurulan bölgesel ajanslar.",
      "D": "Sivil Toplum Kuruluşları.",
      "E": "Avrupa’da İkinci Dünya Savaşı sonrasında oluşan bölgesel gelişmişlik farklarını gidermeye dönük politikalar çerçevesinde oluşturulan ve yararlanılan bölgesel kalkınma ajansları."
    },
    "explanation": "Dünya genelinde ülke içinde farklı bölgelerin sosyoekonomik imkânlarını geliştirme amacıyla merkezî hükûmetten bağımsız bir idari yapı kurulma girişimlerinin tarihi oldukça eskiye dayanır. 1929 Buhranı sırasında ABD’de oluşan bölgesel dengesizlikler için oluşturulan organizasyonlar bölgesel kalkınma ajanslarının ilk örnekleri olmuştur."
  },
  {
    "id": "2849127",
    "unitNumber": 8,
    "text": "Kalkınma Ajanslarının anlaşılmasında hangi ifade doğru olarak kabul edilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Günümüzde dünya ülkelerinde binlerce kalkınma ajansı bulunmakla birlikte bu ajansların hukuksal yapıları, organizasyon biçimleri, görev, yetki ve sorumlulukları birbirinin aynı değildir ve tek tip bir ‘kalkınma ajansı’ modelinden söz etmek güçtür.",
      "B": "Kalkınma Ajansları, bölgeler arası eşitsizliklerin azaltılması ve bölgesel kalkınmanın gerçekleştirilmesi için Tarım Bakanlığı koordinasyonunda çalışmalar yürütmekte olan özerk kamu kuruluşlarıdır.",
      "C": "Erasmus+, kamu kesimi, özel kesim ve sivil toplum kuruluşları arasındaki iş<br/>birliğini geliştirmek, kaynakların yerinde ve etkin kullanımını sağlamak ve yerel potansiyeli harekete geçirmek yoluyla, bölgesel gelişmeyi hızlandırmak,<br/>sürdürülebilirliğini sağlamak, bölgeler arası ve bölge içi gelişmişlik farklarını azaltmak amacıyla kurulmuştur.",
      "D": "Kalkınma Ajansları doğrudan yatırım yapan uygulayıcı kuruluşlardır.",
      "E": "Kalkınma Ajanslarının asıl görevleri devlet projelerini desteklemek olup, özel sektör ve sivil toplum kuruluşlarının projeleri, ajansların görev kapsamı dışında değerlendirilmektedir."
    },
    "explanation": "Kalkınma Ajansları<br/>Günümüzde dünya ülkelerinde binlerce kalkınma ajansı bulunmakla birlikte bu ajansların hukuksal yapıları, organizasyon biçimleri, görev, yetki ve sorumlulukları birbirinin aynı değildir ve tek tip bir ‘kalkınma ajansı’ modelinden söz etmek güçtür."
  },
  {
    "id": "2849139",
    "unitNumber": 8,
    "text": "Kalkınma ajanslarının finansal kaynaklarının anlaşılmasında hangi ifade doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Kalkınma ajanslarının finansal kaynaklarının büyük kısmını ajansın görev alanı içerisinde yer alan Belediyelerin bütçelerinden aktarılan kurum payları meydana getirir.",
      "B": "Kalkınma ajanslarının finansal kaynaklarının büyük kısmını ajansın görev alanı içerisinde yer İl Özel İdareleri bütçelerinden aktarılan kurum payları meydana getirir.",
      "C": "Kalkınma ajanslarında desteklenecek proje veya faaliyetlerin gider bütçelerinin, belirlenecek oranlarda ajans tarafından karşılanması amacını güden nakdi ödemeye “Zorunlu Destek” adı verilir.",
      "D": "Kalkınma ajanslarının finansal kaynaklarının büyük kısmı merkezî bütçeden aktarılan ödeneklerden oluşur.",
      "E": "Kalkınma ajanslarının finansal kaynaklarının büyük kısmını ajansın görev alanı içerisinde yer alan Ticaret Sanayi Odalarının bütçelerinden aktarılan kurum payları<br/>meydana getirir."
    },
    "explanation": "Kalkınma ajanslarının finansal kaynaklarının büyük kısmı merkezî bütçeden aktarılan ödeneklerden oluşur."
  },
  {
    "id": "2849147",
    "unitNumber": 8,
    "text": "Hangisi, Kalkınma Ajansları Proje ve Faaliyet Destekleme Yönetmeliği’nde belirtilen usul ve esaslar dâhilinde verilen mali destek türleri içinde yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğrudan Finansman Desteği.",
      "B": "Doğrudan Faaliyet Desteği.",
      "C": "Güdümlü Proje Desteği.",
      "D": "Etik Değerler ve Hukuk danışmanlığı Desteği.",
      "E": "Faizsiz Kredi Desteği."
    },
    "explanation": "Kalkınma ajansları, detayları yıllık çalışma programında ve başvuru rehberinde açıkça belirtilmek kaydıyla, yerel idarelerin, üniversitelerin, diğer kamu kurum ve kuruluşlarının, kamu kurumu niteliğinde meslek kuruluşlarının, sivil toplum kuruluşlarının, kâr amacı güden işletmelerin, kooperatiflerin, birliklerin ve diğer gerçek ve tüzel kişilerin proje veya faaliyetlerini Kalkınma Ajansları Proje ve Faaliyet Destekleme Yönetmeliği’nde belirtilen usul ve esaslar dâhilinde destekler. Mali destek türleri şunlardır: Doğrudan Finansman Desteği, Doğrudan Faaliyet Desteği, Güdümlü Proje Desteği, Faiz Desteği, Faizsiz Kredi Desteği."
  },
  {
    "id": "2849153",
    "unitNumber": 8,
    "text": "Kalkınma ajansının belirlediği usul ve kurallar çerçevesinde, belli proje ve faaliyetlere yaptığı karşılıksız yardımlara ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğrudan faaliyet desteği.",
      "B": "Güdümlü proje desteği.",
      "C": "Eğitim verme.",
      "D": "Hizmet alımı.",
      "E": "Doğrudan finansman desteği."
    },
    "explanation": "Kalkınma Ajansları<br/>Kalkınma ajansının belirlediği usul ve kurallar çerçevesinde, belli proje ve faaliyetlere yaptığı karşılıksız yardımlara doğrudan finansman desteği denir."
  },
  {
    "id": "2849158",
    "unitNumber": 8,
    "text": "Mikrokredinin anlaşılmasında, hangisi doğru kabul edilemez?",
    "correctAnswer": "D",
    "options": {
      "A": "Mikrokredi, dar gelirli kadınların kendi kendilerine gelir getirici faaliyetlerde bulunmasına imkân sağlayan, teminat ve kefalet gerektirmeden verilen küçük bir sermayedir.",
      "B": "Mikrokredi sistemi, dar gelirli kadınlara iş sağlayarak onların devamlı bir şekilde aile bütçesine katkı sağlamalarını hedeflemektedir.",
      "C": "Mikrokredinin temel felsefesi, “kredinin bir temel insan hakkı olması”dır.",
      "D": "Ticari bankalar mikrokredilerini uzun prosedürlerle kefalete veya teminata dayandırırlar.",
      "E": "Mikrokredi programında çalışabilecek durumdaki, sadece bir iş fikri olan dar gelirli veya<br/>hiçbir varlığı olmayan kadınlara kredi verilmesi esastır."
    },
    "explanation": "Ticari bankalar kredilerini uzun prosedürlerle kefalete veya teminata dayandırırken mikrokredi programında bir iş fikri olan her yoksul kadına mikrokredi verilir."
  }
]