[
  {
    "id": "3459557",
    "unitNumber": 1,
    "text": "İnsanoğlu tarafından verileri kaydetmek için sıfırdan tasarlanarak geliştirilen ilk araç aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yazı",
      "B": "Bellek",
      "C": "Hesap taşları",
      "D": "Alfabe",
      "E": "Matbaa"
    },
    "explanation": "İnsanoğlu tarafından verileri kaydetmek için sıfırdan tasarlanarak geliştirilen ilk araç, hesap taşlarıdır."
  },
  {
    "id": "3459575",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bilgi ve iletişim teknolojilerinin tarihi açısından hesap taşlarının önemi ile ilgili doğru bir ifade <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Sınırsız nicelikte veriyi depolayıp işleyebilen ilk araçtır",
      "B": "Veri manipülasyonuna büyük bir esneklik kazandırmıştır",
      "C": "Mantıksal karar verme kapasitesini artırmıştır",
      "D": "Ulusal karar verme kapasitesini artırmıştır",
      "E": "Sadece bazı dil ve lehçedlerde anlaşılır özelliktedir"
    },
    "explanation": "Bilgi ve iletişim teknolojileri ile iletişim araçlarının tarihi açısından hesaptaşlarının önemini şu şekilde açıklamak mümkündür.<br/>• Sınırsız nicelikte veriyi depolayıp işleyebilen ilk araçtır,<br/>• Veri manipülasyonuna büyük bir esneklik kazandırmıştır,<br/>• Mantıksal ve ulusal karar verme kapasitesini artırmıştır,<br/>• Her dil ve lehçede anlaşılır özelliktedir."
  },
  {
    "id": "3459588",
    "unitNumber": 1,
    "text": "\"Web teknolojilerinin, genel olarak küresel ağı temsil etmesi; ancak her birinin diğerinden ayrı ve farklı olan çok sayıda medya ögesi ve sayfasından oluşması\" dijitali geleneksel olandan ayıran özelliklerden hangisi ile ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sayısal temsil",
      "B": "Modülerlik",
      "C": "Değişkenlik",
      "D": "Kod dönüştürme",
      "E": "Otomasyon"
    },
    "explanation": "Modülerlik (Modularity): Dijital içerikler modüler niteliktedir. Daha geniş ifadeyle, yeni medya ögeleri her biri kendi kimlik ve karakterini koruyan küçük parçaların bir araya gelmesiyle oluşmaktadır. Modülerliğe örnek olarak web teknolojileri gösterilebilir. Öyle ki web teknolojileri, genel olarak küresel ağı temsil etse de esasında her biri diğerinden ayrı ve farklı olan çok sayıda medya ögesi ve sayfadan oluşmaktadır. Amazon ya da Alibaba gibi örneklerden anlaşılacağı üzere, her biri müstakil birer web sayfasına ait gibi görünse de bu dijital ögeler aslında ticari nitelikteki web tarayıcılarının güçlendirilmiş bileşiminden ibarettir. Dolayısıyla bütünü teşkil eden bahse konu her bir parçaya istenildiğinde ayrı ayrı erişmek mümkündür."
  },
  {
    "id": "3459592",
    "unitNumber": 1,
    "text": "\"Web sayfalarının ziyaretçi/kullanıcı verilerini işlemek suretiyle sayfayı kullanıcı temelli olarak biçimlendirmesi ve uygun içerik oluşturması\" dijitali geleneksel olandan ayıran özelliklerden hangisi ile ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sayısal temsil",
      "B": "Modülerlik",
      "C": "Değişkenlik",
      "D": "Kod dönüştürme",
      "E": "Otomasyon"
    },
    "explanation": "Otomasyon (Automation): Yeni medyanın sayısal ve modüler yapıda olmasının mümkün kıldığı otomasyon özelliği insan faktörünün bilinçli şekilde ya da kısmi olarak üretim sürecinden çıkarılabilmesini ifade eder. Dijital nitelikte dosyaların otomatik olarak biçimlendirilip düzenlenebilmesi, sunular, ağ programları, filtreler ve arama motoru optimizasyonları, otomasyona örnek olarak gösterilebilir. Benzer şekilde web sayfalarının ziyaretçi/kullanıcı verilerini işlemek suretiyle sayfayı kullanıcı temelli olarak biçimlendirmesi ve uygun içerik oluşturması da otomasyon özelliğinin bir sonucudur."
  },
  {
    "id": "3459697",
    "unitNumber": 1,
    "text": ".............. olarak da ifade edilen toplumsal bellek, bir topluluğa ait ortak inanç, değer ve tecrübelerin sürdürülebilirliği ve sonraki nesillere aktarılması işlevini görür<br/><strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kolektif bellek",
      "B": "İnsan hafızası",
      "C": "Bedeb dışı bellek",
      "D": "Hafıza kartları",
      "E": "Bireysel bellek"
    },
    "explanation": "Kolektif bellek/hafıza olarak da ifade edilen toplumsal bellek, bir topluluğa ait ortak inanç, değer ve tecrübelerin sürdürülebilirliği ve sonraki nesillere aktarılması işlevini görür olmuştur."
  },
  {
    "id": "3459733",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Dijitalleşmeyle birlikte film veya fotoğraf çekmek için kameraya; müzik dinlemek için bir kasetçalar veya radyoya, TV programı izlemek için televizyona bağımlı olma durumu ortadan kalkmıştır.</li> <li>Dijital veriler geleneksel veri kaydetme ve saklama yöntemleriyle kıyaslanamayacak ölçüde kolayca sıkıştırılıp çok küçük alanlarda depolanabilir hale gelmiştir.</li> <li>Dijital verilere erişim, geleneksel medya ürünleri açısından hayal edilemeyecek kadar hızlı ve kolay olduğu gibi doğrusal olma zorunluluğu da ortadan kalkmıştır.</li> <li>Dijital verileri/içerikleri değiştirmek ve üzerlerinde ekleme-çıkarma yapmak son derece kolaydır.</li> </ol> Yukarıdakilerden hangileri geleneksel medyanın analog yapısının yeni medyayla birlikte dijitale dönüşmesinin sonuçlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yanlız I",
      "B": "Yanlız I ve II",
      "C": "Yanlız II ve III",
      "D": "I, II, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Geleneksel medyanın analog yapısının yeni medyayla birlikte dijitale dönüşmesinin sonuçları: <br/>Dijitalleşmeyle birlikte film veya fotoğraf çekmek için kameraya; müzik dinlemek için bir kasetçalar veya radyoya, TV programı izlemek için televizyona bağımlı olma durumu ortadan kalkmıştır.<br/>Dijital veriler geleneksel veri kaydetme ve saklama yöntemleriyle kıyaslanamayacak ölçüde kolayca sıkıştırılıp çok küçük alanlarda depolanabilir.<br/>Dijital verilere erişim, geleneksel medya ürünleri açısından hayal edilemeyecek kadar hızlı ve kolay olduğu gibi doğrusal olma zorunluluğu da ortadan kalkmıştır.<br/>Dijital verileri/içerikleri değiştirmek ve üzerlerinde ekleme-çıkarma yapmak son derece kolaydır"
  },
  {
    "id": "3459737",
    "unitNumber": 1,
    "text": "Manovich’in yeni medyanın özellikleri arasında saydığı Değişkenlik (Variability) ile kast edilen aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeni medya içerikleri, dijital kodlardan oluşmaktadır. Bu özelliğin bir sonucu olarak medya içeriklerinin (metin, ses, görüntü vb.) matematiksel şekilde tanımlanabilmesi mümkündür.",
      "B": "Bir yeni medya ögesi bilgisayar veya akıllı cihaz marifetiyle otomatik olarak ve farklı şekillerde biçimlendirilebilir.",
      "C": "Yeni medyanın sayısal olması nedeniyle her tür yeni medya içeriği bilgisayar verisine dönüştürülebilir.",
      "D": "Yeni medya içerikleri her biri birer sayısal temsil olan dijital kodlardan oluşmaktadır.",
      "E": "Yeni medyanın sayısal olması nedeniyle her tür yeni medya içeriğinin bilgisayar verisine dönüştürülebilir"
    },
    "explanation": "Değişkenlik (Variability): Medya ögelerinin manipülasyonu zor, belli bir düzen ve kompozisyon biçiminde şekillendiği geleneksel medyadan farklı olarak yeni medya ögeleri değişkendir ve kolayca manipüle edilebilir. Bir geleneksel medya ögesinin orijinalinden birbirinin aynı olan birçok kopya üretilip dağıtılırken <strong>bir yeni medya ögesi bilgisayar veya akıllı cihaz marifetiyle otomatik olarak ve farklı şekillerde biçimlendirilebilir.</strong><br/>Bu sayede orijinaline bağlı kalmadan her bir yeni medya ögesi özgün olarak biçimlendirilebilir ve kişiselleştirilebilir."
  },
  {
    "id": "3459739",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Radyonun icadı</li> <li>Fotoğraf ve telgrafın icatı</li> <li>Daktilonun icatı</li> <li>İlk Bilgisayar (ENIAC) icadı</li> </ol> Bugünkü iletişim araçlarının gelişiminde önemli basamakları tarihlerine göre sıralayınız.",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, III, IV ve II",
      "C": "II, III, I ve IV",
      "D": "III, II, IV ve I",
      "E": "IV, I, III ve II"
    },
    "explanation": "1830’lu yıllarda fotoğrafın ve telgrafın, 1860’lı yıllarda bilgisayar teknolojisinin öncüsü kabul edilen daktilonun, 1876’da telefonun, 1894’te sinemanın, 1895’te ise telsiz telgrafın ortaya çıkmasını teknolojik keşiflerin birbiri üzerinde yükselmesi olarak açıklamak mümkündür (Beniger, 2014, s. 443). 1900’lerin başında radyo, 1920’lerden sonra ise televizyonun toplumsal yaşamın bir parçası olmaya başlamasıyla birlikte yaygınlaşan kitle iletişimi, etki ve kapsam açısından daha önemli bir anlam ve boyut kazanmıştır. Öyle ki, bahse konu her bir iletişim aracı toplumsal, ekonomik ve siyasi alanda derin izler meydana çıkarmış ve alışkanlıkları değiştirmiştir. Bununla birlikte, her biri kendinden öncekilere nazaran<br/>bilgiyi/mesajı çok daha hızlı, çok daha ucuz ve çok daha kolay bir şekilde iletmeyi başarmıştır. <br/><ul> <li>Radyonun icadı =&gt; 1900</li> <li>Fotoğraf ve telgrafın icatı =&gt; 1830</li> <li>Daktilonun icatı =&gt; 1860</li> <li>İlk Bilgisayar (ENIAC) icadı =&gt; II.Dünya savası sonrası</li> </ul>"
  },
  {
    "id": "3459740",
    "unitNumber": 1,
    "text": "\"Dijital içerikler, her biri kendi kimlik ve karakterini koruyan küçük parçaların bir araya gelmesiyle oluşmaktadır. ..Öyle ki web teknolojileri, genel olarak küresel ağı temsil etse de esasında her biri diğerinden ayrı ve farklı olan çok sayıda medya ögesi ve sayfadan oluşmaktadır.\"<br/>Yukarıdaki ifade Manovich’in yeni medyanın özelliklerinden hangisini anlatmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sayısal Temsil (Numerical Representation)",
      "B": "Modülerlik (Modularity)",
      "C": "Otomasyon (Automation)",
      "D": "Değişkenlik (Variability)",
      "E": "Kod Dönüştürme (Transcoding)"
    },
    "explanation": "Modülerlik (Modularity): Dijital içerikler modüler niteliktedir. Daha geniş ifadeyle, yeni medya ögeleri her biri kendi kimlik ve karakterini koruyan küçük parçaların bir araya gelmesiyle oluşmaktadır. Modülerliğe örnek olarak web teknolojileri gösterilebilir."
  },
  {
    "id": "3459741",
    "unitNumber": 1,
    "text": "Bu özelliğin bir sonucu olarak medya içeriklerinin (metin, ses, görüntü vb.) matematiksel şekilde tanımlanabilmesi mümkündür. Ayrıca bu özellik içeriklerin birtakım algoritmaların yardımıyla değiştirilebilmesini sağlamaktadır.<br/><strong>Yukarıda tanımlanan ve dijitali medyayı geleneksel medyadan ayıran söz konusu özellik aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sayısal Temsil",
      "B": "Modülerlik",
      "C": "Otomasyon",
      "D": "Değişkenlik",
      "E": "Kod Dönüştürme"
    },
    "explanation": "Sayısal Temsil (Numerical Representation): Yeni medya içerikleri her biri birer sayısal temsil olan dijital kodlardan oluşmaktadır. Bu özelliğin bir sonucu olarak medya içeriklerinin (metin, ses, görüntü vb.) matematiksel şekilde tanımlanabilmesi mümkündür. Ayrıca bu özellik içeriklerin birtakım algoritmaların yardımıyla değiştirilebilmesini sağlamaktadır. Örnek vermek gerekirse içerikte bulunan bir ses veya görüntü unsuru kolayca kaldırılabilir ya da eklenebilir. Aynı şekilde görüntünün renk ayarları kolayca değiştirilebilir."
  },
  {
    "id": "3459742",
    "unitNumber": 1,
    "text": "1997’de anlık haberleşmeye olanak sunan ilk örneklerden ICQ, 1999’da müzik dosyalarının aktarımına imkân sunan Napster, yine anlık iletişimi mümkün kılan MSN Messenger ile bir Microsoft ürünü olan Internet Explorer hangi web sürümü üzerinde çalışmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Web 1.0",
      "B": "Çift Yönlü ve Etkileşimli Dünya: Web 2.0",
      "C": "Semantik (Anlamsal) Ağ: Web 3.0",
      "D": "Simbiyotik Ağ: Web 4.0 ve Ötesi",
      "E": "Web 5.0"
    },
    "explanation": "Bu yazılımlar web'in ilk sürümünde web 1.0'da çalışmaktadır.."
  },
  {
    "id": "3459743",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Web 2.0 bilgisayar ve akıllı cihazlar ile internet altyapısı ve yazılım alanındaki teknolojik ilerlemelerin bir sonucudur.</li> <li>Web 2.0’ın oluşturduğu yeni paradigma üretim süreçlerinden satış, pazarlama ve sonrasına kadar müşteri ilişkilerini çift yönlü biçimde yeniden organize etmeyi zorunlu kılmıştır.</li> <li>Web 2.0 teknolojinin gelişmesiyle artan bilgi üretimi ve bunun depolanmasıyla oluşan devasa veri (big data) bilgisayarlarca işlenmektedir. </li> </ol> Yukarıdakilerden hangileri Web 2.0’a ilişkin tanım ve yaklaşımların vurguladığı boyutlardan arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yanlız I",
      "B": "Yanlız II",
      "C": "Yanlız I ve III",
      "D": "Yanlız I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Teknolojinin gelişmesiyle artan bilgi üretimi ve bunun depolanmasıyla oluşan devasa verinin (big data) bilgisayarlarca işlenmesi Semantik (Anlamsal) Ağ: Web 3.0'in nitelikleri arasındadır."
  },
  {
    "id": "3459744",
    "unitNumber": 1,
    "text": "İnsanın sınırlı zihinsel kapasitesinin ötesinde onun yerine öğrenen ve akıllanan, cihazların/makinelerin büyük veri (big data) olarak ifade edilen devasa nicelikteki veriyi hızlıca tarayıp ondan anlamlar çıkarabildiği ve öncelikleri belirleyerek neyin çalıştırılacağına karar verdiği bir teknolojiye işaret eden web versiyonu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1.0",
      "B": "2.0",
      "C": "3.0",
      "D": "4.0",
      "E": "5.0"
    },
    "explanation": "Simbiyotik web, insanın sınırlı zihinsel kapasitesinin ötesinde onun yerine öğrenen ve akıllanan, cihazların/makinelerin büyük veri (big data) olarak ifade edilen devasa nicelikteki veriyi hızlıca tarayıp ondan anlamlar çıkarabildiği ve öncelikleri belirleyerek neyin çalıştırılacağına karar verdiği bir teknolojiye işaret etmektedir.<br/>Web 4.0 ile birlikte dijital nitelikli sayısız verinin akıllı cihazlarca taranıp bundan anlam çıkarmaları, devamında kendi aralarında etkileşime girmek suretiyle ihtiyaç duyulan planlamayı yaparak yüksek performans ve kaliteli sonuçlara ulaşılması hedeflenmektedir."
  },
  {
    "id": "3459745",
    "unitNumber": 1,
    "text": "Nesnelerin (cihaz ve sistemlerin) internet aracılığıyla diğer nesnelerle (cihaz ve sistemlerle) bağlantıda olduğu, kendi aralarında veri alışverişi yapabildikleri iletişim ağına verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Artırılmış Gerçeklik",
      "B": "Bulut Bilişim Sistemleri",
      "C": "Büyük Veri (Big Data)",
      "D": "Duygusal web",
      "E": "Nesnelerin İnterneti"
    },
    "explanation": "Nesnelerin İnterneti (Internet of Things) : Nesnelerin (cihaz ve sistemlerin) internet aracılığıyla diğer nesnelerle (cihaz ve<br/>sistemlerle) bağlantıda olduğu, kendi aralarında veri alışverişi yapabildikleri iletişim ağıdır. Bunlar, sıradan ev nesnelerinden gelişmiş endüstriyel araçlara kadar değişiklik gösterir. Örneğin: akıllı ev, akıllı şehir, akıllı hayvancılık uygulamaları vb."
  },
  {
    "id": "3459856",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Web 2.0’a ait boyutlardan birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hız merkezli.",
      "B": "Kullanıcı merkezli.",
      "C": "Performans merkezli.",
      "D": "Sosyalleşme merkezli.",
      "E": "Oyun merkezli."
    },
    "explanation": "Sorunun çözümü 14. ve 15. sayfalarda bulunmaktadır.<br/>Web 2.0’a ilişkin tanım ve yaklaşımlar incelendiğinde kavramın üç farklı boyutuna vurgu yapıldığının altı çizilmektedir. Web 2.0’ın özelliklerine ilişkin yaklaşımları aşağıda sunulduğu şekliyle özetlemek mümkündür (Choudhury, 2014):<br/>Kullanıcı merkezli: Burada esas vurgulanmak istenen bir Web 2.0 ürünü olan sosyal medya uygulamalarının kullanıcılarına kendi içeriklerini üretme ve yayma imkânı vermesi ile insanları bir araya getirme yeteneğidir. Zira kullanıcılar bizzat kendi belirledikleri sınırlar çerçevesinde gruplar kurarak diğerleriyle iletişim kurabilmekte ve etkileşime girmektedir. Böylece bilginin üretimi toplulaşırken, sosyal ağların genişlemesiyle de kullanıcılar arasındaki bilgi alışverişi artmaktadır."
  },
  {
    "id": "3459870",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bulut sistemlerde veri depolanmasını mümkün kılan web teknolojisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Web 1.0",
      "B": "Web 2.0",
      "C": "Web 3.0",
      "D": "Web 4.0",
      "E": "Web 5.0"
    },
    "explanation": "Sorunun çözümü 16. sayfada belirtilmektedir.<br/>Web 4.0 ile birlikte -ki günümüzde kısmen hayata geçmeye başlamıştır-, sabit disklerin kullanımdan kalkıp yerine bulut sistemlerinin veri depolamada esas olacağı, indirme hızının (download) giderek artacağı, var olan insan-makine ve makine-makine etkileşiminin daha da üst düzeye çıkacağı beklenmektedir."
  },
  {
    "id": "3459886",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ARPANET projesinin amacını açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgisayarları birbirine bağlamak.",
      "B": "Bilgisayarlara bakım yapmak.",
      "C": "Bilgisayarların farklı programları çalıştırmasını sağlamak.",
      "D": "Bilgisayarların veri aktarımını hızlandırmak.",
      "E": "Bilgisayarları uzaktan kontrol etmek."
    },
    "explanation": "Sorunun çözümü 7. sayfada belirtilmektedir.<br/>Tarihsel olarak bakıldığında 1970’lerde günümüz akıllı cihazlarının altyapısını oluşturan bilgisayar teknolojisi gelişimini sürdürürken, buna paralel olarak bilgisayarları birbirine bağlayacak sistem ve yazılım teknolojileri üzerine de çalışmalar yürütülmüştür. Amerika Birleşik Devletleri’nde yürütülen ve kısa adı ARPANET (Advanced Research Projects Agency Network) olan projede çalışan bilgisayar programcısı Ray Tomlison, geliştirmiş olduğu yazılım sayesinde 1971 yılında farklı sunuculara bağlı olan bilgisayarlar arasında mesaj göndermeyi başarmıştır."
  },
  {
    "id": "3459907",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Web 1.0'ın temel özelliğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanıcıların içeriği oluşturması ve paylaşmasına olanak sağlaması.",
      "B": "Kullanıcıların içeriği yalnızca okumasına olanak sağlaması.",
      "C": "Çoklu ortam içeriklerini desteklemesi.",
      "D": "İnternetin yaygınlaşmasına katkı sağlaması.",
      "E": "Bilginin hızlı ve kolay bir şekilde paylaşılmasını sağlaması."
    },
    "explanation": "Sorunun çözümü 13. sayfada belirtilmektedir.<br/>Üreticileri tarafından geniş bir dosya ve belge evrenine erişimi mümkün kılmayı hedefleyen bir hipermedya ve bilgi paylaşma girişimi olarak tanımlanan web teknolojisinin ilk dönem altyapısına işaret eden Web 1.0 temel olarak yalnızca içerik sunan, etkileşimin neredeyse olmadığı durağan sayfalardan oluşmaktaydı. Diğer bir ifadeyle bu ilk dönem web altyapısı, kullanıcıların yalnızca belirli bir bilgiyi veya içeriği aramasına imkân tanıyor olmasına rağmen kullanıcıların içerikle etkileşime girmesine (beğeni, yorum, yeniden paylaşma vb.) neredeyse hiç alan açmıyordu (Choudhury, 2014)."
  },
  {
    "id": "3459919",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Web 1.0'ın günümüz web teknolojilerinden farkını açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "Web 1.0 yalnızca içerik sunarken, günümüz web teknolojisi hem içerik sunar hem de etkileşime olanak sağlar.",
      "B": "Web 1.0 yalnızca metin içeriğini desteklerken, günümüz web teknolojisi çoklu ortam içeriklerini de destekler.",
      "C": "Web 1.0 yalnızca bilgi paylaşımını amaçlarken, günümüz web teknolojisi bilgi paylaşımının yanı sıra eğlence ve iletişimi de amaçlar.",
      "D": "Web 1.0 yalnızca internetin yaygınlaşmasına katkı sağlarken, günümüz web teknolojisi internetin yaygınlaşmasına ve geliştirilmesine katkı sağlar.",
      "E": "Hepsi."
    },
    "explanation": "Sorunun çözümü 13. sayfada belirtilmektedir.<br/>2000’lerle birlikte 90’ların ilk dönem interneti, ağ altyapısı ve bilgisayar teknolojisi ile kullanıcıların nitelik, nicelik ve ihtiyaçları büyük ölçüde değişmiştir. Artık kullanıcıların giderek daha aktif ve üretken olduğu, sıradan insanların içerik üretip diğerleriyle etkileşime girebildikleri bir dönemin kapısı aralanmıştır. Tam da bu süreçte Tim O’Reilly, gelişmeye devam eden bu yeni ağ altyapısını birinci nesil web altyapısının bir üst aşaması/sürümü olarak nitelemek maksadıyla Web 2.0 kavramını ortaya atmış ve bu tanım hızla kabul görmüştür."
  },
  {
    "id": "3459954",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Web 3.0'ın temel özelliğidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kullanıcıların içeriği yalnızca okumasına olanak sağlaması.",
      "B": "Kullanıcıların içeriği oluşturmasına ve paylaşmasına olanak sağlaması.",
      "C": "Bilginin hızlı ve kolay bir şekilde paylaşılmasını sağlaması.",
      "D": "Cihaz ve yazılım alanlarındaki ilerlemeler.",
      "E": "Bilginin anlamsal bir şekilde işlenmesi."
    },
    "explanation": "Sorunun çözümü 15. sayfada belirtilmektedir.<br/>Buna göre zamanla daha akıllı hâle gelen internet ile cihaz ve makineler verileri işlemek suretiyle bunlardan anlam çıkarmayı başaracaktır. Lee, ileride Web 3.0 şeklinde kavramsallaştırılacak olan bu ağ teknolojisi için semantik web tanımlamasını kullanmıştır."
  },
  {
    "id": "3459956",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Web 4.0'ın diğer web teknolojilerinden farkını açıklar?",
    "correctAnswer": "E",
    "options": {
      "A": "Web 4.0 yalnızca içerik sunarken, günümüz web teknolojisi hem içerik sunar hem de etkileşime olanak sağlar.",
      "B": "Web 4.0 yalnızca metin içeriğini desteklerken, günümüz web teknolojisi çoklu ortam içeriklerini de destekler.",
      "C": "Web 4.0 yalnızca bilgi paylaşımını amaçlarken, günümüz web teknolojisi bilgi paylaşımının yanı sıra eğlence ve iletişimi de amaçlar.",
      "D": "Web 4.0 yalnızca internetin yaygınlaşmasına katkı sağlarken, günümüz web teknolojisi internetin yaygınlaşmasına ve geliştirilmesine katkı sağlar.",
      "E": "Web 4.0'ın temel özelliği insan-makine ve makine-makine etkileşiminin daha da artmasıdır."
    },
    "explanation": "Sorunun çözümü 16. sayfada belirtilmektedir.<br/>Web 4.0 ile birlikte -ki günümüzde kısmen hayata geçmeye başlamıştır-, sabit disklerin kullanımdan kalkıp yerine bulut sistemlerinin veri depolamada esas olacağı, indirme hızının (download) giderek artacağı, var olan insan-makine ve makine-makine etkileşiminin daha da üst düzeye çıkacağı beklenmektedir. Nitekim METAVERSE örneğindeki gibi artırılmış gerçeklik (augmented reality) benzeri teknoloji ve uygulamalar sanal olanla gerçeklik arasındaki algıyı giderek daha da bulanıklaştırmaktadır."
  },
  {
    "id": "3459962",
    "unitNumber": 1,
    "text": "Nesnelerin interneti ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca sıradan ev nesnelerini içerir.",
      "B": "Yalnızca endüstriyel araçları içerir.",
      "C": "Nesnelerin internet aracılığıyla birbirleriyle bağlantıda olduğu iletişim ağıdır.",
      "D": "Yalnızca akıllı şehir uygulamalarını içerir.",
      "E": "Yalnızca akıllı hayvancılık uygulamalarını içerir."
    },
    "explanation": "Sorunun çözümü 17. sayfada belirtilmektedir.<br/>Nesnelerin (cihaz ve sistemlerin) internet aracılığıyla diğer nesnelerle (cihaz ve sistemlerle) bağlantıda olduğu, kendi aralarında veri alışverişi yapabildikleri iletişim ağıdır. Bunlar, sıradan ev nesnelerinden gelişmiş endüstriyel araçlara kadar değişiklik gösterir. Örneğin: akıllı ev, akıllı şehir, akıllı hayvancılık uygulamaları vb."
  },
  {
    "id": "3459967",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi büyük veri teknolojisi ile ilişkilendirilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nesnelerin interneti.",
      "B": "Artırılmış gerçeklik.",
      "C": "Bulut bilişim sistemleri.",
      "D": "Fotoğraf ve video paylaşım siteleri.",
      "E": "Akıllı şehir uygulamaları."
    },
    "explanation": "Sorunun çözümü 17. sayfada belirtilmektedir.<br/>Büyük Veri (Big Data): İnternet kullanan herkesin birlikte oluşturduğu büyük veri sosyal medya, fotoğraf, video, ağ günlükleri, bloglar, arama motorları vb. kaynaklardan elde edilen verilerin anlamlı ve işlenebilir hâlidir."
  },
  {
    "id": "3459969",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bilgisayarlar başta olmak üzere ağa bağlanabilen akıllı cihazların kaynak ve dokümanlara zaman ve mekân kısıtlaması olmadan erişebildiği ve bunları diğer kullanıcılarla ve cihazlarla dilediğinde paylaşabildiği internet tabanlı bilişim hizmetini ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Büyük Veri",
      "B": "Artırılmış Gerçeklik",
      "C": "Bulut Bilişim Sistemleri",
      "D": "Nesnelerin İnterneti",
      "E": "Üretken Yapay Zeka"
    },
    "explanation": "Sorunun çözümü 17. sayfada belirtilmektedir.<br/>Bulut Bilişim Sistemleri (Cloud Computing): Bilgisayarlar başta olmak üzere ağa bağlanabilen akıllı cihazların kaynak ve dokümanlara zaman ve mekân kısıtlaması olmadan erişebildiği ve bunları diğer kullanıcılarla ve cihazlarla dilediğinde paylaşabildiği internet tabanlı bilişim hizmetidir."
  },
  {
    "id": "3460224",
    "unitNumber": 1,
    "text": "Bilgisayarların ve özellikle mikroişlemcilerin gelişen kabiliyet ve işlevleri sayesinde ortaya çıkmış dijital ürünlerin oluşturduğu ortamı ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital medya",
      "B": "Çevrimiçi medya",
      "C": "Online medya",
      "D": "Erişilebilir medya",
      "E": "Yeni medya"
    },
    "explanation": "Dijital medya kavramı bilgisayarların ve özellikle mikroişlemcilerin gelişen kabiliyet ve işlevleri<br/>sayesinde ortaya çıkmış dijital ürünlerin oluşturduğu ortamı ifade etmektedir."
  },
  {
    "id": "3460237",
    "unitNumber": 1,
    "text": "Medya hizmetlerinin sınırları belli olan sabit, mobil, TV, IP vb. kanallarla sunulduğu bir yapıdan, farklı şebekeler ve platformlar aracılığıyla sunulan tüm iletişim hizmetlerinin tek bir çatı altından interaktif şekilde sunulmasını ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sayısal Temsil",
      "B": "Modülerlik",
      "C": "Yakınsama",
      "D": "Kod Dönüştürme",
      "E": "Değişkenlik"
    },
    "explanation": "Yakınsama (convergence) olarak da ifade edilen bu durum medya hizmetlerinin sınırları belli olan sabit, mobil, TV, IP vb. kanallarla<br/>sunulduğu bir yapıdan, farklı şebekeler ve platformlar aracılığıyla sunulan tüm iletişim hizmetlerinin tek bir çatı altından interaktif şekilde sunulmasını ifade etmektedir"
  },
  {
    "id": "3460249",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yeni olanı veya dijitali geleneksel ya da analog olandan ayıran özelliklerden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Sayısal Temsil",
      "B": "Modülerlik",
      "C": "Kod dönüştürme",
      "D": "Değişkenlik",
      "E": "Yakınsama"
    },
    "explanation": "Yeni olanı veya dijitali geleneksel ya da analog olandan ayıran söz konusu beş özellik kısaca şöyledir (Manovich, 2001):<br/>• Sayısal Temsil (Numerical Representation)<br/>• Modülerlik (Modularity)<br/>• Otomasyon (Automation)<br/>• Değişkenlik (Variability)<br/>• Kod Dönüştürme (Transcoding)"
  },
  {
    "id": "3460378",
    "unitNumber": 1,
    "text": "Akıllı ev, akıllı şehir, akıllı hayvancılık uygulamaları Endüstri 4.0’a yön veren ve onu açıklayan hangi kavram için verilen örneklerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nesnelerin İnterneti",
      "B": "Büyük Veri",
      "C": "Bulut Bilişim Sistemleri",
      "D": "Artırılmış Gerçeklik",
      "E": "Metaverse"
    },
    "explanation": "Nesnelerin İnterneti (Internet of Things) IoT: Nesnelerin (cihaz ve sistemlerin) internet aracılığıyla diğer nesnelerle (cihaz ve sistemlerle) bağlantıda olduğu, kendi aralarında veri alışverişi yapabildikleri iletişim ağıdır. Bunlar, sıradan ev nesnelerinden gelişmiş endüstriyel araçlara kadar değişiklik gösterir. Örneğin: akıllı ev, akıllı şehir, akıllı hayvancılık uygulamaları vb."
  },
  {
    "id": "3460418",
    "unitNumber": 1,
    "text": "\"Sosyal medya, fotoğraf, video, ağ günlükleri, bloglar, arama motorları vb. kaynaklardan elde edilen verilerin anlamlı ve işlenebilir hâli\" şeklinde tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nesnelerin İnterneti",
      "B": "Büyük Veri",
      "C": "Bulut Bilişim Sistemleri",
      "D": "Artırılmış Gerçeklik",
      "E": "Duygusal web"
    },
    "explanation": "Büyük Veri (Big Data): İnternet kullanan herkesin birlikte oluşturduğu büyük veri sosyal medya, fotoğraf, video, ağ günlükleri, bloglar, arama motorları vb. kaynaklardan elde edilen verilerin anlamlı ve işlenebilir hâlidir"
  },
  {
    "id": "3460439",
    "unitNumber": 1,
    "text": "Dijital iletişim ağlarının bireysel ve toplumsal ilişki ve iletişim biçimleri üzerinde oluşturduğu ağ etkisiyle biçimlenmiş olan sosyal yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ağ Toplumu",
      "B": "Bilgi Toplumu",
      "C": "Enformasyon Toplumu",
      "D": "Tüketim Toplumu",
      "E": "Sanal Toplum"
    },
    "explanation": "Ağ Toplumu: Dijital iletişim ağlarının bireysel ve toplumsal ilişki ve iletişim biçimleri üzerinde oluşturduğu ağ etkisiyle biçimlenmiş olan sosyal yapı."
  },
  {
    "id": "3443815",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sosyal medya okuryazarlığının boyutlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ulaşım",
      "B": "Bilişim",
      "C": "Erişim",
      "D": "Etkileşim",
      "E": "İletişim"
    },
    "explanation": "Sosyal medya okuryazarlığı temelde üç boyuttan meydana gelmektedir. Bireyin okuryazar olabilme becerisine uzanan bu üç basamak; erişim, yeterlilik ve kullanıma dayanmaktadır."
  },
  {
    "id": "3443821",
    "unitNumber": 2,
    "text": "<em>\"Çevrimiçi teknolojileri hayatının merkezine almış, tüm günlük rutinlerini teknoloji ile yürüten, teknolojiyi vücudunun bir uzvu gibi kullanabilen genç nesil\"</em> tanımı aşağıdakilerden hangisine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Z kuşağı",
      "B": "Modern insan",
      "C": "İnternet kullanıcıları",
      "D": "Dijital yerliler",
      "E": "Sosyal medya fenomenleri"
    },
    "explanation": "Sosyal medya okuryazarlığı ile “yirmili yaşlarının sonrasında internet ile tanışan, teknolojik yeterlilikleri görece daha düşük olan bireyler” olarak adlandırılan dijital göçmenlerin, “çevrimiçi teknolojileri hayatının merkezine almış, tüm günlük rutinlerini teknoloji ile yürüten, teknolojiyi vücudunun bir uzvu gibi kullanabilen genç nesil” olarak tanımlanan dijital yerlilerin becerilerini kazanması sağlanabilir."
  },
  {
    "id": "3443824",
    "unitNumber": 2,
    "text": "\"Bireyin içerik üretirken yaratıcılığını, ahlaki değerlerini, etik anlayışını sürece dâhil etmesi; hedef kitlesini ise doğru teknikle ve bilinçli bir şekilde amacına uygun olarak oluşturmasıdır\"<br/>Yukarıdaki tanım sosyal medya okuryazarlığının temel yeterliliklerinden hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Erişim",
      "B": "Üretim",
      "C": "Yansıtma",
      "D": "Eylem",
      "E": "Analiz ve değerlendirme"
    },
    "explanation": "Üretim: Bireyin içerik üretirken yaratıcılığını, ahlaki değerlerini, etik anlayışını sürece dâhil etmesi; hedef kitlesini ise doğru teknikle ve bilinçli bir şekilde amacına uygun olarak oluşturmasıdır.<br/>A, C, D ve E seçeneklerindeki kavramların tanımları farklıdır ve sayfa 33'te detaylarıyla yer almaktadır."
  },
  {
    "id": "3443829",
    "unitNumber": 2,
    "text": "İlk defa 1980 yılında Alvin Toffler tarafından kullanılan \"prosumer\" kavramı aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üreten tüketici",
      "B": "Tüketici",
      "C": "Üretici",
      "D": "Aracı",
      "E": "İlk tüketici"
    },
    "explanation": "İlk defa 1980 yılında Alvin Toffler tarafından kullanılan prosumer kavramı; producer (üretici) ve consumer (tüketici) kavramlarının birleşmesinden oluşmuş, üreten ve tüketen arasındaki farkın belirsizleşmesi döngüsüne işaret etmiştir. Prosumer kavramı Türkçeye ise üreten tüketici, üre-tüketici olarak çevrilmiştir."
  },
  {
    "id": "3443833",
    "unitNumber": 2,
    "text": "Günümüzde internet ve sosyal medya platformlarındaki en büyük problem aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet hızı",
      "B": "Çok fazla içerik olması",
      "C": "Sosyal medya platformlarının sayısı",
      "D": "Bazı platformların ücretli olması",
      "E": "Yanlış bilgi kirliliği"
    },
    "explanation": "Günümüzde internetteki ve elbette sosyal medya platformlarındaki en büyük problem, yanlış bilgi kirliliğidir. Sosyal medya platformları üzerinden herkesin içerik paylaşabilmesi, bu içeriklerin kontrolünün sağlanamaması ve doğruluğu ile gerçekliğinin tespit edilememesi, sosyal medya platformlarının dijital cihazlara ve internete erişimi olan herkes tarafından kullanılabilmesi, sosyal ağlar aracılığıyla bilgiye ulaşma ile bilginin yayılma hızının çok yüksek olması, sosyal medya platformlarının doğası gereği beğenilme, eğlenme, ilgi çekme, odak olma gibi ihtiyaçların doyumu için çabalaması, internet ve sosyal medya platformlarındaki bilgi kirliliğinin de önüne geçilememesine sebep olmaktadır."
  },
  {
    "id": "3443843",
    "unitNumber": 2,
    "text": "Sosyal medya okuryazarı olan birey okuduğu haberi teyit etmek için ilk olarak ne yapmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "En yakın arkadaşına sormalıdır",
      "B": "Kendi akıl süzgecinden geçirmelidir",
      "C": "Ailesine danışmalıdır",
      "D": "Diğer sosyal medya kullanıcılarına sormalıdır",
      "E": "Bir hafta beklemelidir"
    },
    "explanation": "Sosyal medya okuryazarı bireyin karşılaştığı haberin doğruluğunu teyit etmek için izlemesi gereken bazı adımlar bulunmaktadır. Bireyin okuduğu haberi öncelikle kendi aklının süzgecinden geçirmesi bu noktada atılacak ilk adımdır. Birey kendi bilgi birikimi, kültürü, donanımı ve eğitim seviyesi doğrultusunda gördüğü haberin doğru olup olmadığını düşünmelidir."
  },
  {
    "id": "3443850",
    "unitNumber": 2,
    "text": "Telebaskı, Hayalet Titreşim Sendromu, Stalking ve Gelişmeleri Kaçırma Korkusu gibi hastalıklar sosyal medya kaynaklı problemlerden hangisiyle ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yeme bozuklukları",
      "B": "Göz rahatsızlıkları",
      "C": "Kas ve iskelet problemleri",
      "D": "Uyku problemleri",
      "E": "Psikolojik temelli hastalıklar"
    },
    "explanation": "Bilinçsiz sosyal medya kullanımının yol açtığı çok sayıda psikolojik temelli hastalık bulunmaktadır. İnternetsiz, sosyal ağlara erişimsiz, akıllı telefonsuz kalma korkusunun ve dijital bağımlılığın çeşitli noktalarına vurgu yapan “Netlessfobi”, “Pubbing”, “Nomofo- bi”, “Photolurking”; bireyin engel olamadığı sosyal medyayı ve akıllı telefonunu sürekli biçimde kontrol etme dürtüsünü tanımlayan “Telebaskı”, “Hayalet Titreşim Sendromu”, “Stalking” ve “Gelişmeleri Kaçırma Korkusu” bireyin yaşadığı psikolojik temelli hastalıklara örnek olarak verilebilir."
  },
  {
    "id": "3443853",
    "unitNumber": 2,
    "text": "“Sosyal medya platformlarını aşırı zaman geçirerek günlük rutinlerini aksatacak, hayati görevlerini erteleyecek, bireyler arası iletişimini durduracak derecede ve sosyal aktivitelerini engelleyecek ölçüde kullanma ile sosyal ağlara sürekli bağlı kalmak için yoğun bir istek duyma hâli”<br/>Yukarıdaki tanım aşağıdakilerden hangisine aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal medya fenomenliği",
      "B": "Sosyal medya uzmanlığı",
      "C": "Sosyal medya kullanıcılığı",
      "D": "Sosyal medya etkinliği",
      "E": "Sosyal medya bağımlılığı"
    },
    "explanation": "Sosyal medya bağımlılığı, “sosyal medya platformlarını aşırı zaman geçirerek günlük rutinlerini aksatacak, hayati görevlerini erteleyecek, bireyler arası iletişimini durduracak derecede ve sosyal aktivitelerini engelleyecek ölçüde kullanma ile sosyal ağlara sürekli bağlı kalmak için yoğun bir istek duyma hâli” olarak tanımlanmaktadır"
  },
  {
    "id": "3443858",
    "unitNumber": 2,
    "text": "\"Dijital platformlar üzerinden özellikle sosyal ağlar aracılığıyla gerçekleştirilen, bireyin karşı taraftaki kişiye yönelik zarar verme amacıyla bilinçli bir şekilde hayata geçirdiği olumsuz davranışlar, .......... olarak tanımlanmaktadır\"<br/>Yukarıdaki boşluğa hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Siber nezaketsizlik",
      "B": "Siber tahammülsüzlük",
      "C": "Siber bilinçsizlik",
      "D": "Siber zorbalık",
      "E": "Siber kabalık"
    },
    "explanation": "Dijital platformlar üzerinden özellikle sosyal ağlar aracılığıyla gerçekleştirilen, bireyin karşı taraftaki kişiye yönelik zarar verme amacıyla bilinçli bir şekilde hayata geçirdiği olumsuz davranışlar, siber zorbalık olarak tanımlanmaktadır."
  },
  {
    "id": "3443860",
    "unitNumber": 2,
    "text": "\"Bireyin dijital cihaz kullanımını ve sosyal ağlarda geçirdiği vakti bilinçli bir biçimde azaltması, zaman içerisinde dijital cihazlarını ve sosyal medya hesaplarını tamamen kapatma yoluna gitmesidir. Dijital arınma olarak da adlandırılır\"<br/>Yukarıdaki tanım aşağıdakilerden hangisi için yapılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital bıkkınlık",
      "B": "Dijital bağımlılık",
      "C": "Dijital yorgunluk",
      "D": "Dijital kullanım",
      "E": "Dijital detoks"
    },
    "explanation": "Dijital Detoks: Bireyin dijital cihaz kullanımını ve sosyal ağlarda geçirdiği vakti bilinçli bir biçimde azaltması, zaman içerisinde dijital cihazlarını ve sosyal medya hesaplarını tamamen kapatma yoluna gitmesidir. Dijital arınma olarak da adlandırılır."
  },
  {
    "id": "3453069",
    "unitNumber": 2,
    "text": "Farklı sosyoekonomik düzeydeki bireylerin, firmaların veya ülkelerin bilgi iletişim teknolojilerine erişimde ve kullanımında yaşadığı eşitsizlik hangi kavramla açıklanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital uçurum",
      "B": "Dijital farklılaşma",
      "C": "Dijital kontrol",
      "D": "Dijital sosyalleşme",
      "E": "Dijital geribildirim"
    },
    "explanation": "Dijital uçurum; “farklı sosyoekonomik düzeydeki bireylerin, firmaların veya ülke- lerin bilgi iletişim teknolojilerine erişimde ve kullanımında yaşadığı eşitsizlik” olarak tanımlanmaktadır."
  },
  {
    "id": "3453090",
    "unitNumber": 2,
    "text": "Sosyal medya okuryazarlığı temelde üç boyuttan meydana gelmektedir. Bu boyutlar hangi seçenekte doğru olarak sıralanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "erişim, yeterlilik, kullanım",
      "B": "disiplin, yeterlilik, kontrol",
      "C": "erişim, kontrol, ölçülebilirlik",
      "D": "ölçülebilirlik, sistematiklik, kullanım",
      "E": "sistematiklik, erişim, kontrol"
    },
    "explanation": "Sosyal medya okuryazarlığı temelde üç boyuttan meydana gelmektedir. Bireyin okuryazar olabilme becerisine uzanan bu üç basamak; erişim, yeterlilik ve kullanıma dayanmaktadır."
  },
  {
    "id": "3453151",
    "unitNumber": 2,
    "text": "“Bireyin, çeşitli amaçlarla kasıtlı biçimde oluşturulmuş dezenformasyon içeren mesajları herhangi bir kasıt olmadan, çoğunlukla bilinçsiz bir biçimde sosyal medya platformları aracılığıyla paylaşması, yanlış/yalan bilginin yayılmasına katkı sağlaması” olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Misenformasyon",
      "B": "İçselleştirme",
      "C": "Durumsallaştırma",
      "D": "İç kontrol",
      "E": "Sistematikleştirme"
    },
    "explanation": "Misenformasyon: “Bireyin, çeşitli amaçlarla kasıtlı biçimde oluşturulmuş dezenformasyon içeren mesajları herhangi bir kasıt olmadan, çoğunlukla bilinçsiz bir biçimde sosyal medya platformları aracılığıyla paylaşması, yanlış/yalan bilginin yayılmasına katkı sağlaması” olarak tanımlanabilir"
  },
  {
    "id": "3453223",
    "unitNumber": 2,
    "text": "Bireyin dijital cihaz kullanımını ve sosyal ağlarda geçirdiği vakti bilinçli bir biçimde azaltması, zaman içerisinde dijital cihazlarını ve sosyal medya hesaplarını tamamen kapatma yoluna gitmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital arınma",
      "B": "Dijital sistematiklik",
      "C": "Dijital kontrol",
      "D": "Dijital çözümsüzlük",
      "E": "Dijital organizasyon"
    },
    "explanation": "Dijital Detoks: Bireyin dijital cihaz kullanımını ve sosyal ağlarda geçirdiği vakti bilinçli bir biçimde azaltması, zaman içerisinde dijital cihazlarını ve sosyal medya hesaplarını tamamen kapatma yoluna gitmesidir. Dijital arınma olarak da adlandırılır"
  },
  {
    "id": "3453245",
    "unitNumber": 2,
    "text": "Dijital platformlar üzerinden özellikle sosyal ağlar aracılığıyla gerçekleştirilen, bireyin karşı taraftaki kişiye yönelik zarar verme amacıyla bilinçli bir şekilde hayata geçirdiği olumsuz davranışlar, hangi kavramla tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Siber zorbalık",
      "B": "Dijital öfke",
      "C": "Dijital ceza",
      "D": "Siber icra",
      "E": "Siber çaresizlik"
    },
    "explanation": "Dijital platformlar üzerinden özellikle sosyal ağlar aracılığıyla gerçekleştirilen, bireyin karşı taraftaki kişiye yönelik zarar verme amacıyla bilinçli bir şekilde hayata geçirdiği olumsuz davranışlar, siber zorbalık olarak tanımlanmaktadır. Siber zorbalık birey tarafından bilinçli bir şekilde yapılmakta ve tekrar eden ka- sıtlı davranışlar bütünü olarak meydana gelmektedir."
  },
  {
    "id": "3453262",
    "unitNumber": 2,
    "text": "Kullanıcının dijital cihaz üzerinde gerçekleştirdiği ve herkes tarafından görülebilen tüm işlemler olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital Ayak İzi",
      "B": "Dijital Farkındalık",
      "C": "Dijital Ağ Denetimi",
      "D": "Dijital Hesap Verebilirlik",
      "E": "Dijital Sorumluluk"
    },
    "explanation": "Dijital Ayak İzi: Kullanıcının dijital cihaz üzerinde gerçekleştirdiği tüm işlemler olarak tanımlanmaktadır. Dijital ayak izleri herkes tarafından görülebilir."
  },
  {
    "id": "3453325",
    "unitNumber": 2,
    "text": "Sosyal medya platformları aracılığıyla bir yetişkinin kimliğini gizleyip kendini çocuk olarak tanıtması ve sosyal ağlar aracılığıyla tanıştığı çocukların güvenini kazanma yoluyla onları istismar etmesi şeklinde tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cyber Grooming",
      "B": "Cyber Control",
      "C": "Cyber Firewall",
      "D": "Cyber System",
      "E": "Cyber Feedback"
    },
    "explanation": "Sosyal medya platformları aracılığıyla çocuklarla kolaylıkla temas kurabilen kötü niyetli yetişkinler, çocukları çeşitli yollarla kandırarak istismar edebilmektedir. “Cyber Grooming” olarak adlandırılan bu eylem, bir yetişkinin kimliğini gizleyip kendini çocuk olarak tanıtması ve sosyal ağlar aracılığıyla tanıştığı çocukların güvenini kazanma yoluyla onları istismar etmesi şeklinde tanımlanmaktadır."
  },
  {
    "id": "3453376",
    "unitNumber": 2,
    "text": "Sosyal medya platformlarında aşırı zaman geçirerek hayati görevlerini ertelemek ve sosyal ağlara sürekli bağlı kalmak için yoğun bir istek duyma haline ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal medya bağımlılığı",
      "B": "Sosyal medya içselleştirme",
      "C": "Sosyal medya zorbalığı",
      "D": "Sosyal medya durumsallığı",
      "E": "Sosyal medya organizasyonu"
    },
    "explanation": "Sosyal medya bağımlılığı, “sosyal medya platformlarını aşırı zaman geçirerek günlük rutinlerini aksatacak, hayati görevlerini erteleyecek, bireyler arası iletişimini durduracak derecede ve sosyal aktivitelerini engelleyecek ölçüde kullanma ile sosyal ağlara sürekli bağlı kalmak için yoğun bir istek duyma hâli” olarak tanımlanmaktadır"
  },
  {
    "id": "3453426",
    "unitNumber": 2,
    "text": "Dijital ortamlar, internet ve sosyal medya okur yazarlığı becerilerine hakim bireyler tarafından bilinçli ve amacına uygun bir şekilde kullanıldığında bireye ve topluma önemli faydalar sağlamaktadır. Fiziki mekan ve zaman kavramları dijital teknolojiler ve internetin kullanımının yaygınlaşmasıyla hangi kavram ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Eşzamansız iletişim",
      "B": "Durumsal iletişim",
      "C": "İçsel iletişim",
      "D": "Denetimli iletişim",
      "E": "Örgütsel iletişim"
    },
    "explanation": "Dijital ortamlar, internet ve sosyal medya okur yazarlığı becerilerine hakim bireyler tarafından bilinçli ve amacına uygun bir şekilde kullanıldığında bireye ve topluma önemli faydalar sağlamaktadır. Fiziki mekan ve zaman kavramları dijital teknolojiler ve internetin kullanımının yaygınlaşmasıyla değişmiş, eşzamansız iletişim kavramı ortaya çıkmıştır."
  },
  {
    "id": "3453464",
    "unitNumber": 2,
    "text": "Elektronik cihazlarda bulunan, cihazların verimliliğini ve parlaklığını artırmak için kullanılan, doğal ışıktan çok daha parlak bir ışık türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mavi ışık",
      "B": "Kontrollü ışık",
      "C": "Sarı ışık",
      "D": "İçsel ışık",
      "E": "Projeksiyon ışığı"
    },
    "explanation": "Mavi ışık; elektronik cihazlarda bulunan, cihazların verimliliğini ve parlaklığını artırmak için kullanılan, doğal ışıktan çok daha parlak bir ışık türüdür."
  },
  {
    "id": "3458320",
    "unitNumber": 2,
    "text": "Sosyal medya okuryazarlığının önemiyle ilgili beklenenlerden hangisi doğru değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal ağlarda yer alan mesajları analiz edebilme becerilerine sahip olma",
      "B": "Sosyal ağlarda yer alan içeriklere ait mesajların kimin ya da kimler tarafından kullanılarak kullanıcılara ulaştırıldığı sorularına bilinçli tepkiler verme",
      "C": "Yalnızca tüketim değil, üretim noktasında da gerekli bilgi ve donanıma sahip olma",
      "D": "İçeriklerin akademik olmaması ve yalnızca eğlence kriterlerine uygun olmasına dikkat etme",
      "E": "Hukuk kurallarına uygun biçimde ahlaki ve etik değerler çerçevesinde yer almasına dikkat etme"
    },
    "explanation": "Sosyal ağlara erişimi ve sosyal ağların teknik kullanımını sağlayabilen kullanıcıların, sosyal<br/>medya okuryazarlığı bağlamında ayrıca sosyal ağlarda yer alan mesajları analiz edebilme, eleştirel<br/>yaklaşabilme ve doğru biçimde anlamlandırabilme becerilerine sahip olmaları beklenmektedir. Sosyal<br/>medya okuryazarı bireylerin, sosyal ağlarda yer alan içeriklere ait mesajların kimin ya da kimler tarafından, kimler için, hangi sebeplerle, nasıl, hangi dilsel pratikler içerisinde üretildiği ve hangi stratejiler kullanılarak kullanıcılara ulaştırıldığı sorularına bilinçli tepkiler verebilmesi de gerekmektedir (Çelik, 2021). Sosyal ağ kullanıcıları bu platformlarda hem üreten hem de tüketen konumunda olmaları sebebiyle yalnızca tüketim değil, üretim noktasında da gerekli bilgi ve donanıma sahip olmalıdır. Birey, üretim gerçekleştireceği sosyal medya platformlarının kuruluş ve kullanım amaçlarını bilmeli, içeriklerini sunacağı hedef kitlesini iyi belirlemeli, sosyal<br/>ağlarda içerik üretmek için gerekli bilgi ve beceri altyapısına sahip olmalı, içeriklerinin nitelikli olmasının yanı sıra akademik ve bilimsel temelde hukuk kurallarına uygun biçimde ahlaki ve etik<br/>değerler çerçevesinde yer almasına dikkat etmelidir. Doğru yanıt D'dir."
  },
  {
    "id": "3458409",
    "unitNumber": 2,
    "text": "Bireyin sosyal medya platformlarında karşı karşıya kaldığı içeriklerin barındırdığı mesajları analiz edebilmesi ve eleştirel biçimde değerlendirebilmesine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Eleştirellik",
      "B": "Kullanıcılık",
      "C": "Yeterlilik",
      "D": "Erişilebilirlik",
      "E": "Eleştirebilirlik"
    },
    "explanation": "Yeterlilik: Bireyin sosyal ağları kullanabilme becerisidir. Bireyin sosyal medya platformlarında karşı karşıya kaldığı içeriklerin barındırdığı mesajları analiz edebilmesi ve eleştirel biçimde değerlendirebilmesi beklenmekte; mesajların üretiminde ya da yeniden paylaşımında dijital becerilerinin yeterliliği göz önünde bulundurulmaktadır. Doğru yanıt C'dir."
  },
  {
    "id": "3458421",
    "unitNumber": 2,
    "text": "Bireyin sosyal medya platformlarında içerik üreterek ya da tüketerek geçirdiği zamanda<br/>takip ettiği etik ilkeleri ve sosyal sorumluluk bilincini; kimliğine, yaşamına, tutumlarına ve diğerleriyle iletişimine uygulamasına ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yansıtma",
      "B": "Üretim",
      "C": "Erişim",
      "D": "Eylem",
      "E": "Analiz"
    },
    "explanation": "Yansıtma: Bireyin sosyal medya platformlarında içerik üreterek ya da tüketerek geçirdiği zamanda<br/>takip ettiği etik ilkeleri ve sosyal sorumluluk bilincini; kimliğine, yaşamına, tutumlarına ve diğerleriyle iletişimine uygulamasıdır. Doğru yanıt A'dır."
  },
  {
    "id": "3458427",
    "unitNumber": 2,
    "text": "Bireyin faaliyetlere katılmak, bilgiyi paylaşmak, sorumluluk almak, yardım etmek, sorun<br/>çözmek ve işbirliği ile çalışmak gibi sebeplerle bir toplulukta üye olarak yer almasına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretim",
      "B": "Eylem",
      "C": "Yansıtma",
      "D": "Erişim",
      "E": "Değerlendirme"
    },
    "explanation": "Eylem: Bireyin faaliyetlere katılmak, bilgiyi paylaşmak, sorumluluk almak, yardım etmek, sorun<br/>çözmek ve işbirliği ile çalışmak gibi sebeplerle bir toplulukta üye olarak yer almasıdır. Doğru yanıt B'dir."
  },
  {
    "id": "3458457",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sosyal medya kaynaklı fiziksel, psikolojik ve sosyal problemlerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Obezite",
      "B": "Otizm",
      "C": "Göz hastalıkları",
      "D": "Telebaskı",
      "E": "Yalnızlık"
    },
    "explanation": "Sosyal medya platformları bireye ve topluma yönelik sunduğu faydaların yanı sıra pek çok tehlikeyi de içerisinde barındırmaktadır. Yanlış ve bilinçsiz sosyal medya kullanımı bireyin fiziksel, psikolojik, sosyal ve ekonomik bağlamda zarar görmesine sebep olabilmektedir. Kas ve iskelet problemleri, çeşitli göz rahatsızlıkları, yeme bozuklukları ve obezite, uyku problemleri, depresyona dek varabilen psikolojik problemler, sosyal çevrede problemler, mesleki ve akademik başarıda düşüş ile Netlessfobi, Pubbing, Telebaskı ve Nintendinitis gibi psikolojik temelli hastalıklar, sosyal ağların yol açabileceği problemlere örnek olarak verilebilir. Bu problemlerin yanı sıra sosyal medya ortamları yine bireylerin karşı karşıya kalabileceği sosyal medya bağımlılığı, siber zorbalık, sosyal medyada çocuk istismarı ve sosyal medyada karşılaşılabilecek dijital güvenlik tehditleri gibi çeşitli riskleri de içerisinde barındırmaktadır. Doğru yanıt B'dir."
  },
  {
    "id": "3458468",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerin hangisi sosyal medya kaynaklı psikolojik temelli rahatsızlıklardan biri <u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Netlessfobi",
      "B": "Pubbing",
      "C": "Nomofobi",
      "D": "Photolurking",
      "E": "Cyber Grooming"
    },
    "explanation": "Psikolojik temelli hastalıklar: Bilinçsiz sosyal medya kullanımının yol açtığı çok sayıda psikolojik temelli hastalık bulunmaktadır. İnternetsiz, sosyal ağlara erişimsiz, akıllı telefonsuz kalma korkusunun ve dijital bağımlılığın çeşitli noktalarına vurgu yapan “Netlessfobi”, “Pubbing”, “Nomofobi”, “Photolurking”; bireyin engel olamadığı sosyal medyayı ve akıllı telefonunu sürekli biçimde kontrol etme dürtüsünü tanımlayan “Telebaskı”, “Hayalet Titreşim Sendromu”, “Stalking” ve “Gelişmeleri Kaçırma Korkusu” bireyin yaşadığı psikolojik temelli hastalıklara örnek olarak verilebilir."
  },
  {
    "id": "3458479",
    "unitNumber": 2,
    "text": "Sosyal medya kaynaklı problemlerden korunma yöntemlerinden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Bireyin sosyal medya okuryazarı olması",
      "B": "Dijital cihazların uzun, sakin ve zamana yayarak kullanılması",
      "C": "Uyumadan önce son kez sosyal medyanın kontrol edilmesi",
      "D": "Kişinin sosyal medyadaki hayatlarla kendisininkini karşılaştırması",
      "E": "Kişinin arkadaşlarıyla iletişimde sosyal medyayı ağırlıkla kullanması"
    },
    "explanation": "Sosyal Medya Kaynaklı Problemlerden Korunmaya Yönelik Öneriler<br/>Dijital cihazlara ve sosyal ağlara uzun süre maruz kalmak fiziksel, psikolojik, sosyal ve ekonomik<br/>pek çok problemi beraberinde getirmektedir. Bireylerin atacağı bazı adımlar sosyal medya kaynaklı<br/>problemlerden korunabilmelerini sağlayabilir:<br/>• İlk adımda bireyin sosyal medya okuryazarı olması yer almaktadır. Sosyal medya okuryazarı birey, sosyal medya kaynaklı problemlerin farkındadır ve bu noktada kendini korumanın yollarını bilir.<br/>• İkinci adımda, dijital cihazların uzun süre kullanılmaması gerekmektedir. Ancak, eğer<br/>birey ortalamadan uzun süre dijital cihazlara maruz kalacaksa, sosyal ağlarda vakit geçirirken hareketsiz kalmamalı, sık sık mola vermeli, dijital cihazları doğru duruşla kullanmaya dikkat etmelidir.<br/>• Üçüncü adımda, uyku saatlerinde ya da uyumadan hemen önce sosyal medyanın kullanılmaması ve mümkünse dijital cihazların uyumak için kullanılan ortamlara konulmaması yer almaktadır.<br/>• Dördüncü adımda, bireyin sosyal medya platformlarında karşılaştığı içeriklerin gerçek hayatı yansıtmadığını bilmesi, kendi hayatı ile sosyal medyada gördüğü hayatları karşılaştırmama yolunu seçmesi, yaşayabileceği psikolojik problemlere karşı tetikte olması ve kendini koruması bulunmaktadır.<br/>• Son adımda, bireyin arkadaşlarıyla iletişim kurmak ya da vakit geçirmek için sosyal ağları değil yüz yüze ortamları tercih etmesi yer almaktadır. Yüz yüze iletişim kurmak, bireyin sosyal ilişkilerini güçlendireceği gibi hem psikolojik hem de fiziksel olarak daha iyi hissetmesini sağlayacaktır. Doğru yanıt A'dır."
  },
  {
    "id": "3458485",
    "unitNumber": 2,
    "text": "Kasıtlı biçimde oluşturulmuş, olmayan bir durumu varmış gibi gösteren, bir kişiye, kuruma ya da bir duruma zarar vermek amacıyla gerçekleştirilen bilgi üretimlerine ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Misenformasyon",
      "B": "Enformasyon",
      "C": "Dezenformasyon",
      "D": "Formasyon",
      "E": "Manipülasyon"
    },
    "explanation": "Dezenformasyon: “Kasıtlı biçimde oluşturulmuş, olmayan bir durumu varmış gibi gösteren,<br/>bir kişiye, kuruma ya da bir duruma zarar vermek amacıyla gerçekleştirilen bilgi üretimleri” olarak tanımlanabilir (Wardle ve Derakhshan, 2018). Doğru yanıt C'dir."
  },
  {
    "id": "3458494",
    "unitNumber": 2,
    "text": "Bireyin, çeşitli amaçlarla kasıtlı biçimde oluşturulmuş dezenformasyon içeren mesajları herhangi bir kasıt olmadan, çoğunlukla bilinçsiz bir biçimde sosyal medya platformları aracılığıyla paylaşması, yanlış/yalan bilginin yayılmasına katkı sağlamasına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dezenformasyon",
      "B": "Misenformasyon",
      "C": "Post-truth",
      "D": "İnfial",
      "E": "Siber zorbalık"
    },
    "explanation": "Misenformasyon: “Bireyin, çeşitli amaçlarla kasıtlı biçimde oluşturulmuş dezenformasyon içeren<br/>mesajları herhangi bir kasıt olmadan, çoğunlukla bilinçsiz bir biçimde sosyal medya platformları<br/>aracılığıyla paylaşması, yanlış/yalan bilginin yayılmasına katkı sağlaması” olarak tanımlanabilir<br/>(Wardle ve Derakhshan, 2018). Doğru yanıt B'dir."
  },
  {
    "id": "3458503",
    "unitNumber": 2,
    "text": "Bireyin özellikle sosyal medya platformlarında karşılaştığı içeriklerin barındırdığı mesajların<br/>ve ortaya koyduğu iddiaların kontrolünü yapması, yalan ya da yanlış olan içeriği saptaması ve bilgi kirliliği oluşturan içeriği diğer kullanıcılara duyurmasına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Belli bir donanıma sahip olmak",
      "B": "Doğrulama platformu kültürüne sahip olmak",
      "C": "Teyit kültürüne sahip olmak",
      "D": "Bilgi yayılımı kültürüne sahip olmak",
      "E": "Muhakeme yeteneğine sahip olmak"
    },
    "explanation": "Teyit kültürüne sahip olmak; bireyin özellikle sosyal medya platformlarında karşılaştığı içeriklerin barındırdığı mesajların ve ortaya koyduğu iddiaların kontrolünü yapması, yalan ya da yanlış olan içeriği saptaması ve bilgi kirliliği oluşturan içeriği diğer kullanıcılara duyurması olarak tanımlanabilir. Doğru yanıt C'dir."
  },
  {
    "id": "3452139",
    "unitNumber": 3,
    "text": "Aşağılardan hangisi Web 1.0 teknolojisinin özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanıcıyı aktif kılan bir yapıya sahip olması",
      "B": "Özgürlükçü bir anlayışı temel alması",
      "C": "Tek yönlü ve kısıtlı bir özelliğe sahip olması",
      "D": "Yenilikçi bir anlayışı ön plana çıkarması",
      "E": "Teknolojik değişimlere uyum sağlayabilmesi"
    },
    "explanation": "Cevap C seçeneğidir. Çünkü Web 1.0 tek yönlü ve kısıtlı bir özelliğe sahiptir.<br/>Web teknolojilerindeki gelişmeler internetin ilk dönemi olarak adlandırılan Web 1.0 ile başlamıştır. Web 1.0 teknolojisi tek yönlü bilgi edinme esasına dayanmaktadır. Buradaki yön ise web sitesi yöneticilerinden web sitesini ziyaret eden kullanıcılara doğrudur. Web sitesi ziyaretçisi kendisi için hazırlanmış bilgileri; herhangi bir yorum, katkı ve paylaşımdan uzak; etkileşimsiz bir şekilde edinir. Web 1.0 teknolojileri kullanıcıların içerik üretmelerine izin vermediği gibi web sitesinde yer alan bilgilerin de ötesine geçmesine müsaade etmeksizin tek yönlü ve kısıtlı bir özelliğe sahiptir."
  },
  {
    "id": "3454079",
    "unitNumber": 3,
    "text": "Web 2.0 teknolojilerinin kullanıcılara etkileşim imkânı veren yapısı hangi temeller açısından bir çığır niteliğindedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim ve depolama",
      "B": "Kalıtsallık ve katılım",
      "C": "İletişim ve paylaşım",
      "D": "Yazılım ve donanım",
      "E": "Ses ve görüntü"
    },
    "explanation": "Web 2.0 teknolojilerinin kullanıcılara etkileşim imkânı veren yapısı “iletişim” ve “paylaşım” temelinde bir çığır niteliğindedir."
  },
  {
    "id": "3454087",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi öğrenme-öğretme amaçlı geliştirilen bir sosyal ağ ortamıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Facebook",
      "B": "Instagram",
      "C": "Twitter",
      "D": "EdModo",
      "E": "WhatsApp"
    },
    "explanation": "Öğrenme-öğretme amaçlı kullanılan/geliştirilen bir sosyal ağ ortamı olan EdModo; sosyal medya araçlarının sahip olduğu pek çok özellikleri bünyesinde barındırsa da; EdModo’nun öğrenme ve öğretmeyi temel alan yaklaşımı (örneğin, reklam içermemesi) diğer sosyal ağ ortamlarından (örneğin, Facebook) önemli farklılıklara sahiptir."
  },
  {
    "id": "3454095",
    "unitNumber": 3,
    "text": "Web 2.0 teknolojisi “Powtoon” platformunun özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Animasyon oluşturma",
      "B": "Fotoğraf düzenleme",
      "C": "Video geliştirme",
      "D": "Kelime bulutu oluşturma",
      "E": "Oyun oluşturma"
    },
    "explanation": "Web 2.0 teknolojisi “Powtoon” ile etkileyici sunum ve animasyonlar hazırlamak mümkündür."
  },
  {
    "id": "3454099",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi web tabanlı etkileşimli bir oyun oluşturma aracıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Pixlr",
      "B": "Wordle",
      "C": "Bubbl.us",
      "D": "Aurasma",
      "E": "Dustbin"
    },
    "explanation": "Web tabanlı etkileşimli bir oyun oluşturma aracı olarak bilinen “Dustbin”, kategoriler halinde fikirlerin düzenlenmesine yardımcı olmak için oluşturulmuş bir oyun aracıdır."
  },
  {
    "id": "3454107",
    "unitNumber": 3,
    "text": "Kullanımlar ve Doyumlar yaklaşımına göre izleyici kitlenin iletişim sürecindeki rolü nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aktif",
      "B": "Pasif",
      "C": "Negatif",
      "D": "Pozitif",
      "E": "Nötr"
    },
    "explanation": "Yaklaşım, etki kuramlarının vurguladığı “izleyicilerin medya endüstrisi/kitle iletişim araçları tarafından davranışları kontrol edilen bir kitleyi temsil ettiği” ve “bu kitlenin iletişim sürecinde pasif bir role sahip olduğu” söylemlerini reddederek bu kitlenin iletişim sürecinde <strong>aktif</strong> bir rolü olduğunun altını çizmiştir."
  },
  {
    "id": "3454117",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi “Dokümanlar için bir ahtapot!” olarak ifade edilen uygulama aracıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Drive",
      "B": "Movenote",
      "C": "Octopedi",
      "D": "Doctopus",
      "E": "Moodle"
    },
    "explanation": "“Dokümanlar için bir ahtapot!” olarak ifade edilen “Doctopus”, “Google Drive” üzerinde öğrenci projelerini oluşturmak, yönetmek, organize etmek ve değerlendirmek için öğretmenler tarafından oluşturulmuş bir araçtır."
  },
  {
    "id": "3454124",
    "unitNumber": 3,
    "text": "1998 yılının başında sosyal ağların ilk örneği olarak ortaya çıkan web sitesi hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Arpanet.net",
      "B": "Facebook.com",
      "C": "Sixdegrees.com",
      "D": "Twitter.com",
      "E": "Messanger.org"
    },
    "explanation": "1998 yılının başında arkadaşlarının listelerini inceleme fırsatı sunan arkadaş odaklı “sixdegrees.com” sitesi ise sosyal ağların ilk örneği olarak ortaya çıkmıştır."
  },
  {
    "id": "3454133",
    "unitNumber": 3,
    "text": "Bugünkü anlamıyla sosyal medya 23 yıl kadar öncesinde Bruce ve Susan Abelson tarafından kurulan ve çevrimiçi günlük yazarlarını bir araya getiren eski bir sosyal paylaşım sitesi olan “……………” ile başlamıştır.<br/><strong>Yukarıda boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bolt",
      "B": "Open Diary",
      "C": "Habbo",
      "D": "Myspace",
      "E": "Skype"
    },
    "explanation": "Bugünkü anlamıyla sosyal medya ise 23 yıl kadar öncesinde Bruce ve Susan Abelson tarafından kurulan ve çevrimiçi günlük yazarlarını bir araya getiren eski bir sosyal paylaşım sitesi olan “Open Dairy” ile başlamıştır."
  },
  {
    "id": "3454142",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi web sitesi oluşturmaya yarayan “Wix” uygulamasının özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Kullanıcı dostu editör arayüzü",
      "B": "Mobil ekran optimizasyonu",
      "C": "Yaratıcı şablonlar",
      "D": "Html kod eklentisi",
      "E": "Ücretli kurulum"
    },
    "explanation": "Wix uygulaması, bulut tabanlı bir teknoloji olup; kullanıcılarına <u>ücretsiz</u> bir şekilde etkileşimli ve kaliteli web sitesi oluşturma imkânı vermektedir."
  },
  {
    "id": "3454149",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi infografik araçları arasında yer alan bir uygulama platformudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Cacoo",
      "B": "Canva",
      "C": "Instagram",
      "D": "Compec",
      "E": "Aramex"
    },
    "explanation": "İnfografik araçları arasında verilebilecek bir örnek uygulama da “Canva” platformudur."
  },
  {
    "id": "3455986",
    "unitNumber": 3,
    "text": "I. Özgürlükçü bir anlayışa sahiptir.<br/>II. Kullanıcıları aktiftir.<br/>III. Tek yönlü bilgi edinme vardır.<br/>IV. Ziyaretçilerin etkileşimine kapalıdır.<br/>V. Sunulan içerik broşür niteliğindedir. <br/>Aşağıdakilerin hangisinde Web 1.0 teknolojisinin özellikleri doğru verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "IV-V-I",
      "D": "III-IV-V",
      "E": "IV-III-I"
    },
    "explanation": "Doğru cevap D'dir.<br/>Web teknolojilerindeki gelişmeler internetin ilk dönemi olarak adlandırılan Web 1.0 ile başlamıştır. Web 1.0 teknolojisi tek yönlü bilgi edinme esasına dayanmaktadır. Buradaki yön ise web sitesi yöneticilerinden web sitesini ziyaret eden kullanıcılara doğrudur. Web sitesi ziyaretçisi kendisi için hazırlanmış bilgileri; herhangi bir yorum, katkı ve paylaşımdan uzak; etkileşimsiz bir şekilde edinir. Web 1.0 teknolojileri kullanıcıların içerik üretmelerine izin vermediği gibi web sitesinde yer alan bilgilerin de ötesine geçmesine müsaade etmeksizin tek yönlü ve kısıtlı bir özelliğe sahiptir. Bu dönemde mevcut web sitelerinin görünümü günümüz web siteleri ile kıyaslanamayacak kadar ilkel ve statiktir. Web 1.0 teknolojisi, kullanıcıların bilginin pasif alıcısı olmaktan öteye gitmesine izin vermemiştir ve sunulan içerik daha çok broşür niteliğinde sınırlı kalmıştır. Web 1.0 teknolojileri ile bilginin sadece alıcısı olan kullanıcı; tüm kontrolü elinde barındıran web sitesi yöneticisinin kontrolündedir ve deneyim paylaşımı, içerik üretimi, bilgi alışverişi, içeriğin gelişmesine katkı vb. eylemleri gerçekleştirme durumlarından yoksundur, ta ki Web 2.0 teknolojilerindeki gelişmelere kadar. Her ne kadar Web 1.0 teknolojisinin devamı niteliğinde gibi görünse de; Web 2.0 teknolojileri aslında devrim niteliğinde bir gelişmedir."
  },
  {
    "id": "3456018",
    "unitNumber": 3,
    "text": "I. Özgürlükçü bir anlayışa sahiptir.<br/>II. Kullanıcıları aktiftir.<br/>III. Tek yönlü bilgi edinme vardır.<br/>IV. Ziyaretçilerin etkileşimine kapalıdır.<br/>V. Sunulan içerik broşür niteliğindedir. <br/>Aşağıdakilerin hangisinde Web 2.0 teknolojisinin özellikleri doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "III-IV",
      "D": "IV-V",
      "E": "I-V"
    },
    "explanation": "Doğru cevap A'dır.<br/>Web 2.0 teknolojilerinin yenilikçi ve özgürlükçü bir anlayışı temel almasından ileri gelmektedir. Buna göre kullanıcıları aktif kılmayı kendisine ilke edinmiş Web 2.0 teknolojilerinin dinamikleri doğrultusunda sürekli geliştirilmiş araç ve uygulamaların; ilk sosyal ağ sitesi olan Sixdegrees.com’un aksine; sürdürülebilir bir yapı kazanarak tercih edilebilir olması da değişimlere uyum sağlama özelliği ile ilişkilidir. H"
  },
  {
    "id": "3456070",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Web 2.0 teknolojileri kullanıcılarının rollerinden biri <u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İçerik yürütücüsü",
      "B": "İçerik yönlendiricisi",
      "C": "İçerik üreticisi",
      "D": "İçerik geliştiricisi",
      "E": "İçerik temsilcisi"
    },
    "explanation": "Doğru cevap E seçeneğidir.<br/>Artık kendilerine sunulan içeriğin salt alıcısı olmayan kullanıcılar; içeriğin üreticisi, yürütücüsü, yönlendiricisi, geliştiricisi vb. farklı özellik ve rollerin sahibi konumundadır."
  },
  {
    "id": "3457190",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çevrimiçi üretkenlik ve işbirliği araçları arasında yer alarak kullanıcılarına diyagram tasarlama imkânı verir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bubble.us",
      "B": "Cacoo",
      "C": "Wix",
      "D": "Canva",
      "E": "Wordle"
    },
    "explanation": "Doğru cevap B seçeneğidir.<br/>Bir diğer Web 2.0 teknolojisi olarak sosyal medya araç ve uygulamalarına örnek olabilecek “Cacoo” ise çevrimiçi üretkenlik ve işbirliği araçları arasında yer almaktadır. İletişim ve paylaşım temelinde kullanıcılarına diyagram tasarlama imkânı verir. “Cacoo” bulut tabanlı pek çok uygulamaya entegre edilebilen ve sosyal medya ortamlarında içeriğin görselleştirilmesinde oldukça etkili kullanılabilecek bir araçtır."
  },
  {
    "id": "3458659",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kullanıcılarına zenginleştirilmiş görseller hazırlamada uzmanlık düzeyinde teknik bilgi gerektirmeyen bir fotoğraf düzenleme aracıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Wordle",
      "B": "Canva",
      "C": "Pixlr",
      "D": "Bubble.us",
      "E": "Cacoo"
    },
    "explanation": "Doğru cevap C seçeneğidir.<br/>“Pixlr” uygulamasının Web 2.0 teknolojilerinin dinamikleri doğrultusunda geliştirilmiş olması, sosyal medya araç ve uygulamaları bağlamında ele alınmasını gerektirmektedir. Zenginleştirilmiş görseller hazırlamada “Pixlr” uzmanlık düzeyinde teknik bilgi gereksinimi olmaksızın kullanışlı bir fotoğraf düzenleme aracıdır. “Pixlr”, fotoğraflarınızı daha etkili bir şekilde düzenlemenize yardımcı olur."
  },
  {
    "id": "3458679",
    "unitNumber": 3,
    "text": "Öğretme sürecinde bilgi aktarma faaliyetinin sınıf dışına taşındığı, öğrenenlerin bitirmesi gereken ders öncesi veya ders sonrası etkinliklerin yer aldığı ve derste hem sosyal hem de aktif öğrenme etkinliklerinin gerçekleştirildiği eğitim biçimini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kelime bulutu",
      "B": "Ters Yüz Edilmiş Sınıf",
      "C": "İşbirlikli öğrenme",
      "D": "Öğrenme amaçlı Wix Web sayfası",
      "E": "Powtoon platformu"
    },
    "explanation": "Doğru cevap B seçeneğidir.<br/>Ters Yüz Edilmiş Sınıf: Öğretme sürecinde bilgi aktarma faaliyetinin sınıf dışına taşındığı, öğrenenlerin bitirmesi gereken ders öncesi veya ders sonrası etkinliklerin yer aldığı ve derste hem sosyal hem de aktif öğrenme etkinliklerinin gerçekleştirildiği eğitim biçimini ifade etmektedir."
  },
  {
    "id": "3458753",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işbirlikli çalışma araç ve uygulamalardan biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Padlet",
      "B": "Sutori",
      "C": "MeetingWords",
      "D": "Google Drive",
      "E": "Prezi"
    },
    "explanation": "Doğru cevap E seçeneğidir.<br/>Web 2.0 teknolojileri paylaşım ve iletişim temelinde işbirliğine imkân verse de; bu bölümde öğrenme ve öğretim süreçlerine özgü işbirlikli çalışmalara ve aktif öğrenmeyi destekleyen araçlara yer verilmiştir. “Padlet”, “Sutori”, “MeetingWords” vb. işbirlikli çalışmaya imkân veren pek çok uygulama bulunsa da bu bölüm “Google Drive” ve üzerinde çalışan “Doctopus” uygulama eklentisi ile ele alınmıştır. Tüm dosya ve klasörlere tek bir yerden ulaşmaya imkân veren “Google Drive”, farklı uzantıdaki doküman, video vb. içerikleri depolamayı, paylaşmayı ve başka bir cihaz üzerinden senkronize etmeyi olanaklı hâle getirmektedir.<br/>Bununla birlikte gerek eşzamanlı gerekse eşzamanlı olmayan ortamlar için oldukça etkili bir sunum aracı olan “Prezi” de bu bölümde ele alınmıştır. “Prezi”, çevrimiçi bir sunum programıdır. Mekân fark etmeksizin her yerde kullanıcı adı ve şifreniz ile giriş yaptığınız her tarayıcıdan “Prezi” ile hazırlamış olduğunuz sunumlarınıza erişmeniz mümkündür"
  },
  {
    "id": "3459260",
    "unitNumber": 3,
    "text": "I. Video şeklinde çıktı üretebilmektedir.<br/>II. Bulut teknolojisi sayesinde istenilen yerden ulaşılabilir.<br/>III. Sunum kaydı öğrenenler ile paylaşılabilir.<br/>IV. Konu ile ilgili önemli noktalar vurgulanabilir.<br/>V. Ters yüz edilmiş sınıf yönteminde öğretimin dışında kalabilir.<br/>Movenote sunum aracı ile ilgili verilen yukarıdaki özellikler bir grup oluşturulduğunda hangisi dışarıda kalır?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Ters yüz edilmiş sınıf modelinde öğretimin içine dahil edilebileceğinden doğru cevap E'dir.<br/>Sunum hazırlama farklı şekillerde yapılabilmektedir. Yapılacak olan sunumun moduna göre değişkenlik gösterebilse de bu bölümde ele alınan araçlar öğretim tasarımına göre ister senkron (eşzamanlı) ister asenkron (eşzamansız) olarak kullanılabilir. Örneğin, “Movenote” bir sunum hazırlama aracı olup; video şeklinde çıktı üretmektedir. Hazırlanan videolar, “Movenote” uygulaması ile internet ortamında yer almakta ve bulut teknolojisi sayesinde istenilen yerden sunuma ulaşılabilmektedir. “Movenote” ile oluşturulan sunum video şeklinde olduğundan, ilgili sunumun kaydı öğrenenler ve/veya öğrenme ortamı ile paylaşılabilir. Bu sunuş biçimi çevrimiçi öğrenmenin eşzamansız uygulamasına örnek olarak verilebilir. Ancak, öğretim tasarımına uygun olması durumu göre, eşzamanlı öğrenme ortamları içinde de ele alınabilir. Böylelikle konunun ilgili bölümlerinde öğrenenlerle etkileşime geçilerek konuyla ilgili önemli noktalar vurgulanabilir. Benzer şekilde ters yüz edilmiş sınıf yöntemine uygun olarak da öğretimin içerisine dâhil edilebilir."
  },
  {
    "id": "3459268",
    "unitNumber": 3,
    "text": "___________ grup içerisinde birlikte gerçekleştirilecek görevlerin grup üyeleri tarafından yerine getirilmemesi veya görevin ihmal edilmesi olarak tanımlanmaktadır.<br/>Cümlesinde boş bırakılan yere aşağıdaki kavramlardan hangisi getirilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal aylaklık",
      "B": "Sosyal paylaşım",
      "C": "İş birlikli çalışma",
      "D": "Gruptan izole edilmişlik",
      "E": "Sorumluluk paylaşımı"
    },
    "explanation": "Cevap A seçeneğidir.<br/>Sosyal aylaklık veya sosyal kaytarma olarak bilinen kavram, grup içerisinde birlikte gerçekleştirilecek görevlerin grup üyeleri tarafından yerine getirilmemesi veya görevin ihmal edilmesi olarak tanımlanmaktadır."
  },
  {
    "id": "3459933",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bilgi paylaşımı amacıyla geliştirilen ve geçmişi 1980’li yıllara dayanan “WWW” protokolünün geliştiricisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Herta Herzog",
      "B": "Donald Shaw",
      "C": "Tim Berners-Lee",
      "D": "Tom Truscott",
      "E": "Eliha Katz"
    },
    "explanation": "Tim Berners-Lee tarafından bilgi paylaşımı amacıyla geliştirilen ve geçmişi 1980’li yıllara dayanan “WWW” protokolü, 1989 yılında son halini “World Wide Web” olarak almıştır."
  },
  {
    "id": "3459947",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi öğrenme ve öğretmeyi temel alan sosyal ağ ortamlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "EdModo",
      "B": "Facebook",
      "C": "TikTok",
      "D": "Twitter",
      "E": "Instagram"
    },
    "explanation": "Öğrenme-öğretme amaçlı kullanılan/geliştirilen bir sosyal ağ ortamı olan EdModo; sosyal medya araçlarının sahip olduğu pek çok özellikleri bünyesinde barındırsa da; EdModo’nun öğrenme ve öğretmeyi temel alan yaklaşımı (örneğin, reklam içermemesi) diğer sosyal ağ ortamlarından (örneğin, Facebook) önemli farklılıklara sahiptir."
  },
  {
    "id": "3459970",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir arama motorudur?",
    "correctAnswer": "D",
    "options": {
      "A": "You Tube",
      "B": "Facebook",
      "C": "WhatsApp",
      "D": "Google",
      "E": "Instagram"
    },
    "explanation": "En çok ziyaret edilen internet siteleri Google, YouTube ve Facebook’tur. Google bir arama motoru iken; YouTube ve Facebook ise birer sosyal medya ortamıdır."
  },
  {
    "id": "3459988",
    "unitNumber": 3,
    "text": "Wix uygulaması için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Kavram haritası hizmeti sunar",
      "B": "Web sitesi oluşturmak amacıyla geliştirilmiştir",
      "C": "Blog oluşturmaya olanak vermez",
      "D": "Kullanıcıların yeni şablonlar oluşturmasına olanak vermez",
      "E": "Sadece infografik araç olarak kullanılabilir"
    },
    "explanation": "Bir Web 2.0 teknolojisi olarak ele alınan web sitesi oluşturmaya yarayan “Wix” uygulaması web sitesi oluşturmak amacıyla geliştirilmiştir. Uygulama, bulut tabanlı bir teknoloji olup; kullanıcılarına ücretsiz bir şekilde etkileşimli ve kaliteli web sitesi oluşturma imkânı vermektedir. Wix’in öğretmen ve öğrenciler için sayısız avantajları bulunmaktadır. Örneğin, içerisinde barındırdığı araçlar ile öğretmenler açısından hızlı ve pratik içerik üretme imkânı sunan Wix, öğrencilerin de yaratıcılıklarını desteklemektedir. Wix, içerisinde barındırdığı araçlar yardımıyla blog oluşturmaya da imkân vermektedir."
  },
  {
    "id": "3459999",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi mevcut metinden kelime bulutu oluşturmada kullanılan bir Web 2.0 teknolojisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bubbl.us",
      "B": "Cacoo",
      "C": "Canva",
      "D": "Pixlr",
      "E": "Wordle"
    },
    "explanation": "Mevcut metinden kelime bulutu oluşturmada kullanılan bir Web 2.0 teknolojisi olan “Wordle” gerek içeriğin gerekse bir araştırma kapsamında elde edilen verilerin görselleştirilmesinde oldukça elverişlidir."
  },
  {
    "id": "3460029",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi fotoğrafları etkili bir şekilde düzenlemeye yarayan ve Türkçe dil desteği olan bir uygulamadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Pixlr",
      "B": "Bubbl.us",
      "C": "Cacoo",
      "D": "Canva",
      "E": "Powtoon"
    },
    "explanation": "Zenginleştirilmiş görseller hazırlamada “Pixlr” uzmanlık düzeyinde teknik bilgi gereksinimi olmaksızın kullanışlı bir fotoğraf düzenleme aracıdır. “Pixlr”, fotoğraflarınızı daha etkili bir şekilde düzenlemenize yardımcı olur. “Pixlr” ile fotoğraflarınıza efekt ekleyebilir, renk/parlaklık ayarlarını düzenleyebilir ve yeniden boyutlandırabilme gibi pek çok eylemi gerçekleştirebilirsiniz. Türkçe dil desteğinin oluşu, kullanıcılar açısından oldukça önemlidir."
  },
  {
    "id": "3460286",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi “Google Drive” üzerinde öğrenci projelerini oluşturmak, yönetmek, organize etmek ve değerlendirmek için öğretmenler tarafından oluşturulmuş bir araçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "Padlet",
      "B": "Sutori",
      "C": "Doctopus",
      "D": "Meeting Words",
      "E": "Dropbox"
    },
    "explanation": "“Dokümanlar için bir ahtapot!” olarak ifade edilen “Doctopus”, “Google Drive” üzerinde öğrenci projelerini oluşturmak, yönetmek, organize etmek ve değerlendirmek için öğretmenler tarafından oluşturulmuş bir araçtır."
  },
  {
    "id": "3460323",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir sunum hazırlama aracıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Prezi",
      "B": "Padlet",
      "C": "Sutori",
      "D": "Bubble.us",
      "E": "Dropbox"
    },
    "explanation": "“Prezi”, çevrimiçi bir sunum programıdır. Mekân fark etmeksizin her yerde kullanıcı adı ve şifreniz ile giriş yaptığınız her tarayıcıdan “Prezi” ile hazırlamış olduğunuz sunumlarınıza erişmeniz mümkündür."
  },
  {
    "id": "3460353",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Movenote adlı uygulamanın çıktı alma biçimidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ses-Fotoğraf",
      "B": "Yazı-Ses",
      "C": "Fotoğraf",
      "D": "Video",
      "E": "Yazı"
    },
    "explanation": "“Movenote” bir sunum hazırlama aracı olup; video şeklinde çıktı üretmektedir."
  },
  {
    "id": "3460381",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sosyal medya ortamlarında işbirlikli öğrenen sorumluluklarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Özdenetim",
      "B": "Sosyal aylaklık",
      "C": "Öğrenme sorumluluğu",
      "D": "İşbirliği",
      "E": "Grup içi bireylere güven"
    },
    "explanation": "Sosyal aylaklık veya sosyal kaytarma olarak bilinen kavram, grup içerisinde birlikte gerçekleştirilecek görevlerin grup üyeleri tarafından yerine getirilmemesi veya görevin ihmal edilmesi olarak tanımlanmaktadır."
  },
  {
    "id": "3451952",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, bilişsel yükün üç türünden biri olan, temel süreçleri yönetme ilkelerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Konumsal yakınlık",
      "B": "Zamansal yakınlık",
      "C": "Parçalara bölme",
      "D": "Çoklu ortam",
      "E": "Kişiselleştirme"
    },
    "explanation": "Parçalara bölme"
  },
  {
    "id": "3451959",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi üretici süreçleri geliştirme ilkelerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çoklu ortam",
      "B": "Kişileştirme",
      "C": "Ses",
      "D": "Resim",
      "E": "Biçim"
    },
    "explanation": "Biçim"
  },
  {
    "id": "3451972",
    "unitNumber": 4,
    "text": "Dijital içerik geliştirmede oldukça önemli bir öge olan tipografiyle ilgili olarak aşağıdaki hususlardan hangisinin gündemde olması gerekmez?",
    "correctAnswer": "D",
    "options": {
      "A": "Renklerin okunaklı olması",
      "B": "Kullanılan fontun yazının uzunluğuna göre olması",
      "C": "Tutarsız kelime aralıklarından uzak durulması",
      "D": "Kullanılan yazı karakterlerinin birbirinden çok farklı olması",
      "E": "Kullanılan fontun yazının içeriği ile uyumlu olması"
    },
    "explanation": "Kullanılan yazı karakterlerinin birbirinden çok farklı olması"
  },
  {
    "id": "3451981",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi konu dışı işlemleri azaltma ilkelerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dikkat çekme",
      "B": "Çoklu ortam",
      "C": "Kişiselleştirme",
      "D": "Parçalara bölme",
      "E": "Ön alıştırma"
    },
    "explanation": "Dikkat çekme"
  },
  {
    "id": "3452024",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Bloom’un Taksonomisine Göre Hazırlanmış Kazanımlar çizelgesinde bilişsel beceri olarak görülmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Algılama",
      "B": "Yaratma",
      "C": "Kurulma",
      "D": "Mekanikleşme",
      "E": "Analiz etme"
    },
    "explanation": "Analiz etme"
  },
  {
    "id": "3452099",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi görsel tasarım ilkelerinden biri değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bütünlük",
      "B": "Denge",
      "C": "Nokta",
      "D": "Zıtlık",
      "E": "Vurgu"
    },
    "explanation": "Görsel tasarım ilkeleri <strong>bütünlük, denge, vurgu, oran-orantı/hiyerarşi, görsel devamlılık/ritim ve zıtlık</strong> olmak üzere altı tanedir."
  },
  {
    "id": "3452196",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Mayer’in çoklu ortam öğrenmede \"konu dışı işlemleri azaltma ilkeleri\"nden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kişileştirme",
      "B": "Tutarlılık",
      "C": "Dikkat çekme",
      "D": "Gereksizlik",
      "E": "Konumsal ve zamansal yakınlık"
    },
    "explanation": "Kişileştirme"
  },
  {
    "id": "3452250",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dijital içerik geliştirmede dikkat edilmesi gereken görsel tasarım ögelerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Denge",
      "B": "Espas",
      "C": "Vurgu",
      "D": "Ritm",
      "E": "Zıtlık"
    },
    "explanation": "Espas"
  },
  {
    "id": "3452295",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dijital içerik geliştirmede dikkat edilmesi gereken görsel tasarım ilkelerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Nokta",
      "B": "Renk",
      "C": "Doku",
      "D": "Form",
      "E": "Denge"
    },
    "explanation": "Denge"
  },
  {
    "id": "3452332",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bilişsel yükün üç türüne göre bölümlendirilmesindeki tabloda yer alan \"Üretici süreçleri geliştirme ilkeleri\"nden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tutarlılık",
      "B": "Dikkat çekme",
      "C": "Çoklu ortam",
      "D": "Zamansal yakınlık",
      "E": "Konumsal yakınlık"
    },
    "explanation": "Çoklu ortam"
  },
  {
    "id": "3459966",
    "unitNumber": 4,
    "text": "Aşağıdakileden hangisi bir nicel veri örneği olarak gösterilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Görüşme kayıtlarındaki söylemsel anlam",
      "B": "Haber metinlerinde kullanılan bir kavramın adedi",
      "C": "Fotoğrafların göstergebilimsel açıdan değerlendirilmesi",
      "D": "Eğitim öğretim materyallerinin niteliği",
      "E": "Literatürde eğitim konusunu işleyen bir makale"
    },
    "explanation": "Nicel verilerden bahsedebilmek için toplanan verilerin sayılabilir ve sayısal olarak sunulabilir olması gerekmektedir. Bu durumda bir kavramın metin içerisinde sayılması nicel veri toplamak anlamına gelecektir. Doğru yanıt B'dir."
  },
  {
    "id": "3459987",
    "unitNumber": 4,
    "text": "İşlenmemiş ham gerçeklere araştırmalarda verilen isim nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri",
      "B": "Yöntem",
      "C": "Örneklem",
      "D": "Sonuç",
      "E": "Detay"
    },
    "explanation": "Veriler, işlenmemiş ham gerçeklerdir. Doğru yanıt A'dır."
  },
  {
    "id": "3460038",
    "unitNumber": 4,
    "text": "Aşağıdaki ifadelerden hangisi enformasyonunun özelliklerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gelecekle ilgilidir",
      "B": "Bilginin hammaddesidir",
      "C": "Veri ile eş anlamlıdır",
      "D": "Verinin organize edilmemiş halidir",
      "E": "Sosyal medyada yer almamaktadır"
    },
    "explanation": "Enformasyon geçmişle ilgilidir ve bilginin hammaddesidir. Doğru yanıt B'dir."
  },
  {
    "id": "3460069",
    "unitNumber": 4,
    "text": "Hangi görüşe göre bilginin kaynağı akıldır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ampirist görüş",
      "B": "Pragmatist görüş",
      "C": "Rasyonalist görüş",
      "D": "Liberal görüş",
      "E": "Muhafazakar görüş"
    },
    "explanation": "Rasyonalistlere göre bilginin kaynağı akıldır. Buna göre, bilginin elde edilmesi kimi zaman bireysel yaşantılara, kimi zaman akla ve kimi zaman da başkalarının deneyimleri veya uzmanların görüşüne dayalı olabilmektedir. Doğru yanıt C'dir."
  },
  {
    "id": "3460448",
    "unitNumber": 4,
    "text": "Bir görsel tasarım içerisinde öğrenenin belirli bir noktaya odaklanmasını sağlayan ilke ne olarak adlandırılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ritim",
      "B": "Zıtlık",
      "C": "Denge",
      "D": "Doku",
      "E": "Vurgu"
    },
    "explanation": "Vurgu ilkesi aracılığıyla tasarım içerisinde öğrenenin belirli bir noktaya odaklanması sağlanır. Doğru yanıt E'dir."
  },
  {
    "id": "3460470",
    "unitNumber": 4,
    "text": "Aşağıdakilerin hangisi düşünce, bilgi ve mesajların anlaşılabilir bir biçimsel düzen ile görsel bir dil ve farklı bir imge olarak ortaya konulduğu tasarım ögesi olarak açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tipografi",
      "B": "Grafik",
      "C": "Yöntem",
      "D": "Form",
      "E": "Espas"
    },
    "explanation": "Yazılı bir düşüncenin görsel ifade alması tipografi olarak isimlendirilir. Uçar (2004) tipografiyi; düşünce, bilgi ve mesajların; anlaşılabilir bir biçimsel düzen ile görsel bir dil ve farklı bir imge olarak ortaya konulduğu tasarım ögesi olarak açıklamaktadır. Doğru yanıt A'dır."
  },
  {
    "id": "3460515",
    "unitNumber": 4,
    "text": "İşitsel ögeler, fotoğraf, resim, hareketli görüntüler, grafik, şema ve tablo gibi çoklu ortam tasarım elemanlarının dijital içerik geliştirirken dengeli bir şekilde kullanılmaması neye sebep olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tasarımda boşluğa",
      "B": "Etkinin artmasına",
      "C": "Tüketici sayısının artmasına",
      "D": "Tüketicide bilişsel yüke",
      "E": "Tasarımcıların ortak çalışmasına"
    },
    "explanation": "Dijital içerik geliştirirken tasarım elemanları olan ögelerin kararında ve ayarında kullanılması oldukça önemlidir. Aksi hâlde, öğrenen veya içeriğin tüketicisi konumundaki kişide bilişsel yük oluşturacaktır. Yük oluşturan ortam ve ögeler içerikle ilgili üreticinin amacına ulaşması yönünde engel oluşturabilir. Doğru yanıt D'dir."
  },
  {
    "id": "3460535",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Mayer'e (2009) göre üretici süreçleri geliştirme ilkelerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Çoklu ortam",
      "B": "Kişiselleştirme",
      "C": "Ses",
      "D": "Resim",
      "E": "Parçalara bölme"
    },
    "explanation": "Mayer'e (2009) göre üretici süreçleri geliştirme ilkeleri \"Çoklu ortam\", \"Kişiselleştirme\", \"Ses\" ve \"Resim\"den oluşmaktadır. \"Parçalara bölme\" ise temel süreçleri yönetme ilkelerinden biridir. Doğru yanıt E'dir."
  },
  {
    "id": "3460574",
    "unitNumber": 4,
    "text": "Gerçek hayatta ya da çevrim içi bir ortamda yalnızca aynı görüş etrafında uzlaşmış insanların tartışmalarını takip eden bir kişinin bulunduğu ortam ne olarak adlandırılabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fikir birliği",
      "B": "Yankı odası",
      "C": "Filtre ortamı",
      "D": "Sosyal ağ",
      "E": "Etiket paylaşımı"
    },
    "explanation": "Aynı düşünce ve görüş etrafında birleşen kişilerin, sadece o düşünce ve görüşler etrafında sınırlı alanda kalmasına yankı odası etkisi denir. Yankı odaları hem gerçek hayatta hem de çevrim içi hayatta vardır. Doğru yanıt B'dir."
  },
  {
    "id": "3460593",
    "unitNumber": 4,
    "text": "Kullanıcıların beğendiği içerikleri analiz ederek bir sonraki adımda da benzer içeriği göstermek için kullanılan ve kullanıcıları ilgili ortamda daha uzun süre tutmayı amaçlayan araca ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Filtre balonu",
      "B": "Eşik bekçisi",
      "C": "Çevrim içi araçlar",
      "D": "İçerik analizi",
      "E": "Arama geçmişi"
    },
    "explanation": "Filtre balonu bir otomatik filtreleme aracıdır. Özellikle sosyal medya platformlarında kişilerin beğendiği içerikleri analiz ederek bir sonraki adımda benzer içeriği göstermek için kullanılırlar. Doğru yanıt A'dır."
  },
  {
    "id": "3840137",
    "unitNumber": 4,
    "text": "Görsel tasarımda “denge” ilkesi aşağıdakilerden hangisini hedefler?",
    "correctAnswer": "B",
    "options": {
      "A": "Tüm içeriklerin simetrik olmasını",
      "B": "Görsel ağırlığın eşit ve estetik dağılmasını",
      "C": "Renklerin uyumunu",
      "D": "Kullanıcıyı şaşırtmayı",
      "E": "Sadece yazı temelli içerik kullanmayı"
    },
    "explanation": "Denge ilkesi, tasarımda öğelerin estetik biçimde dengeli yerleştirilmesini ifade eder.<br/>Görsel ağırlığın eşit ve estetik dağılmasını"
  },
  {
    "id": "3840139",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi çoklu ortam tasarım ilkeleri arasında yer <u><strong>almaz</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişiselleştirme",
      "B": "Ön alıştırma",
      "C": "Dikkat çekme",
      "D": "Zaman planlama",
      "E": "Parçalara bölme"
    },
    "explanation": "Zaman planlama, Mayer’in çoklu ortam ilkeleri arasında yer almaz."
  },
  {
    "id": "3840140",
    "unitNumber": 4,
    "text": "Bilgi ile bilgelik arasındaki temel fark nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Birinin deneysel, diğerinin bilimsel olması",
      "B": "Birinin bireysel, diğerinin kitlesel olması",
      "C": "Birinin geçmişle ilgili, diğerinin gelecekle ilgili olması",
      "D": "Birinin dijital, diğerinin geleneksel kaynaklı olması",
      "E": "Birinin teorik, diğerinin uygulamalı olması"
    },
    "explanation": "Bilgi bugünü, bilgelik ise geleceği ilgilendirir.<br/>Birinin geçmişle ilgili, diğerinin gelecekle ilgili olması"
  },
  {
    "id": "3840142",
    "unitNumber": 4,
    "text": "Görsel tasarımda “vurgu” ilkesinin amacı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tüm ögeleri eşit derecede göstermek",
      "B": "Renkleri arka plana atmak",
      "C": "Kullanıcının dikkatini belirli bir noktaya çekmek",
      "D": "Dengeyi tamamen bozmamak",
      "E": "Metni sadeleştirmek"
    },
    "explanation": "Vurgu ilkesi, kullanıcının odaklanması gereken noktayı belirlemek için kullanılır.<br/>Kullanıcının dikkatini belirli bir noktaya çekmek"
  },
  {
    "id": "3840143",
    "unitNumber": 4,
    "text": "Çoklu ortam tasarımında “gereksizlik” ilkesi neyi ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Tüm öğelerin çok detaylı açıklanması",
      "B": "Gereksiz öğelerin içerikte yer alması",
      "C": "Aynı bilginin görsel, işitsel ve yazılı olarak verilmesi",
      "D": "Kısa içeriklerin tercih edilmesi",
      "E": "Metinlerin renklendirilmesi"
    },
    "explanation": "Aynı bilginin görsel, işitsel ve yazılı olarak verilmesi bilişsel yükü artırabilir; bu nedenle önerilmez."
  },
  {
    "id": "3840146",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tipografi öğesi <strong><u>değildir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Font boyutu",
      "B": "Harf arası boşluk",
      "C": "Görsel simgeler",
      "D": "Font rengi",
      "E": "Yazı karakteri"
    },
    "explanation": "Görsel simgeler, tipografi kapsamında yer almaz; tipografi yalnızca yazının görsel özellikleriyle ilgilidir."
  },
  {
    "id": "3840147",
    "unitNumber": 4,
    "text": "“Bilginin üretildiği ortamda dil, yalnızca bir iletişim aracı olmaktan çıkar” cümlesi neyi vurgular?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi her zaman dilin dışındadır",
      "B": "Sosyal medyada anlamın görselleştiğini",
      "C": "Dilin bilgi üretiminde temel unsur olduğunu",
      "D": "Bilginin sessiz ortamda geliştiğini",
      "E": "Görsellikten uzak dilin daha etkili olduğunu"
    },
    "explanation": "Dil, bilginin üretilmesi ve anlam kazanmasında temel bir araç olarak değerlendirilmiştir.<br/>Dilin bilgi üretiminde temel unsur olduğunu"
  },
  {
    "id": "3840148",
    "unitNumber": 4,
    "text": "Çevrimiçi öğrenme ortamlarının etkinliği en çok hangi kuramla açıklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Klasik koşullanma",
      "B": "Davranışçılık",
      "C": "Bilişsel yük kuramı",
      "D": "Yapısalcılık",
      "E": "Karma öğretim modeli"
    },
    "explanation": "Bilişsel yük kuramı, çevrimiçi öğrenme ortamlarında öğrenmeyi etkileyen zihinsel kapasiteye odaklanır."
  },
  {
    "id": "3840150",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi görsel tasarım ilkelerinden biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Bütünlük",
      "B": "Ritim",
      "C": "Espas",
      "D": "Vurgu",
      "E": "Tutarlılık"
    },
    "explanation": "Tutarlılık çoklu ortam ilkesidir, görsel tasarım ilkesine ait değildir."
  },
  {
    "id": "3840151",
    "unitNumber": 4,
    "text": "Tipografi açısından yazı karakterlerinin birbirinden çok farklı olması hangi probleme neden olur?",
    "correctAnswer": "C",
    "options": {
      "A": "Anlam derinliği yaratır",
      "B": "Bilişsel yükü azaltır",
      "C": "Yazının okunabilirliğini zorlaştırır",
      "D": "Görsel algıyı artırır",
      "E": "Öğrenci motivasyonunu yükseltir"
    },
    "explanation": "Tutarsız yazı karakterleri, içerikte algı ve okunabilirlik sorunlarına yol açar.<br/>Yazının okunabilirliğini zorlaştırır"
  },
  {
    "id": "3458813",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yaygın olarak bilinen ve tüketilen medyanın karşısında olan, ona alternatif üretim yapan medya aktörleri, kurumları ve araçlarına verilen genel addır?",
    "correctAnswer": "A",
    "options": {
      "A": "Alternatif Medya",
      "B": "Kamusal Alan",
      "C": "İnternet",
      "D": "Siber Kültür",
      "E": "Siber Saldırı"
    },
    "explanation": "Alternatif Medya; Yaygın olarak bilinen ve tüketilen medyanın karşısında olan, ona alternatif üretim yapan medya aktörleri, kurumları ve araçlarına verilen genel addır. Cevap A'dır."
  },
  {
    "id": "3458823",
    "unitNumber": 5,
    "text": "İnternet teknolojileri üzerinden kültürün üretilmesine ve uygulanmasına işaret eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Alternatif Medya",
      "B": "Siber Kültür",
      "C": "Siber Saldırı",
      "D": "İnternet",
      "E": "Kamusal Alan"
    },
    "explanation": "İnternet teknolojileri üzerinden kültürün üretilmesine ve uygulanmasına işaret eden kavram Siber Kültür'dür. Cevap B'dir."
  },
  {
    "id": "3458828",
    "unitNumber": 5,
    "text": "Modern toplum kuramlarında, toplumun ortak yararını belirlemeye ve gerçekleştirmeye yönelik düşünce, söylem ve eylemlerin üretildiği ve geliştirildiği ortak toplumsal etkinlik alanına işaret etmek için kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alternatif Medya",
      "B": "Siber Saldırı",
      "C": "Kamusal Alan",
      "D": "Siber Kültür",
      "E": "İnternet"
    },
    "explanation": "Modern toplum kuramlarında, toplumun ortak yararını belirlemeye ve gerçekleştirmeye yönelik düşünce, söylem ve eylemlerin üretildiği ve geliştirildiği ortak toplumsal etkinlik alanına işaret etmek için kullanılan kavram Kamusal Alan'dır. Cevap C'dir."
  },
  {
    "id": "3458832",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sosyal medya haberciliğinin temel özelliklerinden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Depolama ve Arşivleme",
      "B": "Uygun Maliyet",
      "C": "Etkileşim",
      "D": "Yüksek fiyatlama",
      "E": "Hipermetin"
    },
    "explanation": "Yüksek fiyatlama sosyal medya haberciliğinin temel özelliklerinden değildir. Cevap D'dir."
  },
  {
    "id": "3458840",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sosyal medya haberciliği ve etik ilişkisi ile ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Etkileşim",
      "B": "Hipermetin",
      "C": "Multimedya",
      "D": "Hızlı güncelleme",
      "E": "Veri madenciliği"
    },
    "explanation": "Veri madenciliği sosyal medya haberciliği ve etik ilişkisi ile ilgilidir. Cevap E'dir."
  },
  {
    "id": "3458863",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisinde aynı içerikte yer alan bilgilerle farklı sayfalara ve metinlere teknolojik cihaz fark etmeksizin ulaşılabilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hipermetin",
      "B": "Multimedya",
      "C": "Etkileşim",
      "D": "Uygun maliyet",
      "E": "Depolama"
    },
    "explanation": "Hipermetin: Sosyal medya haberciliğinde haberin sunulduğu ortama, uygun olması suretiyle internete bağlanabilen her türlü teknolojik cihazdan erişilebilmektedir. Haberin içeriğinde haberle ilgili olan birçok kaynağa ve detaylı bilgiye imkân veren web sayfalarına bağlantılar verebilmek mümkündür. Böylelikle aynı içerikte yer alan bilgilerle farklı sayfalara ve metinlere teknolojik cihaz fark etmeksizin ulaşılabilmektedir. Cevap A'dır."
  },
  {
    "id": "3458866",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi haberlerin sürekli surette güncel kalmasını beraberinde getirmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Erişilebilirlik",
      "B": "Hızlı Güncelleme",
      "C": "Depolama",
      "D": "Uygun Maliyet",
      "E": "Multimedya"
    },
    "explanation": "Hızlı Güncelleme: Sosyal medya platformlarının içerikleri düzenlemeye ve yeniden düzenlemeye imkân veren yapısı, haber içeriklerinin düzenlenerek güncellenmesinin çok hızlı bir biçimde yapılabilmesini sağlamaktadır. Hız anlamında kolaylık sağlayan bu özellik, haberlerin sürekli surette güncel kalmasını beraberinde getirmektedir. Cevap B'dir."
  },
  {
    "id": "3458868",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisinde aynı haber içeriğinde birden fazla zenginleştirici unsur kullanılabilmekte ve haberler bu unsurlarla desteklenebilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Depolama",
      "B": "Hipermetin",
      "C": "Multimedya",
      "D": "İnternet",
      "E": "Hızlı Güncelleme"
    },
    "explanation": "Multimedya: Sosyal medya platformlarının birçok medya türünü destekleyen altyapısı, kullanıcıların görsel, işitsel, görsel-işitsel ve metinsel unsurlarla haberlerin içeriğini zenginleştirmelerine olanak vermektedir. Bu yönüyle aynı haber içeriğinde birden fazla zenginleştirici unsur kullanılabilmekte ve haberler bu unsurlarla desteklenebilmektedir. Cevap C'dir."
  },
  {
    "id": "3458870",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yayınlanan yeni bir haber, kendinden önce paylaşılan haberin geri planda kalarak arşivlenmesini sağlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hipermetin",
      "B": "Multimedya",
      "C": "İnternet",
      "D": "Depolama ve Arşivleme",
      "E": "Hızlı erişim"
    },
    "explanation": "Depolama ve Arşivleme: Sosyal medya platformlarının yeni medya teknolojisi üzerine kurulması, haberlerin de sayısal verilerle temsil edilmesini sağlamıştır. Verilerin çabuk bir biçimde transfer edilmesini olanaklı hâle getiren bu özellik, haberin hem üreticilerine hem de kullanıcılarına geniş bir depolama imkânı vermektedir. Böylelikle yayınlanan yeni bir haber, kendinden önce paylaşılan haberin geri planda kalarak arşivlenmesini sağlamaktadır. Cevap D'dir."
  },
  {
    "id": "3458871",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir kişi, kurum ya da kuruluşun bir emeğini kullanarak haksız kazanç elde etmesi durumudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Kaynak Göstermeme",
      "B": "Nefret Söylemi",
      "C": "Yanıltıcı Etiketleme ve Başlık Oluşturma",
      "D": "Özel Yaşamın Gizliliği",
      "E": "Telif Hakkı"
    },
    "explanation": "Telif Hakları: Bir kişi, kurum ya da kuruluşun bir emeğini kullanarak haksız kazanç elde etmektir. Fikir, tasarım, fotoğraf ya da video hırsızlığı gibi ihlaller bu kapsamda ele alınmaktadır. Cevap E'dir."
  },
  {
    "id": "3459586",
    "unitNumber": 5,
    "text": "Eleştirel teoriye göre medyanın etkisine yönelik aşağıdaki yargılardan hangileri <strong>doğrudur</strong>? <br/>I- Sınırlıdır.<br/>II-Kitleleri yönlendirir.<br/>III- Çift yönlüdür.",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Eleştirel teoriye göre ise medyanın etkisi sınırsızdır ve medya tek taraflı olarak<br/>kitleleri yönlendirmektedir. Bireylerin neyi ne kadar düşüneceği ya da nasıl yorumlayacağı kararını medya<br/>vermektedir."
  },
  {
    "id": "3459591",
    "unitNumber": 5,
    "text": "Hipodermik iğne modeline göre izler kitle .................................... Aşağıdakilerden hangisi noktalı yeri en uygun biçimde doldurur?",
    "correctAnswer": "B",
    "options": {
      "A": "Mesajları sorgulayarak tepki gösterir.",
      "B": "Mesajları sorgulamadan kabul eder.",
      "C": "Mesajlara tepki göstermez.",
      "D": "Mesajlara karşı her zaman eleştirel bir yaklaşım sergiler.",
      "E": "Mesajları sadece belirli koşullarda kabul eder."
    },
    "explanation": "Hipodermik iğne modeli, iletişim mesajlarının izler kitlede bulunan her birey için benzer şekilde algılandığını ve izler kitlenin iletişim mesajlarına anında ve doğrudan tepki gösterdiğini<br/>ifade etmektedir. Bir diğer deyişle izler kitle, kitle iletişim araçları vasıtasıyla kendilerine sunulan<br/>mesajları sorgulamadan kabul etmektedi."
  },
  {
    "id": "3459598",
    "unitNumber": 5,
    "text": "\"Sessizlik Sarmalı Teorisi\"ne göre toplumun genel kabul görmüş görüşlerinin dışında kalan bireyler aşağıdakilerden hangi eğilimi göstermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Görüşlerini daha açık bir şekilde ifade eder.",
      "B": "Görüşlerini sorgulamadan değiştirir.",
      "C": "Görüşlerini sadece belirli gruplarla paylaşır.",
      "D": "Görüşlerini ifade etmekten kaçınır.",
      "E": "Toplumla daha aktif etkileşimde bulunur."
    },
    "explanation": "Teoriye göre kitle iletişim araçları ile medya kurum ve kuruluşları, toplumun hangi<br/>haberleri kabul edeceğini ve yaygınlaştırılabileceğini şekillendirebilir. Bireylerde medya kurum ve<br/>kuruluşlarının yönlendirdiği bakış açısıyla haberlere yaklaşım başladığında, kişilerarası uyum ger-<br/>çekleşmektedir. Bu uyumun dışında kalan bireyler ise haberlere başka perspektiften baktığını veya<br/>düşündüğünü fark ettiğinde sessiz kalmayı tercih etmektedir. Böylelikle yalnız kalmak istemeyen birey, toplumun kitle iletişim araçlarının yönlendirmesiyle kabul etmiş olduğu durum ve görüşlere karşıt görüşlerini söyleyemez hâle gelmektedir."
  },
  {
    "id": "3459608",
    "unitNumber": 5,
    "text": "Yeni medya teknolojileri geleneksel kitle iletişim araçlarının <em>öncelikli olarak</em> hangi özelliğini artırmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "İçerik üretim hızı",
      "B": "İçerik kalitesi",
      "C": "Ulaştığı kitle büyüklüğü",
      "D": "İçerik çeşitliliği",
      "E": "Tek yönlü iletişim"
    },
    "explanation": "Bilgi ve iletişim teknolojilerinde meydana gelen gelişmeler ile yaşanan dijital dönüşüm süreciyle<br/>birlikte medyanın etkisi farklılaşmaya başlamış ve<br/>kitle iletişim araçları daha geniş kitlelere ulaşabilir<br/>hâle gelmiştir. Radyo ve televizyon gibi geleneksel kitle iletişim araçlarıyla ulaştığı kitleleri yeni<br/>iletişim teknolojileriyle artıran medya kurum ve kuruluşlarının yanı sıra aktif kullanıcı rolündeki<br/>bireyler, haber içeriklerini daha da büyük kitlelere ulaştırabilir olmuştur."
  },
  {
    "id": "3459624",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisinde kitle iletişim araçlarının bireyler üzerindeki etkilerinin sıralaması doğru biçimde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tutum Geliştirme &gt; Davranış Oluşturma &gt; Bilgilenme &gt; Farkındalık",
      "B": "Bilgilenme &gt; Farkındalık &gt; Davranış Oluşturma &gt; Tutum Geliştirme",
      "C": "Farkındalık &gt; Bilgilenme &gt; Tutum Geliştirme &gt; Davranış Oluşturma",
      "D": "Davranış Oluşturma &gt; Tutum Geliştirme &gt; Farkındalık &gt; Bilgilenme",
      "E": "Farkındalık &gt; Davranış Oluşturma &gt; Tutum Geliştirme &gt; Bilgilenme"
    },
    "explanation": "1. Düzey: Farkındalık<br/>2. Düzey: Bilgilenme<br/>3. Düzey: Tutum Geliştirme<br/>4. Düzey: Davranış Oluşturma"
  },
  {
    "id": "3459636",
    "unitNumber": 5,
    "text": "Web 1.0 dönemine ilişkin aşağıdakilerden hangisi <strong>doğrudur</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Etkileşimli bir internet deneyimi sunmuştur.",
      "B": "Haber yazma ve paylaşma maliyeti yüksektir.",
      "C": "Internet sayfasına erişim ve içerik oluşturma düşük maliyetliydi.",
      "D": "Kullanıcılar kendi içeriklerini kolaylıkla oluşturabiliyordu.",
      "E": "Sosyal medya platformları bu dönemde yaygınlaşmıştır."
    },
    "explanation": "Web 1.0, haberi paylaşmak için bir<br/>internet sayfasına erişebilecek teknolojiye ve haberi<br/>yazabilecek bir internet sayfasına/sitesine sahip ol-<br/>manın oldukça maliyetli olduğu, habere erişmenin<br/>ve sunmanın çoğu durumda bir uzmanlık gerektir-<br/>diği bir döneme işaret etmektedir. İnternet tekno-<br/>lojisinin gelişip yaygınlaşması aracılığıyla ağ olgusu<br/>giderek bireysel ve toplumsal yaşamın merkezinde<br/>daha şiddetli bir şekilde hissedilir olmuştur. Bu an-<br/>lamda tabletler ve akıllı telefonlar gibi mobil cihaz<br/>teknolojileri ile yazılım alanında yaşanan gelişme-<br/>lerin etkisi, oldukça önemli bir konuma sahiptir."
  },
  {
    "id": "3459639",
    "unitNumber": 5,
    "text": "Yeni medya teknolojileri hakkında aşağıdakilerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "İnternet teknolojileri ve Web 2.0 araçları yeni medyanın bir parçasıdır.",
      "B": "Dijital oyunlar, dijital kültür ve dijital imgeleme yeni medyaya dahildir.",
      "C": "Yeni medya, sadece bilgisayarlarla sınırlıdır.",
      "D": "Sosyal medya platformları yeni medyanın bir uzantısı olarak görülmektedir.",
      "E": "Çevrimiçi habercilik ve çevrimiçi sohbet, yeni medya kavramı içerisinde değerlendirilir."
    },
    "explanation": "Yeni medyanın bilgisayarlar ile sınırlı olduğu doğru değildir."
  },
  {
    "id": "3459645",
    "unitNumber": 5,
    "text": "Toplumun ortak yararını belirlemeye ve gerçekleştirmeye yönelik düşünce, söylem ve eylemlerin üretildiği ve geliştirildiği ortak toplumsal etkinlik alanıdır. Tanımı verilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siber kültür",
      "B": "Kamusal alan",
      "C": "Alternatif medya",
      "D": "Suskunluk sarmalı",
      "E": "Geleneksel medya"
    },
    "explanation": "Kamusal Alan: Modern toplum kuramla-<br/>rında, toplumun ortak yararını belirleme-<br/>ye ve gerçekleştirmeye yönelik düşünce,<br/>söylem ve eylemlerin üretildiği ve geliş-<br/>tirildiği ortak toplumsal etkinlik alanına<br/>işaret etmek için kullanılan kavramdır."
  },
  {
    "id": "3459653",
    "unitNumber": 5,
    "text": "Pavlik'e göre sosyal medyanın haberciliği etkilediği dört ana alan aşağıdakilerden hangileridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Haber kaynaklarının değişimi, sosyal medya etkileşimi, medya endüstrisinin yapısal değişiklikleri, haberin paylaşım yöntemlerinin değişimi.",
      "B": "Haber içeriğinin yapısındaki değişim, habercilik iş süreçlerinin dijitalleşmesi, medya endüstrisinin yapısal değişiklikleri, haberin tüm paydaşları arasındaki ilişkinin değişimi.",
      "C": "Sosyal medya etkileşimi, haberin içeriğinin değişimi, medya endüstrisinin dijitalleşmesi, haberin tüm paydaşları arasındaki ilişkinin değişimi.",
      "D": "Haber kaynaklarının değişimi, sosyal medya etkileşimi, medya endüstrisinin yapısal değişiklikleri, haberin içeriğinin yapısındaki değişim.",
      "E": "Haber içeriğinin yapısındaki değişim, sosyal medya etkileşimi, medya endüstrisinin yapısal değişiklikleri, haberin tüm paydaşları arasındaki ilişkinin değişimi."
    },
    "explanation": "Haber içeriğinin yapısındaki değişim, habercilik iş süreçlerinin dijitalleşmesi, medya endüstrisinin yapısal değişiklikleri, haberin tüm paydaşları arasındaki ilişkinin değişimi."
  },
  {
    "id": "3459665",
    "unitNumber": 5,
    "text": "Sosyal medya haberciliğinin hangi özelliği, kullanıcılara habere ilişkin beğeni, yorum ya da yeniden paylaş gibi sosyal medya platformlarının içerik değerlendirme özelliklerini kullanabilme olanağı sağlar?<br/>I-Etkileşimli yapısı<br/>II- Kullanıcı kontrollü yapısı<br/>III- Hızlı yapısı",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Etkileşimli yapısı bu olanağı sağlamaktadır."
  },
  {
    "id": "3840180",
    "unitNumber": 5,
    "text": "Geleneksel medya ile yeni medya arasındaki temel fark aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Görsel içerik üretimi",
      "B": "Tek yönlü ve çift yönlü iletişim yapıları",
      "C": "Reklam maliyetleri",
      "D": "Kullanıcı yaş aralığı",
      "E": "Haber sunumunda renk kullanımı"
    },
    "explanation": "Geleneksel medya tek yönlü, sosyal medya ise çift yönlü ve etkileşimlidir.<br/>Tek yönlü ve çift yönlü iletişim yapıları"
  },
  {
    "id": "3840181",
    "unitNumber": 5,
    "text": "Hipodermik iğne modeli hangi durumu açıklamak için kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilginin farklı kaynaklardan alınması",
      "B": "Mesajların kitleye doğrudan ve sorgusuz etki etmesi",
      "C": "Sosyal medya etkileşiminin artması",
      "D": "Medyanın tarafsız haber sunması",
      "E": "Bilgi kirliliğinin azalması"
    },
    "explanation": "Hipodermik iğne modeli, kitlenin medyadan gelen mesajları sorgulamadan kabul ettiğini belirtir.<br/>Mesajların kitleye doğrudan ve sorgusuz etki etmesi"
  },
  {
    "id": "3840182",
    "unitNumber": 5,
    "text": "Gündem belirleme teorisine göre medya neyi şekillendirir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilginin doğruluğunu",
      "B": "Teknolojik gelişmeleri",
      "C": "Toplumun konuşacağı konuları",
      "D": "Anket sonuçlarını",
      "E": "Grafik tasarımını"
    },
    "explanation": "Gündem belirleme teorisi, medyanın bireylerin ne düşüneceğini ve konuşacağını şekillendirdiğini ileri sürer.<br/>Toplumun konuşacağı konuları"
  },
  {
    "id": "3840183",
    "unitNumber": 5,
    "text": "Sessizlik sarmalı teorisine göre bireyler neden sessiz kalmayı tercih eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Teknoloji eksikliği",
      "B": "Kaynak yetersizliği",
      "C": "Yalnız kalmaktan çekinme",
      "D": "Medyanın doğruluğu",
      "E": "Anonimlik hakkı"
    },
    "explanation": "Bireyler, toplumsal baskı ve yalnız kalma korkusuyla fikirlerini açıklamaktan kaçınabilirler.<br/>Yalnız kalmaktan çekinme"
  },
  {
    "id": "3840184",
    "unitNumber": 5,
    "text": "McCombs’un etkiler düzeyi modelinde ilk aşama hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Davranış",
      "B": "Bilgilenme",
      "C": "Farkındalık",
      "D": "Tutum geliştirme",
      "E": "Analiz"
    },
    "explanation": "İlk etki düzeyi bireyde farkındalık yaratmaktır."
  },
  {
    "id": "3840185",
    "unitNumber": 5,
    "text": "Web 2.0 teknolojileri sosyal medya haberciliğinde neyi kolaylaştırmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dijital oyunların yaygınlaşmasını",
      "B": "Tek yönlü bilgi aktarımını",
      "C": "Kullanıcıların içerik üretmesini",
      "D": "Televizyonun etki gücünü",
      "E": "Anketlerin yapılmasını"
    },
    "explanation": "Web 2.0 ile kullanıcılar içerik üretici konumuna gelmiştir.<br/>Kullanıcıların içerik üretmesini"
  },
  {
    "id": "3840186",
    "unitNumber": 5,
    "text": "Yurttaş gazeteciliği neyi ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece profesyonel gazetecilerin çalışmaları",
      "B": "Devlet onaylı haber ajanslarının haber sunumu",
      "C": "Vatandaşların haber üretim sürecine katılımı",
      "D": "Anonim bilgi üretimi",
      "E": "Akademik habercilik"
    },
    "explanation": "Gazeteci olmayan bireylerin haber toplama ve paylaşma faaliyetidir.<br/>Vatandaşların haber üretim sürecine katılımı"
  },
  {
    "id": "3840187",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sosyal medya haberciliğinin avantajlarından biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Hızlı paylaşım",
      "B": "Anında geri bildirim",
      "C": "Sansürsüz erişim",
      "D": "Doğruluk garantisi",
      "E": "Multimedya desteği"
    },
    "explanation": "Sosyal medya platformlarında haberin doğruluğu garanti altında değildir.<br/>Doğruluk garantisi"
  },
  {
    "id": "3840188",
    "unitNumber": 5,
    "text": "Twitter haberciliğinde öne çıkan özellik hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Anket yapılabilmesi",
      "B": "Uzun analizler paylaşılması",
      "C": "Anlık gelişmelerin yaygınlaştırılması",
      "D": "PDF içeriklerinin paylaşılması",
      "E": "Canlı yayın desteklemesi"
    },
    "explanation": "Twitter, anlık ve kısa haberlerin paylaşımıyla ön plandadır.<br/>Anlık gelişmelerin yaygınlaştırılması"
  },
  {
    "id": "3840189",
    "unitNumber": 5,
    "text": "Instagram platformu daha çok hangi tür haber içerikleri için uygundur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yazılı raporlar",
      "B": "Podcastler",
      "C": "Görsel ve kısa videolar",
      "D": "Basın bültenleri",
      "E": "Belgeseller"
    },
    "explanation": "Instagram görsel temelli bir platformdur, fotoğraf ve kısa video haberler ön plandadır.<br/>Görsel ve kısa videolar"
  },
  {
    "id": "3441837",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi türlerine göre verilerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "demografik",
      "B": "ürün",
      "C": "davranış",
      "D": "yönelim",
      "E": "sosyal medya"
    },
    "explanation": "Türlerine göre veriler şu şekilde sıralanabilir:<br/><ul><br/><li>Demografik</li><br/><li>ürün</li><br/><li>psikolojik</li><br/><li>davranış</li><br/><li>yönelim</li><br/><li>konum</li><br/><li>niyet. doğru seçenek E'dir.</li><br/></ul><br/>sosyal medya"
  },
  {
    "id": "3441842",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yapılandırılmamış verilerle ilgili doğru bir bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Verilerin otomasyonunu, yönetimini ve hızlı bir biçimde analiz edilmesini kolaylaştıran unsurları tam anlamıyla içermemektedir",
      "B": "Aynı veride yer alan benzer unsurlar birlikte gruplandırılabilmekte ve bir hiyerarşi içerisinde düzenlenebilmektedir",
      "C": "İyi tanımlanmış bir yapıya sahip olmadığı için analitik yazılımları tarafından kolaylıkla analiz edilememektedir",
      "D": "Veride yer alan bir gruptaki aynı özelliklerin hacmi ve biçimi farklı olabilmektedir",
      "E": "Analitik yazılımları tarafından kolaylıkla analiz edilememektedir."
    },
    "explanation": "Yapılandırılmamış veriler;<br/>• Çok çeşitli formatlarda olduğundan dolayı standart bir yapıya uyum sağlayamamaktadır,<br/>• Belirli bir biçimden yoksundur,<br/>• Kolayca tanımlanabilir ve incelenebilir bir yapıya sahip değildir,<br/>• Analitik yazılımları tarafından kolaylıkla analiz edilememektedir. Doğru seçenek E'dir."
  },
  {
    "id": "3441903",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yapılandırılmış verilerle ilgili doğru bir bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kolayca tanımlanabilir ve incelenebilir bir yapıya sahip değildir",
      "B": "Çok çeşitli formatlarda olduğundan dolayı standart bir yapıya uyum sağlayamamaktadır",
      "C": "Belirli bir biçimden yoksundur",
      "D": "Analitik yazılımları tarafından kolaylıkla analiz edilememektedir",
      "E": "Aynı gruptaki unsurlar, aynı özelliklere sahiptir"
    },
    "explanation": "Yapılandırılmış veriler;<br/>• Temsil ettikleri veri modeline uygundur ve kolayca tanımlanabilir bir yapıya sahiptir,<br/>• İyi organize edildiğinden dolayı verilerin tanımı, formatı ve anlamı açıkça bilinmektedir,<br/>• Benzer unsurlar, ilişkiler veya sınıflar oluşturmak için birlikte gruplanmaktadır,<br/>• Aynı gruptaki unsurlar, aynı özelliklere sahiptir,<br/>• Erişimi kolay olduğu için analitik yazılımları tarafından kolayca kullanılabilmektedir. doğru seçenek E'dir."
  },
  {
    "id": "3441911",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yarı yapılandırılmış verilerle ilgili doğru bir bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Erişimi kolay olduğu için analitik yazılımları tarafından kolayca kullanılabilmektedir",
      "B": "Aynı gruptaki unsurlar, aynı özelliklere sahiptir",
      "C": "İyi organize edildiğinden dolayı verilerin tanımı, formatı ve anlamı açıkça bilinmektedir",
      "D": "Temsil ettikleri veri modeline uygundur ve kolayca tanımlanabilir bir yapıya sahiptir",
      "E": "Veride yer alan bir gruptaki aynı özelliklerin hacmi ve biçimi farklı olabilmektedir"
    },
    "explanation": "yarı-yapılandırılmış veriler şu özelliklere sahiptir:<br/>• Aynı veride yer alan benzer unsurlar birlikte<br/>gruplandırılabilmekte ve bir hiyerarşi içerisinde düzenlenebilmektedir,<br/>• Verilerin otomasyonunu, yönetimini ve hızlı<br/>bir biçimde analiz edilmesini kolaylaştıran<br/>unsurları tam anlamıyla içermemektedir,<br/>• Veride yer alan bir gruptaki aynı özelliklerin<br/>hacmi ve biçimi farklı olabilmektedir,<br/>• İyi tanımlanmış bir yapıya sahip olmadığı<br/>için analitik yazılımları tarafından kolaylıkla analiz edilememektedir. Doğru seçenek E'dir.<br/>Veride yer alan bir gruptaki aynı özelliklerin hacmi ve biçimi farklı olabilmektedir"
  },
  {
    "id": "3441921",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi büyük verini özelliklerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "büyük hacimlidir",
      "B": "hızlı veri üretimi",
      "C": "çeşitlilik",
      "D": "değişkenlik",
      "E": "hantal protokollere sahiptir"
    },
    "explanation": "Büyük verinin özellikler şu şekilde sıralanabilir:<br/><ul><br/><li>Hacim: Diğer verilere kıyasla büyük verinin çok büyük miktarlarda olmasıdır,<br/>• Hız: Verilerin çok çabuk bir şekilde üretilmesidir,<br/>• Çeşitlilik: Fotoğraflar, videolar ya da metinler gibi üretilen verilerin farklı formatlarda olmasıdır,<br/>• Değişkenlik: Çok çeşitli kaynaklar olmasından ve bu kaynakların veri üretimindeki tutarsızlıklarından dolayı verilerin birçok farklı biçimde üretilmesidir. Doğru seçenek E'dir.</li><br/></ul><br/>hantal protokollere sahiptir"
  },
  {
    "id": "3441929",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi analitik değerlendirilmesi aşamalarından biri olan raporlama aşamasına ilişkin doğru bir bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Veriye öncü analizler yapma",
      "B": "Amaçla ilgili enformasyonu veriden çıkarma",
      "C": "Verideki anlamsız değerleri düzeltme",
      "D": "Veri temizleme",
      "E": "Bulguları değerlendirme"
    },
    "explanation": "veri analitiği süreci aşamaları şu şekildedir:<br/>1. Veri Toplama<br/>a. Sosyal medya platformlarından veriyi<br/>elde etme,<br/>b. Veriye öncü analizler yapma,<br/>c. Amaçla ilgili enformasyonu veriden çıkararak hazır hâle getirme.<br/>2. Analiz<br/>a. Verideki anlamsız değerleri düzeltme<br/>veya temizleme,<br/>b. İleri düzeydeki analiz tekniklerini işe<br/>koşma.<br/>3. Raporlama<br/>a. Bulguları değerlendirme ve özetleme,<br/>b. Özet bulguları sunma. Doğru seçenek E'dir."
  },
  {
    "id": "3441936",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi analitik değerlendirilmesi aşamalarından biri olan veri analizi aşamasına ilişkin doğru bir bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bulguları değerlendirme",
      "B": "Bulguları özetleme",
      "C": "Özet bulguları sunma",
      "D": "Amaçla ilgili enformasyonu veriden çıkarma",
      "E": "Verideki anlamsız değerleri düzeltme"
    },
    "explanation": "veri analitiği değerlendirme aşamaları şu şekilde özetlenebilir:<br/>1. Veri Toplama<br/>a. Sosyal medya platformlarından veriyi<br/>elde etme,<br/>b. Veriye öncü analizler yapma,<br/>c. Amaçla ilgili enformasyonu veriden çıkararak hazır hâle getirme.<br/>2. Analiz<br/>a. Verideki anlamsız değerleri düzeltme<br/>veya temizleme,<br/>b. İleri düzeydeki analiz tekniklerini işe<br/>koşma.<br/>3. Raporlama<br/>a. Bulguları değerlendirme ve özetleme,<br/>b. Özet bulguları sunma. Doğru seçenek E'dir."
  },
  {
    "id": "3441948",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi youtube analitiğinde yer alan sekmelerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gelen kutusu",
      "B": "Hesap hareketleri",
      "C": "Yeni hikaye",
      "D": "Reklam oluşturma",
      "E": "gelir"
    },
    "explanation": "bu sekmeler: genel bakış, içerik, kitle, gelir ve araştırma'dır. Doğru Seçenek E'dir."
  },
  {
    "id": "3441957",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi analitik yazılımlardaki analitik tekniklerinde odaklanılan özelliklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sözcüksel",
      "B": "Biçimsel",
      "C": "Sosyal",
      "D": "Duygusal",
      "E": "Ekonomik"
    },
    "explanation": "Sözcüksel<br/>Duygusal<br/>Biçimsel<br/>Sosyal<br/>Anlamsal<br/>Ürün Özellikleri olmak üzere 6 kritere dikkat edilir. doğru seçenek E'dir.<br/>Ekonomik"
  },
  {
    "id": "3441967",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi analitik tekniklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Duygu Analizi",
      "B": "Görüş Madenciliği",
      "C": "Konu Modelleme",
      "D": "Sosyal Ağ Analizi",
      "E": "İşitsel analiz"
    },
    "explanation": "Sosyal medya analitiğinden yararlanılarak ortaya konulmak istenen çıktının ne olması gerektiği hususu, kullanılacak analitik tekniğinde önemli bir yer teşkil etmektedir. bu teknikler şu şekilde sıralanabilir:<br/><ul><br/><li>Konu Modelleme</li><br/><li>Duygu Analizi ya da Görüş Madenciliği</li><br/><li>Sosyal Ağ Analizi</li><br/><li>Eğilim Analizi</li><br/><li>Popülerlik Tahmini</li><br/><li>Müşteri Bağlılık Analizi</li><br/><li>Görsel Analitik. Doğru Seçenek E'dir.</li><br/></ul><br/>İşitsel analiz"
  },
  {
    "id": "3459289",
    "unitNumber": 6,
    "text": "Sosyal medyada kullanıcıların yaş, cinsiyet, eğitim düzeyi ve yaşadıkları yer gibi bilgilerini herkese açık bir şekilde paylaşmalarını içeren veri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Davranış verisi",
      "B": "Demografik veri",
      "C": "Psikografik veri",
      "D": "Konum verisi",
      "E": "Niyet verisi"
    },
    "explanation": "Doğru cevap B'dir.<br/>Demografik veri: Sosyal medyada kullanıcıların yaş, cinsiyet, eğitim düzeyi ve yaşadıkları yer gibi demografik bilgilerini herkese açık bir şekilde paylaşmalarını içermektedir."
  },
  {
    "id": "3459306",
    "unitNumber": 6,
    "text": "\"ABCD markasının ürünlerini tercih etmiyorum.\" anket maddesine \"kesinlikle katılmıyorum\" diyen bir tüketicinin eğilimi aşağıdakilerin hangisi olabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "ABCD markasının ürünlerine negatif bir bakış açım var.",
      "B": "ABCD markasının ürünlerini kesinlikle alabilirim.",
      "C": "ABCD markasının ürünlerini almada kararsızım.",
      "D": "ABCD markasının ürünlerini almayı düşünmüyorum.",
      "E": "ABCD markasının ürünlerini kesinlikle almamayı düşünüyorum."
    },
    "explanation": "Cevap B'dir.<br/>ABCD markasının ürünlerini tercih etmiyorum.\" anket maddesine \"kesinlikle katılmıyorum\" diyen bir tüketicinin eğilimi alma yönündedir."
  },
  {
    "id": "3459314",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yarı yapılandırılmış verinin özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Temsil ettikleri veri modeline uygundur ve kolayca tanımlanabilir bir yapıya sahiptir.",
      "B": "İyi organize edildiğinden dolayı verilerin tanımı, formatı ve anlamı açıkça bilinmektedir.",
      "C": "Veride yer alan bir gruptaki aynı özelliklerin hacmi ve biçimi farklı olabilmektedir.",
      "D": "Benzer unsurlar, ilişkiler veya sınıflar oluşturmak için birlikte gruplanmaktadır.",
      "E": "Aynı gruptaki unsurlar, aynı özelliklere sahiptir."
    },
    "explanation": "Doğru cevap C'dir.<br/>Aynı veride yer alan benzer unsurlar birlikte gruplandırılabilmekte ve bir hiyerarşi içerisinde düzenlenebilmektedir, • Verilerin otomasyonunu, yönetimini ve hızlı bir biçimde analiz edilmesini kolaylaştıran unsurları tam anlamıyla içermemektedir, • Veride yer alan bir gruptaki aynı özelliklerin hacmi ve biçimi farklı olabilmektedir, • İyi tanımlanmış bir yapıya sahip olmadığı için analitik yazılımları tarafından kolaylıkla analiz edilememektedir."
  },
  {
    "id": "3459321",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yapılandırılmış verinin özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aynı veride yer alan benzer unsurlar birlikte gruplandırılabilmekte ve bir hiyerarşi içerisinde düzenlenebilmektedir.",
      "B": "Verilerin otomasyonunu, yönetimini ve hızlı bir biçimde analiz edilmesini kolaylaştıran unsurları tam anlamıyla içermemektedir.",
      "C": "Veride yer alan bir gruptaki aynı özelliklerin hacmi ve biçimi farklı olabilmektedir.",
      "D": "Erişimi kolay olduğu için analitik yazılımları tarafından kolayca kullanılabilmektedir.",
      "E": "İyi tanımlanmış bir yapıya sahip olmadığı için analitik yazılımları tarafından kolaylıkla analiz edilememektedir."
    },
    "explanation": "Cevap D seçeneğidir.<br/>Temsil ettikleri veri modeline uygundur ve kolayca tanımlanabilir bir yapıya sahiptir, • İyi organize edildiğinden dolayı verilerin tanımı, formatı ve anlamı açıkça bilinmektedir, • Benzer unsurlar, ilişkiler veya sınıflar oluşturmak için birlikte gruplanmaktadır, • Aynı gruptaki unsurlar, aynı özelliklere sahiptir, • Erişimi kolay olduğu için analitik yazılımları tarafından kolayca kullanılabilmektedir."
  },
  {
    "id": "3459336",
    "unitNumber": 6,
    "text": "Çok çeşitli kaynaklar olmasından ve bu kaynakların veri üretimindeki tutarsızlıklarından dolayı verilerin birçok farklı biçimde üretilmesini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hacim",
      "B": "Hız",
      "C": "Çeşitlilik",
      "D": "Değişkenlik",
      "E": "Büyük veri analitiği"
    },
    "explanation": "Doğru cevap D'dir.<br/>Değişkenlik: Çok çeşitli kaynaklar olmasından ve bu kaynakların veri üretimindeki tutarsızlıklarından dolayı verilerin birçok farklı biçimde üretilmesidir."
  },
  {
    "id": "3459374",
    "unitNumber": 6,
    "text": "Sosyal medya platformlarında kullanıcılar arasındaki ilişkilerin yapısını, bağlantıları ve doğrudan gözlemlenemeyen ilişkileri inceleyerek grafiksel yöntemler aracılığıyla bu ilişkileri kolay anlaşılabilir hâle getiren analiz yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Görsel analitik",
      "B": "Müşteri bağlılık analizi",
      "C": "Görüş madenciliği",
      "D": "Eğilim analizi",
      "E": "Sosyal ağ analizi"
    },
    "explanation": "Doğru cevap E seçeneğidir.<br/>Sosyal Ağ Analizi: Özellikle Facebook ve Twitter gibi sosyal medya platformlarında kullanıcılar arasındaki ilişkilerin yapısını, aktörler arasındaki bağlantıları ve doğrudan gözlemlenemeyen ilişkileri inceleyerek grafiksel yöntemler aracılığıyla bu ilişkileri kolay anlaşılabilir hâle getirmektedir."
  },
  {
    "id": "3459561",
    "unitNumber": 6,
    "text": "İnsanların diğer insanlarla iletişim kurabilmek ve bilgi aktarabilmek gibi amaçlarla kullandıkları dilin bilgisayarlar tarafından anlaşılabilmesini açıklayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Konu modelleme",
      "B": "Doğal dil işleme",
      "C": "Bilgisayar analizi",
      "D": "Yapay zekâ",
      "E": "Veri işleme"
    },
    "explanation": "Doğru cevap B seçeneğidir.<br/>Doğal dil işleme, insanların diğer insanlarla iletişim kurabilmek ve bilgi aktarabilmek gibi amaçlarla kullandıkları dilin (örneğin Türkçe ve İngilizce) bilgisayarlar tarafından anlaşılabilmesidir."
  },
  {
    "id": "3459595",
    "unitNumber": 6,
    "text": "I. Ürün özellikleri - Paylaşımın kategorik veya sayısal etiketlenmesi<br/>II. Biçimsel özellikler - Toplam kelime ve karakter sayısı<br/>III. Sosyal özellikler - Paylaşma ve yorumlama sayısı<br/>IV. Duygu özellikleri - Sözcüklerin olumlu, nötr derecelendirilmesi<br/>V. Anlamsal özellikler - Benzersiz kelimeler, deyimler<br/>Analitik tekniklerde odaklanılan özellikler ile açıklamaları eşleştirmelerinden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Doğru cevap E seçeneğidir.<br/>Anlamsal Özellikler: Belirli kavramsal sınıflarda yer alan sözcüklerin kullanım sıklığının hesaplanmasıdır. Kavramsal sınıflara atanmış sözcüklerin çokluğu ya da azlığı, söz konusu sınıfın metin içinde kullanım oranını ortaya koymaktadır. Örneğin “araba”, “otomobil”, “tren” ve “uçak” sözcükleri “taşıt” kavramsal sınıfına aittir. Metin içinde bu sözcüklerin kullanım sıklığının hesaplanması, “taşıt” sınıfının ilgili metindeki kullanım oranını belirleyecektir.<br/>Sözcüksel Özellikler. Benzersiz kelimeler, deyimler, isim tamlamaları veya özel isme sahip nesneler gibi daha çok sözcüklere vurgu yapılmaktadır. Burada sözcüklerin belirlenmesinin yanı sıra veride yer alma sıklıklarına göre de bir analiz gerçekleştirilmektedir. Analiz öncesinde referans alınacak sözcüklerin olduğu sözcük ile terim çantaları ya da belge temelli terimler matrisi gibi araçlardan yararlanılmaktadır."
  },
  {
    "id": "3459684",
    "unitNumber": 6,
    "text": "Değerli olarak belirtilen ve markanın istediği bir çıktıyı temsil eden işlemin, müşteriler tarafından gerçekleştirilmesi sürecini açıklayan kavram aşağıdakilerden hangisidir.",
    "correctAnswer": "C",
    "options": {
      "A": "İzlenim",
      "B": "Etkileşim",
      "C": "Dönüşüm",
      "D": "Paylaşım",
      "E": "Uzlaşım"
    },
    "explanation": "Doğru cevap C seçeneğidir.<br/>Değerli olarak belirtilen ve markanın istediği bir çıktıyı temsil eden işlemin, müşteriler tarafından gerçekleştirilmesi sürecine dönüşüm denilmektedir."
  },
  {
    "id": "3459691",
    "unitNumber": 6,
    "text": "Belirli bir tarih aralığında içeriği izleyen yaklaşık kullanıcı sayısını gösteren YouTube metriği aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gösterim sayıları",
      "B": "Gösterim tıklanma oranı",
      "C": "Görüntüleme sayısı",
      "D": "Benzersiz izleyici sayısı",
      "E": "Ortalama izlenme yüzdesi"
    },
    "explanation": "Cevap D seçeneğidir.<br/>Benzersiz izleyici sayısı: Belirli bir tarih aralığında içeriği izleyen yaklaşık kullanıcı sayısıdır."
  },
  {
    "id": "3840190",
    "unitNumber": 6,
    "text": "Yapılandırılmamış veriler için aşağıdakilerden hangisi <u><strong>söylenemez</strong></u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Düzenli bir yapıya sahiptir",
      "B": "Sosyal medya yorumlarını içerebilir",
      "C": "Analizi zordur",
      "D": "Standart yapıya uymaz",
      "E": "Sınıflandırma öncesi karmaşıktır"
    },
    "explanation": "Yapılandırılmamış veriler düzensiz ve analiz edilmesi zor olan verilerdir.<br/>Düzenli bir yapıya sahiptir"
  },
  {
    "id": "3840191",
    "unitNumber": 6,
    "text": "Sosyal medya analitiğinde “doğal dil işleme” en çok ne için kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Görsel veri toplama",
      "B": "Anket hazırlama",
      "C": "Metinleri anlamlandırmak için",
      "D": "Ses analizi yapmak için",
      "E": "Kullanıcı yaş gruplarını belirlemek için"
    },
    "explanation": "Doğal dil işleme, metinlerin bilgisayarlarca anlaşılmasını sağlar.<br/>Metinleri anlamlandırmak için"
  },
  {
    "id": "3840192",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi analitik sürecin temel adımlarından biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri toplama",
      "B": "Raporlama",
      "C": "Yorum engelleme",
      "D": "Analiz",
      "E": "Sonuçların sunulması"
    },
    "explanation": "Analitik süreç; veri toplama, analiz ve raporlama adımlarından oluşur.<br/>Yorum engelleme"
  },
  {
    "id": "3840193",
    "unitNumber": 6,
    "text": "“Sosyal dinleme” kavramı en çok hangisiyle ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Anket sonuçları",
      "B": "Kullanıcı sessizliği",
      "C": "Marka hakkında yapılan yorumları izleme",
      "D": "Reklam içeriklerinin paylaşımı",
      "E": "Video içerik üretimi"
    },
    "explanation": "Sosyal dinleme, kullanıcıların markaya dair yorumlarını analiz etmeye yöneliktir.<br/>Marka hakkında yapılan yorumları izleme"
  },
  {
    "id": "3840194",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yapılandırılmış veri için doğru bir tanımdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sınıflandırılması imkansız olan veri",
      "B": "Belirsiz formatlara sahip içerik",
      "C": "Kolayca analiz edilebilecek biçimde düzenlenmiş veri",
      "D": "Rastgele görsellerden oluşan veri",
      "E": "Yapılandırılmamış içeriğin tümü"
    },
    "explanation": "Yapılandırılmış veri, düzenli yapısı sayesinde bilgisayarlar tarafından kolayca analiz edilebilir.<br/>Kolayca analiz edilebilecek biçimde düzenlenmiş veri"
  },
  {
    "id": "3840195",
    "unitNumber": 6,
    "text": "Konu modelleme tekniği özellikle hangi veri türü üzerinde uygulanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sayısal veri",
      "B": "Görsel veri",
      "C": "Metin tabanlı veri",
      "D": "Ses kayıtlar",
      "E": "Anket verisi"
    },
    "explanation": "Konu modelleme çok sayıda metin içinde baskın temaları ortaya çıkarır.<br/>Metin tabanlı veri"
  },
  {
    "id": "3840196",
    "unitNumber": 6,
    "text": "Duygu analizinde polarite sözlükleri ne işe yarar?",
    "correctAnswer": "C",
    "options": {
      "A": "Video analizlerini metne çevirmek",
      "B": "Etiketlerin renklerini değiştirmek",
      "C": "Sözcüklerin duygusal tonunu belirlemek",
      "D": "Yorumları silmek",
      "E": "Hashtagleri sıralamak"
    },
    "explanation": "Polarite sözlükleri, kelimelerin olumlu, nötr ya da olumsuz olduğunu saptamak için kullanılır.<br/>Sözcüklerin duygusal tonunu belirlemek"
  },
  {
    "id": "3840197",
    "unitNumber": 6,
    "text": "Görsel analitik neyi amaçlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Fotoğraf filtreleri oluşturmak",
      "B": "Görselleri sayısallaştırmak",
      "C": "Davranış kalıplarını görsel arayüzlerle analiz etmek",
      "D": "Yalnızca metinleri çözümlemek",
      "E": "Ses verilerini düzenlemek"
    },
    "explanation": "Görsel analitik, büyük veri içinde eğilimleri ve yapıları görsel yollarla sunmayı hedefler.<br/>Davranış kalıplarını görsel arayüzlerle analiz etmek"
  },
  {
    "id": "3840198",
    "unitNumber": 6,
    "text": "Sosyal dinlemenin markalara sağladığı başlıca avantaj nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca olumlu yorumları toplama",
      "B": "Rakiplerin faaliyetlerini takip etme",
      "C": "Hashtag üretme",
      "D": "Ürün tasarımı",
      "E": "Video düzenleme"
    },
    "explanation": "Sosyal dinleme, yalnızca müşteri değil aynı zamanda rakip davranışlarını da analiz etmeye yarar.<br/>Rakiplerin faaliyetlerini takip etme"
  },
  {
    "id": "3840199",
    "unitNumber": 6,
    "text": "Ayırt edici sözcüklerin yoğunlukla kullanılması hangi alanda önemlidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Grafik tasarım",
      "B": "Duygu analizi",
      "C": "Web tasarımı",
      "D": "API entegrasyonu",
      "E": "Sosyal medya reklamcılığı"
    },
    "explanation": "Ayırt edici sözcükler, duygu analizinde metinlerdeki anlam yükünü belirlemede kullanılır.<br/>Sosyal medya reklamcılığı"
  },
  {
    "id": "3473392",
    "unitNumber": 7,
    "text": "Veri, enformasyon, bilgi ve bilgelik hiyerarşisinde \"kalıpları anlamak\" hangi düzeyde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri",
      "B": "Enformasyon",
      "C": "Bilgi",
      "D": "Bilgelik",
      "E": "Kavrama"
    },
    "explanation": "Kalıpları anlamak bilgi düzeyinde gerçekleşir. Doğru yanıt C dir"
  },
  {
    "id": "3473394",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kişisel veri türlerinin değerlendirildiği iki boyuttan biridir.",
    "correctAnswer": "B",
    "options": {
      "A": "Teknik nitelikli",
      "B": "Özel nitelikli",
      "C": "Çok nitelikli",
      "D": "Zayıf nitelikli",
      "E": "Sosyal nitelikli"
    },
    "explanation": "Kişisel veri türlerinin değerlendirildiği iki boyut özel nitelikli ve genel niteliklidir. Doğru yanıt B'dir."
  },
  {
    "id": "3473399",
    "unitNumber": 7,
    "text": "Verinin kişisel veri niteliğini kazanabilmesi için aşağıdakilerden hangisi taşıması gereken şartlardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kişinin ayırt edici özellikleri veri işleme sonucu ortaya çıkarılmış olmalı",
      "B": "Elde edilen veriler büyük harfle başlamalı",
      "C": "Verilerin analog yöntemlerle elde edilmiş olmalı",
      "D": "Veri işleme sonuçları metalaştırılmış olmalı",
      "E": "Veri işleme sonuçlarının ilan edilmiş olmalı"
    },
    "explanation": "veri işleme sonucu kişinin fizyolojik, sağlıkla ilgili vb. kişiyi diğer insanlardan ayırt edici özellikleri ortaya çıkarılmalıdır. Doğru yanıt A'dır."
  },
  {
    "id": "3473400",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kişiyi diğerlerinden ayırt etmeye yarayan biyometrik veriler kapsamına girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Davranışsal",
      "B": "Kültürel",
      "C": "Siyasal",
      "D": "Ekonomik",
      "E": "Tarihsel"
    },
    "explanation": "Diğerleri biyometrik veri kapsamına girmez. Doğru yanıt A dır."
  },
  {
    "id": "3473403",
    "unitNumber": 7,
    "text": "\"......................, gerçek bir kişiyi diğer kişilerden ayırt edebilen özelliklerin tümüdür.\"<br/>Yukarıdaki ifadede boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kişisel veri",
      "B": "Veri tabanı",
      "C": "Aleni veri",
      "D": "Örtük veri",
      "E": "Dağıtık veri"
    },
    "explanation": "Kitaptaki ifadede boşluk olan yerde \"kişisel veri\" sözcükleri yer almakdadır. Doğru yanıt A dır."
  },
  {
    "id": "3473406",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi genel nitelikli verinin bir özelliği olarak değerlendirilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanun kapsamında olmaması",
      "B": "Analog sistemle üretilmiş olması",
      "C": "Dijital sistemde üretilmiş olması",
      "D": "Devlet tarafından bilinmesi",
      "E": "Değişken olması"
    },
    "explanation": "Yanıt A dır. Diğer yanıtlar genel nitelik özellikleri arasında değerlendirilmez."
  },
  {
    "id": "3473439",
    "unitNumber": 7,
    "text": "KVKK Madde 4'e genel ilkeler kapsamında, kişisel verilerin işlenmesinde uyulması gereken ilkelerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Belirli, açık ve meşru amaçlar için işleme",
      "B": "Sağlıklı olma",
      "C": "Erkek olma",
      "D": "A RH+ kişilerin verilerini gizli tutma",
      "E": "Elde edilen veriler sekizli paket halinde istifleme"
    },
    "explanation": "A dışındaki yanıtla mantık dışıdır. Doğru yanıt A dır."
  },
  {
    "id": "3473448",
    "unitNumber": 7,
    "text": "\"Kişisel veriler, veri sahibinin ......................... olmadan işlenemez.\"<br/>İfadesinde boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Açık rızası",
      "B": "Sağlık raporu",
      "C": "Ehliyeti",
      "D": "Kötü niyeti",
      "E": "Tanıkları"
    },
    "explanation": "Diğer seçenekler mantık dışıdır. Doğru yanıt A dır."
  },
  {
    "id": "3473457",
    "unitNumber": 7,
    "text": "Bazı şartlar altında kişisel veriler işlenebilir. Aşağıdakilerden hangisi bu şartlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlgili kişinin kendisi tarafından alenileştirilmesi",
      "B": "Verilerin şifrelenmemiş olması",
      "C": "Verilerin ekonomik değerinin olması",
      "D": "Verilerin sahibi olan kişinin bir vergi mükellefi olmaması",
      "E": "Verilerin işlenmesinin şubat ve mart aylarında gerçekleşmesi"
    },
    "explanation": "Verilerin sahibi olan kişi kendisi alenileştirmişse veriler işlenebilir. Doğru yanıt A dır."
  },
  {
    "id": "3473467",
    "unitNumber": 7,
    "text": "Kişisel verilerin korunması kanunu madde 3'te yer verilein açık rızanın tanımı kapsamında aşağıdakilerden hangisi açık rızanın üç temel unsurundan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Belirli bir konuyla ilişkili olması",
      "B": "ortada bir evlilik akti olması",
      "C": "konunun ekonomik mahiyette olması",
      "D": "Kişinin askerliğini yapmış olması",
      "E": "verinin şifrelenmemiş olması"
    },
    "explanation": "Açık rızanın üç temel unsuru; belirli bir konuyla ilişkili olması, rızanın bilgilendirmeye dayanması, özgür iradeyle açıklanmasıdır. Bu bakımdan doğru yanıt A'dır."
  },
  {
    "id": "3840280",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi özel nitelikli kişisel veri <u><strong>değildir</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık bilgisi",
      "B": "Cinsel hayat",
      "C": "Etnik köken",
      "D": "Telefon numarası",
      "E": "Biyometrik veri"
    },
    "explanation": "Telefon numarası kişisel veri sayılır ancak “özel nitelikli” kategorisinde yer almaz."
  },
  {
    "id": "3840281",
    "unitNumber": 7,
    "text": "Kişisel verilerin işlenmesinde aşağıdaki ilkelerden hangisi <u><strong>yer almaz</strong></u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Belirli, açık ve meşru amaçlar için işlenme",
      "B": "Veri sahibinin rızası dışında işlem yapılması",
      "C": "Doğru ve gerektiğinde güncel olma",
      "D": "İşlendikleri amaçla bağlantılı, sınırlı ve ölçülü olma",
      "E": "Gerekli olan süre kadar muhafaza edilme"
    },
    "explanation": "Kişisel verilerin işlenmesi veri sahibinin rızasına dayanmalıdır; aksi ilkelere aykırıdır.<br/>Veri sahibinin rızası dışında işlem yapılması"
  },
  {
    "id": "3840282",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kişisel verinin tanımına girer?",
    "correctAnswer": "C",
    "options": {
      "A": "Anonim kullanıcı ID’si",
      "B": "Marka tercihi",
      "C": "Kişinin adı, soyadı",
      "D": "Ülke kodu",
      "E": "Şehir adı"
    },
    "explanation": "Kişiyi doğrudan tanımlayan bilgiler kişisel veridir; ad-soyad temel örneklerdendir.<br/>Kişinin adı, soyadı"
  },
  {
    "id": "3840283",
    "unitNumber": 7,
    "text": "Kişisel verilerin korunmasına ilişkin temel yasal düzenleme hangi kanunla yapılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Türk Ceza Kanunu",
      "B": "Elektronik Ticaret Kanunu",
      "C": "Kişisel Verilerin Korunması Kanunu",
      "D": "Medeni Kanun",
      "E": "Sosyal Medya Kanunu"
    },
    "explanation": "Kişisel Verilerin Korunması Kanunu, kişisel verilerin işlenmesini ve korunmasını düzenleyen temel kanundur."
  },
  {
    "id": "3840284",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi KVKK kapsamındaki “veri sorumlusu” tanımına girer?",
    "correctAnswer": "B",
    "options": {
      "A": "Kişisel verileri analiz eden algoritmalar",
      "B": "Verilerin işlenme amaç ve yöntemlerini belirleyen gerçek/tüzel kişi",
      "C": "Yalnızca veriyi saklayan şirketler",
      "D": "Sosyal medya kullanıcıları",
      "E": "Takipçi listesi"
    },
    "explanation": "Veri sorumlusu, kişisel verilerin işlenme sürecini yöneten kişi/kuruluşlardır.<br/>Verilerin işlenme amaç ve yöntemlerini belirleyen gerçek/tüzel kişi"
  },
  {
    "id": "3840285",
    "unitNumber": 7,
    "text": "Veri işleme faaliyeti aşağıdakilerden hangisini <u><strong>kapsamaz</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Saklama",
      "B": "Silme",
      "C": "Anonimleştirme",
      "D": "Kopyalama",
      "E": "Erişimin tamamen engellenmesi"
    },
    "explanation": "Veri işleme; toplama, değiştirme, saklama gibi faaliyetleri içerir. Erişimin engellenmesi, ayrı bir güvenlik önlemidir.<br/>Erişimin tamamen engellenmesi"
  },
  {
    "id": "3840286",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi “özel nitelikli kişisel veriler” arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Doğum yeri",
      "B": "Hobi tercihleri",
      "C": "Kan grubu",
      "D": "E-posta adresi",
      "E": "Eğitim düzeyi"
    },
    "explanation": "Kan grubu sağlık bilgisi kapsamında özel nitelikli kişisel veridir."
  },
  {
    "id": "3840287",
    "unitNumber": 7,
    "text": "KVKK’ya göre veri sahibinin başvurusuna kaç gün içinde yanıt verilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "15 gün",
      "B": "30 gün",
      "C": "45 gün",
      "D": "60 gün",
      "E": "90 gün"
    },
    "explanation": "KVKK’ya göre başvurulara 30 gün içinde cevap verilmelidir."
  },
  {
    "id": "3840289",
    "unitNumber": 7,
    "text": "KVKK’ya göre özel nitelikli kişisel veriler işlenmeden önce ne yapılmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Anonim hale getirilmelidir",
      "B": "Doğrudan kamuya açıklanmalıdır",
      "C": "Veri sahibinden açık rıza alınmalıdır",
      "D": "SMS ile bilgilendirme yapılmalıdır",
      "E": "Rapor hazırlanmalıdır"
    },
    "explanation": "Özel nitelikli kişisel veriler ancak açık rıza ile işlenebilir.<br/>Veri sahibinden açık rıza alınmalıdır"
  },
  {
    "id": "3840290",
    "unitNumber": 7,
    "text": "Kişisel verilerle ilgili düzenlemeleri denetleyen kurum hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "TRT",
      "B": "Bilgi Teknolojileri Kurumu",
      "C": "Radyo Televizyon Üst Kurulu",
      "D": "Kişisel Verileri Koruma Kurumu",
      "E": "Basın İlan Kurumu"
    },
    "explanation": "Kişisel Verileri Koruma Kurumu kişisel verilerle ilgili düzenlemeleri uygulayan ve denetleyen resmi kurumdur."
  },
  {
    "id": "3447345",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yeni medya araçlarından<strong> değildir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Televizyon",
      "B": "YouTube",
      "C": "WhatsApp",
      "D": "Instagram",
      "E": "Bloglar"
    },
    "explanation": "Televizyon"
  },
  {
    "id": "3447360",
    "unitNumber": 8,
    "text": "Sosyal medya araçlarında temel profil türünün sayısı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "2",
      "C": "5",
      "D": "6",
      "E": "4"
    },
    "explanation": "3"
  },
  {
    "id": "3447381",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sosyal medya ortamlarında yaygın olarak işlenen suçlardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hakaret",
      "B": "Özel hayatın gizliliğini ihlal etme",
      "C": "Yanlış bilgi ve içerik yayılımı",
      "D": "Uygunsuz",
      "E": "Karalama"
    },
    "explanation": "Hakaret"
  },
  {
    "id": "3452979",
    "unitNumber": 8,
    "text": "Mason’un 1986’da yaptığı kavramsallaştırma bilişim etiği için hâlen daha geçerliğini korumaktadır. Bu bağlamda, aşağıdakilerden hangisi Mason'un belirlediği Bilişim etiğinin boyutlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğruluk",
      "B": "Paylaşım",
      "C": "Beğeni",
      "D": "Güvenlik",
      "E": "Uzmanlık"
    },
    "explanation": "Doğruluk"
  },
  {
    "id": "3453054",
    "unitNumber": 8,
    "text": "Aşağıdaki bilişim etiği boyutlarından hangisi bireylerin hangi koşullar altında, hangi bilgilere ne ölçüde erişim haklarının olduğunu tanımlayan kavramdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Gizlilik",
      "B": "Doğruluk",
      "C": "Fikri Mülkiyet",
      "D": "Erişilebilirlik",
      "E": "Paylaşım"
    },
    "explanation": "Erişilebilirlik: Bireylerin hangi koşullar altında hangi bilgilere ne ölçüde erişim haklarının olduğunu tanımlamaktadır."
  },
  {
    "id": "3453236",
    "unitNumber": 8,
    "text": "Kişisel veriler veya kişilik hak ihlalleri ile karşı karşıya kalan bir kullanıcı için çok sayıda hukuki koruma yolu bulunmasına rağmen, en etkili ve hızlı çözümün aşağıdaki kanunlardan hangisinin sunduğu olanaklar ile mümkün olduğu söylenebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "6698 sayılı kanun",
      "B": "5651 sayılı kanun",
      "C": "4721 sayılı kanun",
      "D": "4982 sayılı kanun",
      "E": "4721 sayılı kanun"
    },
    "explanation": "5651 sayılı Kanun"
  },
  {
    "id": "3453369",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, ziyaret edilen web sayfalarında oluşturulan ve kullanıcıların internet deneyimini kolaylaştırmak için oturum bilgileri, tercihler ya da arama yapılan sözcükler gibi tarama bilgilerini kaydeden dosyalardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Host",
      "B": "Locahost",
      "C": "Çerez",
      "D": "İnfo.php",
      "E": "Bulut"
    },
    "explanation": "Çerez"
  },
  {
    "id": "3453511",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, sosyal medya kullanıcılarının, düşüncelerini yazıya dönüştürerek, ses ve fotoğraflar aracılığıyla medya içerikleri oluşturarak veya sosyal medya ortamında dağıtılmış diğer içerikleri kullanma yoluyla diğer kullanıcılara gösterme biçimidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Reklam",
      "B": "Paylaşım",
      "C": "Beğeni",
      "D": "Uzmanlık",
      "E": "Gizlilik"
    },
    "explanation": "Paylaşım"
  },
  {
    "id": "3453591",
    "unitNumber": 8,
    "text": "Aşağıdaki kavramlardan hangisi, sosyal medya kullanıcılarının diğer kullanıcılardan ve etik sorunlardan uzak durma güdüsüyle ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Paylaşım",
      "B": "Beğeni",
      "C": "Güvenlik",
      "D": "Gizlilik",
      "E": "Sorumluluk"
    },
    "explanation": "Güvenlik"
  },
  {
    "id": "3454001",
    "unitNumber": 8,
    "text": "Sosyal medya aşağıdakilerden hangisi temelinde kullanıcıların içerik oluşturabildiği, paylaşabildiği, yayınlayabildiği ve çift taraflı olarak iletişim kurabildiği medya ortamlarıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Web 2.0 teknolojisi",
      "B": "Bulut teknolojisi",
      "C": "İnternet",
      "D": "Facebook",
      "E": "İnstagram"
    },
    "explanation": "Web 2.0 teknolojisi"
  },
  {
    "id": "3454086",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, sosyal medya kullanıcılarının kendi tercihleri doğrultusunda oluşturdukları dijital kimlikleri ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanıcı adı",
      "B": "Parola",
      "C": "Sanal kart",
      "D": "Sanal kimlik",
      "E": "Elektronik imza"
    },
    "explanation": "Sanal kimlik"
  },
  {
    "id": "3454186",
    "unitNumber": 8,
    "text": "Sosyal medya platformlarında gerçekleştirilen paylaşımlardan kaynaklanabilecek kişisel verilerle<br/>ilgili çeşitli ihlaller söz konusudur. Aşağıdakilerden hangisi bu ihlallere ilişkin nedenlerden biri olarak sayılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal medya platformlarına yönelik denetim mekanizmalarının çoğunlukla pek çok duruma karşı hazırlıksız olması",
      "B": "BTK tarafından belirlenen alt kullanım yaş sınırı olan 13’ün altında çok sayıda sosyal medya kullanıcısının bulunması ve yaş sınırı kısıtlamasının herhangi bir doğrulama mekanizması ile kontrol edilmemesi",
      "C": "Sahte isim ve kimlik bilgileri ile sanal profiller oluşturulmasının engellenmesi noktasındaki yetersiz denetim mekanizmaları",
      "D": "Bireylerin gerçek yaşam koşullarında göstermekten çekineceği davranışları sosyal medya ortamlarındaki denetimsizlik ve geniş özgürlük hissine sığınarak rahatlıkla sergilemeleri",
      "E": "Dini, siyasi, sosyal, felsefi inanç, düşünce ve kanaatlerini açıklamasından, değiştirmesinden, yaymaya çalışmasından, mensup olduğu dinin emir ve yasaklarına uygun davranılması"
    },
    "explanation": "Dini, siyasi, sosyal, felsefi inanç, düşünce ve kanaatlerini açıklamasından, değiştirmesinden, yaymaya çalışmasından, mensup olduğu dinin emir ve yasaklarına uygun davranılması"
  },
  {
    "id": "3454326",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, servis sağlayıcıları tarafından gerçekleşebilecek en riskli ihlal durumlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tersine mühendislik işlemleri uygulamama",
      "B": "Kişisel verilerin kaydedilmesi",
      "C": "Kişisel verilerin gizliliğinin ihlal edilmesi",
      "D": "Yasadışı veya yetkisiz amaçlar doğrultusunda herhangi bir eylem ve fiilde bulunmama",
      "E": "Çerez uygulamaları kullanma"
    },
    "explanation": "Kişisel verilerin gizliliğinin ihlal edilmesi"
  },
  {
    "id": "3458627",
    "unitNumber": 8,
    "text": "I. Servis sağlayıcısından kaynaklanan ihlaller<br/>II. Kullanıcılardan kaynaklanan ihlaller<br/>III. Üçüncü parti kişi veya paydaşlardan kaynaklananan ihlaller<br/>Yukarıdaki ihlaller aşağıdakilerden hangisinin kategorileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal medya",
      "B": "Sosyal paydaş",
      "C": "Sosyal medya araçları",
      "D": "Sosyal ağ dinamikleri",
      "E": "Sosyal üniteler"
    },
    "explanation": "Sosyal medya"
  },
  {
    "id": "3458630",
    "unitNumber": 8,
    "text": "Sosyal ağ kullanıcılarının ağ servislerini kullanırken herhangi bir ihlale neden olmaları durumunda alınacak önlemler aşağıdakilerden hangisi <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çerez uygulamalarına erişim engellenir",
      "B": "Kullanıcı hesabı askıya alınır",
      "C": "Kullanıcı içerikleri kaldırılır",
      "D": "Hesap kapatılır",
      "E": "Kuulanıcının servis sağlayıcının hizmetlerine erişimi süresiz biçimde engellenir"
    },
    "explanation": "Çerez uygulamalarına erişim engellenir"
  },
  {
    "id": "3458632",
    "unitNumber": 8,
    "text": "Bilişim sistemine girme suçu aşağıdaki TCK'ların hangi maddesinde tanımlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Madde 243",
      "B": "Madde 136",
      "C": "Madde 134",
      "D": "Madde 267",
      "E": "Madde 268"
    },
    "explanation": "Madde 243"
  },
  {
    "id": "3458635",
    "unitNumber": 8,
    "text": "Çocukları hakkında sosyal medya aracılığıyla düzenli olarak paylaşım yapan anne-baba pratiği diye adlandırılan kavramın ilk kez ifade edildiği tarih aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "2012",
      "B": "2013",
      "C": "2014",
      "D": "2015",
      "E": "2010"
    },
    "explanation": "2012"
  },
  {
    "id": "3458642",
    "unitNumber": 8,
    "text": "Sosyal medyada veri ve kişilik hakları ihlaliyle karşılaşan kullanıcıya sağlanan koruma servislerine verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yardım merkezi",
      "B": "Web sayfası",
      "C": "Erişim sağlayıcı",
      "D": "Sosyal medya platformu",
      "E": "Veri güvenliği"
    },
    "explanation": "Yardım merkezi"
  },
  {
    "id": "3458645",
    "unitNumber": 8,
    "text": "Sosyal medyada kişisel veriler ve kişilik hak ihlallerine karşı en etkili ve hızlı çözüm aşağıdaki kanun maddedelrinden hangisiyle gerçekleşir?",
    "correctAnswer": "A",
    "options": {
      "A": "5661",
      "B": "125",
      "C": "5521",
      "D": "134",
      "E": "226"
    },
    "explanation": "5661"
  },
  {
    "id": "3458650",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bilişim etiğinin boyutlarından <strong>değildir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Adil paylaşım",
      "B": "Erişilebilirlik",
      "C": "Doğruluk",
      "D": "Gizlilik",
      "E": "Fikri mülkiyet"
    },
    "explanation": "Adil paylaşım"
  },
  {
    "id": "3840306",
    "unitNumber": 8,
    "text": "Yeni medya kavramı aşağıdakilerden hangisini kapsamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece televizyon yayıncılığını",
      "B": "Geleneksel medya ile sınırlı iletişimi",
      "C": "Web 2.0 tabanlı etkileşimli dijital ortamları",
      "D": "Radyo ve gazete dağıtımını",
      "E": "Film yapım stüdyolarını"
    },
    "explanation": "Yeni medya, Web 2.0 teknolojisiyle içerik oluşturulabilen internet tabanlı ortamları kapsar.<br/>Web 2.0 tabanlı etkileşimli dijital ortamları"
  },
  {
    "id": "3840309",
    "unitNumber": 8,
    "text": "Sosyal medyada paylaşımların yayılmasını artıran unsurlardan biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Etiketleme",
      "B": "Yer imleme",
      "C": "Görselleştirme",
      "D": "Telif koruması",
      "E": "Hashtag kullanımı"
    },
    "explanation": "Telif koruması yayılımı değil, sınırlandırmayı amaçlar."
  },
  {
    "id": "3840310",
    "unitNumber": 8,
    "text": "Sosyal medya kullanıcılarının etik dışı içeriklerden korunması hangi ayarla ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Karanlık mod",
      "B": "Güvenlik ayarları",
      "C": "Otomatik güncellemeler",
      "D": "Konum paylaşımı",
      "E": "Rapor özelliği"
    },
    "explanation": "Güvenlik ayarları, kullanıcıyı etik sorunlardan ve diğer kullanıcılardan korur."
  },
  {
    "id": "3840312",
    "unitNumber": 8,
    "text": "Sosyal medyada ifade özgürlüğü hangi durumlarda sınırlandırılabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Beğeni sayısının düşmesi",
      "B": "Etkileşimin artması",
      "C": "Kamu düzeni ve güvenliği",
      "D": "Fotoğraf paylaşımı",
      "E": "Anket sonucu"
    },
    "explanation": "Anayasa’ya göre ifade özgürlüğü kamu düzeni, güvenliği gibi durumlarla sınırlandırılabilir.<br/>Kamu düzeni ve güvenliği"
  },
  {
    "id": "3840313",
    "unitNumber": 8,
    "text": "Sosyal medya etiği bağlamında “mahremiyet” ne anlama gelir?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplu mesaj gönderme",
      "B": "Kendi görüşlerini ifade etme",
      "C": "Kişiye ait özel bilgilerin korunması",
      "D": "Reklam paylaşımı",
      "E": "Kamuoyu oluşturma"
    },
    "explanation": "Mahremiyet, bireyin kişisel bilgilerine izinsiz erişimin engellenmesini ifade eder.<br/>Kişiye ait özel bilgilerin korunması"
  },
  {
    "id": "3840314",
    "unitNumber": 8,
    "text": "TCK 132'ye göre haberleşmenin gizliliğini ihlal eden kişiye hangi ceza uygulanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Para cezası",
      "B": "Uyarı",
      "C": "Hapis cezası",
      "D": "Yayın yasağı",
      "E": "Profil kapatma"
    },
    "explanation": "TCK 132, haberleşmenin gizliliğini ihlal eden kişilere hapis cezası öngörmektedir."
  },
  {
    "id": "3840318",
    "unitNumber": 8,
    "text": "KVKK’nın temel amacı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal medya kullanımını teşvik etmek",
      "B": "Bireylerin ifade özgürlüğünü sınırlandırmak",
      "C": "Kişisel verilerin işlenmesini düzenlemek ve özel hayatın gizliliğini korumak",
      "D": "Devletin denetimini artırmak",
      "E": "Sosyal medya şirketlerini desteklemek"
    },
    "explanation": "KVKK, verilerin korunması ve özel hayatın gizliliği için düzenlenmiştir.<br/>Kişisel verilerin işlenmesini düzenlemek ve özel hayatın gizliliğini korumak"
  },
  {
    "id": "3840321",
    "unitNumber": 8,
    "text": "Sosyal medya etik ilkeleri arasında yer almayan unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sorumluluk",
      "B": "Dürüstlük",
      "C": "Şeffaflık",
      "D": "Gizlilik",
      "E": "Yönlendirme"
    },
    "explanation": "Yönlendirme etik bir ilke değil, çoğu zaman manipülatif davranışla ilişkilidir."
  },
  {
    "id": "3840323",
    "unitNumber": 8,
    "text": "Telif haklarına aykırı içerik paylaşımı hangi tür etik soruna örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Manipülasyon",
      "B": "Gizlilik ihlali",
      "C": "Mülkiyet ihlali",
      "D": "Dürüstlük",
      "E": "Şeffaflık eksikliği"
    },
    "explanation": "Telif hakkı ihlali, dijital mülkiyetin korunmamasıdır.<br/>Mülkiyet ihlali"
  },
  {
    "id": "3840324",
    "unitNumber": 8,
    "text": "Sosyal medya kullanımında bireylerin kendi sınırlarını bilmeleri hangi ilkeye girer?",
    "correctAnswer": "C",
    "options": {
      "A": "Güvenlik",
      "B": "Dürüstlük",
      "C": "Sorumluluk",
      "D": "Beğeni",
      "E": "Paylaşım hacmi"
    },
    "explanation": "Sorumluluk ilkesi, bireyin dijital ortamda neyi paylaşacağını bilmesini gerektirir."
  }
]