[
  {
    "id": "3882455",
    "unitNumber": 1,
    "text": "I. Geleneksel medya içeriği çoklu katılımlıyken sosyal medya içeriği bireyseldir.<br/>II. Sosyal medyada üretilen içerikler geleneksel medyaya kıyasla daha güvenilirdir.<br/>III. Sosyal medya içeriği geleneksel medyaya göre daha kısa sürede ve daha az maliyetle üretilir.<br/>IV. Sosyal medya kitle iletişim araçlarına göre daha hızlı etkileşime imkân tanır.<br/>Yukarıdaki seçeneklerden hangisi veya hangileri geleneksel medya ile sosyal medya arasındaki ayrıma yönelik doğru bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Geleneksel medya mecralarında ekip olmadan bireysel içerikler üretmek ve onları hedef kitleye ulaştırmak neredeyse imkânsızdır. Geleneksel medyanın çoklu katılıma dayalı üretim sistemi, onu sosyal medyadan ayıran en temel özelliklerden biridir. Yeni medya mecralarında ise içerik, bireysel üretilebilecek minimal düzlemdedir. Bir kişi herhangi bir sosyal medya platformuna bir gönderiyi kişisel hesabı üzerinden yeni medya araçlarını, uygulama, eklenti ve özelliklerini kullanarak yüklediği zaman bir içerik üretmiş olmaktadır. Bu içerik geleneksel medyadakine kıyasla daha kısa sürede, tek kişi tarafından ve daha az maliyetle üretilirken yayınlandığı anda bir geleneksel medya aracının etkisine göre daha etkili ve hızlı bir şekilde topluma ulaşma özelliği taşıyabilmektedir."
  },
  {
    "id": "3882456",
    "unitNumber": 1,
    "text": "<em>“Bireyler birbirilerine istedikleri an mesajı gönderebilmekte ve karşılıklı iletişime geçebilmektedir. Alıcı ise bu mesajı uygun olduğu an (genellikle çevrim içi olduğu durumlarda) alabilmektedir.”</em><br/>Metinde bahsedilen bilgi sosyal medyanın hangi özelliğine vurgu yapmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Erişilebilirlik",
      "B": "Eşzamansızlık",
      "C": "Kitlesizleştirme",
      "D": "Erişim",
      "E": "Etkileşim"
    },
    "explanation": "Sosyal medya ortamında, bilginin eşzamanlı olarak karşılıklı iletimi zorunluluğu yoktur. Bireyler birbirilerine istedikleri an mesaj gönderebilmekte ve karşılıklı iletişime geçebilmektedir. Alıcı ise bu mesajı uygun olduğu an (genellikle çevrimiçi olduğu durumlarda) alabilmektedir. Böylelikle zaman olgusu sorun olmamaktadır."
  },
  {
    "id": "3882457",
    "unitNumber": 1,
    "text": "Wikipedia, hangi sosyal medya türü kapsamında değerlendirilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşbirlikçi projeler",
      "B": "Bloglar ve mikrobloglar",
      "C": "İçerik toplulukları",
      "D": "Sosyal ağ siteleri",
      "E": "Sanal sosyal dünyalar"
    },
    "explanation": "İşbirlikçi projelerde, wikiler (yani, kullanıcıların metin tabanlı içerik eklemesine, kaldırmasına ve değiştirmesine izin veren web siteleri) ve sosyal imleme uygulamaları (internet bağlantılarının veya medya içeriğinin grup tabanlı olarak toplanmasını ve derecelendirilmesini sağlayan) arasında ayrım yapılır. Şu anda 230’dan fazla farklı dilde kullanılabilen bir wiki olan çevrim içi ansiklopedi Wikipedia ve web yer imlerinin depolanmasına ve paylaşılmasına izin veren, 2003 yılında kurulan, “etiketleme”nin öncülüğünü yapan ve sosyal imleme terimini türeten, Delicious’tan söz edilebilir. Bundan sonra, Digg, Reddit ve Pinterest gibi daha birçok popüler sosyal imleme sitesi ortaya çıkmıştır."
  },
  {
    "id": "3882458",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sosyal medya kullanımının bireysel faydalarından birisi <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal etkileşim",
      "B": "Kişisel kullanım",
      "C": "Çevrim içi itibar",
      "D": "Yaratıcılık",
      "E": "Güçlendirme"
    },
    "explanation": "İşletmeler, çevrimiçi itibarlarını yönetmek ve olumlu tutmaya yardımcı olmak için yeni içerik oluşturma yoluyla çevrimiçi promosyonları kullanabilir, bloglar, forumlar ve sosyal ağ siteleri aracılığıyla sosyal web alanına dahil olabilir, mevcut olumlu içeriği tanıtabilir ve sosyal profiller oluşturabilir."
  },
  {
    "id": "3882459",
    "unitNumber": 1,
    "text": "Beş yıldızlı otelde konaklayan bir sosyal medya kullanıcısının yaşadığı kötü deneyimlerini bütün sosyal ağ kullanıcılarıyla paylaşması sonrasında şirketin itibarının kötü yönde etkilenmesi; sosyal medyanın hangi özelliğine örnek olarak gösterilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal etkileşim",
      "B": "Kişisel kullanım",
      "C": "Yaratıcılık",
      "D": "İlişki kurma",
      "E": "Güçlendirme"
    },
    "explanation": "Çoğu insan, herhangi bir ürün/hizmet/tatil vb. ile ilgili deneyimlerini arkadaşları veya aileleri ile paylaşır. Günümüzde sohbetlerin çoğu sosyal ağ sitelerinde gerçekleştiği için, ağdaki daha birçok insan da bunu duymaktadır. Deneyimler kötüyse tüm ağ bundan haberdar edilir. Bu nedenle tek bir kişinin bir şirketin veya markanın çevrim içi ortamda itibarını etkilemesi çok kolaydır."
  },
  {
    "id": "3882460",
    "unitNumber": 1,
    "text": "İşletmelerin müşterilere doğrudan parmaklarının ucunda destek, bakım ve hizmet sağlamak için sosyal medyayı etkili bir iletişim aracı olarak kullanmaları, aşağıdakilerden hangisi ile ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pazarlama",
      "B": "Çevrim içi markalaşma",
      "C": "Kişisel kullanım",
      "D": "Ağızdan ağıza iletişim",
      "E": "İlişki kurma"
    },
    "explanation": "İşletmeler, müşterilerle kendilerini rahat hissedecekleri bir düzeyde etkileşim kurarak, soruları yanıtlayarak, sorunlarını anlayarak ve onlara yardım ederek onlarla uzun süreli ilişkiler kurmak için sosyal medyayı kullanabilir. Müşterilere doğrudan parmaklarının ucunda destek, bakım ve hizmet sağlamak için sosyal medyayı etkili bir iletişim aracı olarak kullanabilirler."
  },
  {
    "id": "3882461",
    "unitNumber": 1,
    "text": "I. Kişisel web sayfası<br/>II. Wikiler<br/>III. Çevrim içi ansiklopedi<br/>IV. Gazete<br/>V. Ortak projeler<br/>VI.Bloglar<br/>Yukarıdakilerden hangisi veya hangileri Web 2.0 uygulamalarına örnek olarak gösterilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve III",
      "B": "II, V ve VI",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Web 2.0 ile karşılaştırıldığında Web 1.0, çevrimiçi içerik ve uygulamaların (örneğin, kişisel bir web sayfası, çevrimiçi bir ansiklopedi veya gazete) bireyler tarafından tek yönlü bir şekilde oluşturulmasına ve yayınlanmasına izin verir. Web 1.0, 1990’ların başında, yani halka açık olan (ticari) internetin resmi olarak doğuşu ve dolayısıyla bilgi çağının başlamasıyla başlamıştır (Wikipedia, 2021a). Kişisel web sayfaları, Britannica Çevrimiçi Ansiklopedisi, içerik yayınlama fikri gibi uygulamalar Web 1.0 çağına aitken, Web 2.0’da yerini bloglar, wiki’ler ve ortak projeler almıştır."
  },
  {
    "id": "3882462",
    "unitNumber": 1,
    "text": "<em>“Son kullanıcılar veya müşteriler olumlu veya olumsuz yorumları paylaşarak ve böylece ağlarının içindeki ve dışındaki diğer kullanıcıları etkileyerek bir marka, ürün veya hizmet hakkında potansiyel müşteriler oluşturabilir. Yani, bu mesaj önce kullanıcının kendi ağlarında yayılacak ve daha sonra muhtemelen başkalarının etkinlikleri hakkında paylaşım ve yorum yapması nedeniyle diğer ağlara ulaşacaktır.”</em> Metinde bahsedilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal dalgalanma",
      "B": "Kitlesizleştirme",
      "C": "Uzun ömürlülük",
      "D": "Eşzamansızlık",
      "E": "Erişim"
    },
    "explanation": "Son kullanıcılar veya müşteriler olumlu veya olumsuz yorumları paylaşarak ve böylece ağlarının içindeki ve dışındaki diğer kullanıcıları etkileyerek bir marka, ürün veya hizmet hakkında potansiyel müşteriler oluşturabilir. Yani, bu mesaj önce kullanıcının kendi ağlarında yayılacak ve daha sonra muhtemelen başkalarının aktiviteleri hakkında paylaşım ve yorum yapması nedeniyle diğer ağlara ulaşacaktır. İkincisine sosyal dalgalanma etkisi denir."
  },
  {
    "id": "3882463",
    "unitNumber": 1,
    "text": "I. Televizyon<br/>II. Facebook<br/>III. Instagram<br/>IV. Gazete<br/>V. Tiktok<br/>VI. Radyo<br/>Yukarıdakilerden hangisi veya hangileri kullanıcıların içeriği üretmelerine, paylaşmalarına ve düzenlemelerine izin vererek fikir ve bilgi akışının yanı sıra etkileşime imkân tanımaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "III, IV ve IV",
      "D": "IV, V ve VI",
      "E": "II, III ve V"
    },
    "explanation": "Web 2.0 uygulamaları, içeriğin verimli bir şekilde üretilmesine, yayılmasına, paylaşılmasına ve düzenlenmesine/iyileştirilmesine izin vererek fikir ve bilgi akışını kolaylaştıran gayri resmî kullanıcı ağlarının oluşturulmasını destekler."
  },
  {
    "id": "3882464",
    "unitNumber": 1,
    "text": "\"…………………kendi dünyamız dışında da istediğimiz karakter yerine geçebileceğimiz, evimizden dışarı çıkmadan dünyanın her noktasını gezebileceğimiz hatta sanal ortamda zaman yolculuğu bile yapabileceğimiz bir teknolojidir.\" Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Flickr",
      "B": "Metaverse",
      "C": "Upland",
      "D": "Reddit",
      "E": "Wikipedia"
    },
    "explanation": "Metaverse, kendi dünyamız dışında da istediğimiz karakter yerine geçebileceğimiz, evimizden dışarı çıkmadan dünyanın her noktasını gezebileceğimiz hatta sanal ortamda zaman yolculuğu bile yapabileceğimiz bir teknolojidir. Metaverse “fijital” (fiziksel ve dijital) bir çözüm vaat etmektedir. Fiziksel ve sanal gerçeklik arasındaki çizgiyi bulanıklaştırmayı ve dünyayı nasıl deneyimlediğimizi değiştirmeyi amaçlar."
  },
  {
    "id": "3882554",
    "unitNumber": 1,
    "text": "İlk internet nesli ____ yılında öncelikle bilgi ararken şimdi interneti bilgi ve görüşleri paylaşmak ve iş birliği yapmak veya çevrimiçi içeriğe katılmak için kullanıyoruz.<br/>Aşağıdakilerden hangisi boşluğu en uygun şekilde tamamlamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "1985",
      "B": "1987",
      "C": "1990",
      "D": "1992",
      "E": "1995"
    },
    "explanation": "Yanıtınız yanlış ise “<strong>Giriş”</strong> konusunu yeniden gözden geçiriniz.<br/>İlk internet nesli 1990’larda öncelikle bilgi ararken şimdi interneti bilgi ve görüşleri paylaşmak ve iş birliği yapmak veya çevrimiçi içeriğe katılmak için kullanıyoruz."
  },
  {
    "id": "3882555",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi en az iki insan arasında, sembollerin değiş tokuş edildiği ve tüm etkileşim ortaklarının bu sembollere anlam verdiği karşılıklı bir süreçtir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal medya",
      "B": "Teknoloji",
      "C": "Terminoloji",
      "D": "İletişim",
      "E": "Etkileşim"
    },
    "explanation": "Yanıtınız yanlış ise “<strong>SOSYAL MEDYAYI TANIMLAMAK</strong><strong>”</strong> konusunu yeniden gözden geçiriniz.<br/>İletişim; en az iki insan arasında, sembollerin değiş tokuş edildiği ve tüm etkileşim ortaklarının bu sembollere anlam verdiği karşılıklı bir süreçtir."
  },
  {
    "id": "3882556",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi geleneksel medya mecralarından birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Facebook",
      "B": "Televizyon",
      "C": "Radyo",
      "D": "Gazete",
      "E": "Dergi"
    },
    "explanation": "Yanıtınız yanlış ise “<strong>SOSYAL MEDYAYI TANIMLAMAK</strong><strong>”</strong> konusunu yeniden gözden geçiriniz.<br/>Geleneksel medya mecraları: televizyon, radyo, gazete ve dergidir. Facebook geleneksel medya mecralarından değildir."
  },
  {
    "id": "3882557",
    "unitNumber": 1,
    "text": "Web 2.0 terimi, hangi yılda bilgisayar teknolojisi alanına odaklanan O’Reilly Media yayınevinin kurucusu Tim O’Reilly tarafından icat edilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1999",
      "B": "2001",
      "C": "2003",
      "D": "2005",
      "E": "2010"
    },
    "explanation": "Yanıtınız yanlış ise “<strong>SOSYAL MEDYAYI TANIMLAMAK</strong><strong>”</strong> konusunu yeniden gözden geçiriniz.<br/>Web 2.0 terimi, 2005 yılında bilgisayar teknolojisi alanına odaklanan O’Reilly Media yayınevinin kurucusu Tim O’Reilly tarafından icat edilmiştir."
  },
  {
    "id": "3882559",
    "unitNumber": 1,
    "text": "________kullanıcı odaklı içerik oluşturarak ve paylaşarak ortak ilgi alanlarına dayalı olan internet kullanıcılarını birbirine bağlamak için etkileşim sağlayan araçlar grubudur.<br/>Aşağıdakilerden hangisi boşluğu en uygun şekilde tamamlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal medya",
      "B": "Dijital dünya",
      "C": "Web 1.0",
      "D": "Web 2.0",
      "E": "Web 3.0"
    },
    "explanation": "Yanıtınız yanlış ise “<strong>SOSYAL MEDYAYI TANIMLAMAK</strong><strong>”</strong> konusunu yeniden gözden geçiriniz.<br/>Sosyal medya, kullanıcı odaklı içerik oluşturarak ve paylaşarak ortak ilgi alanlarına dayalı olan internet kullanıcılarını birbirine bağlamak için etkileşim sağlayan araçlar grubudur."
  },
  {
    "id": "3882561",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Sosyal medyanın doğal özelliklerinden birisi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "<strong><em>Etkileşim</em></strong>",
      "B": "<strong><em>Eşzamansızlık</em></strong>",
      "C": "<strong><em>Kitleleştirme</em></strong>",
      "D": "<strong><em>Erişilebilirlik</em></strong>",
      "E": "<strong><em>Hız</em></strong>"
    },
    "explanation": "Yanıtınız yanlış ise “<strong>SOSYAL MEDYAYI TANIMLAMAK</strong><strong>”</strong> konusunu yeniden gözden geçiriniz.<br/>Sosyal medyanın doğal özelliklerinden birisi Kitlesizleştirmedir, <strong><em>Kitleleştirme </em></strong>değildir."
  },
  {
    "id": "3882562",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisinin ana fikri birçok aktörün ortak çabasının, herhangi bir aktörün bireysel olarak elde edebileceğinden daha iyi bir sonuca yol açmasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "İşbirlikçi projeler",
      "B": "Bloglar ve mikrobloglar",
      "C": "İçerik toplulukları",
      "D": "Sosyal ağ siteleri",
      "E": "Sanal oyun dünyaları"
    },
    "explanation": "Yanıtınız yanlış ise “<strong>SOSYAL MEDYA TÜRLERİ</strong><strong>”</strong> konusunu yeniden gözden geçiriniz.<br/>İşbirlikçi projelerin altında yatan ana fikir, birçok aktörün ortak çabasının, herhangi bir aktörün bireysel olarak elde edebileceğinden daha iyi bir sonuca yol açmasıdır."
  },
  {
    "id": "3882563",
    "unitNumber": 1,
    "text": "Herhangi bir işletme için çevrimiçi marka oluşturmanın temel amacı veya hedefi, insanlar tarafından __________kalmak ve çevrimiçi ortamda ________ bir varlığa sahip olmaktır.<br/>Aşağıdakilerden hangisi boşluğu en uygun şekilde tamamlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "etkili/ pasif",
      "B": "görünür/ aktif",
      "C": "faydalı/ işlevsel",
      "D": "bilinçli/ yaratıcı",
      "E": "yararlı/ ucuz"
    },
    "explanation": "Yanıtınız yanlış ise “<strong>İşletmeler İçin Sosyal Medya</strong><strong>”</strong> konusunu yeniden gözden geçiriniz.<br/>Herhangi bir işletme için çevrimiçi marka oluşturmanın temel amacı veya hedefi, insanlar tarafından “görünür” kalmak ve çevrimiçi ortamda aktif bir varlığa sahip olmaktır."
  },
  {
    "id": "3882565",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kurumun, tekniğin, sürecin, durumun veya kişinin güçlü ve zayıf yönlerini belirlemek, iç ve dış çevreden kaynaklanan fırsat ve tehditleri saptamak için kullanılan stratejik bir analiz tekniğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "SWOT analizi",
      "B": "Sosyal medya pazarlaması",
      "C": "Sosyal medya panoraması",
      "D": "Sosyal medya yönetimi",
      "E": "Çevrimiçi markalaşma"
    },
    "explanation": "Yanıtınız yanlış ise “<strong>SOSYAL MEDYAYI YÖNETMEK</strong><strong>”</strong> konusunu yeniden gözden geçiriniz.<br/>SWOT analizi, kurumun, tekniğin, sürecin, durumun veya kişinin güçlü (Strengths) ve zayıf (Weaknesses) yönlerini belirlemek, iç ve dış çevreden kaynaklanan fırsat (Opportunities) ve tehditleri (Threats) saptamak için kullanılan stratejik bir analiz tekniğidir"
  },
  {
    "id": "3882558",
    "unitNumber": 2,
    "text": "Kültür kavramı modern teknik ve antropolojik anlamına sahip bir şekilde İngilizce’de ilk defa aşağıdakilerden hangi tarihte kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1871",
      "B": "1840",
      "C": "1901",
      "D": "1900",
      "E": "1897"
    },
    "explanation": "Lütfen \"Kültür Nedir? Kısa Bir Giriş\" başlıklı yazıyı gözden geçiriniz.<br/>Modern teknik ve antropolojik anlamına sahip bir şekilde İngilizce’de ilk defa 1871’de Tylor tarafından kullanılan kültür kavramı<br/>daha öncesinde medeniyet (civilization) ile de ifade edilmeye çalışılmıştır."
  },
  {
    "id": "3882560",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Inglis'e göre kültürün, farklı insan gruplarının neye inandığı, neyi düşündüğü ve neyi hissettiği ile ilgili sekiz temel özellikten biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kültür, anlam kalıplarını ve inançları doğası gereği asla içermez.",
      "B": "Bir grubun kültürü, her biri kendi kültürüne sahip diğer gruplardan farklıdır.",
      "C": "Kültür öğrenilir.",
      "D": "Grubun fikirleri, değerleri ve inançları sembollerde ve eserlerde yer alır.",
      "E": "Kültür ve toplumsal iktidar biçimleri birbirleriyle eklemlidir."
    },
    "explanation": "Lütfen \"Kültürün Özellikleri\" başlıklı yazıyı gözden geçiriniz.<br/>Inglis’e göre (2005) kültür farklı insan gruplarının neye inandığı, neyi düşündüğü ve neyi hissettiği ile ilgilidir ve sekiz temel özelliği vardır:<br/>1. Kültür; belli bir grup insan için ortak olan<br/>düşünce kalıplarını, değerleri ve inançları,<br/>karakteristik düşünme ve hissetme biçimlerini içerir.<br/>2. Bir grubun kültürü, her biri kendi kültürüne sahip diğer gruplardan farklıdır.<br/>3. Kültür anlamları içerir, kültür anlamlıdır.<br/>4. Bir grubun fikirleri, değerleri ve inançları,<br/>insanları belirli bir yönde davranmaları için<br/>motive etmede etkilidir.<br/>5. Grubun fikirleri, değerleri ve inançları sembollerde ve eserlerde yer alır.<br/>6. Kültür öğrenilir.<br/>7. Kültür isteğe bağlıdır. Doğanın bir ürünü değildir, insan aktivitelerinin bir sonucudur. Başka koşullarda başka şekilde üretilebilir.<br/>8. Kültür ve toplumsal iktidar biçimleri birbirleriyle eklemlidir."
  },
  {
    "id": "3882564",
    "unitNumber": 2,
    "text": "Teknolojik gelişmelerin toplumsal, politik, ekonomik ya da kültürel tüm alanlarda değişiklik yarattığını savunan yaklaşım aşağıdakilerden hangi isimle anılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Dijital Kültür.",
      "B": "Modülarite.",
      "C": "Fraktal.",
      "D": "Teknolojik Determinizm.",
      "E": "Otomasyon."
    },
    "explanation": "Lütfen \"DİJİTAL KÜLTÜR VE TEMEL ÖZELLİKLERİ\" başlıklı yazıyı gözden geçiriniz.<br/>Teknolojik determinizm; teknolojik gelişmelerin toplumsal, politik, ekonomik ya da kültürel tüm alanlarda değişiklik yarattığını savunan yaklaşımdır."
  },
  {
    "id": "3882566",
    "unitNumber": 2,
    "text": "Birbirine benzer birçok geometrik şeklin oluşturduğu yapı ismi ile anılan, ve her desenin kendi küçük kopyalarından oluştuğu ve bu kopyaların sonsuza dek devam ettiği kavramın adı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sayısal Temsil.",
      "B": "Kültürel Kod Çevrimi.",
      "C": "Otomasyon.",
      "D": "Değişkenlik.",
      "E": "Fraktal."
    },
    "explanation": "Lütfen \"Dijital Kültür\" başlıklı yazıyı gözden geçiriniz.<br/>Fraktal birbirine benzer birçok geometrik şeklin oluşturduğu yapıdır. Her desen kendi küçük kopyalarından oluşur ve bu kopyalar sonsuza dek devam eder."
  },
  {
    "id": "3882567",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Dijital Kültür'ün temel özelliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Önceden Programlanma ve Yaratıcılık.",
      "B": "Parçalanma ve kolaj.",
      "C": "Hareketsizleşme.",
      "D": "Görselleştirme.",
      "E": "Nicelleştirme."
    },
    "explanation": "Lütfen \"Dijital Kültürün Temel Özellikleri\" başlıklı yazıyı gözden geçiriniz.<br/>Van Dijk’a göre (2016) dijital kültürün altı temel özelliği mevcuttur:<br/>• Önceden programlanma ve yaratıcılık<br/>• Parçalanma ve kolaj<br/>• Kullanıcı üretimi<br/>• Hızlanma<br/>• Görselleştirme<br/>• Nicelleştirme"
  },
  {
    "id": "3882568",
    "unitNumber": 2,
    "text": "Dijital kültürde kelime anlamı ile, \"eldeki malzemelerle yeni nesnelerin yaratılması\" kavramı aşağıdakilerden hangi isimle anılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Katılım (participation).",
      "B": "Brikolaj (Brikolage).",
      "C": "b. İyileştirme (remediation).",
      "D": "Üretim (Production).",
      "E": "Üretici (Producer)."
    },
    "explanation": "Lütfen \"Dijital Kültür ve Katılım\" başlıklı yazıyı gözden geçiriniz.<br/>Brikolaj, kelime anlamıyla, eldeki malzemelerle yeni nesnelerin yaratılmasıdır."
  },
  {
    "id": "3882569",
    "unitNumber": 2,
    "text": "Birbirleriyle ilgisi olmayan teknolojilerin yeni iletişim teknolojileri geliştikçe bir araya gelmesi, bütünleşmesi kavramı, aşağıdakilerden hangi sözcükle anılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yakınsama.",
      "B": "Katılım.",
      "C": "İyileştirme.",
      "D": "Açık Katılım.",
      "E": "Akışkan Heterarşi."
    },
    "explanation": "Lütfen \"Kullanıcının Ürettiği İçerik\" başlıklı yazıyı gözden geçiriniz.<br/>Yakınsama: Birbirleriyle ilgisi olmayan teknolojilerin yeni iletişim teknolojileri geliştikçe bir araya gelmesi, bütünleşmesidir."
  },
  {
    "id": "3882570",
    "unitNumber": 2,
    "text": "..........................., iş birliği yapan grupların yaratıcı bir ürün ürettiği durumları ifade etmek<br/>için kullanılır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Ortak mülkiyet.",
      "B": "Devam eden süreç.",
      "C": "Dağıtılmış yaratıcılık.",
      "D": "Üretim.",
      "E": "İş güvenliği."
    },
    "explanation": "Lütfen \"Kullanıcının Ürettiği İçerik\" başlıklı yazıyı gözden geçiriniz.<br/>Dağıtılmış yaratıcılık, iş birliği yapan grupların yaratıcı bir ürün ürettiği durumları ifade etmek için kullanılır."
  },
  {
    "id": "3882571",
    "unitNumber": 2,
    "text": "İnternet için önemli buluşlardan biri paket anahtarlamanın mantığı icat edildikten sonra, paket anahtarlamanın temel ilkelerini geliştiren kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Paul Baran",
      "B": "Herbert George Wells",
      "C": "John Mauchly",
      "D": "Presper Eckert",
      "E": "Leonard Kleinrock"
    },
    "explanation": "Lütfen \"DİJİTAL KÜLTÜRÜN TARİHSEL BAŞLANGICI VE YAKIN TARİHİ\" başlıklı yazıyı gözden geçiriniz.<br/>Amerika Birleşik Devletleri’ndeki Rand Corporation’dan Paul Baran ve İngiltere’deki Ulusal Fizik Laboratuvarı’ndan (NPL) Donald Davies paket anahtarlama mantığını icat ederler ve daha sonra <em>Leonard Kleinrock paket anahtarlamanın temel ilkelerini geliştirir. </em>"
  },
  {
    "id": "3882572",
    "unitNumber": 2,
    "text": "Reed (2019), internetin gelişimini yedi aşamada ele alır. Bu gelişim aşamaları dijital kültürün nasıl bir yönde ilerleyeceğine dair de belirleyici olmuştur.<br/>Aşağıdakilerden hangisi bu yedi aşamadan biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İnternetde fiber optik uygulamaları (1970 yılında<strong>1</strong> Corning Glass Works)",
      "B": "Askerî/akademik internet (1970’lerde ve 1980’lerde)",
      "C": "Halka açık internet (1990’ların ortalarında)",
      "D": "Web 2.0/etkileşimli İnternet (2000’lerin başından itibaren)",
      "E": "Evcilleştirilmiş internet (yirminci yüzyılın son on yılından beri giderek artan bir şekilde)"
    },
    "explanation": "Lütfen \"DİJİTAL KÜLTÜRÜN TARİHSEL BAŞLANGICI VE YAKIN TARİHİ\" başlıklı yazıyı gözden geçiriniz.<br/>Reed (2019), internetin gelişimini yedi aşamada ele alır. Bu gelişim aşamaları dijital kültürün nasıl bir yönde ilerleyeceğine dair de belirleyici olmuştur:<br/>1) Askerî/akademik internet (1970’lerde ve<br/>1980’lerde);<br/>2) Bilimsel/akademik internet (1980’lerde);<br/>3) Avangart karşı kültür interneti (1990’ların<br/>başında);<br/>4) Halka açık internet (1990’ların ortalarında);<br/>5) Ticari internet (1990’ların sonlarında);<br/>6) Evcilleştirilmiş internet (yirminci yüzyılın<br/>son on yılından beri giderek artan bir şekilde); ve<br/>7) Web 2.0/etkileşimli İnternet (2000’lerin<br/>başından itibaren)."
  },
  {
    "id": "3882697",
    "unitNumber": 2,
    "text": "Inglis’e göre (2005) kültür farklı insan gruplarının neye inandığı, neyi düşündüğü ve neyi hissettiği ile ilgilidir ve kaç temel özelliği vardır?",
    "correctAnswer": "B",
    "options": {
      "A": "5",
      "B": "8",
      "C": "4",
      "D": "7",
      "E": "2"
    },
    "explanation": "Inglis’e göre (2005) kültür farklı insan gruplarının neye inandığı, neyi düşündüğü ve neyi hissettiği ile ilgilidir ve sekiz temel özelliği vardır. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3882698",
    "unitNumber": 2,
    "text": "Manovich’in 21. yüzyılın başında yazdığı yeni medyanın temel prensipleri bugün de geçerliliğini korumaktadır. Buna göre yeni medyanın kaç temel prensibi vardır?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "7",
      "C": "5",
      "D": "3",
      "E": "6"
    },
    "explanation": "Manovich’in 21. yüzyılın başında yazdığı yeni medyanın 5 temel prensibi bugün de geçerliliğini korumaktadır. Buna göre yeni medyanın sayısal temsil, modülarite, otomasyon, değişkenlik ve kültürel kod çevrimi olmak üzere beş temel prensibi vardır. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3882699",
    "unitNumber": 2,
    "text": "\"Dijital medya matematiksel bir mantıkla tanımlanır. Bütün yeni medya objeleri sayısal bir haldedir, matematiksel olarak tanımlanabilir ve algoritmalar aracılığıyla manipüle edilebilir.\" tanımı Manovich’in 21. yüzyılın başında yazdığı yeni medyanın temel prensiplerinden hangisini aittir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Otomasyon",
      "B": "Kültürel kod çevrimi",
      "C": "Değişkenlik",
      "D": "Sayısal temsil",
      "E": "Modülarite"
    },
    "explanation": "Sayısal temsil: Dijital medya matematiksel bir mantıkla tanımlanır. Bütün yeni medya objeleri sayısal bir haldedir, matematiksel olarak tanımlanabilir ve algoritmalar aracılığıyla manipüle edilebilir. Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3882700",
    "unitNumber": 2,
    "text": "Van Dijk’a göre (2016) dijital kültürün kaç temel özelliği mevcuttur?",
    "correctAnswer": "E",
    "options": {
      "A": "4",
      "B": "2",
      "C": "5",
      "D": "3",
      "E": "6"
    },
    "explanation": "Van Dijk’a göre (2016) dijital kültürün altı temel özelliği mevcuttur. Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3882701",
    "unitNumber": 2,
    "text": "Van Dijk’a göre (2016) dijital kültürün altı temel özelliği mevcuttur. Aşağıdakilerden hangisi bu özelliklerden birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Değişkenlik",
      "B": "Kullanıcı üretimi",
      "C": "Hızlanma",
      "D": "Görselleştirme",
      "E": "Nicelleştirme"
    },
    "explanation": "Van Dijk’a göre (2016) dijital kültürün altı temel özelliği mevcuttur:<br/>• Önceden programlanma ve yaratıcılık<br/>• Parçalanma ve kolaj<br/>• Kullanıcı üretimi<br/>• Hızlanma<br/>• Görselleştirme<br/>• Nicelleştirme<br/>Değişkenlik bunlardan birisi değildir. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3882702",
    "unitNumber": 2,
    "text": "Yaşamımızı dolduran ekran tabanlı, ağ bağlantılı ve çoğalan dijital medyalı süreçte Deuze (2006) yeniden yapılanmamızı kaç temel başlık olarak adlandırır?",
    "correctAnswer": "B",
    "options": {
      "A": "5",
      "B": "3",
      "C": "6",
      "D": "2",
      "E": "4"
    },
    "explanation": "Yaşamımızı dolduran ekran tabanlı, ağ bağlantılı ve çoğalan dijital medyalı süreçte Deuze (2006) yeniden yapılanmamızı katılım, iyileştirme ve brikolaj olarak adlandırır:<br/>1. Anlam oluşturma sürecinde aktif ajanlarız (katılım)<br/>2. Gerçekliği anlamanın uzlaşmacı yollarını benimseriz ama aynı zamanda değiştiririz, manipule ederiz ve bu yüzden reform yaparız (iyileştirme)<br/>3. Bu gerçekliğin kendi özel versiyonlarını bir araya getiririz (brikolaj)<br/>Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3882703",
    "unitNumber": 2,
    "text": "İnternet ve ağ teknolojilerinin yükselişe geçmesiyle birlikte kaç süreç gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "5",
      "B": "2",
      "C": "4",
      "D": "6",
      "E": "3"
    },
    "explanation": "İnternet ve ağ teknolojilerinin yükselişe geçmesiyle birlikte dört süreç gerçekleşmiştir. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3882704",
    "unitNumber": 2,
    "text": "Üretkenkullanım süreci, daha fazla iyileştirme arayışıyla mevcut içeriğin işbirliği içerisinde sürekli olarak inşa edilip genişletilmesidir (Bruns, 2006). Bruns’a göre (2007), üretkenkullanımın kaç temel özelliği vardır?",
    "correctAnswer": "D",
    "options": {
      "A": "7",
      "B": "3",
      "C": "5",
      "D": "4",
      "E": "2"
    },
    "explanation": "Üretkenkullanım süreci, daha fazla iyileştirme arayışıyla mevcut içeriğin işbirliği içerisinde sürekli olarak inşa edilip genişletilmesidir (Bruns, 2006). Bruns’a göre (2007), üretkenkullanımın 4 temel özelliği vardır. Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3882705",
    "unitNumber": 2,
    "text": "Reed (2019), internetin gelişimini farklı aşamalar şeklinde ele alır. Bunlar kaç tanedir?",
    "correctAnswer": "E",
    "options": {
      "A": "6",
      "B": "2",
      "C": "5",
      "D": "3",
      "E": "7"
    },
    "explanation": "Reed (2019), internetin gelişimini yedi aşamada ele alır. Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3882484",
    "unitNumber": 3,
    "text": "Sosyal Medya hangi sistem ile ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Web 2.0",
      "B": "Web 1.2",
      "C": "Web 3.0",
      "D": "Web 4.0",
      "E": "Web 0.2"
    },
    "explanation": "Giriş. Sosyal medya, internetin ikinci aşaması olarak değerlendirilen Web 2.0 ile ortaya çıkmıştır."
  },
  {
    "id": "3882487",
    "unitNumber": 3,
    "text": "Dijital okuryazarlık nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece yeni medya kapsamında değerlendirilebilecek ortamlardaki okuryazarlık dijital okuryazarlıktır.",
      "B": "Televizyon, gazete, dergi ve radyo gibi geleneksel kitle iletişim araçlarının yanı sıra dijitalleşme ile gündeme dahil olan ve yeni medya kapsamında değerlendirilebilecek ortamlardaki okuryazarlık dijital okuryazarlıktır.",
      "C": "Sadece Televizyon ve yeni medya kapsamında değerlendirilebilecek ortamlardaki okuryazarlık dijital okuryazarlıktır.",
      "D": "Sadece Gazete, dergi ve yeni medya kapsamında değerlendirilebilecek ortamlardaki okuryazarlık dijital okuryazarlıktır.",
      "E": "Sadece geleneksel kitle iletişim ortamlardaki okuryazarlık dijital okuryazarlıktır."
    },
    "explanation": "Televizyon, gazete, dergi ve radyo gibi geleneksel kitle iletişim araçlarının yanı sıra dijitalleşme ile gündeme dahil olan ve yeni medya kapsamında değerlendirilebilecek ortamlardaki okuryazarlık dijital okuryazarlıktır."
  },
  {
    "id": "3882509",
    "unitNumber": 3,
    "text": "Medya okuryazarlığı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Medya okuryazarlığı gazetelerdeki içerikleri yorumlama ve analiz edebilmektir.",
      "B": "Medya okuryazarlığı dergilerdeki içerikleri yorumlama ve analiz edebilmektir.",
      "C": "Medya okuryazarlığı tüm medyadaki içerikleri yorumlama ve analiz edebilmektir.",
      "D": "Medya okuryazarlığı sadece bilboardlardaki içerikleri yorumlama ve analiz edebilmektir.",
      "E": "Medya okuryazarlığı sadece dijital içerikleri yorumlama ve analiz edebilmektir."
    },
    "explanation": "Medya Okuryazarlığı. Medya okuryazarlığı medyadaki içerikleri yorumlama ve analiz edebilmektir."
  },
  {
    "id": "3882510",
    "unitNumber": 3,
    "text": "Okuryazarlık nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Okuma ve yazmayı bilmektir.",
      "B": "Okuryazarlık, belirli türdeki metinleri okuyabilmektir.",
      "C": "Okuryazarlık, belirli türdeki metinleri yazabilmektir.",
      "D": "Okuryazarlık, belirli türdeki metinleri, eserleri okumak, yorumlamak, üretmek için bilgi, beceri<br/>kazanmayı ve kişinin kültüre, topluma tam olarak katılabilmesi için entelektüel araçları ve kapasiteleri kazanmasıdır.",
      "E": "Okuryazarlık, belirli türdeki metinleri, eserleri okumak için beceri kazanmayı öğrenmektir."
    },
    "explanation": "Medya Okuryazarlığı. Okuryazarlık, belirli türdeki metinleri, eserleri okumak, yorumlamak, üretmek için bilgi, beceri kazanmayı ve kişinin kültüre, topluma tam olarak katılabilmesi için entelektüel araçları ve kapasiteleri kazanmasıdır.<br/>Okuryazarlık, belirli türdeki metinleri, eserleri okumak, yorumlamak, üretmek için bilgi, beceri<br/>kazanmayı ve kişinin kültüre, topluma tam olarak katılabilmesi için entelektüel araçları ve kapasiteleri kazanmasıdır."
  },
  {
    "id": "3882511",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Tarihsel Gelişimi içinde Medya Okuryazarlığı aşamalarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yazının bulunuşu",
      "B": "Çift dilli kitabeler üzerinden bilinmeyen bir yazıyı çözümlemek",
      "C": "Eğitimin Gelişmesi ve yaygınlaşması",
      "D": "Pedagojinin Ortaya Çıkışı",
      "E": "Klasik Okuryazarlık"
    },
    "explanation": "Medya Okuryazarlığı Kavramı. Klasik Okuryazarlık."
  },
  {
    "id": "3882524",
    "unitNumber": 3,
    "text": "Medya Okuryazarlığının gelişiminde, Klasik Dönemin sosyo-kültürel sonuçları nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilginin sistemleştirilmesi ve korunmasıdır.",
      "B": "Filolojinin gelişimi ve korunmasıdır.",
      "C": "Epigrafinin gelişimi ve korunmasıdır.",
      "D": "Tarihselliğin gelişimi ve korunmasıdır.",
      "E": "Arkeolojinin gelişimi ve korunmasıdır."
    },
    "explanation": "Bilginin sistemleştirilmesi ve korunmasıdır."
  },
  {
    "id": "3882528",
    "unitNumber": 3,
    "text": "Medya Okuryazarlığının gelişiminde Rönesans Döneminin sosyo-kültürel sonucu nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Felsefe bilimindeki gelişmeler",
      "B": "Deneysel filolojik bilimlerdeki gelişmeler",
      "C": "Epigrafi bilimindeki gelişmeler",
      "D": "Tarih bilimindeki gelişmeler",
      "E": "Arkeoloji bilimindeki gelişmeler"
    },
    "explanation": "Deneysel filolojik bilimlerdeki gelişmeler"
  },
  {
    "id": "3882531",
    "unitNumber": 3,
    "text": "Medya Okuryazarlığının gelişiminde II. Sanayi devriminin sosyo-kültürel sonuçları nelerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yazının ve sembolizmin ortaya çıkışı",
      "B": "Filolojinin ve Epigrafinin ortaya çıkışı",
      "C": "Medya ve Tüketim toplumlarının ortaya çıkışı",
      "D": "Kule yapım ve korunma tekniklerinin ortaya çıkışı",
      "E": "İtalyan mutfağının ortaya çıkışı"
    },
    "explanation": "Medya ve Tüketim toplumlarının ortaya çıkışı"
  },
  {
    "id": "3882532",
    "unitNumber": 3,
    "text": "Medya okuryazarlığının gelişiminde Bilgi toplumunun ortaya çıkışının sosyo-kültürel sonuçları nelerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tarihin küreselleşmesi. Tarih patlaması. Tarih toplumu",
      "B": "Felsefenin küreselleşmesi. Felsefe patlaması. Felsefe toplumu",
      "C": "Ka'nın küreselleşmesi. Ka patlaması. Ka toplumu",
      "D": "Bilginin küreselleşmesi. Bilgi patlaması. Bilgi toplumu",
      "E": "Dinin küreselleşmesi. Din patlaması. Din toplumu"
    },
    "explanation": "Bilginin küreselleşmesi. Bilgi patlaması. Bilgi toplumu"
  },
  {
    "id": "3882533",
    "unitNumber": 3,
    "text": "Aşağıdaki maddelerden hangisi Yeni Medya Okuryazarlığı Çerçevesi içerisinde değerlendirilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Felsefe içeriği oluşturabilme ve bunun sosyal etkisini anlayabilme",
      "B": "Tarih içeriği oluşturabilme ve bunun sosyal etkisini anlayabilme",
      "C": "Ka içeriği oluşturabilme ve bunun sosyal etkisini anlayabilme",
      "D": "Arkeoloji içeriği oluşturabilme ve bunun sosyal etkisini anlayabilme",
      "E": "Medya içeriği oluşturabilme ve bunun sosyal etkisini anlayabilme"
    },
    "explanation": "Medya içeriği oluşturabilme ve bunun sosyal etkisini anlayabilme"
  },
  {
    "id": "3882537",
    "unitNumber": 3,
    "text": "“Bütün biçimlerdeki verileri anlama, kullanma, eleştirel olarak analiz etme ve bunlarla çalışma ile ilgili bilgi ve yetkinliklerdir” şeklinde açıklanan okuryazarlık kavramı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Haber okuryazarlığı",
      "B": "Veri okuryazarlığı",
      "C": "Bilgi okuryazarlığı",
      "D": "Görsel okuryazarlık",
      "E": "Dijital okuryazarlık"
    },
    "explanation": "Sorunun doğru yanıtı için 62.sayfadaki Medya okuryazarlığı kavramı konusuna bakınız<br/>“Bütün biçimlerdeki verileri anlama, kullanma, eleştirel olarak analiz etme ve bunlarla çalışma ile ilgili bilgi ve yetkinliklerdir” şeklinde açıklanan okuryazarlık kavramı \"Veri okuryazarlığı\" dır."
  },
  {
    "id": "3882538",
    "unitNumber": 3,
    "text": "“Önceden ayrı olan araçların bir araya gelmesidir” şeklindeki açıklama, aşağıdakilerden hangisine aittir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Medya yakınsaması",
      "B": "Medya okuryazarlığı",
      "C": "Dijital okuryazarlık",
      "D": "Bilginin küreselleşmesi",
      "E": "Görsel okuryazarlık"
    },
    "explanation": "Sorunun doğru yanıtı için 63.sayfadaki Medya okuryazarlığı kavramı konusuna bakınız.<br/>\"Önceden ayrı olan araçların bir araya gelmesidir” şeklindeki açıklama, \"Medya yakınsaması\" kavramına aittir"
  },
  {
    "id": "3882539",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, medya okuryazarlığının unsurlarından biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Erişim",
      "B": "Sonuç",
      "C": "Analiz",
      "D": "Değerlendirme",
      "E": "İçerik oluşturma"
    },
    "explanation": "Sorunun doğru yanıtı için 65.sayfadaki Medya okuryazarlığı kavramı konusuna bakınız<br/>\"Sonuç\" medya okuryazarlığının unsurlarından biri değildir."
  },
  {
    "id": "3882540",
    "unitNumber": 3,
    "text": "“...................; dijital medya, bilgisayar, bilgi ve iletişim teknolojilerinin kullanımını kapsayan geniş bir yetkinlikler kümesini ifade eder” cümlesindeki boşluğa aşağıdakilerden hangisinin gelmesi uygun olur?",
    "correctAnswer": "B",
    "options": {
      "A": "Görsel okuryazarlık",
      "B": "Dijital okuryazarlık",
      "C": "Haber okuryazarlığı",
      "D": "Veri okuryazarlığı",
      "E": "Bilgi okuryazarlığı"
    },
    "explanation": "Sorunun doğru yanıtı için 66.sayfadaki Dijital okuryazarlık konusuna bakınız<br/>“...................; dijital medya, bilgisayar, bilgi ve iletişim teknolojilerinin kullanımını kapsayan geniş bir yetkinlikler kümesini ifade eder” cümlesindeki boşluğa \"Dijital okuryazarlık\" gelmesi uygun olur"
  },
  {
    "id": "3882541",
    "unitNumber": 3,
    "text": "İnternette karşılaşılan bilgileri değerlendirmek amacıyla oluşturulan CRAAP testinde;<br/>Bilgi nereden geliyor?<br/>Bilgi kanıtlarla destekleniyor mu?<br/>Bilgi gözden geçirildi mi?<br/>Bilgi başka bir kaynaktan veya kişisel bilgiden hareketle doğrulanabilir mi?<br/>Sorularının karşılığı aşağıdaki değerlendirme kriterlerinden hangisi ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Güncellik (<em>currency</em>)",
      "B": "İlgililik (<em>relevance</em>)",
      "C": "Yetkili kişi (<em>authority</em>)",
      "D": "Doğruluk (<em>accuracy</em>)",
      "E": "Amaç (<em>purpose</em>)"
    },
    "explanation": "Sorunun doğru yanıtı için 70.sayfadaki Dijital okuryazarlığı konusuna bakınız<br/>İnternette karşılaşılan bilgileri değerlendirmek amacıyla oluşturulan CRAAP testinde;<br/>Bilgi nereden geliyor?<br/>Bilgi kanıtlarla destekleniyor mu?<br/>Bilgi gözden geçirildi mi?<br/>Bilgi başka bir kaynaktan veya kişisel bilgiden hareketle doğrulanabilir mi?<br/>Sorularının karşılığı değerlendirme kriterlerinden <strong>Doğruluk (<em>accuracy</em>)</strong> ile ilgilidir."
  },
  {
    "id": "3882542",
    "unitNumber": 3,
    "text": "“......................, bireylerin sosyal medya uygulamalarını uygun şekilde kullanma ve sosyal medya içeriğini eleştirel olarak analiz etme, değerlendirme, paylaşma ve oluşturma yetkinlikleridir” ifadesinde ki boşluğa aşağıdakilerden hangisinin gelmesi uygun olur?",
    "correctAnswer": "C",
    "options": {
      "A": "İşlevsel Medya Okuryazarlığı",
      "B": "Eleştirel Medya Okuryazarlığı",
      "C": "Sosyal Medya Okuryazarlığı",
      "D": "Haber Okuryazarlığı",
      "E": "Veri Okuryazarlığı"
    },
    "explanation": "Sorunun doğru yanıtı için 71.sayfadaki Dijital Okuryazarlığı konusuna bakınız<br/>“......................, bireylerin sosyal medya uygulamalarını uygun şekilde kullanma ve sosyal medya içeriğini eleştirel olarak analiz etme, değerlendirme, paylaşma ve oluşturma yetkinlikleridir” ifadesinde ki boşluğa \"Sosyal Medya Okuryazarlığı\" nı gelmesi uygun olur."
  },
  {
    "id": "3882544",
    "unitNumber": 3,
    "text": "Neyin ve kimin güvenilir olduğunu, neyin ve kimin güvenilir olmadığını çevrim içi olarak anlamaya çalışma okuryazarlığı, aşağıdaki sosyal medya okuryazarlığı unsurlarından hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dikkat",
      "B": "Eleştirel tüketim",
      "C": "Katılım",
      "D": "Ağ farkındalığı",
      "E": "İş birliği"
    },
    "explanation": "Sorunun doğru yanıtı için 71.sayfadaki Dijital okuryazarlığı konusuna bakınız.<br/>Neyin ve kimin güvenilir olduğunu, neyin ve kimin güvenilir olmadığını çevrim içi olarak anlamaya çalışma okuryazarlığı, sosyal medya okuryazarlığı unsurlarından \"Eleştirel tüketim\" ile ilgilidir."
  },
  {
    "id": "3882546",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, sosyal medya bağımlığının işaretlerinden <strong><u>değildir</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Kontrollü olarak sosyal medya kullanım dürtüsüne sahip olmak",
      "B": "Kişisel sorunları unutmak için sosyal medyayı kullanmak",
      "C": "Sosyal medya kullanımının iş hayatı veya özel hayat üzerindeki olumsuz etkileri",
      "D": "Araba kullanma, yemek veya insanlar ile vakit geçirme esnasında sosyal medyayı kullanmak",
      "E": "Sosyal medya kullanımını durdurmayı veya azaltmayı zor bulmak"
    },
    "explanation": "Sorunun doğru yanıtı için 73.sayfadaki Dijital okuryazarlığı konusuna bakınız<br/>\"Kontrollü olarak sosyal medya kullanım dürtüsüne sahip olmak\" sosyal medya bağımlığının işaretlerinden değildir."
  },
  {
    "id": "3882547",
    "unitNumber": 3,
    "text": "“Çoğu öğrencinin her zaman bir şekilde teknolojiye erişimi vardır. Bu durum, siber zorbalığın sadece bireyler okuldayken değil günün her anında gerçekleşebileceği anlamına gelir” açıklaması, siber zorbalığın ayırt edici unsurlarından hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Devamlıdır",
      "B": "Tespit edilmesi zordur",
      "C": "Anonimdir",
      "D": "Kolayca zarar verebilir",
      "E": "Kalıcıdır"
    },
    "explanation": "Sorunun doğru yanıtı için 74.sayfadaki Dijital okuryazarlığı konusuna bakınız<br/>“Çoğu öğrencinin her zaman bir şekilde teknolojiye erişimi vardır. Bu durum, siber zorbalığın sadece bireyler okuldayken değil günün her anında gerçekleşebileceği anlamına gelir” açıklaması, siber zorbalığın ayırt edici unsurlarından <strong>devamlı olması </strong>ile ilgilidir."
  },
  {
    "id": "3882548",
    "unitNumber": 3,
    "text": "“Reklamın; tüketicilerin bir ürün hakkındaki davranışlarını, tutumlarını ve bilişlerini değiştirerek onları etkilemeye çalışması” reklam okuryazarlığının bileşenlerinden hangisi ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Reklamın tanınması",
      "B": "Hedef kitlenin algılanması",
      "C": "Reklamın satış amacını anlamak",
      "D": "Reklamın ikna edici amacını anlamak",
      "E": "Reklamın taraflı olmasının anlaşılması"
    },
    "explanation": "Sorunun doğru yanıtı için 77.sayfadaki Dijital reklam okuryazarlığı konusuna bakınız<br/>“Reklamın; tüketicilerin bir ürün hakkındaki davranışlarını, tutumlarını ve bilişlerini değiştirerek onları etkilemeye çalışması” reklam okuryazarlığının bileşenlerinden \"Reklamın ikna edici amacını anlamak\" ile ilgilidir."
  },
  {
    "id": "3882611",
    "unitNumber": 3,
    "text": "Bütün biçimlerdeki verileri anlama, kullanma, eleştirel olarak analiz etme ve bunlarla çalışma ile ilgili bilgi ve yetkinlikleri içeren okuryazarlık kavramı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri okuryazarlığı",
      "B": "Görsel okuryazarlık",
      "C": "Bilgi okuryazarlığı",
      "D": "Dijital okuryazarlık",
      "E": "Haber okuryazarlığı"
    },
    "explanation": "Soruda tanımı verilen kavramın hatırlanması amaçlanmıştır.<br/>Okuryazarlık ile ilgili çeşitli kavramlar bulunur. Veri okuryazarlığı: Bütün biçimlerdeki verileri anlama, kullanma, eleştirel olarak analiz etme ve bunlarla çalışma ile ilgili bilgi ve yetkinliklerdir"
  },
  {
    "id": "3882612",
    "unitNumber": 3,
    "text": "Film ve televizyon gibi elektronik medya ile ilgili görüntü ve sıralı görüntülere odaklanan Medya okuryazarlığı kategorisi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dijital okuryazarlık",
      "B": "Medya okuryazarlığı",
      "C": "Görsel-işitsel okuryazarlık",
      "D": "Medya yakınsaması",
      "E": "Klasik okuryazarlık"
    },
    "explanation": "Soruda tanımı verilen Medya okuryazarlığı kategorisinin hatırlanması amaçlanmıştır.<br/>Medya okuryazarlığı kendi içerisinde çeşitli kategorilere ayrılır. Söz konusu kategorileri değerlendirmek medya okuryazarlığı kavramının tarihsel gelişimini kavramak adına önemlidir. Görsel-işitsel okuryazarlık, film ve televizyon gibi elektronik medya ile ilgili görüntü<br/>ve sıralı görüntülere odaklanır."
  },
  {
    "id": "3882695",
    "unitNumber": 3,
    "text": "Medya okuryazarlığının bilgi yapıları oluşturmak için kullanılan araçlarından olan Becerilerde, hangi alt başlık \"belirli bilgileri bir araya getirerek anlamlı çıkarımlar yapmayı\" ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Analiz",
      "B": "Tümevarım",
      "C": "Tümdengelim",
      "D": "Sentez",
      "E": "Soyutlama"
    },
    "explanation": "Soruda Medya okuryazarlığının üç yapı taşından “beceriler\"'i meydana getiren yapı taşlarının tanınması amaçlanmıştır.<br/>Medya okuryazarlığının üç yapı taşını “beceriler”, “bilgi yapıları” ve “kişisel odak” oluşturur. Beceriler, bilgi yapıları oluşturmak için kullanılan araçlar olup analiz, değerlendirme, gruplama, tümevarım, tümdengelim, sentez ve soyutlamadan meydana gelir (Potter, 2019). Beceriler, bireylerin analiz, değerlendirme, soyutlama gibi yeteneklerini içerir. Tümevarım, parçalardan bütüne; tümdengelim ise bütünden parçalara yönelik çıkarımlar yapmayı ifade eder. Sentez, belirli bilgileri bir araya getirerek anlamlı çıkarımlar yapmaktır."
  },
  {
    "id": "3882696",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi medya içeriğini çözümlemede temel bir bakış açısı sunan sorulardan <strong>biri değildir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mesajı kim gönderiyor ve mesajı gönderenin amacı nedir?",
      "B": "Dikkat çekmek ve dikkati tutmak için hangi teknikler kullanılıyor?",
      "C": "Bu mesajda hangi yaşam tarzları, değerler ve bakış açıları temsil edilmektedir?",
      "D": "Farklı insanlar bu mesajı nasıl farklı yorumlayabilir?",
      "E": "Bu mesaja neler dahil edilmektedir?"
    },
    "explanation": "Soruda medya içeriğini çözümlemede temel bakış açısı sunan soruların hatırlanması amaçlanmıştır.<br/>• Mesajı kim gönderiyor ve mesajı gönderenin amacı nedir?<br/>• Dikkat çekmek ve dikkati tutmak için hangi teknikler kullanılıyor?<br/>• Bu mesajda hangi yaşam tarzları, değerler<br/>ve bakış açıları temsil edilmektedir?<br/>• Farklı insanlar bu mesajı nasıl farklı yorumlayabilir?<br/>• Bu mesaja ne dahil edilmemektedir?<br/>Yukarıda yer alan sorular medya içeriğini çözümlemede temel bir bakış açısı sunar."
  },
  {
    "id": "3882755",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi; dijital teknolojilerde dijital bilgiyi bulma, değerlendirme ve paylaşma ile ilgili olan Dijital okuryazarlığın unsurlarından <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital okuryazarlık; iş, öğrenme, boş zaman ve günlük yaşamın diğer yönlerinde<br/>yer alan başarılı dijital faaliyetleri gerçekleştirebilmeyi içerir.",
      "B": "Dijital okuryazarlık; bilginin, tekniğin, tutumun ve kişisel niteliklerin edinilmesini ve<br/>kullanılmasını ve dijital faaliyetleri planlama, yürütme ve değerlendirme yeteneğini<br/>kapsar.",
      "C": "Birey için dijital okuryazarlık, bireyin belirli yaşam durumuna göre değişen ve ayrıca<br/>bireyin yaşam durumu geliştikçe gelişen, yaşam boyu devam eden bir süreçtir.",
      "D": "Dijital okuryazarlık, dijital okuryazar bir kişi olarak kişinin kendisinin farkında olma<br/>ve dijital okuryazarlık gelişimi üzerine düşünme yeteneğini içerir.",
      "E": "Dijital okuryazarlık, bilgi ve iletişim teknolojileri okuryazarlığından daha kapsamlı değildir."
    },
    "explanation": "Soruda Dijital okuryazarlığın unsurlarının tanınması amaçlanmıştır.<br/>Dijital okuryazarlık, dijital teknolojiler ile ilişkili olup dijital bilgiyi bulma, değerlendirme ve paylaşma ile ilgilidir. Dijital okuryazarlığın çeşitli unsurları aşağıdaki gibi sıralanabilir (Martin, 2008, s. 166):<br/>• Dijital okuryazarlık; iş, öğrenme, boş zaman ve günlük yaşamın diğer yönlerinde<br/>yer alan başarılı dijital faaliyetleri gerçekleştirebilmeyi içerir.<br/>• Birey için dijital okuryazarlık, bireyin belirli yaşam durumuna göre değişen ve ayrıca<br/>bireyin yaşam durumu geliştikçe gelişen, yaşam boyu devam eden bir süreçtir.<br/>• Dijital okuryazarlık, bilgi ve iletişim teknolojileri okuryazarlığından daha kapsamlıdır.<br/>• Dijital okuryazarlık; bilginin, tekniğin, tutumun ve kişisel niteliklerin edinilmesini ve<br/>kullanılmasını ve dijital faaliyetleri planlama, yürütme ve değerlendirme yeteneğini<br/>kapsar.<br/>• Dijital okuryazarlık, dijital okuryazar bir kişi olarak kişinin kendisinin farkında olma<br/>ve dijital okuryazarlık gelişimi üzerine düşünme yeteneğini içerir."
  },
  {
    "id": "3882757",
    "unitNumber": 3,
    "text": "\"Neyin ve kimin güvenilir olduğunu, neyin ve kimin güvenilir olmadığını çevrim içi olarak anlamaya çalışma\", aşağıdaki Sosyal medya okuryazarlığı unsurlarından hangisinin içeriğinde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Katılım",
      "B": "Eleştirel tüketim",
      "C": "İş birliği",
      "D": "Ağ farkındalığı",
      "E": "Dikkat"
    },
    "explanation": "Soruda Sosyal medya okuryazarlığının unsurlarının tanınması amaçlanmıştır.<br/>Sosyal medya okuryazarlığının çeşitli unsurları aşağıdaki gibi sıralanabilir (Rheingold, 2010):<br/>• Dikkat: Bireylerin nasıl düşündüklerinin, insanların araçları nasıl oluşturup birbirlerine bunları nasıl kullanmayı öğrettiklerinin, grupların nasıl sosyalleştiğinin ve insanların medeniyetleri nasıl dönüştürdüğünün temel yapı taşıdır.<br/>• Katılım: Günümüz medyası, insanların başkalarının düşüncelerini bilgilendirmesine, ikna etmesine ve etkilemesine olanak tanır ve en önemlisi, her ölçekte faaliyet düzenlemelerine yardımcı olur. Bu şekilde, insanlar katılım okuryazarlığından iş birliği okuryazarlığına geçmiş olur.<br/>• İş birliği: Dikkat ve katılım teknolojilerini ve tekniklerini kullanmak, insanların sosyal medyanın ortaya çıkmasından önce denenmesi çok zor veya pahalı olan şekillerde iş birliği içinde birlikte çalışmasına olanak tanır.<br/>• Ağ farkındalığı: Sosyal ağlar insan olmanın önemli bir parçasıdır, ancak geçmişte ağa hangi insanların ve kaç kişinin dahil edileceği konusunda fiziksel sınırlamalar bulunmaktaydı. Teknolojik ağlar dünyanın diğer ucundaki insanlarla birkaç saniye içinde iletişim kurulmasını sağlar.<br/>• Eleştirel tüketim: Neyin ve kimin güvenilir olduğunu, neyin ve kimin güvenilir olmadığını çevrim içi olarak anlamaya çalışmanın okuryazarlığıdır."
  },
  {
    "id": "3882770",
    "unitNumber": 3,
    "text": "\"Bireylerin nasıl düşündüklerinin, insanların araçları nasıl oluşturup birbirlerine bunları nasıl kullanmayı öğrettiklerinin, grupların nasıl sosyalleştiğinin ve insanların medeniyetleri nasıl dönüştürdüğünün temel yapı taşı\" olduğunu vurgulayan Sosyal medya okuryazarlığı unsuru aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Katılım",
      "B": "İş birliği",
      "C": "Dikkat",
      "D": "Eleştirel tüketim",
      "E": "Ağ farkındalığı"
    },
    "explanation": "Soruda Sosyal medya okuryazarlığının unsurlarının tanınması amaçlanmıştır.<br/>Sosyal medya okuryazarlığının çeşitli unsurları aşağıdaki gibi sıralanabilir (Rheingold, 2010):<br/>• Dikkat: Bireylerin nasıl düşündüklerinin, insanların araçları nasıl oluşturup birbirlerine bunları nasıl kullanmayı öğrettiklerinin, grupların nasıl sosyalleştiğinin ve insanların medeniyetleri nasıl dönüştürdüğünün temel yapı taşıdır.<br/>• Katılım: Günümüz medyası, insanların başkalarının düşüncelerini bilgilendirmesine, ikna etmesine ve etkilemesine olanak tanır ve en önemlisi, her ölçekte faaliyet düzenlemelerine yardımcı olur. Bu şekilde, insanlar katılım okuryazarlığından iş birliği okuryazarlığına geçmiş olur.<br/>• İş birliği: Dikkat ve katılım teknolojilerini ve tekniklerini kullanmak, insanların sosyal medyanın ortaya çıkmasından önce denenmesi çok zor veya pahalı olan şekillerde iş birliği içinde birlikte çalışmasına olanak tanır.<br/>• Ağ farkındalığı: Sosyal ağlar insan olmanın önemli bir parçasıdır, ancak geçmişte ağa hangi insanların ve kaç kişinin dahil edileceği konusunda fiziksel sınırlamalar bulunmaktaydı. Teknolojik ağlar dünyanın diğer ucundaki insanlarla birkaç saniye içinde iletişim kurulmasını sağlar.<br/>• Eleştirel tüketim: Neyin ve kimin güvenilir olduğunu, neyin ve kimin güvenilir olmadığını çevrim içi olarak anlamaya çalışmanın okuryazarlığıdır."
  },
  {
    "id": "3882771",
    "unitNumber": 3,
    "text": "İnsanları duygusal olarak olumsuz etkileyen Siber zorbalık ve çevrim dışı zorbalık arasındaki en önemli fark aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siber zorbalıkta suç unsuru bulunmamaktadır.",
      "B": "Çevrim dışı zorbalık yüz yüze, aynı fiziksel ortamı paylaşarak gerçekleşmekte iken siber zorbalık teknoloji aracılığı ile gerçekleşir.",
      "C": "Siber zorbalık en yoğun okullarda karşımıza çıkar.",
      "D": "Çevrim dışı zorbalık sanal ortamda yapılır.",
      "E": "Siber zorbalık en çok gençleri etkiler."
    },
    "explanation": "Soruda siber zorbalık ve çevrim dışı zorbalık arasındaki farkın bilinmesi amaçlanmıştır.<br/>Bireyleri duygusal açıdan olumsuz olarak etkileyen siber zorbalık, kişilerin teknolojiye erişimlerinin olduğu her anda gerçekleşir. Bu açıdan siber zorbalık çevrim dışı zorbalıktan ayrılır. Çevrim dışı zorbalık yüz yüze, aynı fiziksel ortamı paylaşarak gerçekleşmekte iken siber zorbalık teknoloji aracılığı ile gerçekleşir."
  },
  {
    "id": "3882772",
    "unitNumber": 3,
    "text": "Sponsorlu içerik olarak da adlandırılan, yayıncının kendisinden editöryal içeriğin belirli biçimini ve görünümünü alan herhangi bir ücretli reklamı tanımlamak için kullanılan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Oyun reklam",
      "B": "Doğal reklam",
      "C": "Yayın reklamları",
      "D": "Basılı reklam",
      "E": "Video reklamları"
    },
    "explanation": "Soruda Doğal reklam kavramının bilinmesi amaçlanmıştır.<br/>Doğal reklam: Sponsorlu içerik olarak da adlandırılan doğal reklam, yayıncının kendisinden editöryal içeriğin belirli biçimini ve görünümünü alan herhangi bir ücretli reklamı tanımlamak için kullanılan bir terimdir (Wojdynski ve Evans, 2016, s. 157)."
  },
  {
    "id": "3882773",
    "unitNumber": 3,
    "text": "Dikkat, Katılım, İş birliği, Ağ farkındalığı ve Eleştirel tüketim gibi başlıklar aşağıdaki okuryazarlıklardan hangisinin unsurlarıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal medya okuryazarlığı",
      "B": "Görsel okuryazarlık",
      "C": "Bilgi okuryazarlığı",
      "D": "Haber okuryazarlığı",
      "E": "Veri okuryazarlığı"
    },
    "explanation": "Soruda Sosyal medya okuryazarlığının unsurlarının tanınması amaçlanmıştır.<br/>Sosyal medya okuryazarlığının çeşitli unsurları aşağıdaki gibi sıralanabilir (Rheingold, 2010):<br/>• Dikkat: Bireylerin nasıl düşündüklerinin, insanların araçları nasıl oluşturup birbirlerine bunları nasıl kullanmayı öğrettiklerinin, grupların nasıl sosyalleştiğinin ve insanların medeniyetleri nasıl dönüştürdüğünün temel yapı taşıdır.<br/>• Katılım: Günümüz medyası, insanların başkalarının düşüncelerini bilgilendirmesine, ikna etmesine ve etkilemesine olanak tanır ve en önemlisi, her ölçekte faaliyet düzenlemelerine yardımcı olur. Bu şekilde, insanlar katılım okuryazarlığından iş birliği okuryazarlığına geçmiş olur.<br/>• İş birliği: Dikkat ve katılım teknolojilerini ve tekniklerini kullanmak, insanların sosyal medyanın ortaya çıkmasından önce denenmesi çok zor veya pahalı olan şekillerde iş birliği içinde birlikte çalışmasına olanak tanır.<br/>• Ağ farkındalığı: Sosyal ağlar insan olmanın önemli bir parçasıdır, ancak geçmişte ağa hangi insanların ve kaç kişinin dahil edileceği konusunda fiziksel sınırlamalar bulunmaktaydı. Teknolojik ağlar dünyanın diğer ucundaki insanlarla birkaç saniye içinde iletişim kurulmasını sağlar.<br/>• Eleştirel tüketim: Neyin ve kimin güvenilir olduğunu, neyin ve kimin güvenilir olmadığını çevrim içi olarak anlamaya çalışmanın okuryazarlığıdır."
  },
  {
    "id": "3882426",
    "unitNumber": 4,
    "text": "<ol type=\"I\"><br/><li>İşletmenin en temel fonksiyonlarından biridir ve ürün, fiyat, dağıtım gibi unsurları içerir.</li><br/><li>Yönetim, üretim, finans, insan kaynakları gibi fonksiyonları içerir.</li><br/><li>Reklam, halkla ilişkiler, satış tutundurma, kişisel satış, doğrudan pazarlama ve benzeri iletişime dayalı uygulamaları içerir.</li><br/></ol><br/>Yukarıda tanımları verilen kavramlar aşağıdaki seçeneklerin hangisinde doğru sırada verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarlama-İşletme-Pazarlama iletişimi",
      "B": "Pazarlama iletişimi-İşletme-Pazarlama",
      "C": "Pazarlama iletişimi-Pazarlama-İşletme",
      "D": "İşletme-Pazarlama-Pazarlama iletişimi",
      "E": "İşletme-Pazarlama iletişimi-Pazarlama"
    },
    "explanation": "Pazarlama; tıpkı yönetim, üretim, finans, insan kaynakları gibi işletmenin en temel fonksiyonlarından biridir ve ürün, fiyat, dağıtım gibi unsurları içerir. İşletme; yönetim, üretim, finans, insan kaynakları gibi fonksiyonları içerir. Pazarlama, bu fonksiyonlardan biridir. Pazarlama iletişimi ise reklam, halkla ilişkiler, satış tutundurma, kişisel satış, doğrudan pazarlama ve<br/>benzeri iletişime dayalı uygulamaları içerir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3882427",
    "unitNumber": 4,
    "text": "\"Ürünün tüketiciler tarafından fark edilip tüketicilerin satın alma kararlarını etkileyebilmek için pazarlama yöneticilerinin yerine getirdikleri tüm eylemler” olarak tanımlanan ve pazarlama karmasının en görünürü olan unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ürün",
      "B": "Fiyat",
      "C": "Yer",
      "D": "Dağıtım",
      "E": "Pazarlama iletişimi"
    },
    "explanation": "Pazarlama iletişimi, pazarlama karmasının en görünür olan unsurudur. Pazarlama iletişimi kavramıyla, “ürünün tüketiciler tarafından fark edilip tüketicilerin satın alma kararlarını etkileyebilmek için pazarlama yöneticilerinin yerine getirdikleri tüm eylemler” kastedilmektedir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3882428",
    "unitNumber": 4,
    "text": "Bir telefon üreticisi olan X markası, yeni bir model olan \"MN Serisi\" telefonunu piyasaya sürmüştür. Marka, pazarlama iletişimi kapsamında müşterilerine daha önce kendilerinden satın aldıkları ürünler ve ilgi alanlarını temel alarak özel teklifler sunmuş, onlara yeni modelin avantajları ve güncellemeleri hakkında bilgi vermiştir. Ayrıca mevcut müşterilerden geri bildirim almış ve bu geri bildirime önem vermiştir. Müşterilerin görüşleri ve taleplerini dinlemiş ve bunları ürün geliştirme süreçlerine dahil edilmiştir.<br/>Yukarıdaki örnekte pazarlama iletişiminin hangi temel işlevi uygulanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgilendirme",
      "B": "İkna Etme",
      "C": "Güçlendirme",
      "D": "Farklılaştırma",
      "E": "Etkileme"
    },
    "explanation": "Pazarlamanın yerine getirmesi gereken birtakım işlevler olduğu gibi pazarlama iletişiminin de temel işlevleri mevcuttur. Bunlardan biri de güçlendirme işlevidir. Bu işlevde bir ihtiyacı ve bununla ilgili olarak markayı hatırlatmak ya da tekrar satın alma öncesinde yeniden güven vermek amacıyla önceki deneyimler pekiştirilmektedir. Verilen örnekte de mevcut müşterilerle kişisel iletişim kurmak, mevcut müşterilerden geribildirim almak gibi yöntemlerle güçlendirme işlevi işe koşulmuştur. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3882465",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"... işletmenin ve ürünlerinin rakiplerden ayrıt edilmesi için gereken unsura vurgu yapmaktadır.\" ifadesine karşılık gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Marka",
      "B": "İşletme",
      "C": "Kurum",
      "D": "Pazarlama",
      "E": "Hedef"
    },
    "explanation": "Pazarlama ve Pazarlama İletişim Kavramları bölümünde incelenebilir.<br/>A şıkkı doğru yanıttır."
  },
  {
    "id": "3882466",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"reklam, halkla ilişkiler, satış tutundurma, kişisel satış, doğrudan pazarlama ve benzeri iletişime dayalı uygulamaları içerir.\" ifadesine karşılık gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarlama iletişimi",
      "B": "Marka",
      "C": "Kurumsal iletişim",
      "D": "Ürün konumlandırma",
      "E": "İşletme"
    },
    "explanation": "Pazarlama ve Pazarlama İletişimi Kavramları bölümünde incelenebilir.<br/>A şıkkı doğru yanıttır."
  },
  {
    "id": "3882467",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"AMA\" ifadesine karşılık gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "American Marketing Association",
      "B": "Association of Marketing Associates",
      "C": "American Market Assessment",
      "D": "Association of Marketing Assessors",
      "E": "American Market Assembly"
    },
    "explanation": "Pazarlama Kavramı bölümünde incelenebilir.<br/>A şıkkı doğru yanıttır."
  },
  {
    "id": "3882468",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"... müşteriler, alıcılar, paydaşlar ve genel olarak toplum için değeri olan bir arzın yaratılması, iletişiminin yapılması, dağıtımının sağlanması ve değişiminin gerçekleşmesi için yürütülen faaliyet, araç ve uygulamalar bütünü ve süreçleridir.\" ifadesine karşılık gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarlama",
      "B": "Konumlandırma",
      "C": "Tutundurma",
      "D": "Dağar yaratma",
      "E": "Kurumsal iletişim"
    },
    "explanation": "Pazarlama Kavramı bölümünde incelenebilir.<br/>A şıkkı doğru yanıttır."
  },
  {
    "id": "3882469",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"ürün, fiyat, yer (dağıtım) ve tutundurma kavramlarının\" karşılığı ifade olarak yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "4P",
      "B": "4A",
      "C": "B2B",
      "D": "B2C",
      "E": "4F"
    },
    "explanation": "Pazarlama Kavramı bölümünde incelenebilir.<br/>A şıkkı doğru yanıttır."
  },
  {
    "id": "3882470",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"halkla ilişkiler, satış tutundurma, kişisel satış ve doğrudan pazarlama başta olmak üzere pazarlama iletişimi kapsamında kullanılan tüm araçları ifade etmektedir.\" ifadesine karşılık gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarlama iletişimi karması",
      "B": "Kurumsal iletişim bileşenleri",
      "C": "Hedefli pazarlama",
      "D": "Pazarlama planlaması",
      "E": "İletişim stratejisi"
    },
    "explanation": "Pazarlama İletişimi bölümünde incelenebilir.<br/>A şıkkı doğru yanıttır."
  },
  {
    "id": "3882471",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mecranın markanın kontrolünde olmasına örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "P.O.P. materyaller",
      "B": "Bannerlar",
      "C": "Açıkhava reklamları",
      "D": "Sosyal medya yorumları",
      "E": "Arama motoru reklamları"
    },
    "explanation": "Pazarlama ve Medya İlişkisi bölümünde incelenebilir.<br/>P.O.P. yani satın alma noktası materyalleri, markaların sahip olduğu iletişim alanları arasındadır. Bu kapsamda markanın kontrolünde bir alan olarak değerlendirilir."
  },
  {
    "id": "3882472",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi markanın medyada yer almak için ödeme yapmasına örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "OOH mecralar",
      "B": "Web sitesi",
      "C": "Mikro siteler",
      "D": "Broşürler",
      "E": "Online yorumlar"
    },
    "explanation": "Pazarlama ve Medya İlişkisi bölümünde incelenebilir.<br/>A şıkkı doğru yanıttır."
  },
  {
    "id": "3882473",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"Gerek mevcut gerek potansiyel müşterilerin belirli bir kesiminin sosyal medya kullanıcıları arasında olması olasıdır. Sosyal medya platformları tüketicilerin dikkatini çekmek ve onları markaya yönlendirmek için kullanılabilir.\" ifadesine karşılık gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hedef pazarı yakalamak için geniş bir ağ oluşturma",
      "B": "Marka farkındalığı oluşturma",
      "C": "İlişki geliştirme",
      "D": "İş süreçlerinin iyileştirilmesi",
      "E": "Sosyal medyayı satış yapılabilecek bir pazar olarak kullanma"
    },
    "explanation": "Pazarlama ve Medya İlişkisi bölümünde incelenebilir.<br/>A şıkkı doğru yanıttır."
  },
  {
    "id": "3882474",
    "unitNumber": 4,
    "text": "Aşağıda sosyal meydanın pazarlamaya olumlu etkilerinden bazıları verilmiştir. Bu olumlu etkilerden hangisi \"marka farkındalığı yaratmak\" ile ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hedef kitle ile düzenli ve karşılıklı etkileşime dayalı bir iletişim, marka ve tüketiciler arasında uzun süreli ve sağlıklı bir ilişki geliştirilmesini sağlayabilir.",
      "B": "Sosyal medya aracılığıyla tüketicilerin problem ve şikâyet gibi geri bildirimleri kolaylıkla alınabilir; tüketicilere teknik destek sağlanabilir.",
      "C": "Sosyal medya platformları markayı geniş kitlelere tanıtmak, görünürlük yaratmak ve markanın akılda kalmasını sağlamak için sürekli iletişime olanak sağlar.",
      "D": "Sosyal medya, doğrudan satış yapılabilecek bir pazar alanı olarak da değerlendirilebilir ve satışı<br/>kolaylaştıran uygulamalara destek verebilir.",
      "E": "Sosyal medya stratejik ve planlı bir yapıda hareket edilmesi halinde hedef kitle ile ücretsiz, yani organik iletişim kurma fırsatları sunmaktadır."
    },
    "explanation": "Her iletişim aracının artıları ve eksileri olduğu gibi sosyal medyanın da getirdiği bazı kolaylıklar ve<br/>zorluklar söz konusudur. Sosyal meydanın pazarlamaya olumlu yönde kattıklarından biri de marka farkındalığı yaratmaktır. Sosyal medya platformları markayı geniş kitlelere tanıtmak, görünürlük yaratmak ve markanın akılda kalmasını sağlayarak marka farkındalığı oluşturur. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3882475",
    "unitNumber": 4,
    "text": "Bir süpermarket işleten Ali Bey, kasada müşterilerine ücretsiz olarak müşteri kartı dağıtmaktadır. Müşteriler kartlarını almakta ve kaydetmekte, harcanan her 100 TL için 1 puan kazanmaktadırlar. Ali Bey kart sahiplerine, puanlarına veya alışveriş geçmişlerine dayalı özel teklifler ve indirimler sunmaktadır. Müşteriler puanlarını nakit indirimler, ücretsiz ürünler veya diğer ödüller için kullanabilmektedir. Ali Bey, müşterilere düzenli olarak kartlarıyla ilgili bilgiler ve teklifler göndermek için e-posta, SMS veya posta gibi iletişim kanallarını kullanmaktadır. Ayrıca yılda iki kez, markette bulunan bir ürün için slogan yazma yarışması düzenlemekte ve yarışmanın kazananına o ürünü belirli bir indirimle sunmaktadır.<br/>Yukarıda verilen örnek olayda tüketicilere yönelik satış tutundurma araçlarından hangi ikisi kullanılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadakat kartı-Örnek ürün dağıtımı",
      "B": "Sadakat kartı-Yarışma",
      "C": "Fiyat indirimi-Çekiliş",
      "D": "Kuponlar-Avantajlı paketler",
      "E": "Para iadeleri-Armağanlar"
    },
    "explanation": "Sadakat kartları ya da programları puan biriktirme gibi yaklaşımlarla satın alma sadakati yaratmaya ve bu yolla müşterilere özel indirim, ödül benzeri parasal karşılığı olan teşvikler sunmaya yarar. Ödül kazanma şansı sunan yarışmalar bir ürün için isim bulma, slogan yazma ya da bir bilgiyi tahmin etme gibi bilgi ya da beceriye dayalı bir katılımı gerektirirken çekilişler yalnızca şansa dayalı uygulamalardır. Marka ile teması arttıran bu tarz uygulamalara katılım genellikle satın almalarla ilişkilendirilerek satışın teşvik edilmesi sağlanabilir. Örnek olayda Ali Bey parasal teşviklerden sadakat kartını, ödül kazanma şansı uygulamalarından ise yarışmaları satış tutundurma araçları olarak kullanmaktadır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3882493",
    "unitNumber": 4,
    "text": "Kişisel satış sürecinde sosyal medyadan yararlanan X firması aşağıdaki yöntemleri uygulamaktadır:<br/><ul><br/><li>Sosyal medya platformlarında kullanıcıların paylaşımlarını, beğenilerini, takip ettikleri kişileri ve sayfaları incelemektedir.</li><br/><li>Sosyal medya analiz araçlarını kullanarak müşteri davranışlarını izlemekte, hangi gönderilere daha fazla etkileşim aldıkları, ne tür içeriklerin ilgilerini çektiği, ne tür sorular sordukları gibi verileri toplamaktadır.</li><br/></ul><br/>Yukarıda sıralanan bilgilere göre X firması kişisel satış sürecinin aşağıdaki hangi aşamasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteriyi anlama",
      "B": "Müşteriye yaklaşma",
      "C": "Sunum",
      "D": "Satışı kapatma",
      "E": "Satış takibi"
    },
    "explanation": "Satış sürecinin ilk aşaması olan “müşteriyi anlama” aşamasında sosyal medya, potansiyel müşteriler hakkında bilgi toplama ve tüketicilerin ürün / hizmetlere dair fikirlerini, görüş ve beklentilerini anlama amacıyla kullanılabilir. Kullanıcıların sosyal ağlarda paylaştıkları bilgiler ve özellikle marka ya da ürünlerle ilgili yorumları satış süreci için oldukça değerli bilgilerdir. Verilen örnekte X markasının izlediği yöntemlerin amacı müşteriyi anlamaktır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3882496",
    "unitNumber": 4,
    "text": "Sosyal medyanın, müşterilerden geri bildirim almak, ürün ve hizmetlerle ilgili spesifik bilgiler ve<br/>fikirler edinmek amacıyla kullanıldığı satış süreci aşaması aşağıdaki seçeneklerin hangisinde doğru verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Satış takibi",
      "B": "Satışı kapatma",
      "C": "Sunum",
      "D": "İhtiyaçların keşfi",
      "E": "Müşteriye yaklaşma"
    },
    "explanation": "“İhtiyaçların keşfi” olarak adlandırılan aşamada sosyal medya, müşterilerden geri bildirim almak, ürün ve hizmetlerle ilgili spesifik bilgiler ve fikirler edinmek amacıyla kullanılabilir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3882497",
    "unitNumber": 4,
    "text": "Bir giyim mağazası olan YZ Giyim, yeni bir ürün koleksiyonunu tanıtmak ve satışlarını artırmak istemektedir. YZ Giyim, kendi web sitesi ve mobil uygulaması üzerinden kullanıcı verilerini toplamaktadır. Bu veriler, kullanıcıların hangi ürünleri incelediği, ne kadar süre geçirdiği, alışveriş sepetlerinde hangi ürünleri bıraktığı ve hangi sayfalara en çok tıkladığı gibi bilgileri içermektedir. YZ Giyim, kabanlara ilgi gösteren ve web sitesinde bu ürünleri inceleyen kullanıcıları hedeflemeye karar vermiş ve bu kullanıcılara özel bir reklam kampanyası oluşturmuştur. Bu kampanya, kabanlara özel indirimler ve yeni koleksiyonları tanıtan içerikler barındırmaktadır.<br/>Yukarıdaki örnek olayda YZ Giyim aşağıdaki hangi veriye dayalı hedefleme yaklaşımını kullanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyo-demografik ve coğrafi hedefleme",
      "B": "Bağlamsal hedefleme",
      "C": "Davranışsal hedefleme",
      "D": "Özelleştirilmiş kitleleri hedefleme",
      "E": "Konuma dayalı hedefleme"
    },
    "explanation": "Davranışsal (behavioural) hedefleme, kullanıcıların dijital davranışlarını temel alarak yapılan hedeflemedir. Örneğin dijital mecralarda belirli bir ürünle ilgili içerikleri inceleyen (web sitesini gezen, arama yapan ya da reklama tepki veren) tüketicilere bu ürünle ilgili reklamlar gösterilebilir. Yeniden hedefleme (retargeting) ya da yeniden pazarlama (remarketing) olarak adlandırılan bu uygulamalar davranışsal hedeflemeyi temel alan örneklerdir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3882504",
    "unitNumber": 4,
    "text": "Markaların sosyal medya pazarlamasına başvurmalarındaki <u><strong>en temel</strong></u> neden aşağıdaki seçeneklerden hangisinde verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Marka sadakati yaratma",
      "B": "Alternatif bir mecra sağlama",
      "C": "Arama sonucu sıralamalarını iyileştirme",
      "D": "Marka imajını arttırma",
      "E": "Hedef kitlelerle sürekli etkileşim halinde olma"
    },
    "explanation": "Markalar, farklı amaçlar ve beklentilerle sosyal medya pazarlamasına başvurmaktadır. Ancak en<br/>temel amaçlar arasında, hedef kitlelerle sürekli etkileşim halinde olmaktan ve markanın tüketicilere olan temasını arttırmaktan söz edilmektedir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3882507",
    "unitNumber": 4,
    "text": "Bir ayakkabı markası olan \"XYZ\", bir basketbol oyunu sırasında sosyal medya platformlarını yakından izlemekte ve olayla ilgili popüler konuşmaları takip etmektedir. Oyun sırasında, önemli anlar gerçekleştiğinde, XYZ hızlı bir şekilde bu anlara özel içerikler, örneğin ilginç bir smacı gösteren GIF'ler veya oyunun mevcut durumunu yansıtan grafikler paylaşmaktadır. XYZ, takipçileri ile etkileşimde bulunmakta ve olayı tartışmalarına olanak tanımaktadır. Ayrıca, takipçilerine \"bu gönderiyi beğenin\" veya \"favori takımınızı etiketleyin\" gibi çağrılar yaparak daha fazla katılımı teşvik etmektedir.<br/>Yukarıdaki örnek olaya göre XYZ markası sosyal medya pazarlamasında kullanılan aşağıdaki hangi temel stratejik yaklaşımı kullanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Gerçek zamanlı pazarlama",
      "B": "İçeriği teşvik etme",
      "C": "Video pazarlama",
      "D": "Influencer pazarlama",
      "E": "Viral pazarlama"
    },
    "explanation": "Uygulama alanında İngilizce karşılığı olan “Real-Time Marketing” terimiyle de anılan gerçek zamanlı pazarlama stratejisi basitçe, güncel bir olay ya da durumla ilgili içerik geliştirmek ve paylaşmak olarak tarif edilebilir. Büyük spor organizasyonları gibi canlı bir etkinlik sırasında meydana gelen ya da tamamen beklenmedik bir biçimde medya gündemi içinde yer alan bir olaya hızlıca tepki vermek için sosyal medya platformları oldukça işlevseldir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3882543",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"Web 1.0\" çağının tipik örneklerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Wikiler",
      "B": "Britannica Çevrimiçi Ansiklopedisi",
      "C": "Bloglar",
      "D": "İnteraktif sunumlar",
      "E": "Ortak projeler"
    },
    "explanation": "Kişisel web sayfaları, Britannica Çevrimiçi Ansiklopedisi, içerikyayınlama fikri gibi uygulamalar Web 1.0 çağına aitken, Web 2.0’da yerini bloglar, wiki’ler ve ortak projeler almıştır. Bu, internetin başlangıçta Web 1.0 için tek yönlü iletişim olarak bilgi sağlamakla sınırlı olduğu anlamına gelirken (ve muhtemelen e-posta veya posta yoluyla geri bildirim ile), Web 2.0, 2000’lerde çok yönlü iletişim ile internetin ikinci nesli olarak görülebilir."
  },
  {
    "id": "3882545",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi geleneksel medya özelliklerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hız",
      "B": "Etkileşim",
      "C": "Erişilebilirlik",
      "D": "Sabitlik",
      "E": "Eşzamansızlık"
    },
    "explanation": "Sosyal medya içeriği her zaman düzenlenebilir / güncellenebilir. Dolayısıyla,bir kullanıcı belirli bir ürünü beğenirse ve bunu sosyal medyada söylerse bu ürün için kalıcı bir olumlu oy değildir; kullanıcı istediği zaman geri dönüp fikrini değiştirebilir.<br/>Fakat geleneksel medyada bu değişkenlik söz konusu olamaz.<br/>Sabitlik"
  },
  {
    "id": "3882549",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işbirlikçi projelere örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Facebook",
      "B": "LinkedIn",
      "C": "Pinterest",
      "D": "SecondLife",
      "E": "Upland"
    },
    "explanation": "Bu kategorideki örnek uygulamalar arasında, şu anda 230’dan fazla farklı dilde kullanılabilen bir<br/>wiki olan çevrimiçi ansiklopedi Wikipedia ve web yer imlerinin depolanmasına ve paylaşılmasına izin veren, 2003 yılında kurulan, “etiketleme”nin öncülüğünü yapan ve sosyal imleme terimini türeten,<br/>Delicious’tan söz edilebilir. Bundan sonra, Digg, Reddit ve Pinterest gibi daha birçok popüler sosyal<br/>imleme sitesi ortaya çıkmıştır."
  },
  {
    "id": "3882550",
    "unitNumber": 4,
    "text": "Tüketiciler tarafından tüketicilere sunulan bilgilere ..... denir.<br/>Boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "VR",
      "B": "Wiki",
      "C": "Tweet",
      "D": "WoM",
      "E": "Blog"
    },
    "explanation": "Tüketiciler tarafından tüketicilere sunulan bilgilere ağızdan ağıza bilgi denir. Tüketiciler için<br/>ağızdan ağıza iletişim (WOM/ word of mouth), ürünler hakkında alternatif bir bilgi kaynağıdır."
  },
  {
    "id": "3882551",
    "unitNumber": 4,
    "text": "\"Kişilerdeki dikkat süresinin kısalmasına, dikkatin azalmasına da neden olmaktadır\" ifadesi dijital kültürün temel özelliklerinden hangisiyle eşleştirilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hızlanma",
      "B": "Parçalanma ve Kolaj",
      "C": "Nicelleşme",
      "D": "Görselleştirme",
      "E": "Kullanıcı Üretimi"
    },
    "explanation": "Genelde ekranlar yüzünden görsellerin bu kadar ön plana çıkmış olmasının zihinleri körleştirdiği; yaratıcılığı, hayal gücünü eksilttiği yönünde eleştirilmiştir. Ama aslında en basit görüntü bile karmaşıktır çünkü eşzamanlı olarak algılanacak ve yorumlanacak çok fazla sembol bulunmaktadır. Ekran çok fazla enformasyon içerir. Okuma ve dinleme azalmamış aksine artmıştır. Bu kadar yoğun bir içeriğin varlığı, kişilerdeki dikkat süresinin kısalmasına, dikkatin azalmasına da neden olmaktadır.<br/>Görselleştirme"
  },
  {
    "id": "3882552",
    "unitNumber": 4,
    "text": "Türkiye'deki ilk internet bağlantısı hangi tarihte gerçekleşmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1990",
      "B": "1991",
      "C": "1992",
      "D": "1993",
      "E": "1994"
    },
    "explanation": "Türkiye’nin ilk internet ağı projesi, 1991 yılında ODTÜ ve TÜBİTAK tarafından başlatılmıştır. İlk internet bağlantısı 12 Nisan 1993 tarihinde ODTÜ Bilgi İşlem Daire Başkanlığına ait yönlendiriciler ve<br/>PTT’den sağlanan kiralık hat kullanılarak gerçekleştirilmiştir."
  },
  {
    "id": "3882553",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi internette karşılaşılan bilgileri değerlendirmek amacıyla oluşturulan Craap testini biraraya getiren ifadelerden değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hız",
      "B": "Doğruluk",
      "C": "Güncellik",
      "D": "Yetkili Kişi",
      "E": "İlgililik"
    },
    "explanation": "İnternette karşılaşılan bilgileri değerlendirmek amacıyla oluşturulan İngilizce sırası ile güncellik (currency), ilgililik (relevance), yetkili kişi (authority), doğruluk (accuracy) ve amaç (purpose) kelimelerinin baş harflerinden oluşan CRAAP testidir.<br/>Hız"
  },
  {
    "id": "3882768",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi arama motoru optimizasyonunu tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "SEM",
      "B": "SEO",
      "C": "SEP",
      "D": "SMO",
      "E": "SPE"
    },
    "explanation": "Arama motoru optimizasyonu (SEO) arama motoru sonuç sayfalarında üst sıralarda yer almak<br/>için kullanılan bir süreçtir. Optimizasyon; uygun anahtar kelimeler kullanarak web sayfaları tasarlamak, diğer kaliteli web sitelerinden bağlantılar almak, sosyal medyadan girdiler kullanmak ve site içeriğinin yüksek kalitede olmasını sağlamak gibi birtakım uygulamaları içerir."
  },
  {
    "id": "3882769",
    "unitNumber": 4,
    "text": "Güncel bir olay ya da durumla ilgili içerik geliştirmek ve paylaşmak olarak tarif edilen pazarlama türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Influencer pazarlama",
      "B": "Video pazarlama",
      "C": "Viral pazarlama",
      "D": "Organik pazarlama",
      "E": "Gerçek zamanlı pazarlama"
    },
    "explanation": "Gerçek zamanlı pazarlama: Uygulama alanında İngilizce karşılığı olan “Real-Time Marketing” terimiyle de anılan bu strateji basitçe, güncel bir olay ya da durumla ilgili içerik geliştirmek ve paylaşmak olarak tarif edilebilir."
  },
  {
    "id": "3882512",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sosyal medya yönetimi sürecinde gerçekleştirilmesi söz konusu olan faaliyetler arasında <u><strong>yer almaz</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Markanın sosyal medya stratejisini oluşturmak",
      "B": "Kullanılacak sosyal medya platformlarını belirlemek",
      "C": "Trendleri takip etmek",
      "D": "Olumsuz geribildirimlere yanıt vermemek",
      "E": "Rakiplerin dijital platformlardaki faaliyetlerini gözlemlemek"
    },
    "explanation": "Sosyal medya yönetimi süreci içerisinde aşağıdaki faaliyetler yerine getirilir:<br/>• Markanın sosyal medya stratejisini oluşturmak<br/>• Hedef kitle belirlemek<br/>• Hedef kitlenin tercihlerini, ilgi alanlarını<br/>ve ihtiyaçlarını araştırmak<br/>• Kullanılacak sosyal medya platformlarını<br/>belirlemek<br/>• Sosyal medya platformları aracılığıyla müşteriler ve potansiyel müşterilerle etkileşime<br/>girmek<br/>• Markanın dijital platformlarındaki erişimini artırmak<br/>• Sosyal medya hesaplarının performansını<br/>takip etmek ve değerlendirmek<br/>• Sosyal medya platformlarında gerçekleştirilen faaliyetleri ve bu faaliyetlerin sonuçlarını raporlamak<br/>• Trendleri takip etmek<br/>• Rakiplerin dijital platformlardaki faaliyetlerini gözlemlemek.<br/>Olumsuz yorumlar veya geri bildirimlere uygun bir şekilde yanıt vermemek ise krizleri büyütebilir ve marka itibarını zedeleyebilir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3882513",
    "unitNumber": 5,
    "text": "Bir sosyal medya yöneticisinin sosyal medya yönetiminde kullanılacak olan araçları ve sosyal<br/>medyanın doğasını iyi biliyor olması onun sosyal medya yöneticilerinde bulunması gereken aşağıdaki hangi beceriye sahip olduğunu göstermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "İletişim becerisi",
      "B": "Teknik beceri",
      "C": "Yaratıcı olma becerisi",
      "D": "İş birliği becerisi",
      "E": "Organizasyon becerisi"
    },
    "explanation": "Sosyal medya yöneticilerinin, sosyal medya yönetiminde gerekli olan teknik becerilere sahip<br/>olması gerekmektedir. Sosyal medya yönetiminde kullanılacak olan araçları ve sosyal medyanın doğasını iyi biliyor olmalıdır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3882518",
    "unitNumber": 5,
    "text": "Sosyal medyanın günümüzdeki gücünün büyüklüğünü etkileyen <u><strong>en önemli unsur</strong></u> aşağıdaki seçeneklerin hangisinde doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sahip olduğu kullanıcı sayısı",
      "B": "Sosyal ilişki kurabilmeye imkân vermesi",
      "C": "Anlık geribildirim sağlaması",
      "D": "Bilgiye kolay ulaşmayı sağlaması",
      "E": "Müşteri ilişkilerini geliştirmesi"
    },
    "explanation": "Sosyal medyanın günümüzdeki gücü çeşitli unsurlardan kaynaklanır. Bu unsurlardan ilki ve<br/>belki de en önemlisi, sosyal medyanın sahip olduğu kullanıcı sayısıdır. Günümüzde akıllı telefonu<br/>ve internet erişimi olan hemen hemen herkes en az bir sosyal medya hesabına sahiptir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3882520",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sosyal medya pazarlama stratejisinin yaklaşımlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal medya kullanım ve yönetimi için kurumun hazır olup olmadığını değerlendirmek",
      "B": "İşletme amaçlarını pazarlama amaçlarına döndürmek",
      "C": "Maksimum iş getirisi için en iyi sosyal medya kullanımlarını tespit etmek",
      "D": "Olası sosyal medya girişimlerini ve etkinliklerini listelemek",
      "E": "Tüketicilere yeni kanallar üzerinden erişmek"
    },
    "explanation": "Sosyal medya kullanım ve yönetimi için kurumun hazır olup olmadığını değerlendirmek, maksimum iş getirisi için en iyi sosyal medya kullanımlarını tespit etmek ve olası sosyal medya girişimlerini ve etkinliklerini listelemek sosyal medya pazarlama stratejisinin değil sosyal medya stratejisinin yaklaşımları arasındadır. Tüketicilere yeni kanallar üzerinden erişmek ise sosyal medya pazarlama stratejisinin yaklaşımlarından değil amaçlarından biridir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3882526",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>Hangi demografik gruplara ve ilgi alanlarına sahip insanların \"MTrend\" ürünlerine ilgi gösterdiklerini belirlemek için hedef kitle analizi yapılmıştır.</li><br/><li>Hangi sosyal medya platformlarının hedef kitleye en iyi ulaşabileceği belirlenmiş ve içerikler seçilmiştir.</li><br/><li>\"MTrend\" kurum hedefi belirlenmiş ve durum analizi yapılmıştır.</li><br/><li>Belirlenen hedeflere ulaşım durumunun sürekli olarak izlenmesi ve analiz edilmesi için bu çalışmaların nasıl yapılacağı belirlenmiştir.</li><br/></ol><br/>Çevrimiçi giyim mağazası olan \"MTrend\" bir sosyal medya stratejisi oluşturmuş ve bu kapsamda yukarıdaki çalışmaları yürütmüştür. Bu kapsamda sosyal medya stratejisi kapsamında \"MTrend\" mağazası tarafından atılan adımlar aşağıdaki seçeneklerin hangisinde doğru bir sırayla verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "III-I-II-IV",
      "B": "II-I-III-IV",
      "C": "III-II-I-IV",
      "D": "II-I-IV-III",
      "E": "IV-III-II-I"
    },
    "explanation": "Sosyal medya stratejisi içerisinde sırasıyla hedef ve amaçların belirlenerek durum analizi yapılması, hedef kitlenin tespit edilmesi, kullanılacak sosyal medya platformlarının ve içeriklerin seçilmesi ve analiz/ölçüm çalışmalarının nasıl yapılacağının belirlenmesi aşamaları yer alır. Dolayısıyla \"MTrend\" mağazasının sırasıyla yaptığı işler A seçeneğinde doğru bir sırada verilmiştir."
  },
  {
    "id": "3882529",
    "unitNumber": 5,
    "text": "Teknoloji ve inovasyon alanında faaliyet gösteren bir şirket olan \"Techtek\" sosyal medya platformlarını aktif bir şekilde takip etmekte ve sektörü, müşteri geri bildirimlerini ve rakiplerini yakından izlemektedir. Şirket, sosyal medya izleme araçlarını kullanarak marka adını, ürünlerini ve ilgili anahtar kelimeleri takip etmektedir. Bu araçlar, belirli anahtar kelimelerle ilgili paylaşımları, etkileşimleri ve analitik verileri toplamalarına yardımcı olmaktadır.<br/>Yukarıda verilen örnek olaya göre \"Techtek\" şirketi sosyal medya kullanımı olgunluk seviyesinin aşağıdaki hangi aşamasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "İlişki/etkileşim kurmak",
      "B": "Desteklemek",
      "C": "İletişimde olmak",
      "D": "Dinlemek/izlemek",
      "E": "Farkında olmak"
    },
    "explanation": "Dinleme/İzleme aşamasında olan bir kurum sosyal medyanın farkındadır ve sosyal medyanın kendi işi üzerindeki etkisini anlıyordur. Bu olgunluk seviyesine sahip kurumlar, çevrimiçi konuşmaları takip edip önemli sonuçlar için bu konuşmayı analiz etmeye çalışırlar. Verilen örnek olayda da şirket, sosyal medyanın farkındadır ve çevrimiçi konuşmaları izleyerek stratejik kararlar almayı amaçlamaktadır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3882530",
    "unitNumber": 5,
    "text": "Kurumun tamamını içeren hedef ve amaçların neler olduğu ve sosyal medya faaliyetlerinin kurumu nasıl destekleyeceği soruları aşağıdaki sosyal medya stratejisi bileşenlerinden hangisi doğrultusunda sorulmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Uygun içerik ve çevrimiçi ürünler",
      "B": "Hedef kitle",
      "C": "Eğitim",
      "D": "Araçlar/platformlar",
      "E": "Kurumsal misyon ve iletişim stratejisi"
    },
    "explanation": "Sosyal medya stratejisi bileşenlerinden biri olan \"kurumsal misyon ve iletişim stratejisi\" bileşeni doğrultusunda sorulması gereken sorular \"Kurumun tamamını içeren hedef ve amaçlar nelerdir? Sosyal medya faaliyetleri kurumu nasıl destekler?\" sorularıdır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3882534",
    "unitNumber": 5,
    "text": "Bir diyet ve sağlıklı yaşam koçluğu şirketi olan \"FitYaşam\" dijital içerikler aracılığıyla blogunda sağlıklı beslenme, egzersiz ve zindelikle ilgili makaleler ve rehberler yayınlamakta, sosyal medya hesaplarında infografikler, egzersiz videoları, tarifler ve sağlıklı yaşam ipuçları paylaşmaktadır. Web sitesinde haftalık beslenme planları ve egzersiz programları sunmakta ve bu içeriklerin, hem mevcut hem de olası müşterilerine sağlıklı yaşam konularında rehberlik sağlamasını hedeflemektedir. Sosyal medya hesaplarında, uzmanlarının verdiği canlı soru-cevap oturumları veya seminerler düzenlemekte, müşteri soru ve yorumlarına yanıt vermekte, ücretsiz sağlıklı tarif e-kitapları veya bedava egzersiz videoları sunarak mevcut ve olası müşterilere iletmektedir.<br/>Yukarıdaki örnek olayda dijital içeriklerin aşağıdaki hangi katkısının amaçlandığına dair bir örnek <u><strong>yoktur?</strong></u>",
    "correctAnswer": "A",
    "options": {
      "A": "Yeni ürün/hizmet ya da değişiklik hakkında hızlıca bilgi verme",
      "B": "Markaya ya da kuruma güven oluşturma",
      "C": "Mevcut müşterileri memnun etme",
      "D": "Potansiyel müşteriler çekme",
      "E": "Kitlelere değer sağlama"
    },
    "explanation": "\"FitYaşam\" şirketi tarafından hazırlanan dijital içerikler sürekli bir şekilde yararlı ve kaliteli içerik oluşturulmasını sağlamakta ve hedef kitlenin bu kuruma güven duymasını amaçlamaktadır. Ayrıca mevcut müşteriler için içeriklerin oluşturulması ve müşteri soru ve yorumlarına yanıt verilmesi mevcut müşterilerin memnun edilmesini amaçlamaktadır. Sadece satış odaklı içeriklerin değil, aynı zamanda insanları eğiten, onlara uzman bir kurum olduğunu gösteren ve bir değer katan içeriklerin kullanılması potansiyel müşterileri çekme amacıyla gerçekleştirilmektedir. Bununla birlikte oluşturulan içeriklerle hedef kitlenin bilgilenmesine ve bunun sonucunda da bir değer kazanmasına yardımcı olunmak amaçlanmaktadır. Verilen örnek olayda \"FitYaşam\" şirketinin yeni ürün/hizmet ya da değişiklik hakkında hızlıca bilgi vermeyi amaçladığı herhangi bir eylem bulunmamaktadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3882535",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sosyal medyada içerik oluşturulması sürecinde dikkat edilmesi gereken unsurlardan biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "A",
    "options": {
      "A": "Tüm kitleler için içerik oluşturulmaya çalışılmalıdır.",
      "B": "İçeriklerin kime ait olduğu hedef kitle tarafından fark edilmelidir.",
      "C": "İçerikler hedef kitleye yardımcı olacak şekilde oluşturulmalıdır.",
      "D": "İçerikler oluşturulup paylaşılırken trendlerden yararlanılmalıdır.",
      "E": "İçerik oluştururken yüksek kaliteli görsellerden yararlanılmalıdır."
    },
    "explanation": "Hedef kitle için hangi içeriğin daha etkili olduğunu anlamak, başarı için oldukça önemlidir. Unutulmaması gereken şu ki içeriği herkesin okumasına/izlemesine/dinlemesine gerek yoktur. Bu nedenle sosyal medya yöneticileri sadece hedef kitleyi oluşturan bireylere odaklanıp, onlara uygun içerikler oluşturmalıdır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3882536",
    "unitNumber": 5,
    "text": "Sosyal medya yönetim araçlarıyla ilgili aşağıda verilen bilgilerden hangisi doğru <u><strong>değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal medya yönetim aracı seçilirken aracın kullanım kolaylığına dikkat edilmesi gerekmektedir.",
      "B": "Sosyal medya yönetim araçları çalışma prensipleri bakımından benzerdirler.",
      "C": "Sosyal medya yöneticileri sosyal medya yönetim araçlarından yalnızca birini kullanmalıdır.",
      "D": "Sosyal medya yönetim araçları temel olarak içerik oluşturmakta, planlamakta, dağıtmakta ve analiz etmektedir.",
      "E": "Sosyal medya yönetiminde kullanılacak araçların seçiminde en çok kullanılan sosyal medya<br/>yönetim araçlarına odaklanılabilir."
    },
    "explanation": "Sosyal medya yönetiminde sosyal medya yöneticileri birden fazla araç, program ya da yazılım kullanabilir. Çünkü günümüzde sosyal medya yönetimi için kullanılabilecek pek çok program, yazılım ve araç vardır. Ayrıca sosyal medya yöneticileri bunlardan sadece bir tanesini kullanmak zorunda da değildir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3882593",
    "unitNumber": 5,
    "text": "İçerik oluşturan ve planlayan, insanlarla sosyal medya platformlarında etkileşime geçen, sosyal medya trendlerini izleyen ve kurum faaliyetlerinin sosyal medya platformlarındaki performansı hakkında rapor veren uzmanlara ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "sosyal medya fenomeni",
      "B": "sosyal medya yöneticisi",
      "C": "sosyal medya kullanıcısı",
      "D": "sosyal medya pazarlamacısı",
      "E": "sosyal medya takipçisi"
    },
    "explanation": "Soruda sosyal medya yöneticisinin görevinin neleri içerdiğinin hatırlanması amaçlanmıştır.<br/>Yapılan tüm bu açıklamalar, bizlere sosyal medya yöneticisinin içerik oluşturan ve planlayan, insanlarla sosyal medya platformlarında etkileşime geçen, sosyal medya trendlerini izleyen ve<br/>kurum faaliyetlerinin sosyal medya platformlarındaki performansı hakkında rapor veren uzmanlar<br/>olduğunu gösterir."
  },
  {
    "id": "3882594",
    "unitNumber": 5,
    "text": "Sosyal medya yöneticilerinin hangi sosyal medya platformlarını yönetirse yönetsinler, sürekli olarak içerik oluşturup paylaşmanın yerine, paylaşılacak olan içeriğin nasıl daha dikkat ve ilgi çekici olabileceğinin yollarını düşünmeleri gerekliliği aşağıdaki becerilerden hangisine karşılık gelmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "İletişim becerisi",
      "B": "İş birliği becerisi",
      "C": "Organizasyon becerisi",
      "D": "Teknik beceri",
      "E": "Yaratıcı olma becerisi"
    },
    "explanation": "Soruda sosyal medya yöneticisinin yaratıcı olma becerisinin tanımlanabilmesi amaçlanmıştır.<br/>Sosyal medya yöneticilerinin sahip olması gereken bir diğer beceri yaratıcı olma becerisidir. Sosyal medya yöneticileri yaratıcı bakış açısına sahip olmalıdır. Çünkü bu kişilerin, hangi sosyal medya platformlarını yönetirse yönetsinler, sürekli olarak içerik oluşturup paylaşmanın yerine, paylaşılacak olan içeriğin nasıl daha dikkat ve ilgi çekici olabileceğinin yollarını düşünmeleri gerekir."
  },
  {
    "id": "3882595",
    "unitNumber": 5,
    "text": "2011 yılında Japonya’da gerçekleşen Tohoko depremi sonrası yaşanan iletişim sorunlarını çözmek için ortaya çıkan, şimdi ise oyun oynamaktan ödeme sistemine kadar pek çok özelliğe sahip olan sosyal medya platformu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "YouTube",
      "B": "Facebook",
      "C": "LINE",
      "D": "Hootsuite",
      "E": "LinkedIn"
    },
    "explanation": "Soruda içeriği verilen sosyal medya platformunun tanınması amaçlanmıştır.<br/>LINE ise 2011 yılında Japonya’da gerçekleşen Tohoko depremi sonrası yaşanan iletişim sorunlarını<br/>çözmek için ortaya çıktı. Şimdi ise oyun oynamaktan ödeme sistemine kadar pek çok özelliğe sahip<br/>olan bir sosyal medya platformu."
  },
  {
    "id": "3882603",
    "unitNumber": 5,
    "text": "Kurumların sosyal medya platformlarında aktif olarak yer aldıkları ve müşterilerine sundukları içeriklerle hem kendilerine hem de onlara değer kattıkları Sosyal medya kullanımının en üst olgunluk seviyesi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Farkındalık aşaması",
      "B": "Dinleme/İzleme aşaması",
      "C": "İletişimde olmak aşaması",
      "D": "İlişki/etkileşim kurmak aşaması",
      "E": "Desteklemek aşaması"
    },
    "explanation": "Soruda Sosyal medya kullanımının en üst olgunluk seviyesinin ne olduğunun hatırlanması amaçlanmıştır.<br/>Sosyal medya kullanımının en üst olgunluk seviyesi ilişki/etkileşim kurmak aşamasıdır. Artık bu aşamada kurumlar, sosyal medya platformlarında aktif olarak yer alırlar ve müşterilerine sundukları içeriklerle hem kendilerine hem de onlara<br/>değer katarlar (Lardi ve Fuchs, 2013)."
  },
  {
    "id": "3882604",
    "unitNumber": 5,
    "text": "Türkçe, Anahtar Performans Göstergeleri olarak adlandırılan, işletmelerin ulaşmak istediği hedefleri ölçümleyen değerlerin, başka bir ifade ile hedeflere ulaşmak için ortaya konulan çabaların/performansların göstergesi olan kısaltma aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "SWOT",
      "B": "ROI",
      "C": "LINE",
      "D": "WYSIWYG",
      "E": "KPI"
    },
    "explanation": "Soruda verilen tanımın anlamının hatırlanması amaçlanmıştır.<br/>KPI (Key Performance Indicator) Türkçe Anahtar Performans Göstergeleri olarak adlandırılır. İşletmelerin ulaşmak istediği hedefleri ölçümleyen değerlerin, başka bir ifade ile hedeflere ulaşmak için ortaya konulan çabaların/performansların göstergesidir."
  },
  {
    "id": "3882605",
    "unitNumber": 5,
    "text": "Temel olarak yatırım verimliliğini değerlendirmek için kullanılan, aslında bir hesaplama yöntemi olan ve bir yatırımın/faaliyetin kâr oranı ile toplam maliyetini karşılaştırılan bir orana karşılık gelen, Türkçe yatırımın geri dönüşü olarak çevrilen kısaltma aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ROI",
      "B": "KPI",
      "C": "SWOT",
      "D": "WYSIWYG",
      "E": "LINE"
    },
    "explanation": "Soruda verilen tanımın anlamının hatırlanması amaçlanmıştır.<br/>ROI, İngilizce Return on Investment teriminin kısaltmasıdır ve Türkçe yatırımın geri dönüşü olarak çevrilir. Esasen bir hesaplama yöntemidir ve bir yatırımın/faaliyetin kâr oranı ile toplam maliyetini karşılaştırılan bir orana karşılık gelir. Temel olarak yatırım verimliliğini değerlendirmek için kullanılır"
  },
  {
    "id": "3882606",
    "unitNumber": 5,
    "text": "1996 yılının Ocak ayında, Microsoft’un web sitesinde içerik kraldır olarak Türkçe ’ye çevirdiğimiz “Content is King” başlıklı bir makale kim tarafından yayınlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Andrew Robertson",
      "B": "Mark Elliot Zuckerberg",
      "C": "Ryan Holmez",
      "D": "Bill Gates",
      "E": "Sundar Picai"
    },
    "explanation": "Soruda başlığı verilen makalenin kim tarafından yazıldığının hatırlanması amaçlanmıştır.<br/>1996 yılının Ocak ayında Bill Gates, Microsoft’un web sitesinde içerik kraldır olarak Türkçe’ye çevirdiğimiz “Content is King” başlıklı bir makale yayınlamıştır."
  },
  {
    "id": "3882607",
    "unitNumber": 5,
    "text": "Pek çok sosyal medya yönetim aracının da sahip olduğu içerik gönderimlerinin planlanması, programlanması ve paylaşılmasına yardımcı olacak özelliklere sahip olan bir sosyal medya yönetim aracı olan Hootsuite 2008 yılında kim tarafından kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Ryan Holmez",
      "B": "Bill Gates",
      "C": "Sundar Pichai",
      "D": "Mark Elliot Zuckerberg",
      "E": "Andrew Robertson"
    },
    "explanation": "Soruda özelliği verilen sosyal medya yönetim aracının tanınması amaçlanmıştır.<br/>Hootsuite 2008 yılında Ryan Holmez tarafından kurulmuş olan; pek çok sosyal medya yönetim aracının da sahip olduğu içerik gönderimlerinin planlanması, programlanması ve paylaşılmasına yardımcı olacak özelliklere sahip olan bir sosyal medya yönetim aracıdır."
  },
  {
    "id": "3882608",
    "unitNumber": 5,
    "text": "Hootsuite’den farklı olarak izleyici bulma, takip edilmesi gereken hesaplar ve bot hesapları bulma konularında kullanıcısına ayrıca yardımcı olan sosyal medya yönetim aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Zoho Social",
      "B": "Sprout Social",
      "C": "Buffer",
      "D": "SocialPilot",
      "E": "Crowfire"
    },
    "explanation": "Soruda özelliği verilen sosyal medya yönetim aracının tanınması amaçlanmıştır.<br/>Sprout Social Hootsuite’den farklı olarak izleyici bulma, takip edilmesi gereken hesaplar ve bot hesapları bulma konularında kullanıcısına ayrıca yardımcı olmaktadır."
  },
  {
    "id": "3882609",
    "unitNumber": 5,
    "text": "Sosyal medyada bir gönderinin aldığı yorumların, beğenilerin ve paylaşımların ölçümü aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Duygu analizi",
      "B": "Yorum",
      "C": "Engagement (Etkileşim)",
      "D": "Trafik",
      "E": "Erişim"
    },
    "explanation": "Soruda özellikleri verilen tanımın bulunması amaçlanmıştır.<br/>Engagement (Etkileşim) sosyal medyada bir gönderinin aldığı yorumların, beğenilerin ve paylaşımların ölçümüdür."
  },
  {
    "id": "3882596",
    "unitNumber": 6,
    "text": "Etimolojik açıdan değerlendirildiğinde \"girişimcilik\" kelimesinin kökeni Fransızca “entreprendre” kelimesine dayanmaktadır. Bu köken hangi anlamı taşımaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir şeyi üstlenmek",
      "B": "Bir işe başlamak",
      "C": "Motive olmak",
      "D": "Kar amacı gütmek",
      "E": "Bir projeye giriş yapmak"
    },
    "explanation": "Girişimcilik kelimesinin kökeni Fransızca “entreprendre” (yapmak, bir şeyi üstlenmek) kelimesinden gelir. Doğru yanıt A'dır."
  },
  {
    "id": "3882597",
    "unitNumber": 6,
    "text": "Bir girişimcinin aşağıda verilen genel karakter özelliklerinden hangisi \"ani değişen gelişmelere adapte olabilmek\"le ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özgüven",
      "B": "Yaratıcılık",
      "C": "Şartlara uyum sağlayabilme",
      "D": "Otokontrole sahip olma",
      "E": "İletişim ve ikna kabiliyeti"
    },
    "explanation": "Bir girişimcinin şartlara uyum sağlayabilme özelliği karşı karşıya kalabileceği ani değişen gelişmelere adapte olabilmekle ilgilidir. Doğru yanıt C'dir."
  },
  {
    "id": "3882598",
    "unitNumber": 6,
    "text": "Yatırım riskini alabilen, bir girişime hisse karşılığı yatırım yapan, parasal anlamda sermaye sağlayan varlıklı kişiye girişimcilik ekosisteminde verilen ad nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yatırım uzmanı",
      "B": "Melek girişimci",
      "C": "Cesur girişimci",
      "D": "Melek yatırımcı",
      "E": "Fon yatırımcısı"
    },
    "explanation": "Yatırım riskini alabilen, bir girişime hisse karşılığı yatırım yapan, parasal anlamda sermaye sağlayan varlıklı kişiye melek yatırımcı denir. Doğru yanıt D'dir."
  },
  {
    "id": "3882599",
    "unitNumber": 6,
    "text": "Mason ve Brown'un tanımı düşünüldüğünde aşağıdaki aktörlerden hangisi girişimcilik ekosisteminde <u>bulunmaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Lokal girişimcilik ortamında birbirine bağlı yapılar",
      "B": "Kurumlar (şirketler, bankalar, vs)",
      "C": "Kuruluşlar (Kamu, özel sektör, akademi)",
      "D": "Süreçler",
      "E": "Sivil toplum desteği"
    },
    "explanation": "Mason ve Brown'un sıraladığı aktörler arasında sivil toplum desteği bulunmamaktadır. Doğru yanıt E'dir."
  },
  {
    "id": "3882600",
    "unitNumber": 6,
    "text": "Bir ülkede yatırım kredilerine erişimin kolay olması girişimcilik ekosisteminin hangi unsuruyla ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Elverişli bir kültür",
      "B": "Kolaylaştırıcı politikalar ve liderlik",
      "C": "Uygun finansmanın mevcudiyeti",
      "D": "Kaliteli insan sermayesi",
      "E": "Ürünler için girişim dostu pazarlar"
    },
    "explanation": "Yatırım kredilerine erişimin kolay olması girişimcilik ekosisteminin uygun finansmanın mevcudiyeti unsuruyla ilişkilidir. Doğru yanıt C'dir."
  },
  {
    "id": "3882601",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dijital girişimciliğin geleneksel girişimcilikten farklılaştığı noktalardan biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Pazara giriş kolaylığı",
      "B": "Üretim ve depolama kolaylığı",
      "C": "Dağıtım kolaylığı",
      "D": "Dijital işyeri",
      "E": "Katı organizasyon yapısı"
    },
    "explanation": "Dijital girişimcilik örneklerinin katı organizasyon yapısına sahip olduğu söylenemez. Tam tersine dijital girişimcilik daha esnek organizasyon yapılarıyla var olmaktadır. Doğru yanıt E'dir."
  },
  {
    "id": "3882602",
    "unitNumber": 6,
    "text": "Bir girişimin dijital ürün ve hizmetler satması, hatta dijital para birimiyle işlemler yapması hangi düzey dijital girişim olarak görülebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hafif dijital girişimcilik",
      "B": "Orta dijital girişimcilik",
      "C": "Aşırı dijital girişimcilik",
      "D": "E-girişim",
      "E": "D-girişim"
    },
    "explanation": "Aşırı dijital girişimcilik; üretim, mal veya hizmetlerin kendisi, reklam, dağıtım ve müşteriler de dahil olmak üzere tüm girişimin tamamı dijital olduğunda var olur. Dijital arenaya yeni girişimler, dijital ürün ve hizmetler satmak, mevcut dijital ürünleri dönüştürmek ve hatta muhtemelen dijital para biriminde işlem yapmak gibi şeyler aşırı dijital girişimcilik adı altında var olan ya da olacak şirketlerin özellikleridir. Doğru yanıt C'dir."
  },
  {
    "id": "3882610",
    "unitNumber": 6,
    "text": "Birer medya girişimciliği olarak ele alındığında, gazeteciler kendi sosyal medya kanallarını kullanarak yayın yapmalarını topluma ne olarak sunmaktadırlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Geleneksel medyaya bir alternatif",
      "B": "Habercilik için tek tercih",
      "C": "Doğruları takip etmek için gereklilik",
      "D": "Siyasi iradenin baskısından bağımsızlık",
      "E": "Tarafsız habercilik"
    },
    "explanation": "Çoğu gazeteci/haberci kendi sosyal medya kanallarını geleneksele bir alternatif olarak sunmaktadır. Doğru yanıt A'dır."
  },
  {
    "id": "3882629",
    "unitNumber": 6,
    "text": "Shiva'ya (2021) göre aşağıdakilerden hangisi dijital girişimcilerin sosyal medya platformlarını kullanma amaçlarından biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Pazarlama",
      "B": "Bilgi arama",
      "C": "İş ağı",
      "D": "Kitle fonlaması",
      "E": "Vergi indirimleri"
    },
    "explanation": "Shiva'nın sıraladığı amaçlarda \"vergi indirimleri\" bulunmamaktadır. Doğru yanıt E'dir."
  },
  {
    "id": "3882647",
    "unitNumber": 6,
    "text": "Trendyol gibi e-ticaret sitelerinin hangi özelliği KOBİ'ler için kritik önemde faydalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Büyük ölçekte iş geliştirme yatırımları yapmaları",
      "B": "Vergi indirimlerinden faydalanmaları",
      "C": "Çalışan sayısının fazlalığı",
      "D": "Kayıtdışı ekonomiye fırsat vermemeleri",
      "E": "Online satışa imkan tanımaları"
    },
    "explanation": "Küçük ve orta büyüklükteki işletmelerle işbirliği yapan büyük e-ticaret siteleri girişimcilerin altından kalkamayacağı iş geliştirme yatırımlarını kendi altyapısı ile birleştirerek hem KOBİ’lerin işini kolaylaştırmış hem de iş hacmini büyütmüştür. Doğru yanıt A'dır."
  },
  {
    "id": "3882706",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi girişimcinin yeniliğe dair işlevleri arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Yeni ürünler geliştirir.",
      "B": "Yeni bir arz bulur.",
      "C": "Yeni formda finansal organizasyon yapısı oluşturur.",
      "D": "Yeni bir talep kaynağı bulur.",
      "E": "Yeni süreçler geliştirir."
    },
    "explanation": "GİRİŞİMCİLİK KAVRAMI <br/>Girişimcinin yeniliğe dair bazı işlevleri vardır: • Yeni ürünler, süreçler veya üretim yöntemini geliştirir, • Yeni bir pazar veya arz kaynağı bulur, • Yeni bir formda ticaret, işletme ya da finansal organizasyon yapısı oluşturur (Schumpeter, 1934)."
  },
  {
    "id": "3882707",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi girişimcilik ekosisteminde <strong>kurumları</strong> oluşturan aktörlerden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Şirketler",
      "B": "Sermaye sahipleri",
      "C": "Melek yatırımcılar",
      "D": "Finans kuruluşları",
      "E": "Akademi"
    },
    "explanation": "GİRİŞİMCİLİK EKOSİSTEMİ<br/>Girişimciliğin ortaya çıkabilmesi için ülkelerin gelişmişlik düzeyleri kadar olmazsa olmaz birtakım şartların da sağlanması gerekmektedir. Buna girişimcilik ekosistemi adı verilmektedir ve şu aktörleri sistem içerisinde barındırır (Mason &amp; Brown, 2014): 1. Lokal girişimcilik ortamında birbirine bağlı mevcut ve potansiyel, resmî ve gayri resmî yapılar, 2. Kurumlar (şirketler, sermaye sahipleri, melek yatırımcılar, finans kuruluşları, bankalar), 3. Kuruluşlar (Kamu, özel sektör, akademi), 4. Süreçler (yeni işletme sayısı, büyüme gerçekleştiren firmalar, girişimde bulunan sayısı vb.)."
  },
  {
    "id": "3882708",
    "unitNumber": 6,
    "text": "‘’Büyüme geliştiren firmalar’’ girişimcilik ekosisteminde hangi başlık altında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Süreçler",
      "B": "Kuruluşlar",
      "C": "Kurumlar",
      "D": "Resmi yapılar",
      "E": "Gayri resmi yapılar"
    },
    "explanation": "GİRİŞİMCİLİK EKOSİSTEMİ<br/>Girişimciliğin ortaya çıkabilmesi için ülkelerin gelişmişlik düzeyleri kadar olmazsa olmaz birtakım şartların da sağlanması gerekmektedir. Buna girişimcilik ekosistemi adı verilmektedir ve şu aktörleri sistem içerisinde barındırır (Mason &amp; Brown, 2014): 1. Lokal girişimcilik ortamında birbirine bağlı mevcut ve potansiyel, resmî ve gayri resmî yapılar, 2. Kurumlar (şirketler, sermaye sahipleri, melek yatırımcılar, finans kuruluşları, bankalar), 3. Kuruluşlar (Kamu, özel sektör, akademi), 4. Süreçler (yeni işletme sayısı, büyüme gerçekleştiren firmalar, girişimde bulunan sayısı vb.)."
  },
  {
    "id": "3882709",
    "unitNumber": 6,
    "text": "Aşağıdaki unsurlardan hangisi dijital girişimcilik için geleneksel girişimciliğe göre dezavantajdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital bağlılık",
      "B": "Dijital işyeri",
      "C": "Dağıtım",
      "D": "Pazara giriş",
      "E": "Üretim ve depolama"
    },
    "explanation": "DİJİTAL VE E-GİRİŞİMCİLİK<br/>Temelde aynı çıkış noktasına sahip olsalar da dijital girişimciliği geleneksel girişimcilikten ayıran birtakım farklılıklar bulunmaktadır • Pazara giriş kolaylığı: Pazara girmek dijital girişimcilikte hem daha kolaydır hem de daha az zaman almaktadır. • Üretim ve depolamama kolaylığı: Geleneksel girişimcinin üretim tesisi ve depoya ihtiyacı varken dijital girişimcinin üretim yeri ve depolama söz konusu olduğunda genelde ihtiyacı olmaz, bu kalemlerde tasarruf sağlar. • Dağıtım kolaylığı: Anlaşmalı dağıtıcı firmalar aracılığıyla ürünler müşterilere daha hızlı ve uygun fiyatlarla ulaştırılır. • Dijital işyeri: Mobil cihazlara erişen internet olduğu sürece çalışma ekiplerinin fiziki olarak bir araya geldikleri çalışma ofisine ihtiyaç yoktur. • <strong>Dijital bağlılık: Kurumsal bağlılık yaratmak dijital girişimcilikte geleneksele göre oldukça zordur. Yapılan işler gibi kurulan bağlar da sanaldır.</strong> • Dijital teknolojilerle iletişim: Dijital girişimcilikte çalışanlar, tedarikçiler, müşteriler ve paydaşlar ile her türlü iletişim için ana mecra bilgisayar teknolojileri temellidir. • Esnek organizasyon yapısı: Dijital girişimcilikte hiyerarşik bir organizasyon yapısından ziyade proje temelli ekiplerden oluşan, freelance çalışma modeli esnek bir organizasyon yapısına zemin hazırlamaktadır."
  },
  {
    "id": "3882710",
    "unitNumber": 6,
    "text": "Aşağıdaki unsurlardan hangisi diigital girişimcilikte enformasyonel zorluklardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çevrimiçi alana zor ayak uydurmak",
      "B": "Yüksek pazarlama maliyetleri",
      "C": "Nakit akışı sorunları",
      "D": "Başlangıç aşamasında ilave gelire duyulan ihtiyaç",
      "E": "uygun maliyetli işletme çözümleri bulmak"
    },
    "explanation": "DİJİTAL VE E-GİRİŞİMCİLİK <br/>Dijital girişimciliği gelenekselden daha avantajlı kılan farklılıkları olsa da birtakım zorlukları bulunmaktadır. Bunlar ise finansal, enformasyonel, mekânsal/zamansal, teknik ve lojistiktir. Finans ve yatırıma erişim, yüksek pazarlama maliyetleri, nakit akışı sorunları, başlangıç aşamasında ilave gelire duyulan ihtiyaç, uygun maliyetli işletme çözümleri bulmak finansal zorluklar; şirketin çevrimiçi ortamda etkili tasviri, çevrimiçi pazarlama stratejisi geliştirme, büyüyen organik trafik, içerik geliştirme, bilgi bombardımanı, pazar doygunluğu-görünürlük, çevrimiçi alana zor ayak uydurmak, yeni şeyleri denemekten korkma enformasyonel zorluklar; uluslararası nakliye/ticaret sorunları, müşterilerin ürünleri test edip deneyememesi, müşterilerin beklentilerini yönetmek mekânsal/zamansal zorluklar; uygun fiyatlı ve güvenilir teknik destek bulma, teknik olmayan zekaya ya da düşük teknoloji becerilerine sahip olmak, tek platforma aşırı güven duymak, çoklu uygulama karmaşası teknik zorluklar; çevrimiçi/çevrimdışı çalışmayı dengelemek, fazla çalışma ve zaman yönetimi, işe alma ve yetkilendirme sorunları lojistik zorluklar olarak sıralanmaktadır."
  },
  {
    "id": "3882711",
    "unitNumber": 6,
    "text": "Aşağıdaki unsurlardan hangisi diigital girişimcilikte finansal zorluklardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Uygun maliyetli işletme çözümleri bulmak",
      "B": "Teknik olmayan zekaya ya da düşük teknoloji becerilerine sahip olmak",
      "C": "Tek platforma aşırı güven duymak",
      "D": "Çoklu uygulama karmaşası",
      "E": "Fazla çalışma ve zaman yönetimi"
    },
    "explanation": "DİJİTAL VE E-GİRİŞİMCİLİK <br/>Dijital girişimciliği gelenekselden daha avantajlı kılan farklılıkları olsa da birtakım zorlukları bulunmaktadır. Bunlar ise finansal, enformasyonel, mekânsal/zamansal, teknik ve lojistiktir. Finans ve yatırıma erişim, yüksek pazarlama maliyetleri, nakit akışı sorunları, başlangıç aşamasında ilave gelire duyulan ihtiyaç, uygun maliyetli işletme çözümleri bulmak finansal zorluklar; şirketin çevrimiçi ortamda etkili tasviri, çevrimiçi pazarlama stratejisi geliştirme, büyüyen organik trafik, içerik geliştirme, bilgi bombardımanı, pazar doygunluğu-görünürlük, çevrimiçi alana zor ayak uydurmak, yeni şeyleri denemekten korkma enformasyonel zorluklar; uluslararası nakliye/ticaret sorunları, müşterilerin ürünleri test edip deneyememesi, müşterilerin beklentilerini yönetmek mekânsal/zamansal zorluklar; uygun fiyatlı ve güvenilir teknik destek bulma, teknik olmayan zekaya ya da düşük teknoloji becerilerine sahip olmak, tek platforma aşırı güven duymak, çoklu uygulama karmaşası teknik zorluklar; çevrimiçi/çevrimdışı çalışmayı dengelemek, fazla çalışma ve zaman yönetimi, işe alma ve yetkilendirme sorunları lojistik zorluklar olarak sıralanmaktadır."
  },
  {
    "id": "3882712",
    "unitNumber": 6,
    "text": "Aşağıdaki unsurlardan hangisi diigital girişimcilikte mekânsal/zamansal zorluklardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşterilerin beklentilerini yönetmek",
      "B": "Şirketin çevrimiçi ortamda etkili tasviri",
      "C": "Çevrimiçi pazarlama stratejisi geliştirme",
      "D": "Büyüyen organik trafik",
      "E": "İçerik geliştirme"
    },
    "explanation": "DİJİTAL VE E-GİRİŞİMCİLİK <br/>Dijital girişimciliği gelenekselden daha avantajlı kılan farklılıkları olsa da birtakım zorlukları bulunmaktadır. Bunlar ise finansal, enformasyonel, mekânsal/zamansal, teknik ve lojistiktir. Finans ve yatırıma erişim, yüksek pazarlama maliyetleri, nakit akışı sorunları, başlangıç aşamasında ilave gelire duyulan ihtiyaç, uygun maliyetli işletme çözümleri bulmak finansal zorluklar; şirketin çevrimiçi ortamda etkili tasviri, çevrimiçi pazarlama stratejisi geliştirme, büyüyen organik trafik, içerik geliştirme, bilgi bombardımanı, pazar doygunluğu-görünürlük, çevrimiçi alana zor ayak uydurmak, yeni şeyleri denemekten korkma enformasyonel zorluklar; uluslararası nakliye/ticaret sorunları, müşterilerin ürünleri test edip deneyememesi, müşterilerin beklentilerini yönetmek mekânsal/zamansal zorluklar; uygun fiyatlı ve güvenilir teknik destek bulma, teknik olmayan zekaya ya da düşük teknoloji becerilerine sahip olmak, tek platforma aşırı güven duymak, çoklu uygulama karmaşası teknik zorluklar; çevrimiçi/çevrimdışı çalışmayı dengelemek, fazla çalışma ve zaman yönetimi, işe alma ve yetkilendirme sorunları lojistik zorluklar olarak sıralanmaktadır."
  },
  {
    "id": "3882713",
    "unitNumber": 6,
    "text": "Dijital girişimcilikte ‘’çevrimiçi/çevrimdışı çalışmayı dengelemek, fazla çalışma ve zaman yönetimi, işe alma ve yetkilendirme sorunları’’ hangi alandaki zorluk kapsamındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Lojistik zorluklar",
      "B": "Teknik zorluklar",
      "C": "Mekansal/zamansal zorluklar",
      "D": "Finansal zorluklar",
      "E": "Enformasyonel zorluklar"
    },
    "explanation": "DİJİTAL VE E-GİRİŞİMCİLİK <br/>Dijital girişimciliği gelenekselden daha avantajlı kılan farklılıkları olsa da birtakım zorlukları bulunmaktadır. Bunlar ise finansal, enformasyonel, mekânsal/zamansal, teknik ve lojistiktir. Finans ve yatırıma erişim, yüksek pazarlama maliyetleri, nakit akışı sorunları, başlangıç aşamasında ilave gelire duyulan ihtiyaç, uygun maliyetli işletme çözümleri bulmak finansal zorluklar; şirketin çevrimiçi ortamda etkili tasviri, çevrimiçi pazarlama stratejisi geliştirme, büyüyen organik trafik, içerik geliştirme, bilgi bombardımanı, pazar doygunluğu-görünürlük, çevrimiçi alana zor ayak uydurmak, yeni şeyleri denemekten korkma enformasyonel zorluklar; uluslararası nakliye/ticaret sorunları, müşterilerin ürünleri test edip deneyememesi, müşterilerin beklentilerini yönetmek mekânsal/zamansal zorluklar; uygun fiyatlı ve güvenilir teknik destek bulma, teknik olmayan zekaya ya da düşük teknoloji becerilerine sahip olmak, tek platforma aşırı güven duymak, çoklu uygulama karmaşası teknik zorluklar; çevrimiçi/çevrimdışı çalışmayı dengelemek, fazla çalışma ve zaman yönetimi, işe alma ve yetkilendirme sorunları lojistik zorluklar olarak sıralanmaktadır."
  },
  {
    "id": "3882714",
    "unitNumber": 6,
    "text": "Dijital girişimcilikte \"tek platforma aşırı güven duymak, çoklu uygulama karmaşası’\" hangi alandaki zorluk kapsamındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Lojistik zorluklar",
      "B": "Teknik zorluklar",
      "C": "Mekansal/zamansal zorluklar",
      "D": "Finansal zorluklar",
      "E": "Enformasyonel zorluklar"
    },
    "explanation": "DİJİTAL VE E-GİRİŞİMCİLİK <br/>Dijital girişimciliği gelenekselden daha avantajlı kılan farklılıkları olsa da birtakım zorlukları bulunmaktadır. Bunlar ise finansal, enformasyonel, mekânsal/zamansal, teknik ve lojistiktir. Finans ve yatırıma erişim, yüksek pazarlama maliyetleri, nakit akışı sorunları, başlangıç aşamasında ilave gelire duyulan ihtiyaç, uygun maliyetli işletme çözümleri bulmak finansal zorluklar; şirketin çevrimiçi ortamda etkili tasviri, çevrimiçi pazarlama stratejisi geliştirme, büyüyen organik trafik, içerik geliştirme, bilgi bombardımanı, pazar doygunluğu-görünürlük, çevrimiçi alana zor ayak uydurmak, yeni şeyleri denemekten korkma enformasyonel zorluklar; uluslararası nakliye/ticaret sorunları, müşterilerin ürünleri test edip deneyememesi, müşterilerin beklentilerini yönetmek mekânsal/zamansal zorluklar; uygun fiyatlı ve güvenilir teknik destek bulma, teknik olmayan zekaya ya da düşük teknoloji becerilerine sahip olmak, tek platforma aşırı güven duymak, çoklu uygulama karmaşası teknik zorluklar; çevrimiçi/çevrimdışı çalışmayı dengelemek, fazla çalışma ve zaman yönetimi, işe alma ve yetkilendirme sorunları lojistik zorluklar olarak sıralanmaktadır."
  },
  {
    "id": "3882715",
    "unitNumber": 6,
    "text": "Herhangi bir işverene ya da kurumsal yapıya bağlı olmadan, genelde proje süresince bir ekibe dahil olan kişilerin; kısa süreli, standart dışı çalışma şekline ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Freelance",
      "B": "Gig",
      "C": "Sosyal ticaret",
      "D": "Girişimci",
      "E": "Girişimcilik"
    },
    "explanation": "DİJİTAL VE E-GİRİŞİMCİLİK <br/>Freelance: Herhangi bir işverene ya da kurumsal yapıya bağlı olmadan, genelde proje süresince bir ekibe dahil olan kişilerin; kısa süreli, standart dışı çalışma şeklidir."
  },
  {
    "id": "3882613",
    "unitNumber": 7,
    "text": "Ana akım ya da ticari medyanın toplumsal hareketlerin aktörleriyle olumsuz geçmiş deneyimlerine dayalı olarak ilişki kurmaktan kaçınması stratejisine verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geri çekilme",
      "B": "Saldırma",
      "C": "Uyum sağlama",
      "D": "Alternatif yaratma",
      "E": "Görmezden gelme"
    },
    "explanation": "SOSYAL MEDYA VE TOPLUMSAL HAREKETLERİN DÖNÜŞÜMÜ<br/>Rucht’a göre (2004) ana akım ya da ticari medyanın toplumsal hareketleri görmezden gelmesi durumunda hareketlerin izlediği dört temel strateji bulunmaktadır. Bunlar; geri çekilme, saldırma, uyum sağlama ve alternatif yaratmadır. Geri çekilme, toplumsal hareketlerin aktörlerinin medya ile olan olumsuz geçmiş deneyimlerine dayanarak ilişki kurmaktan geri durmasını ifade etmektedir. Bu durumunda toplumsal hareketler medyayı etkilemekten ziyade hareket içi iletişime yönelmektedir."
  },
  {
    "id": "3882614",
    "unitNumber": 7,
    "text": "Çevreciler için dünyanın herhangi bir yerinde çevre adına geliştirilen bir girişim dünya çapındaki çevre hareketinin bir parçası olarak kabul edilebilmesi durumu toplumsal hareket konusunda tartışmaya yol açan temel problemlerin hangisine örnek olarak verilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplumsal hareketlerin kolektif eylemleri ile bu eylemleri destekleyen organizasyon ve çevrelerin karıştırılması",
      "B": "Tüm popüler kolektif eylemlerin toplumsal hareket olarak tanımlanması",
      "C": "Toplumsal hareketin tek başına birleştirici bir güç gibi sunulması",
      "D": "Toplumsal hareketlerin yaygın etkisinin azalması",
      "E": "Toplumsal hareket içinde olan bireyler ile toplumun fikir ayrılığına düşmesi"
    },
    "explanation": "Tilly’e göre toplumsal hareketler konusunda tartışmaya yol açan üç temel problemden<br/>söz edilebilir. Bunlardan ilki tüm popüler kolektif eylemlerin toplumsal hareket olarak tanımlanmasıdır. Örneğin; çevreciler için dünyanın herhangi bir yerinde çevre adına geliştirilen bir girişim dünya çapındaki çevre hareketinin bir parçası olarak kabul edilebilmektedir."
  },
  {
    "id": "3882615",
    "unitNumber": 7,
    "text": "I. Toplumsal hareketler kavramı ilk olarak Lorenz von Stein tarafından ortaya atılmıştır. <br/>II. 1968 yılından önce toplumsal hareketler işçi sınıfının taleplerine yönelik gelişen eylemlerdir. <br/>III. Eski toplumsal hareketlerin amacı hakim kültürel kodlar karşısında yeni yaşam tarzları geliştirmek iken, yeni toplumsal hareketlerin amacı siyasi eylemler aracılığıyla var olan düzeni değiştirmektir. <br/>IV. Eski toplumsal hareketler daha merkezsiz, esnek, hiyerarşik olmayan bir yapıdayken, yeni toplumsal hareketler etkin bir lider yapısını barındırmaktadır. <br/>Yukarıda toplumsal hareketlerin tarihi sürecine ilişkin verilen bilgilerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Eski toplumsal hareketlerin hiyerarşik, örgütlü ve etkin bir liderden oluşan yapısı yeni toplumsal hareketlerle birlikte yerini daha merkezsiz, esnek, hiyerarşik olmayan, katılımcılığı önceleyen ve müzakereye açık yapılara bırakmıştır.<br/>Eski toplumsal hareketlerin amacı siyasi eylemler aracılığıyla var olan düzeni değiştirmek ve siyasi gücü elde etmek iken yeni toplumsal hareketlerin amacı hakim kültürel kodlar karşısında yeni yaşam tarzları geliştirmek, mevcut sistemin dayattığı anlamları reddederek farklılıkları ön plana çıkarmak ve özerk alanlar yaratmaktır. Dolayısıyla devrimci<br/>ideallerden ziyade reformist eylemlerin varlığı söz konusudur."
  },
  {
    "id": "3882616",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"alternatif medya\" kavramına verilen diğer adlardan biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "yurttaş medyası",
      "B": "Radikal medya",
      "C": "Muhalif medya",
      "D": "Katılımcı medya",
      "E": "Ana akım medya"
    },
    "explanation": "SOSYAL MEDYA VE TOPLUMSAL HAREKETLERİN DÖNÜŞÜMÜ<br/>Alternatif Medya: Yurttaş medyası, muhalif medya, radikal medya, katılımcı medya gibi kavramlarla da ifade edilen alternatif medya; baskın ticari medya ve ana akım medya yapılarına, içerik üretim, dağıtım ve alım biçimlerine alternatif olarak bir vizyon sunan medyadır."
  },
  {
    "id": "3882617",
    "unitNumber": 7,
    "text": "I. Geleneksel aktivizm küçük, dijital aktivizm büyük gruplarca gerçekleşmektedir. <br/>II. Geleneksel aktivizm yaş ortalaması yüksek, dijital aktivizm genç katılımcı profiline sahiptir.<br/>III. Geleneksel aktivizmde azınlıkların geri plânda kalırken, dijital aktivizm azınlıkların seslerini duyurma imkanı bulması. <br/>Yukarıdakilerden hangisi/hangilerinde geleneksel ve dijital aktivizm arasındaki farklar doğru açıklanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız II",
      "D": "II ve III",
      "E": "I ve III"
    },
    "explanation": "DİJİTAL AKTİVİZM<br/>Geleneksel aktivizm Dijital aktivizm Katılımcı oranı Genellikle geniş kitlelerin katılımıyla gerçekleşmektedir Daha küçük gruplar, sayıca az olsalar dahi dijital araçların etkisiyle daha etkili eylemler gerçekleştirebilmektedir Katılımcı profili Genellikle mevcut teknolojileri etkin kullanamayan, yaş ortalaması yüksek katılımcı profili Teknoloji kullanım becerileri gelişmiş görece daha genç katılımcı profili Başarı ölçütü Net tanımlanmış bir sorun ve amacın yanında yoğun çaba, dayanışma, bağlılık, kaynak ve katılımcı sayısı Dijital beceriler, internete erişim, geniş sosyal ağlar ve dijital teknoloji kullanımının yaygınlığı Katılımcılar arası iletişim Mitinglere ve gösterilere katılım, kişiler arası ya da posta yoluyla iletişim Sosyal medya, web siteleri, mesajlaşma uygulamaları, dijital platformlar ve diğer iletişim teknolojileri aracılığıyla iletişim Azınlık grupların varlığı Özellikle kaynakların kıtlığı nedeniyle azınlıkların geri plânda kalması ve sesini duyuramaması Azınlıkların ve marjinal grupların seslerini duyurmak için daha çok imkân bulması"
  },
  {
    "id": "3882618",
    "unitNumber": 7,
    "text": "Dijital aktivizmle ilgili bilgilerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Teknolojik alt yapı dijital aktivizmin en önemli bileşenidir.",
      "B": "Dijital aktivizmin kapsamlı ve sınırlı olmak üzere iki türünden söz edilebilir.",
      "C": "Dijital aktivizmde azınlıkların ve marjinal gruplar seslerini duyurmak için daha çok imkân bulurlar.",
      "D": "Dijital aktivizm bir ülkedeki sosyal, ekonomik ve politik koşullardan etkilenir.",
      "E": "Dijital aktivizm eylemlerinde geniş kitlelerin katılımı zorunlu değildir."
    },
    "explanation": "DİJİTAL AKTİVİZM<br/>Dijital aktivizmin kapsamlı (exhaustive) ve özel (exclusive) olmak üzere iki türünden söz edilebilir."
  },
  {
    "id": "3882619",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Denning'e göre internetin aktivist eylemler çerçevesinde kullanım amaçlarından biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Koleksiyon",
      "B": "Yayımlama",
      "C": "Diyalog",
      "D": "Paylaşım",
      "E": "Eylemin koordine edilmesi"
    },
    "explanation": "DİJİTAL AKTİVİSM<br/>Dijital aktivizmi belirli bir konunun desteklenmesi ya da gündeme getirilmesi için internetin etkin kullanımı olarak tanımlayan Denning’e göre (2001) internetin aktivist eylemler çerçevesinde beş farklı kullanım amacından söz edilebilir. Bunlar; koleksiyon, yayımlama, diyalog, eylemin koordine edilmesi ve lobi faaliyetleri aracılığıyla karar vericilerin etkilenmesidir."
  },
  {
    "id": "3882622",
    "unitNumber": 7,
    "text": "Dijital aktivizmin yükselişi hangi yıllar arasında gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1994-2001",
      "B": "2001-2007",
      "C": "2007-2010",
      "D": "2010-2014",
      "E": "2014-2019"
    },
    "explanation": "DİJİTAL AKTİVİZM<br/>Dijital aktivizmin yükselişi (2001-2007): İkinci aşama 11 Eylül saldırılarından 2007 yılına kadar olan süreci kapsamaktadır."
  },
  {
    "id": "3882628",
    "unitNumber": 7,
    "text": "Facebook, Google, Amazon, Microsoft ve Apple gibi şirketlerin bireysel kullanıcılardan kişisel bilgilerini talep etmeleri ve pazarlama amaçlı kullanmalarını önlemek hangi dijital aktivizm eylemine örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dijital izleyici eylemleri-İçerik üretimi",
      "B": "Çatışmacı dijital eylemler- Sızdırma",
      "C": "Çatışmacı dijital eylemler- Veri aktivizmi",
      "D": "Geçici dijital eylemler-Kaynak yaratma",
      "E": "Çatışmacı dijital eylemler- Hacktivizm"
    },
    "explanation": "DİJİTAL AKTİVİZM<br/>Çatışmacı dijital eylemler: diğer aktivist eylem türlerine göre daha katılımcı olan, yoğun çaba gerektiren ve değişimi yönlendirmeyi değil gerçekleştirmeyi hedefleyen eylemler bütünüdür. Daha önce bahsedilen aktivist eylemlerden farklı olarak çatışmacı dijital eylemler doğası gereği toplum, hükümetler ve çeşitli organizasyonlar üzerinde daha fazla etkili olma potansiyeline sahiptir. Çatışmalı dijital eylemlerin veri aktivizmi, sızdırma ve hacktivizm olmak üzere üç türü bulunmaktadır. Veri aktivizmi; dijital teknolojilerin yaygın bir şekilde kullanılmaya başlamasıyla birlikte öne çıkan en önemli problemlerden birisi kişisel verilerin ve mahremiyetin korunmasıdır. Özellikle Facebook, Google, Amazon, Microsoft ve Apple gibi teknoloji dünyasını domine eden şirketler bireysel kullanıcılardan kişisel bilgilerini talep etmekte ve bu bilgileri pazarlama amaçlı kullanmaktadır. Veri aktivizmi bu çerçevede kişisel verilerin korunmasına yönelik olarak hem bireysel çabaları hem de toplumsal çabaları ön plana çıkaran ve kişisel verilerin amaç dışı kullanılmaması için mücadele eden bir aktivizm türüdür"
  },
  {
    "id": "3882630",
    "unitNumber": 7,
    "text": "Bir kahve firmasının plastik kullanımını azaltması yönünde yapılan aktivist eylemler hangi tür marka aktivizmi eylemi ile tanımlanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yasal aktivizm",
      "B": "Çevresel aktivizm",
      "C": "Politik aktivizm",
      "D": "İşyeri aktivizmi",
      "E": "Toplumsal aktivizm"
    },
    "explanation": "MARKA AKTİVİZMİ<br/>Çevresel aktivizm: markaların çevreyi koruma, arazi kullanımı, hava ve su kirliliği gibi konulara yönelik ürettiği politikalardan ve yürüttüğü faaliyetlerden oluşmaktadır."
  },
  {
    "id": "3882716",
    "unitNumber": 7,
    "text": "Aktivist hareketlerin yeni teknolojilerle birlikte kavuştuğu olanaklar arasında <strong><u>yer almayan</u></strong> seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Örgütlenme",
      "B": "Mobilizasyon",
      "C": "İletişim",
      "D": "Görünürlük",
      "E": "Sabitlik"
    },
    "explanation": "Sorunun doğru yanıtı için 177.sayfadaki giriş bölümüne bakınız .<br/>Sabitlik aktivist hareketlerin yeni teknolojilerle birlikte kavuştuğu olanaklar arasında yer almaz."
  },
  {
    "id": "3882717",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerden hangileri toplumsal hareketlerin <strong>temel</strong> özellikleridir?<br/>I. Net bir şekilde tanımlanmış karşıtlarla çatışmalı ilişkilerde yer almak<br/>II. Yoğun ve enformel ağlarla bağlı olmak<br/>III. Bağımsız hareket etmek<br/>IV. Ayrı bir kolektif kimliği paylaşmak",
    "correctAnswer": "E",
    "options": {
      "A": "I, III,",
      "B": "II, III",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "I, II, IV"
    },
    "explanation": "Sorunun doğru yanıtı için 177.sayfadaki toplumsal hareketler konusuna bakınız.<br/>Toplumsal hareketlerin temel özellikleri; <br/>I. Net bir şekilde tanımlanmış karşıtlarla çatışmalı ilişkilerde yer almak<br/>II. Yoğun ve enformel ağlarla bağlı olmak<br/>IV. Ayrı bir kolektif kimliği paylaşmaktır."
  },
  {
    "id": "3882720",
    "unitNumber": 7,
    "text": "Toplumsal hareketlerin özelliklerinden biri olan “yoğun ve enformel ağlarla bağlı olmak” özelliği neyi ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumsal değişimi teşvik etmek için politik veya kültürel çatışmalara girmeyi",
      "B": "Toplumsal hareketlerin hedefinin ne olduğunun net bir şekilde ortaya konulmasını",
      "C": "Ortak hedefler peşinde koşan aktörlerin sürekli bilgi alışverişi gerçekleştirmeyi",
      "D": "Gündelik siyaseti dönüştürme gücünü",
      "E": "Bireysel aktörlerin davranışlarının düzenlenmesi için strateji belirlemeyi"
    },
    "explanation": "Sorunun doğru yanıtı için 177.sayfadaki toplumsal hareketler konusuna bakınız.<br/>Toplumsal hareketlerin özelliklerinden biri olan “yoğun ve enformel ağlarla bağlı olmak\" \"Ortak hedefler peşinde koşan aktörlerin sürekli bilgi alışverişi gerçekleştirmesini” ifade eder."
  },
  {
    "id": "3882739",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi eski toplumsal hareketlerin özellikleri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Etkin bir liderden oluşması",
      "B": "Daha merkezsiz",
      "C": "Esnek",
      "D": "Katılımcılığı önceleyen",
      "E": "Müzakereye açık"
    },
    "explanation": "Sorunun doğru yanıtı için 179.sayfadaki toplumsal hareketler konusuna bakınız.<br/>\"Etkin bir liderden oluşması\" eski toplumsal hareketlerin özellikleri arasında yer alır."
  },
  {
    "id": "3882745",
    "unitNumber": 7,
    "text": "Toplumsal hareketler açısından kitle iletişim araçlarına ihtiyaç duyulma nedenleri aşağıdakilerden hangileridir?<br/>I. Herhangi bir konuda araştırma yapmak<br/>II. Kitleleri mobilize etmek<br/>III. Aktivistlere kurumsal ve siyasi süreçlerde avantaj sağlamak<br/>IV. Eğlence ve hoşca vakit geçirmek<br/>V. Toplumsal hareketin fikirlerini geniş kitlelere yaymak",
    "correctAnswer": "D",
    "options": {
      "A": "I,II,III",
      "B": "II,III,IV",
      "C": "III,IV,V",
      "D": "II,III,V",
      "E": "I,II,V"
    },
    "explanation": "Sorunun doğru yanıtı için 180. sayfadaki Sosyal medya ve toplumsal hareketlerin dönüşümü konusuna bakınız.<br/>Toplumsal hareketler açısından kitle iletişim araçlarına ihtiyaç duyulma nedenleri;<br/>II. Kitleleri mobilize etmek<br/>III. Aktivistlere kurumsal ve siyasi süreçlerde avantaj sağlamak<br/>V. Toplumsal hareketin fikirlerini geniş kitlelere yaymak"
  },
  {
    "id": "3882749",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, ana akım ya da ticari medyanın toplumsal hareketleri görmezden gelmesi durumunda toplumsal hareketlerin izlediği temel stratejilerden <strong><u>değildir</u></strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Geri çekilme",
      "B": "Vazgeçme",
      "C": "Saldırma",
      "D": "Uyum sağlama",
      "E": "Alternatif yaratma"
    },
    "explanation": "Sorunun doğru yanıtı için 179. sayfadaki Sosyal medya ve toplumsal hareketlerin dönüşümü konusuna bakınız.<br/>Vazgeçme, ana akım ya da ticari medyanın toplumsal hareketleri görmezden gelmesi durumunda toplumsal hareketlerin izlediği temel stratejilerden değildir."
  },
  {
    "id": "3882754",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, dijital aktivizmi geleneksel aktivizmden ayıran farklardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Genellikle geniş kitlelerin katılımı",
      "B": "Genellikle mevcut teknolojileri etkin kullanamayan, yaş ortalaması yüksek katılımcı profili",
      "C": "Net tanımlanmış bir sorun ve amacın yanında yoğun çaba, dayanışma, bağlılık, kaynak ve katılımcı sayısı",
      "D": "Dijital beceriler, internete erişim, geniş sosyal ağlar ve dijital teknoloji kullanımının yaygınlığı",
      "E": "Mitinglere ve gösterilere katılım, kişiler arası ya da posta yoluyla iletişim"
    },
    "explanation": "Sorunun doğru yanıtı için 183. sayfadaki Dijital aktivizm konusuna bakınız.<br/>Dijital aktivizmi geleneksel aktivizmden ayıran farklardan biri \"Dijital beceriler, internete erişim, geniş sosyal ağlar ve dijital teknoloji kullanımının yaygınlığı\" dır."
  },
  {
    "id": "3882756",
    "unitNumber": 7,
    "text": "“İnternet, bilgiye kolay ulaşımın yanında bilgiyi yaygınlaştırmanın da bir aracıdır” açıklaması, internetin aktivist eylemler çerçevesinde kullanım amaçlarından hangisinin ifadesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Koleksiyon",
      "B": "Yayımlama",
      "C": "Diyalog",
      "D": "Eylemin koordine edilmesi",
      "E": "Lobi faaliyetleri aracılığıyla karar vericilerin etkilenmesi"
    },
    "explanation": "Sorunun doğru yanıtı için 184. sayfadaki Dijital aktivizm konusuna bakınız.<br/>“İnternet, bilgiye kolay ulaşımın yanında bilgiyi yaygınlaştırmanın da bir aracıdır” açıklaması, internetin aktivist eylemler çerçevesinde kullanım amaçlarından \"Yayımlama\" nın ifadesidir."
  },
  {
    "id": "3882758",
    "unitNumber": 7,
    "text": "Aşağıdaki şıklardan hangileri, aktivist eylem türlerinden olan geçici dijital eylemlerdendir?<br/>I. Sızdırma<br/>II. Siyasal tüketicilik<br/>III. Dijital oylama<br/>IV. Bot aktivizmi<br/>V. Hacktivizm",
    "correctAnswer": "D",
    "options": {
      "A": "I,II,III",
      "B": "II,III,V",
      "C": "III,IV,V",
      "D": "II,III,IV",
      "E": "I,III,IV"
    },
    "explanation": "Sorunun doğru yanıtı için 186. sayfadaki Dijital aktivizm konusuna bakınız.<br/>Aktivist eylem türlerinden olan geçici dijital eylemler;<br/>II. Siyasal tüketicilik<br/>III. Dijital oylama<br/>IV. Bot aktivizmidir."
  },
  {
    "id": "3882761",
    "unitNumber": 7,
    "text": "Lobicilik, oy verme, özelleştirme, seçim hilesi ve oy hakkı gibi konularda markaların yürüttüğü faaliyetler, markaların dahil olduğu aşağıdaki aktivist hareketlerden hangi gruba girer?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplumsal aktivizm",
      "B": "Ekonomik aktivizm",
      "C": "Yasal aktivizm",
      "D": "Politik aktivizm",
      "E": "Çevresel aktivizm"
    },
    "explanation": "Sorunun doğru yanıtı için 193. sayfadaki Marka aktivizmi konusuna bakınız.<br/>Lobicilik, oy verme, özelleştirme, seçim hilesi ve oy hakkı gibi konularda markaların yürüttüğü faaliyetler, markaların dahil olduğu aktivist hareketlerden Politik aktivizm grubuna girer."
  },
  {
    "id": "3882514",
    "unitNumber": 8,
    "text": "Metin, fotoğraf, ses, video gibi farklı medya formatlarını bir arada sunabilen “çoklu” medya anlamı taşıyan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hibrit medya",
      "B": "Nesnelerin interneti",
      "C": "Sosyal nesnelerin interneti",
      "D": "Hiper medya",
      "E": "Multi medya"
    },
    "explanation": "SOSYAL MEDYA VE YENİ NESİL DİJİTAL KAVRAMLAR<br/>Doğru yanıt E seçeneğidir. Çünkü, “multimedya (çoklu ortam)”; metin, fotoğraf, ses, video gibi farklı medya formatlarını bir arada sunabilen “çoklu” medya anlamını taşımaktadır."
  },
  {
    "id": "3882515",
    "unitNumber": 8,
    "text": "I. Yapay zeka, insan zekasına benzer şekilde çalışan ve onu taklit eden algoritmaları ifade etmektedir.<br/>II. Yeni medya dilinin Endüstri 5.0 ve Web 2.0 bağlamındaki itici gücü yapay zeka ve makine öğrenmedir.<br/>III. Güncel değeri yaklaşık 208 milyar dolar olan yapay zeka ve makine öğrenimi küresel pazar büyüklüğünün, 2029 yılına kadar yaklaşık 1,204 trilyon dolar olması beklenmektedir.<br/>IV. Makine öğrenme / öğrenimi, yapay zekanın insana ihtiyaç duymadan algoritmalar temelinde öğrenmesine işaret etmektedir<br/>Yukarıdakilerden hangisi ya da hangileri yapay zeka ve makine öğrenme için doğru ifadelerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve IV",
      "D": "I ve II",
      "E": "II ve IV"
    },
    "explanation": "SOSYAL MEDYA VE YENİ NESİL DİJİTAL KAVRAMLAR<br/>Yeni medya dilinin Endüstri 4.0 ve Web 3.0 bağlamındaki itici gücü olan yapay zeka ve makine öğrenme, makinelerin hareket yeteneklerinin artması anlamına gelmektedir. Yapay zeka özetle, insan zekasına benzer şekilde çalışan ve onu taklit eden algoritmaları ifade etmektedir. Makine öğrenme / öğrenimi ise yapay zekanın insana ihtiyaç duymadan algoritmalar temelinde öğrenmesine işaret etmektedir. Güncel değeri yaklaşık 408 milyar dolar olan yapay zeka ve makine öğrenimi küresel pazar büyüklüğünün, 2029 yılına kadar yaklaşık 1,604 trilyon dolar olması beklenmektedir. Dolayısıyla, doğru yanıt C seçeneğidir."
  },
  {
    "id": "3882516",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi artırılmış insan konsepti çerçevesindeki gelişmelerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Akıllı gözlükler",
      "B": "Sosyal baskı",
      "C": "Yaşlanma teknolojisi",
      "D": "Dışiskelet tasarımları",
      "E": "Akıllı protezler"
    },
    "explanation": "SOSYAL MEDYA VE YENİ NESİL DİJİTAL KAVRAMLAR<br/>Doğru yanıt B seçeneğidir. Çünkü, insanın beden ve zihin potansiyelini geliştirme fikrine dayanan “artırılmış insan” konsepti; akıllı gözlükler, akıllı protezler, dışiskelet tasarımları, yaşlanma teknolojisi, biyolojik baskı gibi gelişmeleri kapsamaktadır."
  },
  {
    "id": "3882517",
    "unitNumber": 8,
    "text": "Tüketicinin internette dolaşırken bıraktığı dijital ayak izlerini ……………….. teknikleriyle ölçmeyi amaçlayan yaklaşım, artırılmış analitik bağlamında dünyanın verileştirilmesine veya veri fabrikasına dönüştürülmesine karşılık gelmektedir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Haber madenciliği",
      "B": "Veri madenciliği",
      "C": "Enformasyon madenciliği",
      "D": "Bilgi madenciliği",
      "E": "Kaynak madenciliği"
    },
    "explanation": "SOSYAL MEDYA VE YENİ NESİL DİJİTAL KAVRAMLAR<br/>Doğru yanıt B seçeneğidir. Çünkü, tüketicinin internette dolaşırken bıraktığı dijital ayak izlerini veri madenciliği teknikleriyle ölçmeyi amaçlayan yaklaşım, artırılmış analitik bağlamında dünyanın verileştirilmesine veya veri fabrikasına dönüştürülmesine (data fabric) atıf içermektedir."
  },
  {
    "id": "3882519",
    "unitNumber": 8,
    "text": "Verilerin diğer bilgisayarlarda depolandığı ve internet üzerinden erişildiği ve veri analitiğini kitlelere açan kavrama ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uç bilgi işlem",
      "B": "Bulut bilişim",
      "C": "Artırılmış analitik",
      "D": "Blok zincir",
      "E": "Genişletilmiş gerçeklik"
    },
    "explanation": "SOSYAL MEDYA VE YENİ NESİL DİJİTAL KAVRAMLAR<br/>Verilerin diğer bilgisayarlarda depolandığı ve internet üzerinden erişildiği “bulut bilişim”, veriyi ve veri analitiğini kitlelere açmaktadır. Dolayısıyla, doğru yanıt B seçeneğidir."
  },
  {
    "id": "3882521",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi otonom sistemler için doğru ifadelerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Otonom sistemler, sürücüsüz teknoloji veya kendi kendini süren araç teknolojisi olarak da anılmaktadır.",
      "B": "Otonom sistemler; yazılım programlamasını yürütmek için aktüatörlere, sensörlere, makine öğrenme (ML) sistemlerine, karmaşık algoritmalara ve güçlü işlemcilere ihtiyaç duymaktadır.",
      "C": "Aracın fren, hızlanma ve direksiyonu kontrol eden aktüatörlerine talimatlar gönderen otonom sistemler, insan kaynaklı hataları en aza indirgemeyi amaç edinmektedir.",
      "D": "Gelişmiş çeşitli sensörlere ve yazılımlara dayalı bir harita tutan otonom araçlar, tüm duyusal girdileri işleyerek yolu tespit etmektedir.",
      "E": "Dell markasının otonom teknolojiler üzerine çalıştığı ve 2025’in sonuna kadar otonom aracını piyasaya sürmeyi hedeflediği belirtilmektedir."
    },
    "explanation": "SOSYAL MEDYA VE YENİ NESİL DİJİTAL KAVRAMLAR<br/>Taksi, kamyon, otobüs hatta gemi gibi her türden otonom aracın tasarlandığı günümüz yeni medya dünyası, yapay zeka sayesinde kendi başına çalışan araçlara sahne olmaktadır. Sürücüsüz teknoloji veya kendi kendini süren araç teknolojisi olarak da anılan otonom sistemler; yazılım programlamasını yürütmek için aktüatörlere, sensörlere, makine öğrenme (ML) sistemlerine, karmaşık algoritmalara ve güçlü işlemcilere ihtiyaç duymaktadır. Gelişmiş çeşitli sensörlere ve yazılımlara dayalı bir harita tutan otonom araçlar, tüm duyusal girdileri işleyerek yolu tespit etmektedir. Daha sonra aracın fren, hızlanma ve direksiyonu kontrol eden aktüatörlerine talimatlar gönderen bu sistemler, insan kaynaklı hataları en aza indirgemeyi amaç edinmektedir. Apple markasının otonom teknolojiler üzerine çalıştığı ve 2025’in sonuna kadar otonom aracını piyasaya sürmeyi hedeflediği belirtilmektedir. Dolayısıyla, doğru yanıt, E seçeneğidir."
  },
  {
    "id": "3882522",
    "unitNumber": 8,
    "text": "Mevcut içerikte yer alan görüntü ve/veya sesin yapay sinir ağları kullanılarak değiştiren teknolojiye ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Metaverse",
      "B": "Simülasyon",
      "C": "Algoritma",
      "D": "Deepfake",
      "E": "Makine öğrenme"
    },
    "explanation": "SOSYAL MEDYA VE YENİ NESİL TEKNOLOJİLERİN KULLANIMI<br/>Deepfake teknolojisi, mevcut içerikte yer alan görüntü ve/veya sesin yapay sinir ağları kullanılarak değiştirilmesidir. Makine öğrenimi (ML), derin öğrenme (DL), yüz tanıma ve bilgisayarla görme teknolojileri temelinde çalışan “deepfake”, yanıltıcı içerik tartışmalarını da beraberinde getirmektedir. Bu yüzden, doğru yanıt D seçeneğidir."
  },
  {
    "id": "3882523",
    "unitNumber": 8,
    "text": "“DT” veya “DX” kısaltmalarıyla anılan dijital dönüşüm kavramı endüstrinin hangi sürecini tanımlayan değerlendirmelerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Endüstri 1.0",
      "B": "Endüstri 2.0",
      "C": "Endüstri 3.0",
      "D": "Endüstri 4.0",
      "E": "Endüstri 5.0"
    },
    "explanation": "SOSYAL MEDYA VE YENİ NESİL TEKNOLOJİLERİN KULLANIMI<br/>“DT” veya “DX” kısaltmalarıyla anılan “dijital dönüşüm (digital transformation)”, iş akışlarının, modellerinin ve süreç yönetiminin dijital teknolojiler temelinde gerçekleştirilmesini ifade etmektedir. Endüstri 4.0 sürecini tanımlayan değerlendirmelerden biri olan kavram; üretim anlayışının 5G, yapay zeka (AI), makine öğrenme (ML), nesnelerin interneti (IoT), sanal gerçeklik (VR), bulut bilişim gibi yeni nesil teknolojiler çerçevesindeki dönüşümüne işaret etmektedir. Dolayısıyla, doğru yanıt D seçeneğidir."
  },
  {
    "id": "3882525",
    "unitNumber": 8,
    "text": "Yaratıcı kullanım potansiyeli sınırsız olan ……………. yazılımlar, üretim süreçlerini hızlandırmakta, maliyetleri düşürmekte ve gerçekleşmesi imkânsız deneyimleri tasarlamaya yardımcı olabilmektedir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Deepfake",
      "B": "Metaverse",
      "C": "Deep tech",
      "D": "Yapay zeka",
      "E": "Otonom"
    },
    "explanation": "SOSYAL MEDYA VE YENİ NESİL TEKNOLOJİLERİN KULLANIMI<br/>Doğru yanıt D seçeneğidir. Çünkü, yaratıcı kullanım potansiyeli sınırsız olan yapay zeka yazılımlar, üretim süreçlerini hızlandırmakta, maliyetleri düşürmekte ve gerçekleşmesi imkansız deneyimleri (tarihte bir zamana veya şehre yolculuk gibi) tasarlamaya yardımcı olabilmektedir."
  },
  {
    "id": "3882527",
    "unitNumber": 8,
    "text": "Kullanıcının yönlendirmesiyle çalışan yapay zeka teknolojileri, aşağıda yer verilen hangi tartışmaları beraberinde getirmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Felsefi ve ekonomik",
      "B": "Felsefi ve etik",
      "C": "Etik ve siyasal",
      "D": "Etik ve ekonomik",
      "E": "Felsefi ve siyasal"
    },
    "explanation": "SOSYAL MEDYA VE YENİ NESİL TEKNOLOJİLERİN KULLANIMI<br/>Doğru yanıt B seçeneğidir. Çünkü, kullanıcının yönlendirmesiyle çalışan yapay zeka teknolojileri, felsefi ve etik tartışmaları beraberinde getirmektedir. Her teknoloji gibi avantajları ve dezavantajları birlikte sunan söz konusu gelişmeler, dijital okuryazarlık düzeyi üzerinde olumlu etki yaratma potansiyeline sahip görünmektedir."
  },
  {
    "id": "3882686",
    "unitNumber": 8,
    "text": "Yeni medya / dijital teknoloji dilinin birbirine yakınsayan ve sonra melez araçlara/ortamlara dönüşen teknolojileri beraberinde getirmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hibrit medya",
      "B": "Web 2.0",
      "C": "Web 3.0",
      "D": "Hiper medya",
      "E": "Yapay zeka"
    },
    "explanation": "Yeni medya / dijital teknoloji dili, birbirine yakınsayan ve sonra melez araçlara<br/>/ ortamlara dönüşen teknolojileri beraberinde getirmektedir. Örneğin tabletler, akıllı telefonlar...<br/>Hibrit medya"
  },
  {
    "id": "3882687",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yeni medya dilinin Endüstri 4.0 ve Web 3.0 bağlamındaki itici gücü olan ve makinelerin hareket yeteneklerinin artması anlamına gelmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nesnelerin interneti",
      "B": "Yapay zeka",
      "C": "Multi Medya",
      "D": "Hiper Medya",
      "E": "Hibrit Medya"
    },
    "explanation": "Yapay zeka: Yeni medya dilinin Endüstri 4.0 ve Web 3.0 bağlamındaki itici gücü olan yapay zeka ve makine öğrenme, makinelerin hareket yeteneklerinin artması anlamına gelmektedir."
  },
  {
    "id": "3882688",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi verileri depolamak, doğrulamak ve korumak adına önem arz etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yapay zeka ve makine öğrenme",
      "B": "Büyük veri ve ileri / artırılmış analitik",
      "C": "Blok zincirler",
      "D": "Multi medya",
      "E": "Hibrit medya"
    },
    "explanation": "Blok zincirler ve dağıtılmış defterler (blockchains &amp; distributed ledgers): Verileri depolamak, doğrulamak ve korumak adına önem arz eden blok zincirlerin ve dağıtılmış hesapların temeli 1991<br/>yılına dayanmaktadır."
  },
  {
    "id": "3882689",
    "unitNumber": 8,
    "text": "Verilerin diğer bilgisayarlarda depolandığı ve internet üzerinden erişilmesine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Genişletilmiş gerçeklikler",
      "B": "Yapay zeka",
      "C": "Büyük veri ve ileri / artırılmış analitik",
      "D": "Bulut erişim",
      "E": "Blok zincir"
    },
    "explanation": "Bulut erişim ve uç bilgi işlem (cloud &amp; edge computing): Verilerin diğer bilgisayarlarda depolandığı ve internet üzerinden erişildiği “bulut bilişim”, veriyi ve veri analitiğini kitlelere açmaktadır"
  },
  {
    "id": "3882690",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinin siber güvenliğe yönelik hız katkısıyla, tüm yeni medya ekosistemini dönüştürebileceği düşünülmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Genişletilmiş gerçeklikler",
      "B": "Otonom araçlar",
      "C": "Makine ortaklı yaratıcılık ve artırılmış tasarım",
      "D": "Yazılım 2.0",
      "E": "Kuantum bilişim"
    },
    "explanation": "Kuantum bilişim; kuantum AI, hiper otomasyon, kuantum kriptografisi (yeni nesil blok zincirler) ve siber güvenliğe yönelik hız katkısıyla, tüm yeni medya ekosistemini dönüştürecek gibi durmaktadır."
  },
  {
    "id": "3882691",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sizinle aynı fiziksel alanda olmayan insanlarla bir şeyler oluşturabileceğiniz, etkileşim kurabileceğiniz, keşfedebileceğiniz bir dizi sanal alan olan ve “somutlaştırılmış internet” olarak adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Metaverse",
      "B": "Nanoteknoloji",
      "C": "Derin teknoloji",
      "D": "Dijital ikizler",
      "E": "Bulut erişim"
    },
    "explanation": "Mobil internetin geleceği olan “metaverse”, sizinle aynı fiziksel alanda olmayan<br/>insanlarla bir şeyler oluşturabileceğiniz, etkileşim kurabileceğiniz ve keşfedebileceğiniz bir dizi sanal alandır. Kısaca “somutlaştırılmış internet”tir."
  },
  {
    "id": "3882692",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Web 2.0 örnek sanal platformu <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Second Life",
      "B": "Cryptovoxels",
      "C": "Roblox",
      "D": "Fortnite",
      "E": "World of Warcraft"
    },
    "explanation": "Web 2.0 Web 3.0<br/>Örnek sanal<br/>dünyalar<br/>Second Life<br/>Roblox<br/>Fortnite<br/>World of Warcraft<br/>Decentraland<br/>The Sandbox Somnium Space<br/>Cryptovoxels"
  },
  {
    "id": "3882693",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi 2022 yılı sosyal medya trafiğine damga vurarak, kendini “yeni düşünce ortamlarını keşfeden ve insan türünün yaratıcı güçlerini genişleten bağımsız bir araştırma laboratuvarı şeklinde tanımlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "LaMDA",
      "B": "Remini",
      "C": "Adobe Lightroom",
      "D": "Midjourney AI",
      "E": "ChatGPT"
    },
    "explanation": "2022 yılı sosyal medya trafiğine damga vuran Midjourney AI, kendini “yeni düşünce ortamlarını keşfeden ve insan türünün yaratıcı güçlerini genişleten bağımsız bir araştırma laboratuvarı” şeklinde<br/>tanımlamaktadır."
  },
  {
    "id": "3882694",
    "unitNumber": 8,
    "text": "Mevcut içerikte yer alan görüntü ve/veya sesin yapay sinir ağları kullanılarak değiştirilmesine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Midjourney",
      "B": "Imagen Video",
      "C": "Stable Diffusion",
      "D": "LaMDA",
      "E": "Deepfake"
    },
    "explanation": "Deepfake teknolojisi, mevcut içerikte yer alan görüntü ve/veya sesin yapay sinir ağları kullanılarak değiştirilmesidir."
  }
]