[
  {
    "id": "3239776",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Toplumsal Hayat</li><br/><li>Çatışma ve Uzlaşma</li><br/><li>Kamusal Alan</li><br/><li>Etkileşim</li><br/></ol><br/>Yukarıda yer alan temel unsurlar aşağıdaki kavramlardan hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Siyaset",
      "B": "Siyasal İletişim",
      "C": "Siyasal Etkileşim",
      "D": "Siyasal İktidar",
      "E": "Kitle İletişim"
    },
    "explanation": "A seçeneğinde yer alan siyaset için toplumsal bir hayat gerekmektedir. Siyaset, bir toplumun çatısı altında yaşayan insanların sorunlarını çözmek ve beklentilerini karşılamak adına gerçekleştirilen bir eylemdir. İkincisi, farklı görüş ve beklentilerin birbiriyle çatıştığı bir kamusal alanın varlığından söz etmek gerekmektedir. Elbette siyaset sadece çatışmalarla sınırlı bir süreç olmayıp uzlaşmayı da içeren bir yapıdadır ki bu da onun üçüncü özelliğini oluşturur. Dördüncüsü, siyasetin her daim etkili bir iletişimi esas alması ve insanlar arası etkileşime dayanmasıdır. Farklı kişi veya gruplar birbirleriyle iletişim kurmadan kendi taleplerini aktaramadığı gibi diğer kişilerin taleplerini de fark edemez. Böylelikle insanların birbirlerini etkiledikleri ve bir amacı gerçekleştirmek için harekete geçtikleri toplumsal bir etkileşim meydana gelmektedir."
  },
  {
    "id": "3239777",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Çatışma</li><br/><li>Uzlaşma</li><br/><li>İletişim</li><br/><li>Etkileşim</li><br/></ol><br/>Yukarıda yer alan unsurlardan hangileri siyaset kavramına aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I, III ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru yanıt E seçeneğinde yer almaktadır. Siyaset, bir toplumun çatısı altında yaşayan insanların sorunlarını çözmek ve beklentilerini karşılamak adına gerçekleştirilen bir eylemdir. İkincisi, farklı görüş ve beklentilerin birbiriyle çatıştığı bir kamusal alanın varlığından söz etmek gerekmektedir. Elbette siyaset sadece çatışmalarla sınırlı bir süreç olmayıp uzlaşmayı da içeren bir yapıdadır ki bu da onun üçüncü özelliğini oluşturur. Dördüncüsü, siyasetin her daim etkili bir iletişimi esas alması ve insanlar arası etkileşime dayanmasıdır. Farklı kişi veya gruplar birbirleriyle iletişim kurmadan kendi taleplerini aktaramadığı gibi diğer kişilerin taleplerini de fark edemez. Böylelikle insanların birbirlerini etkiledikleri ve bir amacı gerçekleştirmek için harekete geçtikleri toplumsal bir etkileşim meydana gelmektedir."
  },
  {
    "id": "3239778",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Orman köylerinin tarım alanı olarak kabul edilmesi</li><br/><li>Ağaç dikme şenliklerinin yapılmasına karar verilmesi</li><br/><li>Göl kıyılarının imara açılması</li><br/><li>Kaçak kesim yapanların yakalanıp cezalandırılması</li><br/></ol><br/>Yukarıda yer alan faaliyetlerden hangilerini siyaset olarak tanımlamak mümkündür.",
    "correctAnswer": "A",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Doğru yanıt A seçeneğindedir. Siyasetin tanımından anlaşılacağı üzere bu kavram insanların ortak bir şekilde karar almaları sürecine karşılık gelmektedir. Elbette insanların çok farklı konularda tartışmaları, uzlaşmaları ve ortak karar almaları söz konusudur. Bir faaliyetin siyaset olarak adlandırılabilmesi için siyasal iktidarla ilgili olması ve toplumun tamamını veya büyük bir kesimini ilgilendirmesi gerekmektedir. Soruda bulunan I ve III. Şıklar toplumun çoğunluğunu ilgilendiren siyaset konusu olan kararlardır."
  },
  {
    "id": "3239779",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Şeffaflaşma</li><br/><li>Bilgilerin hızlı olarak akması</li><br/><li>Özgürlüklerin korunması</li><br/><li>Siyasal katılımın artması</li><br/></ol><br/>Sosyal medyadan, siyasetin demokratikleşmesi sürecinde hangi etkenleri güçlendirmesi beklenmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve IV",
      "B": "I, II ve III",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru yanıt C seçeneğindedir. Sosyal medyanın yapısal özellikleri; siyasal aktörlerin daha çok hedefle ve daha hızlı şekilde etkileşimde bulunmalarını sağlamıştır. Bu süreçte iletişimin daha da artmasıyla hedefler, mesajlara anında ve kolayca tepki verme imkanına kavuşmuşlardır. Sosyal medyanın bu özellikleri siyasal aktörlerin her geçen gün bu uygulamaları daha yoğun şekilde kullanmalarına yol açmıştır. Bu durum iletişim alanında bir dizi yeniliğe sebebiyet verdiği gibi demokratik siyasetin de yapısını kuvvetlendirmiş ve ona olan ilgiyi de artırmıştır. Günümüzde demokrasi açısından oldukça önemli olan şeffaflaşma, özgürlüklerin korunması ve geliştirilmesi, sivil toplumun ve siyasal katılımın artması gibi değerler bu süreçte güçlenmiştir."
  },
  {
    "id": "3239780",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Mesaj geniş kitlelere oldukça düşük maliyetle ulaştırılır.</li><br/><li>Mesaj, sanal ortamda yeterince destek bulursa gündem oluşturur.</li><br/><li>Mesaja sanal ortamdaki destek, gerçek hayattaki yerini bulmasını sağlar.</li><br/><li>Sürecin başarılı olması, mesajın günlük hayatta da karşılık bulmasına bağlıdır</li><br/></ol><br/>Denizlerdeki kimyasal kirliliğe dikkat çekmek amacı ile çeşitli üniversiteler ve sivil toplum kuruluşları ortaklaşa hazırladıkları bir videoyu sosyal medya uygulamalarında paylaşmıştır. Kullanıcıların bu videoyu beğenmeleri, yorum yapması ve paylaşması ile mesaj geniş kitlelere yayıldığında aşağıdakilerden hangisi gerçekleşmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve IV",
      "B": "I, II ve III",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru yanıt A seçeneğindedir. Gerçekleştirilen etkileşim sayesinde mesajın daha geniş kitlelere oldukça düşük maliyetlerle ulaştırılması sağlandığı gibi gündemde kalmasının da önü açılmaktadır. Siyasal iletişim sürecinin bir diğer aşaması sosyal medyada sağlanan desteğin ve sağlanan gündem oluşturmanın sanal ortam dışına da aktarılmasını başarmaktır. Sosyal medya her ne kadar siyasal iletişim süreci açısından çok önemli olsa da ve bu sürecin esas manada başarılı olabilmesi günlük hayatta da karşılık bulabilmesine bağlıdır. Bu nedenle kitlelerin sadece sanal ortamda değil gerçek ortamda da harekete geçirilmesi ve desteklerinin sağlanması gerekmektedir."
  },
  {
    "id": "3239781",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Sosyal Medya, siyasal aktörlerin daha çok hedefle etkileşime girmesini sağlar.</li><br/><li>Sosyal Medya, hedeflerin kolay tepki vermesini sağlar.</li><br/><li>Sosyal Medya; kaynakla hedefi yakınlaştırır.</li><br/><li>Sosyal Medya, siyasal aktörlerin kendilerini doğru ifade etmesini sağlar.</li><br/></ol><br/>Aşağıdakilerden hangileri siyasal aktörlerin sosyal medyanın <strong><u>yapısal</u></strong> özelliklerinden dolayı daha çok kullanma nedenleri arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru yanıt A seçeneğindedir. Sosyal medyanın yapısal özellikleri sayesinde siyasal aktörlerin daha çok hedefle ve daha hızlı şekilde etkileşimde bulunmalarını sağlamıştır. Bu süreçte iletişimin daha da artmasıyla hedefler, mesajlara anında ve kolayca tepki verme imkânına kavuşmuşlardır. Sosyal medyanın bu özellikleri siyasal aktörlerin her geçen gün bu uygulamaları daha yoğun şekilde kullanmalarına yol açmıştır. Sorunun dördüncü şıkkında yer alan açıklama fayda sağlamaya yöneliktir."
  },
  {
    "id": "3239782",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Siyasal iletişim açısından hedefin kimliğinin bilinmesini sağlar.</li><br/><li>Siyasal aktörlerin etkili bir siyaset yapmalarına yardımcı olur.</li><br/><li>Kimlere hangi uygulama ile ulaşılacağını ortaya koyar.</li><br/><li>Sosyal medya uygulamaları tercihleri yaşa göre değişir.</li><br/></ol><br/>Bir araştırma(2019) 18 ilâ 24 yaş arasındaki Amerikalı gençlerin dörtte üçünün Snapchat ve Instagram; 50 ilâ 64 yaş arasındaki kişilerin de dörtte üçünün YouTube ve Facebook uygulamalarını tercih ettikleri ortaya koymuştur. Bu araştırmanın siyası aktörlere sağlayacağı yarar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "Doğru yanıt C seçeneğindedir. Bu araştırmanın hangi siyasal mesajları hangi sosyal medya uygulaması aracılığıyla vermeleri gerektiği konusunda önemli ipuçları sunduğunu söylemek mümkündür. Grupların veya toplulukların kişisel veya gruplarından kaynaklı olarak farklı sosyal medya kullanım tercihlerinin olması siyasal aktörlere hangi siyasal mesajları hangi sosyal medya uygulaması aracılığıyla vermeleri gerektiği konusunda önemli ipuçları sunmaktadır. Siyasal iletişim açısından hedefin kimliğinin bilinmesi önemli bir husus olduğu düşünüldüğünde hedef kitlenin yoğunlukla kullandığı sosyal medya uygulamaları üzerinden siyasal iletişimi sağlamak siyasal aktörlerin daha etkili bir siyaset yapmalarına yardımcı olmaktadır."
  },
  {
    "id": "3239783",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>İletişim sürecinde mesajın tek yönlü olması</li><br/><li>Hedeften geri bildirim alınamaması</li><br/><li>Yüz yüze iletişimin etkili olması</li><br/><li>Mesajın süzgeçten geçirilerek hedefe iletilmesi</li><br/></ol><br/>Geleneksel medyanın gündem belirleme gücünü fazla olmasını sağlayana durum aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve IV",
      "E": "III ve IV"
    },
    "explanation": "Doğru yanıt A seçeneğindedir. Geleneksel medyanın iletişim sürecindeki mesajı tek yönlü şekilde iletmesinden ve hedeften geri bildirim almamasından dolayı, bu iletişim araçlarının gündem belirleme gücü fazla olmuştur. Bu durum siyasal iletişim sürecine de belirli oranda tesir etmiştir. Zira insanlar siyasal hayatta hangi görüşlerin kabul edilip hangilerinin edilmeyeceğini bu kitle iletişim araçlarının sundukları haberleri referans alarak belirlemişlerdir. Medyada bir haberin az veya çok yer alması toplumun görüş ve kanaatlerini doğrudan etkileme potansiyeline sahip olmuştur. Vatandaşlar ve seçmenler medyadaki haberlerin yoğunluğu nispetinde kendi görüşlerinin veya tercihlerinin azınlıkta veya çoğunlukta olduğunu düşünmüşlerdir."
  },
  {
    "id": "3239784",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>İnsanlar bilgiye ulaşmak için çevrim içi ortamları kullanabilmektedir.</li><br/><li>İnternet siteleri ile sosyal medya uygulamaları enformasyon kaynaklarıdır.</li><br/><li>Mesajlar aracısız ve kesintisiz olarak aktarılabilmektedir.</li><br/><li>Hedefin yaptığı geri bildirim sayesinde siyasal bilgi süreklilik taşımaktadır.</li><br/></ol><br/>Siyasal iletişimin farklılaşmasını sağlayan yeni medyanın <strong><u>yapısal özellikleri</u></strong> aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Doğru yanıt A seçeneğindedir. Yeni medya, sahip olduğu yapısal özellikler sayesinde siyasal iletişimin de farklılaşmasını sağlamıştır. İlk olarak, bilgi toplumunun bir özelliği olarak insanlar bilgiyi çevrim içi ortamlarda aramaya başlamışlardır. Bu sayede siyasal aktörlerin kullandıkları internet siteleri ile sosyal medya uygulamaları birer enformasyon kaynağı hâline gelmiştir. Her bir siyasal aktörün kaynak olduğu ve mesajları istediği şekilde aracısız ve kesintisiz surette aktarabilmesi gerçekleşmiştir. Bu durum sadece hedefin değil, hedefin yaptığı anında, aracısız ve kesintisiz geri bildirim sayesinde siyasal bilginin sürekli akmasını sağlamıştır. İkincisi, yeni medya çevrim içi tartışma ve uzlaşmayı da farklı boyuta taşıması sayesinde çevrim içi siyasal faaliyetlere olan ilgiyi artırmıştır. Forumlar, bloglar, wikiler, e-postalar ve sosyal medya uygulamaları farklı siyasal aktörlerin tartıştıkları ve uzlaşma aradıkları siyasal ortamlara dönüşmüştür. Özellikle uzlaşmanın belirli bir siyasal etkileşimi gerektiriyor olması yeni medyanın bu ihtiyacı karşılayacak platformları sunmasını beraberinde getirmiştir."
  },
  {
    "id": "3239785",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Bilginin dolaşımı çok yönlüdür.</li><br/><li>Bilginin dolaşımı süresizdir.</li><br/><li>Bilgi yeniden biçimlendirilebilir.</li><br/><li>Bilgi kontrol edilerek doğruluğu teyit edilebilir.</li><br/></ol><br/>Bireysel bir iletişim aracı hüviyetine bürünen yeni medya bilgiyi nasıl etkilemiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru yanıt E seçeneğindedir. Bilgi toplumunun bir ürünü olan ve kendisine has bir yapısı bulunan yeni medya, bir yandan bir kitle iletişim aracı özelliği sergilerken, farklı özellikleri sayesinde bireysel bir iletişim aracı hüviyetine bürünmüştür. Bu yeni araçlar sayesinde bilginin dolaşımı artık çok yönlü, sınırsız ve süresiz hâle dönüşmüştür. Böylelikle insanlar sayısız kaynaktan bilgiye ulaşma imkânını elde ettikleri gibi bilgiyi yeniden biçimlendirmek ve bilgiyi üreten yapıya geri bildirim yapabilecek şartlara da kavuşmuştur. Bilgiyi kullanan kişiler artık farklı yeni medya araçları sayesinde muhatap oldukları bilgiyi anında kontrol ederek doğruluğunu teyit edebilecek veya niteliğini daha açık şekilde anlayabilecek bir pozisyona yükselmişlerdir."
  },
  {
    "id": "3239910",
    "unitNumber": 1,
    "text": "……………….; kendi aldığı veya parlamento gibi başka kurumlarca alınan siyasal kararları uygulama yetkisine sahip olan, bu kararları zorla uygulatma gücü bulunan ve bu işlemleri yerine getirmek adına toplumun onayını almış bir ülkedeki en üstün iktidardır.\n<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Siyasal İktidar",
      "B": "Politika",
      "C": "Krallık",
      "D": "Monarşi",
      "E": "Aristokrasi"
    },
    "explanation": "Siyaset ve Toplum<br/>Siyasal iktidar; kendi aldığı veya parlamento gibi başka kurumlarca alınan siyasal kararları uygulama yetkisine sahip olan, bu kararları zorla uygulatma gücü bulunan ve bu işlemleri yerine getirmek adına toplumun onayını almış bir ülkedeki en üstün iktidardır. Doğru cevap A."
  },
  {
    "id": "3239911",
    "unitNumber": 1,
    "text": "Bir toplumun kendi ülkesindeki siyasal sisteme, kurumlara, değerlere, sembollere ve uygulamalara ilişkin düşünce, inanç, kanat ve eylemlerini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Politika",
      "B": "Siyasal kültür",
      "C": "Sosyal İçerme",
      "D": "Monarşi",
      "E": "Krallık"
    },
    "explanation": "Siyaset ve Toplum<br/>Siyasal Kültür"
  },
  {
    "id": "3239912",
    "unitNumber": 1,
    "text": "İkinci Dünya Savaşı sonrası dönemde süper güç olarak adlandırılan ABD ile SSCB arasında 1955 ilâ 1991 yıllarını kap-sayan mücadelenin askerî çatışmadan ziyade ideolojik, siyasal, ekonomik, kültürel ve nüfuz alanı çatışmasına dayandığını ifade eden uluslararası ilişkiler kavramı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Müzakere",
      "B": "Diplomasi",
      "C": "Soğuk Savaş",
      "D": "Sıcak Savaş",
      "E": "Ateşkes"
    },
    "explanation": "Günümüzde Siyaset<br/>Soğuk Savaş"
  },
  {
    "id": "3239913",
    "unitNumber": 1,
    "text": "Bir toplumda yaşam standartları açısından orta gelir düzeyine sahip ve sosyo-kültürel ve ekonomik açıdan yoksul kesimin üzerinde, üst gelir gruplarının ise altında yer alan geniş kesime ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyete",
      "B": "Varoş",
      "C": "İşçi sınıfı",
      "D": "Orta sınıf",
      "E": "Sosyal sınıf"
    },
    "explanation": "Günümüzde Siyaset<br/>Orta sınıf"
  },
  {
    "id": "3239914",
    "unitNumber": 1,
    "text": "Bilgi, haber vb. hususların karşılıklı değişimi ve haberleşme anlamına gelen kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İleti",
      "B": "Kaynak",
      "C": "Teknoloji",
      "D": "Hedef",
      "E": "İletişim"
    },
    "explanation": "İletişim Nedir?"
  },
  {
    "id": "3239915",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisini iletişimin yapısal unsurları arasında sayamayız?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknoloji",
      "B": "Kaynak",
      "C": "Mesaj",
      "D": "Hedef",
      "E": "Kanal"
    },
    "explanation": "İletişimin Yapısal Unsurları ve Temel Özellikleri<br/>Teknoloji"
  },
  {
    "id": "3239916",
    "unitNumber": 1,
    "text": "……………, kişi veya toplulukların yüzyıllar içinde doğal bir şekilde geliştirdikleri düşünce, inanç, örf, adet ve düzenli davranışlarının meydana getirdiği sosyal yapıya denmektedir.\n<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İletişim",
      "B": "Kültür",
      "C": "Toplum",
      "D": "Sosyal Yaşam",
      "E": "Halk"
    },
    "explanation": "İletişimin Yapısal Unsurları ve Temel Özellikleri<br/>Kültür"
  },
  {
    "id": "3239917",
    "unitNumber": 1,
    "text": "Toplumsal hayatının düzenli ve öngörülebilir şekilde oluşabilmesi için insanların uymaları gereken genel kuralları ve yapmaları gereken davranışları içeren üst sosyal değerlere denmektedir. \n<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kültür",
      "B": "Kural",
      "C": "Norm",
      "D": "Demokrasi",
      "E": "Sosyoloji"
    },
    "explanation": "Siyasal İletişim Nedir?<br/>Norm"
  },
  {
    "id": "3239918",
    "unitNumber": 1,
    "text": "Sosyal bilimler disiplininde ……………………kavramı, siyasal güce sahip bir yapının bir toplumdaki herkesin aynı inancı ve düşünceyi benimsemesini sağlamak adına toplumsal düzene belirli bir şekil verme çabasına verilen addır.\n<br/>Yukarıda tanımı verilen kavram hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kültür",
      "B": "Norm",
      "C": "Demokrasi",
      "D": "Toplum mühendisliği",
      "E": "Diplomasi"
    },
    "explanation": "Geleneksel Medya ve Siyasal İletişim<br/>Toplum mühendisliği"
  },
  {
    "id": "3239919",
    "unitNumber": 1,
    "text": "…………………..yapısal özellikleri sayesinde siyasal aktörlerin daha çok hedefle ve daha hızlı şekilde etkileşimde bulunmalarını sağlamıştır. Bu süreçte iletişimin daha da artmasıyla hedefler mesajlara anında ve kolayca tepki verme imkânına kavuşmuşlardır.",
    "correctAnswer": "E",
    "options": {
      "A": "İletişim",
      "B": "Haber",
      "C": "Teknoloji",
      "D": "Toplum Mühendisliği",
      "E": "Sosyal medya"
    },
    "explanation": "Sosyal Medyanın Siyasal İletişime Etkisi"
  },
  {
    "id": "3240215",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi siyaset ile ilgili doğru bir ifade değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Siyaset için toplumsal bir hayat gerekmektedir.",
      "B": "Siyaset, bir toplumun çatısı altında yaşayan insanların sorunlarını çözmek gerçekleştirilen eylemdir.",
      "C": "Farklı görüş ve beklentilerin birbiriyle çatıştığı bir kamusal alanın varlığından söz etmek gerekmektedir.",
      "D": "Siyaset sadece çatışmalarla sınırlı bir süreç olup, her daim etkili bir iletişimi esas alarak insanlar arası etkileşime dayanır.",
      "E": "Farklı kişi veya gruplar birbirleriyle iletişim kurmadan kendi taleplerini aktaramadığı gibi diğer kişilerin taleplerini de fark edemez."
    },
    "explanation": "Siyaset sadece çatışmalarla sınırlı bir süreç olmayıp uzlaşmayı da içeren bir yapıdadır ki bu da onun üçüncü özelliğini oluşturur. Cevabınız doğru değilse Siyaset nedir başlığını tekrar okuyunuz.<br/>Sorumuzun doğru cevabı D şıkkıdır."
  },
  {
    "id": "3240216",
    "unitNumber": 1,
    "text": "........bir toplumun kendi ülkesindeki siyasal sisteme, kurumlara, değerlere, sembollere ve uygulamalara ilişkin düşünce, inanç, kanat ve eylemlerini ifade etmektedir. İfadesinde yer alan boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal Medya",
      "B": "Siyasal İletişim",
      "C": "Siyasal Kültür",
      "D": "İletişim Süreci",
      "E": "Kültür İletişimi"
    },
    "explanation": "Cevabınız doğru değilse Siyaset ve Toplum başlığını yeniden gözden geçiriniz.<br/>Sorumuzun cevabı C şıkıdır."
  },
  {
    "id": "3240217",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi siyasal partilerin işlevlerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Siyasal iktidarda iseler siyasal iktidarı denetlemeleri",
      "B": "Seçimlerde yarışacak adayları tespit etmeleri",
      "C": "Fikir ve eleştirileriyle kamuoyunun belirli konularda görüş sahibi olmalarını sağlamaları",
      "D": "Halkın görüş ve önerilerini dikkate almaları",
      "E": "Halkı oy vermeye davet etmeleri"
    },
    "explanation": "Siyasal iktidarda iseler yaptıkları her işten halka karşı sorumlu olmaları ve muhalefette iseler siyasal iktidarı denetlemeleri ve tenkit etmeleri neticesinde toplumun siyasal meselelerle irtibatını sağlamaktadırlar. Yanıtınız doğru değilse Siyaset ve Toplum başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı A şıkkıdır."
  },
  {
    "id": "3240218",
    "unitNumber": 1,
    "text": "“İnsan siyasal bir varlıktır” sözünü söyleyen Yunan filozofu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Platon",
      "B": "Aristotales",
      "C": "Laswell",
      "D": "Newcomb",
      "E": "Jacobson"
    },
    "explanation": "Antik Yunan düşüncesinin büyük filozofu Aristo’nun (Aristoteles, 2012, s.9) meşhur “insan siyasal bir varlıktır” ifadesi, kişinin varoluş amacı gereği siyasetle ilgilenmesini işaret etmekle birlikte siyasetin ne anlama geldiğini gösterir niteliktedir.<br/>Aristotales"
  },
  {
    "id": "3240219",
    "unitNumber": 1,
    "text": "Toplumun ülkesindeki siyasal sisteme, kurumlara, değerlere, sembollere ve uygulamalara ilişkin düşünce, inanç, kanat ve eylemlerini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Siyasal kültür",
      "B": "Siyasal iktidar",
      "C": "Kamuoyu",
      "D": "Siyaset",
      "E": "Toplumsal uzlaşma"
    },
    "explanation": "Siyasal kültür; bir toplumun kendi ülkesindeki siyasal sisteme, kurumlara, değerlere, sembollere ve uygulamalara ilişkin düşünce, inanç, kanat ve eylemlerini ifade etmektedir."
  },
  {
    "id": "3240220",
    "unitNumber": 1,
    "text": "Ülkesi, halkı, egemenliği ve siyasal iktidarı bulunan siyasal yapıya ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Siyasal kültür",
      "B": "Toplum",
      "C": "Kamuoyu",
      "D": "Devlet",
      "E": "Baskı grubu"
    },
    "explanation": "Bir siyasal yapının hukuken devlet olarak tanımlanabilmesi için ülkesi, halkı, egemenliği ve siyasal iktidarı bulunması gerekmektedir."
  },
  {
    "id": "3240221",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bilgi toplumunun genel dayanaklarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilginin depolanmasına dayanır",
      "B": "Bilginin işleme tabi tutulmasına dayanır",
      "C": "Bilginin paylaştırılmasına dayanır",
      "D": "Bilginin düzenlenmesine dayanır",
      "E": "Bilginin değişmezliğine dayanır"
    },
    "explanation": "Cevabınız doğru değilse Günümüzde Siyaset başlığını tekrar ediniz.<br/>Sorumuzun doğru cevabı E şıkkıdır."
  },
  {
    "id": "3240222",
    "unitNumber": 1,
    "text": "Siyasal, ekonomik ve toplumsal iş ve işlemlerde teknik bilgiden azami ve kesintisiz şekilde yararlanan topluluklara ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sanayi toplumu",
      "B": "Sivil toplum kuruluşu",
      "C": "Baskı grubu",
      "D": "Orta sınıf",
      "E": "Bilgi toplumu"
    },
    "explanation": "Bilgi toplumu kısaca siyasal, ekonomik ve toplumsal iş ve işlemlerde teknik bilgiden azami ve kesintisiz şekilde yararlanan toplulukları ifade etmektedir. Bu hâliyle nasıl ki enerji, sanayi toplumunun temel kaynağı olarak görülüyorsa, bilgi de bu yeni toplumun temel kaynağı olarak değerlendirilir."
  },
  {
    "id": "3240224",
    "unitNumber": 1,
    "text": "İletişim sürecinin başlangıç noktası aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gürültü",
      "B": "Kaynak",
      "C": "Mesaj",
      "D": "Hedef",
      "E": "Kanal"
    },
    "explanation": "Kaynak, iletişim sürecinin başlangıç noktası olarak görülmektedir. Bir mesajı iletme amacında olan kaynak; mesajı oluşturan, içeriğini belirleyen, gönderen ve hedefe ulaştıran<br/>birime karşılık gelmektedir."
  },
  {
    "id": "3240225",
    "unitNumber": 1,
    "text": "Bir kanal vasıtasıyla iletilen düşünce, kanaat ve sembollere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gürültü",
      "B": "Geri besleme",
      "C": "Kaynak",
      "D": "Mesaj",
      "E": "Hedef"
    },
    "explanation": "Kaynak ve hedef arasındaki iletişimin özünü teşkil eden mesaj, bir kanal vasıtasıyla iletilen düşünce, kanaat ve semboller olarak tanımlanabilir."
  },
  {
    "id": "3240226",
    "unitNumber": 1,
    "text": "Telefon görüşmesi sırasında yaşanan ses kesilmeleri ve parazitler aşağıdakilerden hangisine örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Geri besleme",
      "B": "Kaynak",
      "C": "Gürültü",
      "D": "Hedef",
      "E": "Mesaj"
    },
    "explanation": "Gürültü, iletişim sürecinde mesaj ve geri dönüşümde öngörülmemiş ve istenmeyen hususları içermektedir. Başka bir ifadeyle iletişim esnasında iletişimin sağlıklı olarak gelişmesini engelleyen her şey gürültü olarak tanımlanmaktadır."
  },
  {
    "id": "3240227",
    "unitNumber": 1,
    "text": ".........toplumsal hayatının düzenli ve öngörülebilir şekilde oluşabilmesi için insanların uymaları gereken genel kuralları ve yapmaları gereken davranışları içeren üst sosyal değerlere denmektedir. İfadesinde yer alan boşluğa aşağıdaki kavramlardan hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kaynak",
      "B": "İleti",
      "C": "Norm",
      "D": "Mesaj",
      "E": "Geiribildirim"
    },
    "explanation": "Cevabınız doğru değilse Siyasal İletişim Nedir? başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı C şıkkıdır."
  },
  {
    "id": "3240228",
    "unitNumber": 1,
    "text": "Bir gazeteye gönderilen okur mektupları aşağıdakilerden hangisine örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mesaj",
      "B": "Gürültü",
      "C": "Geri besleme",
      "D": "Kaynak",
      "E": "Hedef"
    },
    "explanation": "Geri besleme, kaynak tarafından hedefe gönderilen mesaj sonrası hedefin gösterdiği tepkinin ölçülmesi ve değerlendirilmesi üzerine kuruludur."
  },
  {
    "id": "3240229",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sözsüz iletişime bir örnek oluşturur?",
    "correctAnswer": "D",
    "options": {
      "A": "Makale",
      "B": "Roman",
      "C": "e-posta",
      "D": "Kıyafet",
      "E": "SMS"
    },
    "explanation": "Kişinin beden dili, jestleri, mimikleri, giyimi, saçı ve aksesuarları sözlü olmayan iletişim türünü ortaya çıkarmaktadır.<br/>Kıyafet"
  },
  {
    "id": "3240230",
    "unitNumber": 1,
    "text": "Siyasal aktörlerin etkileme ve ikna etme sürecine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Siyasal iktidar",
      "B": "Siyasal kültür",
      "C": "Siyaset",
      "D": "Siyasal iletişim",
      "E": "Norm"
    },
    "explanation": "Siyasal iletişim kavramı; “Siyasal aktörlerin belli ideolojik amaçlarını, politikalarını belli gruplara, kitlelere, ülkelere ya da bloklara kabul ettirmek ve gerektiğinde eyleme<br/>dönüştürmek, uygulamaya koymak üzere çeşitli iletişim tür ve tekniklerini kullanma” olarak izah edilebilir. Bu tanımdan yola çıkarak siyasal iletişimi siyasal aktörlerin etkileme ve ikna etme süreci şeklinde değerlendirmek mümkündür."
  },
  {
    "id": "3240231",
    "unitNumber": 1,
    "text": "İletişimin genel yapısı açısından aşağıdakilerden hangisi geleneksel medyanın özelliklerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Belirli bir etkileşime dayanan internet ağlarını ve sosyal medyayı nitelemek için kullanılmaktadır.",
      "B": "Kaynak ve hedef bir araya gelmemektedir.",
      "C": "Süreç 1991’de internetin icat edilmesiyle başlamıştır.",
      "D": "Bu dönemde internet ağları Web 1.0 olarak adlandırılan bilgi sistemleri üzerinden varlık kazanmıştır.",
      "E": "Web 1.0 teknolojisi 2000’li yıllara doğru kullanıcı sayısı açısından patlama yaşamıştır."
    },
    "explanation": "Cevabınız doğru değilse Geleneksel Medya ve Siyasal İletişim başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı B şıkkıdır."
  },
  {
    "id": "3240232",
    "unitNumber": 1,
    "text": ".......siyasal güce sahip bir yapının bir toplumdaki herkesin aynı inancı ve düşünceyi benimsemesini sağlamak adına toplumsal düzene belirli bir şekil verme çabasına verilen addır. İfadesinde yer alan boşluğa aşağıdaki kavramlardan hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplum Mühendisliği",
      "B": "Algı Mühendisliği",
      "C": "Siyasal İletişim",
      "D": "Siyasal Kültür",
      "E": "Geleneksel Medya"
    },
    "explanation": "Cevabınız doğru değilse Geleneksel Medya ve Siyasal İletişim başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı A şıkkıdır."
  },
  {
    "id": "3240233",
    "unitNumber": 1,
    "text": "Siyaset bazı temel parametreler çerçevesinde sosyal medyada varlığını sürdürmektedir. Aşağıdakilerden hangisi bu parametrelerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumsal bir ilişkiyi gerektirme",
      "B": "Tartışmaya dayanma",
      "C": "Uzlaşmayı gerektirmeme",
      "D": "Belirli bir siyasi kültür üzerinde ilerleme",
      "E": "Etkili bir iletişim ve etkileşim süreci takip etme"
    },
    "explanation": "Cevabınız doğru değilse Sosyal Medyanın Siyasal İletişime Etkisi başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı C şıkkıdır."
  },
  {
    "id": "3240234",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sosyal medyada iletişim sürecinin özelliklerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal medyada gerçekleşen siyasal iletişimde amaç, mesajı alan hedefin mesajı kendisinin de paylaşarak başka hedeflere iletmesini sağlamasıdır.",
      "B": "Sosyal medyayla birlikte mesaj transferi kitle iletişiminin yanı sıra kişilerarası iletişimini de sürece dahil etmiştir.",
      "C": "Sosyal medya üzerinden üretilen siyasal mesaj, bu sayede geniş kitlelere ulaştığı gibi kişilerin, grupların ve örgütlerin kendi aralarında paylaşmalarını olanaklı kılmıştır.",
      "D": "İletişim sürecinin çok yönlü, katılımcı ve diyalog esaslı olmasına dayanmaktadır.",
      "E": "Geri besleme sürecinin daha az gerçekleştiği görülmektedir."
    },
    "explanation": "Cevabınız doğru değilse Sosyal Medyanın Siyasal İletişime Etkisi başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı E şıkkıdır."
  },
  {
    "id": "3239766",
    "unitNumber": 2,
    "text": "Siyasal davranışın açıklanmasında değerlerin, duyguların ve inançların önemine karşılık gelen ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Siyasal kültür",
      "B": "Sosyal medya",
      "C": "Siyasal iletişim",
      "D": "Sanal ilişki",
      "E": "Politik değer"
    },
    "explanation": "Siyasal kültür; siyasal davranışın açıklanmasında değerlerin, duyguların ve inançların önemini<br/>vurgulamaktadır (Gendzel, 1997, s. 247)"
  },
  {
    "id": "3239767",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi siyasî kültürün içeriğini oluşturan durumlardan biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çocuklukta sosyalleşme,",
      "B": "Ebeveyn yönlendirmeleri",
      "C": "Eğitim süreci",
      "D": "Medyaya maruz kalma",
      "E": "Yetişkinlerin deneyimleri"
    },
    "explanation": "Siyasî kültürün<br/>içeriği, çocuklukta sosyalleşme, eğitim, medyaya<br/>maruz kalma ve yetişkinlerin hükümet, sosyal ve<br/>ekonomik performans deneyimlerinin sonucudur."
  },
  {
    "id": "3239768",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sosyal medya uygulamalarının siyasal kültürün şekillenmesinde sahip olduğu rolü etkileyen etmenlerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kendi kimliğini deşifre etmeyen kullanıcılar, önemli siyasal konularla alakalı yorum yapabilmektedirler.",
      "B": "Sosyal medyanın daha çok mobil cihazlarla birlikte kullanılması bilgiye her yerden erişilebilirliği sağlamaktadır.",
      "C": "Siyasal mesajların üreticisinin onayı ile topluma hemen aktarılmasını sağlamaktadır.",
      "D": "Sosyal medya siyasal konularda gerekli bilgiye erişmek açısından zengin bir bilgi çevresi yaratmaktadır.",
      "E": "Sosyal medya haberlerin ve bilginin hızlı bir şekilde yayılmasını sağlamaktadır."
    },
    "explanation": "Sosyal medya siyasal konularda gerekli bilgiye erişmek<br/>açısından zengin bir bilgi çevresi yaratmaktadır. Bu<br/>bilgi ortamı yanında haberlerin ve bilginin hızlı bir<br/>şekilde yayılması, siyasal mesajların üreticisinden<br/>bağımsız olarak ve onun çoğu zaman onayı dışında halka ivedilikle aktarılmasına yol açmaktadır.<br/>Sosyal medyayla birlikte kamusal alanla özel alanın<br/>birbirinden bağımsız düşünülemeyeceği de iyice<br/>anlaşılmaya başlanmıştır."
  },
  {
    "id": "3239769",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sosyal medyanın siyasal iletişim sürecinde sağladığı yararlardan birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vatandaşların siyasal gelişmelerle ilgili haber almasını sınırlaması",
      "B": "Halk ile seçilmişlerin arasında kopukluğa neden olması",
      "C": "Seçim kampanyalarının kapalı bir şekilde yürütülmesi",
      "D": "Siyasal iktidarın şeffaflığını artırması",
      "E": "Seçim kampanyalarının maliyetini artırması"
    },
    "explanation": "Siyasal iletişimin sosyal medya üzerinden gerçekleşmesi siyasal iktidarın denetlenmesini, şeffaflığın ve hesap verebilirliğin vatandaş nezdinde<br/>artmasını beraberinde getirmektedir. Siyasette<br/>sosyal medya kullanım trendinin yaygınlaşması,<br/>seçilmişlerin ve adayların seçmenlere karşı daha<br/>hesap verebilir ve erişilebilir olmasını sağlamaktadır. Sosyal medyada paylaşılan içeriklerin milyonlarca kişiye anında iletilmesi, herhangi bir ücret<br/>ödenmeden ve zaman tasarrufunda bulunularak<br/>seçmenlerle siyasetçiler arasında aracısız bir iletişimi mümkün kılmaktadır. Siyasal bilgi, sosyal<br/>medya kullanımı sayesinde topluma daha hızlı<br/>yayılmakta, toplum kamusal alana ilişkin gelişmelerden anında haberdar olmakta ve yönetenlerle<br/>yöneticiler arasındaki mesafe daralmaktadır."
  },
  {
    "id": "3239770",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Siyasî partileri gruplarken göz önüne alınan kriterlerden birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Örgütlenme",
      "B": "Partiyi oluşturan taban",
      "C": "Sahip oldukları ideoloji",
      "D": "Temsil gücü",
      "E": "İktidarda olması"
    },
    "explanation": "Siyasî partiler; örgütlenme, onu oluşturan taban, ideoloji, temsil, eleman yetiştirme gibi yönlerden farklı tasniflere tabi tutulmuştur."
  },
  {
    "id": "3239771",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Kitle (yığın) partilerinin özelliklerinden birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Seçmenleri etkileyerek oy alma potansiyeline sahip kişileri partiye devşiren partilerdir.",
      "B": "Üye sayısını artırmaya yönelik çaba gösteren partilerdir.",
      "C": "Üyelerinden topladığı aidatlarla ihtiyaçlarını karşılayan partilerdir.",
      "D": "Merkeziyetçi ve disiplinli partilerdir.",
      "E": "Yönetimde söz sahibi olacak kişileri kendi kadrosundan çıkarmayı planlayan partlerdir."
    },
    "explanation": "Kitle (yığın) partileri ise üye sayısını artırmaya yönelik çaba gösteren, tıpkı sosyalist partilerde<br/>olduğu gibi üyelerinden topladığı aidatlarla ihtiyaçlarını karşılayan partilerdir. Kitle partileri merkeziyetçi ve disiplinli partiler olup; özellikle ülke<br/>yönetiminde söz sahibi olacak kişileri kendi kadrosundan çıkarmayı amaçlamaktadır. İngiliz İşçi<br/>Partisi, komünist partiler, 20. yüzyılın ilk yıllarında Almanya, İspanya ve İtalya’da örnekleri görülen<br/>faşist partiler kitle partisi örnekleridir."
  },
  {
    "id": "3239772",
    "unitNumber": 2,
    "text": "Siyasî partilerin kendilerini kitlelere tanımladığı, ülke gündemindeki meseleleri ele aldığı belgeye verilen isim aşağıdakilerden hangisidir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Beşeri unsur",
      "B": "Parti programı",
      "C": "Örgüt unsuru",
      "D": "Siyasi iletişim",
      "E": "siyasal iletişim aktörü"
    },
    "explanation": "Beşerî unsur ve örgüt unsurunun dışında siyasî partilerin eylemlerine yön veren unsurlardan birisi de<br/>parti programlarıdır. Parti programları siyasî partilerin hem beşerî unsuru olan insan kaynağını hem de<br/>örgüt unsurunu harekete geçiren, kamuoyuna açık dokümanlardır. Parti programları siyasî partilerin kendilerini kitlelere tanımladığı, ülke gündemindeki meseleleri ele aldığı, temsil ettiği kitleye bir yol haritası<br/>sunduğu, misyon-vizyon gibi amaç ve hedeflerini belirlediği belgelerdir. Özellikle seçim dönemlerinde<br/>partiler tarafından hazırlanmakta ve partilerin vaatleri dile getirilmektedir."
  },
  {
    "id": "3239773",
    "unitNumber": 2,
    "text": "Sosyal medyada siyasal iletişim aktörlerinden birisi olan baskı grupları ile aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Baskı gruplarının siyasal iktidarı etkileme gücü medyayı iyi bir şekilde yönetmekten geçmektedir",
      "B": "Bilgileri üyelerine aktarmak için çift yönlü iletişim içerisinde bulunmaktadırlar",
      "C": "Gazeteciler, köşe yazarları, din adamları ve sanatçılar baskı gruplarından bazılarıdır.",
      "D": "Siyasî iktidarla yönetilenler arasında çatışan menfaatler söz konusu olduğunda baskı grupları düzenleyici olabilmektedir.",
      "E": "İkna etmek, pazarlık yaparak menfaatlerini gerçekleştirmek, temel amaçlarındandır."
    },
    "explanation": "Teknolojinin yaygınlaşmasıyla birlikte baskı<br/>grupları da artık sosyal medyanın gündem oluşturma özelliğinden yararlanarak iletilerini yerel,<br/>ulusal ve uluslararası düzeyde daha kolay ve daha<br/>çabuk paylaşıma sokmaktadır. Baskı gruplarının<br/>siyasal iktidarı etkileme gücü medyayı iyi bir şekilde yönetmekten geçmektedir. İkna etmek, pazarlık<br/>yaparak menfaatlerini gerçekleştirmek, kendisini<br/>oluşturan grup üyelerini iyi bir şekilde temsil etmek isteyen baskı grupları hem geleneksel medyayı<br/>hem de yeni medyayı birbirini destekleyecek şekilde etkili biçimde kullanmalıdır.<br/>Baskı grupları hem üyelerinin beklentilerini, taleplerini, düşüncelerini ve isteklerini siyasal partilere, hükümete ve kamuoyuna iletmek hem de geri<br/>bildirim yoluyla buralardan gelen bilgileri üyelerine aktarmak için çift yönlü iletişim içerisinde bulunmaktadırlar (Acar, 2019, s. 241). Sosyal medya<br/>ile birlikte mesajın gönderilmesi ve geri bildirim<br/>sonucunda üyelerin bilgilendirilmesi daha hızlı<br/>gerçekleşmektedir. Baskı grupları sosyal medyada<br/>kullanıcılar tarafından oluşturulan içerikler sayesinde siyasal tartışmalarla ilgili görüşlerini, eleştirilerini, desteklerini veya tepkilerini hemen ortaya<br/>koyabilmekte, günlük gelişmelerden anında haberdar olabilmekte ve siyasal hayata kesintisiz biçimde<br/>müdahil olmaktadır."
  },
  {
    "id": "3239774",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi siyasi aktör olabilecek baskı gruplarına uygun örnek değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşçi sendikaları",
      "B": "Dernekler",
      "C": "Meslek odaları",
      "D": "Öğrenciler",
      "E": "Barolar"
    },
    "explanation": "İşveren birlikleri, işçi sendikaları, dernekler,<br/>meslek odaları, barolar gibi örgütlenmeler de baskı grupları içerisinde yer almaktadırlar."
  },
  {
    "id": "3239775",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi seçmen davranışını etkileyen temel faktörler arasında sayılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Farklı inanç ve mezhepler",
      "B": "Kişisel tutum ve değerler",
      "C": "Dini inançlar",
      "D": "Yaşanan coğrafi bölge",
      "E": "Sosyal medyadaki beğeni oranı"
    },
    "explanation": "Din, farklı inanç ve mezhepler, herhangi bir<br/>siyasî partiye olan bağlılık duygusu, kişisel tutum<br/>ve değerler, bireylerin maddi durumları, eğitim düzeyleri ve yaşadıkları coğrafi mekânlar seçmen davranışını etkileyen temel faktörlerdir.\n<br/>Seçmenden, sosyal medyada destek alan siyasî partiler<br/>ve adaylar seçim sürecinin de galibi konumunda<br/>olmaktadır. Ancak sosyal medyanın ve kullanıcılar tarafından yapılan beğenilerin her daim gerçeği yansıtmadığı da unutulmamalıdır. Seçmenin sandıkta<br/>vereceği oyla sosyal medyada yaptığı paylaşımların uyuşmadığı durumlarla da karşılaşılabilir. Sosyal medyadaki bilgi kirliliği, trol olarak faaliyette bulunan aktörlerin varlığı, seçmen üzerinde olumsuz etki barındırmaktadır"
  },
  {
    "id": "3239900",
    "unitNumber": 2,
    "text": "I. Siyasetçiler ve seçmeler arasında aracısız iletişimi mümkün kılar\n<br/>II. Halkın siyasete ilgisi artar\n<br/>III. Demokrasi bilinci gelişir\n<br/>IV. Öznellikten nesnelliğe geçişi kolaylaştırır\n<br/>V. Siyasal katılım tercihlerini yönlendirmede zayıftır\n<br/>Sosyal medya aracılığı ile yürütülen siyasal iletişim hakkındaki ifadeler hangi seçenekte doğru sıralanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "III, IV ve V",
      "D": "Yalnız I",
      "E": "Yalnız V"
    },
    "explanation": "Sosyal medya aracılığı ile yürütülen siyasal iletişim sayesinde seçmenlerin siyasal tercihleri yönlendirilmekte ve seçmen davranışı etkilenmektedir. Siyasetçiler ve seçmeler arasında aracısız iletişim mümkün kılınır, halkın siyasete ilgisi artar ve demokrasi bilinci gelişir. Dolayısı ile sorunun doğru yanıtı A seçeneğidir.<br/>Siyasetçiler ve seçmeler arasında aracısız iletişimi mümkün kılar, halkın siyasete ilgisi artar, demokrasi bilinci gelişir"
  },
  {
    "id": "3239901",
    "unitNumber": 2,
    "text": "<strong>Kavram</strong>\n<br/>I. Kadro partisi\n<br/>II. Kitle partisi\n<br/>III. Bireysel temsil partisi\n<br/>IV. Sosyal bütünleşme partisi\n<br/>V. Totaliter parti\n<br/><strong> Tanım</strong>\n<br/>K. Sadece seçim dönemlerinde aktif faaliyetler yürütürler\n<br/>L. Merkeziyetçi ve disiplinli partilerdir\n<br/>M. Sınırlı bir siyasal alana ve sınırlı bir katılım oranına sahiptir.\n<br/>Siyasal parti sınıflamaları ile ilgili yukarıdaki kavram ve tanımların doğru eşleştirmesi aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1-K, 2-L, 3-M",
      "B": "1-L, 2 M, 3-K",
      "C": "2-M, 3-K, 4-L",
      "D": "3-M, 4-K, 5-M",
      "E": "3-L, 4-M, 5-K"
    },
    "explanation": "Kadro partisi: Sadece seçim dönemlerinde aktif faaliyetler yürütürler\n<br/>Kitle partisi: Merkeziyetçi ve disiplinli partilerdir\n<br/>Bireysel temsil partisi: Sınırlı bir siyasal alana ve sınırlı bir katılım oranına sahiptir."
  },
  {
    "id": "3239902",
    "unitNumber": 2,
    "text": "Siyasal partileri oluşturan temel yapı, ……. unsuruna dayanmaktadır.\n<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsan",
      "B": "Örgüt",
      "C": "Kadro",
      "D": "Teşkilat",
      "E": "Sosyal bütünleşme"
    },
    "explanation": "Siyasal partileri oluşturan unsurlar, beşeri unsurlar ve örgüt unsuru olmak üzere ikiye ayrılır. Beşerî unsurlara göre, siyasal partileri oluşturan temel yapı, insan unsuruna dayanmaktadır. Dolayısı ile sorunun doğru yanıtı, insan seçeneği olmalıdır.<br/>İnsan"
  },
  {
    "id": "3239903",
    "unitNumber": 2,
    "text": "Ayşe, bir siyasi partinin taşra örgütlenmesinde yer alan kadın kollarında çalışmaktadır. Ayşe’nin kardeşi Ahmet ise, aynı siyasi partinin ilçe gençlik kolları üyesidir.\n<br/>Ayşe ve kardeşinin bu faaliyetleri aşağıdaki siyasi parti unsurlarından hangisinin kapsamında değerlendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Beşeri/örgüt unsuru",
      "B": "Parti programı unsuru",
      "C": "Demokratik bütünleşme unsuru",
      "D": "Sosyal bütünleşme unsuru",
      "E": "Kadro partisi unsuru"
    },
    "explanation": "Siyasal partileri oluşturan unsurlar aynı zamanda siyasal iletişim aktörü olarak değerlendirilebilir. Bu açıdan bakıldığında siyasî partilerin unsurları beşeri ve örgüt unsuru olmak üzere ikiye ayrılır. Siyasî partilerin örgüt yapısında ve işleyişinde görev alan kişiler beşerî unsuru oluştururken, partilerin başkent ve taşra örgütlenmeleri ile gençlik ve kadın kolları gibi oluşumları da örgüt unsurunu oluştururlar. Dolayısı ile sorunun doğru yanıtı A seçeneği olan, beşeri/örgüt unsuru seçeneğidir.<br/>Beşeri / örgüt unsuru"
  },
  {
    "id": "3239904",
    "unitNumber": 2,
    "text": "Siyasal partiler, siyasetçiler ve liderler …… ikna etmek amacıyla en etkili iletişim araçlarından ……. kullanmaktadırlar.\n<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi sırasıyla ve doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Seçmenler/sosyal medya",
      "B": "Tüketiciler/ TV",
      "C": "Paydaşlar/ gazete",
      "D": "İç paydaşlar/sosyal medya",
      "E": "Seçmenler/ dergi"
    },
    "explanation": "Sosyal medyayı kullanan her bireyin aynı zamanda bir vatandaş olarak seçmen olduğu düşünüldüğünde seçmenler de siyasal ileti.im sürecinde önemli bir aktör olarak karşımıza çıkmaktadır. Siyasi partiler, siyasetçiler ve liderler seçmeni ikna etmek amacıyla en etkili iletişim araçlarından sosyal medyayı kullanmaktadırlar. Dolayısı ile sorunun doğru yanıtı “Seçmenler/sosyal medya” seçeneği oluşturmaktadır."
  },
  {
    "id": "3239905",
    "unitNumber": 2,
    "text": "Liderlik ve sosyal medya yönetiminde iyi uygulama örnekleri arasında yer alan Obama’nın seçim stratejisini sosyal medya üzerinden yürütmesinin nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Genç seçmene ulaşmak",
      "B": "Tasarruf elde etmek",
      "C": "Rakipleri şaşırtmak",
      "D": "Rekabet üstünlüğü elde etmek",
      "E": "Daha yaratıcı olmak"
    },
    "explanation": "Liderlik ve sosyal medya yönetiminde iyi uygulama örnekleri arasında yer alan Obama’nın seçim stratejisini sosyal medya üzerinden yürütmesinin nedeni genç seçmene ulaşmak olarak ifade edilmektedir. Sorunun doğru yanıtı “ genç seçmene ulaşmak “ seçeneğidir."
  },
  {
    "id": "3239906",
    "unitNumber": 2,
    "text": "Siyasal iktidar ve bürokrasi üzerinde farklı yöntem ve araçlarla etkide bulunma ve çıkar elde etme amacı güden oluşumlar hangi seçenekte doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Baskı grupları",
      "B": "Tüketici grupları",
      "C": "Hükümetler",
      "D": "Mahalli idareler",
      "E": "Siyasi partiler"
    },
    "explanation": "Siyasal iktidar ve bürokrasi üzerinde farklı yöntem ve araçlarla etkide bulunma ve çıkar elde etme amacı güden oluşumlar baskı grupları olarak adlandırılırlar. Sorunun doğru yanıtı, baskı grupları seçeneğidir."
  },
  {
    "id": "3239907",
    "unitNumber": 2,
    "text": "I. İşveren birlikleri\n<br/>II. İşçi sendikaları\n<br/>III. Hükümetler\n<br/>IV. Siyasi partiler\n<br/>V. Parlamento\n<br/>Yukarıdakilerden hangileri, baskı grupları arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "Yalnız III",
      "D": "IV ve V",
      "E": "Yalnız IV"
    },
    "explanation": "İşveren birlikleri, işçi sendikaları, dernekler, meslek odaları, barolar gibi örgütlenmeler de baskı grupları arasında yer alır. Sorunun doğru yanıtı, işveren birlikleri, işçi sendikaları seçeneği olan A şıkkıdır."
  },
  {
    "id": "3239908",
    "unitNumber": 2,
    "text": "Seçimlerde halkın kime oy vereceği konusunda etkisi olan, halkın büyük kesimi tarafından tanınan ve güven duyulan kişiler siyasal iletişim aktörlerinden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanaat önderi",
      "B": "Tüketici",
      "C": "Taraftar",
      "D": "Odak grup",
      "E": "Müşteri"
    },
    "explanation": "Şairler, yazarlar, sanatçılar, akademisyenler, gazeteciler, din adamları vb. gibi halkın görüşü üzerinde etkide bulunan, geniş bir kesim tarafından tanınan, sorumluluk sahibi olan, güven duyulan siyasal iletişim aktörleri kanaat önderi olarak adlandırılırlar."
  },
  {
    "id": "3239909",
    "unitNumber": 2,
    "text": "YouTube uygulamasında 15 milyon abonesi bulunan popüler bir YouTuber (YouTube kullanıcısı) için siyasal iletişim aktörleri arasında en uygun karşılık aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanaat önderi",
      "B": "Taraftar",
      "C": "Tüketici",
      "D": "Müşteri",
      "E": "Paydaş"
    },
    "explanation": "Popüler olan, sosyal medyada kendisinden oldukça bahsedilen, giydiği kıyafetten satın aldığı markalara kadar örnek alınan YouTube kullanıcıları (YouTuberlar), Instagram kullanıcıları, Twitter kullanıcıları birer kanaat önderidir. Dolayısı ile sorunun doğru yanıtı “ kanaat önderi” seçeneğidir."
  },
  {
    "id": "3240155",
    "unitNumber": 2,
    "text": "\"................; siyasal davranışın açıklanmasında değerlerin, duyguların ve inançların önemini<br/>vurgulamaktadır.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal medya",
      "B": "Siyasal iletişim",
      "C": "Siyasal kültür",
      "D": "Siyasal iletişim aktörleri",
      "E": "Siyasi partiler"
    },
    "explanation": "Siyasal kültür; siyasal davranışın açıklanmasında değerlerin, duyguların ve inançların önemini<br/>vurgulamaktadır."
  },
  {
    "id": "3240156",
    "unitNumber": 2,
    "text": "Almond’un siyasal kültür teorisi tanımlaması kaç yönlüdür?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Almond’un dört yönlü siyasal kültür teorisi tanımlaması şu şekildedir (Almond, 1990, s. 143-144): 1) Siyasal kültür ulusal bir nüfusta veya ulusal bir nüfusun alt kümesinde siyasete öznel yönelimler kümesinden oluşmaktadır. 2) Siyasal kültür bilişsel, duyusal ve değerlendirme bileşenlerine sahiptir; siyasî gerçeklik hakkındaki bilgi ve inançları, siyasete ilişkin duyguları ve politik değerlere bağlılıkları içermektedir. 3) Siyasî kültürün içeriği, çocuklukta sosyalleşme, eğitim, medyaya maruz kalma ve yetişkinlerin hükümet, sosyal ve ekonomik performans deneyimlerinin sonucudur. 4) Siyasal kültür, politik ve hükûmet yapısını ve performansını -onu kısıtlamakta, ama kesinlikle belirlememektedir- etkilemektedir. Toplumun genel kültürünün bir parçası olan siyasal kültür toplumun da bir yansımasını oluşturmaktadır."
  },
  {
    "id": "3240157",
    "unitNumber": 2,
    "text": "\".................... siyasetle uğraşanların mesajlarının halka iletilmesinde, halkın da kendilerine iletilen bu mesajları denetlemede önemli bir işlev görürken; vatandaşların siyasî tutum ve davranışlarını şekillendirmede, oy verme ve siyasî katılım tercihlerini yönlendirmede en önemli sosyalleşme aracı olmuştur.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siyasal iletişim",
      "B": "Sosyal medya",
      "C": "Siyasal iletişim aktörleri",
      "D": "Siyasi partiler",
      "E": "Siyasi liderler"
    },
    "explanation": "Sosyal medya siyasetle uğraşanların mesajlarının halka iletilmesinde, halkın da kendilerine iletilen bu mesajları denetlemede önemli bir işlev görürken; vatandaşların siyasî tutum ve davranışlarını şekillendirmede, oy verme ve siyasî katılım tercihlerini yönlendirmede en önemli sosyalleşme aracı olmuştur."
  },
  {
    "id": "3240158",
    "unitNumber": 2,
    "text": "Siyaset üzerinde doğrudan etkili olan ya da dolaylı bir biçimde tesiri bulunan iletilerin oluşturulması, gönderilmesi ve alınma süreci olarak nitelendirilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal medya",
      "B": "Siyasi partiler",
      "C": "Siyasi liderler",
      "D": "Siyasal iletişim",
      "E": "Siyasal iletişim aktörleri"
    },
    "explanation": "Siyaset üzerinde doğrudan etkili olan ya da dolaylı bir biçimde tesiri bulunan iletilerin oluşturulması, gönderilmesi ve alınma süreci olarak nitelendirilensiyasal iletişim (Smith, 2005, s. 479) siyasete müdahil olan, siyasete yön veren ve onu şekillendiren aktörler tarafından kullanılan tüm iletişim biçimlerini kapsamaktadır."
  },
  {
    "id": "3240159",
    "unitNumber": 2,
    "text": "Siyasal sistem içerisinde farklı roller üstlenen, siyaseti etkileyen, ideolojik amaçlarını, politikalarını birey, grup ya da kitlelere benimsetmeye çalışan ve söz konusu bu amaçların gerçekleşmesi için gerekli faaliyetleri yürütenler olarak ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Siyasal iletişim",
      "B": "Soyal medya",
      "C": "Siyasal kültür",
      "D": "Baskı grupları",
      "E": "Siyasal iletişim aktörleri"
    },
    "explanation": "Siyasal iletişim aktörleri denildiğinde; siyasal sistem içerisinde farklı roller üstlenen, siyaseti etkileyen, ideolojik amaçlarını, politikalarını birey, grup ya da kitlelere benimsetmeye çalışan ve söz konusu bu amaçların gerçekleşmesi için gerekli faaliyetleri yürüten aktörler anlaşılmaktadır."
  },
  {
    "id": "3240160",
    "unitNumber": 2,
    "text": "İktidarı ele geçirmenin yanında yönetilenler ile yöneticiler arasında köprü görevi görerek toplumun menfaatlerini gözeten, toplumda karşılaşılan sorunlara ışık tutan, söz konusu sorunları çözmeyi hedefleyen siyasal iletişim aktörlerine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mahalli idareler",
      "B": "Siyasi partiler",
      "C": "Sivil toplum kuruluşları",
      "D": "Seçmenler",
      "E": "Baskı grupları"
    },
    "explanation": "Siyasî partiler, iktidarı ele geçirmenin yanında yönetilenler ile yöneticiler arasında köprü görevi görerek toplumun menfaatlerini gözeten, toplumda karşılaşılan sorunlara ışık tutan, söz konusu sorunları çözmeyi hedefleyen siyasal iletişim aktörlerinden birisidir"
  },
  {
    "id": "3240161",
    "unitNumber": 2,
    "text": "Siyasî partilerin örgüt yapısında ve işleyişinde görev alan kişiler hangi unsuru oluşturmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Beşeri",
      "B": "Örgüt",
      "C": "Siyasal",
      "D": "Demokratik",
      "E": "Kitle"
    },
    "explanation": "Siyasî partilerin örgüt yapısında ve işleyişinde görev alan kişiler beşerî unsuru oluşturmaktadır."
  },
  {
    "id": "3240162",
    "unitNumber": 2,
    "text": "I. Din\n II. Farklı inanç ve mezhepler\n III. Herhangi bir siyasî partiye olan bağlılık duygusu\n IV. Kişisel tutum ve değerler\n V. Bireylerin maddi durumları\n Yukarıdakilerden hangisi/hangileri seçmen davranışını etkileyen temel faktörlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I, III ve IV",
      "D": "I, II, III ve IV",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Din, farklı inanç ve mezhepler, herhangi bir siyasî partiye olan bağlılık duygusu, kişisel tutum ve değerler, bireylerin maddi durumları, eğitim düzeyleri ve yaşadıkları coğrafi mekânlar seçmen davranışını etkileyen temel faktörlerdir."
  },
  {
    "id": "3240163",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi baskı gruplarının temel özellikleri düşünüldüğünde<strong> yanlıştır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Etkileme ve baskı kurma faaliyetleri en önemli özellikleridir.",
      "B": "Baskı grupları ve siyasî partiler arasında da birtakım ilişkiler ve farklılıklar söz konusudur.",
      "C": "Siyasî partiler önemli konumlara kendi elemanlarını getirmeyi amaçlarken; baskı grupları doğrudan böyle bir amaç gütmemektedir",
      "D": "Baskı grupları menfaatlerini temin etmek amacıyla siyasal iktidara etkide bulunmamaktadırlar.",
      "E": "Siyasî partiler siyasî bir kuruluştur; ancak baskı grupları her zaman politik faaliyet yürütmez"
    },
    "explanation": "Baskı grupları menfaatlerini temin etmek amacıyla siyasal iktidara etkide bulunmaktadırlar"
  },
  {
    "id": "3240164",
    "unitNumber": 2,
    "text": "Şairler, yazarlar, sanatçılar, akademisyenler, gazeteciler, din adamları vb. gibi halkın görüşü üzerinde etkide bulunan, geniş bir kesim tarafından tanınan, sorumluluk sahibi olan, güven duyulan kişilere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Baskı grupları",
      "B": "Siyasi partiler",
      "C": "Kanaat önderleri",
      "D": "Lobicilik faaliyetlerini yürütenler",
      "E": "Siyasal aktörler"
    },
    "explanation": "Kanaat önderleri; şairler, yazarlar, sanatçılar, akademisyenler, gazeteciler, din adamları vb. gibi halkın görüşü üzerinde etkide bulunan, geniş bir kesim tarafından tanınan, sorumluluk sahibi olan, güven duyulan kişilerdir."
  },
  {
    "id": "3240265",
    "unitNumber": 2,
    "text": "Bir toplumun kendi siyasal sistemi hakkında sahip olduğu ortak görüş ve normatif yargılar; toplumda yaşayan bireylerin siyasal davranışlarını şekillendiren mitler, inançlar, ahlaki değerler vb. gibi tutum ve uygulamalara ______________ denir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Siyaset",
      "B": "Siyaset bilimi",
      "C": "Siyasal iletişim",
      "D": "Siyaset teorisi",
      "E": "Siyasal kültür"
    },
    "explanation": "Bir toplumun kendi siyasal sistemi hakkında sahip olduğu ortak görüş ve normatif yargılar; toplumda yaşayan bireylerin siyasal davranışlarını şekillendiren mitler, inançlar, ahlaki değerler vb. gibi tutum ve uygulamalara siyasal kültür denir."
  },
  {
    "id": "3240266",
    "unitNumber": 2,
    "text": "I- Sosyalleşme\n II- Eğitim\n III- Medyaya maruz kalma\n IV- Hükümet deneyimi\n V- Ekonomik performans \n Yukarıdakilerden hangileri siyasal kültür içeriklerinin çocuklukta deneyimlenmesini sağlar?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "II, III ve IV",
      "D": "II, III ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Siyasal kültür içeriklerinin çocuklukta deneyimlenmesini sosyalleşme, eğitim ve medyaya maruz kalma sonucu gerçekleşir. Hükümet deneyimi ve ekonomik performans yetişkinlik döneminde gerçekleşir."
  },
  {
    "id": "3240267",
    "unitNumber": 2,
    "text": "I- Yurttaş katılımını artırır.\n II- Yüksek maliyetlidir.\n III- Çok sesli bir alan oluşturur.\n IV- Tek yönlü iletişimle bilgi paylaşılır.\n V- Multimedya kullanarak çok miktar veri paylaşılır. \n Yukarıdakilerden hangileri siyasal iletişimde sosyal medyayı geleneksel medyadan ayırmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve IV",
      "B": "I, III ve V",
      "C": "I, III ve IV",
      "D": "II, III ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Yurttaş katılımını artırması, çok sesli bir alan oluşturması ve multimedya kullanarak çok miktar veri paylaşılabilmesi siyasal iletişimde sosyal medyayı geleneksel medyadan ayırmaktadır."
  },
  {
    "id": "3240268",
    "unitNumber": 2,
    "text": "I- Kadro partileri\n II- Kitle partileri\n III- Bireysel temsil partileri\n IV- Bütünleşme partileri \n <ol> <li>Güçlü bir bağlılık duygusuyla üyelerinin günlük yaşantısının her alanını etkileyen, örgütleri aracılığıyla onlara geniş bir hizmet yelpazesi sunan partiler</li> <li>Üye sayısını artırmaktan ziyade nüfuz etkisi yüksek, maddi gücü yerinde, tanınırlığı nedeniyle yüksek oy potansiyeline sahip kişileri devşiren partiler</li> <li>Belirli sosyal grupların taleplerini temsil eden ve üyelerinin etkinlikleri seçim dönemleri ile sınırlı olan partiler</li> </ol> Modern siyasetin işleyişinde yer alan partiler ve oluşum biçimleri arasındaki uygun eşleştirme aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "A-I, B-II ve C-III",
      "B": "A-II, B-III ve C-IV",
      "C": "A-IV, B-I ve C-III",
      "D": "A-III, B-I ve C-II",
      "E": "A-IV, B-III ve C-II"
    },
    "explanation": "Güçlü bir bağlılık duygusuyla üyelerinin günlük yaşantısının her alanını etkileyen, örgütleri aracılığıyla onlara geniş bir hizmet yelpazesi sunan partiler bütünleşme partileri; Üye sayısını artırmaktan ziyade nüfuz etkisi yüksek, maddi gücü yerinde, tanınırlığı nedeniyle yüksek oy potansiyeline sahip kişileri devşiren partiler kadro partileri; Belirli sosyal grupların taleplerini temsil eden ve üyelerinin etkinlikleri seçim dönemleri ile sınırlı olan partiler bireysel temsil partileri olarak adlandırılır."
  },
  {
    "id": "3240269",
    "unitNumber": 2,
    "text": "Sosyal medyada yapılan siyasal iletişim aşağıdaki siyasi parti işlevlerinden hangisini <u>daha çok</u> destekler?",
    "correctAnswer": "D",
    "options": {
      "A": "Farklı menfaatlerin birleştirilmesi",
      "B": "Siyasal devşirmenin gerçekleşmesi",
      "C": "Devlet yönetimine katılma",
      "D": "Siyasal sosyalleşmenin sağlanması",
      "E": "Yasama ve yürütme organlarını yönlendirme"
    },
    "explanation": "Sosyal medya öncelikli olarak bir iletişim alanı olması nedeniyle ve siyasi partilerin kitlelerle köprü kuran yapısı nedeniyle siyasal sosyalleşmenin sağlanması işlevini destekler."
  },
  {
    "id": "3240270",
    "unitNumber": 2,
    "text": "Sosyal medyada lider üzerinden yapılan etkili bir iletişim için aşağıdakilerden hangisi <u>yapılmamalıdır</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Çift taraflı bir diyalog süreci oluşturulmalı",
      "B": "Liderin normal bir birey olduğu kamuoyuyla paylaşılmalı",
      "C": "Liderle seçmen arasında samimi bir ortam yaratılmalı",
      "D": "Bireysel pazarlama yöntemleri kullanılmalı",
      "E": "Tepeden aşağı uygulanan bir siyasal iletişim stratejisi uygulanmalı"
    },
    "explanation": "Tepeden aşağı uygulanan bir siyasal iletişim stratejisi geleneksel ve tek yönlü bir iletişim yöntemidir. Dolayısıyla sosyal medya bu tip bir stratejiye uygun olmadığı gibi bu tarz bir iletişimde ısrar edilmemelidir."
  },
  {
    "id": "3240271",
    "unitNumber": 2,
    "text": "I- Seçmenlerin önem verdiği değerleri tespit etmek\n II- Seçmenlerde oy kullanmaya güdüleyen motivasyonları ayrıştırmak\n III- Kişiselleştirilmiş içerikler oluşturmak\n IV- Ekonomi ve istihdam politikalarını belirlemek\n V- Farklı kitleleri tek bir kitle haline getirmek \n Yukarıdakilerden hangileri sosyal medyada siyasal iletişim kampanyaları oluştururken seçmen profillemesi yapmanın sonuçlarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve V",
      "D": "II, III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "Seçmenlerin önem verdiği değerleri tespit etmek, seçmenlerde oy kullanmaya güdüleyen motivasyonları ayrıştırmak ve kişiselleştirilmiş içerikler oluşturmak seçmen profillemesi yapmanın sonuçlarındandır. Ekonomi ve istihdam politikalarını belirlemek seçmen profillemesine göre yapılmadığı gibi, seçmen profillemesi farklı kitleleri tek bir kitle haline getirmek ve tek bir mesaj tasarlamak yerine her kitleyi ayrıştırarak farklı mesajlar tasarlamak daha etkili olacaktır."
  },
  {
    "id": "3240272",
    "unitNumber": 2,
    "text": "I- Organize olma\n II- Siyasal iktidarı elde etme\n III- Etkileme ve baskı kurma faaliyetlerinde bulunma\n IV- Menfaatlerini temin etmek\n V- Önemli konumlara kendi elemanlarını getirmek \n Yukarıdakilerden hangileri baskı gruplarının özelliklerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "I, III ve V",
      "D": "II, III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "Organize olma, etkileme ve baskı kurma faaliyetlerinde bulunmak ve menfaatlerini temin etmek baskı gruplarının en temel özellikleridir. Siyasal iktidarı elde etme ve önemli konumlara kendi elemanlarını getirmek siyasi partilerin özellikleridir."
  },
  {
    "id": "3240273",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi baskı gruplarının sosyal medya kullanımlarının nedenlerinden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Siyasal tartışmalarla ilgili görüş ve eleştiriler kamuoyu ve hükümet ile paylaşılır.",
      "B": "Gündem oluşturularak siyasal hayata kesintisiz bir şekilde müdahil olunur.",
      "C": "Eylemler sadece sosyal medya üzerinde gerçekleştirilir.",
      "D": "Düzenlenen etkinliklerden üyeler ve gönüllüler haberdar edilir.",
      "E": "Baskı gruplarına gelir getirici etkinlikler yapılır."
    },
    "explanation": "Baskı gruplarının gerçekleştirdiği eylem ve etkinlikler genelde sahada uygulanır. Sosyal medya daha çok bu eylemlerin ve hareketlerin organizasyonunda kullanılır."
  },
  {
    "id": "3240274",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kanaat önderi olarak kabul edilenlerden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Yazarlar",
      "B": "Akademisyenler",
      "C": "Sanatçılar",
      "D": "Siyasetçiler",
      "E": "YouTuberlar"
    },
    "explanation": "Kanaat önderi topluma rehberlik eden, verdiği mesajlarla toplumu yönlendiren, insanlar tarafından saygı duyulan, sözleriyle ve davranışlarıyla çevresini etkileyen, görüşüne başvurularak sosyal olayların gelişimine ve çözümlenmesine ışık tutan kişilere denmektedir. Siyasetçiler toplumsal anlamda etkilemek ve ışık tutmaktan çok doğrudan karar alma ve uygulama içerisindedirler."
  },
  {
    "id": "3239822",
    "unitNumber": 3,
    "text": "Aşağıdakilerin hangisinde günümüz sosyal medyanın siyasi aktörler tarafından yoğun kullanılmasının nedeni doğru olarak açıklanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Popüler olmanın gereği olarak görülmesi",
      "B": "Sosyal medya ağlarının yaygın olması",
      "C": "Kolay ulaşılabilir ve işlevsel olarak algılanması",
      "D": "Çok fazla zaman ayırmanın gerekmiyor olması",
      "E": "Maliyet olarak fazladan yük getirmemesi"
    },
    "explanation": "Soru başlığı \"Giriş\"<br/>İnternetin ortaya çıkışından bu yana, siyasî partilerin ve siyasetçilerin internette bulunmasından nasıl bir fayda sağlayacağı konusunda kayda değer bir tartışma yaşanmaktadır. Facebook, Twitter, YouTube ve Instagram gibi pek çok sosyal medya mecrası, siyasî partilerin ve siyasetçilerin siyasal iletişim stratejilerinde önemli bir rol oynamaktadır. Eski medyanın aksine, sosyal medya, siyasî aktörleri kullanıcıların beğendikleri, yorumladıkları ve kendi ağlarında paylaştıkları viral mesajlar üretmeye teşvik eden bir mantık üzerine kuruludur. Bu bakımdan, siyasî aktörlerin sosyal medya hesabı sahibi olmaları tek başına yeterli değildir. Aynı zamanda, birçok kişiye bağlı olmaları ve onlar tarafından takip edilmeleri, popüler olmanın bir gereği olarak görülmektedir. Bu açıklamalardan görülebileceği gibi sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3239823",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sosyal medyanın siyasetçiler için sağladığı iletişim stratejisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Seçmenlerin doğrudan soru sorabilmeleri ve sorgulamaları",
      "B": "Seçime katılan partilerin kendi aralarında etkileşim kurmaları",
      "C": "Seçimlerde ve sonrasında siyasetçilerin ön plana çıkmaları",
      "D": "Seçmen ve seçilenlerin sürekli diyalog halinde olmaları",
      "E": "Seçim sonrası seçmenlerin yönetimde söz sahibi olmaları"
    },
    "explanation": "Soru başlığı \"Sosyal Medyada Siyasi Liderler ve Partiler\"<br/>Sosyal medya; tasarım, diğer medya türleriyle etkileşim ve seçmenlerle yakınlık kurma fırsatı gibi özellikleri sayesinde kullanıcılarına kişiselleşme imkânı tanımaktadır. Odak noktasının siyasî partilerden siyasetçilere kaymasına zemin hazırlamaktadır. Bu da seçimlerde ve sonrasında siyasetçinin kişisel olarak ön plana çıktığı bir iletişim stratejisini mümkün kılmaktadır. Bu açıklamalardan sorunun doğru yanıtının C seçeneği olduğu görülebilir."
  },
  {
    "id": "3239824",
    "unitNumber": 3,
    "text": "<ol type=\"I\"><br/><li>Adaylıklarını kamusal alanda daha görünür kılabilmek</li><br/><li>Tanıtım ve reklam giderlerini olabildiğince azaltmak</li><br/><li>Sosyal medyanın hareketliliğinden yararlanmak</li><br/><li>Halkla diyaloğu aktif olarak kurmak</li><br/><li>Seçimden sonra kurulan iletişimi devam ettirmek</li><br/></ol><br/>Yukarıdakilerden hangisi siyasetçilerin sosyal medyayı kullanmalarında etkili nedenlerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "I, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Soru başlığı; \"Sosyal Medyada Siyasi Liderler ve Partiler\"<br/>Bu noktada, siyasetçilerin sosyal medya kullanımında üç temel motivasyondan bahsetmek mümkündür: Birincisi; siyasetçiler sosyal medya aracılığıyla kendi adaylıklarını ve siyasî partilerini kamusal alanda daha görünür kılabilmeyi hedeflemektedir. Bu bakımdan, gençler gibi geleneksel medyanın ulaşamadığı toplum kesimlerine erişmek için sosyal medya kullanılmaktadır. İkincisi; e-mail, SMS, geleneksel medya yayınları ve çevrimdışı kampanyalar gibi daha durağan yöntemlerin aksine, sosyal medyanın hareketliliğinden istifade edilmek istenmektedir. Üçüncüsü; halkla diyaloğu ve siyasî meselelerde onlardan geri dönüş almayı mümkün kılması, katılımcı demokrasinin önünü açması ihtimalinden faydalanabilme arzusu bulunmaktadır. Bu açıklamalardan da anlaşılabileceği gibi sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3239825",
    "unitNumber": 3,
    "text": "<ol type=\"I\"><br/><li>Ulaşılmak istenilen hedefler belirlenmek</li><br/><li>Sosyal medya hesaplarını düzenli aralıklarla duyurmak</li><br/><li>Sosyal medya mecralarının farklı özelliklerini bilmek</li><br/><li>Olumsuzluklarla nasıl mücadele edileceğini belirlemek</li><br/><li>Sosyal medyada sık sık görseller paylaşmak</li><br/></ol><br/>Yukarıdakilerden hangisi sağlıklı bir sosyal medya stratejisi geliştirilmesinde dikkate alınması gereken faktörlerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "I, II ve IV",
      "D": "I, III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "Soru başlığı; \"Sosyal Medya Stratejilerinin Ana Hatları\"<br/>Her siyasî parti ve lider sosyal medya stratejisini belirlerken kendi ilkelerine, değerlendirmelerine ve öngörülerine göre hareket etmektedir. Bu nedenle, tek bir başarılı sosyal medya stratejisinden söz etmek mümkün değildir. Fakat sağlıklı bir sosyal medya stratejisinin geliştirilmesinde dikkat edilen bazı faktörlerden bahsedilebilmektedir. Öncelikle, sosyal medya faaliyetleri ile ulaşılmak istenilen hedefler belirlenmektedir. Başarılı siyasî aktörler, farklı sosyal medya mecralarının farklı özellikleri olduğunu akılda tutmaktadır. Facebook, Twitter, Instagram, YouTube, LinkedIn ve Flickr gibi ağlardaki kullanıcı profilinin ve başarı gösteren paylaşımların kendilerine özgü nitelikleri olduğunu unutmamaktadır. Sosyal medyada faaliyet göstermenin kaçınılmaz yanlarından biri muhalif kişilerle, sürekli eleştirilerle, provokatörlerle, trollerle ve hatta hakaretlerle karşı karşıya gelmektir. Bu tip olumsuzluklarla hangi yöntemlerle mücadele edileceğini belirlemek mühimdir. Bu açıklamalardan görülebileceği gibi sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3239826",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde sosyal medya ile ana akım medya arasındaki ilişki doğru olarak açıklanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Siyasi içerikli mesajlar ana akım medyadaki haber akışını etkilemektedir",
      "B": "Mesajların güncel olması nedeniyle ana akım medyanın etkisini azaltmıştır",
      "C": "Günlük yaşama ilişkin mesajlar ana akım medyada geniş yer bulmaktadır",
      "D": "Siyasi içerikli mesajlar ana akım medyanın eğilim belirlemesinde rol oynamaktadır",
      "E": "Mesajların ana akım medyadaki haberlere yansıması olanaksızdır"
    },
    "explanation": "Soru başlığı; \"Sosyal Medyanın Siyasî Amaçlarla Kullanımı\"<br/>Siyasetçiler sosyal medyayı genelde politikaları ve kampanyaları hakkında bilgi vermek amacıyla kullanmakta ve şahsî internet sitelerine link vermektedir. Ayrıca, artık haberlerde sosyal medyada yayınlanan mesajlara sıklıkla atıf yapıldığı için, adaylar sosyal medya hesaplarıyla ana akım medyanın siyasî içerikli yayın akışını etkilemeye çalışmaktadır. Bu açıklamalardan görülebileceği gibi sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3239827",
    "unitNumber": 3,
    "text": "Politik pazarlama kavramı ile ilgili aşağıda yer alan eleştirilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Siyasi adaylarla seçmeler arasındaki iletişimin etkili olmayacağı düşüncesi",
      "B": "Siyasi adayların propagandalarını yaygın şekilde açıklayabilecekleri düşüncesi",
      "C": "Siyasi adayların özellikle genç seçmenleri etkileyerek seçilebilecekleri düşüncesi",
      "D": "Siyasi adayların basit bir ürün gibi pazarlanabilme düşüncesi",
      "E": "Siyasi içeriklerle seçmenlerin olumlu yönlendirilebileceği düşüncesi"
    },
    "explanation": "Soru başlığı; \"Sosyal Medyanın Siyasî Amaçlarla Kullanımı\"<br/>Seçim kampanyalarındaki aday imajı, siyasal iletişim ve siyasal psikoloji gibi alanların temel inceleme konularından biridir. Politik pazarlama kavramının popüler olduğu bir çağda, siyasî adayların da herhangi bir ürün gibi pazarlanabileceği düşüncesi yaygınlaşmaktadır. Bazı iletişim uzmanları ve siyaset bilimciler bir adayın basit bir ürüne indirgenebileceği fikrini eleştirmişlerdir. Bu açıklamalardan da anlaşılabileceği gibi sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3239828",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sosyal medya kuruluşlarının sahte içeriğe sahip bir haber yayınlama nedenlerinden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Siyasi adayları seçmenlere daha etkili tanıtma",
      "B": "Adaylar ile seçmenler arasında etkileşimi sağlama",
      "C": "Seçmenleri yanıltarak siyasete müdahale etme",
      "D": "Siyaset ile ilgili haberlerin daha fazla ilgi görmesini sağlama",
      "E": "Daha çok para elde etme ve ziyaretçi kazanma"
    },
    "explanation": "Soru başlığı; \"Sahte Haberlerin Siyasete Etkisi\"<br/>Medya kuruluşlarının çevrim içi reklam geliri elde etmek için ziyaretçileri internet sitelerine çekebilmeleri gerekmektedir. Kullanıcıların ilgisini çeken sahte içeriğe sahip bir haber yayınlamak, para ve ziyaretçi kazanmak bakımından cazip olabilmektedir. Online reklam gelirlerine kolay erişim, artan politik kutuplaşma ve sosyal medyanın popülaritesi, doğru haberlerle yarışan sahte haberlerin yayılmasında etkili olmaktadır. Bu açıklamalardan da anlaşılacağı gibi sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3239829",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi viral içerik olarak nitelendirilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir siyasetçi ile ilgili haber içeriğin 1 saat içinde 10 milyon takipçi tarafından yönlendirilmesi",
      "B": "Siyasi aday ile ilgili haber içeriğinin önemli bir bilim insanı tarafından yorumlanması",
      "C": "Bir siyasetçi ile ilgili haber içeriğinin rakip siyasetçi tarafından beğeni almış olması",
      "D": "Siyasi rakiplerin tartışmalar ile ilgili haber içeriğinin seçmenlerden olumsuz yorum alması",
      "E": "Siyasi propaganda amacıyla haber üretiminin sürekli ve sistematik şekilde yürütülmesi"
    },
    "explanation": "Soru başlığı; \"Giriş\"<br/>Viral, aslında ‘virüslerle ilgili’ anlamına gelen tıbbi bir terimdir. Viral içerik, bir internet kullanıcısından diğerine hızla ve yaygın olarak dağıtılan içerik anlamına gelmektedir. Başka bir deyişle, viral içerikler sosyal ağlarda paylaşılması ve virüs gibi yayılması amaçlanan içeriklerdir. O halde soruda yer alan A seçeneğindeki durumun tanıma uyduğu ve 1 saate 10 milyon takipçi tarafından yönlendirilmesinin hızla yayılmış olduğunu göstermektedir. Yani doğru yanıt A seçeneğidir."
  },
  {
    "id": "3239830",
    "unitNumber": 3,
    "text": "İnternet ve sosyal medya kullanımının partiler arasındaki rekabeti arttırabileceği öngörüsünün gerçekleştiğinin göstergesi olarak aşağıdaki ölçütlerden hangisi kullanılabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Büyük siyasi parti gruplarının internet ortamında görünürlüklerini arttırmada avantajlı olmaları",
      "B": "Parti ve adayların aralarındaki rekabetin zayıflaması, var olan eşitsizliklerin çevirim içi ortamlara taşınmaları",
      "C": "Seçmenlerin siyasi lider ve adaylar üzerindeki seçmenlerin kontrollerini arttırmaları",
      "D": "Küçük siyasi parti grupları da olsa sosyal medya aracılığı ile görünürlüğün artmış olmaları",
      "E": "Seçmenlerin, adaylar ile etkin iletişim kurarak siyasi programlarını geliştirmelerine yarımcı olmaları"
    },
    "explanation": "Soru başlığı; \"Sosyal Medya Stratejilerinin Ana Hatları\"<br/>İnternet kullanımının yaygınlaşmasının siyasî partilerin ve liderlerin durumunu nasıl etkileyebileceği konusunda üç temel öngörü bulunmaktadır. Birincisi, sosyal medya partiler arası rekabeti artırmaktadır. Marjinalleşmiş yeni partiler ve parti dışı siyasî hareketler, görünürlüğünü artırmak için sosyal medyadan yararlanmaktadır. Sosyal medya görece ucuz ve erişilebilir bir araç olduğu için, küçük siyasî gruplar daha güçlü gruplarla benzer görünürlük düzeyinde rekabet edebilmektedir. Sosyal medya küçük siyasî partilerin ana akım partilere benzer şekilde potansiyel seçmenlere ulaşmalarına izin vermektedir. Bu açıklamalardan da görülebileceği gibi soruda yer alan öngörünün doğru olduğu siyasi parti gruplarının sosyal medyada görünürlüklerinin artmış olmasıdır. O halde sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3239831",
    "unitNumber": 3,
    "text": "Bir siyasi partiye mensup adayın sosyal medya mecralarındaki tüm ağlarının kendilerine özgü özelliklerini aktif olarak kullanması aşağıdaki hangi stratejiyi dikkate aldığını göstermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal medya mecralarının farklı özelliklerinin olduğunu bilmesi",
      "B": "Sosyal medyada sahte içeriğin olma olasılığını göz önünde bulundurması",
      "C": "Sosyal medya mecralarında seçmenlerle daha iletişim kurabileceğini bilmesi",
      "D": "Sosyal medya mecralarının ucuz bir reklam aracı olduğunu bilmesi",
      "E": "Sosyal medya hesaplarını istediği zaman silebileceğinin farkında olması"
    },
    "explanation": "Soru başlığı; \"Sosyal Medya Stratejilerinin Ana Hatları\"<br/>Başarılı siyasî aktörler, farklı sosyal medya mecralarının farklı özellikleri olduğunu akılda tutmaktadır. Facebook, Twitter, Instagram, YouTube, LinkedIn ve Flickr gibi ağlardaki kullanıcı profilinin ve başarı gösteren paylaşımların kendilerine özgü nitelikleri olduğunu unutmamaktadır. Bu açıklamalardan da görülebileceği gibi sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3239930",
    "unitNumber": 3,
    "text": "2019 yılında 2,5 milyondan fazla takipçisi olan kişisel Facebook sayfasını kapatma kararı alarak takipçilerine artık kendi kişisel sayfası yerine hükümete ait kurumsal sosyal medya hesaplarını takip etmelerini isteyen siyasetçi aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Angela Merkel",
      "B": "Donald J. Trump",
      "C": "Nelson Mandela",
      "D": "Joko Widodo",
      "E": "Emmanuel Macron"
    },
    "explanation": "2019 yılında 2,5 milyondan fazla takipçisi olan kişisel Facebook sayfasını kapatma kararı alarak takipçilerine artık kendi kişisel sayfası yerine hükümete ait kurumsal sosyal medya hesaplarını takip etmelerini isteyen siyasetçi Angela Merkel’dir.\n<br/>Doğru Cevap A’dır."
  },
  {
    "id": "3239931",
    "unitNumber": 3,
    "text": "Devlet başkanının kişisel sosyal medya hesabını ana iletişim mecrası olarak kullanması sebebi ile Mayıs 2018 yılından itibaren atıl durumda kalan “@POTUS” hangi ülkenin resmi Facebook sayfasıdır ?",
    "correctAnswer": "B",
    "options": {
      "A": "Brezilya",
      "B": "Amerika Birleşik Devletleri",
      "C": "İngiltere",
      "D": "Kanada",
      "E": "Fransa"
    },
    "explanation": "Amerika Birleşik Devletleri (ABD) Başkanı Donald J. Trump, başkanlık makamının resmî Facebook sayfası olan @POTUS hesabını Mayıs 2018’den bu yana kullanmamaktadır. Trump kendi kişisel hesaplarını oldukça aktif bir şekilde kullanmaktayken, 3 milyona yakın takipçisi olan @POTUS sayfasında bu tarihten beri hiçbir gönderi yayınlanmamıştır.\n<br/>Doğru Cevap B’dir."
  },
  {
    "id": "3239933",
    "unitNumber": 3,
    "text": "2016’daki ABD seçimlerinden bu yana “siyasî iletişim aracı olarak kullanılmakla” eleştirilen ve bu konuda ilk somut adımı atan taraf olarak 22 Kasım itibarıyla siyasî reklamları durduracaklarını açıklayan sosyal medya platformu aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Twitter",
      "B": "Facebook",
      "C": "Snapchat",
      "D": "Instagram",
      "E": "Google"
    },
    "explanation": "2016’daki ABD seçimlerinden bu yana “siyasî iletişim aracı olarak kullanılmakla” eleştirilen ve bu konuda ilk somut adımı atan taraf olarak 22 Kasım itibarıyla siyasî reklamları durduracaklarını açıklayan sosyal medya platformu Twitter’dir.\n<br/>Doğru Cevap A’dır."
  },
  {
    "id": "3239934",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi genel olarak ‘halk’ fikrini vurgulayan ve bu kesimi ‘elit’ kabul edilen grubun karşısında konumlandıran siyasî duruşları ifade etmektedir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Liberalizm",
      "B": "Sosyalizm",
      "C": "Rasyonalizm",
      "D": "Realizm",
      "E": "Popülizm"
    },
    "explanation": "Popülizm genel olarak ‘halk’ fikrini vurgulayan ve bu kesimi ‘elit’ kabul edilen grubun karşısında konumlandıran siyasî duruşları ifade etmektedir.\n<br/>Doğru Cevap E’dir."
  },
  {
    "id": "3239935",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tartışmaların büyük ölçüde meselelere dair olgulardan kopuk şekilde duygulara hitap ettiği; argümanların çürütülse bile tekrar edilerek kabul ettirilmeye çalışıldığı bir politik kültürü ifade etmektedir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Popülist siyaset",
      "B": "Medyatik siyaset",
      "C": "Gerçek-ötesi siyaset",
      "D": "Realist Siyaset",
      "E": "Liberal Siyaset"
    },
    "explanation": "Gerçek-ötesi siyaset tartışmaların büyük ölçüde meselelere dair olgulardan kopuk şekilde duygulara hitap ettiği; argümanların çürütülse bile tekrar edilerek kabul ettirilmeye çalışıldığı bir politik kültürü ifade etmektedir.\n<br/>Doğru Cevap C’dir."
  },
  {
    "id": "3239936",
    "unitNumber": 3,
    "text": "Sosyal medyanın aktif olarak kullanıldığı ve ülkenin AB’den ayrılması hususunda 2016 yılında düzenlenen Brexit referandumu aşağıdaki ülkelerden hangisinde gerçekleşmiştir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Fransa",
      "B": "Almanya",
      "C": "İtalya",
      "D": "İspanya",
      "E": "İngiltere"
    },
    "explanation": "Sosyal medyanın aktif olarak kullanıldığı ve ülkenin AB’den ayrılması hususunda 2016 yılında düzenlenen Brexit referandumu İngiltere’de gerçekleşmiştir.\n<br/>Doğru Cevap E’dir."
  },
  {
    "id": "3239937",
    "unitNumber": 3,
    "text": "Bir internet kullanıcısından diğerine hızla ve yaygın olarak dağıtılan ve bir anlamda sosyal ağlarda paylaşılması ve virüs gibi yayılması amaçlanan içerikleri tanımlayan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yapay",
      "B": "Sanal",
      "C": "Digital",
      "D": "Viral",
      "E": "Sosyal"
    },
    "explanation": "Bir internet kullanıcısından diğerine hızla ve yaygın olarak dağıtılan ve bir anlamda sosyal ağlarda paylaşılması ve virüs gibi yayılması amaçlanan içerikleri tanımlayan terim viraldir.\n<br/>Doğru Cevap D’dir."
  },
  {
    "id": "3239938",
    "unitNumber": 3,
    "text": "Ürün ve hizmetlerin internet, sosyal medya ve mobil platformlar vb. istifade ederek pazarlanması yöntemi aşağıdakilerden hangisidir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Bağlamsal Pazarlama",
      "B": "Gerçek Pazarlama",
      "C": "Digital Pazarlama",
      "D": "Karşı Pazarlama",
      "E": "Sosyal Pazarlama"
    },
    "explanation": "Ürün ve hizmetlerin internet, sosyal medya ve mobil platformlar vb. istifade ederek pazarlanması yöntemi Digital Pazarlama’dır."
  },
  {
    "id": "3239939",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi BM üye twitter hesabı olmayan devletlerden birisi değildir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Moritanya",
      "B": "Kuzey Kore",
      "C": "Türkmenistan",
      "D": "Nikaragua",
      "E": "Kazakistan"
    },
    "explanation": "Kazakistan twitter hesabı olmayan devletlerden birisi değildir.\n<br/>Doğru Cevap E’dir."
  },
  {
    "id": "3240185",
    "unitNumber": 3,
    "text": "Kişisel sosyal medya hesabını kapatarak takipçilerinden hükümete ait kurumsal sosyal medya hesaplarını takip etmelerini isteyen siyasi lider aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nelson Mandela",
      "B": "Boris Johnson",
      "C": "Emmanuel Macron",
      "D": "Angela Merkel",
      "E": "Erna Solberg"
    },
    "explanation": "Bazı siyasetçilerin kişisel sosyal medya hesaplarını kapatarak, takipçilerini resmî kurumsal hesaplara yönlendirdiği görülmektedir. Örneğin, Almanya Başbakanı Angela Merkel 2019’un Şubat ayında 2,5 milyondan fazla takipçisi olan kişisel Facebook sayfasını kapatma kararı almıştır. O sırada onu platformda en çok takip edilen AB lideri yapmış olan sayfasında yayınladığı veda videosunda, takipçilerine destekleri için teşekkür etmiş ve artık kendi kişisel sayfası yerine hükümete ait kurumsal sosyal medya hesaplarını takip etmelerini istemiştir."
  },
  {
    "id": "3240186",
    "unitNumber": 3,
    "text": "........; tasarım, diğer medya türleriyle etkileşim ve seçmenlerle yakınlık kurma fırsatı gibi özellikleri sayesinde kullanıcılarına kişiselleşme imkânı tanımaktadır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerin hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Cep telefonu",
      "B": "Sosyal medya",
      "C": "Televizyon",
      "D": "CD-ROM",
      "E": "DVD"
    },
    "explanation": "Sosyal medya; tasarım, diğer medya türleriyle etkileşim ve seçmenlerle yakınlık kurma fırsatı gibi özellikleri sayesinde kullanıcılarına kişiselleşme imkânı tanımaktadır"
  },
  {
    "id": "3240187",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir sosyal medya platformu değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Facebook",
      "B": "Twitter",
      "C": "Instegram",
      "D": "Flickr",
      "E": "Weblog"
    },
    "explanation": "Başarılı siyasî aktörler, farklı sosyal medya mecralarının farklı özellikleri olduğunu akılda tutmaktadır. Facebook, Twitter, Instagram, YouTube, LinkedIn ve Flickr gibi ağlardaki kullanıcı profilinin ve başarı gösteren paylaşımların kendilerine özgü <br/>nitelikleri olduğunu unutmamaktadır.<br/>Weblog"
  },
  {
    "id": "3240188",
    "unitNumber": 3,
    "text": "Başarılı sosyal medya stratejisi yürüten siyasetçiler, kurallara uymayan kullanıcılara karşı en son hangi yola başvururlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanıcıyı engelleme",
      "B": "Kullanıcıyı uyarma",
      "C": "Kullanıcıyı cezalandırma",
      "D": "Kullanıcıyla görüşme",
      "E": "Kullanıcıyı yanıtlama"
    },
    "explanation": "Başarılı sosyal medya stratejisi yürüten siyasetçiler, sağlıklı iletişimi engelleyecek yasak davranışları açıkça belirleyip; kullanıcılara duyurmaktadır. Küfür ve hakaret içeren, küçük düşürücü, müstehcen, hileli, aldatıcı, yanıltıcı vb. içerikleri yasaklamaktadır. Bu kurallara uymayan kullanıcıları uyarmakta ve orantılı şekilde cezalandırmaktadır. Kullanıcının engellenmesi son seçenek olarak düşünülmektedir.<br/>Kullanıcıyı engelleme"
  },
  {
    "id": "3240189",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi siyasetçilerin sosyal medyayı kullanma amaçlarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kampanyaları hakkında bilgi vermek",
      "B": "Rakip siyasetçileri tanıtmak",
      "C": "Finansal destek talebinde bulunmak",
      "D": "Oy kullanma çağrısı yapmak",
      "E": "Seçmenleri harekete geçirmek"
    },
    "explanation": "Siyasetçiler sosyal medyayı genelde politikaları ve kampanyaları hakkında bilgi vermek amacıyla kullanmakta ve şahsî internet sitelerine link vermektedir. Bununla birlikte, sosyal medya hesapları zaman zaman, finansal destek talebinde veya oy kullanma çağrılarında olduğu gibi, seçmenleri harekete geçirme maksatlı olarak da kullanılmaktadır.<br/>Rakip siyasetçileri tanıtmak"
  },
  {
    "id": "3240190",
    "unitNumber": 3,
    "text": "......., ürün ve hizmetlerin internetteki dijital teknolojilerden istifade ederek pazarlanması yöntemidir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital pazarlama",
      "B": "Politik pazarlama",
      "C": "İnteraktif pazarlama",
      "D": "Bilgilendirici pazarlama",
      "E": "İçerik pazarlama"
    },
    "explanation": "Dijital pazarlama, ürün ve hizmetlerin internetteki dijital teknolojilerden istifade ederek pazarlanması yöntemidir."
  },
  {
    "id": "3240191",
    "unitNumber": 3,
    "text": "Dünyada siyasal süreçlerle ilgili olarak sahte haber tartışmaları hangi yıl alevlenmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "2011",
      "B": "2013",
      "C": "2016",
      "D": "2018",
      "E": "2020"
    },
    "explanation": "Sahte haber tartışmaları özellikle 2016’da İngiltere’deki Brexit referandumu ve aynı yıl gerçekleşen ABD başkanlık seçimleriyle birlikte alevlenmiştir."
  },
  {
    "id": "3240192",
    "unitNumber": 3,
    "text": "Hangi tür sosyal medya hesapları sahte haber üretmekte ön plana çıkmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Aşırı partizan hesaplar",
      "B": "Ana akım hesaplar",
      "C": "Sahte hesaplar",
      "D": "Kurumsal hesaplar",
      "E": "Bireysel hesaplar"
    },
    "explanation": "Aşırı partizan sosyal medya hesapları sahte haber üretme konusunda ön plana çıkmaktadır.<br/>Aşırı partizan hesaplar"
  },
  {
    "id": "3240193",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sosyal medyanın popülist siyasi aktörlere sağladığı olanaklardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kampanyalarını kendi belirledikleri çerçevede yapabilirler",
      "B": "Siyasi tartışmalarını kendi belirledikleri çerçevede yapabilirler",
      "C": "Halka doğrudan hızla ulaşmalarını sağlar",
      "D": "Geleneksel medyaya kolayca erişmelerini sağlar",
      "E": "Halka kolayca ulaşmalarını sağlar"
    },
    "explanation": "Sonuç olarak şunu söylemek mümkün ki sosyal medya geleneksel medyaya erişmekte güçlük çeken popülist aktörlerin halka doğrudan hızlı ve kolay şekilde ulaşmasına yardım etmektedir. Kampanyalarını ve siyasî tartışmaları kendi belirledikleri çerçevede yapabilmelerini sağlamaktadır.<br/>Geleneksel medyaya kolayca erişmelerini sağlar"
  },
  {
    "id": "3240194",
    "unitNumber": 3,
    "text": "Popülist siyasetçiler genelde nasıl bir medya stratejisi izlemektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnteraktif",
      "B": "Dijital",
      "C": "Sanal",
      "D": "Viral",
      "E": "Hibrit"
    },
    "explanation": "Bu noktada, sosyal medya ile geleneksel medyanın popülist siyasî aktörler nazarındaki yerine değinmek gerekmektedir. Popülist siyasetçiler genelde hibrit bir medya stratejisi izlemektedir."
  },
  {
    "id": "3240205",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangi \"viral\" sözcüğünün internette kullanılan karşılığını ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Korkak",
      "B": "Çekingen",
      "C": "Zayıf",
      "D": "Tesadüfi",
      "E": "Yaygın"
    },
    "explanation": "Doğru cevap E şıkkıdr. Viral, aslında ‘virüslerle ilgili’ anlamına gelen tıbbi bir terimdir. Viral içerik, bir internet kullanıcısından diğerine hızla ve <strong>yaygın</strong> olarak dağıtılan içerik anlamına gelmektedir."
  },
  {
    "id": "3240206",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangi özelliği sosyal medyanın siyasi partilerin kurumsal iletişim stratejileriyle çelişebilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kolay bilgi aktarma özelliği",
      "B": "Kolay anlaşılabilir ve alt yapı özelliği",
      "C": "Sınırlığı ve kontrol edilebilme özelliği",
      "D": "Kişiselliğe ve diyaloğa açık yapısı",
      "E": "Kolay abone olma özelliği"
    },
    "explanation": "Doğru cevap D şıkkıdır. Sosyal medyanın kişiselliğe ve diyaloğa açık yapısı siyasî partilerin kurumsal iletişim stratejiyle çelişebilmektedir."
  },
  {
    "id": "3240207",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bilgisayarların işlem gücü olmadan oluşturulamayacak veya kullanılamayacak olan ortamlarına verilen addır?",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet",
      "B": "Sosyal medya",
      "C": "Bilgisayar yazılımı",
      "D": "Bilgisayar donanımı",
      "E": "Yeni medya"
    },
    "explanation": "Doğru cevap E şıkkıdır. Yeni medya (new media), bilgisayarların işlem gücü olmadan oluşturulamayacak veya kullanılamayacak olan ortamlara denir."
  },
  {
    "id": "3240208",
    "unitNumber": 3,
    "text": "Pew Araştırma Şirketi’nin yaptığı kamuoyu anketine göre, Amerika Birleşik Devletleri'nde bilerek veya bilmeyerek sosyal medyada uydurma haber paylaştığını kabul edenlerin oranı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "%10",
      "B": "%13",
      "C": "%23",
      "D": "%33",
      "E": "%43"
    },
    "explanation": "Doğru cevap C şıkkıdır. Pew Araştırma Şirketi’nin yaptığı kamuoyu anketine göre, Amerikan halkının %64’ü sahte haberlerin güncel olaylarla ve meselelerle ilgili büyük bir kafa karışıklığına sebep olduğunu düşünmektedir. Buna rağmen %23’ü bilerek veya bilmeyerek sosyal medyada uydurma haber paylaştığını kabul etmektedir. Ayrıca %84’ü sahte haberle doğru haberi birbirinden ayırt edebilme konusunda kendisine güvendiğini belirtmektedir."
  },
  {
    "id": "3240209",
    "unitNumber": 3,
    "text": "@POTUS Facebook hesabı aşağıdakilerden hangi ülkenin kurumsal Facebook hesabı olarak tanınmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Almanya",
      "B": "Fransa",
      "C": "İngiltere",
      "D": "ABD",
      "E": "İtalya"
    },
    "explanation": "Doğru cevap D şıkkıdır. Eski Amerika Birleşik Devletleri (ABD) Başkanı Donald J. Trump, başkanlık makamının resmî Facebook sayfası olan @POTUS hesabını Mayıs 2018’den görevini devir ettiği Ocak 2021 tarihine kadar kullanmamıştır. Eski ABD başkanı Trump kendi kişisel hesaplarını oldukça aktif bir şekilde kullanmış iken, 3 milyona yakın takipçisi olan @POTUS sayfasında göreve yaptığı dönemde hiçbir gönderi yayınlanmamıştır."
  },
  {
    "id": "3240210",
    "unitNumber": 3,
    "text": "2020 yılı verilerine göre Twitter'da birinci sırada en çok takipçisi olan siyasetçi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Trump",
      "B": "Merkel",
      "C": "Modi",
      "D": "Khan",
      "E": "Bolsonaro"
    },
    "explanation": "Doğru cevap A şıkkıdır. 2002 yılı verilerine göre 67 milyon takipçi ile Trump birinci sırada yer almıştır."
  },
  {
    "id": "3240211",
    "unitNumber": 3,
    "text": "Sırf muhalif görüş içerdiği için kaldırılacak bir takipçi yorumu ne türden problemlere yol açabilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Takipçi sayınının daha fazla artmasına",
      "B": "Takipçi sayısının azalmasına",
      "C": "Daha çok popüler olmaya",
      "D": "Daha çok takdir edilmeye",
      "E": "İmaj problemlerine"
    },
    "explanation": "Doğru cevap E şıkkıdır. Sırf muhalif görüş içerdiği için kaldırılacak bir takipçi yorumu, daha büyük imaj problemlerine kapı açabilmektedir."
  },
  {
    "id": "3240212",
    "unitNumber": 3,
    "text": "İnternet kullanımının yaygınlaşmasının siyasî partilerin ve liderlerin durumunu nasıl etkileyebileceği konusunda ................öngörü bulunmaktadır.\n <strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "siyasi",
      "B": "ekonomik",
      "C": "üç temel",
      "D": "kültürel",
      "E": "stratejik"
    },
    "explanation": "Doğru cevap C şıkkıdır. İnternet kullanımının yaygınlaşmasının siyasî partilerin ve liderlerin durumunu nasıl etkileyebileceği konusunda üç temel öngörü bulunmaktadır."
  },
  {
    "id": "3240213",
    "unitNumber": 3,
    "text": "1. Gerçek-ötesi\n 2.Sahte haberler\n 3.Popülizm\n 4. Dijital pazarlama\n 5.Yeni medya\n K. Nesnel hakikatlerin belirli bir konu üzerinde kamuoyunu belirlemede duygulardan ve kişisel kanaatlerden daha az etkili olması durumu şeklinde tanımlanmaktadır.\n L. Para kazanmak amacıyla kasıtlı olarak üretilen hikayeleri veya eğlence amaçlı hiciv haberlerini de kapsamaktadır.\n M. Toplumdaki seçkin bir tabaka tarafından halkın çıkarlarının bastırıldığını ve engellediğini varsayan ve devlet organlarının bu seçkin tabakanın etkisinden çıkarılarak halkın yararına kullanılması gerektiğini savunan siyasî bir felsefe veya söylem biçimidir.\n <strong>Yukarıdaki tanımların doğru eşleştirilmesi aşağıdakilerden hangisinde verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1-L, 2-M, 3-K",
      "B": "1-M, 2-K, 3-L",
      "C": "1-K, 2-L, 3-M",
      "D": "3-K, 4-L, 5-M",
      "E": "5-M, 2-L, 4-M"
    },
    "explanation": "Doğru cevap C şıkkıdır. Tanımlarda doğru eşleşmeler 1-K, 2-L, 3-M şeklinde yapılmalıdır."
  },
  {
    "id": "3240214",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sosyal medyanın popülist iletişim için sunduğu fırsatlardan biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Popülist aktörler kendilerini halkın sözcüsü olarak görürler.",
      "B": "Sosyal medya popülizmin kritik bir karakteri olan ‘halka yakın olma’ iddiasını gerçekleştirme ihtimalini güçlendirmektedir.",
      "C": "Popülizm siyasetçileri daha popüler yapar.",
      "D": "Sosyal medya popülist aktörlerin özel hayatlarına dair bilgilerini paylaşarak, daha kişisel mesajlar vermesine izin vermektedir.",
      "E": "Sosyal medya diğer medya mecralarından farklı olarak, benzer görüşlü kişilerin bir araya gelerek örgütlenmesini kolaylaştırmaktadır"
    },
    "explanation": "Doğru cevap C şıkkıdır. Siyasetçileri daha popüler yapan \"Popülizm\" değil, siyasetçilerin ürettikleri politikalardır. Popülizm yapmak popüler olmak anlamına gelmez."
  },
  {
    "id": "3239709",
    "unitNumber": 4,
    "text": "Demokratik karar verme usulünde grup üyeleri arasındaki temel bir ilke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eşitlik",
      "B": "Dengelilik",
      "C": "Adillik",
      "D": "Nötr olmak",
      "E": "Tarafsızlık"
    },
    "explanation": "Demokrasi Nedir?<br/>Demokratik karar verme usulünde grup üyeleri<br/>arasındaki eşitlik temel bir ilkedir. Bu nedenle doğru yanıt A seçeneğidir."
  },
  {
    "id": "3239710",
    "unitNumber": 4,
    "text": "Yönetme yetkisi anlamına gelen siyasal iktidarın halka ait olduğu ve halkın da siyasal iktidar yetkisini ya doğrudan kendisinin ya da düzenli aralıklarla yapılan seçimler aracılığıyla seçtiği vekilleri vasıtasıyla dolaylı olarak kullandığı yönetim şekline verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Otokrasi",
      "B": "Demokrasi",
      "C": "Aristokrasi",
      "D": "Sosyalizm",
      "E": "Despotizm"
    },
    "explanation": "Demokrasi Nedir?<br/>Demokrasi, yönetme yetkisi anlamına<br/>gelen siyasal iktidarın halka ait olduğu ve<br/>halkın da siyasal iktidar yetkisini ya doğrudan kendisinin ya da düzenli aralıklarla<br/>yapılan seçimler aracılığıyla seçtiği vekilleri vasıtasıyla dolaylı olarak kullandığı<br/>yönetim şekline verilen addır. Dolayısıyla doğru yanıt B seçeneğidir."
  },
  {
    "id": "3239711",
    "unitNumber": 4,
    "text": "Halk yönetimi, milattan önce 500’lü yıllarda nerede ilan edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "İstanbul",
      "B": "Londra",
      "C": "Atina",
      "D": "Paris",
      "E": "Amsterdam"
    },
    "explanation": "Demokrasi Tarihi<br/>Milattan önce 500’lü yıllarda en<br/>önemli Antik Yunan şehir devleti olan Atina’da<br/>halk yönetimi ilan edilmiştir. Yani doğru yanıt C seçeneğidir."
  },
  {
    "id": "3239712",
    "unitNumber": 4,
    "text": "Yönetim yetkisinin sahibi kabul edilen halkın/vatandaşların bu yönetme yetkilerini doğrudan kendileri tarafından değil de, seçtikleri vekilleri aracılığıyla dolaylı olarak kullandıkları demokratik yönetim şekline ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Artık demokrasi",
      "B": "Antik demokrasi",
      "C": "Kolay demokrasi",
      "D": "Temsili demokrasi",
      "E": "Doğrudan demokrasi"
    },
    "explanation": "Temsilî Demokrasinin Tanımı<br/>Temsilî Demokrasi, yönetim yetkisinin<br/>sahibi kabul edilen halkın/vatandaşların<br/>bu yönetme yetkilerini doğrudan kendileri tarafından değil de, seçtikleri vekilleri<br/>aracılığıyla dolaylı olarak kullandıkları demokratik yönetim şeklidir. yani doğru yanıt D seçeneğidir."
  },
  {
    "id": "3239713",
    "unitNumber": 4,
    "text": "Anayasa ile faaliyet alanları belirlenmiş ve yetkileri temel hak ve hürriyetlerle sınırlandırılmış demokratik yönetimlere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Batılı demokrasi",
      "B": "Gelişmiş demokrasi",
      "C": "İleri demokrasi",
      "D": "Çağdaş demokrasi",
      "E": "Liberal demokrasi"
    },
    "explanation": "Temsilî Demokrasinin Tanımı<br/>En temelde demokrasi çoğunluk yönetimi ise,<br/>anayasal yönetim de hükümetin faaliyet alanının temel hak ve özgürlüklerle sınırlanması<br/>anlamına gelir. Bu yüzden anayasa ile faaliyet<br/>alanları belirlenmiş ve yetkileri temel hak ve<br/>hürriyetlerle sınırlandırılmış demokratik yönetimlere liberal demokrasi denir. Yani doğru yanıt E seçeneğidir."
  },
  {
    "id": "3239714",
    "unitNumber": 4,
    "text": "Sosyal medyanın hangi özelliği, vatandaşların<br/>aynı anda fikirlerini paylaşmalarını mümkün kılar?",
    "correctAnswer": "A",
    "options": {
      "A": "Etkileşimli",
      "B": "Yazmalı",
      "C": "Okumalı",
      "D": "Konuşmalı",
      "E": "Tek taraflı"
    },
    "explanation": "Sosyal Medya ve Demokratik Siyasal<br/>Katılım<br/>Sosyal medyanın etkileşimli özelliği, vatandaşların<br/>aynı anda fikirlerini paylaşmalarını mümkün kılar. Dolayısıyla doğru yanıt A seçeneğidir."
  },
  {
    "id": "3239715",
    "unitNumber": 4,
    "text": "Çevrim içi siyasal katılımın yükselmesi aynı zamanda neyi de tetikleyebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ders çalışmayı",
      "B": "Siyasal öğrenme sürecini",
      "C": "Oy verme davranışını",
      "D": "Futbol eleştirisi yapmayı",
      "E": "Yarışmacı olmayı"
    },
    "explanation": "Sosyal Medya ve Demokratik Siyasal<br/>Katılım<br/>Çevrim içi siyasal katılımın yükselmesi aynı zamanda siyasal öğrenme sürecini de tetikleyebilir. Bu nedenle doğru yanıt B seçeneğidir."
  },
  {
    "id": "3239716",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, vatandaşların devletle ilgili bilgilere ve hizmetlere elektronik ortamlarda erişimini sağlamakta, kamusal yetkililerle etkileşimlerini artırmakta ve siyasal karar verme süreçlerine daha etkin şekilde müdahil olmalarını mümkün kılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "C-demokrasi",
      "B": "D-demokrasi",
      "C": "E-demokrasi",
      "D": "B-Demokrasi",
      "E": "A-demokrasi"
    },
    "explanation": "Elektronik Demokrasinin İmkânları<br/>E-demokrasi, vatandaşların devletle ilgili bilgilere ve hizmetlere<br/>elektronik ortamlarda erişimini sağlamakta, kamusal yetkililerle etkileşimlerini artırmakta ve siyasal karar verme süreçlerine daha etkin şekilde<br/>müdahil olmalarını mümkün kılmaktadır. Yani doğru yanıt C seçeneğidir."
  },
  {
    "id": "3239717",
    "unitNumber": 4,
    "text": "Dijital Demokrasi Miti'ni aşağıdakilerden hangisi yazmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Karl Marx",
      "B": "David Ricardo",
      "C": "Adam Smith",
      "D": "Matthew Hindman",
      "E": "George Gerbner"
    },
    "explanation": "E-demokrasi Karamsarları ve<br/>Googlearşi<br/>İnternetin demokrasiyi güçlendireceği, bilgili ve<br/>duyarlı vatandaşları sayısını artıracağı ya da hümanizmi destekleyeceği yönündeki iddialara şüpheyle<br/>yaklaşan yazarlar da vardır. Bu düşünürler arasında<br/>en bilineni Dijital Demokrasi Miti yazarı Matthew<br/>Hindman’dır. Yani doğru yanıt D seçeneğidir."
  },
  {
    "id": "3239718",
    "unitNumber": 4,
    "text": "Geleneksel diplomasinin kendine has iki özelliğinden biri \"dili\"dir. Diğeri aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüksek yapısı",
      "B": "Alçak yapısı",
      "C": "Ortodoks yapısı",
      "D": "Geniş yapısı",
      "E": "Hhiyerarşik yapısı"
    },
    "explanation": "Dijital Diplomasi<br/>Geleneksel diplomasinin kendine has bir dili ve hiyerarşik bir yapısı bulunmaktadır. Bu nedenle doğru yanıt E seçeneğidir."
  },
  {
    "id": "3239719",
    "unitNumber": 4,
    "text": "Geleneksel diplomasinin yanında ortaya çıkan yeni bir tür diplomasi çeşidine ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kamu diplomasisi",
      "B": "Yurttaş diplomasisi",
      "C": "Katılımcı diplomasi",
      "D": "Seçkinci diplomasi",
      "E": "Yüksek diplomasi"
    },
    "explanation": "Dijital Diplomasi<br/>Geleneksel<br/>diplomasinin yanında kamu diplomasisi olarak da<br/>bilinen yeni bir tür diplomasi çeşidi ortaya çıkmıştır. Bu nedenle doğru yanıt A seçeneğidir."
  },
  {
    "id": "3239720",
    "unitNumber": 4,
    "text": "Bir grup sosyal aktörün ilişkisel<br/>bağlantılarının belirli türdeki sosyal ilişki<br/>kalıpları tarafından şekillendirildiği bir<br/>sistem olarak tanımlanan aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siyasal Ağ",
      "B": "Sosyal Ağ",
      "C": "Ekonomik Ağ",
      "D": "Kültürel Ağ",
      "E": "Eğitimsel Ağ"
    },
    "explanation": "Sosyal Ağlar ve Demokratik Katılım<br/>Sosyal Ağ, bir grup sosyal aktörün ilişkisel<br/>bağlantılarının belirli türdeki sosyal ilişki<br/>kalıpları tarafından şekillendirildiği bir<br/>sistem olarak tanımlanabilir. Bu nedenle doğru yanıt B seçeneğidir."
  },
  {
    "id": "3239820",
    "unitNumber": 4,
    "text": "Demokratik örgütlerde “salt çoğunluk kararı” kavramı ile aşağıdakilerden hangisi tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Oyların %50+1’i ile alınan kararlar",
      "B": "Oyların 1/3’ü ile alınan kararlar",
      "C": "Oyların %90’ı ile alınan kararlar",
      "D": "Yönetim kurullarında alınan kararlar",
      "E": "Üyelerin eşitlikçi biçimde katıldığı kararlar"
    },
    "explanation": "<strong>DEMOKRASİNİN ANLAMI VE TARİHİ </strong>başlıklı bölüm yeniden incelenebilir.<br/>Ortak kararın demokratik usullerle alınması, kararın grup üyelerinin belirli bir çoğunluğu ile alınması anlamına gelir (Christiano, 2006). Bu bakımdan yarıdan bir fazla üyenin verdiği karara salt çoğunluk kararı denir. Ortak karar almak için yarıdan bir fazlası gerekiyorsa bu çoğunluğa nitelikli çoğunluk denir. Örneğin ulusal bir mecliste milletvekillerinin üçte ikisinin onayını gerektiren bir karar, nitelikli çoğunluk esasına göre<br/>alınıyor demektir."
  },
  {
    "id": "3239821",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Roma Cumhuriyeti’nin özelliklerindendir? (I) Yönetim hakkı kalıtımsal olarak devredilemez (II) Vatandaşların hukuki hakları vardır (III) Roma topraklarında yaşayanların tamamı seçimlere katılabilmektedir (IV) Siyasal kararlar halk tarafından müzakere edilerek alınmaktadır.",
    "correctAnswer": "C",
    "options": {
      "A": "(I); (II) ve (III)",
      "B": "(II); (III) ve (IV)",
      "C": "(I); ve (II)",
      "D": "(III); ve (IV)",
      "E": "Yalnız (II)"
    },
    "explanation": "<strong>DEMOKRASİNİN ANLAMI VE TARİHİ</strong> başlıklı bölüm incelenebilir.<br/>Roma Cumhuriyetinde yönetim hakkı kalıtımsal olarak devredilemez ve hukiki vatandaşlık vatandaşlarınn tümü için geçerlidir. Diğer yandan seçime katılabilmek için Roma'da bulunmak gereklidir. Diğer yörelerde seçim yoktur. Siyasal kararlar halk tarafından müzakere edilerek alınmaz. Bu özellik doğrudan demokrasi olan Atina demokrasisinin bir özelliğidir."
  },
  {
    "id": "3239842",
    "unitNumber": 4,
    "text": "Demokratik yöntemlerle seçilmiş temsilcilerden oluşan ulusal meclisler ilk olarak aşağıdaki devletlerden hangisinde ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere",
      "B": "Venedik",
      "C": "Floransa",
      "D": "Prusya",
      "E": "Fransa"
    },
    "explanation": "<strong>DEMOKRASİNİN ANLAMI VE TARİHİ</strong> bölümü detaylı bilgi için okunabilir.<br/>Demokratik yöntemlerle seçilmiş temsilcilerden oluşan ulusal meclislerin ortaya çıkması ise İngiltere<br/>ve İskandinavya’da gerçekleşmiştir. 900’lü yıllarda bir çeşit demokratik Viking yerel meclisi sayılan<br/>“Ting”ler, farklı İskandinav ülkelerinde “Alting” adıyla ulusal meclislerin ortaya çıkmasını sağlamışlardır."
  },
  {
    "id": "3239843",
    "unitNumber": 4,
    "text": "Anayasa ile faaliyet alanları belirlenmiş ve yetkileri temel hak ve hürriyetlerle sınırlandırılmış demokratik yönetimlere ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Müzakereci demokrasiler",
      "B": "Seçim demokrasileri",
      "C": "Liberal demokrasiler",
      "D": "Çoğunlukçu demokrasiler",
      "E": "Monarşik demokrasiler"
    },
    "explanation": "<strong>DEMOKRASİNİN ANLAMI VE TARİHİ</strong> bölümü detaylı bilgi için incelenebilir.<br/>En temelde demokrasi çoğunluk yönetimi ise, anayasal yönetim de hükümetin faaliyet alanının temel hak<br/>ve özgürlüklerle sınırlanması anlamına gelir. Bu yüzden anayasa ile faaliyet alanları belirlenmiş ve<br/>yetkileri temel hak ve hürriyetlerle sınırlandırılmış demokratik yönetimlere liberal demokrasi denir."
  },
  {
    "id": "3239844",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi günümüzde baskın propaganda aracı olarak görülmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Facebook",
      "B": "Twitter",
      "C": "Gazeteler",
      "D": "Youtube",
      "E": "Televizyon"
    },
    "explanation": "<strong>SOSYAL MEDYA ÇAĞINDA DEMOKRASİ</strong> bölümü detaylı olarak incelenebilir.<br/>Giderek artan bir hızda sosyal medya ana propaganda aracı olma yolunda ilerlese de günümüzde televizyon hâlen baskın propaganda aracı olarak görülmektedir. Bununla birlikte ilerleyen yıllarda televizyonun bu baskınlığı kaybedeceği de öngörülmektedir."
  },
  {
    "id": "3239845",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sosyal medya tarafından sunulan olanaklar yoluyla siyasal katılıma bir ön hazırlık sağlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal medyanın denetlenememesi",
      "B": "Sosyal medyada siyasal anketlerin düzenlenmesi",
      "C": "Sosyal medyada etkili propaganda yapılabilmesi",
      "D": "Sosyal medya yoluyla fikirlerin ifade edilmesi",
      "E": "Sosyal medyada çok ve yoğun içerik olması"
    },
    "explanation": "<strong> SOSYAL MEDYA ÇAĞINDA DEMOKRASİ </strong>bölümü detaylı olarak incelenebilir.<br/>Sosyal medya üzerinden fikirlerin ifade edilmesi, kullanıcıları kendi fikirleri üzerine düşünmeye,<br/>düşünceleri düzene sokmaya ve karşı tarafın iddialarını anlamaya zorlayabilir. Bu tür zihinsel<br/>faaliyetler siyasal katılımın bir ön hazırlığı olarak algılanabilir."
  },
  {
    "id": "3239846",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi internetin demokrasiyi güçlendireceği, bilgili ve duyarlı vatandaşları sayısını artıracağı ya da hümanizmi destekleyeceği yönündeki iddialara büyük bir şüpheyle yaklaşan yazarlardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "R. Dahl",
      "B": "M. Hindman",
      "C": "J. Duval",
      "D": "M. Weber",
      "E": "T. Khun"
    },
    "explanation": "<strong>SOSYAL MEDYA ÇAĞINDA DEMOKRASİ </strong>bölümü detaylı olarak incelenebilir.<br/>İnternetin demokrasiyi güçlendireceği, bilgili ve duyarlı vatandaşları sayısını artıracağı ya da hümanizmi<br/>destekleyeceği yönündeki iddialara şüpheyle yaklaşan yazarlar da vardır. Bu düşünürler arasında<br/>en bilineni Dijital Demokrasi Miti yazarı Matthew Hindman’dır. Hindman (2008) hem yeni medyanın<br/>siyasal katılımı artırdığı iddiasına hem de internetin merkezinin olmadığı söylenen altyapısına<br/>karşı şüpheci sorular yöneltir."
  },
  {
    "id": "3239847",
    "unitNumber": 4,
    "text": "Siyasal ağ analizinin <u>temel </u>varsayımı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Geleneksel siyasal ağlar siyasette daha etkilidir",
      "B": "Siyaset aslında ilişkisel bir olgudur",
      "C": "Sosyal medya siyaset üzerinde pozitif etkiler yapar",
      "D": "Sosyal medya siyasette yüz yüze etkileşimin yerini almıştır",
      "E": "Sosyal medya yeni siyasal ilişkileri ortaya koyar"
    },
    "explanation": "<strong>SOSYAL MEDYADA SOSYAL AĞLAR, KAMUOYU VE YENİ TOPLUMSAL HAREKETLER</strong> bölümü detaylı olarak incelenebilir.<br/>Siyasal ağ analizi, ilişkilerin siyasal süreçleri nasıl etkilediğini araştırır. Bu araştırmalar ulusal ve uluslararası düzeyde farklı siyasal seviyelerde yürütülerek, siyasetin aslında ilişkisel bir olgu olduğunu ileri sürer."
  },
  {
    "id": "3239848",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sanayileşmiş toplumlarda görülen geleneksel toplumsal hareketlerin <u>temel</u> özelliklerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kültür",
      "B": "Kimlik",
      "C": "Sosyal hak",
      "D": "İdeoloji",
      "E": "Sınıf"
    },
    "explanation": "<strong>SOSYAL MEDYADA SOSYAL AĞLAR, KAMUOYU VE YENİ TOPLUMSAL HAREKETLER </strong>bölümü detaylı olarak incelenebilir.<br/>Geleneksel toplumsal hareketler, sanayileşmiş toplumlarda sınıf temeline dayanan ve temel gayesi maddî çıkarlarını korumak olan üyeliğe dayalı hiyerarşik yapılardır. Bununla birlikte 1960'lardan itibaren kimlik, kültür, çevre, insan hakları gibi konular etrafında toplanan ancak üyeliğe ya da hiyerarşik yapılara dayanmayan toplumsal hareketler ortaya çıkmıştır."
  },
  {
    "id": "3239849",
    "unitNumber": 4,
    "text": "Sosyal medyanın demokratikleşme hareketlerini destekleyebilecek önemli bir oluşum olduğu tartışması aşağıda verilen hangi olaydan sonra ortaya çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Occupy Wall Street",
      "B": "Cambridge Analytica",
      "C": "Akağaç Baharı",
      "D": "Arap Baharı",
      "E": "My Society"
    },
    "explanation": "<strong>SOSYAL MEDYADA SOSYAL AĞLAR, KAMUOYU VE YENİ TOPLUMSAL HAREKETLER</strong> bölümü detaylı olarak incelenebilir.<br/>Sosyal medyanın demokratikleşme hareketlerini destekleyip destekleyemeyeceği günümüzün önemli<br/>tartışmalarından biridir. Bu tartışmayı başlatan önemli olay ise şüphesiz Arap Baharı’dır. 2011 yılında<br/>Tunus ve Mısır’da sosyal medya ağları üzerinden başlayan Arap Baharı protestoları daha önce tecrübe<br/>edilmedik şekilde bu iki ülkedeki otoriter rejimleri devirmiştir."
  },
  {
    "id": "3240165",
    "unitNumber": 4,
    "text": "Yarıdan bir fazla üyenin verdiği karara ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Demokratik eşitlik",
      "B": "Siyasal karar",
      "C": "Salt çoğunluk kararı",
      "D": "Halkın yönetme yetkisi",
      "E": "Sınıflı toplum"
    },
    "explanation": "yarıdan bir fazla üyenin verdiği karara salt çoğunluk kararı denir."
  },
  {
    "id": "3240166",
    "unitNumber": 4,
    "text": "\"Siyasal kararların tek bir kişi ya da bir grup tarafından alındığı yönetimlere geniş anlamda .............. yönetimler denilmektedir.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Demokratik",
      "B": "Otoriter",
      "C": "Snıflı",
      "D": "Hiyerarşik",
      "E": "Doğrudan demokrasi"
    },
    "explanation": "Siyasal kararların tek bir kişi ya da bir grup tarafından alındığı yönetimlere geniş anlamda otoriter yönetimler denilmektedir."
  },
  {
    "id": "3240167",
    "unitNumber": 4,
    "text": "Bilinen ilk kurumsallaşmış demokrasi tecrübesi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Amerikan demokrasisi",
      "B": "İngiliz demokrasisi",
      "C": "Osmanlı demokrasisi",
      "D": "Atina demokrasisi",
      "E": "Fransız demokrasisi"
    },
    "explanation": "Bilinen ilk kurumsallaşmış demokrasi tecrübesi olduğu için Atina demokrasisi önemlidir."
  },
  {
    "id": "3240168",
    "unitNumber": 4,
    "text": "I. Rekabetçi bir çok partili siyasal sistem<br/>II. Bütün yetişkin vatandaşların seçme ve seçilme hakkının olması<br/>III. Önemli bir hilenin gerçekleşmediği, yeterli derecede sandık güvenliğinin sağlandığı, düzenli yapılan rekabetçi seçimlerin olması<br/>IV. Seçmenlerin siyasal partilerle hem medya hem de siyasal kampanyalar üzerinden rahatlıkla iletişim ve etkileşim kurabilmeleri\n Bir ülkede seçim demokrasisinin varlığından bahsedebilmek için yukarıdaki düzenlemelerden hangisi/hangilerinin olması gerekmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Bir ülkede seçim demokrasisinin varlığından bahsedebilmek için dört temel kurumsal düzenleme gerekmektedir (Democracy Index, 2017, s. 61-62):\n 1. Rekabetçi bir çok partili siyasal sistem<br/>2. Bütün yetişkin vatandaşların seçme ve seçilme hakkının olması<br/>3. Önemli bir hilenin gerçekleşmediği, yeterli derecede sandık güvenliğinin sağlandığı,<br/>düzenli yapılan rekabetçi seçimlerin olması<br/>4. Seçmenlerin siyasal partilerle hem medya<br/>hem de siyasal kampanyalar üzerinden rahatlıkla iletişim ve etkileşim kurabilmeleri"
  },
  {
    "id": "3240169",
    "unitNumber": 4,
    "text": "I. seçilmiş kamu görevlileri\n II. serbest, adil ve düzenli yapılan seçimler\n III. ifade özgürlüğü\n IV. alternatif bilgi kaynaklarına erişim\n V. başkanlık\n Önemli demokrasi teorisyenlerinden Robert Dahl, bir rejimin demokratik sayılabilmesi için altı önemli kuruma dikkat çekmektedir. Yukarıdakilerden hangileri bu kurumlardandır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "I, II, III ve IV",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Önemli demokrasi teorisyenlerinden Robert Dahl, bir rejimin demokratik sayılabilmesi için altı önemli kuruma dikkat çekmektedir. Bunlar, seçilmiş kamu görevlileri; serbest, adil ve düzenli yapılan seçimler; ifade özgürlüğü;<br/>alternatif bilgi kaynaklarına erişim; kurumsal otonomi ve kapsayıcı vatandaşlıktır (Dahl, 1998, s. 85)."
  },
  {
    "id": "3240170",
    "unitNumber": 4,
    "text": "\"En temelde demokrasi çoğunluk yönetimi ise, anayasal yönetim de hükümetin faaliyet alanının temel hak ve özgürlüklerle sınırlanması anlamına gelir. Bu yüzden anayasa ile faaliyet alanları belirlenmiş ve yetkileri temel hak ve hürriyetlerle sınırlandırılmış demokratik yönetimlere .................... denir.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siyasal katılım",
      "B": "liberal demokrasi",
      "C": "başkanlık sistemi",
      "D": "siyasal kültür",
      "E": "demokrasi kültürü"
    },
    "explanation": "En temelde demokrasi çoğunluk yönetimi ise, anayasal yönetim de hükümetin faaliyet alanının temel hak ve özgürlüklerle sınırlanması anlamına gelir. Bu yüzden anayasa ile faaliyet alanları belirlenmiş ve yetkileri temel hak ve hürriyetlerle sınırlandırılmış demokratik yönetimlere liberal demokrasi denir."
  },
  {
    "id": "3240171",
    "unitNumber": 4,
    "text": "\"...................... tek bir merkezden yönetilen, tek taraflı bir iletişim kuran ve kullanıcı etkileşimi son derece sınırlı olan iletişim araçlarıdır.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geleneksel medya",
      "B": "Sosyal medya",
      "C": "İnternet",
      "D": "Facebook",
      "E": "Twitter"
    },
    "explanation": "Geleneksel medya ise tek bir merkezden yönetilen, tek taraflı bir iletişim kuran ve kullanıcı etkileşimi son derece sınırlı olan iletişim araçlarıdır."
  },
  {
    "id": "3240172",
    "unitNumber": 4,
    "text": "\"..................., vatandaşların devletle ilgili bilgilere ve hizmetlere elektronik ortamlarda erişimini sağlamakta, kamusal yetkililerle etkileşimlerini artırmakta ve siyasal karar verme süreçlerine daha etkin şekilde<br/>müdahil olmalarını mümkün kılmaktadır.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Demokrasi",
      "B": "E-demokrasi",
      "C": "Sosyal medya",
      "D": "İnternet",
      "E": "Siyasal kültür"
    },
    "explanation": "E-demokrasi, vatandaşların devletle ilgili bilgilere ve hizmetlere elektronik ortamlarda erişimini sağlamakta, kamusal yetkililerle etkileşimlerini artırmakta ve siyasal karar verme süreçlerine daha etkin şekilde<br/>müdahil olmalarını mümkün kılmaktadır"
  },
  {
    "id": "3240173",
    "unitNumber": 4,
    "text": "\"Dijital Demokrasi Miti\" yazarı kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kostiuchenko, T.",
      "B": "Miller, W. J.",
      "C": "Dalisay, F.",
      "D": "Hindman, M.",
      "E": "Christiano, T"
    },
    "explanation": "Bu düşünürler arasında en bilineni Dijital Demokrasi Miti yazarı Matthew Hindman’dır."
  },
  {
    "id": "3240174",
    "unitNumber": 4,
    "text": "Bir grup sosyal aktörün ilişkisel bağlantılarının belirli türdeki sosyal ilişki kalıpları tarafından şekillendirildiği bir sistem olarak tanımlanan kavrama ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal ağ",
      "B": "İnternet",
      "C": "Sosyal medya",
      "D": "Kamuoyu",
      "E": "Yeni toplumsal hareketler"
    },
    "explanation": "Sosyal Ağ, bir grup sosyal aktörün ilişkisel bağlantılarının belirli türdeki sosyal ilişki kalıpları tarafından şekillendirildiği bir sistem olarak tanımlanabilir."
  },
  {
    "id": "3240195",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Doğru bilgilerin yanında yanlış bilgiler ve yalan haberlerin de hızlı ve etkin şekilde yayılması</li> <li>Gerçek hayatta edinilen siyasal tutumların aynen sosyal medyaya taşınması yeni perspektif kazanmaya karşı tavır geliştirilmesi</li> <li>Çevrim içi platformlarda gündemi belirleyenlerin aslında herkes değil az sayıdaki seçkinler olacağı</li> <li>Bilgi ve haberlerin fazlalığının kullanıcıları bunaltarak siyasal meselelerden soğutmaya neden olabileceği</li> </ol> Yukarıdaki bilgilerden hangisi/hangileri <em>sosyal medyanın seçmenler üzerinde yozlaştırıcı bir etkisinin olduğuna </em>dair sunulan iddialar arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I,II,III,IV",
      "B": "Sadece II,III",
      "C": "I,III,IV",
      "D": "II,III,IV",
      "E": "I,II,III"
    },
    "explanation": "Giriş<br/>Tümü doğrudur. Çünkü Bu iddianın birkaç temel sebebi vardır. İlk olarak sosyal medyada doğru bilgilerin yanında yanlış bilgiler ve yalan haberler de hızlı ve etkin şekilde yayılır. İkinci olarak sosyal medyadaki bilgi ve haberlerin fazlalığı kullanıcıları bunaltarak onları siyasal meselelerden soğutmaya neden olabilir. Üçüncü olarak sosyal medya kullanıcıları gerçek hayatta edindikleri siyasal tutumları aynı şekilde sosyal medyaya taşırlar ve yeni perspektif kazanmaya karşı tavır geliştirirler. Son olarak sosyal medya her ne kadar herkese açık görünse de, bu çevrim içi platformlarda gündemi belirleyenlerin yine az sayıdaki seçkinler olacağı iddia edilir"
  },
  {
    "id": "3240196",
    "unitNumber": 4,
    "text": "<ol type=\"I\"><br/><li>Demokrasi, bir grubu ilgilendiren ortak meselelerde karar alma yöntemidir</li><br/><li>Demokrasi de ortak karar verme süreçlerinde grup üyeleri eşittir</li><br/><li>Demokrasi de karar oybirliği ile alınır ve herkesi bağlar.</li><br/></ol><br/>Yukarıdaki bilgilerden hangisi/hangileri <em>demokrasi kavramıyla ilişkili</em> doğru bir bilgidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "Sadece III",
      "D": "I,II",
      "E": "I,II,III"
    },
    "explanation": "Demokrasi nedir<br/>I,II doğrudur. III yanlış. Çünkü alınan karar herkes için bağlayıcı olmakla birlikte kararın oybirliği ile alınması gerekli değildir."
  },
  {
    "id": "3240197",
    "unitNumber": 4,
    "text": "“Ulusal bir mecliste milletvekillerinin üçte ikisinin onayını gerektiren bir karar, ……….çoğunluk esasına göre alınıyor demektir.”\n Yukarıdaki boşluğa gelecek en uygun yanıt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nitelikli çoğunluk",
      "B": "Salt çoğunluk",
      "C": "Mutlak çoğunluk",
      "D": "Temsili çoğunluk",
      "E": "Belirli çoğunluk"
    },
    "explanation": "Demokrasi nedir<br/>Nitelikli çoğunluktur. Çünkü Ortak karar almak için yarıdan bir fazlası gerekiyorsa bu çoğunluğa nitelikli çoğunluk denir. Örneğin ulusal bir mecliste milletvekillerinin üçte ikisinin onayını gerektiren bir karar, nitelikli çoğunluk esasına göre alınıyor demektir."
  },
  {
    "id": "3240198",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Rekabetçi birçok partili siyasal sistem</li> <li>Tüm yetişkin vatandaşların seçme ve seçilme hakkı</li> <li>Hilenin olmadığı sandık güvenliğinin sağlandığı, düzenli yapılan rekabetçi seçimler</li> <li>Seçmenlerin siyasal partilerle medya ve siyasal kampanyalar üzerinden rahatlıkla iletişim ve etkileşim kurabilmesi</li> </ol> Yukarıdaki bilgilerden hangisi/hangileri bir çeşit çoğunluk yönetimi olan seçim demokrasisinde olması gereken şartları arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I,II",
      "B": "Sadece II",
      "C": "I,II,III",
      "D": "II,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "Temsilî Demokrasinin Tanımı<br/>Tümü doğrudur. Rekabetçi birçok partili siyasal sistem Bütün yetişkin vatandaşların seçme ve seçilme hakkının olması Önemli bir hilenin gerçekleşmediği, yeterli derecede sandık güvenliğinin sağlandığı, düzenli yapılan rekabetçi seçimlerin olması Seçmenlerin siyasal partilerle hem medya hem de siyasal kampanyalar üzerinden rahatlıkla iletişim ve etkileşim kurabilmeleri. Çünkü Bir ülkede seçim demokrasisinin varlığından bahsedebilmek için bu dört temel kurumsal düzenleme gerekmektedir"
  },
  {
    "id": "3240199",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Siyasal süreç ve çoğulculuk</li> <li> Sivil/siyasal özgürlükler,</li> <li> Hükümetin işleyişi,</li> <li>Siyasal katılım</li> <li>Siyasal kültür</li> </ol> Yukarıdaki bilgilerden hangisi/hangileri The Economist dergisinin her yıl dünya genelinde demokrasilerin ne derece demokratik olduklarını ölçmek için belirlediği <em>“Demokrasi Endeksi” kriterleri arasında y</em>er alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I,III,IV,V",
      "B": "I,II, III",
      "C": "II,III,IV,V",
      "D": "I,III,IV",
      "E": "I,II,III,IV,V"
    },
    "explanation": "Temsilî Demokrasinin Tanımı<br/>Tümü yer alır. Çünkü The<em> Economist </em>dergisinin her yıl dünya genelinde demokrasilerin ne derece demokratik olduklarını ölçtüğü Demokrasi Endeksi ise demokratik kurumları demokratik kültüre kadar genişletir. Demokrasi Endeksi, ülkelerin demokratlık ölçeğini beş sınıflandırmaya dayandırır. Bunlar, siyasal süreç ve çoğulculuk; sivil/siyasal özgürlükler, hükümetin işleyişi, siyasal katılım ve siyasal kültürdür"
  },
  {
    "id": "3240200",
    "unitNumber": 4,
    "text": "“……………., kamusal politikalar hakkında birbiriyle yarışan görüşlerin uygun tartışma koşulları içinde iyi gerekçelerle müzakere edilerek ortak iyiyi keşfetme sürecidir”\n Yukarıdaki boşluğa aşıdaki demokrasi tanımlarından hangisi gelebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Anayasal/liberal demokrasi",
      "B": "Müzakereci demokrasi",
      "C": "Temsili demokrasi",
      "D": "Radikal/katılımcı demokrasi",
      "E": "Doğrudan demokrasi"
    },
    "explanation": "Temsilî Demokrasinin Krizi ve Müzakereci Demokrasi<br/>Müzakereci demokrasidir. Çünkü Müzakereci demokrasi, kamusal politikalar hakkında birbiriyle yarışan görüşlerin uygun tartışma koşulları içinde iyi gerekçelerle müzakere edilerek ortak iyiyi keşfetme süreci olarak tanımlanabilir."
  },
  {
    "id": "3240201",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Aktif şekilde haber raportörlüğü,</li> <li>Sivil toplum organizasyonları</li> <li>Siyasal liderlere dönüşme imkânı</li> <li>Blok yayıncılığı</li> </ol> İnternet tabanlı yeni medya kullanan vatandaşlar yukarıdaki işlevlerden hangisi/hangilerini yapabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "I,II,III",
      "B": "II,III",
      "C": "I,IV",
      "D": "III,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "Sosyal Medya ve Demokratik Siyasal Katılım<br/>TümüNÜ. Çünkü internet tabanlı yeni medyanın vatandaşların aktif şekilde haber raportörlüğü yapmalarına, sivil toplum organizasyonları düzenlemelerine, blok yayıncılığı yapmalarına ve hatta siyasal liderlere dönüşmelerine imkân tanımaktadır"
  },
  {
    "id": "3240202",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>meetup.com sitesi</li> <li>SeeClickFix uygulaması</li> <li>MySociety hareketi</li> </ol> Yukarıda verilen uygulamalardan hangisi/hangileri yerel düzeyde ortak ilgi alanlarına sahip insanların bir araya gelmesini sağlayan internet uygulaması örnekleri arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "Sadece III",
      "D": "I,II",
      "E": "I,II,III"
    },
    "explanation": "Elektronik Demokrasinin İmkânları<br/>I,II doğrudur. Çünkü Birleşik Krallık’ta faaliyet gösteren MySociety hareketi ise, vatandaşların siyasal kampanyalar yürütebilmeleri ve kamusal konularda tartışmaya katılabilmeleri için çevrimiçi teknolojiler geliştirmektedir"
  },
  {
    "id": "3240203",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Dijital diplomasi</li> <li>Geleneksel diplomasi</li> <li>Kamu diplomasisi</li> </ol> Yukarıdaki diplomasi türlerinden hangisi/hangileri özellikle küreselleşme ve iletişim araçlarının kapsamının artması ile uluslararası kamuoyunu etkilemenin aracı olarak 1960’danberi kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "Sadece III",
      "D": "I,II,",
      "E": "I,II,III"
    },
    "explanation": "Dijital Diplomasi<br/>Sadece kamu diplomasisi çünkü kamu diplomasisi olarak da bilinen yeni bir tür diplomasi çeşidi ortaya çıkmıştır. Buradaki amaç bir ülkenin başka bir ülkenin vatandaşları ile iletişim kurma yollarını geliştirmektir. 1960’larda yaygınlık kazanmaya başlayan kamu diplomasisi kavramı, özellikle küreselleşme ve iletişim araçlarının kapsamının artması ile uluslararası kamuoyunu etkilemenin ülke yönetimleri açısından daha önemli olduğu bir çağa girdiğimizin kanıtı olarak görülebilir"
  },
  {
    "id": "3240204",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Akrabalar arasındaki sosyal ağ</li> <li>Vardiya grupları arasındaki sosyal ağ</li> <li>Arap baharı protestocuları arasındaki sosyal ağ</li> <li>Hoca-öğrencileri arasındaki sosyal ağ</li> </ol> Yukarıda verilen Sosyal ağ örneklerinden hangisi/hangileri geleneksel sosyal ağlar örneği olarak verilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "I,II,III",
      "B": "Sadece III",
      "C": "I,II,IV",
      "D": "I,II,III,IV",
      "E": "II,III,IV"
    },
    "explanation": "Sosyal Medyada Sosyal Ağlar, Kamuoyu Ve Yeni Toplumsal Hareketler<br/>I,II,IV Doğrudur. Çünkü Geleneksel sosyal ağlar aile, arkadaş çevresi, iş çevresine dayanabileceği gibi işçi grupları gibi sınıfsal temele de dayanabilir. 2010’daki Arap Baharı ise, sosyal medya üzerinden kurulan sosyal ağ örneğidir. Zira sosyal medya üzerinden kurulan sosyal ağlar, hiçbir geleneksel sınırlama ya da örgütsel zorlukla karşılaşmadan, sadece benzer fikirlerin paylaşılması üzerinden, anında kamuoyları oluşturabilmektedir."
  },
  {
    "id": "3239694",
    "unitNumber": 5,
    "text": "\"Toplum üyelerini ilgilendiren konuların özgürce müzakere edildiği ve herkesin kendi görüşlerini söyleme imkânı bulduğu ortak alan\" aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kamusal alan",
      "B": "Özel alan",
      "C": "Bireysel alan",
      "D": "Toplulukçu alan",
      "E": "Resmi alan"
    },
    "explanation": "Kamusal alan"
  },
  {
    "id": "3239695",
    "unitNumber": 5,
    "text": "İnternet aracılığıyla ortaya çıkan ve modern ilişki biçimlerinden farklılaşan yeni ilişki ağlarının ortaya çıkabilmesine izin veren kültür anlayışı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Modern kültür",
      "B": "Siber kültür",
      "C": "Post-modern kültür",
      "D": "Topluluk kültürü",
      "E": "Coğrafi kültür"
    },
    "explanation": "Siber kültür"
  },
  {
    "id": "3239696",
    "unitNumber": 5,
    "text": "\"Kullanıcıların özellikle siyasi konular olmak üzere belirli meseleler hakkında bir veya bir kaç cümleyle kendi düşüncelerini ifade etmelerine imkân sağlayan platformlar\" aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Makro blog siteleri",
      "B": "Mikro vlog siteleri",
      "C": "Mikro blog siteleri",
      "D": "Makro vlog siteleri",
      "E": "Mikro ağ siteleri"
    },
    "explanation": "Mikro blog siteleri"
  },
  {
    "id": "3239697",
    "unitNumber": 5,
    "text": "Siyasal katılmanın ilk düzeyi olan ve bu sürecin en temel düzeyde oy kullanmak olarak ortaya çıktığı görülen faaliyet aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Destekleme",
      "B": "Müdahil olma",
      "C": "Belirleme",
      "D": "İzleme",
      "E": "Elde etme"
    },
    "explanation": "İzleme"
  },
  {
    "id": "3239698",
    "unitNumber": 5,
    "text": "Hakikatin önemsizleştiği ya da içinde bulunulan somut durumla ilgisizleştiği süreci anlatan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hakikat öncesi",
      "B": "Hakikatin zayıflatılması",
      "C": "Hakikatin doğrulanması",
      "D": "Hakikatin değiştirilmesi",
      "E": "Hakikat sonrası"
    },
    "explanation": "Hakikat sonrası"
  },
  {
    "id": "3239721",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, siyasal katılmanın internet ortamında kullanılması açısından en önemli örneklerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vatandaşların hükümetlerin dikkatini çekmek için bazı kampanyalar başlatmaları",
      "B": "Reklamcılık ve tanıtım faaliyetleri",
      "C": "E-devlet uygulamalarının genişlemesi",
      "D": "Bireylerin birbirlerini tanıtım amaçlı internet faaliyetleri",
      "E": "Bilgi amaçlı olarak kullanılan bazı sosyal platformlar"
    },
    "explanation": "Vatandaşların hükümetlerin dikkatini çekmek için bazı kampanyalar başlatmaları"
  },
  {
    "id": "3239722",
    "unitNumber": 5,
    "text": "\"Toplumsal sorunlara yönelik protesto gösterilerine para ve zaman ayırmak istemeyen insanların tavırlarını sosyal medyada imza kampanyaları veya belirli hastaglar altına yazmaları şeklinde gelişen eylem türü\" aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "elektronik agora",
      "B": "slactivism",
      "C": "echo chambers",
      "D": "filter bubbles",
      "E": "hacker faaliyetleri"
    },
    "explanation": "slactivism"
  },
  {
    "id": "3239723",
    "unitNumber": 5,
    "text": "İnternetin siyasal iletişim adına öneminin anlaşıldığı ilk büyük örnek olay aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "2000, Al Gore'un seçim kampanyası",
      "B": "2004, G. W. Bush'un seçim kampanyası",
      "C": "2008, B. H. Obama'nın seçim kampanyası",
      "D": "2016, D. Trump'ın seçim kampanyası",
      "E": "2020 j. Biden'ın seçim kampanyası"
    },
    "explanation": "2008, B. H. Obama'nın seçim kampanyası"
  },
  {
    "id": "3239724",
    "unitNumber": 5,
    "text": "\"İnternetin, özelliklede sosyal medyanın kendine özgü bir ...................... olduğu bilinir\".\n Yukarıdaki boşluğa aşağıdaki kavramlardan hangisi getirilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "bakış açısı",
      "B": "felsefesi",
      "C": "durumu",
      "D": "terminolojisi",
      "E": "kitlesi"
    },
    "explanation": "terminolojisi"
  },
  {
    "id": "3239745",
    "unitNumber": 5,
    "text": "Kitlesel eylemlerde sosyal medyanın etkisinin en bilinen ve Facebook ile Twitter gibi sosyal paylaşım platformları üzerinden insanların örgütlenmeye başladığı olay aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "6 Ocak olayları",
      "B": "Detroit olayları",
      "C": "Brexit protestoları",
      "D": "Paris iklim anlaşması",
      "E": "Arap Baharı"
    },
    "explanation": "Arap Baharı"
  },
  {
    "id": "3240125",
    "unitNumber": 5,
    "text": "Kapalı, otoriter ve totaliter rejimlerde aşağıdakilerden hangisi siyasal katılımın özellikleri arasında <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kapalı rejimlerde siyasal katılmaya ancak rejimin öngördüğü bir çerçeve içinde gerçekleşmesine izin verilir.",
      "B": "Bu tür rejimlerde kesinlikle seçimler yapılmaz.",
      "C": "Bu rejimlerde, yalnızca kendilerinin çizeceği sınırlı bir çerçevede siyasal katılıma izin verilir.",
      "D": "Bu tür rejimlerde özgür basından bahsedilemez.",
      "E": "Bu tür rejimlerde Internetin sınırlı kullanımına izin verilir."
    },
    "explanation": "Bu tür rejimlerin siyasal katılımla ilgili olarak demokratik hak ve özgürlükler, basın özgürlüğü, seçme ve seçilme hakkı konusunda uyguladıkları prosedürleri dikkatle izlemek gerekir.<br/>Bu tür rejimlerin büyük çoğunluğunda seçimler yapılmasına rağmen, bu süreç, demokratik usul ve prosedürlerin dışında tamamen hileli bir şekilde gerçekleşir."
  },
  {
    "id": "3240126",
    "unitNumber": 5,
    "text": "Kişinin siyasal tercihleri doğrultusunda ciddi bir emek ve mesai harcayarak siyasal tavrını en açık şekilde ortaya koyduğu bir durumu ifade eden süreç, aşağıdakilerden siyasal katılım sürecinin hangi özelliğini ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Destekleme",
      "B": "İzleme",
      "C": "Müdahil olma",
      "D": "Örgütlenme",
      "E": "Muhalefet"
    },
    "explanation": "Demokratik sistemlerde siyasal katılmanın üç düzeyinden söz edilebilir. Bunlar İzleme, Destekleme Müdahil olmadır.<br/>Kişinin siyasal tercihleri doğrultusunda ciddi bir emek ve mesai harcayarak siyasal tavrını en açık şekilde ortaya koyduğu bir durumu ifade eden süreç <strong>müdahil olma</strong> sürecidir."
  },
  {
    "id": "3240127",
    "unitNumber": 5,
    "text": "Kullanıcıların özellikle siyasî konularda belirli meseleler hakkında bir veya birkaç cümleyle kendi düşüncelerini ifade etmelerine imkân sağlayan sosyal paylaşım<br/>platformlarına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mikro blog siteleri",
      "B": "Sosyal medya siyaset bülteni",
      "C": "Sosyal medya teknolojisi",
      "D": "Elektronik Denetim Aracı",
      "E": "Kişisel bloglar"
    },
    "explanation": "Twitter bir mikro blog sitesidir.<br/>Kullanıcıların özellikle siyasî konularda belirli meseleler hakkında bir veya birkaç cümleyle kendi düşüncelerini ifade etmelerine imkân sağlayan sosyal paylaşım<br/>platformlarına mikro blog siteleri denir."
  },
  {
    "id": "3240128",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi \"posttruth\" yani \"hakikat sonrası\" ifadesini açıklamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal medya içeriklerinin doğru kabul edilmesi.",
      "B": "Sosyal medyada hakikatlerin önemsizleştirilmesi",
      "C": "Sosyal medyada yayılan içeriklerin doğruluklarının kullanıcılar tarafından teyit edilmesi.",
      "D": "Sosyal medyanın yaygınlaşmasıyla objektif bir gerçekliğe karşılık gelen deyimdir.",
      "E": "Sosyal medyada yayılan içeriklerin önemlice bir kısmının doğrulukları teyit edilmeden kullanıcılar tarafından gerçek gibi algılanmaları ve çok kısa süre içinde başkalarıyla paylaşılmaları."
    },
    "explanation": "Sosyal medyada yayılan içeriklerin önemlice bir kısmının doğrulukları teyit edilmeden kullanıcılar tarafından gerçek gibi algılandıkları ve çok kısa süre içinde başkalarıyla paylaşıldıkları görülmektedir.<br/>Sosyal medyada yayılan içeriklerin önemlice bir kısmının doğrulukları teyit edilmeden kullanıcılar tarafından gerçek gibi algılanmaları ve çok kısa süre içinde başkalarıyla paylaşılmaları olayı posttruth (hakikat sonrası) olarak adlandırılır."
  },
  {
    "id": "3240129",
    "unitNumber": 5,
    "text": "Siyasal katılmanın internet ortamında kullanılarak vatandaşların hükûmetlerin dikkatini çekmek için başlattıkları kampanyaların yararları aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Internet üzerinden gerçekleşen bu kampanyalar insanların eylemlere katılmasına engel olur.",
      "B": "Toplumda travma yaratan terör eylemleri gibi olaylar karşısında çok kolay tutum takınabilirler.",
      "C": "Sosyal medyada toplanan kişiler karar alıcılar vasıtasıyla durumu ve yapılması gerekenleri anlayabilirler.",
      "D": "Aynı idealleri paylaşan, ancak coğrafi mesafe nedeniyle buluşmaları kolay olmayan çok sayıda insan sosyal medya aracılığıyla bir araya gelebilmektedir.",
      "E": "Sosyal medyada kampanyalarla buluşan insanlar aynı coğrafyada bulunurlar ve birbirlerine yakındırlar."
    },
    "explanation": "Şunu unutmamak gerekir: İnsanların siyasal kanaatlerinin şekillenmesinde sosyal medya ciddi bir rol oynamaktadır. Hepsinin aynı yönde karar alması mümkün görünmemektedir.<br/>Bu kampanyalarda buluşan kişiler aynı idealleri paylaşır, ancak coğrafi mesafe nedeniyle buluşmaları kolay olmayabilir. Sosyal medya aracılığıyla bir araya gelebilmeleri yararlıdır."
  },
  {
    "id": "3240130",
    "unitNumber": 5,
    "text": "Toplumsal sorunlara yönelik protesto gösterilerine para veya zaman ayırmak istemeyen insanların tavırlarını sosyal medyada imza kampanyaları veya belirli hashtag’lar altına yazmaları şeklinde gelişen eylem türüne ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Slactivism",
      "B": "Posttruth (hakikat sonrası)",
      "C": "Aktivizm",
      "D": "Sanal aktivizm",
      "E": "Blogcu"
    },
    "explanation": "Toplumsal sorunlara yönelik protesto gösterilerine para veya zaman ayırmak istemeyen insanlar, tavırlarını sosyal medyada imza kampanyaları altına yazarak katılım gösterirler.<br/>Slactivism: Bu kavramla, internet üzerinden gerçekleşen ve siyasal tavır gerektiren eylemlere katılan ancak gerçek hayatta aynı yöndeki bir etkinlikte yer almayan kişiler ifade edilir."
  },
  {
    "id": "3240131",
    "unitNumber": 5,
    "text": "İnternetin siyasal iletişim için öneminin anlaşıldığı ilk büyük örnek olarak eski ABD başkanı Barack H. Obama’nın 2008 yılındaki seçim kampanyası gösterilir. Buna göre aşağıdakilerden hangisi bu kampanyanın özelliklerinden <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Obama, gençlerin çevrim içi dünyadaki hareketliliğinin farkına varmıştır.",
      "B": "Kampanya ekibi, propaganda sürecinde interneti ve sosyal medyayı yoğun şekilde kullanmıştır.",
      "C": "Kampanya ekibi, olumsuz izlenim verir düşüncesiyle viral reklam kullanmamıştır.",
      "D": "Obama, internet kampanyasını Facebook’un kurucularından usta bir isim olan Chris Hughes’a emanet etmiştir.",
      "E": "Sosyal paylaşım platformları üzerinden Obama’nın propagandası yapılmıştır."
    },
    "explanation": "Obama'nın seçim kampanyası bir anlamda, internet olmasa seçimi kazanamayacağı gibi yorumları da beraberinde getirmiştir.<br/>Obama kampanyasında viral reklam kullanmıştır. <strong>Viral reklam</strong>, sürekli olarak içerek paylaşımıyla ilgilidir."
  },
  {
    "id": "3240132",
    "unitNumber": 5,
    "text": "“Filtre balonu” denilen yöntem aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Takipçilerin birbirleriyle etkileşim halinde bulunmalarının mümkün olmadığını anlatan bir deyimdir.",
      "B": "Seçim kampanyalarında seçmen bilgilerine kesinlikle ulaşılamayacağını belirten bir deyimdir.",
      "C": "Bu sistemin siyasal kampanya süreçlerinde kullanıldığına dair bilgi yoktur.",
      "D": "Bu yöntem aracılığıyla kullanıcıların dikkatini çekecek gönderilerin sosyal paylaşım<br/>sitesine girdikleri andan itibaren karşısına çıkması mümkün olmaktadır.",
      "E": "Bu sistem genelde ticarî reklamlarda kullanılmamaktadır."
    },
    "explanation": "Bu sistem genelde ticarî reklamlarda siyasal kampanya süreçlerinde kullanılmıştır.<br/>“Filtre balonu” denilen yöntem aracılığıyla kullanıcıların dikkatini çekecek gönderilerin sosyal paylaşım sitesine girdikleri andan itibaren karşısına çıkması mümkün olmaktadır."
  },
  {
    "id": "3240133",
    "unitNumber": 5,
    "text": "Sosyal medya ve siyaset ilişkisi çerçevesinde sık sık örneklendirilen ve 2018 yılında Cambridge Analytica adlı şirketin gerçekleştirdiği eylem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal paylaşım platformlarına kaydolanlar bilgilerini bu şirkete göndermişlerdir.",
      "B": "Bu şirket, Facebook sosyal paylaşım platformunun üyelerinin bilgilerini ele geçirmiş ve veriler Başkan adayı D. Trump'un siyasal kampanya sürecinde kullanılmıştır.",
      "C": "Bu şirketin oy sayımı esnasında etkili olduğu kabul edilmektedir.",
      "D": "Söz konusu şirket Obama'nın başkan seçilmesiyle gündeme gelmiştir.",
      "E": "Başkan adayı Hilary Clinton'ın kampanyasında adı geçen şirketten elde edilen seçmen bilgilerinin kullanıldığı anlaşılmıştır."
    },
    "explanation": "Bu şirket aracılığıyla ele geçirilen veriler, başkan adayı D. Trump'un siyasal kampanya sürecinde kullanılmıştır.<br/>Cambridge Analytica adlı şirket Facebook sosyal paylaşım platformunun üyelerinin bilgilerini ele geçirmiş ve veriler başkan adayı D. Trump'un siyasal kampanya sürecinde kullanılmıştır."
  },
  {
    "id": "3240134",
    "unitNumber": 5,
    "text": "Trollerle ilgili olarak aşağıdakilerden hangisini söylemek uygun <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İnternet ortamında hakikatin çarpıtılmasının en belirgin örneklerinden biridir.",
      "B": "Internet ortamında hakikatin çarpıtılmasıyla ilgili bazı kişilerin faaliyetleri olarak görülmemelidir.",
      "C": "Troller, başlangıçta, mizahi amaçlarla doğru olmayan bilgileri yayarak insanları kandırmak amacı taşıyabilir.",
      "D": "Birlikte hareket eden troller, sosyal medyada ülke gündemini yönlendirmede etkili olabilirler.",
      "E": "Trollerin sunduğu hizmetlerin siyasetçiler ve hatta devletler tarafından bile satın alındığı iddiaları bulunmaktadır."
    },
    "explanation": "Sosyal medyada birlikte hareket eden trollerin de bulunduğu unutulmamalıdır.<br/>Troller, Internet ortamında hakikatin çarpıtılmasıyla ilgili <strong>bazı kişilerin faaliyetleri olarak görülmelidir.</strong>"
  },
  {
    "id": "3240135",
    "unitNumber": 5,
    "text": "Siyasete ilgisi olmayan bir insanın oy kullanabilmesinde aşağıdakilerden yalnızca hangisi etkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Siyasal partiler",
      "B": "Sosyal medya",
      "C": "Sendikalar",
      "D": "Geleneksel medya",
      "E": "En yakınlarının tavsiye ya da istekleri"
    },
    "explanation": "<strong>SİYASAL KATILMANIN TANIMI VE ORTAYA ÇIKIŞ SÜRECİ </strong><br/>Doğru yanıt E seçeneğidir. Çünkü, siyasete ilgisi olmayan bir insan, yalnızca en yakınlarının tavsiye ya da istekleriyle oy kullanabilir. Ancak kişinin siyasal olaylara ilgisi arttıkça beslenme kaynakları da çeşitlenir. Bu yönde bir tavır sergileyen kişi, siyasal gündemi ve kitle iletişim araçlarının bu yöndeki yayınlarını yakından izleyecek, hatta doğrudan bilgilenmek için siyasal partilerin toplantılarına katılacaktır."
  },
  {
    "id": "3240136",
    "unitNumber": 5,
    "text": "I. Siyasal katılım ancak rejimin öngördüğü bir çerçeve içinde gerçekleşir.\n II. Bu tür rejimlerin büyük çoğunluğunda seçimler yapılmasına karşın bu süreç, demokratik usul ve prosedürler çerçevesinde gerçekleşir.\n III. Otoriter ve totaliter rejimler yalnızca kendilerinin çizeceği sınırlı bir çerçevede siyasal katılıma izin verirler.\n IV. Kapalı rejimlerde özgür bir basından söz edilebileceği gibi internetin de oldukça yaygın şekilde kullanılmasına izin verilir.\n Yukarıdakilerden hangileri kapalı rejimlerde siyasal katılımı tanımlayan doğru ifadelerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "<strong>SİYASAL KATILMANIN TANIMI VE ORTAYA ÇIKIŞ SÜRECİ </strong><br/>Kapalı rejimlerin en belirgin özelliklerinden biri, siyasal katılmanın ancak rejimin öngördüğü bir çerçeve içinde gerçekleşmesine izin verilmesidir. Rejimin eğilimleri dışında siyasal tavır gösteren vatandaşların özgürlüklerini tehdit edecek bazı sorunlarla karşılaşması neredeyse kaçınılmazdır. Otoriter ve totaliter rejimler yalnızca kendilerinin çizeceği sınırlı bir çerçevede siyasal katılıma izin verirler. Örneğin bu rejimlerin büyük çoğunluğunda seçimler yapılmasına rağmen bu süreç, demokratik usul ve prosedürlerin dışında tamamen hileli bir şekilde gerçekleşir. Bu tür ülkelerde özgür basından bahsedilemeyeceği gibi internetin de oldukça sınırlı şekilde kullanılmasına izin verilir. Dolayısıyla, doğru yanıt D seçeneğidir."
  },
  {
    "id": "3240137",
    "unitNumber": 5,
    "text": "Bir kişinin siyasal görüşleri doğrultusunda para, zaman veya başka bir kaynak sarf ederek aktif katılım sürecine geçmesi siyasal katılmanın hangi aşamasını tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "İzleme",
      "B": "Destekleme",
      "C": "Değerlendirme",
      "D": "Uzaklaşma",
      "E": "Müdahil olma"
    },
    "explanation": "<strong>Demokratik Sistemlerde Siyasal Katılma</strong><br/>Doğru yanıt B seçeneğidir. Çünkü, “destekleme” adı verilen katılma sürecinin ikinci aşamasında kişi, siyasal faaliyetlere doğrudan katılım sağlar. Örneğin bir siyasal partiye üye olur ya da düzenlenen miting, toplantı veya gösteri gibi etkinliklere katılır. Yine adaylara veya partilere maddi yardımda bulunmak ya da onlar için belirli görevler üstlenmek de bu kapsamda değerlendirilebilir. Başka bir ifadeyle kişi, ilk aşamadan farklı şekilde siyasal görüşleri doğrultusunda para, zaman veya başka bir kaynak sarf ederek aktif destek sürecine geçmiştir."
  },
  {
    "id": "3240138",
    "unitNumber": 5,
    "text": "Siyasal katılmanın en ileri aşaması olan ………………… sürecinde kişi, siyasal tercihleri doğrultusunda ciddi bir emek ve mesai harcamaktadır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Destekleme",
      "B": "Müdahil olma",
      "C": "Değerlendirme",
      "D": "İzleme",
      "E": "Somutlama"
    },
    "explanation": "<strong>Demokratik Sistemlerde Siyasal Katılma</strong><br/>Doğru yanıt B seçeneğidir. Çünkü, siyasal katılmanın en ileri aşaması olan müdahil olma sürecinde kişi, siyasal tercihleri doğrultusunda ciddi bir emek ve mesai harcamaktadır. Aynı zamanda bu süreç, kişinin siyasal tavrını en açık şekilde ortaya koyduğu bir durumu ifade eder."
  },
  {
    "id": "3240139",
    "unitNumber": 5,
    "text": "Toplum üyelerinin kendi sorunlarını özgürce müzakere ettikleri kamusal alan fikrini ilk vurgulayan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nancy Fraser",
      "B": "Jürgen Habermas",
      "C": "Alexander Kluge",
      "D": "Richard Sennett",
      "E": "Osgar Negte"
    },
    "explanation": "<strong>Siyasal Katılma Araçları</strong><br/>İlk olarak Alman düşünür Jürgen Habermas’ın ortaya attığı kamusal alan kavramı, toplum üyelerinin kendi sorunlarını özgürce müzakere ettikleri bir zemine işaret eder. Bu bağlamda özgür bir kamusal alanın bireylerin siyasete katılmalarının en önemli aracı görünümünde olduğu söylenebilir. Dolayısıyla, doğru yanıt B seçeneğidir."
  },
  {
    "id": "3240140",
    "unitNumber": 5,
    "text": "Belirli altyapılar kullanılarak bireysel kullanıcılar tarafından çok kısa süre içinde ve kolayca oluşturulan sitelerin görüntülü şekline ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Blog",
      "B": "Twitter",
      "C": "Social Me",
      "D": "Facebook",
      "E": "Vlog"
    },
    "explanation": "<strong>Kamu Politikalarının Çevrimiçi Ortamda İzlenmesi</strong><br/>Doğru yanıt, E seçeneğidir. Çünkü, çok sayıda farklı amaca hizmet edebilen bu siteler, blog’un sahibinin güncel siyasal konulara ilişkin kanaatlerinin takipçilerine ulaşmasını sağlar. Vlog’lar ise aynı işlevi görüntülü şekilde yerine getirir. Kullanıcı, kendi videosunu çekerek belirli platformlar aracılığıyla izleyicilerine ulaştırır. Günümüzde giderek daha fazla insanın blog ve vlog kullandığı dikkat çekmektedir. Hatta bu yolu izleyenler arasında akademisyenler, gazeteciler, edebiyatçılar ve sanatçılar gibi kanaat önderleri de bulunur. Ayrıca bazı siyasetçilerin de aynı yolu izledikleri görülür. Hatta çok sayıda siyasetçi bunun bile ötesine geçerek basın toplantısı, kamuoyu açıklaması vs. gibi bazı faaliyetlerini canlı yayınlayarak vatandaşlarla paylaşmaktadır."
  },
  {
    "id": "3240141",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kullanıcıların özellikle siyasi konular olmak üzere belirli meseleler hakkında bir veya birkaç cümleyle kendi düşüncelerini ifade etmelerine imkân sağlayan sosyal paylaşım platformlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Facebook",
      "B": "Twitter",
      "C": "Blog",
      "D": "Social Me",
      "E": "Vlog"
    },
    "explanation": "<strong>Kamu Politikalarının Çevrimiçi Ortamda İzlenmesi</strong><br/>Mikro blog siteleri, kullanıcıların özellikle siyasî konular olmak üzere belirli meseleler hakkında bir veya birkaç cümleyle kendi düşüncelerini ifade etmelerine imkân sağlayan sosyal paylaşım platformlarıdır. Söz konusu sitelerin en bilinen örneği Twitter’dır. Bu yüzden doğru yanıt B seçeneğidir."
  },
  {
    "id": "3240142",
    "unitNumber": 5,
    "text": "Sosyal medyada yayılan içeriklerin önemlice bir kısmının doğrulukları teyit edilmeden kullanıcılar tarafından gerçek gibi algılandıkları ve çok kısa süre içinde başkalarıyla paylaşıldıkları görülür. Bu durum aşağıdaki kavramlardan hangisi ile açıklanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Post-modern",
      "B": "Pre-truth",
      "C": "Post-truth",
      "D": "Pre-modern",
      "E": "Post-fordist"
    },
    "explanation": "<strong>SOSYAL MEDYANIN SİYASAL KATILMAYA OLUMSUZ ETKİLERİ</strong><br/>Sosyal medyada yayılan içeriklerin önemlice bir kısmının doğrulukları teyit edilmeden kullanıcılar tarafından gerçek gibi algılandıkları ve çok kısa süre içinde başkalarıyla paylaşıldıkları görülür. Bu süreçte karşılaşılan durumu anlatmak için icat edilen <em>post-truth </em>(hakikat sonrası) ifadesi sıkça kullanılmaya başlanmıştır. Söz konusu kavramla hakikatin önemsizleştiği ya da içinde bulunulan somut durumla ilgisizleştiği bir süreç anlatılır. Bu yüzden doğru yanıt C seçeneğidir."
  },
  {
    "id": "3240143",
    "unitNumber": 5,
    "text": "Başlangıçta mizahi amaçlarla doğru olmayan bilgileri yayarak insanları kandırmak amacıyla hareket eden; ancak daha sonra internet ortamında hakikatin çarpıtılmasının en belirgin örneğine dönüşen ……………… adı verilen bazı kişilerin faaliyetleridir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Kanı önderi",
      "B": "Yurttaş",
      "C": "Manipülatör",
      "D": "Üretüketici",
      "E": "Trol"
    },
    "explanation": "<strong>SOSYAL MEDYANIN SİYASAL KATILMAYA OLUMSUZ ETKİLERİ</strong><br/>Doğru yanıt E seçeneğidir. Çünkü, internet ortamında hakikatin çarpıtılmasının en belirgin örneklerinden bir diğeri de <em>trol </em>adı verilen bazı kişilerin faaliyetleridir. Troller, başlangıçta mizahi amaçlarla doğru olmayan bilgileri yayarak insanları kandırmak amacıyla hareket etmişlerdir. Ancak daha sonra bu faaliyetlerin başka yöne kaydığı görülür. Birlikte hareket eden troller, ülke gündemini yönlendirmek için belirli başlıkları sosyal medyada ön plana çıkarabilmektedir. Bu açıdan trollerin sunduğu hizmetlerin siyasetçiler ve hatta devletler tarafından bile satın alındığı iddiaları bulunur."
  },
  {
    "id": "3240144",
    "unitNumber": 5,
    "text": "Toplumsal sorunlara yönelik protesto gösterilerine para ya da zaman ayırmak istemeyen insanların tavırlarını, sosyal medyada imza kampanyaları ve belirli hashtag’lar altına yazmaları şeklinde gelişen eylem türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pasivizm",
      "B": "Slactivizm",
      "C": "Aktivizm",
      "D": "Luddism",
      "E": "Taoizm"
    },
    "explanation": "<strong>Sosyal Medyada Yürütülen Kampanyalar</strong><br/>Doğru yanıt B seçeneğidir. Çünkü, İngilizce gevşek (<em>slack</em>) ve aktivizm (<em>activism</em>) kelimelerinin birleşmesinden türetilen <em>slactivism </em>kavramıyla, internet üzerinden gerçekleşen ve siyasal tavır gerektiren eylemlere katılan ancak gerçek hayatta aynı yöndeki bir etkinlikte yer almayan kişiler ifade edilir."
  },
  {
    "id": "3240235",
    "unitNumber": 5,
    "text": "................, bireylerin üyesi oldukları siyasal sistemlerde, otoritenin karar alma ve uygulama sürecini kendi çıkarları doğrultusunda etkilemek ve yönlendirmek için yaptıkları belirli eylemleri anlatır. \n Cümledeki boşluğa aşağıdaki şıklardan hangisi getirilirse doğru olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Siyasal katılma",
      "B": "Siyaset",
      "C": "Seçim",
      "D": "Siyasi partiler",
      "E": "Demokrasi"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/><strong>Siyasal katılma,</strong> bireylerin üyesi oldukları siyasal sistemlerde, otoritenin karar alma ve uygulama sürecini kendi çıkarları doğrultusunda etkilemek ve yönlendirmek için yaptıkları belirli eylemleri anlatır."
  },
  {
    "id": "3240236",
    "unitNumber": 5,
    "text": "Bireyin siyasal katılma sürecini başlatan ilk etmen nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kişinin bu yönde bir motivasyona da sahip olması",
      "B": "Siyasal konulara ilişkin bilgiye ve duyarlılığa sahip olması",
      "C": "Siyasal katılmaya imkân tanıyacak mekanizmaların açık olması",
      "D": "Bireylerin belirli çıkar beklentileriyle hareket etmeleri",
      "E": "Bireylerin siyasete ilgi düzeyinin yüksek olması"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/><strong>Bireyin katılma sürecini başlatan ilk etmen</strong>, siyasal konulara ilişkin bilgiye ve duyarlılığa sahip olmasıdır."
  },
  {
    "id": "3240237",
    "unitNumber": 5,
    "text": "Siyasal katılma süreçlerini kişilerin bu konudaki tavırlarına göre farklı aşamalarda ele almak mümkündür. Buna göre siyasal katılmanın ilk düzeyi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Destekleme",
      "B": "Müdahil Olma",
      "C": "İzleme",
      "D": "Bağlanma",
      "E": "Katılım"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Siyasal katılmanın ilk düzeyi izleyici olarak bu tür faaliyetlerde bulunmaktır."
  },
  {
    "id": "3240238",
    "unitNumber": 5,
    "text": "Siyasal katılma sürecinin ikinci aşaması desteklemedir. Aşağıdakilerden hangisi bu aşamaya örnek olarak gösterilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Seçimlerde oy kullanmak",
      "B": "Siyasetle ilgili haberleri takip etmek",
      "C": "Adaylık başvurusunda bulunmak",
      "D": "Bir siyasal partiye üye olmak",
      "E": "Aday olarak seçmenlerden oy almak için mücadele etmek"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Katılma sürecinin ikinci aşamasında kişi, siyasal faaliyetlere doğrudan katılım sağlar. Örneğin <strong>bir siyasal partiye </strong><strong>üye olur</strong> ya da düzenlenen miting, toplantı veya gösteri gibi etkinliklere katılır."
  },
  {
    "id": "3240239",
    "unitNumber": 5,
    "text": "Toplumların büyümesiyle insanların kendilerini yönetenlere seslerini duyurmak ve belli konularda dilediklerini yaptırmak için dolaylı araçlar kullanmaları zorunlu olmuştur. Özellikle toplumların büyümesiyle insanlar, siyasal ve toplumsal konulara ilişkin fikir edinmeleri açısından ........................................ ihtiyaç duymuşlardır.<br/>Paragraftaki boşluğa aşağıdaki şıklardan hangisi getirilirse doğru olur?",
    "correctAnswer": "E",
    "options": {
      "A": "Siyasal katılıma",
      "B": "Demokrasiye",
      "C": "Siyasal partilere",
      "D": "Seçimlere",
      "E": "Kitle iletişim araçlarına"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Özellikle toplumların büyümesiyle insanlar, siyasal ve toplumsal konulara ilişkin fikir edinmeleri açısından <strong>basın yayın </strong><strong>organlarına</strong> ihtiyaç duymuşlardır. <strong>İletişim araçları</strong>, toplumsal kanaatleri belirleme, etkileme veya değiştirme imkânı verir."
  },
  {
    "id": "3240240",
    "unitNumber": 5,
    "text": "Hükûmetler belirli bir konuyu tartışmaya açmak için de internet ortamından sıklıkla yararlanırlar. Aşağıdakilerden hangisi bunun avantajlarından biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Demokrasiyi güçlendirmesi",
      "B": "Ekonomik maliyetlerin düşmesi",
      "C": "Vatandaşların hizmete daha kolay ulaşmaları",
      "D": "Devletlerin vatandaşlarıyla ilgili geniş bir bilgi havuzuna sahip olmaları",
      "E": "Gündelik işlerin yürümesini kolaylaştırması"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Hükûmetler belirli bir konuyu tartışmaya açmak için de internet ortamından sıklıkla yararlanırlar. Bu durum,<strong> hem ekonomik maliyetlerin düşmesini sağlama</strong><strong>sından hem de vatandaşların hizmete daha kolay ulaşmalarından ötürü memnuniyet düzeylerini yükseltmesi açısından avantaja sahiptir. Ayrıca devletler, böylece vatandaşlarıyla ilgili muazzam bir bilgi havuzuna </strong><strong>sahip olmakta, bu durum gündelik işlerin yürümesini kolaylaştırmaktadır.</strong> Bu bakımdan, özellikle e-devlet uygulamaları açısından katılımın doğrudan devlet tarafından teşvik edilebildiği söylenebilir."
  },
  {
    "id": "3240241",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Facebook, YouTube, Social Me, Instagram gibi sosyal paylaşım siteleriyle Twitter benzeri mikro blogların siyasal katılım açısından öne çıkmasının temel nedeni olarak gösterilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eşzamanlı olarak çok sayıda görüntü, mesaj, posta vb. göndermeye yarayan entegre sistemler olmaları",
      "B": "Tartışma ve paylaşım platformu olma işlevi de görmeleri",
      "C": "Bu tür sitelerin interaktif bir yapıya sahip olması",
      "D": "Söz konusu platformların yeni kişilerle bağlantıya geçme imkânı sunması",
      "E": "Güncel konularla ilgili çok çeşitli bilgi sunuyor olması"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Çevrim içi ortamda kişilerin siyasal açıdan kendilerini ifade etmelerinin en etkili yollarından bir diğeri kişisel blog ve vlog’lardır. Bloglar, belirli altyapılar kullanılarak bireysel kullanıcılar tarafından çok kısa süre içinde ve kolayca oluşturulan sitelerdir. <strong>Çok sayıda farklı amaca hizmet edebilen </strong><strong>bu siteler, blog’un sahibinin güncel siyasal konulara ilişkin kanaatlerinin takipçilerine ulaşmasını sağlar.</strong>"
  },
  {
    "id": "3240242",
    "unitNumber": 5,
    "text": "Sosyal medyanın siyaset üzerinde neden olduğu en önemli olumsuz etkilesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çok sayıda yarışan bilginin bulunmasınıni kişinin aradığı konulara ya da hakikate kısa sürede ulaşmasını sağlamak yerine onu daha fazla zorlaştırıyor olması",
      "B": "Çevrim içi ağlardaki her türlü etkinliğin geride iz bırakması, hükûmetlerin toplum üzerindeki denetimini kolaylaştırması",
      "C": "Sosyal medyanın yaygınlaşmasıyla objektif bir gerçekliğe karşılık gelen haber ile sübjektif unsurlara dayanan kanaatler ve yorumlar arasındaki çizginin iyice belirsiz hâle gelmesi",
      "D": "Toplumun genelini ilgilendiren konularda ortaya konulan yanıltıcı bilgilerin, demokratik siyasetin rekabetçi doğasına da önemli ölçüde zararvermesi",
      "E": "İnternet ortamında hesap, nüfus, sağlık başta olmak çok sayıda bilgi bırakan bireylerin kişisel verilerinin korunması zorluğu"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Sosyal medyanın siyaset üzerinde neden olduğu en önemli olumsuz etkilerden biri, siber âlemde yalan haberlerle çok sık karşılaşılmasıdır. Başka bir ifadeyle, sosyal medyanın yaygınlaşmasıyla objektif bir gerçekliğe karşılık gelen haber ile sübjektif unsurlara dayanan kanaatler ve yorumlar arasındaki çizgi iyice belirsiz hâle gelmiştir. Gerçekten de sosyal medyada yayılan içeriklerin önemlice bir kısmının doğrulukları teyit edilmeden kullanıcılar tarafından gerçek gibi algılandıkları ve çok kısa süre içinde başkalarıyla paylaşıldıkları görülür. Bu süreçte karşılaşılan durumu anlatmak için icat edilen post-truth (hakikat sonrası) ifadesi sıkça kullanılmaya başlanmıştır. Söz konusu kavramla hakikatin önemsizleştiği ya da içinde bulunulan somut durumla ilgisizleştiği bir süreç anlatılır."
  },
  {
    "id": "3240243",
    "unitNumber": 5,
    "text": "İnternet ortamında hakikatin çarpıtılmasının en belirgin örneklerinden bir diğeri de .............. adı verilen bazı kişilerin faaliyetleridir.\n Cümledeki boşluğa aşağıdaki şıklardan hangisi getirilirse doğru olur?",
    "correctAnswer": "D",
    "options": {
      "A": "Siyasetçi",
      "B": "Gazeteci",
      "C": "İçerik uzmanı",
      "D": "Trol",
      "E": "Editör"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/><strong>İnternet ortamında hakikatin çarpıtılmasının en belirgin örneklerinden bir diğeri de trol adı verilen </strong><strong>bazı kişilerin faaliyetleridir.</strong> Troller, başlangıçta mizahi amaçlarla doğru olmayan bilgileri yayarak insanları kandırmak amacıyla hareket etmişlerdir. Ancak daha sonra bu faaliyetlerin başka yöne kaydığı görülür. Birlikte hareket eden troller, ülke gündemini yönlendirmek için belirli başlıkları sosyal medyada ön plana çıkarabilmektedir. Bu açıdan trollerin sunduğu hizmetlerin siyasetçiler ve hatta devletler tarafından bile satın alındığı iddiaları bulunur."
  },
  {
    "id": "3240244",
    "unitNumber": 5,
    "text": "Toplumsal sorunlara yönelik protesto gösterilerine para veya zaman ayırmak istemeyen insanların tavırlarını sosyal medyada imza kampanyanları veya belirli hashtag’lar altına yazmaları şeklinde gelişen eylem türüne ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet aktivizmi",
      "B": "Siyasal kampanya",
      "C": "İnternette siyasal katılım",
      "D": "Demoktarik katılım",
      "E": "Slactivism"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Slactivism; toplumsal sorunlara yönelik protesto gösterilerine para veya zaman ayırmak istemeyen insanların tavırlarını sosyal medyada imza kampanyanları veya belirli hashtag’lar altına yazmaları şeklinde gelişen eylem türüdür."
  },
  {
    "id": "3239684",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi siyasal kampanyaların amacıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Siyaseti yeniden şekillendirmek",
      "B": "Seçmeni ikna etmek",
      "C": "Toplumu yeniden şekillendirmek",
      "D": "İktidarı etkilemek",
      "E": "Kamu politikası oluşturmak"
    },
    "explanation": "SİYASAL KAMPANYALARIN GELİŞİMİ, AMAÇ VE STRATEJİLER<br/>Seçmeni ikna etmek"
  },
  {
    "id": "3239685",
    "unitNumber": 6,
    "text": "Siyasal kampanyalarda radyonun etkisinin hala önemli oluşu aşağıdakilerden hangisi ile <u>ilişkilendirilemez?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Dar yayın ortamı olması",
      "B": "Çok sayıda istasyona sahip olması",
      "C": "Piyasaya girişinin ucuz olması",
      "D": "Her an kolayca dinlenebilir olması",
      "E": "Yetişkinlerin düzenli radyo dinleyicisi olması"
    },
    "explanation": "Sosyal Medya ve Siyasal Kampanya\n<br/>Siyasal Kampanyaların Gelişimi ve Dönüşümü<br/>Yetişkinlerin düzenli radyo dinleyicisi olması"
  },
  {
    "id": "3239686",
    "unitNumber": 6,
    "text": "\"Dinleyicilerin katıldığı radyo programlarının, farklı seçmen kitlelerine ulaşabilme imkânı vermesi de önemlidir. Radyo dinleyicileri, ideolojik ve partizan da olsa, çok farklı kesimlere hitap eden tematik kanallara ulaşabilme imkânı bulmaktadır. Politik konuşmaların yapıldığı radyolar ile öncelikli olarak siyaset veya kamusal meselelerin tartışıldığı radyo programları 1990’larda popülerliklerini daha da arttırmıştır.\"\n<br/>Yukarıdaki metin radyonun hangi imkânı vermesini <strong>açıklamaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tematik kanallara ulaşabilme",
      "B": "Siyaset veya kamusal meselelerin tartışılması",
      "C": "Farklı seçmen kitlelerine ulaşabilme",
      "D": "İdeolojik ve partizan yayın yapabilme",
      "E": "Medya kanallarının radyo kanallarını kullanmaya devam etmesi"
    },
    "explanation": "Siyasal Kampanyaların Gelişimi ve Dönüşümü<br/>Medya kanallarının radyo kanallarını kullanmaya devam etmesi"
  },
  {
    "id": "3239687",
    "unitNumber": 6,
    "text": "1960 yılında ABD’de, gazeteci Pierre Salinger tarafından yürütülen başkan adayı J.F. Kennedy seçim kampanyası ile seçim kampanyalarında parti bağlılığına yapılan vurgu yerini aşağıdakilerden hangisine bırakmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Radyoya",
      "B": "Televizyona",
      "C": "Seçmene",
      "D": "Adaya/aday imajına",
      "E": "Yeni medyaya"
    },
    "explanation": "Siyasal Kampanyaların Gelişimi ve Dönüşümü<br/>Adaya/aday imajına"
  },
  {
    "id": "3239688",
    "unitNumber": 6,
    "text": "1988 seçimlerinde George Bush'un, mahkûmlara hafta sonu izni verdiği için rakibi Michael Dukakis’e yönelik yürüttüğü kampanya, siyasi kampanyalarda hangi yaklaşımın <u>ilk</u> örneğini oluşturmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Rakip adayların olumsuz yönlerini göstermek",
      "B": "Kendilerinin olumlu yönlerini göstermek",
      "C": "Konuşmalarının değerliliğini ortaya koymak",
      "D": "Aday olarak bilgisini ortaya koymak",
      "E": "Bütünlüklü kampanya yürütmek"
    },
    "explanation": "Siyasal Kampanyaların Amacı ve Stratejiler<br/>Rakip adayların olumsuz yönlerini göstermek"
  },
  {
    "id": "3239689",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Kazananın peşine takılma eğilimi</li> <li>Konuların basitleştirilerek sunulması</li> <li>Farklı kaybedeceği varsayılana destek olma eğilimi</li> <li>Kamuoyu araştırmaları</li> </ol> Kamuoyu araştırmalarının etkisini arttıran ve azaltan sonuçlar hangi şekilde/şekillerde izah edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız IV",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, III ve IV"
    },
    "explanation": "Siyasal Kampanyaların Amacı ve Stratejiler<br/>I ve III\n <ul> <li>Kazananın peşine takılma eğilimi</li> <li>Farklı kaybedeceği varsayılana destek olma eğilimi</li> </ul>"
  },
  {
    "id": "3239690",
    "unitNumber": 6,
    "text": "<ol type=\"I\"><br/><li>Siyasal pazarlama değişimi</li><br/><li>Partiye karşı duygularda ciddi değişim</li><br/><li>Adaya karşı duygularda ciddi değişim</li><br/><li>Siyasi kampanyalarda söylem değişimi</li><br/></ol><br/>1980-1996 yılları arasında ABD seçimlerini konu alan araştırmalar, oyların üçte ikisinin hangi değişkenle/değişkenlerle açıklanabileceğini göstermiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "II ve III",
      "C": "I ve III",
      "D": "Yalnız IV",
      "E": "II ve IV"
    },
    "explanation": "Siyasal Kampanyaların Amacı ve Stratejiler<br/>II ve III\n <ul> <li>Partiye karşı duygularda ciddi değişim</li> <li>Adaya karşı duygularda ciddi değişim</li> </ul>"
  },
  {
    "id": "3239691",
    "unitNumber": 6,
    "text": "2008’deki Obama kampanyası hangi özelliği nedeniyle başarılı bir siyasi kampanya özelliği taşır?",
    "correctAnswer": "C",
    "options": {
      "A": "Parti ve lider tanıtımı",
      "B": "Geleneksel medyanın tarafgirliğini azaltma",
      "C": "Maliyeti azaltma ve maddi destek toplama",
      "D": "Plüralizmi arttırması",
      "E": "Taban kampanyasına yöneliş"
    },
    "explanation": "Maliyeti azaltma ve maddi destek toplama"
  },
  {
    "id": "3239692",
    "unitNumber": 6,
    "text": "\"2016 ABD kampanyasında iki aday karşılaştırıldığında, Trump’ın kampanyasında daha sık tweet attığı ve tweet’lerinin yaklaşık dörtte birinin retweet olduğu görüldü\"\n<br/>Yukarıdaki cümlede sosyal medyanın siyasal kampanyaları etkileyen hangi özelliği vurgulanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Profesyonel Ruhla Kampanyanın Yürütülmesi",
      "B": "Adayın Kişisel Etkileşimde Bulunması",
      "C": "Mesajın Kısa, Net, Anlaşılır Verilmesi",
      "D": "Siyasal Kutuplaşmanın İyi Yönetilmesi",
      "E": "Sosyal medyanın aday davranışını etkilemesi"
    },
    "explanation": "Adayın Kişisel Etkileşimde Bulunması"
  },
  {
    "id": "3239693",
    "unitNumber": 6,
    "text": "İşçi Partisi’nin milletvekillerinden Emily Thornberry, 2014 yılında, seçim bölgesi Rochester’da bir evin önündeki beyaz eski bir minibüsü ve evin duvarında asılı duran üç İngiliz bayrağını gösteren bir fotoğrafı resmî Twitter hesabında “Rochester’dan görüntü” mesajıyla paylaşması, “İngiliz millî değerleriyle alay etmek” olarak değerlendirilmiş ve bu olay sonrasında Thornberry istifa etmek zorunda kalmıştır. \n<br/>Yukarıdaki örnek olay sosyal medyanın siyasal kampanyaların başarısını etkileyen hangi faktörünü tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Adayın Kişisel Etkileşimde Bulunması",
      "B": "Profesyonel Ruhla Kampanyanın Yürütülmesi",
      "C": "Mesajın Kısa, Net, Anlaşılır Verilmesi",
      "D": "Siyasal Kutuplaşmanın İyi Yönetilmesi",
      "E": "Sosyal medyanın kullanma şeklinin adayın davranışını değiştirmesi"
    },
    "explanation": "Mesajın Kısa, Net, Anlaşılır Verilmesi"
  },
  {
    "id": "3240145",
    "unitNumber": 6,
    "text": "Birinci Dünya Savaşı’ndan sonra gelişim gösteren ve kitleler üzerinde çok güçlü bir propaganda silahı haline gelen kitle iletişim aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gazete",
      "B": "Film",
      "C": "Televizyon",
      "D": "Dergi",
      "E": "Radyo"
    },
    "explanation": "<strong>Siyasal Kampanyaların Gelişimi ve Dönüşümü</strong><br/>Doğru yanıt E seçeneğidir. Çünkü, 1. Dünya Savaşı’ndan sonra gelişim gösteren ve kitleler üzerinde basından daha etkili olabildiği araştırmalarla görülen radyo, artık sadece bir iletişim aracı olmamış, güçlü bir propaganda silahı hâline gelmiştir. F. Roosevelt’in Amerikan halkına seslenişi ile O. Welles’in 1938’de Dünyalar Savaşı programı radyonun halk üzerindeki etkisini göstermesi açısından önemlidir. Hitler ise radyoyu tehlikeli bir propaganda aracına dönüştürmüştür."
  },
  {
    "id": "3240146",
    "unitNumber": 6,
    "text": "I. Siyasal pazarlamada partiye oy vermeyen, kararsız seçmen ve partiye karşı ilgisiz seçmenin tutum ve davranışları pozitif yönde en azından nötr yönde etkileme amaçlanır.\n II. Siyasal pazarlama sadece partiye üye olanların politik mobilizasyonu ve bilgilendirilmesini amaçlar.\n III. Siyasal pazarlama sadece partiye üye olanların politik mobilizasyonu ve bilgilendirilmesini değil; asıl olarak partiye oy vermeyenleri partiye çekmeye yönelik faaliyetlerdir.\n IV. Siyasal pazarlamada partiye oy veren seçmenin tutum ve davranışları negatif yönde en azından nötr yönde etkileme amaçlanır.\n Yukarıdakilerden hangileri siyasal pazarlamayı tanımlayan doğru ifadelerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "<strong>Siyasal Kampanyaların Amacı ve Stratejiler</strong><br/>Siyasal pazarlama sadece partiye üye olanların politik mobilizasyonu ve bilgilendirilmesini değil; asıl olarak partiye oy vermeyenleri partiye çekmeye yönelik faaliyetlerdir. Burada her iki kesim için amaç farklı olduğu için, izlenen yöntem de farklıdır. Üye, yandaş ve oy verenlerin adaya/partiye olan pozitif tutum ve davranışlarını pekiştirme temel hedef iken; partiye oy vermeyen, kararsız seçmen ve partiye karşı ilgisiz seçmenin tutum ve davranışları pozitif yönde en azından nötr yönde etkileme amaçlanır. Bu amaçla en küçük toplantılardan, mitinglere, liderlerin çeşitli mekânlarda konuşmalarına, parti/aday/ temsilcilerin halka dâhil olarak kapı kapı dolaşması siyasal pazarlama olarak değerlendirilir. Dolayısıyla, doğru yanıt D seçeneğidir."
  },
  {
    "id": "3240147",
    "unitNumber": 6,
    "text": "Siyasal kampanyaların ve siyasal imaj çalışmalarının anahtar kavramı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Rıza",
      "B": "İkna",
      "C": "Yönlendirme",
      "D": "Yanıltma",
      "E": "Baskı"
    },
    "explanation": "<strong>Siyasal Kampanyaların Amacı ve Stratejiler</strong><br/>Doğru yanıt B seçeneğidir. Çünkü, ikna, siyasal kampanyaların ve siyasal imaj çalışmalarının anahtarıdır. Dolayısıyla seçmenleri ikna etmek siyasal kampanyaların neyi, nasıl söylediği, öne çıkardığı önemli hâle gelmektedir."
  },
  {
    "id": "3240148",
    "unitNumber": 6,
    "text": "Geleneksel medyanın bağımsız bir araç olarak görülmemesi, ana akım medyanın etkileme gücünü tartışılır hale getirmeye başlamıştır. TV ve diğer geleneksel medya grubunun etkisi azaldıkça ………………….. önemi ve etkisi artmaya başlamıştır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "İlkel web siteleri",
      "B": "Sosyal medya",
      "C": "Radyo ve TV",
      "D": "Haber dergileri",
      "E": "E-Posta"
    },
    "explanation": "<strong>SİYASAL KAMPANYALARDA SOSYAL MEDYANIN GELİŞİM AŞAMALARI</strong><br/>Doğru yanıt B seçeneğidir. Çünkü, geleneksel medyanın bağımsız bir araç olarak görülmemesi, ana akım medyanın etkileme gücünü tartışılır hâle getirmeye başlamıştır. TV ve diğer geleneksel medya grubunun etkisi azaldıkça sosyal medyanın önemi ve etkisi artmaya başlamıştır. Özellikle geleneksel medyanın siyasal iletişim için bağımsız bir araç olmadığının düşünülmesi, etki gücünü olumsuz etkilemiştir."
  },
  {
    "id": "3240149",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi seçim kampanyalarında yeni medya yeni politika 2.0 aşamasında kullanılan araçlardan biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Mobil cihaz uygulamaları",
      "B": "Bloglar",
      "C": "Akıllı medya uygulamaları",
      "D": "Video paylaşım siteleri",
      "E": "Mikroblog siteleri"
    },
    "explanation": "<strong>SİYASAL KAMPANYALARDA SOSYAL MEDYANIN GELİŞİM AŞAMALARI</strong><br/>Seçim kampanyalarında yeni medya yeni politika 2.0 aşamasında kullanılan araçlar şunlardır: Tam Hizmet Web Siteleri, Sosyal medya, Video Paylaşım Siteleri, Heyecan, Mikroblog Siteleri, Mobil Cihaz Uygulamaları, Akıllı Medya Uygulamaları. Dolayısıyla, doğru yanıt B seçeneğidir."
  },
  {
    "id": "3240150",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yeni medyayı geleneksel medyadan ayıran özelliklerden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Etkileşim",
      "B": "İletilerin tek yönlü olması",
      "C": "Daha fazla katılım",
      "D": "Kitle üyelerini aktif olarak dahil etme",
      "E": "Ağ bağlantılarına geçiş olanağı"
    },
    "explanation": "<strong>SİYASAL KAMPANYALARDA SOSYAL MEDYANIN ARTAN ÖNEMİ VE AVANTAJLARI</strong><br/>Doğru yanıt B seçeneğidir. Çünkü, yeni medyayı geleneksel medyadan ayıran baskın özellikler etkileşim, ağ bağlantılarına geçiş imkânı, daha fazla katılım ve kitle üyelerini dinamik olarak seçimlere dahil etme yeteneği olduğu görülmüştür."
  },
  {
    "id": "3240151",
    "unitNumber": 6,
    "text": "Toplumsal ve siyasal yaşamda çok sayıda çıkar, inanç, felsefi düşünüş, yaşayış biçimine sahip birlik ve grupların olduğunu kabul etmeye ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Post-modernizm",
      "B": "Nepotizm",
      "C": "Pluralizm",
      "D": "Merkantalizm",
      "E": "Modernizm"
    },
    "explanation": "<strong>SİYASAL KAMPANYALARDA SOSYAL MEDYANIN ARTAN ÖNEMİ VE AVANTAJLARI - </strong><strong>Plüralizmi Arttırması ve Demokrasiyi Güçlendirmesi</strong><br/><table> <tbody> <tr> <td> <table> <tbody> <tr> <td> Plüralizm, toplumsal ve siyasal yaşamda çok sayıda çıkar, inanç, felsefi düşünüş, yaşayış biçimine sahip birlik ve grupların olduğunu kabul etme. Bu yüzden doğru yanıt C seçeneğidir.\n </td> </tr> </tbody> </table> </td> </tr> </tbody> </table>"
  },
  {
    "id": "3240152",
    "unitNumber": 6,
    "text": "Sosyal medya, oy kullanan nüfus içinde özellikle hangi kesimler arasında bir sivil kültür yaratmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yaşlılar",
      "B": "Azınlıklar",
      "C": "Alt kültürler",
      "D": "İşçiler",
      "E": "Gençler"
    },
    "explanation": "<strong>SİYASAL KAMPANYALARDA SOSYAL MEDYANIN ARTAN ÖNEMİ VE AVANTAJLARI - Plüralizmi Arttırması ve Demokrasiyi Güçlendirmesi</strong><br/>Sosyal medya, demokrasinin yeniden tanımlanması ve güç elitlerinin değişimine dair beklentileri de arttırmıştır. Sosyal medya, oy kullanan nüfus özellikle de genç nüfus arasında bir sivil kültür yaratmaktadır. Bu sivil kültür, vatandaşların katılımlarının demokratik sürecin önemli bir parçası olduğunu hissetmelerine imkân vermektedir. Dolayısıyla, doğru yanıt E seçeneğidir."
  },
  {
    "id": "3240153",
    "unitNumber": 6,
    "text": "Adayın önemli veya vurgulanması gereken; kişisel ve profesyonel biyografiler, adayın ailesi hakkında bilgi, iletişim bilgileri, pozisyon bildirimleri ve gönüllü bağlantıları gibi bilgileri içeren ………………….. imaj oluşturmada adayların en çok kullandığı sosyal medya aracıdır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Radyo",
      "B": "Televizyon",
      "C": "Twitter",
      "D": "E-Posta",
      "E": "Web siteleri"
    },
    "explanation": "<strong>SOSYAL MEDYA İLE SİYASAL KAMPANYALARDA DEĞİŞEN ÖZELLİKLER -</strong> <strong>Aday İmajının Öne Çıkması</strong><br/>Doğru yanıt E seçeneğidir. Çünkü, imaj oluşturmada adayların en çok kullandığı sosyal medya aracı web siteleridir. Web siteleri adayın önemli veya vurgulanması gereken; kişisel ve profesyonel biyografiler, adayın ailesi hakkında bilgi, iletişim bilgileri, pozisyon bildirimleri ve gönüllü bağlantıları gibi bilgileri içerir."
  },
  {
    "id": "3240154",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir siyasal kampanyanın başarılı olmasında seçmenler hakkında bilinmesi gereken değişkenlerden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Psikolojik",
      "B": "Yaş",
      "C": "Cinsiyet",
      "D": "Meslek",
      "E": "Eğitim"
    },
    "explanation": "<strong>SOSYAL MEDYADA SİYASAL KAMPANYALARIN BAŞARISINI ETKİLEYEN FAKTÖRLER</strong><br/>Her kampanyanın temel amacı, eğer seçim döneminde yapılıyor ise, seçmenin kararını etkileyebilmek; seçim döneminde değilse siyasal tutundurma faaliyetlerinin seçmende devamlılığını sağlamaktır. Seçmenin özelliklerine, tercihlerine ve beklentilerine ne kadar uygun kampanya yürütülürse başarı da o kadar artacaktır. Seçmenin yaş, cinsiyet, meslek, eğitim, ideolojik eğilimlerinin bilinmesi ve buna uygun kampanyanın yürütülmesi başarı açısından önemlidir. Bu yüzden doğru yanıt A seçeneğidir."
  },
  {
    "id": "3240175",
    "unitNumber": 6,
    "text": "1758’de Virginia Sömürge Meclisi seçimlerinde seçmenleri ikna edebilmek için ikramlarda bulunmuş, her seçim bölgesi için yüzlerce litre içecek dağıtmış ve bu sayede seçimleri kazanmış ABD başkanı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "George Washington",
      "B": "Franklin Roosevelt",
      "C": "Abraham Lincoln",
      "D": "John F. Kennedy",
      "E": "Thomas Jefferson"
    },
    "explanation": "Bunun dışında seçmenlere ikramların verilmesi de kampanyalarda ilk kullanılan uygulamalardandı. Örneğin 1758’de George Washington, Virginia Sömürge Meclisi seçimlerinde seçmenleri ikna edebilmek için ikramlarda bulunmuş, her seçim bölgesi için yüzlerce litre içecek dağıtmış ve seçimleri kazanmıştır.<br/>Sorunun doğru cevabı A şıkkında verilmiştir."
  },
  {
    "id": "3240176",
    "unitNumber": 6,
    "text": "Meydan okuyan seçmenin öne çıkardığı ve siyasal reklamların başarısını etkileyen iki temel unsurdan biri olan duygu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Merak",
      "B": "Korku",
      "C": "Hırs",
      "D": "Cesaret",
      "E": "Güven"
    },
    "explanation": "Örnekte de görüldüğü gibi şevk ve korku, siyasal reklamların başarısını etkileyen iki temel duygudur. Çalışmalarda sorumluluk üstelenenlerin şevki, meydan okuyanların ise korkuyu öne çıkardıkları görülmüştür.<br/>Sorunun doğru cevabı B seçeneğinde verilmiştir"
  },
  {
    "id": "3240177",
    "unitNumber": 6,
    "text": "Seçmenler dışında, politikacılar da, seçmenlerle bağlantı kurabilmek için farklı formatlarda beklentileri karşılayabilen, yaratıcı/esnek/katılımcılığa imkân veren araçları kullanmayı tercih etmeye başlamışlardır. Aşağıdakilerden hangisi bu araçlardan birisi <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Twitter",
      "B": "Snapchat",
      "C": "TikTok",
      "D": "YouTube",
      "E": "Facebook"
    },
    "explanation": "Seçmenler dışında, politikacılar da, seçmenlerle bağlantı kurabilmek için farklı formatlarda beklentileri karşılayabilen, yaratıcı/esnek/katılımcılığa imkân veren Twitter, Snapchat, YouTube ve Facebook gibi araçları kullanmayı tercih etmeye başlamıştır.<br/>Sorunun doğru cevabı C seçeneğinde verilmiştir"
  },
  {
    "id": "3240178",
    "unitNumber": 6,
    "text": "Yeni Medya, Yeni Politika 2.0 aşaması kampanyalar için yeni bir aşamadır. Bu aşama 2008 yılında hangi ülkenin başkanlık seçimlerinde kullanılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "İngiltere",
      "B": "Fransa",
      "C": "Almanya",
      "D": "ABD",
      "E": "Hollanda"
    },
    "explanation": "Yeni Medya, Yeni Politika 2.0 aşaması kampanyalar için yeni bir aşamadır. İlk olarak ABD’de gerçekleştirilen 2008 başkanlık seçimlerinde kullanımı dikkat çeken bu aşamada, dijital seçim iletişiminde ağ oluşturmayı, iş birliğini ve topluluk oluşturmayı ve aktif katılımı kolaylaştıran yenilikler söz konusudur.<br/>Sorunun doğru cevabı D seçeneğinde vrilmiştir"
  },
  {
    "id": "3240179",
    "unitNumber": 6,
    "text": "Farklı seçim bölgelerinden daha fazla seçmenin siyasal süreçlere dâhil olmasını kolaylaştıran etken aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal medyada reklam vermenin daha kolay olması",
      "B": "İnternetin çok yaygın ve hızlı olması",
      "C": "Popüler ve ünlü simaların kampanyalara katılması",
      "D": "Seçim kampanyalarının bütçelerinin çok fazla olması",
      "E": "Sosyal medyadan bilgilenme sürecini engellemenin zor olması"
    },
    "explanation": "Sosyal medyadan bilgilenme sürecini engellemenin daha zor olması, katılımın kolayca engellenememesi, farklı seçim bölgelerinden daha fazla seçmenin siyasal süreçlere dâhil olmasını kolaylaştırmıştır.<br/>Sorunun doğru cevabı E seçeneğinde verilmiştir"
  },
  {
    "id": "3240180",
    "unitNumber": 6,
    "text": "Sosyal medya, toplumun oy kullanan hangi nüfus kesiminde bir sivil kültür yaratmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yaşlılar",
      "B": "Çocuklar",
      "C": "Orta yaşlılar",
      "D": "Kadınlar",
      "E": "Gençler"
    },
    "explanation": "Sosyal medya, oy kullanan nüfus özellikle de genç nüfus arasında bir sivil kültür yaratmaktadır. Bu sivil kültür, vatandaşların katılımlarının demokratik sürecin önemli bir parçası olduğunu hissetmelerine imkân vermektedir.<br/>Sorunun cevabı E seçeneğinde verilmiştir"
  },
  {
    "id": "3240181",
    "unitNumber": 6,
    "text": "Adayların imajları çeşitli mecralarda yer alan bilgilerden oluşmaktadır. Aşağıdakilerden hangisi bu mecralardan birisi <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "TV reklamları",
      "B": "Web siteleri",
      "C": "Bloglar",
      "D": "Gazeteler",
      "E": "Sosyal ağ siteleri"
    },
    "explanation": "Adayların imajları TV reklamları, tartışmalar, web siteleri, bloglar ve sosyal ağ sitelerinde bulunan bilgilerden oluşur.<br/>Sorunun doğru cevabı A seçeneğinde verilmiştir"
  },
  {
    "id": "3240182",
    "unitNumber": 6,
    "text": "Web sitesini ve Facebook’u başarıyla kullanan ve bu nedenle web sitesinin lansmanının ilk 24 saatinde, 1000 adet yeni grubun geliştiği görülen ABD başkanı kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bill Clinton",
      "B": "George Bush",
      "C": "Barack Obama",
      "D": "Donald Trump",
      "E": "Joe Biden"
    },
    "explanation": "ABD eski Başkanı Obama web sitesini ve Facebook’u başarıyla kullanan bir siyasetçidir. Obama’nın web sitesi interaktif olacak şekilde kurgulanmış, kullanıcılara siteye girme ve yorum yapma izni verilmiştir. Bu durum, etkinlik ve katılım duygusunu güçlendirmiştir. Obama’nın web sitesinin lansmanının ilk 24 saatinde, 1000 adet yeni grubun geliştiği görülmüştür.<br/>Sorunun doğru cevabı C seçeneğinde verilmiştir"
  },
  {
    "id": "3240183",
    "unitNumber": 6,
    "text": "Geleneksel medyanın daha ağırlıklı kullanıldığı seçim kampanyalarında parti ve ideolojiler önemliyken; sosyal medyanın ağırlıklı tercih edildiği kampanyalarda adayın hangi özelliği öne çıkmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Fiziksel özellikleri",
      "B": "İnandırıcılığı",
      "C": "Eğitimi",
      "D": "Ailesi",
      "E": "Maddi durumu"
    },
    "explanation": "Örneğin, geleneksel medyanın daha ağırlıklı kullanıldığı seçim kampanyalarında parti ve ideolojiler önemliyken; sosyal medyanın ağırlıklı tercih edildiği kampanyalarda adayın etkileşimi ve inandırıcılığı öne çıkar.<br/>Sorunun doğru cevabı B seçeneğinde verilmiştir"
  },
  {
    "id": "3240184",
    "unitNumber": 6,
    "text": "Donald Trump’ın seçim kampanyasında çok önemli bir unsur olan ve ona başkanlık seçimlerini kazandıran sosyal medya mecrası aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Twitter",
      "B": "Facebook",
      "C": "Whats Up",
      "D": "You Tube",
      "E": "Snapchat"
    },
    "explanation": "Trump’ın seçim kampanyasında sosyal medya önemli bir yere sahipti. Sosyal medya ve özellikle Twitter kullanımına dayanan bir stratejinin Trump’ın başarısında etkili olduğu görülmüştür. Trump’ın aday olarak imajını, yüksek tirajlı tweet’leri büyük ölçüde etkilemiş; sosyal medya süreci Trump’a büyük bir siyasal güç ve milyonlarca seçmen kazandırmıştır. Onun tweetleri sadece sosyal medyada değil, geleneksel medyada da sıkça yer bulmuş, alıntılanmış ve tartışılmıştır.<br/>Sorunun doğru cevabı A seçeneğinde verilmiştir"
  },
  {
    "id": "3240295",
    "unitNumber": 6,
    "text": "I. Siyasal kampanyalar siyasal pazarlamanın önemli araçlarından biridir.\n<br/>II. Partiye üye olanların politik mobilizasyonu ve bilgilendirilmesini sağlar.\n<br/>III. Asıl olarak partiye oy vermeyenleri partiye çekmeye yönelik faaliyetlerdir.\n<br/>Verilenler ışığında aşağıdakilerden hangisi siyasal kampanyaları <strong>doğru</strong> tanımlamaktadır.",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II, III"
    },
    "explanation": "Siyasal kampanyalar siyasal pazarlamanın önemli araçlarından biridir. Siyasal pazarlama sadece partiye üye olanların politik mobilizasyonu ve bilgilendirilmesini değil; asıl olarak partiye oy vermeyenleri partiye çekmeye yönelik faaliyetlerdir."
  },
  {
    "id": "3240296",
    "unitNumber": 6,
    "text": "Seçmenin ihtiyaç ve beklentilerini dikkate alan, adayın ve partilerin programların tanıtımının yapıldığı, sadece seçim döneminde değil diğer dönemlerde de tutundurma faaliyetlerini içeren, adayların/partilerin, fikirlerin tanıtıldığı süreçtir.\n Bu tanımlama aşağıdaki kavramlardan hangisine aittir.",
    "correctAnswer": "A",
    "options": {
      "A": "Siyasal pazarlama",
      "B": "Siyasal İmaj",
      "C": "Popülarizm",
      "D": "Negatif Kampanya",
      "E": "Siyasal katılım"
    },
    "explanation": "<strong>Siyasal pazarlama, </strong>seçmenin ihtiyaç ve beklentilerini dikkate alan, adayın ve par- tilerin programların tanıtımının yapıldığı, sadece seçim döneminde değil diğer dönemlerde de tutundurma faaliyetlerini içeren, adayların/partilerin, fikirlerin pazarlandığı, tanıtıldığı süreçtir."
  },
  {
    "id": "3240297",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yeni medyaya verilebilecek örneklerden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gece Geç Televizyon Programları",
      "B": "Haber Dergisi Programları",
      "C": "Müzik Televizyonu (MTV)",
      "D": "Baskı ve Televizyon Tabloidleri",
      "E": "Mikroblog Siteleri"
    },
    "explanation": "<strong>Yeni Medya Örnekleri</strong>\n Tam Hizmet Web Siteleri Sosyal medya<br/>Video Paylaşım Siteleri Heyecan\n Mikroblog Siteleri<br/>Mobil Cihaz Uygulamaları Akıllı Medya Uygulamaları\n İnteraktif Özelliklere Sahip Web Siteleri<br/>E-posta<br/>Tartışma Panoları\n Bloglar Buluşmalar"
  },
  {
    "id": "3240298",
    "unitNumber": 6,
    "text": "Seçimlerde genellikle adaylar metin tabanlı web siteleri kullanmaya başladığı; etkileşimli öğeler içeren (kullanıcıların tartışmalara katılmalarını, adaylara bağış yapmalarını ve gönüllü olmalarını sağlayan özellikler dahil) kampanya web sitelerinin seçimlerde standart hâle gelmeye başladığı; Seçimle ilgili blogların çoğalması ile seçmenlere kurumsal haber kaynaklarına alternatif aracılar sunulabildiği tarihler aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1980’ler",
      "B": "1990’lar",
      "C": "2000’ler",
      "D": "2010’lar",
      "E": "2020’ler"
    },
    "explanation": "2000’li yıllarda gerçekleştirilen seçimlerde genellikle adaylar metin tabanlı web siteleri kullanmaya başlamıştır. Etkileşimli öğeler içeren (kullanıcıların tartışmalara katılmalarını, adaylara bağış yapmalarını ve gönüllü olmalarını sağlayan özellikler dahil) kampanya web siteleri, seçimlerde standart hâle gelmeye başlamıştır. Seçimle ilgili blogların çoğalması ile seçmenlere kurumsal haber kaynaklarına alternatif aracılar sunulabilmiştir."
  },
  {
    "id": "3240299",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yeni medyayı geleneksel olanlardan ayıran baskın özelliklerden birisi <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Etkileşim",
      "B": "Ağ bağlantılarına geçiş imkânı",
      "C": "Daha fazla katılım",
      "D": "Kitle üyelerini seçimlere dâhil etme yeteneği",
      "E": "İkna etme potansiyeli"
    },
    "explanation": "Yeni medyayı geleneksel olanlardan ayıran baskın özellikler etkileşim, ağ bağlantılarına geçiş imkânı, daha fazla katılım ve kitle üyelerini dinamik olarak seçimlere dâhil etme yeteneği olduğu görülmüştür."
  },
  {
    "id": "3240300",
    "unitNumber": 6,
    "text": "<ol> <li>İnternetin siyasî etkinlik duygusunu artırması, halkın görüşlerini daha kolay dile getirmesine ve başkalarıyla grup etkileşimine girmesine imkân vermiştir.</li> <li>Sosyal medya, oy kullanan nüfus özellikle de genç nüfus arasında bir sivil kültür yaratmaktadır.</li> <li>Ortam, kamusal meselelerin aktif bir şekilde tartışılmasını, adaylar hakkında görüş bildirilmesine imkân vermekte seçmende etkinlik duygusunu güçlendirmektedir.</li> <li>Ortaya çıkan yeni iletişim yapısı, özellikle troller, siyasal rekabeti farklı ve olumsuz boyuta taşıyabilmektedir.</li> </ol> Anlatılan, siyasal kampanyalarda sosyal medyanın aşağıda verilmiş olan hangi özelliğine aittir.",
    "correctAnswer": "D",
    "options": {
      "A": "Hızlı ve Etkin Bilgi Akışı",
      "B": "İnteraktif/Etkileşimli Kampanya Ortamı",
      "C": "Maliyeti Azaltma ve Maddi Destek Toplama",
      "D": "Plüralizmi Arttırması ve Demokrasiyi Güçlendirmesi",
      "E": "Geleneksel Medyanın Tarafgirliğini Azaltma"
    },
    "explanation": "<strong>Plüralizmi Arttırması ve Demokrasiyi Güçlendirmesi </strong>\n <ol> <li>İnternetin siyasî etkinlik duygusunu artırması, halkın görüşlerini daha kolay dile getirmesine ve başkalarıyla grup etkileşimine girmesine imkân vermiştir.</li> <li>Sosyal medya, oy kullanan nüfus özellikle de genç nüfus arasında bir sivil kültür yaratmaktadır.</li> <li>Ortam, kamusal meselelerin aktif bir şekilde tartışılmasını, adaylar hakkında görüş bildirilmesine imkân vermekte seçmende etkinlik duygusunu güçlendirmektedir.</li> <li>Ortaya çıkan yeni iletişim yapısı, özellikle troller, siyasal rekabeti farklı ve olumsuz boyuta taşıyabilmektedir.</li> </ol>"
  },
  {
    "id": "3240301",
    "unitNumber": 6,
    "text": "Gösteri toplumu adlı eserinde “gösteri öyle bir birikim aşamasındaki sermayedir ki imaj hâline gelir” şeklindeki ifadesi ile imajın, siyasal kampanya sürecinde özellikle internet ve sosyal medya çağında daha önemli hâle geldiğine vurgu yapan yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Burgess",
      "B": "Hellriegel",
      "C": "Kellner",
      "D": "Debord",
      "E": "Lilleker"
    },
    "explanation": "Debord, <em>Gösteri Toplumu </em>adlı eserinde “gösteri öyle bir birikim aşamasındaki sermayedir ki imaj hâline gelir” (1996:23) der. İmaj, siyasal kampanya sürecinde her zaman önemli olmakla birlikte özel- likle internet ve sosyal medya çağında daha önemli hâle gelmiştir."
  },
  {
    "id": "3240302",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sosyal medyada siyasal kampanyaların başarısını etkileyen faktörlerden birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Profesyonel Ruhla Kampanyanın Yürütülmesi",
      "B": "Mesajın Kısa, Net, Anlaşılır Verilmesi",
      "C": "Siyasal Kutuplaşmanın İyi Yönetilmesi",
      "D": "Adayın Kişisel Etkileşimde Bulunması",
      "E": "Yaratıcı reklamcılar ile PR çalışması yapmak"
    },
    "explanation": "Profesyonel Ruhla Kampanyanın Yürütülmesi\n<br/>Mesajın Kısa, Net, Anlaşılır Verilmesi\n<br/>Siyasal Kutuplaşmanın İyi Yönetilmesi\n<br/>Adayın Kişisel Etkileşimde Bulunması"
  },
  {
    "id": "3240303",
    "unitNumber": 6,
    "text": "Siyasî kutuplaşmayı arttırmanın ne tür toplumlarda katılımı ciddi anlamda etkilediği görülmektedir.",
    "correctAnswer": "A",
    "options": {
      "A": "Sistemin iki partili veya iki temel görüş üzerinden işlediği durumlarda",
      "B": "Çok partili siyasal sistemin olduğu durumlarda",
      "C": "Her tür siyasal ortamda olumlu sonuç elde edilir.",
      "D": "Demokrasinin tam olarak yerleştiği durumlarda",
      "E": "Anti demokratik ve çatışmanın yüksek olduğu sistemlerde"
    },
    "explanation": "Siyasî kutuplaşmayı arttırmanın özellikle siyasal sistemin iki partili veya iki temel görüş üzerinden işlediği toplumlarda katılımı ciddi anlamda etkilediği görülmektedir."
  },
  {
    "id": "3240304",
    "unitNumber": 6,
    "text": "ABD seçimlerine adayın etkileşim potansiyeli dikkate alındığında aşağıdakilerden hangisi seçimi kazanan Trump’un tercih ettiği bir yöntem <strong><u>olmamıştır.</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal medyada amatör ruh ve farklı tarzın öne çıkarılması",
      "B": "Tweet’lerinin neredeyse %55’i alışılmadık tarzda olması",
      "C": "Daha sık tweet atılması ve tweet’lerinin yaklaşık dörtte birinin retweet olması",
      "D": "Agresif bir lisan kullanması",
      "E": "Retweet mesajları halk tarafından değil, ekibi ilgili hesapları tarafından gönderilmesi"
    },
    "explanation": "Buna karşılık, Clinton kampanyası daha az sıklıkta retweetlendi (tweet’lerinin sadece %15’i retweetti) ve Clinton’un retweetlediği mesajlar halk tarafından değil, ekibinin ilgili kampanya he- sapları tarafından gönderildi."
  },
  {
    "id": "3240305",
    "unitNumber": 6,
    "text": "Seçmenin ihtiyaç ve beklentilerini dikkate alan, adayın ve partilerin programların tanıtımının yapıldığı, sadece seçim döneminde değil diğer dönemlerde de tutundurma faaliyetlerini içeren, adayların/partilerin, fikirlerin pazarlandığı, tanıtıldığı süreç ne olarak tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Siyasal pazarlama",
      "B": "Siyasal İmaj",
      "C": "Siyasal kampanya",
      "D": "Siyasal aday",
      "E": "Siyasal iletişim"
    },
    "explanation": "Siyasal Kampanyaların Gelişimi, Amaç ve Stratejiler\n<br/>2 Siyasal kampanya stratejilerinde değişen yönelimlerin ne olduğunu açıklayabilm<br/><strong>Siyasal pazarlama, </strong>seçmenin ihtiyaç ve beklentilerini dikkate alan, adayın ve partilerin programların tanıtımının yapıldığı, sadece seçim döneminde değil diğer dönemlerde de tutundurma faaliyetlerini içeren, adayların/partilerin, fikirlerin pazarlandığı, tanıtıldığı süreçtir."
  },
  {
    "id": "3240306",
    "unitNumber": 6,
    "text": "Siyasal kurum ve kişisel düzeyde gerçekleştirilen, hede enen kitle üzerinde arzu edilen görüş ve algı oluşturma çalışmaları ne olarak tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Siyasal İmaj",
      "B": "Siyasal pazarlama",
      "C": "Siyasal kampanya",
      "D": "Siyasal aday",
      "E": "Siyasal iletişim"
    },
    "explanation": "Siyasal Kampanyaların Gelişimi, Amaç ve Stratejiler\n<br/>2 Siyasal kampanya stratejilerinde değişen yönelimlerin ne olduğunu açıklayabilm<br/><strong>Siyasal İmaj, </strong>siyasal kurum ve kişisel düzeyde gerçekleştirilen, hede enen kitle üzerinde arzu edilen görüş ve algı oluşturma çalışmalarıdır."
  },
  {
    "id": "3240307",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangileri siyasal pazarlama kapsamında ele alınan etkinlikler arasında sıralanmıştır?\n <ol type=\"i\"> <li>Toplantılar</li> <li>Mitingler</li> <li>Liderlerin çeşitli mekânlardaki konuşmaları</li> <li>Parti/aday/ temsilcilerin halka dâhil olarak kapı kapı dolaşması</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "i-ii-iii-iv",
      "B": "i-ii-iv",
      "C": "i-iii-iv",
      "D": "ii-iii-iv",
      "E": "i-ii-iii"
    },
    "explanation": "Siyasal Kampanyaların Gelişimi, Amaç ve Stratejiler\n<br/>2 Siyasal kampanya stratejilerinde değişen yönelimlerin ne olduğunu açıklayabilm<br/>Siyasal pazarlama sadece partiye üye olanların politik mobilizasyonu ve bilgilendirilmesini değil; asıl olarak partiye oy vermeyenleri partiye çekmeye yönelik faaliyetlerdir. Burada her iki kesim için amaç farklı olduğu için, izlenen yöntem de farklıdır. Üye, yandaş ve oy verenlerin adaya/partiye olan pozitif tutum ve davranışlarını pekiştirme temel hedef iken; partiye oy vermeyen, kararsız seçmen ve partiye karşı ilgisiz seçmenin tutum ve davranışları pozitif yönde en azından nötr yönde etkileme amaçlanır. Bu amaçla en küçük toplantılardan, mitinglere, liderlerin çeşitli mekânlarda konuşmalarına, parti/aday/ temsilcilerin halka dâhil olarak kapı kapı dolaşması siyasal pazarlama olarak değerlendirilir."
  },
  {
    "id": "3240308",
    "unitNumber": 6,
    "text": "____________ belli bir zaman diliminde belli sayıda bireyin tutum, davranış, düşünce, nitelik ve ilişkilerinin ölçülme çabasıdır.\n Boş bırakılan yer için uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kamuoyu araştırması",
      "B": "Sosyal medya ölçümlemesi",
      "C": "Niyet ölçümlemesi",
      "D": "Niyet ölçümlemesi",
      "E": "Fikir araştırması"
    },
    "explanation": "Siyasal Kampanyaların Gelişimi, Amaç ve Stratejiler\n<br/>2 Siyasal kampanya stratejilerinde değişen yönelimlerin ne olduğunu açıklayabilme<br/>Kamuoyu araştırması belli bir zaman diliminde belli sayıda bireyin tutum, davranış, düşünce, nitelik ve ilişkilerinin ölçülme çabasıdır. Kamuoyu araştırmalarında belli bir örneklemden sistematik, bilimsel ve tarafsız bilgi toplamaya çalışılır."
  },
  {
    "id": "3240309",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kamuoyu araştırmalarının etkisini arttıran ve azaltan sonuçlar içerisinde yoklama sonuçlarında en önde olana yönelme olarak tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "kazananın peşine takılma eğilimi",
      "B": "kazananı takdir eğilimi",
      "C": "kazananı takip eğilimi",
      "D": "farklı kazanacağı varsayılana destek olma eğilimi",
      "E": "farklı kazanacağı öne çıkarma eğilimi"
    },
    "explanation": "Siyasal Kampanyaların Gelişimi, Amaç ve Stratejiler\n<br/>2 Siyasal kampanya stratejilerinde değişen yönelimlerin ne olduğunu açıklayabilme<br/>Kamuoyu araştırmalarının etkisini arttıran ve azaltan sonuçlar iki şekilde izah edilir: Bunlardan birincisi kazananın peşine takılma eğilimi (bandwagon effect) olup, yoklama sonuçlarında en önde olana yönelme olarak tanımlanmaktadır. İkincisi ise farklı kaybedeceği varsayılana destek olma eğilimi (under-dog effect) olup, sıralamalarda en gerilerde olan parti ya da adaya destek verme biçiminde tarif edilmektedir (Bektaş, 1996: 238)."
  },
  {
    "id": "3240310",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kamuoyu araştırmalarının etkisini arttıran ve azaltan sonuçlar sıralamalarda en gerilerde olan parti ya da adaya destek verme olarak tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "farklı kaybedeceği varsayılana destek olma eğilimi",
      "B": "kaybedenin peşine takılma eğilimi",
      "C": "kaybedeni takdir eğilimi",
      "D": "kaybedeni takip eğilimi",
      "E": "farklı kaybetmeyi önleme eğilimi"
    },
    "explanation": "Siyasal Kampanyaların Gelişimi, Amaç ve Stratejiler\n<br/>2 Siyasal kampanya stratejilerinde değişen yönelimlerin ne olduğunu açıklayabilme<br/>Kamuoyu araştırmalarının etkisini arttıran ve azaltan sonuçlar iki şekilde izah edilir: Bunlardan birincisi kazananın peşine takılma eğilimi (bandwagon effect) olup, yoklama sonuçlarında en önde olana yönelme olarak tanımlanmaktadır. İkincisi ise farklı kaybedeceği varsayılana destek olma eğilimi (under-dog effect) olup, sıralamalarda en gerilerde olan parti ya da adaya destek verme biçiminde tarif edilmektedir (Bektaş, 1996: 238)."
  },
  {
    "id": "3240311",
    "unitNumber": 6,
    "text": "Yeni medya döneminde kampanya iletişiminin hangi evriminde ana akım siyasal yayın yapan programların yanı sıra, siyasî olmayan, eğlence programlarının da değerlendirildiği görülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "<em>Eski medya, yeni politika </em>",
      "B": "<em>Eski medya, eski politika </em>",
      "C": "<em>Yeni medya, eski politika </em>",
      "D": "<em>Yeni medya, yeni politika 1.0</em>",
      "E": "<em>Eski medya, yeni politika 2.0</em>"
    },
    "explanation": "Siyasal Kampanyalarda Sosyal Medyanın Gelişim Aşamaları\n<br/>3 Siyasal kampanyalarda sosyal medyanın teknolojik açıdan nasıl bir gelişim gösterdiğini açıklayabilme<br/><em>Eski medya, yeni politika </em>safhasında adaylar, ana akım siyasal yayın yapan programların yanı sıra, siyasî olmayan, eğlence programlarını değerlendirmişlerdir. Bu dönemde politikacılar mesajlarını kapsamlı yorumlar arasında yer alan sekiz saniyelik ses formatında indirgeyerek vermişlerdir. Adaylar, gazete okuyan, televizyonda haber dinleyen siyasallaşmış seçmene göre, daha az siyasete ilgi duyan seçmenlere ulaşabilmek için eğlence ve diğer programları kullanmıştır."
  },
  {
    "id": "3240312",
    "unitNumber": 6,
    "text": "Yeni medya döneminde kampanya iletişiminin hangi evriminde metin tabanlı web siteleri kullanmaya başladıkları görülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "<em>Yeni medya, yeni politika 1.0</em>",
      "B": "<em>Eski medya, yeni politika </em>",
      "C": "<em>Eski medya, eski politika </em>",
      "D": "<em>Yeni medya, eski politika </em>",
      "E": "<em>Eski medya, yeni politika 2.0</em>"
    },
    "explanation": "Siyasal Kampanyalarda Sosyal Medyanın Gelişim Aşamaları\n<br/>3 Siyasal kampanyalarda sosyal medyanın teknolojik açıdan nasıl bir gelişim gösterdiğini açıklayabilme<br/>İkinci aşama olan <em>yeni medya, yeni politika 1.0</em>’de, teknolojik yeniliklerin mümkün kıldığı yeni seçim iletişim platformlarının ortaya çıktığı görülmüştür. 2000’li yıllarda gerçekleştirilen seçimlerde genellikle adaylar metin tabanlı web siteleri kullanmaya başlamıştır. Etkileşimli öğeler içeren (kullanıcıların tartışmalara katılmalarını, adaylara bağış yapmalarını ve gönüllü olmalarını sağlayan özellikler dahil) kampanya web siteleri, seçimlerde standart hâle gelmeye başlamıştır."
  },
  {
    "id": "3240313",
    "unitNumber": 6,
    "text": "Yeni medya döneminde kampanya iletişiminin hangi evriminde web sitelerinin, seçmenlerin adaylar hakkında kapsamlı bilgi bulabileceği, seçim lojistiği, video ve reklamlara erişip paylaşabileceği, blog yazabileceği ve yorum yapabileceği, bağışta bulunabileceği ve gönüllü faaliyetlere katılabileceği tam hizmet multimedya platformları hâline geldiği görülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "<em>Yeni medya, yeni politika 2.0</em>",
      "B": "<em>Yeni medya, yeni politika 1.0</em>",
      "C": "<em>Yeni medya, eski politika </em>",
      "D": "<em>Eski medya, yeni politika </em>",
      "E": "<em>Eski medya, eski politika </em>"
    },
    "explanation": "Siyasal Kampanyalarda Sosyal Medyanın Gelişim Aşamaları\n<br/>3 Siyasal kampanyalarda sosyal medyanın teknolojik açıdan nasıl bir gelişim gösterdiğini açıklayabilme<br/><em>Yeni Medya, Yeni Politika 2.0 </em>aşaması kampanyalar için yeni bir aşamadır. İlk olarak ABD’de gerçekleştirilen 2008 başkanlık seçimlerinde kullanımı dikkat çeken bu aşamada, dijital seçim iletişiminde ağ oluşturmayı, iş birliğini ve topluluk oluşturmayı ve aktif katılımı kolaylaştıran yenilikler söz konusudur. Kampanya web siteleri, seçmenlerin adaylar hakkında kapsamlı bilgi bulabileceği, seçim lojistiği, video ve reklamlara erişip paylaşabileceği, blog yazabileceği ve yorum yapabileceği, bağışta bulunabileceği ve gönüllü faaliyetlere katılabileceği tam hizmet multimedya platformları hâline gelmiştir."
  },
  {
    "id": "3240314",
    "unitNumber": 6,
    "text": "___________, benzer işlevleri yerine getiren farklı iletişim teknolojilerinin bir araya getirilerek cihaz, erişim, tüketim açısından birbirine yaklaşması, farklı ortamların birbiri ile iletişim kurulmasına izin verilmesini ifade eder.\n Boş bırakılan yer için uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yakınsama",
      "B": "Paylaşım",
      "C": "Etkileşimsellik",
      "D": "Erişim",
      "E": "Sanallık"
    },
    "explanation": "Siyasal Kampanyalarda Sosyal Medyanın Gelişim Aşamaları\n<br/>3 Siyasal kampanyalarda sosyal medyanın teknolojik açıdan nasıl bir gelişim gösterdiğini açıklayabilme<br/>Yakınsama, benzer işlevleri yerine getiren farklı iletişim teknolojilerinin bir araya getirilerek cihaz, erişim, tüketim açısından birbirine yaklaşması, farklı ortamların birbiri ile iletişim kurulmasına izin verilmesini ifade eder (Jenkins, 2006). Bu sayede YouTube gibi video paylaşım platformlarının kampanya reklamlarına ev sahipliği yaptıkları için televizyonla bir araya gelmesi mümkün oldu. Standart formatlar yeni medya öğelerini aldıkça, hibrit medya da gelişti."
  },
  {
    "id": "3240315",
    "unitNumber": 6,
    "text": "\"........ .........., sadece partiye üye olanların politik mobilizasyonu ve bilgilendirilmesini değil; asıl olarak partiye oy vermeyenleri partiye çekmeye yönelik faaliyetlerdir\" ifadesindeki boşluğu aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Halkla ilişkiler",
      "B": "Medya takibi",
      "C": "Stratejik iletişim",
      "D": "Siyasal pazarlama",
      "E": "Siyasal imaj"
    },
    "explanation": "Siyasal kampanyalar siyasal pazarlamanın önemli araçlarından biridir. Siyasal pazarlama sadece partiye üye olanların politik mobilizasyonu ve bilgilendirilmesini değil; asıl olarak partiye oy vermeyenleri partiye çekmeye yönelik faaliyetlerdir. Burada her iki kesim için amaç farklı olduğu<br/>için, izlenen yöntem de farklıdır. Üye, yandaş ve oy verenlerin adaya/partiye olan pozitif tutum ve davranışlarını pekiştirme temel hedef iken; partiye oy vermeyen, kararsız seçmen ve partiye karşı ilgisiz seçmenin tutum ve davranışları pozitif yönde en azından nötr yönde etkileme amaçlanır. Doğru cevap D'dir."
  },
  {
    "id": "3240316",
    "unitNumber": 6,
    "text": "Siyasal kurum ve kişisel düzeyde gerçekleştirilen, hedeflenen kitle<br/>üzerinde arzu edilen görüş ve algı oluşturma çalışmalarına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Stratejik iletişim",
      "B": "Siyasal pazarlama",
      "C": "Siyasal imaj",
      "D": "İkna",
      "E": "Tutundurma"
    },
    "explanation": "Siyasal imaj, siyasal kurum ve kişisel düzeyde gerçekleştirilen, hedeflenen kitle üzerinde arzu edilen görüş ve algı oluşturma çalışmalarıdır. Doğru cevap C'dir."
  },
  {
    "id": "3240317",
    "unitNumber": 6,
    "text": "\"......... ......... belli bir zaman diliminde belli sayıda bireyin tutum, davranış, düşünce, nitelik ve ilişkilerinin ölçülme çabasıdır\" ifadesindeki boşluğu aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Kamusal alan",
      "B": "Seçmen davranışı",
      "C": "Swot analizi",
      "D": "Medya takibi",
      "E": "Kamuoyu araştırması"
    },
    "explanation": "Kampanyalar sırasında dikkate alınması gereken diğer bir husus, seçim dönemlerinde yoğunlaşan ve seçmenler üzerinde etkili olduğu varsayılan kamuoyu araştırmalarıdır. Kamuoyu araştırması belli bir zaman diliminde belli sayıda bireyin tutum, davranış, düşünce, nitelik ve ilişkilerinin ölçülme çabasıdır. Kamuoyu araştırmalarında belli bir örneklemden sistematik, bilimsel ve tarafsız bilgi toplamaya çalışılır."
  },
  {
    "id": "3240318",
    "unitNumber": 6,
    "text": "Seçim kampanyalarında sosyal medyanın aşamalarına ilişkin, \"mevcut siyasî olmayan ve eğlence amaçlı olan medya formatları seçim iletişimine uyum sağlar;<br/>web kampanyası ilkeldir\" özelliği hangi dönemi işaret etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eski Medya, Eski Politika",
      "B": "Yeni Medya, Eski Politika 3.0",
      "C": "Yeni Medya, Yeni Politika 1.0",
      "D": "Eski Medya, Yeni Politika",
      "E": "Yeni Medya, Yeni Politika 2.0"
    },
    "explanation": "Eski Medya, Yeni Politika<br/>1992-1994<br/>Özellikleri: Mevcut siyasî olmayan ve eğlence amaçlı olan medya formatları<br/>seçim iletişimine uyum sağlar; web kampanyası ilkeldir. <br/>Örnekleri: Radyo ve Televizyon<br/>Gece Geç Televizyon Programları<br/>Haber Dergisi Programları<br/>Müzik Televizyonu (MTV)<br/>Baskı ve Televizyon Tabloidleri<br/>İlkel Web Siteleri. Doğru cevap D'dir."
  },
  {
    "id": "3240319",
    "unitNumber": 6,
    "text": "Seçim kampanyalarında sosyal medyanın aşamalarına ilişkin aşağıdakilerden hangisi \"Yeni Medya, Yeni Politika 2.0\" için verilebilecek örneklerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mikroblog Siteleri",
      "B": "Mobil Cihaz Uygulamaları",
      "C": "E- posta",
      "D": "Akıllı Medya Uygulamaları",
      "E": "Video Paylaşım Siteleri"
    },
    "explanation": "Yeni Medya, Yeni Politika 2.0<br/>2008-\n<br/>Örnekleri;\n<br/>Tam Hizmet Web Siteleri<br/>Sosyal medya<br/>Video Paylaşım Siteleri<br/>Heyecan<br/>Mikroblog Siteleri<br/>Mobil Cihaz Uygulamaları<br/>Akıllı Medya Uygulamaları. Doğru cevap C'dir."
  },
  {
    "id": "3240320",
    "unitNumber": 6,
    "text": "Seçim kampanyalarında sosyal medyanın aşamalarına ilişkin aşağıdakilerden hangisi \"Eski Medya, Yeni Politika\" için verilebilecek örneklerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gece Geç Televizyon Programları",
      "B": "Haber Dergisi Programları",
      "C": "Video Paylaşım Siteleri",
      "D": "Baskı ve Televizyon Tabloidleri",
      "E": "İlkel Web Siteleri"
    },
    "explanation": "Eski Medya, Yeni Politika 1992-1994: <br/>Özellikleri: Mevcut siyasî olmayan ve eğlence<br/>amaçlı olan medya formatları<br/>seçim iletişimine uyum sağlar;<br/>web kampanyası ilkeldir.\n Örnekleri: <br/>Radyo ve Televizyon<br/>Gece Geç Televizyon Programları<br/>Haber Dergisi Programları<br/>Müzik Televizyonu (MTV)<br/>Baskı ve Televizyon Tabloidleri<br/>İlkel Web Siteleri. Doğru cevap C'dir."
  },
  {
    "id": "3240321",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, yeni medyayı geleneksel olanlardan ayıran baskın özelliklerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Etkileşim",
      "B": "Tek yönlü iletişim",
      "C": "Ağ bağlantılarına geçiş imkânı",
      "D": "Daha fazla katılım",
      "E": "Kitle üyelerini dinamikleştirme"
    },
    "explanation": "Yeni medyayı geleneksel olanlardan ayıran baskın özellikler etkileşim, ağ bağlantılarına geçiş imkânı, daha fazla katılım ve kitle üyelerini dinamik olarak seçimlere dâhil etme yeteneği olduğu görülmüştür. Doğru cevap B'dir."
  },
  {
    "id": "3240322",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi \"toplumsal ve siyasal yaşamda çok sayıda çıkar, inanç, felsefi düşünüş, yaşayış biçimine sahip birlik ve grupların olduğunu kabul etme\" ifadesini tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Hümanizm",
      "B": "Postmodernizm",
      "C": "Emperyalizm",
      "D": "Plüralizm",
      "E": "Kapitalizm"
    },
    "explanation": "Plüralizm, toplumsal ve siyasal yaşamda çok sayıda çıkar, inanç, felsefi düşünüş,<br/>yaşayış biçimine sahip birlik ve grupların olduğunu kabul etme. Doğru cevap D'dir."
  },
  {
    "id": "3240323",
    "unitNumber": 6,
    "text": "Dijital seçim kampanyası ile partiler ve adaylar özellikle hangi seçmen kitlesini etkilemeyi hedeflemektedirler?",
    "correctAnswer": "B",
    "options": {
      "A": "Erkek seçmenler",
      "B": "Genç seçmenler",
      "C": "Orta yaşlı seçmenler",
      "D": "Yaşlı seçmenler",
      "E": "Kadın seçmenler"
    },
    "explanation": "Dijital Seçim Kampanyası, partilerin ve adayların özellikle genç seçmenleri etkileyebilmek amacıyla kampanyalarında, geleneksel siyasal iletişim çalışmalarından ziyade daha fazla dijital unsurlara yer<br/>vermesidir. Doğru cevap B'dir."
  },
  {
    "id": "3240324",
    "unitNumber": 6,
    "text": "\"İnternet ile gelişen sosyal medya, tabanı harekete geçirme özelliği ile<br/>...... ....... bir yaklaşım sağlandığı için siyasî kampanyaların yapısı değişmiştir ve siyasal kampanya stratejisi taban kampanyasına doğru kaymıştır\" ifadesindeki boşluğu aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Yukarıdan aşağıya",
      "B": "Yatay iletişim",
      "C": "Aşağıdan yukarıya",
      "D": "Dikey iletişim",
      "E": "Çapraz iletişim"
    },
    "explanation": "Geleneksel medyanın hâkim olduğu dönemde, adayların meydanlarda ve programlarda ikna edici konuşmalar yaptığı, diğer siyasal reklamcılık araçlarının yoğun olarak kullanıldığı ve bilgilenme sürecinde taban, yani halkın sürece dâhil olmasının kısıtlı olduğu, belli bir merkezden yönetilen siyasal iletişim ve<br/>kampanyalar süreci söz konusu idi. İnternet ile gelişen sosyal medya, tabanı harekete geçirme özelliği ile aşağıdan yukarıya bir yaklaşım sağlandığı için siyasî kampanyaların yapısı değişmiştir ve siyasal kampanya stratejisi taban kampanyasına doğru kaymıştır. Doğru cevap C'dir."
  },
  {
    "id": "3239699",
    "unitNumber": 7,
    "text": "Türkçe’de “efkârı umumiye, halk efkârı, amme efkârı, kamu efkârı” gibi sözcüklerle ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Medya",
      "B": "Gündem",
      "C": "Televizyon",
      "D": "Hedef kitle",
      "E": "Kamuoyu"
    },
    "explanation": "Türkçe’de “efkârı umumiye, halk efkârı, amme efkârı, kamu efkârı” (Kapani, 1989, s.147) gibi sözcüklerle ifade edilen kamuoyu kavramı."
  },
  {
    "id": "3239700",
    "unitNumber": 7,
    "text": "E. McCombs ve Donald L. Shaw tarafından geliştirilmiş olan model aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kamuoyu inşa modeli",
      "B": "Gündem belirleme modeli",
      "C": "Gündem saptırma modeli",
      "D": "Hedef kitle belirleme modeli",
      "E": "Analiz modeli"
    },
    "explanation": "Gündem belirleme modeli E. McCombs ve Donald L. Shaw tarafından geliştirilmiş"
  },
  {
    "id": "3239701",
    "unitNumber": 7,
    "text": "Eğitim düzeyi düşük, parti kimliği zayıf ve siyasal katılımı düşük kişiler için aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Medyadaki reklamlardan daha fazla etkilenirler",
      "B": "Medyadaki reklamlardan daha az etkilenirler",
      "C": "Medyanın gücüne inanmazlar",
      "D": "Medyanın gündem oluşturma etkilerine daha açıktırlar",
      "E": "Medyaya güvenleri fazladır"
    },
    "explanation": "Iyengar ve Kinder, yaptığı çalışmalarda eğitim düzeyi düşük, parti kimliği zayıf ve siyasal katılımı düşük kişilerin medyanın gündem oluşturma etkilerine daha açık olduğunu göstermiştir."
  },
  {
    "id": "3239702",
    "unitNumber": 7,
    "text": "\"............, toplum içindeki bireyler ve gruplar arasında, çoğunlukla ekonomik farklılıklardan kaynaklı, hiyerarşi ve katmanlaşmaya işaret eder.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Medya",
      "B": "Sınıf",
      "C": "Reklam",
      "D": "Kamuoyu",
      "E": "Gündem"
    },
    "explanation": "Sınıf, toplum içindeki bireyler ve gruplar arasında, çoğunlukla ekonomik farklılıklardan kaynaklı, hiyerarşi ve katmanlaşmaya işaret eder."
  },
  {
    "id": "3239703",
    "unitNumber": 7,
    "text": "\"......................yeni toplum/topluluk biçimleri olarak bireylerde mekân, zaman algısını değiştirerek toplumun, siyasetin, ekonominin yeniden şekillenmesine yol açmaktadır.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Radyo",
      "B": "Televizyon",
      "C": "Reklamlar",
      "D": "Sosyal ağlar",
      "E": "Geleneksel medya"
    },
    "explanation": "Sosyal ağlar yeni toplum/topluluk biçimleri olarak bireylerde mekân, zaman algısını değiştirerek toplumun, siyasetin, ekonominin yeniden şekillenmesine yol açmaktadır."
  },
  {
    "id": "3239704",
    "unitNumber": 7,
    "text": "Kitle iletişiminde hangi bilgilerin ne şekilde yayınlanacağına karar veren kişi veya kurumlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eşik bekçiliği",
      "B": "Editör",
      "C": "Medya uzmanı",
      "D": "Sosyal medya yöneticisi",
      "E": "Genel müdür"
    },
    "explanation": "Eşik bekçiliği, kitle iletişiminde hangi bilgilerin ne şekilde yayınlanacağına karar veren kişi veya kurumlardır;"
  },
  {
    "id": "3239705",
    "unitNumber": 7,
    "text": "\"...............aracılığıyla sıradan kullanıcılar, milyonlarca insanın ulaşabileceği, yazılanları cevaplayabileceği, yorumlayabileceği, her türlü şekil ve içerik yönünden editöryal işlemi kolayca yapabileceği bir ortam bulmaktadır.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Video paylaşım siteleri",
      "B": "Wikiler",
      "C": "Webloglar",
      "D": "Haber siteleri",
      "E": "Kamuoyu"
    },
    "explanation": "Webloglar aracılığıyla sıradan kullanıcılar, milyonlarca insanın ulaşabileceği, yazılanları cevaplayabileceği, yorumlayabileceği, her türlü şekil ve içerik yönünden editöryal işlemi kolayca yapabileceği bir ortam bulmaktadır"
  },
  {
    "id": "3239706",
    "unitNumber": 7,
    "text": "Toplumun ortak çıkarını gözetmek amacıyla ve kamu çıkarını önceleyen bir saikle oluşmuş; düşünce, söylem ve eylemlerin belirlendiği, tartışmaların yürütüldüğü, açıklık ve bilgilenme sürecinin önemli olduğu toplumsal mekânlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kamusal alan",
      "B": "Kamuoyu",
      "C": "Gündem",
      "D": "Medya",
      "E": "İnternet"
    },
    "explanation": "Kamusal Alan, toplumun ortak çıkarını gözetmek amacıyla ve kamu çıkarını önceleyen bir saikle oluşmuş; düşünce, söylem ve eylemlerin belirlendiği, tartışmaların yürütüldüğü, açıklık ve bilgilenme sürecinin önemli olduğu toplumsal mekânlardır"
  },
  {
    "id": "3239707",
    "unitNumber": 7,
    "text": "\"......................... politikacılardan, elitlere, trollere, botlara, sahte haber sitelerine, partizan medya organlarına, ana akım medyaya, yabancı hükûmetlerden, sıradan kullanıcılara kadar birçok kaynaktan beslenmektedir.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet eriişim süreci",
      "B": "Medya iletişim süreci",
      "C": "Kamuoyu belirleme süreci",
      "D": "Gündem belirleme süreci",
      "E": "Dezenformasyon süreci"
    },
    "explanation": "Dezenformasyon süreci politikacılardan, elitlere, trollere, botlara, sahte haber sitelerine, partizan medya organlarına, ana akım medyaya, yabancı hükûmetlerden, sıradan kullanıcılara kadar birçok kaynaktan beslenmektedir."
  },
  {
    "id": "3239708",
    "unitNumber": 7,
    "text": "Sosyal medyada kullanıcıların hizmet almasını, bilgilenme sürecini bilerek, kasten ve belli bir amaçla engellemeye çalışan kişi veya gruplara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Eşik bekçisi",
      "B": "Botlar",
      "C": "Trol",
      "D": "Hiper partizan medya",
      "E": "Komplo teorisyenleri"
    },
    "explanation": "Trol, sosyal medyada kullanıcıların hizmet almasını, bilgilenme sürecini bilerek, kasten ve belli bir amaçla engellemeye çalışan kişi veya gruplardır."
  },
  {
    "id": "3239850",
    "unitNumber": 7,
    "text": "İzleyiciye enjekte edildiği varsayılan bilginin, paylaşımın, içeriğin, izleyicide tek vücut biçimde veya öngörülen şekilde tepki oluşturması beklenen kamuoyu oluşumunda medya etkisine yönelik teorik yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Etki tepki modeli",
      "B": "Psikodinamik model",
      "C": "Gündem belirleme kuramı",
      "D": "Suskunluk sarmalı kuramı",
      "E": "Medyaya bağımlılık kuramı"
    },
    "explanation": "Ana akım medya yaklaşımlarından ilki, güçlü medya etkisini destekleyecek şekilde geliştirilen etki tepki modeli veya şırınga/sihirli mermi kuramıdır. Kuramda izleyiciye enjekte edildiği varsayılan bilginin, paylaşımın, içeriğin, izleyicide tek vücut biçimde veya öngörülen şekilde tepki oluşturması beklenir."
  },
  {
    "id": "3239851",
    "unitNumber": 7,
    "text": "1968 seçimlerinde ilk defa medya ve kamuoyu gündemi arasında bağlantı olup olmadığını araştıran ülke hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fransa",
      "B": "Almanya",
      "C": "İngiltere",
      "D": "Rusya",
      "E": "Amerika Birleşik Devletleri"
    },
    "explanation": "İlk defa 1968 Amerika Birleşik Devletleri (ABD) seçimlerinde medya ve kamuoyu gündemi arasında bağlantı olup olmadığı anlaşılmaya çalışılmıştır."
  },
  {
    "id": "3239852",
    "unitNumber": 7,
    "text": "Suskunluk sarmalının en iyi gözlemlendiği siyasal sistem hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Monarşi",
      "B": "Otoriter",
      "C": "Totaliter",
      "D": "Meşrutiyet",
      "E": "Demokrasi"
    },
    "explanation": "Suskunluk sarmalının en iyi gözlemlendiği siyasal sistemler totaliter sistemlerdir."
  },
  {
    "id": "3239853",
    "unitNumber": 7,
    "text": "Web uygulamalarından Web 1.0 ile ilgili verilen aşağıdaki bilgilerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet sitelerine dâhil olunabilir.",
      "B": "Fotoğraflara bakılabilir.",
      "C": "E-posta gönderip alınabilir.",
      "D": "Belli sitelerde sohbet edilebilir.",
      "E": "Kolayca içerik üretilebilir."
    },
    "explanation": "İnternetin ilk ortaya çıktığı dönemden Web 2.0’a kadar olan dönem Web 1.0 olarak adlandırılır. Bu evrede internet sitelerine dâhil olunabilir, fotoğraflara bakılabilir, e-posta gönderip alınabilir ve belli sitelerde sohbet edilebilirdi. Kullanıcılar aktif değildi ve <strong>içerik üretmesi özel bilgi gerektiriyordu. </strong>"
  },
  {
    "id": "3239854",
    "unitNumber": 7,
    "text": "Sosyal medya ağlarından en yaygın kullanıcı ağına sahip, dünya çapında popüler uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "LinkedIn",
      "B": "Facebook",
      "C": "Badoo",
      "D": "WordPress",
      "E": "Instagram"
    },
    "explanation": "En yaygın kullanıcı ağına sahip, dünya çapında popüler olan uygulama facebooktur."
  },
  {
    "id": "3239855",
    "unitNumber": 7,
    "text": "A. Mayfield'e göre sosyal medyanın özelliklerinden olan açıklık aşağıdakilerden hangisi ile açıklanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bu özelliği ile, herkesin katılımına ve kullanıcıların geri bildirimde bulunmasına imkân vermektedir.",
      "B": "Bu özelliği ile, sosyal medya oy kullanma, yorum yapma ve başkaları ile paylaşımda bulunma imkânı vererek içeriğin engellenmesi pek mümkün olmaz.",
      "C": "Bu özelliği ile, sosyal medya karşılıklı iletişimi mümkün kılar.",
      "D": "Bu özelliği ile, bireylere yeni topluluk kurma veya kurulan/var olan oluşumlara katılma imkânı verir.",
      "E": "Bu özelliği ile, bireylerin ilgi duydukları ve sık sık gezinti yaptıkları diğer sitelerle bağlantı kurmalarını kolaylaştırır."
    },
    "explanation": "Açıklık özelliği ile sosyal medya oy kullanma, yorum yapma ve başkaları ile paylaşımda bulunma imkânı vererek içeriğin engellenmesi pek mümkün olmaz."
  },
  {
    "id": "3239856",
    "unitNumber": 7,
    "text": ".........'e göre sosyal ağlar ve yeni multimedya sistemi ile sadece bireyler arası teknolojik yakınlaşma ve sosyalleşme sağlanmamış, asıl olarak kitlesel iletişimden kitlesel öz iletişime geçilmesine imkân tanınmıştır.\n Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Castells",
      "B": "Weber",
      "C": "Spencer",
      "D": "Benjamin",
      "E": "Sassen"
    },
    "explanation": "Castells’e göre sosyal ağlar ve yeni multimedya sistemi ile sadece bireyler arası teknolojik yakınlaşma ve sosyalleşme sağlanmamış, asıl olarak kitlesel iletişimden kitlesel öz iletişime geçilmesine imkân tanınmıştır."
  },
  {
    "id": "3239857",
    "unitNumber": 7,
    "text": "Sosyal medyanın bilgi akışını ve kamuoyunu olumsuz etkilemesinin örneklerinden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Haberleri manipüle ederek",
      "B": "Tam olarak vermeyerek",
      "C": "Kasıtlı olarak bazı noktaları öne çıkartarak veya çıkartmayarak",
      "D": "Etkileşimli iletişimi öne çıkararak",
      "E": "Farklı sitelerde daha önce yayınlanmış bilgileri yeni bilgi şeklinde sunarak"
    },
    "explanation": "Sosyal medya, haberleri manipüle ederek, tam olarak vermeyerek, kasıtlı olarak bazı noktaları öne çıkartarak veya çıkartmayarak, farklı sitelerde daha önce yayınlanmış bilgileri yeni bilgi şeklinde sunarak bilgi akışını ve kamuoyunu olumsuz etkileyebilir (Liang vd., 2016)."
  },
  {
    "id": "3239858",
    "unitNumber": 7,
    "text": "Politikacıların takipçi sayısını şişirmek ve paylaşımlarını beğenmekten, politik söylem oluşturmaya, muhaliflere saldırmaya, kamuoyunun manipüle edilmesine ve muhtemel haber arama sıralamalarını değiştirmeye kadar birçok faaliyette ...... etkisi vardır.\n Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Botların",
      "B": "Trollerin",
      "C": "Sahte haber sitelerinin",
      "D": "Komplo teorisyenlerinin",
      "E": "Hiper partizan medyanın"
    },
    "explanation": "Politikacıların takipçi sayısını şişirmek ve paylaşımlarını beğenmekten, politik söylem oluşturmaya, muhaliflere saldırmaya, kamuoyunun manipüle edilmesine ve muhtemel haber arama sıralamalarını değiştirmeye kadar birçok faaliyette botların etkisi vardır."
  },
  {
    "id": "3239859",
    "unitNumber": 7,
    "text": "I.Marksist Kuramcılar\n II.Frankfurt Okulu Düşünürleri\n III.Feminist Kuramcılar\n Yukarıdakilerden hangisi medyanın kamuoyunu oluşturmadaki etkisini tartışan eleştirel yaklaşımlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Medyanın kamuoyunu oluşturmadaki etkisini tartışan eleştirel yaklaşım Marksist kuramcılar, Frankfurt Okulu düşünürleri ve Feminist kuramcılardır."
  },
  {
    "id": "3240245",
    "unitNumber": 7,
    "text": "Medyanın kamuoyunu şekillendirmedeki etkisini ele alan<u> ilk ciddi kuram</u> aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şırınga kuramı",
      "B": "Psikodinamik kuram",
      "C": "Gündem belirleme kuramı",
      "D": "Suskunluk sarmalı kuramı",
      "E": "Bilgi gediği kuramı"
    },
    "explanation": "Medyanın toplumsal etkisini, özellikle kamuoyunu şekillendirmedeki etkisini ele alan ilk ciddi<br/>kuram gündem belirleme modelidir. Gündem belirleme modeli E. McCombs ve Donald L. Shaw tarafından geliştirilmiş, medyanın kamuoyu oluşumunda etkisini anlamaya yönelik bir kuramdır.<br/>Gündem belirleme kuramı"
  },
  {
    "id": "3240246",
    "unitNumber": 7,
    "text": "Medyanın sınıf yapısındaki eşitsizlikleri bilgi aracılığıyla çoğaltıp güçlendirdiği düşüncesine dayanan iletişim modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gündem belirleme",
      "B": "Bilgi gediği",
      "C": "Suskunluk sarmalı",
      "D": "Şırınga",
      "E": "Psikodinamik"
    },
    "explanation": "Ana akım medya kuramları içerisinde yer alan ancak medyanın sınırlılıklarına odaklanan bilgi gediği modeli, belli bir toplumsal sistem perspektifinden medya etkisini ve toplumsal iktidar ilişkilerini açıklamaya çalışır. Kurama göre medya, yalnızca sınıf yapısındaki eşitsizlikleri koruyacak şekilde hareket etmekle kalmayıp, bu eşitsizlikleri bilgi aracılığıyla çoğaltıp güçlendirir."
  },
  {
    "id": "3240247",
    "unitNumber": 7,
    "text": "Bir ülkede medyanın hükümet ve çevresindeki çıkar gruplarına uygun yayın yaparken muhalif görüşleri önemsiz kılması durumu hangi iletişim modeliyle ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilgi gediği modeli",
      "B": "Gündem belirleme modeli",
      "C": "Suskunluk sarmalı modeli",
      "D": "Propaganda modeli",
      "E": "Bağımlılık modeli"
    },
    "explanation": "Chomsky ve Herman medyanın propaganda etkisine yoğunlaşır. Propaganda modeli paranın ve iktidarın hangi yollarla haberleri eleyip basılmaya uygun olanları seçtiğini, muhalif düşünceleri nasıl kenar sütunlara itip önemsizleştirdiğini, hükûmete ve egemen özel çıkar çevrelerinin mesajlarını halka nasıl kolayca verdiğini analiz eder."
  },
  {
    "id": "3240248",
    "unitNumber": 7,
    "text": "İnternette kullanıcılar aktif olmadığı ve içerik üretiminin özel bilgi gerektirdiği döneme ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Web 2.0",
      "B": "Web 1.0",
      "C": "Web 3.0",
      "D": "Sosyal ağ",
      "E": "Friendster"
    },
    "explanation": "İnternetin ilk ortaya çıktığı dönemden Web 2.0’a kadar olan dönem Web 1.0 olarak adlandırılır. Bu evrede internet sitelerine dâhil olunabilir, fotoğraflara bakılabilir, e-posta gönderip alınabilir ve belli sitelerde sohbet edilebilirdi. Kullanıcılar aktif değildi ve<br/>içerik üretmesi özel bilgi gerektiriyordu."
  },
  {
    "id": "3240249",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iş ya da eleman arayanların kullandığı profesyonel bir uygulamadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Linkedin",
      "B": "Facebook",
      "C": "Twitter",
      "D": "Friendster",
      "E": "Myspace"
    },
    "explanation": "Sosyal medya ağlarının bir kısmı Facebook, Google+, MySpace gibi genel kullanıma, ilk başta daha çok paylaşım, eğlence gibi amaçlara hizmet eden, kamuya daha açık alanlardan oluşurken; bir kısmı Linkedin gibi iş veya eleman arayan daha profesyonel uygulamalardan oluşur."
  },
  {
    "id": "3240250",
    "unitNumber": 7,
    "text": "Video ve blogları birleştiren teknolojiye ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal ağ",
      "B": "Wiki",
      "C": "Vlog",
      "D": "Web 3.0",
      "E": "Haber siteleri"
    },
    "explanation": "Video ve blogları birleştiren vlog teknolojisi, gazeteciliğe farklı bir bakış açısı kazandırmıştır. İnternete erişimi olan herkes tarafından oluşturulabilen, sıradan kullanıcıya yayıncı olma imkânını veren blog/vloglar bireylerin kendi köşelerini oluşturması ve bu alanda istedikleri düzenleme ve paylaşımı yapmalarına imkân vermektedir."
  },
  {
    "id": "3240251",
    "unitNumber": 7,
    "text": "Ağşağıdakilerden hangisi Anthony Mayfield’e göre sosyal medyanın kamuoyu oluşturmasında önemli olan özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sıklık",
      "B": "Kullanılabilirlik",
      "C": "Doğrudan olma",
      "D": "Devamlılık",
      "E": "Bağlantılık"
    },
    "explanation": "Anthony Mayfield’e göre sosyal medyanın katılım, açıklık, görüşme, topluluk oluşumu, bağlantılık özelliği kamuoyu oluşumunda önemlidir."
  },
  {
    "id": "3240252",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sosyal medyanın geleneksel medyadan farklılaştığı alanlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Katılım",
      "B": "Açıklık",
      "C": "Görüşme",
      "D": "Topluluk oluşumu",
      "E": "Devamlılık"
    },
    "explanation": "Sosyal medya geleneksel medyadan kalite, ulaşım, sıklık, kullanılabilirlik, doğrudan olma ve devamlılık bakımından farklılaşır."
  },
  {
    "id": "3240253",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sosyal medyanın kamuoyunun oluşumundaki olumsuz etkilerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Etkileşimlilik",
      "B": "Bireyselleşme",
      "C": "Kitlesel öz iletişim",
      "D": "Çok yönlülük",
      "E": "Dezenformasyon"
    },
    "explanation": "Dezenformasyon, çevrim içi ortamda karşılaşılabilecek ve muhtemelen dünyanın gerçek durumu hakkında yanlış algılamaya yol açabilecek bilgilenme sürecini ifade eder. Sosyal medya, haberleri manipüle ederek, tam olarak vermeyerek, kasıtlı olarak bazı noktaları öne çıkartarak veya çıkartmayarak, farklı sitelerde daha önce yayınlanmış bilgileri yeni<br/>bilgi şeklinde sunarak bilgi akışını ve kamuoyunu olumsuz etkileyebilir."
  },
  {
    "id": "3240254",
    "unitNumber": 7,
    "text": "Dünyayı yöneten birkaç şirket olduğu ya da Hitler’in hala yaşadığı gibi düşünceler üreterek pazarlayan gruplara ne ad verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Botlar",
      "B": "Hiper partizan medya",
      "C": "Sahte haber siteleri",
      "D": "Troller",
      "E": "Komplo teorisyenleri"
    },
    "explanation": "Komplo teorileri genellikle kontrol veya statü kaybetme endişesi ile hareket eden, güçlü bir grup insanın, faaliyetlerini ve amaçlarını gizleyip toplumu manipüle ettiği inancına dayanır. Bu iddiaların dünyayı ele geçirmeyi planlayan Yahudilerden, Yahudi karşıtı komplolardan, 11 Eylül saldırıları veya Hitler’in yaşadığı gibi alternatif bilgi kırıntılarına kadar yoğunlaştığı görülür. Komplo içeriklerini yaymak için çalışan komplo teorileri endüstrisinin de ortaya çıktığı söylenebilir.<br/>Komplo teorisyenleri"
  },
  {
    "id": "3240255",
    "unitNumber": 7,
    "text": "İlk defa İngiltere’de kullanılan, Latincede “publieus” ve “opinion”, İngilizce’de “public opinion” gibi sözcüklerle ifade edilen kamuoyu kavramı Eski Türkçe'de aşağıdaki hangi kelime ile anlatılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Velâyet-i Âmme",
      "B": "Maarif-i umumiye",
      "C": "İçtimai umumiye",
      "D": "Nizami umumiye",
      "E": "Amme efkârı"
    },
    "explanation": "Doğru cevap E şıkkıdır. Latincede “publieus” ve “opinion”, İngilizce’de “public opinion” Türkçe’de “efkârı umumiye, halk<br/>efkârı, amme efkârı, kamu efkârı” gibi sözcüklerle ifade edilen kamuoyu kavramı; günümüz anlamıyla, halkın düşüncesini anlatacak şekilde ilk defa İngiltere’de kullanılmıştır."
  },
  {
    "id": "3240256",
    "unitNumber": 7,
    "text": "Günümüzde kamuoyu kavramına denk olan \"consensus populi (halkın onayı\" kavramı geçmişte aşağıdaki hangi hukuk sistemi içinde terminolojik olarak ifade edilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sümer",
      "B": "Yunan",
      "C": "Babil",
      "D": "Lidya",
      "E": "Roma"
    },
    "explanation": "Doğru cevap E şıkkıdır. Romalı hukukçuların ifade ettiği consensus populi (halkın onayı) günümüz kamuoyu kavramına denk düşer."
  },
  {
    "id": "3240257",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kamuoyunun sağlıklı oluşabilmesinde etki eden unsurlardan biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bireylerin yeterli ve doğru haber alması",
      "B": "Bilgileri akıllarıyla değerlendirebilmeleri",
      "C": "Bilgileri duygularından uzak değerlendirebilmeleri",
      "D": "Kamusal çıkarı gözetmeleri",
      "E": "Kişisel beklentileriyle karar verme"
    },
    "explanation": "Doğru cevap E şıkkıdır. Kamuoyunun sağlıklı oluşabilmesinde bireylerin yeterli ve doğru haber alması, aldıkları bilgileri duygularından uzak, akıllarıyla değerlendirebilmelerine ve kişisel beklentinin ötesinde kamusal çıkarı önceleyerek sürece dâhil olmaları önem kazanmaktadır."
  },
  {
    "id": "3240258",
    "unitNumber": 7,
    "text": "İzleyiciye enjekte edildiği varsayılan bilginin, paylaşımın, içeriğin, izleyicide tek vücut biçimde veya öngörülen şekilde tepki oluşturmasının beklendiği kuram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yapısalcılık kuramı",
      "B": "İdeoloji kuramı",
      "C": "Eleştirel kuram",
      "D": "Sihirli mermi kuramı",
      "E": "Liberal kuram"
    },
    "explanation": "Doğru cevap D şıkkıdır. Ana akım medya yaklaşımlarından ilki, güçlü medya etkisini destekleyecek şekilde geliştirilen etki tepki modeli veya şırınga/sihirli mermi kuramıdır. Kuramda izleyiciye enjekte edildiği varsayılan bilginin, paylaşımın, içeriğin, izleyicide tek<br/>vücut biçimde veya öngörülen şekilde tepki oluşturması beklenir."
  },
  {
    "id": "3240259",
    "unitNumber": 7,
    "text": "Skandalların seçimleri ve kamuoyunu etkileme gücünden dolayı sıkça örnek olarak verilen ve dönemin ABD başkanlık seçimlerinde önemli bir kamuoyu etkisi yaratan Watergate skandalı ne zaman meydana gelmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1952",
      "B": "1962",
      "C": "1972",
      "D": "1982",
      "E": "1992"
    },
    "explanation": "Doğru cevap C şıkkıdır?"
  },
  {
    "id": "3240260",
    "unitNumber": 7,
    "text": "Toplum içindeki bireyler ve gruplar arasında, çoğunlukla ekonomik farklılıklardan kaynaklı, hiyerarşi ve katmanlaşmaya işaret eden siyasi terminoloji aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nepotizm",
      "B": "Sermaye",
      "C": "Seçkinlik",
      "D": "Sınıf",
      "E": "Ayrımcılık"
    },
    "explanation": "Doğru cevap D şıkkıdır. Sınıf, toplum içindeki bireyler ve gruplar arasında, çoğunlukla ekonomik farklılıklardan kaynaklı, hiyerarşi ve katmanlaşmaya işaret eder."
  },
  {
    "id": "3240261",
    "unitNumber": 7,
    "text": "Suskunluk sarmalının aracı niteliğinin daha fazla öne çıktığını öne sürerek bir araştırma yapan Malaspina, aşağıdaki hangi ülke seçimlerinin webde ve sosyal medyada ele alınmasını incelemiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "2016 ABD",
      "B": "2013 İtalya",
      "C": "2017 Fransa",
      "D": "2016 Haiti",
      "E": "2017 Almanya"
    },
    "explanation": "Doğru cevap B şıkkıdır. Malaspina ise suskunluk sarmalının aracı niteliğinin daha fazla öne çıktığını söylediği bir araştırma yapmıştır. Malaspina, İtalya’da 2013 seçimlerinin webde ve sosyal medyada nasıl ele alındığını ölçmüştür."
  },
  {
    "id": "3240262",
    "unitNumber": 7,
    "text": "Sosyal medyanın siyasî hareketlerin oluşumuna veya başarısına katkıda bulunduğu ilk olarak aşağıdaki hangi olay esnasında görülmüştür?",
    "correctAnswer": "B",
    "options": {
      "A": "Watergate",
      "B": "Arap Baharı",
      "C": "İntifada",
      "D": "Petrol krizi",
      "E": "Brexit"
    },
    "explanation": "Doğru cevap B şıkkıdır. Sosyal medyanın siyasî hareketlerin oluşumuna veya başarısına katkıda bulunduğu ilk olarak Wall Street ve Arap Baharı’nda görülmüştür."
  },
  {
    "id": "3240263",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sosyal medyanın kamuoyu oluşturma araçlarından birisi <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal ağlar",
      "B": "Haber siteleri",
      "C": "Bloglar",
      "D": "Wikiler",
      "E": "Botlar"
    },
    "explanation": "Doğru cevap E şıkkıdır. Botlar, sosyal medyada içerik oluşturan yazılım parçalarıdır."
  },
  {
    "id": "3240264",
    "unitNumber": 7,
    "text": "..................., sosyal medyada kullanıcıların hizmet almasını, bilgilenme sürecini bilerek, kasten ve belli bir amaçla engellemeye çalışan kişi veya gruplardır.\n <strong>Yukarıda cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Botlar",
      "B": "Sahte haber siteleri",
      "C": "Komplo teorisyenleri",
      "D": "Hiper partizan medya",
      "E": "Trol"
    },
    "explanation": "Doğru cevap E şıkkıdır. Trol, sosyal medyada kullanıcıların hizmet almasını, bilgilenme sürecini bilerek,<br/>kasten ve belli bir amaçla engellemeye çalışan kişi veya gruplardır."
  },
  {
    "id": "3239786",
    "unitNumber": 8,
    "text": "“Yumuşak güç” terimini ilk kez ortaya atan Harvard Üniversitesi akademisyeni kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Josph Nye",
      "B": "Berg Sjöberg",
      "C": "Sean George",
      "D": "Harrison Ellis",
      "E": "Healy Tate"
    },
    "explanation": "KAMU DİPLOMASİSİNİN TANIMI VE ÖZELLİKLERİ konu başlığında açıklanmıştır.<br/>Josph Nye"
  },
  {
    "id": "3239787",
    "unitNumber": 8,
    "text": "Nye'ye göre kamu diplomasisinde yumuşak gücün geçerli para birimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cazibe ve ilgi",
      "B": "Dolar ve euro",
      "C": "Yen ve dolar",
      "D": "İlgi ve dolar",
      "E": "Güç ve demokrasi"
    },
    "explanation": "KAMU DİPLOMASİSİNİN TANIMI VE ÖZELLİKLERİ konu başlığına açıklanmıştır.<br/>Cazibe ve ilgi"
  },
  {
    "id": "3239788",
    "unitNumber": 8,
    "text": "Web 2.0 teknolojisinin kamu diplomasisi ve halkla ilişkiler alanında kullanımını tanımlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "PR 2.0",
      "B": "WEB 2.0",
      "C": "WWW 2.0",
      "D": "WINDOWS 2.0",
      "E": "KDH 2.0"
    },
    "explanation": "KAMU DİPLOMASİSİNİN TANIMI VE ÖZELLİKLERİ konu başlığında açıklanmıştır.<br/>PR 2.0"
  },
  {
    "id": "3239789",
    "unitNumber": 8,
    "text": "Kamu diplomasisi teoride ilk kez hangi yılların ortalarında tanımlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1950'li yıllar",
      "B": "1960'lı yıllar",
      "C": "1970'li yıllar",
      "D": "1980'li yıllar",
      "E": "1990'lı yıllar"
    },
    "explanation": "Diplomasi ve Kamu Diplomasisi konu alt başlığında açıklanmıştır.<br/>1960'lı yıllar"
  },
  {
    "id": "3239790",
    "unitNumber": 8,
    "text": "Bir ülkenin dünya siyasetinde istediği sonuçlara ulaşmada, herkesin beğendiği ve takdir ettiği, örnek alınan bir ülke modeli yaratmada ülkelerin kendisini izlemesi felsefesinden<br/>hareketle istediği sonuçları elde etmede iletişimi stratejik olarak yönetme ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yumuşak güç",
      "B": "Diplomasi",
      "C": "Sert ve askeri güç",
      "D": "Devlet politikası",
      "E": "Uluslararası politika"
    },
    "explanation": "KAMU DİPLOMASİSİNİN ÖNEMİ, HEDEF KİTLESİ VE AMAÇLARI konu başlığında incelenmiştir.<br/>Yumuşak güç"
  },
  {
    "id": "3239791",
    "unitNumber": 8,
    "text": "Kamu diplomasisini eylemsel amaçlar açısından bilgi verme ve ilişki kurma olarak sınıflandırmış olan bilim adamı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zaharna",
      "B": "Potter",
      "C": "Nye",
      "D": "Sancar",
      "E": "Sağlam"
    },
    "explanation": "KAMU DİPLOMASİSİ KATEGORİLERİ, ARAÇLARI VE BOYUTLARI konu başlığına açıklanmıştır.<br/>Zaharna"
  },
  {
    "id": "3239792",
    "unitNumber": 8,
    "text": "Kısa dönem içerisinde gerçekleştirilen ve özellikle kriz döneminde anlık iletişim, hangi tür kamu diplomasisi olarak değerlendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Reaktif",
      "B": "Proaktif",
      "C": "İletken",
      "D": "Anlık",
      "E": "Yıllık"
    },
    "explanation": "Proaktif ve Reaktif Kamu Diplomasisi konu alt başlığına açıklanmıştır."
  },
  {
    "id": "3239793",
    "unitNumber": 8,
    "text": "Joseph Nye (2017), Public Diplomacy and Soft Power kitabında kamu diplomasisini uygulamada kaç boyutta ele alır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "6",
      "E": "10"
    },
    "explanation": "Kamu Diplomasisinin Boyutları konu alt başlığında açıklanmıştır.<br/>Joseph Nye (2017), Public Diplomacy and Soft Power kitabında kamu diplomasisini uygulamada<br/>üç boyutta ele alır"
  },
  {
    "id": "3239794",
    "unitNumber": 8,
    "text": "Cull (2008: 35) kamu diplomasisini tanımlarken kaç aşamanın altını çizmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "3",
      "B": "5",
      "C": "7",
      "D": "9",
      "E": "11"
    },
    "explanation": "Kamu Diplomasisinin Uygulama Araçları/Enstrümanları konu alt başlığında açıklanmıştır.<br/>Cull (2008: 35) kamu diplomasisini tanımlarken beş aşamanın altını çizmiştir"
  },
  {
    "id": "3239795",
    "unitNumber": 8,
    "text": "Bir firmanın, kurumun ya da ülkenin sınır ötesindeki hedef kitleler ile karşılıklı yararı esas alan iyi niyete dayalı ilişkiler kurmak ve devam ettirmeye yönelik<br/>olarak gerçekleştirdikleri planlı, stratejik, amaç odaklı ve örgütlü çabalar bütününe ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası Halkla İlişkiler",
      "B": "Halkla İlişkiler 2.0",
      "C": "Halkla İlişkiler Lokal",
      "D": "Halkla İlişkiler İnternet",
      "E": "Halkla İlişkiler Hizmeti"
    },
    "explanation": "Uluslararası Halkla İlişkiler Tanımı konu alt başlığına açıklanmıştır."
  },
  {
    "id": "3239832",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi günümüzde kamuoyunu yönlendirebilme, ikna edebilme ve yaptıklarına destek sağlama sürecinde askerî güç ve yeteneklerin yerini almıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Güçlü ekonomik sistem",
      "B": "Özgür basın",
      "C": "Aktif kamu diplomasisi",
      "D": "Özerk yükseköğretim",
      "E": "Yetenekli iş gücü"
    },
    "explanation": "Günümüzde kamuoyunu yönlendirebilme, ikna edebilme ve yaptıklarına destek sağlama sürecinde askerî güç ve yetenekler, yerini yeni ve etkin bir güç alanı olarak tanımlanan aktif kamu diplomasisine bırakmıştır."
  },
  {
    "id": "3239833",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, kamu diplomasisi ve halkla ilişkiler faaliyetlerinin yapılmasında daha yararlı olacağı düşünülen teknolojidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnternet",
      "B": "Televizyon",
      "C": "Yazılı basın",
      "D": "Cep telefonu",
      "E": "Radyo"
    },
    "explanation": "Gelişen dünyada teknolojileri izleyebilen, onları kullanabilen ve etkin olarak yapılandıran devletlerin önemli açılımlar ve rekabet üstünlüğü sağladığı görüşünden hareketle, iletişim teknolojilerinin kamu diplomasisi ve halkla ilişkiler alanında aktif değişim ve dönüşümün temelini oluşturduğu gerçeği, alternatif arayışları da beraberinde getirmektedir. Bu arayışların bir sonucu, internetten faydalanarak internet ortamında kamu diplomasisi ve halkla ilişkiler faaliyetlerinin yapılmasını gündeme getirmektedir."
  },
  {
    "id": "3239834",
    "unitNumber": 8,
    "text": "<u>Diplomasi</u> hangi alanla ilgili etkinliği tanımlayan bir kavramdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ülke içi ekonomik politikaların yürütülmesi",
      "B": "Parlemento faaliyetlerinin sorunsuz yürütülmesi",
      "C": "Kamuoyunun düzeninin sağlanması",
      "D": "Dış politikanın iyi yürütülmesi",
      "E": "Askeri ve sivil arasındaki diyaloğun sağlanması"
    },
    "explanation": "Dış politikanın yürütülme şekli olarak diplomasi, uzlaşmayı, iş birliğini, iletişimi kullanmayı tanımlar ve ifade eder. Diplomasi, dış politikanın yürütülüş biçimidir."
  },
  {
    "id": "3239835",
    "unitNumber": 8,
    "text": "Günümüzde devletlerin dış politikalarındaki klasik diplomasi yöntemlerinin yanında onlar kadar etkili olan bir diğer unsur olan kamu diplomasisi kavramı nasıl bir güç olarak tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Resmi güç",
      "B": "Sivil güç",
      "C": "Yumuşak güç",
      "D": "Sıcak güç",
      "E": "Silahsız güç"
    },
    "explanation": "Günümüzde devletlerin dış politikalarındaki klasik diplomasi yöntemlerinin yanında onlar kadar etkili olan bir diğer unsur da “yumuşak güç (softpower)” veya “ince güç” olarak da tanımlanan kamu diplomasisi kavramıdır."
  },
  {
    "id": "3239836",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Kamu diplomasisi kavramını ilk kez kullanan ve bu kavramı “bilgi ve fikirlerin uluslar ötesi akışı” olarak değerlendiren kişidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Joseph Nye",
      "B": "Edmund Gullion",
      "C": "John Kennedy",
      "D": "Wight Eisenhower",
      "E": "Simon Anholt"
    },
    "explanation": "Kamu diplomasisi kavramını ilk kez kullanan ve bu kavramı “bilgi ve fikirlerin uluslar ötesi akışı” olarak değerlendiren Edmund Gullion’a göre kamu diplomasisi, dış politikaların düzenlenmesi ve yürütülmesi üzerindeki kamu tutumlarının etkilenmesini, şekillendirilmesini ele almaktadır"
  },
  {
    "id": "3239837",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Szondi’nin belirttiği Kamu diplomasisinin boyutlarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Durum",
      "B": "İletişimin Amacı",
      "C": "Güç",
      "D": "Stratejik iletşimler",
      "E": "Zaman"
    },
    "explanation": "Szondi, bu uygulamalara “kamu diplomasisinin boyutları” diyerek genel bir değerlendirmeye dikkat çekmektedir. Ona göre, kamu diplomasisinin; durum, iletişimin amacı, güç ve zaman olmak üzere dört farklı boyutu vardır."
  },
  {
    "id": "3239838",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi “Yumuşak Güç” kavramını tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Başkalarının da sizin istediğiniz sonuçları istemesini sağlamak",
      "B": "Kendi isteklerinizi başkalarının istediğine göre değiştirmek",
      "C": "Uluslararası istekler bütünlüğü geliştirme çabasında olmak",
      "D": "İstekler arası farklılığı kabullenmek",
      "E": "Kişilerle kısa fakat etkili ilişkiler geliştirmek"
    },
    "explanation": "Yumuşak güç, tanım olarak diğerlerinin de sizin istediğiniz sonuçların aynısını istemelerini sağlamaktır ve bu da mesajınızı nasıl duyduklarını anlayıp, buna uygun ince ayar yapmayı gerektirir."
  },
  {
    "id": "3239839",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, kamu diplomasisinin ilk ortaya çıktığı dönemlerde iletişim sürecinin kaynağı olarak değerlendirilmekteydi?",
    "correctAnswer": "D",
    "options": {
      "A": "Sivil toplum Kuruluşları",
      "B": "Medya kuruluşları",
      "C": "Uluslararası Askeri Teşkilatlar",
      "D": "Hükümet",
      "E": "Ekonomik kuruluşlar"
    },
    "explanation": "Kamu diplomasisi ilk ortaya çıktığında, kaynağı hükûmet olan bir iletişim süreci olarak değerlendirilmektedir."
  },
  {
    "id": "3239840",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Cull’un kamu diplomasisini tanımlarken önemle belirtiği beş aşamadan biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Tespit etme",
      "B": "Aktif destek",
      "C": "Stratejik iletişimler",
      "D": "Kültürel diplomasi",
      "E": "Uluslararası yayıncılık"
    },
    "explanation": "Cull (2008: 35) kamu diplomasisini tanımlarken beş aşamanın altını çizmiştir: Tespit etme, aktif destek, kültürel diplomasi, değişim diplomasisi ve uluslararası yayıncılık."
  },
  {
    "id": "3239841",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sosyal medya paylaşım alanlarının hedef kitleyi doğru anlamada ve kendimizi ona doğru anlatmada süreci şekillendiren önemli bir enstrüman olarak karşımıza çıkmasının sebebidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çok kişiye ulaşılabilmesi",
      "B": "Ucuz iletişim aracı olması",
      "C": "Popüler iletişim aracı olması",
      "D": "Anlık bilgilendirme ve sürekli güncellenmesi",
      "E": "Sesli ve görüntülü iletişim olanağı sağlaması"
    },
    "explanation": "Sosyal medya platformlarında bilimsel makale ve gazete makalesiyle, anlık bilgilendirme ve <strong>bilgiyi sürekli güncelleme sayesinde</strong> bir konu hakkında kısa sürede kamuoyu oluşturmak ve algılara hitap edebilmek mümkündür. Bu bağlamda sosyal medya paylaşım alanları hedef kitleyi doğru anlamada ve kendimizi ona doğru anlatmada süreci şekillendiren önemli bir enstrüman olarak karşımıza çıkmaktadır."
  },
  {
    "id": "3239920",
    "unitNumber": 8,
    "text": "“Eğer istediğim şeyi istemesini sağlayabilirsem, o zaman yapmak istediğin şeyi yapmaya seni zorlamaya gerek yoktur” ifadesi aşağıdaki hangi güç kullanım biçimini açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "Yumuşak güç",
      "B": "Felsefi güç",
      "C": "Çağdaş güç",
      "D": "Barışçıl güç",
      "E": "Sempatik güç"
    },
    "explanation": "Günümüzde “sert/kaba güç”ün önemini azaltması, zorbalık yerine iş birliğini, iyi niyeti ve etkili iletişimi öneren Nye (2017, s.101) yumuşak gücü; “Eğer istediğim şeyi istemesini sağlayabilirsem, o zaman yapmak istediğin şeyi yapmaya seni zorlamaya gerek yoktur”"
  },
  {
    "id": "3239921",
    "unitNumber": 8,
    "text": "Edmund Gullion’a göre dış politikaların düzenlenmesi ve yürütülmesi üzerindeki kamu tutumlarının etkilenmesini, şekillendirilmesini ele alan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Özel diplomasi",
      "B": "Kamu diplomasisi",
      "C": "Parti diplomasisi",
      "D": "Nezaket diplomasisi",
      "E": "Ulusal diplomasi"
    },
    "explanation": "Edmund Gullion’a göre kamu diplomasisi, dış politikaların düzenlenmesi ve yürütülmesi üzerindeki kamu tutumlarının etkilenmesini, şekillendirilmesini ele almaktadır."
  },
  {
    "id": "3239922",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi uluslararası toplumuna kabul edilmede etkili olan faktörlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ülkenin kentleşmeye verdiği değer",
      "B": "Ülkenin sağlık sektörüne verdiği değer",
      "C": "Ülkenin çevreye verdiği değer",
      "D": "Ülkenin nüfusa verdiği değer",
      "E": "Ülkenin imalat sektörüne verdiği değer"
    },
    "explanation": "Ülkenin çevreye verdiği değerin ne derece algılandığı. Bu kıstas, hızla uluslararası toplumuna kabul edilmede önemli bir faktör olmaktadır."
  },
  {
    "id": "3239923",
    "unitNumber": 8,
    "text": "Kısa dönem içerisinde gerçekleştirilen ve özellikle kriz döneminde anlık iletişim aşağıdaki hangi kavram ile değerlendirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pasif kamu diplomasisi",
      "B": "Aktif kamu diplomasisi",
      "C": "Proaktif kamu diplomasisi",
      "D": "Reaktif kamu diplomasisi",
      "E": "Akılcı kamu diplomasisi"
    },
    "explanation": "Kısa dönem içerisinde gerçekleştirilen ve özellikle kriz döneminde anlık iletişim, reaktif kamu diplomasisi olarak değerlendirilir."
  },
  {
    "id": "3239924",
    "unitNumber": 8,
    "text": "Uzun dönemli ilişki inşa edilmesine yönelik aktivitelerde ve kriz çıkmadan ileride sorun ve konu olabilecek unsurlara yönelik olarak gerçekleştirilen stratejik iletişim aşağıdaki hangi kavramla ifade edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ulusal kamu diplomasisi",
      "B": "Pasif kamu diplomasisi",
      "C": "Aktif kamu diplomasisi",
      "D": "Reaktif kamu diplomasisi",
      "E": "Proaktif kamu diplomasisi"
    },
    "explanation": "Uzun dönemli ilişki inşa edilmesine yönelik aktivitelerde ve kriz çıkmadan ileride sorun ve konu olabilecek unsurlara yönelik olarak gerçekleştirilen stratejik iletişim, proaktif kamu diplomasisi olarak anılmaktadır"
  },
  {
    "id": "3239925",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Joseph Nye'e göre, kamu diplomasisinin uygulama sürecindeki boyutlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Günlük iletişimler",
      "B": "Değişim programları",
      "C": "Stajlar",
      "D": "Seminerler",
      "E": "Konferanslar"
    },
    "explanation": "Joseph Nye'e göre, kamu diplomasisini uygulamada üç boyutta ele alır. Birinci boyutu, yerel ve dış politikaların aktarılmasını içeren “günlük iletişimler”dir. Farklı oranlarda, devlet tarafından doğrudan bilgilendirilmeyi ve uzun vadeli kültürel ilişkileri içerir."
  },
  {
    "id": "3239926",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kamu diplomasisinin aktörlerinden biri <strong>değildir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sivil toplum kuruluşları",
      "B": "Üniversiteler",
      "C": "Siyasetçiler",
      "D": "Ev kadınları",
      "E": "Dini gruplar"
    },
    "explanation": "Kamu Diplomasisi Aktörleri, sivil toplum kuruluşları, siyasetçiler, üniversiteler, akademisyenler, eğitimciler, enstitüler, politikacılar, sanatçılar, sanatsal aktiviteler, müzik kanalları, siyasî partiler, yazarlar, medya kuruluşları, medya ürünleri, gazeteciler, medya grupları, iş adamları, şirketler, dini liderler, dini gruplar, sosyal medya paylaşım alanları, bloggerlar, youtuberlar, influzerlar vb. olabilmektedir."
  },
  {
    "id": "3239927",
    "unitNumber": 8,
    "text": "Yazılı ve görsel basın, filmler ve sinemalar, radyo yayınları, popüler kültür araçları, müzik, yabancı dil eğitimi gibi konular kamu diplomasisinin hangi araçlarıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Askeri araçlar",
      "B": "Kültürel araçlar",
      "C": "Ekonomik araçlar",
      "D": "Sosyal araçlar",
      "E": "Teknolojik araçlar"
    },
    "explanation": "Kamu diplomasisinin uygulama vasıtalarından en çok kullanılan araçlardan birisi olan kültürel araçlar; yazılı ve görsel basın, filmler ve sinemalar, radyo yayınları, popüler kültür araçları, müzik, yabancı dil eğitimi gibi konuları kapsamaktadır."
  },
  {
    "id": "3239928",
    "unitNumber": 8,
    "text": "Doğal afetlerde, çevre ile ilgili olumsuzluklarda yapılan maddi ve manevi yardımlar, doğrudan yapılan maddi yardımlar, insani yardım faaliyetleri kamu diplomasisinin hangi araçlarıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kültürel araçlar",
      "B": "Dini araçlar",
      "C": "Teknolojik araçlar",
      "D": "Ekonomik ve sosyal araçlar",
      "E": "Askeri araçlar"
    },
    "explanation": "Ekonomik ve sosyal araçlar kamu diplomasisinde kullanılan diğer enstrümanlardır. Ülkelerin yaşadığı doğal afetlerde, çevre ile ilgili olumsuzluklarda yapılan maddî ve manevî yardımlar, doğrudan yapılan maddi yardımlar, insanî yardım faaliyetleri, sivil toplum kuruluşlarının global vatandaşlık adına yaptığı sosyal sorumluluk etkinlikleri, çeşitli spor branşlarında yapılan sosyal etkinlikler, sağlık alanında yapılan yardımlar, etkinlikler, siyasî partilerin ülke imajı adına yaptığı etkinlikler, proje çalışmaları, markaların yaptığı faaliyetler de ekonomik ve sosyal araçlar olarak değerlendirilmektedir"
  },
  {
    "id": "3239929",
    "unitNumber": 8,
    "text": "Devletlerin başka devletlerle diplomatik ilişkilerinin haricinde yabancı halklarla da iletişime geçme ve onları etkileme politikaları olarak kamu diplomasisinde kullanılan web aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kamu Diplomasisi 2.0",
      "B": "Kamu Diplomasisi 3.0",
      "C": "Kamu Diplomasisi 4.0",
      "D": "Kamu Diplomasisi 5.0",
      "E": "Kamu Diplomasisi 6.0"
    },
    "explanation": "Kamu Diplomasisi 2.0, devletlerin başka devletlerle diplomatik ilişkilerinin haricinde yabancı halklarla da iletişime geçme ve onları etkileme politikaları olarak kamu diplomasisinde web 2.0 teknolojisinin kullanılmasıdır."
  },
  {
    "id": "3240275",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yumuşak ve akıllı gücün hedef kitleyi etkileme sürecinde kullanması gereken güçlerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kültürel güç",
      "B": "İkna edici güç",
      "C": "Yaratıcı güç",
      "D": "Ruhani güç",
      "E": "İktisadi güç"
    },
    "explanation": "Yumuşak ve Akıllı Güç, sınır ötesinde bulunan<br/>hedef kitleyi etkileme sürecinde, iletişime dayalı,<br/>yaratıcı, ikna edici, ruhanî ve kültürel bir gücü<br/>kullanmadır.<br/>İktisadi güç"
  },
  {
    "id": "3240276",
    "unitNumber": 8,
    "text": "Sınır ötesindeki hedef kitleler üzerinde küresel etki yaratma, güven ve ilgi uyandırma yoluyla rıza üretme, böylece ikna etmeyi ve etkilemeyi amaçlama aşağıdakilerden hangisi ikisinin önde gelen özelliğidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kamu yönetimi ve siyaset bilimi",
      "B": "Kamu yönetimi ve İletişim",
      "C": "Kamu diplomasisi ve halkla ilişkiler",
      "D": "Yumuşak güç",
      "E": "Stratejik iletişim süreci ve kamu yönetimi"
    },
    "explanation": "Bu anlamda devletlerin yumuşak güç kullanarak dış politika hedefleri<br/>çerçevesinde sınır ötesindeki hedef kitlelere yönelik olarak küresel etki yaratma, destek, güven ve ilgi oluşturarak rıza üretme yoluyla etkileme ve ikna etmeyi hedeflemesi kamu diplomasisi ve halkla ilişkilerin önemli özelliği olarak değerlendirilmektedir."
  },
  {
    "id": "3240277",
    "unitNumber": 8,
    "text": "Diplomasi yönteminde ağıdakilerden hangisi söz konusu <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İletişim",
      "B": "Uzlaşma",
      "C": "Barış yöntemi",
      "D": "Savaş yöntemi",
      "E": "İş birliği"
    },
    "explanation": "Yaşanan krizleri güç yoluyla çözmek savaş yönteminin kullanılmasını içerirken, barışçı yollarla çözülmesinde ise, diplomasi yöntemini içermektedir.\n<br/>Diplomasi ve Kamu Diplomasisi, dış politikanın yürütülüş şekli olarak diplomasi uzlaşmayı, iş birliğini, iletişimi kullanmayı tanımlar."
  },
  {
    "id": "3240278",
    "unitNumber": 8,
    "text": "Bir ülkenin küresel siyasette umduğu sonuçlara ulaşmada ve örnek bir ülke modeli yaratmada her ülkenin kendisini takip etmesi hedefinde iletişimi stratejik olarak yönetme sürecine ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Güven yaratımı",
      "B": "Cazibe yaratımı",
      "C": "Yumuşak güç",
      "D": "Stratejik iletişim",
      "E": "Ulusal politika"
    },
    "explanation": "Yumuşak Güç, bir ülkenin dünya siyasetinde istediği sonuçlara ulaşmada, herkesin beğendiği ve takdir ettiği, örnek alınan bir ülke modeli yaratmada ülkelerin kendisini izlemesi felsefesinden hareketle istediği sonuçları elde etmede iletişimi stratejik olarak yönetme sürecidir."
  },
  {
    "id": "3240279",
    "unitNumber": 8,
    "text": "I. Çevreye verilen değerin ne kadar algılandığı\n<br/>II. Teknoloji alanındaki başarılar ve üretkenlik \n<br/>III. Ekonomik ve kültürel gelişmelerin hızı\n<br/>IV. Tarihi ve arkeolojik sunumlarının fazlalığı\n<br/>Yukarıdakilerden hangisi/leri günümüzde beğenilen ülke profillerinde öne çıkan üç temel noktadan biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "Sadece III",
      "D": "III ve IV",
      "E": "Sadece IV"
    },
    "explanation": "beğendiği ülkelerin profillerinde son yıllarda kritik hâle gelen en belirgin üç nokta aşağıdaki şekilde ortaya çıkmaktadır (Anholt;2011, s.65):<br/>1. Ülkenin çevreye verdiği değerin ne derece algılandığı. Bu kıstas, hızla uluslararası toplumuna kabul edilmede önemli bir faktör olmaktadır.<br/>2. Ülkenin teknoloji alanındaki başarıları ve üretkenliği ki modernlik kıstasının belirlenmesinde doğrudan bir ölçüm noktasıdır. Ve insanlar genelde modern ülkelere hayranlık duyarlar.<br/>3. Ülkenin, ekonomik ve kültürel anlamda bir kendini geliştirme yeri olarak görülmesi,<br/>yani bir “kişisel ilerleme” yeri olması olarak değerlendirilmektedir.<br/>Sadece IV"
  },
  {
    "id": "3240280",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi “rekabetçi kimlik\" kavramının en basit tanımıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hükûmet politikalarının diğer toplumlara sunulmasıdır.",
      "B": "Bir bütün halinde bir ulusun kendini diğer uluslara temsil edişidir.",
      "C": "Halkla ilişkilerin uluslararası boyuta uyarlanmasıdır.",
      "D": "Kısa ve orta ölçekli uygulamaların içinde barındırılan propagandadır.",
      "E": "Sürdürülebilir köklü ilişkiler kurarak etkileşimi güçlendirme çabasıdır."
    },
    "explanation": "Bir ulusun kendini diğer uluslara bir bütün olarak temsili, “rekabetçi kimlik”; hükûmet politikalarının diğer toplumlara sunumunu ise kamusal diplomasi olarak tanımlanmaktadır.<br/>Bir bütün halinde bir ulusun kendini diğer uluslara temsil edişidir."
  },
  {
    "id": "3240281",
    "unitNumber": 8,
    "text": "Bilinen haliyle devletin karar verme yetkisi dışında oluşan olaylara, haberlere ve krizlere cevap vermenin, etkilerinin en aza indirgenmesinin veya ortadan kaldırılasının amaçlandığı kamu diplomasisi boyutu hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Reaktif boyut",
      "B": "Proaktif boyut",
      "C": "Kamusal Boyut",
      "D": "Kriz boyutu",
      "E": "Politik imaj boyutu"
    },
    "explanation": "Reaktif boyutta, genel olarak devletin inisiyatifi dışında meydana gelen olaylara, haberlere ve krizlere cevap vermek ve etkilerini hafifletmek veya yok etmek amaçlanmaktadır"
  },
  {
    "id": "3240282",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Cull'un kamu diplomasisini tanımlarken vurguladığı aşamalardan biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tespit etme",
      "B": "Aktif destek",
      "C": "Kültürel diplomasi",
      "D": "Değişmezlik diplomasisi",
      "E": "Uluslararası yayıncılık"
    },
    "explanation": "Cull (2008: 35) kamu diplomasisini tanımlarken beş aşamanın altını çizmiştir: Tespit etme, aktif destek, kültürel diplomasi, değişim diplomasisi ve<br/>uluslararası yayıncılık.<br/>Değişmezlik diplomasisi"
  },
  {
    "id": "3240283",
    "unitNumber": 8,
    "text": "Bir ülke hakkında faklı ülkelerden insanların düşüncelerinin ve duygularının etkileşimi neticesinde ortaya çıkan bütünlüklü bir fotoğrafın ortaya konuluşu aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Ülke turizmi",
      "B": "Ülkenin askeri gücü",
      "C": "Ülke istihbaratı",
      "D": "Ülke imajı",
      "E": "Ülke kültürü"
    },
    "explanation": "Ülke imajı, başka insanların ülke hakkında zihinlerinde oluşan izlenimlerin, düşüncelerin ve duygularının etkileşimi sonucu oluşan bir bütün resim olarak tanımlanabilir."
  },
  {
    "id": "3240284",
    "unitNumber": 8,
    "text": "Devletlerin her taraftan yabancı halklarla iletişime geçme ve onları etkileme politikaları bağlamında kamu diplomasisinde web 2.0 teknolojisini kullanmalarına ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yumuşak Güç 2.0",
      "B": "Uluslararası Diplomasi 2.0",
      "C": "Kamu Diplomasisi 2.0",
      "D": "Sert Diplomasi 2.0",
      "E": "Diplomatik iletişim 2.0"
    },
    "explanation": "Kamu Diplomasisi 2.0, Devletlerin başka devletlerle diplomatik ilişkilerinin haricinde yabancı halklarla da iletişime geçme ve onları etkileme politikaları olarak kamu diplomasisinde web 2.0 teknolojisinin kullanılmasıdır."
  },
  {
    "id": "3240285",
    "unitNumber": 8,
    "text": "I. Kamu diplomasisinde, küreselleşen dünyada askerî gücün ve yeteneklerin yerini etki yaratma ve iş birliği yapma gücü almıştır.\n II. Eğer istediğim şeyi istemesini sağlayabilirsem, o zaman yapmak istediğin şeyi yapmaya seni zorlamaya gerek yoktur.\n III. Devletlerin yumuşak güç kullanarak dış politika hedefleri çerçevesinde sınır ötesindeki hedef kitlelere yönelik olarak küresel etki yaratma, destek, güven ve ilgi oluşturarak rıza üretme yoluyla etkileme ve ikna etme\n Kamu diplomasisi ile ilgili olarak aşağıdakilerden hangisi doğrudur.",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II, III"
    },
    "explanation": "Kamu diplomasisinde, küreselleşen dünyada askerî gücün ve yeteneklerin yerini etki yaratma ve iş birliği yapma gücü almıştır.\n Eğer istediğim şeyi istemesini sağlayabilirsem, o zaman yapmak istediğin şeyi yapmaya seni zorlamaya gerek yoktur.\n Devletlerin yumuşak güç kullanarak dış politika hedefleri çerçevesinde sınır ötesindeki hedef kitlelere yönelik olarak küresel etki yaratma, destek, güven ve ilgi oluşturarak rıza üretme yoluyla etkileme ve ikna etme"
  },
  {
    "id": "3240286",
    "unitNumber": 8,
    "text": "Dış politikanın yürütülüş şekli olarak diplomasi uzlaşmayı, iş birliğini, iletişimi kullanmayı tanımlayan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Diplomasi ve Kamu Diplomasisi",
      "B": "Yumuşak Güç",
      "C": "Akılı Güç",
      "D": "Uluslararası ilişkiler",
      "E": "Uluslararası Diplomasi"
    },
    "explanation": "<strong>Diplomasi ve Kamu Diplomasisi</strong>, dış politikanın yürütülüş şekli olarak diplomasi uzlaşmayı, iş birliğini, iletişimi kullanmayı tanımlar."
  },
  {
    "id": "3240288",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi stratejik bilgilendirme ve sunma alanı olarak kamu diplomasisinin önemli misyonundan <strong>değildir</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Devletlerin istedikleri ülke imajını oluşturmak",
      "B": "Ülkenin itibarını oluşturmak",
      "C": "Başka ülkelerde kamuoyu oluşturmak,",
      "D": "Diğer ülkelerin desteğini, ilgisini ve güvenini oluşturmak",
      "E": "Güven oluşturmada kendi çıkarlarına olan yaymak"
    },
    "explanation": "Bu sunumda da stratejik bilgilendirme ve sunma alanı olarak kamu diplomasisi, devletlerin istedikleri ülke imajını ve itibarını oluşturmada, başka ülkelerde kamuoyu oluşturmak, onların desteğini, ilgisini ve güvenini oluşturmada doğru bilgiyi yayma çabaları olarak sürecin yönetilmesinde önemli misyonlar üstlenmektedir."
  },
  {
    "id": "3240289",
    "unitNumber": 8,
    "text": "<ol> <li>Ülkenin çevreye verdiği değerin ne derece algılandığı. Bu kıstas, hızla uluslararası top- lumuna kabul edilmede önemli bir faktör olmaktadır.</li> <li>Ülkenin teknoloji alanındaki başarıları ve üretkenliği ki modernlik kıstasının belirlen- mesinde doğrudan bir ölçüm noktasıdır. Ve insanlar genelde modern ülkelere hayranlık duyarlar.</li> <li>Ülkenin, ekonomik ve kültürel anlamda bir kendini geliştirme yeri olarak görülmesi, yani bir “kişisel ilerleme” yeri olması olarak değerlendirilmektedir.</li> </ol> İnsanların beğendiği ülkelerin profillerinde kritik hâle gelen en belirgin nokta/noktalar aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II, III"
    },
    "explanation": "<ol> <li>Ülkenin çevreye verdiği değerin ne derece algılandığı. Bu kıstas, hızla uluslararası top- lumuna kabul edilmede önemli bir faktör olmaktadır.</li> <li>Ülkenin teknoloji alanındaki başarıları ve üretkenliği ki modernlik kıstasının belirlen- mesinde doğrudan bir ölçüm noktasıdır. Ve insanlar genelde modern ülkelere hayranlık duyarlar.</li> <li>Ülkenin, ekonomik ve kültürel anlamda bir kendini geliştirme yeri olarak görülmesi, yani bir “kişisel ilerleme” yeri olması olarak değerlendirilmektedir.</li> </ol>"
  },
  {
    "id": "3240290",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Cull’un yaptığı kamu diplomasisi sınıflandırması içinde yer<u> almaz</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Hedef kitleyi dinleme",
      "B": "İlişki kurma",
      "C": "Dış politikayı savunma",
      "D": "Kültür diplomasisi",
      "E": "Teknoloji, eğitim diplomasisi"
    },
    "explanation": "Cull, yaptığı sınıflandırmayı doğrudan uygulamalar üzerinden oluşturmuş ve hedef kitleyi dinleme, evrensel değerler içeren etkileşimler yaratma, dış politikayı savunma, kültür diplomasisi, değişim diplomasisi, teknoloji, eğitim diplomasisi ve uluslararası yayıncılık olarak kamu diplomasisini sınıflandırmıştır"
  },
  {
    "id": "3240291",
    "unitNumber": 8,
    "text": "Başka bir kamu diplomasisi kategorisi de, “Yumuşak” ve “Sert” sınıflandırmasıdır. Bu sınıflamada kısa ve orta ölçekli uygulamalar içinde propagandayı barındırırken, kamu diplomasisinin sert hâline referans verir; uzun vadeli uygulamalar ise kültürel ilişkiler aracılığıyla kamu diplomasisinin yumuşak hâlini açıklamaktadırlar.\n Yukarıda açıklanmış olan “Yumuşak” ve “Sert” sınıflandırması aşağıdaki düşünürlerden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Zaharna",
      "B": "Cull",
      "C": "Potter",
      "D": "Joseph Nye",
      "E": "Anholt"
    },
    "explanation": "Başka bir kamu diplomasisi kategorisi de Potter’ın, Joseph Nye’nin güç kavramından yola çıkarak “Yumuşak” ve “Sert” sınıflandırmasıdır. Potter’ın sınıflamasında kısa ve orta ölçekli uygulamalar içinde propagandayı barındırırken, kamu diplomasisinin sert hâline referans verir; uzun vadeli uygulamalar ise kültürel ilişkiler aracılığıyla kamu diplomasisinin yumuşak hâlini açıklamaktadırlar"
  },
  {
    "id": "3240292",
    "unitNumber": 8,
    "text": "Stratejik bilgilendirme ve iletişim süreci olarak kamu diplomasisinin aşağıdakilerden hangisine uygun yapıldığında, kamu oylarının bakış açılarını istenilen şekilde oluşturmak ve gündemlerini yönetmek mümkün hâle gelebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Savunması yaklaşım sergilendiğinde",
      "B": "Rekabetçi kimlik ile yapıldığında",
      "C": "Eleştirel tutum ile yapıldığında",
      "D": "Doğal akış içinde yapılması halinde",
      "E": "Amaç odaklı yapılması durumunda"
    },
    "explanation": "Bu bağlamda stratejik bilgilendirme ve iletişim süreci olarak kamu diplomasisinin proaktif bir şekilde sistematik, koordineli, amaç odaklı yapılması, başka ülkelerin kamu oylarının bakış açılarını istenilen şekilde oluşturmak ve gündemlerini yönetmek mümkün hâle gelecektir."
  },
  {
    "id": "3240293",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kamu diplomasisi tekniklerinden birisi <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kamuoyu araştırmaları",
      "B": "Kültürel diplomasi",
      "C": "Politik diplomasi",
      "D": "Ekonomik diplomasisi",
      "E": "Milletlerarası yayıncılık"
    },
    "explanation": "Bu çalışmaların başarılı olması ve hedeflenen stratejik etki için kullanılacak teknikleri; dinleme, müdafaa, kamuoyu araştırmaları, kültürel diplomasi, ekonomik diplomasisi, sosyal diplomasisi, eğitim diplomasisi, mübadele diplomasisi, milletlerarası yayıncılık ve psikolojik mücadele olarak sıralanabilir."
  },
  {
    "id": "3240294",
    "unitNumber": 8,
    "text": "Kamu diplomasisinin uygulama vasıtalarından en çok kullanılan araçlardan birisidir. Yazılı ve görsel basın, radyo yayınları, popüler kültür araçları, müzik, yabancı dil eğitimi gibi konuları kapsamaktadır. İçinde bulunduğu ülkenin yaşam tarzını, maddi- manevi değerlerini ifade eden, öğrenilerek gelecek kuşaklara aktarılan değer alanlarının tümü olarak önemli bir etki alanıdır.\n Bu açıklamalar, aşağıda verilmiş olan kamu diplomasisi araçlarından hangisini tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Eğitimle İlgili Amaçlar",
      "B": "Ekonomik ve Sosyal Araçlar",
      "C": "Teknolojik Araçlar",
      "D": "Kültürel Araçlar",
      "E": "Dinî Araçlar"
    },
    "explanation": "Kamu diplomasisinin uygulama vasıtalarından en çok kullanılan araçlardan birisi olan kültürel araçlar; yazılı ve görsel basın, filmler ve sinemalar, radyo yayınları, popüler kültür araçları, müzik, yabancı dil eğitimi gibi konuları kapsamaktadır. Kültür, içinde bulunduğu ülkenin yaşam tarzını, maddi- manevi değerlerini ifade eden, öğrenilerek gelecek kuşaklara aktarılan değer alanları olarak, bütün yönleriyle toplumların yaşayış, düşünce ve sanat varlıklarının tümü olarak önemli bir etki alanıdır. İnsanlar ve ülkeler üzerinde olumlu etki bırakma hedefine dönük olarak tarihsel ve toplumsal gelişme sürecinde yaratılan değerleri cazibe alanı olarak kullanmak için işe önce kültürden başlamak gereklidir."
  },
  {
    "id": "3240325",
    "unitNumber": 8,
    "text": "Yeni iletişim teknolojileri kültürel, toplumsal, ekonomik ve teknolojilik gelişmeler eşliğinde ülkeler arasında yaşanan değişim ve dönüşüm sürecinde var olan aktörler, olaylar ve yaşanan dönem bağlamında ‘sert güç’, ‘yumuşak güç’ ve ‘..................’ tartışmalarını gündeme getirmiştir.\n <strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "uslu güç",
      "B": "kırıcı güç güç",
      "C": "sağlam güç",
      "D": "akıllı güç",
      "E": "ters güç"
    },
    "explanation": "Küreselleşmeyle birlikte ülkeler arasındaki ilişkilerde değişim ve dönüşümlerin meydana gelmesi, çeşitli güç tartışmalarını gündeme getirmiş ve etkileme ve destek elde etme sürecinin aktif, sistematik, stratejik ve iletişim teknolojilerini kullanarak koordineli ir şekilde yapılmasının gereğini ortaya çıkarmıştır.Yeni iletişim teknolojileri kültürel, toplumsal, ekonomik ve teknolojilik gelişmeler eşliğinde ülkeler arasında yaşanan değişim ve dönüşüm sürecinde var olan aktörler, olaylar ve yaşanan dönem bağlamında ‘sert güç’, ‘yumuşak güç’ ve ‘akıllı güç’ tartışmalarını gündeme getirmiştir. Dolayısıyla, doğru cevap: D"
  },
  {
    "id": "3240326",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, uluslararası ilişkilerde iletişimi devamettirmenin yanı sıra, kriz dönemlerinde krizleri yönetmek ve uyuşmazlıkları, çatışmaları çözüme kavuşturabilmenin başlıca iki yöntemidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Siyaset ve diplomatlık",
      "B": "Barış ve siyaset",
      "C": "Savaş ve diplomasi",
      "D": "Anlaşma ve diplomasi",
      "E": "Hazar ve diplomasi"
    },
    "explanation": "Uluslararası ilişkilerde iletişimi devamettirmenin yanı sıra, kriz dönemlerinde krizleri yönetmekve uyuşmazlıkları, çatışmaları çözüme kavuştura-bilmenin başlıca iki yöntemi vardır. Bunlardan biri savaş, öteki de diplomasi yöntemidir. Yaşanan krizleri güç yoluyla çözmek savaş yönteminin kullanılmasını içerirken, barışçı yollarla çözülmesinde ise diplomasi yöntemini içermektedir. Dolayısıyla, doğru cevap: C"
  },
  {
    "id": "3240327",
    "unitNumber": 8,
    "text": "I.Ülkenin çevreye verdiği değerin ne derece algılandığı\n II.Ülkenin teknoloji alanındaki başarıları ve üretkenliği\n III. Ülkenin, ekonomik ve kültürel anlamdabir kendini geliştirme yeri olarakgörülmesi\n IV.Modern ülkelere istikrah etmek\n <strong>Yukarıdakilerden hangileri, insanların beğendiği ülkelerin profillerinde kritik hale gelen noktalardır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II, III ve IV",
      "C": "I ve II",
      "D": "I ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Ulusal politika hakkındaki algı ile ulusal kültür, ekonomi, tarih ve hatta coğrafya hakkındaki algı arasında bir şekilde bir bağ bulunuyor. İnsanlarınzaman geçtikçebeğendiğiülkelerinprofillerinde son yıllarda kritik hâle gelen en belirgin üç nokta: 1. Ülkenin çevreye verdiği değerin ne derece algılandığı. Bu kıstas, hızla uluslararası toplumuna kabul edilmede önemli bir faktör olmaktadır. 2. Ülkenin teknoloji alanındaki başarıları ve üretkenliği ki modernlik kıstasının belirlenmesinde doğrudan bir ölçüm noktasıdır. Ve insanlar genelde modern ülkelere hayranlık duyarlar. 3. Ülkenin, ekonomik ve kültürel anlamda bir kendini geliştirme yeri olarak görülmesi, yani bir “kişisel ilerleme” yeri olması olarak değerlendirilmektedir. Dolayısıyla, doğru cevap: A"
  },
  {
    "id": "3240328",
    "unitNumber": 8,
    "text": "Bir ülkenin dünya siyasetinde istediği sonuçlara ulaşmada, herkesin beğendiği ve takdir ettiği, örnek alınan bir ülke modeli yaratmada ülkelerin kendisini izlemesi felsefesinden hareketle istediği sonuçları elde etmede iletişimi stratejik olarak yönetme süreci aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Uslu güç",
      "B": "Ters güç",
      "C": "Sağlam güç",
      "D": "İlham verici güç",
      "E": "Yumuşak güç"
    },
    "explanation": "Bir lider, diğerlerinin de benimsemek istediği değerleri temsil ettiğinde, liderlik etmek daha az maliyetli hâle gelir. Yumuşak güç ise yalnızca ikna etme veya, her ne kadar önemli bir kısmını oluştursa da, insanları sözlerle harekete geçirme becerisinden ibaret değildir” diyen Nye, küreselleşen dünyada önemli bir güç alanı olarak bilginin önemine dikkat çekmektedir. Nye’a göre yumuşak güç, bir ülkenin dünya siyasetinde istediği sonuçlara ulaşmada, herkesin beğendiği ve takdir ettiği, örnek alınan bir ülke modeli yaratmada ülkelerin kendisini izlemesi felsefesinden hareketle istediği sonuçları elde etmede iletişimi stratejik olarak yönetme sürecidir. Dolayısıyla, doğru cevap: E"
  },
  {
    "id": "3240329",
    "unitNumber": 8,
    "text": "I.Demokratik yönetimlerin artması\n II.Soğuk Savaş sonrası, uluslararası sistemin yapısında meydana gelen değişimler,\n III.Tiran yöntemlerinin artması\n IV.İletişim teknolojilerindeki gelişmeler\n <strong>Yukarıdakilerden hangileri, kamu diplomasisinde rekabete ve kamu diplomasisi yöntem ve araçlarının değişime uyum sağlayarak geliştirilmesine neden olmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "I, II, III ve IV",
      "C": "III ve IV",
      "D": "I, II ve IV",
      "E": "II ve III"
    },
    "explanation": "Soğuk Savaş sonrası, uluslararası sistemin yapısında meydana gelen değişimler, iletişim teknolojilerindeki gelişmeler ve demokratik yönetimlerin artması; kamuoyunun geçmişe göre önem kazanmasına, kamudiplomasisinde rekabete ve kamu diplomasisi yöntem ve araçlarının değişime uyum sağlayarak geliştirilmesine neden olmaktadır. Bu durum sistemin başlıca aktörü ve kamu diplomasisinin geleneksel uygulayıcısı olan devletleri, devletlerle olduğu gibi yeni çıkarlarına göre rekabet ve iş birliği içinde olmaya zorlamaktadır. Dolayısıyla, doğru cevap: D"
  },
  {
    "id": "3240330",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, kamu diplomasisini durum, iletişimin amacı, güç ve zaman olmak üzere dört farklı boyutta değerlendirmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Joseph Nye",
      "B": "Eisenhower",
      "C": "Szondi",
      "D": "Dwight",
      "E": "Habermas"
    },
    "explanation": "Yumuşak güç sabit değildir, zamana ve mekana göre değişiklik gösterir. Bu bağlamda iletişimin yönü, amacı ve şeffaflığı, kullanılan yumuşak gücün sert güç ile olan etkileşimi gibi farklı uygulamalar görülmektedir. Szondi, bu uygulamalara “kamu diplomasisinin boyutları” diyerek genel bir değerlendirmeye dikkat çekmektedir. Ona göre, kamu diplomasisinin; durum, iletişimin amacı, güç ve zaman olmak üzere dört farklı boyutu vardır. Dolayısıyla, doğru cevap: C"
  },
  {
    "id": "3240331",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, sivil toplum kuruluşları, siyasetçiler, üniversiteler, akademisyenler, eğitimciler, enstitüler, politikacılar, sanatçılar, sanatsal aktiviteler, müzik kanalları, siyasî partiler, yazarlar, medya kuruluşları, sosyal medya paylaşım alanlarını tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kamu diplomasisi aktörleri",
      "B": "Kültürel araçlar",
      "C": "Eğitim ile amaçlar",
      "D": "Ekonomik ve sosyal araçlar",
      "E": "Kamu Diplomasisi 2.0"
    },
    "explanation": "Kamu diplomasisi ilk ortaya çıktığında, kaynağı hükûmet olan bir iletişim süreci olarak değerlendirilmektedir. Gelişen iletişim teknolojileri ve küreselleşmeyle birlikte hedef kitlenin daha ulaşılabilirolması, çok uluslu şirketler, sivil toplum kuruluşları gibi diğer aktörlerin devreye girmesiyle, araçlar çeşitlenmiş ve kamu diplomasisinde etkin aktör sadece devlet olmaktan çıkmış, süreç başka aktörler tarafından da şekillendirilir olmuştur. Bu aktörler, sivil toplum kuruluşları, siyasetçiler, üniversiteler, akademisyenler, eğitimciler, enstitüler, politikacılar, sanatçılar, sanatsal aktiviteler, müzik kanalları, siyasî partiler, yazarlar, medya kuruluşları, medya ürünleri, gazeteciler, medya grupları, iş adamları, şirketler, dinî liderler, dinî gruplar, sosyal medya paylaşım alanları, bloggerlar, youtuberlar, influzerlar vb.olabilmektedir. Dolayısıyla, doğru cevap: C"
  },
  {
    "id": "3240332",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, kamu diplomasisinin en çok kullandığı araçlardan birisi olan kültürel araçlar arasında <strong><u>yer almaz?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Görsel basın",
      "B": "Sinema",
      "C": "Ekonomik araçlar",
      "D": "Radyo yayınları",
      "E": "Yabancı dil eğitimi"
    },
    "explanation": "Kamu diplomasisinin uygulama vasıtalarından en çok kullanılan araçlardan birisi olan kültürel araçlar; yazılı ve görsel basın, filmler ve sinemalar, radyo yayınları, popüler kültür araçları, müzik, yabancı dil eğitimi gibi konuları kapsamaktadır. Uluslararası yayın eğitimle ilgili amaçlar içinde yer almaktadır. Ekonomik araçlar ise kültürel araçlar arasında yer almaz. Dolayısıyla, doğru cevap: C"
  },
  {
    "id": "3240333",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, amaçlara yönelik olarak hedeflenen ülke ve insanlarına yönelik olarak geleneksel medyanın yanında, sosyal medya paylaşım alanlarında yürütülen stratejik iletişim sürecini tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Anlaşma ve diplomasi",
      "B": "Kamu Diplomasisi 2.0",
      "C": "İlham verici güç",
      "D": "Kamu Diplomasisi",
      "E": "Halkla ilişkiler 2.0"
    },
    "explanation": "Devletlerin başka devletlerle diplomatik ilişkilerinin haricinde, yabancı halklarla da iletişime geçme ve onları etkileme politikaları olarak kamu diplomasisinde web 2.0 teknolojisinin kullanılmasına Kamu Diplomasisi 2.0 denilmektedir. Kamu Diplomasisi 2.0, amaçlara yönelik olarak hedeflenen ülke ve insanlarına yönelik olarak geleneksel medyanın yanında, sosyal medya paylaşım alanlarında yürütülen stratejik iletişim sürecidir. Dolayısıyla, doğru cevap: B"
  },
  {
    "id": "3240334",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, web 2.0 teknolojisini kullanarak sosyal medya ortamında yapılan uluslararası halkla ilişkiler faaliyetleri olarak tanımlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ülke İmajı",
      "B": "Halkla ilişkiler 2.0",
      "C": "Kamu Diplomasisi 2.0",
      "D": "Uluslararası Halkla İlişkiler 2.0",
      "E": "PR 2.0"
    },
    "explanation": "Toplumsal, kültürel ve durumsal rollerini yerine getirme sürecinde buna uygun donanımın elde edilmesinde web 2.0 ve sosyal medyaya uyuma dikkat çeken görüşler, uluslarası halkla ilişkilerde, web 2.0 teknolojisinin kullanımına ve bütünlüğün önemine vurgu yapmaktadır. Aynı şekilde halkla ilişkilerin oynadığı rollerin zaman için- de değişmesi, gelişmesi ve uluslararası boyut kazanması da değişen uygulama çerçevesini şekillendiren bir olgu olarak uluslararası halkla ilişkiler 2.0’ı konumlandırmaktadır. Dolayısıyla, doğru cevap: D"
  }
]