[
  {
    "id": "3848847",
    "unitNumber": 1,
    "text": "<em>“Manzaranın nasıl göründüğü, üzerinde durmayı seçtiğiniz tepeye bağlıdır.”</em> ifadesi nitel araştırmalarda var olan hangi özelliği ortaya koymaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bireysel eğilimler, araştırmacıları farklı şeylere yönlendirebilir.",
      "B": "Araştırmacı çoklu bakış açısına sahip olmalıdır.",
      "C": "Nitel araştırmalarda bireyin deneyimi önemlidir.",
      "D": "Araştırmacı inanç ve değerlerden etkilenir.",
      "E": "Kabul edilen paradigma araştırmanın sonucunu etkiler."
    },
    "explanation": "Yanıtınız yanlış ise “Giriş” konusunu yeniden gözden geçiriniz.<br/>Cevap A şıkkıdır. Corrine Glesne; katılımcı gözlem konusunu anlatırken, aynı ortamı gözlemleyen araştırmacıların gözlemlerindeki çeşitliliğin, bir şeylerin yanlış anlaşıldığının kanıtı olarak değerlendirilmemesi gerektiğini, bireysel eğilimlerin insanları farklı şeylere yönlendirdiğini ve herhangi bir sosyal olgunun birden fazla gerçekliği ortaya koyduğunu söyler. Bu durumu da Ball’a (1985) dayanarak “Manzaranın nasıl göründüğü, üzerinde durmayı seçtiğiniz tepeye bağlıdır.” ifadesiyle açıklar."
  },
  {
    "id": "3848848",
    "unitNumber": 1,
    "text": "<em>“…………………., zihnimizin (bilişimizin) iç-dış çevreyle, oluş ve işleyiş ile ilgili anlamlı-işe yarar bağlar kurması, şemalar oluşturması ve bu zihinsel şemalar arasında da ilişkiler kurması</em>” olarak tanımlanmaktadır.\n Yukarıda verilen boşluğa getirilecek en uygun kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gerçeklik",
      "B": "Bilgi",
      "C": "Bilim",
      "D": "Deneyim",
      "E": "Otorite"
    },
    "explanation": "Yanıtınız yanlış ise “Bilgi Kaynakları” konusunu yeniden gözden geçiriniz.<br/>Cevap B şıkkıdır. Bilgi, zihnimizin (bilişimizin) iç-dış çevreyle, oluş ve işleyiş ile ilgili anlamlı-işe yarar bağlar kurması, şemalar oluşturması ve bu zihinsel şemalar arasında da ilişkiler kurması olarak tanımlanabilir."
  },
  {
    "id": "3848849",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bilgi kaynaklarından biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Duyular",
      "B": "Deneyimler",
      "C": "Gelenekler",
      "D": "Efsaneler",
      "E": "Uzman görüşü"
    },
    "explanation": "Yanıtınız yanlış ise “Bilgi Kaynakları” konusunu yeniden gözden geçiriniz.<br/>Cevap D şıkkıdır. Bilgi kaynakları; gelenekler, otoriteler, bireysel deneyimler, doğaüstü güçler (mistisizm) olabilir. Bir başka sınıflamaya göre ise aşamalık içermeyen bilgi kaynakları; duyular, deneyimler (duyuşsal, düşünsel, davranışsal), mantık (akıl yürütme), bilgi alışverişi, uzman görüşü, toplumsal öğretiler (gelenek), dinî öğretiler (inanç) ve bilimdir."
  },
  {
    "id": "3848850",
    "unitNumber": 1,
    "text": "Aşağıdaki hangisi bilimi diğer bilgi kaynaklarından ayıran özelliklerden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bilim, olgusaldır.",
      "B": "Bilim mantıksaldır.",
      "C": "Bilim, objektiftir.",
      "D": "Bilim, sistematiktir.",
      "E": "Bilim, birikimlidir."
    },
    "explanation": "Yanıtınız yanlış ise “Bilgi Kaynakları” konusunu yeniden gözden geçiriniz.<br/>Cevap C şıkkıdır. Bilimin diğer bilgi kaynaklarından ayrılmasını sağlayan kimi özellikleri/nitelikleri vardır. Bu özellikler şunlar sayılabilir: • Bilim bir bilgi toplama yolu değil, bir analiz yöntemidir. • Bilim olgusaldır. • Bilim mantıksaldır. • Bilim eleştireldir. • Bilim genelleyicidir. • Bilim seçicidir. • Bilim evrenseldir. • Bilim kayıtlıdır. • Bilim birikimlidir. • Bilim sistematiktir."
  },
  {
    "id": "3848851",
    "unitNumber": 1,
    "text": "Temel amacı teori test etmek olan ve doğa bilimlerinin temel araştırma yaklaşımı olarak bilinen yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tümevarım yaklaşımı",
      "B": "Yorumlamacı yaklaşım",
      "C": "Eleştirel yaklaşım",
      "D": "Pozitivist yaklaşım",
      "E": "Tümdengelim yaklaşımı"
    },
    "explanation": "Yanıtınız yanlış ise “Bilimsel Yöntem” konusunu yeniden gözden geçiriniz.<br/>Cevap E şıkkıdır. Tümdengelim doğa bilimlerinin temel araştırma yaklaşımı olarak bilinir. Temel amaç teori test etmektir."
  },
  {
    "id": "3848852",
    "unitNumber": 1,
    "text": "Bilginin politik olarak yapılandırıldığı ve egemen kavramların “tarafsız” görünseler bile baskın grupların yararına hizmet ettiklerini savunan inanış aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Praksis",
      "B": "Yanlı epistemoloji",
      "C": "Hermenötik",
      "D": "Mantıksal deneycilik",
      "E": "Yapısökümü"
    },
    "explanation": "Yanıtınız yanlış ise “Bilmenin Yolları: Bilimsel Paradigmalar” konusunu yeniden gözden geçiriniz.<br/>Cevap B şıkkıdır. Bilginin politik olarak yapılandırıldığı ve egemen kavramların “tarafsız” görünseler bile baskın grupların yararına hizmet ettiklerini savunan inanış yanlı epistemoloji olarak adlandırılmaktadır."
  },
  {
    "id": "3848853",
    "unitNumber": 1,
    "text": "“<em>Sosyal bilimin amacı, insanları özgürleştirmek ve yetkilendirmek için saklı olanı ortaya çıkarmaktır.”</em> görüşünü savunan yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eleştirel paradigma",
      "B": "Pozitivist paradigma",
      "C": "Post-pozitivist paradigma",
      "D": "Mantıksal deneyci paradigma",
      "E": "Yorumlamacı paradigma"
    },
    "explanation": "Yanıtınız yanlış ise “Bilmenin Yolları: Bilimsel Paradigmalar” konusunu yeniden gözden geçiriniz.<br/>Cevap A şıkkıdır. Eleştirel yaklaşımdasosyal bilim; “Sosyal bilimin amacı, insanları özgürleştirmek ve yetkilendirmek için saklı olanı ortaya çıkarmaktır. Toplumsal gerçekliğin birden çok katmanı vardır.” görüşünü savunur."
  },
  {
    "id": "3848854",
    "unitNumber": 1,
    "text": "Creswell’e göre bir araştırmanın temel varsayımlarını ortaya koyan bilgi temelli felsefi yaklaşımda, “retorik yaklaşım”ın karşılığı aşağıdaki sorulardan hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgi nedir?",
      "B": "Bilgi nasıl bilinir?",
      "C": "Bilgi üzerine çalışmada söz konusu süreçler nelerdir?",
      "D": "Bilgi hangi değerleri ve değişkenleri içerir?",
      "E": "Bilgi ve bilginin içeriği nasıl olmalıdır?"
    },
    "explanation": "Yanıtınız yanlış ise “Bilmenin Yolları: Bilimsel Paradigmalar” konusunu yeniden gözden geçiriniz.<br/>Cevap E şıkkıdır. Creswell (2003), bir araştırmanın temel varsayımlarını ortaya koyan bilgi temelli felsefi yaklaşımı şu sorular bağlamında değerlendirmektedir: • Bilgi nedir? (Ontoloji) • Nasıl bilinir? (Epistemoloji) • Bilgi üzerine çalışmada söz konusu süreçler nelerdir? (Metodoloji) • Bilgi hangi değerleri ve değişkenleri içerir? (Aksiyoloji) • Bilgi ve bilginin içeriği nasıl olmalıdır? (Retorik)"
  },
  {
    "id": "3848855",
    "unitNumber": 1,
    "text": "Gerçekliğin doğasında çoklu gerçekliğin bulunduğunu ve bu gerçekliğin de bütünsel bir yapıda olduğunu öne süren araştırma paradigması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pozitivist paradigma",
      "B": "Eleştirel paradigma",
      "C": "Yorumlamacı paradigma",
      "D": "Post-pozitivist paradigma",
      "E": "Mantıksal deneyci paradigma"
    },
    "explanation": "Yanıtınız yanlış ise “Bilmenin Yolları: Bilimsel Paradigmalar” konusunu yeniden gözden geçiriniz.<br/>Cevap C Şıkkıdır. Yorumlamacı paradigmada, çoklu gerçeklik vardır. Bu gerçeklik bütünseldir. Öznel dünya görüşü hakimdir. Gerçeklik araştırmacılar ve katılımcılar ile inşa edilir."
  },
  {
    "id": "3848856",
    "unitNumber": 1,
    "text": "Araştırma yöntemleri paradigmalarına göre araştırmadaki etik süreçleri ve araştırmacının etik duruşunu açıklayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Praksis",
      "B": "Hermenötik",
      "C": "Retorik",
      "D": "Aksiyoloji",
      "E": "Yapısökümü"
    },
    "explanation": "Yanıtınız yanlış ise “Bilmenin Yolları: Bilimsel Paradigmalar” konusunu yeniden gözden geçiriniz.<br/>Cevap D şıkkıdır. Aksiyoloji; araştırma yöntemleri paradigmalarına (nicel, nitel, karma) göre araştırmadaki etik süreçleri ve araştırmacının etik duruşunu kapsayan şemsiye bir kavramdır."
  },
  {
    "id": "3848789",
    "unitNumber": 2,
    "text": "\"Belirli bir konuda yazılmış rapor, araştırma, doküman ve kanıtların sistematik bir biçimde bir araya<br/>getirildiği yazarının sentezi\" olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Anahtar kelime taraması",
      "B": "Alanyazın taraması",
      "C": "Konu taraması",
      "D": "Araştırma raporu",
      "E": "Araştırma sorusunun taraması"
    },
    "explanation": "Alanyazın taraması: Belirli bir konuda yazılmış rapor, araştırma, doküman ve kanıtların sistematik bir biçimde bir araya getirildiği yazarının sentezidir."
  },
  {
    "id": "3848790",
    "unitNumber": 2,
    "text": "Araştırma sorusunun \"motivasyonu korumaya yetecek kadar dar olması\" hangi araştırma sorusu türünün özelliğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Geniş araştırma sorusu",
      "B": "İlginç araştırma sorusu",
      "C": "Dar araştırma sorusu",
      "D": "Özel araştırma sorusu",
      "E": "Kapsamlı araştırma sorusu"
    },
    "explanation": "İlginç. Motivasyonunuzu korumaya yetecek kadar dar olmalıdır."
  },
  {
    "id": "3848791",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Boolean Mantığı kapsamında kullanılan operatörlerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ve (and)",
      "B": "Veya (or)",
      "C": "Değil (not)",
      "D": "Parantez ()",
      "E": "Kesme işareti (')"
    },
    "explanation": "Taramalarda ‘ve (and)’, ‘veya (or)’ ve ‘değil (not)’ gibi Boolean operatörleri kullanılarak arama sonuçları etkili bir biçimde özelleştirilebilir."
  },
  {
    "id": "3848792",
    "unitNumber": 2,
    "text": "Alanyazın taraması ile ilgili aşağıda verilen ifadelerden hangisi <strong>doğrudur</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kendi bakış açınızı destekleyen kaynakların sunulduğu bir durum belgesidir.",
      "B": "Sadece ilgili alandaki mevcut alanyazını yansıtması yeterlidir.",
      "C": "Geçmişte yürütülen araştırmalardan bağımsız şekilde kendi fikirler ve varsayımlarınızın bir sunumudur.",
      "D": "Belirli bir konuyla ilgili kaynakların tek tek özetlendiği açıklamalı bir bibliyografya gibidir.",
      "E": "İyi bir alanyazın taraması, farklı ve çatışan bakış açılarını kapsayan tarafsız bir tutum gerektirmektedir"
    },
    "explanation": "İyi bir alanyazın taraması, farklı ve çatışan bakış açılarını kapsayan tarafsız bir tutum gerektirmektedir (Quraishi, 2018). Efron ve Ravid (2019), alanyazın taraması yaparken kaçınılması gereken tuzakları aşağıdaki maddelerde olduğu gibi belirtmiştir:<br/>1. Alanyazın taraması, belirli bir konuyla ilgili kaynakların tek tek özetlendiği açıklamalı bir bibliyografya değildir. Açıklamalı bibliyografya ile alanyazın taraması arasındaki fark, fotoğraf ile film arasındaki fark gibidir. Bir film hareketsiz fotoğrafları içerir, ancak bunları anlamlı bir hikâyeye dönüştürür.<br/>2. Alanyazın taraması, geçmişte yürütülen araştırma ya da teorilerden bağımsız bir biçimde kendi fikirlerinizin, argümanlarınızın ve varsayımlarınızın bir sunumu değildir.<br/>3. Alanyazın taraması, kendi bakış açınızı destekleyen kaynakların sunulduğu bir durum belgesi değildir. Karşıt bakış açılarının da<br/>temsil edilmesi gerekir. Araştırmacı olarak bakış açınızı gerekçeleriyle belirtebilirsiniz ancak farklı yaklaşımların değerini anlamaya da açık olmak gerekir.<br/>4. Bir alanyazın taraması, sadece ilgili alandaki mevcut alanyazını yansıtmakla kalmamalı, yeni ve yaratıcı bakış açılarını da ekleyerek ilgili bilgi birikimine katkıda bulunmalıdır."
  },
  {
    "id": "3848793",
    "unitNumber": 2,
    "text": "Feak ve Swales'ın en yaygın alanyazın tarama türleri sınıflandırılmasında \"Yazar ilgili geçmiş araştırmaları seçer ve bunları tutarlı bir tartışmada sentezler. Anlatı incelemeleri, diğer türdeki alanyazın incelemelerine kıyasla, biraz daha geniş bir odak noktasıdır.\" şeklinde açıklanan alanyazın tarama türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Anlatısal alanyazın incelemesi",
      "B": "Sistematik alanyazın taraması",
      "C": "Meta-analiz",
      "D": "Odaklanmış alanyazın taraması",
      "E": "Geniş alanyazın taraması"
    },
    "explanation": "Anlatısal alanyazın incelemesi: Bu tür incelemelerde, yazar ilgili geçmiş araştırmaları seçer ve bunları tutarlı bir tartışmada sentezler. Anlatı incelemeleri, diğer türdeki alanyazın incelemelerine kıyasla, biraz daha geniş bir odak noktasıdır"
  },
  {
    "id": "3848794",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi birincil kaynak türlerine örnek olarak verilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ansiklopediler",
      "B": "Kılavuzlar",
      "C": "Raporlar",
      "D": "Biyografiler",
      "E": "Toplantı tutanakları"
    },
    "explanation": "<strong>Kaynak Türleri Örnek</strong>\n <strong>Birincil kaynaklar: </strong>Saha notları, araştırma raporları, araştırmacıların yazdığı yayınlar, hakem denetiminden geçmiş araştırma makaleleri, laboratuvar raporları, eserler, günlükler, otobiyografiler, röportajlar, videolar, ses kayıtları, toplantı tutanakları ve tutanak kayıtları\n <strong>İkincil kaynaklar:</strong> Dergi makaleleri, raporlar, biyografiler ve yorumlar\n <strong>Üçüncül kaynaklar:</strong> Ansiklopediler (Wikipedia dahil), ders kitapları, bibliyografyalar, almanaklar, indeksler, kılavuzlar, el kitapları ve kılavuzlar"
  },
  {
    "id": "3848797",
    "unitNumber": 2,
    "text": "Hükümet raporları veya Amerikan Psikoloji Derneği (APA) gibi profesyonel kuruluşların belgelerini içeren web sayfaları hangi alanyazın kategorisine örnek teşkil etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gri alanyazın",
      "B": "Monografi",
      "C": "Tez merkezleri",
      "D": "Bloglar",
      "E": "Dergi veri tabanları"
    },
    "explanation": "Gri alanyazın: Bir araştırma konusuna ilişkin bilgilerin tümü hakemli bilimsel dergilerde makale olarak yayınlanmaz. Örneğin hükümet raporları veya Amerikan Psikoloji Derneği (APA) gibi profesyonel kuruluşların belgelerini içeren web sayfaları gri alanyazın kapsamındadır."
  },
  {
    "id": "3848800",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi alanyazın yazma aşamalarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kendi fikirlerinizi üretmek",
      "B": "Araştırma sorusu bulmak",
      "C": "Alanyazın taraması",
      "D": "Fikirlerin işlenmesi",
      "E": "Değerlendirme"
    },
    "explanation": "1. Kendi fkirlerinizi üretmek. \n 2. Araştırma sorusu bulmak. \n 3. Alanyazın taraması\n 4. Fikirlerin işlenmesi\n 5. İncelemenizi planlama\n 6. İlk taslağı yazma\n 7. Düzenleme."
  },
  {
    "id": "3848801",
    "unitNumber": 2,
    "text": "Alanyazın taramasında eleştirel düşünen kişinin özelliklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Meraklıdır",
      "B": "Şüpheci",
      "C": "Özerklik",
      "D": "Dürüstlük",
      "E": "Pozitif bakış açısı"
    },
    "explanation": "1. Meraklıdır. Keşfetmek, öğrenmek ve yeni fikirler üretmek arayışındadır.<br/>2. Şüphecidir. Eleştirel düşünen kişi her şeyi sorgular.<br/>3. Özerktir. Bağımsız düşünür ve öğrenmeye etkin olarak katılır.<br/>4. Dürüsttür. Hem kendisine hem de başkalarına karşı önyargılarının, bakış açılarının ve çıkardığı sonuçların sorumluluğunu alır."
  },
  {
    "id": "3848802",
    "unitNumber": 2,
    "text": "Bir kaynağın birincil, ikincil ve üçüncül olmasını belirleyen en önemli ölçüt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaynaktaki verinin orijinal olup olmadığı",
      "B": "Kaynağın dijital olup olmadığı",
      "C": "Denetimden geçip geçmediği",
      "D": "Otoriteler tarafından tanınıp tanınmaması",
      "E": "Ticari değerinin olup olmaması"
    },
    "explanation": "Bir kaynağın birincil, ikincil ve üçüncül olmasını belirleyen en önemli ölçütün kaynakta kullanılan verinin orijinal olup olmadığı ve kimin verisi olduğudur"
  },
  {
    "id": "3848937",
    "unitNumber": 2,
    "text": "Aşağıdakilerin hangisi iyi bir araştırma sorusu örneğidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pandemi dönemi sorunları nelerdir?",
      "B": "Öğretmenlerin gereksinimleri nelerdir?",
      "C": "Çocuk nasıl yetiştirilir?",
      "D": "Küreselleşme nedir?",
      "E": "İlkokulda eğitsel oyunlara yer verilme düzeyi nedir?"
    },
    "explanation": "İlk dört seçenek araştırma sorusu olmak için oldukça geneldir. Bunlar araştırma konusu olabilir. Araştırma sorusu araştırma konusu kadar genel olamaz. Sınırlandırılmış olmalıdır.<br/>İlk dört seçenek araştırma sorusu olmak için oldukça geneldir. Bunlar araştırma konusu olabilir. E seçeneği araştırma sorusudur."
  },
  {
    "id": "3848938",
    "unitNumber": 2,
    "text": "Aşağıdakilerin hangisi bir araştırma sorusunun belirlenmesinde diğerlerine göre araştırmacıyı daha fazla sınırlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Araştırmaya ayrılan zaman",
      "B": "Eldeki kaynaklar",
      "C": "Önceki araştırmalar",
      "D": "Normal bilim anlayışı",
      "E": "Uygulanabilir olma"
    },
    "explanation": "Araştırmacılar, belirli bir düşünce tarzı içerisinde ayrıntılı sorulara cevap vermeye çalışırlar. Bu bir bulmacayı çözmeye benzer ve ‘normal bilim’ olarak kabul edilir. Bir soru, eğer bu normal bilim kabul edilen ve hâkim düşünce tarzına uyuyorsa geçerli kabul edilir. Diğer yandan, ‘post-normal bilim’ olarak adlandırılan, birbiriyle yarışan farklı düşünme biçimleri olduğunda, bir sorunun geçerliliği, ilgili olduğu düşünme biçimine bağlı olarak değişebilir. Çünkü post-normal bilim, karmaşık bilimsel meselelerin ele alınmasında çerçevesindeki<br/>belirsizliği, değerleri ve farklı bakış açılarını benimseyerek karar alma süreçlerine daha geniş katılım sağlayan yapılandırılmış bir yaklaşım sunar. Özetle, post-normal bilim, karmaşık bilimsel meselelerin ele alınmasında daha kapsayıcı ve bağlamın farkında olan bir yaklaşımı savunur (Funtowicz<br/>ve Ravetz, 2018). Sonuç olarak, araştırma sorusunu tek bir paradigmaya dayalı olarak dar bir bakış açısından tanımlamak yerine, çok paradigmalı sorgulama, yorumlayıcı<br/>Araştırma sorusunu tek bir paradigmaya dayalı olarak dar bir bakış açısından tanımlamak yerine, çok paradigmalı sorgulama, yorumlayıcı esnekliğin sağlanabilmesi için ilgilenilen olgunun tanımlanmasını gerektirir."
  },
  {
    "id": "3848939",
    "unitNumber": 2,
    "text": "Aşağıdaki araştırma sorusu örneklerinin hangisi politikaya yöneliktir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uluslararası öğrencilerin Türk kültürüne uyum sürecine ilişkin görüşleri nelerdir?",
      "B": "Uluslararası öğrencilerin yükseköğretim sisteminden beklentileri nelerdir?",
      "C": "Uluslararası öğrencilerin gereksinimlerine nasıl duyarlı olunur?",
      "D": "Yükseköğretimde uluslarasılaşma için hangi stratejilerin izlenmesi gerekir?",
      "E": "Uluslararası değişim programlarından yararlanan öğrencilerin demografik özellikleri nelerdir?"
    },
    "explanation": "Genel olarak üç tür araştırma sorusundan bahsedilebilir. Bunlar, gerçek (ne olduğu) soruları, değer (ne olması gerektiği) soruları ve politika<br/>(ne yapılması gerektiği) sorularıdır. D seçeneğinde politikaya yönelik soru vardır. Diğerleri gerçeğe be değere yöneliktir.<br/>Genel olarak üç tür araştırma sorusundan bahsedilebilir. Bunlar, gerçek (ne olduğu) soruları, değer (ne olması gerektiği) soruları ve politika (ne yapılması gerektiği) sorularıdır."
  },
  {
    "id": "3848940",
    "unitNumber": 2,
    "text": "Aşağıdakilerin hangisi alanyazın sorgulaması yaparken kullanılan stratejilerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Anahtar sözcükle arama",
      "B": "Boolean mantığı",
      "C": "Kesme yöntemi",
      "D": "Alıntılar",
      "E": "Öyküleme"
    },
    "explanation": "Bolean mantığı, anahtar sözcükle aratma, alıntılar, kesme yöntemi ve joker karakterler alanyazın incelemesinde kullanılır.<br/>Öyküleme alanyazın taraması ile alakalı olmayan bir seçenektir."
  },
  {
    "id": "3848941",
    "unitNumber": 2,
    "text": "Akademisyenler ve araştırmacılar tarafından kişinin kendi konusu hakkında yazdığı, bilimsel alanyazının eleştirel, sistematik bir incelemesini yapması çalışmasına verilen isim aşağıdakilerin hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alanyazın taraması",
      "B": "Problemi tanımlama",
      "C": "Araştırma konusunu seçme",
      "D": "Araştırmayı planlama",
      "E": "Araştırma problemini sınırlandırma"
    },
    "explanation": "Alanyazın taraması, akademisyenler ve araştırmacılar tarafından kişinin kendi konusu hakkında yazdığı bilimsel alanyazının eleştirel, sistematik bir incelemesidir.<br/>Alanyazın taraması, akademisyenler ve araştırmacılar tarafından<br/>kişinin kendi konusu hakkında yazdığı bilimsel alanyazının eleştirel, sistematik bir incelemesidir. Buna göre doğru yanıt A seçeneğidir."
  },
  {
    "id": "3848942",
    "unitNumber": 2,
    "text": "Aynı araştırma sorularını analiz eden birden fazla çalışmadan elde edilen verilerin birleştirilmesi ve istatistiksel tekniklerle çözümlenmesi çalışmasına verilen isim aşağıdakilerin hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Anlatısal alanyazın incelemesi",
      "B": "Sistematik alanyazın taraması",
      "C": "Meta-analiz",
      "D": "Odaklanmış alanyazın taraması",
      "E": "Özete dayalı inceleme"
    },
    "explanation": "Aynı araştırma kapsamında<br/>konuyla ilgili farklı veri gruplarının verilerini bütünleştirmek, tek bir araştırmaya göre daha zengin bir kavrayış sağlar. Bunun için meta analiz yapılır.<br/>Meta-analiz: Meta-analiz, aynı araştırma sorularını analiz eden birden fazla çalışmadan elde edilen verilerin birleştirilmesi ve istatistiksel tekniklerle çözümlenmesi ile gerçekleştirilir."
  },
  {
    "id": "3848943",
    "unitNumber": 2,
    "text": "Bir fizik profesörü olan Jorge E. Hirsch tarafından ortaya konulan h-indeksi, bilim insanlarının yayın faaliyeti ile atıf etkinliğini birlikte ölçen ve akademik açıdan değerlendiren bir gösterge aşağıdakilerin hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "h-indeksi",
      "B": "Etki faktörü",
      "C": "Atıf sayısı",
      "D": "Yayın sayısı",
      "E": "Indeksler"
    },
    "explanation": "h-indeksi: Bir fizik profesörü olan Jorge E. Hirsch tarafından ortaya konulan h-indeksi, bilim insanlarının<br/>yayın faaliyeti ile atıf etkinliğini birlikte ölçen ve akademik açıdan değerlendiren bir göstergedir"
  },
  {
    "id": "3848944",
    "unitNumber": 2,
    "text": "Alanyazın taraması yaparken aşağıdakilerin hangisini diğerlerine göre öncelikli olarak tercih etmek gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ders kitapları, ansiklopediler ve sözlükler",
      "B": "Ticari dergilerden makaleler",
      "C": "Bilimsel ampirik makaleler",
      "D": "Tanınan “saygın” haber dergileri",
      "E": "Bilimsel ampirik olmayan makaleler"
    },
    "explanation": "Hangi disiplin alanında alanyazın taraması yapılırsa yapılsın kaynak seçiminde bilimsel ve hakemli kaynaklara öncelik vermek gerekir.<br/>Bilimsel ampirik makaleler, tezler ve kitaplar öncelikle tercih edilir."
  },
  {
    "id": "3848945",
    "unitNumber": 2,
    "text": "Alanyazın taraması sırasında erişilen bilimsel makalelerin referans listesinden başka ilgili makalelere erişmeye verilen isim aşağıdakilerin hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İstatistikleri inceleme",
      "B": "Anahtar sözcük taraması",
      "C": "Soy ağacı yöntemi",
      "D": "Gri alanyazın",
      "E": "Monografi"
    },
    "explanation": "Alanyazın taraması sırasında erişilen bilimsel makalelerin referans listesinden başka ilgili makalelere erişme sürecinde soy ağacı yöntemi kullanılır.<br/>Soy ağacı yöntemi (Ancestry method): Araştırma konunuzla ilgili bir makalenin referanslarını bir dedektif gibi izlemek anlamına gelir. İzi sürülen referanslar size araştırmanızda yardımcı olabilecek yeni kaynaklar sunabilir. C seçeneği doğru yanıttır."
  },
  {
    "id": "3848946",
    "unitNumber": 2,
    "text": "Alanyazın taraması sürecindeki ilk işin aşağıdakilerin hangisi olması önerilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kendi fikirlerinizi üretmek",
      "B": "İlk taslağı yazma",
      "C": "Alanyazın taraması",
      "D": "İncelemenizi planlama",
      "E": "Araştırma sorusu bulmak"
    },
    "explanation": "Önyargılardan arınmış olarak ilk özgün fikirlerin üretilmesi ilk aşamadır.<br/>Herhangi bir önyargılı düşünceden uzak, geçici bir tezin tarafsız bir biçimde araştırılmasına ve test edilmesine olanak sağlayan, araştırmaya değer fikirler bulmak için kendi fikirlerinizi üretim. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3848665",
    "unitNumber": 3,
    "text": "“…, araştırmacının belirlediği kurallar ve süreçler doğrultusunda, yine olayın akışına müdahale etmeden yapılır.” cümlesinde noktalı alana aşağıdaki ifadelerden hangisi gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğal gözlem",
      "B": "Olgu",
      "C": "Deney",
      "D": "Olay",
      "E": "Ölçme"
    },
    "explanation": "NİCEL ARAŞTIRMALAR<br/>Doğal gözlem, araştırmacının belirlediği kurallar ve süreçler doğrultusunda, yine olayın akışına müdahale etmeden yapılır."
  },
  {
    "id": "3848666",
    "unitNumber": 3,
    "text": "“…, bireyin (bazen diğer canlılar ya da nesneler de olabilir) belirli bir özelliğinin gözlenerek, gözlem sonucunun sayı, sembol ya da sıfatla (kategori) betimlenmesidir.” cümlesinde noktalı alana aşağıdaki ifadelerden hangisi gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ölçme",
      "B": "Olgu",
      "C": "Deney",
      "D": "Doğal gözlem",
      "E": "Olay"
    },
    "explanation": "NİCEL ARAŞTIRMALAR<br/>Ölçme, bireyin (bazen diğer canlılar ya da nesneler de olabilir) belirli bir özelliğinin gözlenerek, gözlem sonucunun sayı, sembol ya da sıfatla (kategori) betimlenmesidir."
  },
  {
    "id": "3848667",
    "unitNumber": 3,
    "text": "“… olayın akışına herhangi bir müdahale yokken, deneyde vardır.” cümlesinde noktalı alana aşağıdaki ifadelerden hangisi gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gözlem ve ölçmede",
      "B": "Olgu ve olayda",
      "C": "Olay ve ölçmede",
      "D": "Ölçme ve olguda",
      "E": "Olgu ve gözlemde"
    },
    "explanation": "NİCEL ARAŞTIRMALAR<br/>Gözlem ve ölçmede olayın akışına herhangi bir müdahale yokken, deneyde vardır."
  },
  {
    "id": "3848668",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi/hangileri nicel araştırma yöntemlerinin ana başlıklarındandır?\n I. Tarama araştırmaları<br/>II. İlişkisel araştırmalar<br/>III. Keşfedici korelasyonel araştırmalar<br/>IV. Müdahaleli araştırmalar",
    "correctAnswer": "A",
    "options": {
      "A": "II. ve IV.",
      "B": "I., II. ve III.",
      "C": "I., III. ve IV.",
      "D": "II. ve III.",
      "E": "III. ve IV."
    },
    "explanation": "NİCEL ARAŞTIRMALARIN SINIFLANDIRILMASI<br/>İlişkisel araştırmalar ve Müdahaleli araştırmalar nicel araştırma yöntemlerinin ana başlıklarındandır."
  },
  {
    "id": "3848669",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi betimsel araştırmalardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarama araştırmaları",
      "B": "Keşfedici korelasyonel araştırmalar",
      "C": "Deneysel araştırmalar",
      "D": "Yordayıcı korelasyonel araştırmalar",
      "E": "Nedensel karşılaştırma araştırmaları"
    },
    "explanation": "NİCEL ARAŞTIRMALARIN SINIFLANDIRILMASI<br/>Tarama araştırmaları betimsel araştırmalardandır."
  },
  {
    "id": "3848670",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tarama araştırmalarının üstünlüklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özellikle gruplara yazılı veri toplama araçları (anket, ölçek vb.) uygulandığında kısa zaman içinde çok çeşitli bilgi elde edilebilir.",
      "B": "Çoğu zaman hakkında bilgi edinilmek ve kendisine genelleme yapılmak istenen evren çok büyük olduğundan, örneklem seçme ve o örnekleme ulaşma oldukça zor ve maliyetlidir.",
      "C": "Tarama araştırmaları bize çoğunlukla oldukça geniş kapsamlı, ancak derinlemesine olmayan bilgi verir.",
      "D": "Bilgi için katılımcıların verdikleri cevaplara bağlı kalınma zorunluluğu söz konusudur.",
      "E": "Büyük örneklemlerde özellikle görüşme vb. bir yöntem kullanılıyorsa zaman, para, insan gücü kaynağı, emek vb. açılardan oldukça maliyetlidir."
    },
    "explanation": "NİCEL ARAŞTIRMALARIN SINIFLANDIRILMASI<br/>Özellikle gruplara yazılı veri toplama araçları (anket, ölçek vb.) uygulandığında kısa zaman içinde çok çeşitli bilgi elde edilebilir."
  },
  {
    "id": "3848671",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tarama araştırmalarının sınırlılıklarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarama araştırmaları bize çoğunlukla oldukça geniş kapsamlı, ancak derinlemesine olmayan bilgi verir.",
      "B": "Sayısal verilerin elde edilebilmesi farklı istatistiksel çözümlemelerin yapılarak araştırmacıya farklı bakış açıları sağlaması açısından önemli görülmektedir.",
      "C": "Dikkatle hazırlanmış olan ölçeklerden geniş çapta yararlanılabilir. Bu da bilginin elde edilmesinde ekonomiklik (zaman, para, emek vb.) sağlar.",
      "D": "Uygun ve doğru bir örnekleme tekniğiyle nispeten daha az sayıda katılımcıya sorular sorularak büyük kitlelerin (nüfusun) özellikleri hakkında bilgi toplanabilir.",
      "E": "Özellikle gruplara yazılı veri toplama araçları (anket, ölçek vb.) uygulandığında kısa zaman içinde çok çeşitli bilgi elde edilebilir."
    },
    "explanation": "NİCEL ARAŞTIRMALARIN SINIFLANDIRILMASI<br/>Tarama araştırmaları bize çoğunlukla oldukça geniş kapsamlı, ancak derinlemesine olmayan bilgi verir."
  },
  {
    "id": "3848672",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tarama araştırmanın türlerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Boylamsal",
      "B": "Enlemsel",
      "C": "Betimsel",
      "D": "Korelasyonel",
      "E": "Yordayıcı"
    },
    "explanation": "NİCEL ARAŞTIRMALARIN SINIFLANDIRILMASI<br/>Boylamsal, tarama araştırmanın türlerindendir."
  },
  {
    "id": "3848673",
    "unitNumber": 3,
    "text": "“… evrenin özelliklerini hem niteliksel hem de niceliksel açıdan karşılayan evrenin sınırlı bir parçasıdır.” cümlesinde noktalı alana aşağıdaki ifadelerden hangisi gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Örneklem",
      "B": "Evren",
      "C": "İstatistik",
      "D": "Parametre",
      "E": "Örnekleme"
    },
    "explanation": "NİCEL ARAŞTIRMALARIN SINIFLANDIRILMASI<br/>Örneklem, evrenin özelliklerini hem niteliksel hem de niceliksel açıdan karşılayan evrenin sınırlı bir parçasıdır."
  },
  {
    "id": "3848674",
    "unitNumber": 3,
    "text": "“… iki değişken arasında karşılıklı bir ilişki olup olmadığı ve varsa ilişkinin yönü ve miktarı hakkında bilgi veren bir istatistiktir.” cümlesinde noktalı alana aşağıdaki ifadelerden hangisi gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Korelasyon",
      "B": "Örneklem",
      "C": "Parametre",
      "D": "Regresyon",
      "E": "Örnekleme"
    },
    "explanation": "NİCEL ARAŞTIRMALARIN SINIFLANDIRILMASI<br/>Korelasyon, iki değişken arasında karşılıklı bir ilişki olup olmadığı ve varsa ilişkinin yönü ve miktarı hakkında bilgi veren bir istatistiktir."
  },
  {
    "id": "3848947",
    "unitNumber": 3,
    "text": "Tüm bilim dallarındaki en temel betimleme aracı aşağıdakilerin hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Anket",
      "B": "Görüşme",
      "C": "Gözlem",
      "D": "Akıl yürütme",
      "E": "Sezgiler"
    },
    "explanation": "Gözlem tüm bilim dallarındaki en temel betimleme aracıdır."
  },
  {
    "id": "3848948",
    "unitNumber": 3,
    "text": "Bir üniversitede öğrenim gören öğrencilerin demografi özelliklerinin belirlenmesine yönelik anket uygulanmıştır. Bu çalışmada aşağıdaki hangi araştırma modeli izlenmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Boylamsal betimleme",
      "B": "Kesitsel tarama çalışması",
      "C": "Korelasyon araştırması",
      "D": "Müdahele araştırması",
      "E": "İlişkisel tarama çalışması"
    },
    "explanation": "Kesitsel araştırma türünde araştırmacı, görece kısa bir zamanda ve belirlediği örneklemden bir kez verisini toplar. Daha sonra verisini düzenleyerek araştırma soruları doğrultusunda araştırma problemine ilişkin çözümlemeler yapar ve ardından elde ettiği bulguları yorumlar.<br/>Bu örnekte betimsel bir çalışma olan tama çalışması vardır. Bir kez anket uygulandığı için de keşitseldir."
  },
  {
    "id": "3848949",
    "unitNumber": 3,
    "text": "Evrenin özelliklerini hem niteliksel hem de niceliksel açıdan karşılayan evrenin sınırlı bir parçasına verilen isim aşağıdakilerin hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Örneklem",
      "B": "Kesit",
      "C": "Boylam",
      "D": "Çalışma konusu",
      "E": "Problem durumu"
    },
    "explanation": "Evrenin özelliklerini hem niteliksel hem de niceliksel açıdan karşılayan evrenin sınırlı bir parçasına örneklem denir."
  },
  {
    "id": "3848950",
    "unitNumber": 3,
    "text": "\"Çocukların okula bisikletle gitmeleri ile özgüvenleri arasında ilişki var mıdır?\" sorusuna yanıt aramak için aşağıdaki hangi araştırma türü uygulanmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yordayıcı korelasyonel araştırma",
      "B": "Boylamsal tarama araştırması",
      "C": "Kesitsel tarama araştırması",
      "D": "Müdahale araştırması",
      "E": "Keşfedici korelasyonel araştırma"
    },
    "explanation": "Keşfedici korelasyonel araştırmalarda iki ya da daha çok değişken arasında bir ilişki olabileceğini gözlemleyen araştırmacı, gözlem(ler) inin doğru olup olmadığını belirlemek, diğer bir ifadeyle değişkenler arasındaki ilişkiyi keşfetmek amacıyla işe koyulur. Buradaki temel amaç, olayın akışına müdahale etmeden iki değişken arasındaki ilişkiyi anlamaktır<br/>Bu örnekte iki değişken arasında keşfedici korelasyon araştırılmaktadır."
  },
  {
    "id": "3848951",
    "unitNumber": 3,
    "text": "Aşağıdaki deneysel araştırma desenlerinler hangisi diğerlerine göre en güçlü desendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tek Grup Öntest-Sontest Deseni",
      "B": "Tek Grup Sontest Deseni",
      "C": "Eşitlenmemiş Gruplar Sontest Deseni",
      "D": "Öntest-Sontest Kontrol Gruplu Seçkisiz Desen",
      "E": "Eşitlenmemiş Gruplar Öntest-Sontest Deseni"
    },
    "explanation": "Eğitim ve psikoloji başta olmak üzere sosyal bilimlerde en sık kullanılan deneysel desenlerden biridir. Bu desenin zayıf deneysel desen başlığı altındaki eşitlenmemiş gruplar öntest-sontest deseninden farkı, deneklerin deney ve kontrol gruplarına yine seçkisiz olarak atanmasıdır. Sontest kontrol gruplu seçkisizdeneysel desende olduğu gibi araştırmacı, yine rastlantısal biçimde seçtiği bir denek havuzundan, deney ve kontrol gruplarına denekleri seçkisiz bir biçimde atar.<br/>Öntest-Sontest Kontrol Gruplu Seçkisiz Desen en güçlü deneysel desendir."
  },
  {
    "id": "3848952",
    "unitNumber": 3,
    "text": "Proje tabanlı öğrenmenin öğrencilerin kodlama dersindeki öğrenme düzeylerine etkisini araştırmak isteyen araştırmacı bir okulun 6A ve 6B şubelerinde deneysel çalışmayı gerçekleştirmek ister. Bunun için 6A şubesinde öğretmenin proje tabanlı öğrenme uygulamasını sağlayan araştırmacı, 6B sınıfında geleneksel öğretimin gerçekleştirmesini sağlar. Uygulama sonunda her iki gruptaki öğrencilere başarı testi uygulayan araştırması iki grup puanları arasında istatistiksel olarak 6A şubesi lehine anlamlı bir fark olduğunu belirler. \n Bu örnekte söz konusu araştırma deseni aşağıdakilerin hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Eşleştirilmiş Seçkisiz Desen",
      "B": "Öntest-Sontest Kontrol Gruplu Seçkisiz Desen",
      "C": "Yordayıcı korelasyonel araştırma",
      "D": "Eşitlenmemiş Gruplar Öntest-Sontest Deseni",
      "E": "Eşitlenmemiş Gruplar Sontest Deseni"
    },
    "explanation": "Doğru yanıt Eşitlenmemiş Gruplar Sontest Desenidir. Eşitlenmemiş iki grup olduğunda, bir grup deney diğer grup kontrol olarak belirlenir ve müdahale işlemi deney grubunda uygulanır. Deneysel işlemin tamamlanmasının ardından her iki gruptan bağımlı değişken ile ilgili ölçümler alınır ve deney grubunun ortalaması ile kontrol grubunun ortalaması karşılaştırılır."
  },
  {
    "id": "3848953",
    "unitNumber": 3,
    "text": "Bir yükseköğretim kurumundaki öğrenciler içinden yaş, cinsiyet, sosyo-ekonomik durum, anne-baba eğitim düzeyi, genel akademik ortalama değişkenleri belirlenen geniş bir katılımcı grubu üzerinden 40 öğrenci rastlantısal olarak seçiliyor. Bu 40 öğrenci yine rastlantısal olarak 20 kişi deney, 20 kişi kontrol olmak üzere iki gruba atanıyor. Deney grubundaki öğrencilere deneysel işlem uygulanırken kontrol grubuna hiçbir işlem yapılmıyor. Deneysel işlem sonunda iki gruba uygulanan test sonuçları inceleniyor. Bu tür bir çalışma, aşağıda verilen hangi araştırma desenine daha çok uygundur?",
    "correctAnswer": "C",
    "options": {
      "A": "Eşitlenmemiş Gruplar Öntest-Sontest Deseni",
      "B": "Yarı-deneysel ön-test son-test",
      "C": "Sontest Kontrol Gruplu Seçkisiz Desen",
      "D": "Öntest-Sontest Kontrol Gruplu Seçkisiz Desen",
      "E": "Eşleştirilmiş Seçkisiz Desen"
    },
    "explanation": "Sontest Kontrol Gruplu Seçkisiz Desene daha uygundur. Çünkü belirli değişkenlere göre belirlenen grup içinden rastlantısal seçkisiz atama ile katılımcılar seçiliyor ve yine aynı şekilde iki gruba atanıyorlar. Bu çalışmada sadece son-testten bahsediliyor."
  },
  {
    "id": "3848954",
    "unitNumber": 3,
    "text": "Üniversite öğrencilerin eleştirel düşünme becerilerinin mezun olunan lise türüne, anne-baba eğitim düzeyine, devam edilen eğitim programına göre değişme durumu gözlenmek isteniyor. Bu çalışma için aşağıdakilerin hangisi uygulanmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Nedensel karşılaştırma araştırması",
      "B": "Eşleştirilmiş seçkisiz desen araştırması",
      "C": "Müdahale araştırması",
      "D": "Keşfedici korelasyon araştırması",
      "E": "Prospektif tarama araştırması"
    },
    "explanation": "Nedensel karşılaştırma araştırmaları ilişkisel araştırma modelleri bağlamında ele alınsa ve bir ölçüde korelasyonel araştırmalara benzese de her iki araştırma türü arasında çok önemli farklar vardır. Korelasyonel araştırmalarda iki değişken arasında ilişki olması, daha önce de bahsedildiği üzere, o değişkenler arasında bir neden-sonuç ilişkisi olduğunu garantilemez. Nedensel karşılaştırma araştırmalarında ise hangi değişkenin bir diğerini etkilediği, diğer bir ifadeyle hangi değişkenin diğerinin nedeni olduğu belirlenmeye çalışılır.<br/>Bu örnekte nedensel karşılaştırma araştırması söz konusudur. Bu çalışmada üniversite öğrencilerin eleştirel düşünme becerilerinin belirtilen değişkenlerden (mezun olunan lise türüne, anne-baba eğitim düzeyine, devam edilen eğitim programına) hangilerine göre değiştiği belirlenmek isteniyor. Başka ifadeyle bu değişkenlerden hangisi veya hangilerinin öğrencilerin eleştirel düşünme becerilerini etkilediği anlaşılmak isteniyor."
  },
  {
    "id": "3848955",
    "unitNumber": 3,
    "text": "Şehir hastanesi hekimlerinin hastalarla iletişim becerilerinin geliştirilmesine yönelik mesleki gelişim eğitim programı geliştirilmektedir. Bu süreçte programın etkililiğini belirlemek için bir şehir hastanesindeki hekimlere program uygulanmış, programın sonunda hekimlerin program kazanımlarına erişme durumları ve memnuniyetleri için bir başarı testi ve bir memnuniyet ölçeği uygulanmıştır. Bu çalışmada söz konusu araştırma deseni aşağıdakilerin hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Nedensel karşılaştırma araştırması",
      "B": "Yordayıcı korelasyon araştırması",
      "C": "Kesitsel tarama araştırması",
      "D": "Eşleştirilmiş seçkisiz deneysel araştırma",
      "E": "Tek grup sontest deneysel desen"
    },
    "explanation": "Tek Grup Sontest Deseni: Bu desende deneysel bir müdahale sonrasında tek bir gruptan bağımlı değişkene ilişkin ölçüm alınır.<br/>Burada eğitim programı bir grup hekime uygulanıyor. Öntest yok, kontrol grubu yok. Sadece son testler var. Bu durumda tek grup son test deneysel desendir."
  },
  {
    "id": "3848956",
    "unitNumber": 3,
    "text": "Öz-bildirime dayalı ölçme araçlarına ilişkin en temel problemlerinden biri aşağıdakilerin hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal beğenirlik durumu",
      "B": "Uygulama güçlüğü",
      "C": "Örneklem belirleme",
      "D": "Normal dağılımın görülmemesi",
      "E": "Yordayıcı istatistiklerin yapılamaması"
    },
    "explanation": "Sosyal beğenirlik için bireyler ölçme araçlarında gerçek durumlarını yansıtmaktan kaçınabilirler.<br/>Sosyal bilimlerde öz-bildirime dayalı veri toplamada “sosyal beğenirlik” problemi olarak anılan durum, elde edilen verilerin geçerliliği ve güvenilirliği açısından bir tehdittir. Sosyal beğenirlik, katılımcıların öz-bildirimde bulunurken yanıtlarını sosyal normlara uygun olarak vermeleri ve kendilerini normatif olarak olumlu sunmaları durumudur."
  },
  {
    "id": "3848777",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi pozitivist paradigmanın temel varsayımlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tarafsız bilgi diye bir şey yoktur; her bilgi kişisel görüş veya anlatılara dayalıdır.",
      "B": "Anlam, değer ve gerçek gibi kavramlar bağlam temelli olgulardır.",
      "C": "Çoğunluğun görüşü gerçeği belirler.",
      "D": "Düşüncelerimiz bağımsız değildir, aksine sahip olduğumuz inanç sistemlerinin birer parçasıdır.",
      "E": "Dünya hakkında büyük gerçekler yoktur, sadece dünyaya bakmanın farklı yolları vardır."
    },
    "explanation": "Pozitivist paradigmanın temel varsayımları<br/>şunlardır (Pinar, Reynolds, Slattery ve Taubman, 1995 akt. Saban, 2021, s. 324):<br/>• “Aynı koşullarda bulunan insanlar aynı deneyimlere sahiptir.<br/>• Çoğunluğun görüşü gerçeği belirler.<br/>• Bireysel bakış açılarından ziyade genelleme önemlidir.<br/>• İnsanlar amaca ulaşmada araç olarak kullanılabilir.<br/>• Nesnellik mümkündür ve aynı zamanda da normdur.”"
  },
  {
    "id": "3848778",
    "unitNumber": 4,
    "text": "Temel olarak, araştırmacının ilgilendiği olguya ilişkin derinlemesine bilgi elde edebileceği en az bir katılımcıyı belirlemesi ve daha sonra da ondan benzer özellikteki bireyleri tavsiye etmesini istemesi temeline dayanan örneklem yöntemi aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Benzeşik Örnekleme",
      "B": "Tipik Durum Örneklemesi",
      "C": "Maksimum Çeşitlilik Örneklemesi",
      "D": "Aykırı Durum Örneklemesi",
      "E": "Kartopu Örneklemesi"
    },
    "explanation": "Kartopu Örneklemesi<br/>Bu yöntem, temel olarak, araştırmacının ilgilendiği olguya ilişkin derinlemesine bilgi elde edebileceği en az bir katılımcıyı belirlemesi ve daha sonra da ondan benzer özellikteki bireyleri tavsiye etmesini istemesi temeline dayanan bir örneklem türünü tanımlamaktadır. Diğer bir anlatımla, katılımcıların belirlenmesi ve araştırmaya dâhil edilmesi süreci, “[Bu konuda] en çok bilgi sahibi olan kişiler kimlerdir? Başka kimlerle görüşmeliyim?” (Patton, 2002, s. 237) gibi sorularla başlayıp, bulunacak başka bireylerle birlikte kartopu misali örneklemdeki katılımcıların zamanla daha da artırılması biçimde devam eder."
  },
  {
    "id": "3848795",
    "unitNumber": 4,
    "text": "Nitel araştırmalarda araştırmacının, ilgilendiği olgu bağlamında önceden belirlenmiş özelliklere sahip bireyleri (örneğin: okuma güçlüğü çeken öğrenciler, öğrenmeye en çok istekli olan öğrenciler, motivasyonu en düşük olan öğrenciler vb.) katılımcı olarak seçtiği örnekleme yöntemi aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ölçüt Örneklemesi",
      "B": "Tipik Durum Örneklemesi",
      "C": "Kartopu Örneklemesi",
      "D": "Maksimum Çeşitlilik Örneklemesi",
      "E": "Doğrulayıcı veya Yanlışlayıcı Örnekleme"
    },
    "explanation": "Ölçüt Örneklemesi Alanyazında sıklıkla başvurulan bu yöntemde araştırmacı, ilgilendiği olgu bağlamında önceden belirlenmiş özelliklere (ölçütlere) sahip bireyleri katılımcı olarak seçer (örneğin: okuma güçlüğü çeken öğrenciler, öğrenmeye en çok istekli olan öğrenciler, motivasyonu en düşük olan öğrenciler, mesleğe yeni başlayan sosyal hizmet uzmanları ya da aile içi şiddete maruz kalmış çocuklar). Bu tür ölçütler, araştırmacı tarafından çalışmanın başında oluşturulabileceği gibi alanyazındaki başka araştırmacılar tarafından oluşturulan bir ölçüt listesi de kullanılabilir."
  },
  {
    "id": "3848796",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi nitelikli bir nitel araştırma için önemli ilkelerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Özgün bir konu",
      "B": "Sağlamlık",
      "C": "İnandırıcılık",
      "D": "Veriye kolay erişim",
      "E": "Etik"
    },
    "explanation": "Kılavuz biçiminde algılanabilecek bu ölçütler, nitel araştırmacıların kendi çalışmalarını tasarlarken veya başkalarının çalışmalarını değerlendirirken nelere dikkat edilmesi gerektiğini göstermesi bakımından faydalı olabilir. Bu ölçütler aynı zamanda nitel araştırma yaklaşımının sahip olduğu temel özellikleri nitelemesi bakımından da kayda değerdir. Bu bağlamda, Tracy (2010) nitelikli bir nitel araştırma için aşağıdaki sekiz rehber ilkeyi önermiştir. (ss. 107-109)\n<br/>Özgün Bir Konu\n<br/>Sağlamlık\n<br/>Samimiyet\n<br/>İnandırıcılık\n<br/>Etki gücü\n<br/>Önemli Katkı\n<br/>Etik\n<br/>Anlamlı Tutarlık"
  },
  {
    "id": "3848798",
    "unitNumber": 4,
    "text": "......................., belirgin bir olayı veya olaylar dizisini birden fazla veri türü (gözlemler, görüşmeler, dokümanlar) aracılığıyla derinlemesine ve zaman-mekân-bağlam odaklı olarak incelenmesini içerir. belirgin bir olayı veya olaylar dizisini birden fazla veri türü (gözlemler, görüşmeler, dokümanlar) aracılığıyla derinlemesine ve zaman-mekân-bağlam odaklı olarak incelenmesini içerir.\n<br/>Yukarıda boş bırakılan yere hangi nitel araştırma deseni getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eylem Araştırması",
      "B": "Durum Çalışması",
      "C": "Etnografya",
      "D": "Fenomenoloji",
      "E": "Gömülü Teori"
    },
    "explanation": "Durum çalışması, olgu ve olaylara herhangi bir müdahalede bulunmadan onları inceleme, anlama ve betimleme amacıyla yürütülmektedir (Akar, 2019). Durum çalışması, belirgin bir olayı veya olaylar dizisini birden fazla veri türü (gözlemler, görüşmeler, dokümanlar) aracılığıyla derinlemesine ve zaman-mekân-bağlam odaklı olarak incelenmesini içerir (Creswell, 2007). Bu desende, araştırmacı incelediği olgu ve olayların “ne” olduğunu, “neden” olduğunu ve katılımcılar tarafından “nasıl” ele alındığını ortaya çıkarmaya çalışır. Durum çalışması, analiz birimi olarak seçilen bir birey, bir topluluk, bir program, bir uygulama, bir etkinlik, bir süreç veya bir kurum hakkında olabilir (Baxter ve Jack, 2008). Bu yönüyle durum çalışması, belirlenen analiz biriminin birden çok veri kaynağına dayanarak ve bağlamsal bir anlayışla derinlemesine incelenmesi, anlaşılması ve betimlenmesi biçiminde tanımlanabilir. (s.110)"
  },
  {
    "id": "3848799",
    "unitNumber": 4,
    "text": "Kültürel antropoloji olarak da adlandırılan, bir sosyal grubun üyelerinin kullandığı dilin incelenerek ve eylemlerinin gözlemlenerek söz konusu grubun kültürel uygulamalarının ortaya çıkarılabileceğini ve anlaşılabileceğini varsayan, araştırmacının katılımcı gözlemlerde bulunmasını ve incelediği kültürü ya da yaşam biçimlerini içeriden biri gözüyle ele almasını öngören nitel araştırma deseni aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gömülü teori",
      "B": "Fenomenoloji",
      "C": "Etnografya",
      "D": "Eylem araştırması",
      "E": "Durum çalışması"
    },
    "explanation": "Etnografya Kültürel antropoloji olarak da adlandırılan etnografya, araştırmacının katılımcı gözlemlerde bulunmasını ve incelediği kültürü ya da yaşam biçimlerini içeriden biri gözüyle (kültürel üye bakış açısıyla) ele almasını öngörmektedir (Yahşi, 2019). Etnografya için sorulabilecek bazı sorular şunlardır: • Grubun kültürü nedir? • Kültürel üyeler kendi dünyaları hakkında ne tür anlayışlara sahiptir? • Yaşamlarını daha iyi anlamak için kültürel üyeler hakkında ne bilmemiz gerekmektedir? • Kültürel üyeler için önemli olan hususlar nedir? Neden? Bunları nasıl ortaya çıkarabiliriz? Etnografik araştırma, bir sosyal grubun üyelerinin kullandığı dilin incelenerek ve eylemlerinin gözlemlenerek söz konusu grubun kültürel uygulamalarının ortaya çıkarılabileceğini ve anlaşılabileceğini varsayar."
  },
  {
    "id": "3848803",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi nitel araştırma desenlerinden biri olan gömülü teori deseninin temel ilkelerinden biri olamaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Kuramsal duyarlılık",
      "B": "Kuramsal örnekleme",
      "C": "Katılımcı gözlem",
      "D": "Hatırlatıcı not yazımı",
      "E": "Teori geliştirme"
    },
    "explanation": "Gömülü teori deseninin temel ilkeleri şunlardır (Charmaz, 2006; Corbin ve Strauss, 1990; Özden, 2019): • Kuramsal duyarlılık (araştırmacının analitik düşünebilme, farklı katılımcılardan elde ettiği verileri ilişkilendirebilme ve veriyi anlamlandırabilme becerilerine sahip olması). • Kuramsal örnekleme (veri toplamada süreklilik, verileri yeni katılımcılarla teyit etme). • Kuramsal doyum (veri tekrarı oluşana dek veri toplamaya devam etme). • Sürekli karşılaştırmalı analiz (birbirine benzeyen verileri aynı kavramsal kategori altında gruplama). • Hatırlatıcı not yazımı (araştırmacının, sürece ilişkin kendisine hitaben hatırlatıcı notlar yazması). • Teori geliştirme (araştırmacının kategoriler arasındaki ilişkileri gösteren bir kavramsal örüntü oluşturması)."
  },
  {
    "id": "3848804",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi nitel araştırma desenlerinden biri olan bireysel araştırmanın temel özelliklerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bireysel araştırma, bireyin kendisi tarafından başlatılır ve birey odaklıdır.",
      "B": "Bireysel araştırma, etkileşimlidir.",
      "C": "Bireysel araştırma, iyileştirme ve geliştirme amaçlıdır.",
      "D": "Bireysel araştırma, tekil ve genellikle de nicel yöntemleri kullanır.",
      "E": "Bireysel araştırmalarda geçerlik, inandırıcılık temellidir."
    },
    "explanation": "LaBoskey (2004), bireysel araştırmanın aşağıdaki beş temel özelliğe sahip olduğunu (olması gerektiğini) öne sürmüştür: • Bireysel araştırma, bireyin kendisi tarafından başlatılır ve birey odaklıdır. Bireysel araştırmanın en belirgin tanımlayıcı özelliği “Kim?” sorusuyla ilgilidir: Araştırmayı yapan ve araştırılan kimdir? Bireysel araştırmalarda benlik, her iki soruya da verilen cevaba karşılık gelmektedir. Diğer bir ifadeyle, bireysel araştırmacılar sadece araştırmayı yapan kişiler değil, aynı zamanda incelenen (araştırmanın konusu olan) kişilerdir. Bu özellik aynı zamanda, bireysel araştırmanın başkalarının eylemlerine yönelik olarak tasarlanamayacağı anlamına da gelmektedir. • Bireysel araştırma, iyileştirme ve geliştirme amaçlıdır. Bireysel araştırmalarda sorulan sorular, eğitimcinin kendi uygulamalarını iyileştirmek için sorduğu ve yanıt aradığı sorulardır. Bireysel araştırmanın itici gücü, uygulamalarımızdaki “eksikliklerden”, yaşadığımız “çelişkilerden”, karşı karşıya olduğumuz “gerilimlerden/ikilemlerden” ya da sahip olduğumuz “önyargılarımızdan” kaynaklanmaktadır. Buradaki temel soru ise “Uygulamalarımı nasıl geliştirebilirim?” sorusudur. • Bireysel araştırma, etkileşimlidir. Bu özellik, bireysel araştırmanın işbirlikli doğasına vurgu yapmaktadır. Bireysel araştırma terimi araştırma pratiğine ilişkin öz-yansıtmacı bir yaklaşım çağrıştırsa da başkalarıyla geçekleştirilen etkileşimler (örneğin, eleştirel arkadaşlık) bireysel araştırmanın önemli bir boyutunu oluşturmaktadır. • Bireysel araştırma, çoklu ve genellikle de nitel yöntemleri kullanır. Bireysel araştırma, doğası gereği nitel bir araştırma yaklaşımıdır çünkü nicel paradigmaya kıyasla nitel paradigma bireysel araştırmanın teorik çerçevesiyle daha uyumludur. Dolayısıyla, bireysel araştırmacıların kendi uygulamalarını incelemek, anlamlandırmak veya değerlendirmek için kullanabilecekleri veri toplama ve analiz yöntemlerinde çeşitlilik olmasına rağmen, bunların çoğu niteldir. • Bireysel araştırmalarda geçerlik, inandırıcılık temellidir. Bireysel araştırmalarda, araştırmacının deneyimleriyle oluşan otorite veya yetkinlik, bilmenin önemli bir yolu olarak ele alınmaktadır. Bu nedenle, bireysel araştırmalarda geçerlik, uygulama örneklerine dayandırılan inandırıcılıkla ilişkilendirilmektedir. Diğer bir anlatımla, bireysel araştırmada geçerlik “öğretim uygulamasına ilişkin örneklerin oluşturulması, test edilmesi, paylaşılması ve yeniden test edilmesi” (LaBoskey, 2004, s. 860) aracılığıyla sağlanmaktadır."
  },
  {
    "id": "3848805",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Nesnel bilgiye ve tek doğruya ulaşmak<br/>esastır.</li> <li>Tümevarım yoluyla önermelerin üretilmesi söz<br/>konusudur.</li> <li>Ölçmenin yapılması ve verilerin<br/>sayısallaştırılması söz konusudur.</li> <li>Verilerin derinlemesine betimlenmesi,<br/>anlamlandırılması ve yorumlanması söz<br/>konusudur.</li> </ol> Yukarıda verilen özelliklerden hangisi/hangileri nitel araştırma yaklaşımının özelliklerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II",
      "C": "II-III",
      "D": "II-IV",
      "E": "I-III"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6cf27e68602b602d4372b0ed9f86e635.png\" alt=\"\" width=\"492\" height=\"607\">"
  },
  {
    "id": "3848806",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Katılımcı gözlemler, bağlama özgü olarak<br/>uzun süreli ve tekrar edici bir yapıda gerçekleştirilir.</li> <li>Gerçek ve gerçeğe ilişkin anlamlar ya da<br/>açıklamalar ortamda süregelen iletişim ve<br/>etkileşimlerden üretilir.</li> <li>Bilgilendirici konumunda olan kültürel<br/>üyelerden katılımcı gözlemler ve görüşmeler aracılığıyla ilk elden veriler toplanır.</li> </ol> Yukarıda hangi nitel araştırma deseninin özellikleri açıklanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Gömülü Teori",
      "B": "Etnografya",
      "C": "Fenomenoloji",
      "D": "Anlatı Araştırması",
      "E": "Eylem Araştırması"
    },
    "explanation": "etnografik çalışmalarda:<br/>• Katılımcı gözlemler, bağlama özgü olarak<br/>uzun süreli ve tekrar edici bir yapıda gerçekleştirilir.<br/>• Gerçek ve gerçeğe ilişkin anlamlar ya da<br/>açıklamalar ortamda süregelen iletişim ve<br/>etkileşimlerden üretilir.<br/>• Kültürel üyeler için gizli/örtük olan anlamlar ortaya çıkarılmaya ve birbirleriyle ilişkilendirilerek karşılaştırılmaya çalışılır.<br/>• Bilgilendirici konumunda olan kültürel<br/>üyelerden katılımcı gözlemler ve görüşmeler aracılığıyla ilk elden veriler toplanır.<br/>• Görüşme soruları, katılımcı gözlemler esnasında (sahada) üretilir ve yanıtları daha<br/>önceden belli olmayan “Ne?”, “Nasıl?” ve<br/>“Neden?” gibi soru türlerini kapsar."
  },
  {
    "id": "3848757",
    "unitNumber": 5,
    "text": "\"Bilimi, her türlü düzenden yoksun duyu verileri (algılar) ile mantıksal olarak düzenli düşünme arasında uygunluk sağlama çabası\" şeklinde tanımlayan bilimci aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Albert Einstein",
      "B": "Bertrand Russell",
      "C": "Isaac Newton",
      "D": "Gelileo Galilei",
      "E": "Francis Bacon"
    },
    "explanation": "Einstein’e göre bilim, her türlü düzenden yoksun duyu verileri (algılar) ile mantıksal olarak düzenli düşünme arasında uygunluk sağlama çabasıdır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3848758",
    "unitNumber": 5,
    "text": "Dönemin hâkim anlayışı ve yaygın kabul gören toplumsal eğilimlerini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Geçerlilik",
      "B": "Nesnellik",
      "C": "Paradigma",
      "D": "Ölçülebilirlik",
      "E": "Epistemoloji"
    },
    "explanation": "Paradigma, dönemin hâkim anlayışı ve yaygın kabul gören toplumsal eğilimlerini ifade eder. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3848759",
    "unitNumber": 5,
    "text": "Sosyal bilimlerdeki bilimsel araştırmalarda sabit bir durumun olmadığını, koşulların değişebilecek bir yapıya sahip olduğunu savunur.\n Yukarıda tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yapılandırmacılık",
      "B": "Pragmatizm",
      "C": "Bağlam",
      "D": "Durumsallık",
      "E": "Güvenilirlik"
    },
    "explanation": "Durumsallık, sosyal bilimlerdeki bilimsel araştırmalarda sabit bir durumun olmadığını, koşulların değişebilecek bir yapıya sahip olduğunu savunur. Durumsallığın bu tanımı bilimsel araştırma yöntemleri açısından ele alınmalıdır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3848760",
    "unitNumber": 5,
    "text": "Araştırmaların geçerliliğini ve güvenilirliğini artırmak amacıyla farklı veri kaynakları, yöntemler, teknikler veya teorilerin kullanılmasıyla elde edilen bulguların doğrulanması ve güçlendirilmesi sürecine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bağlam",
      "B": "Nirengi",
      "C": "Durumsallık",
      "D": "Pragmatizm",
      "E": "Yapılandırmacılık"
    },
    "explanation": "Nirengi, araştırmaların geçerliliğini ve güvenilirliğini artırmak amacıyla farklı veri kaynakları, yöntemler, teknikler veya teorilerin kullanılmasıyla elde edilen bulguların doğrulanması ve güçlendirilmesi sürecidir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3848761",
    "unitNumber": 5,
    "text": "Bilgi felsefesi anlamına gelen ve bilginin doğasıyla ilgilenmeyi ifade eder.\n Yukarıdaki cümle aşağıdaki kavramlardan hangisini tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Epistemoloji",
      "B": "Pragmatizm",
      "C": "Yapılandırmacılık",
      "D": "Durumsallık",
      "E": "Bağlam"
    },
    "explanation": "Epistemoloji, episteme ve logos kelimelerinin birleşiminden oluşan, bilgi felsefesi anlamına gelen ve bilginin doğasıyla ilgilenmeyi ifade eder. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3848762",
    "unitNumber": 5,
    "text": "\"Amaç, bir yöntemden (nitel veya nicel) elde edilen bulguların artırılması, ayrıntılandırılması ve açıklanmasında diğer yöntemin sonuçlarının kullanılmasıdır.\"\n Yukarıdaki ifade aşağıdaki hangi kavramın açıklamasıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Nirengi",
      "B": "Geliştirme",
      "C": "Başlatma",
      "D": "Genişletme",
      "E": "Tamamlayıcılık"
    },
    "explanation": "Tamamlayıcılık: Burada amaç, bir yöntemden (nitel veya nicel) elde edilen bulguların artırılması, ayrıntılandırılması ve açıklanmasında diğer yöntemin sonuçlarının kullanılmasıdır. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3848763",
    "unitNumber": 5,
    "text": "Sosyal adalet ve eşitlik üzerine odaklanan bir araştırma paradigmasıdır. Genellikle marjinalleştirilmiş veya ezilen grupların deneyimlerini anlama ve bu grupların durumlarını iyileştirmek için sosyal değişim sağlama amacı taşır.\n Yukarıdaki ifade aşağıdaki kavramlardan hangisinin tanımıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yakınsayan paralel desen",
      "B": "Dönüştürücü dünya görüşü",
      "C": "Yapısal sınıflandırma",
      "D": "Açıklayıcı sıralı desen",
      "E": "Keşfedici sıralı desen"
    },
    "explanation": "Dönüştürücü dünya görüşü, sosyal adalet ve eşitlik üzerine odaklanan bir araştırma paradigmasıdır. Bu dünya görüşü, genellikle marjinalleştirilmiş veya ezilen grupların deneyimlerini anlama ve bu grupların durumlarını iyileştirmek için sosyal değişim sağlama amacındadır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3848764",
    "unitNumber": 5,
    "text": "Bilimsel araştırma ve projelerde karmaşık süreçleri yönetilebilir bileşenlere ayrıştırmak için yararlanılan araçlara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tümleyici örneklem",
      "B": "Karma analiz",
      "C": "Ardışık örneklem",
      "D": "İş kırılım yapıları",
      "E": "Eş zamanlı örneklem"
    },
    "explanation": "İş kırılım yapıları, bilimsel araştırma ve projelerde karmaşık süreçleri yönetilebilir bileşenlere ayrıştırmak için yararlanılan araçlardır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3848765",
    "unitNumber": 5,
    "text": "Nitel ve nicel farklı veri türlerinin çeşitli yöntemlerle birleştirerek homojen bir veri kümesi oluşturulmasıdır. Verilerin istatistiksel analiz için uygun hâle getirilmesini sağlar ve analiz ve modelleme süreçlerini daha kolay ve etkili hâle getirir.\n Yukarıdaki ifade aşağıdaki hangi kavramı tanımlamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri çeşitliliği",
      "B": "Veri ilişkilendirme",
      "C": "Veri karşılaştırma",
      "D": "Baskınlık",
      "E": "Veri dönüştürme"
    },
    "explanation": "Veri dönüştürme, nitel ve nicel farklı veri türlerinin çeşitli yöntemlerle birleştirerek homojen bir veri kümesi oluşturulmasıdır. Bilimsel araştırmalarda veri dönüştürme, verilerin istatistiksel analiz için uygun hâle getirilmesini sağlar. Veri dönüştürme, özgün veri kümesini farklı bir yapıya veya format tipine dönüştürerek, analiz ve modelleme süreçlerini daha kolay ve etkili hâle getirir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3848766",
    "unitNumber": 5,
    "text": "Nicel ve nitel verilerin boyutunun azaltılması ve indirgenmesine ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Veri birleştirme",
      "B": "Veri sadeleştirme",
      "C": "Veri görselleştirme",
      "D": "Veri dönüştürme",
      "E": "Veri karşılaştırma"
    },
    "explanation": "Veri Sadeleştirme: Nicel ve nitel verilerin boyutunun azaltılması, indirgenmesi. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3848767",
    "unitNumber": 6,
    "text": "Bilgiyi temsil eden ve işlenmeye uygun şekilde kodlanmış olan faktörlerin (sayılar, metinler, semboller, sesler, görüntüler vb.) bir koleksiyonuna ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Anket",
      "B": "Görüşme",
      "C": "Veri",
      "D": "Hesap",
      "E": "Yatırım"
    },
    "explanation": "Bilgiyi temsil eden ve işlenmeye uygun şekilde kodlanmış olan faktörlerin (sayılar, metinler, semboller, sesler, görüntüler vb."
  },
  {
    "id": "3848768",
    "unitNumber": 6,
    "text": "Belirli bir konu hakkında kişilerin fikirlerini, görüşlerini, tercihlerini, davranışlarını, beklentilerini ve eğilimlerini belirlemek amacıyla seçeneklere dayalı bilgi toplamak için kullanılan araçlara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Görüşme",
      "B": "Anket",
      "C": "Muhasebe",
      "D": "Yatırım",
      "E": "Hesap"
    },
    "explanation": "Anket, belirli bir konu hakkında kişilerin fikirlerini, görüşlerini, tercihlerini, davranışlarını, beklentilerini ve eğilimlerini belirlemek amacıyla seçeneklere dayalı bilgi toplamak için kullanılan araçlardır."
  },
  {
    "id": "3848769",
    "unitNumber": 6,
    "text": "Anketlerin üstünlükleri nedeniyle araştırmacılar tarafından sıklıkla tercih edilmesinin yanında aşağıdakilerden hangisi anketin kullanımını zorlaştıran bir unsurdur?",
    "correctAnswer": "E",
    "options": {
      "A": "Anketlerin hazırlanmasının kolay olması",
      "B": "Büyük örneklem gruplarından hızlıca veri toplama olanağı sunması",
      "C": "Yapılandırılmış biçimde olması",
      "D": "Özellikle çevrimiçi anketlerden anında veri elde etme olanağı sunması",
      "E": "Yüz yüze uygulanan anketlerin uzun zaman alması"
    },
    "explanation": "Anketlerin hazırlanmasının kolay olması, büyük örneklem gruplarından hızlıca veri toplama olanağı sunması, yapılandırılmış biçimde olması, özellikle çevrimiçi anketlerin anında veri elde etme gibi üstünlükleri nedeniyle araştırmacılar tarafından sıklıkla kullanılmaktadır. Ancak birçok veri toplama aracında olduğu gibi yanıtlanmış anketlerin düşük dönüş oranına sahip olması, posta veya telefonla veri toplanan anketlerin zaman ve maliyet gerektirmesi, telefonla veri toplanan anketlerin belirli çalışma saatlerine bağlı olması, bazı katılımcıların gerçeği yansıtmayan yanıtlar vermesi ve yüz yüze uygulanan anketlerin uzun zaman alması gibi sınırlılıklar bu yöntemin kullanımını zorlaştırabilir."
  },
  {
    "id": "3848770",
    "unitNumber": 6,
    "text": "Bir sorunun doğru cevabının, verilen seçeneklerde bulunmasını gerektiren test türüne ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğru yanlış testleri",
      "B": "Serbest yanıtlı testler",
      "C": "Eşleştirmeli testler",
      "D": "Çoktan seçmeli testler",
      "E": "Boşluk doldurmalı testler"
    },
    "explanation": "Çoktan seçmeli testler: Bir sorunun doğru cevabının, verilen seçeneklerde bulunmasını gerektiren bir test türüdür."
  },
  {
    "id": "3848771",
    "unitNumber": 6,
    "text": "Ölçekteki veriler, sıralama, ölçüm ve mutlak sıfır noktası içeren sayısal bilgileri temsil eder. Ölçekteki aralıklar eşittir ve mutlak sıfır noktası vardır. Tanımı yapılan bu ölçek türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sınıflama Ölçekleri",
      "B": "Sıralamalı Ölçek",
      "C": "Oranlı Ölçek",
      "D": "Aralıklı Ölçek",
      "E": "Eğilimli ölçek"
    },
    "explanation": "Oranlı Ölçek: Ölçekteki veriler, sıralama, ölçüm ve mutlak sıfır noktası içeren sayısal bilgileri temsil eder. Ölçekteki aralıklar eşittir ve mutlak sıfır noktası vardır. Örneğin, gelir (net aylık gelir), yaş (yaşam süresi), ağırlık (kilogram)."
  },
  {
    "id": "3848772",
    "unitNumber": 6,
    "text": "Herhangi bir ortamda ya da kurumda oluşan davranışları ayrıntılı olarak tanımlamak amacıyla kullanılan veri toplama yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Anket",
      "B": "Gözlem",
      "C": "İletişim",
      "D": "Muhasebe",
      "E": "Yatırım"
    },
    "explanation": "Gözlem herhangi bir ortamda ya da kurumda oluşan davranışları ayrıntılı olarak tanımlamak amacıyla kullanılan bir yöntemdir."
  },
  {
    "id": "3848773",
    "unitNumber": 6,
    "text": "Katılımcılar arasında serbest formda, önceden belirlenmiş bir soru seti olmaksızın gerçekleşen görüşme türüne ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yarı-yapılandırılmış görüşme",
      "B": "Odak grup görüşmesi",
      "C": "Gözlem",
      "D": "Yapılandırılmamış görüşme",
      "E": "Anket"
    },
    "explanation": "Yapılandırılmamış görüşme katılımcılar arasında serbest formda, önceden belirlenmiş bir soru seti olmaksızın gerçekleşen bir görüşme türüdür."
  },
  {
    "id": "3848774",
    "unitNumber": 6,
    "text": "Bir araştırma veya analiz sürecinde incelenen veya tahmin edilmeye çalışılan ana değişkene ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bağımsız değişken",
      "B": "Bağımlı değişken",
      "C": "Kontrol değişkeni",
      "D": "Nitel değişken",
      "E": "Nicel değişken"
    },
    "explanation": "Bağımlı değişken: Bir araştırma veya analiz sürecinde incelenen veya tahmin edilmeye çalışılan ana değişkendir."
  },
  {
    "id": "3848775",
    "unitNumber": 6,
    "text": "Belirli bir evrenden, belirli kurallara göre seçilmiş ve seçildiği evreni temsil etme gücüne sahip olan evrenin bir alt kümesine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Standart sapma",
      "B": "Varyans",
      "C": "Örneklem",
      "D": "Evren",
      "E": "Dağılım"
    },
    "explanation": "Örneklem: Belirli bir evrenden, belirli kurallara göre seçilmiş ve seçildiği evreni temsil etme gücüne sahip olan evrenin bir alt kümesi."
  },
  {
    "id": "3848776",
    "unitNumber": 6,
    "text": "Bir veri setinin dağılımının tepesinin (zirvesinin) ve kuyruklarının (dağılımın uç noktalarının) nasıl meydana geldiğini ölçen istatistiksel terime ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Normal dağılım",
      "B": "Basıklık",
      "C": "Bağımlı değişken",
      "D": "Bağımsız değişken",
      "E": "Ölçek"
    },
    "explanation": "Basıklık, bir veri setinin dağılımının tepesinin (zirvesinin) ve kuyruklarının (dağılımın uç noktalarının) nasıl meydana geldiğini ölçen istatistiksel bir terimdir."
  },
  {
    "id": "3848779",
    "unitNumber": 7,
    "text": "Sosyal bilimlerin farklı disiplinlerindeki araştırmalar için etik ilke ve kurallar hangi alandaki öncü<br/>çalışmalara dayanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tıp",
      "B": "Bİyoloji",
      "C": "Fizik",
      "D": "Spor",
      "E": "Coğrafya"
    },
    "explanation": "Sosyal bilimlerin farklı disiplinlerindeki araştırmalar için etik ilke ve kurallar tıp alanındaki öncü<br/>çalışmalara dayanmaktadır"
  },
  {
    "id": "3848780",
    "unitNumber": 7,
    "text": "İlk bilimsel araştırmaların temelleri hangi yüzyılda atılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "15",
      "B": "16",
      "C": "17",
      "D": "18",
      "E": "19"
    },
    "explanation": "İlk bilimsel araştırmaların temelleri 16. yüzyılda atılmış"
  },
  {
    "id": "3848781",
    "unitNumber": 7,
    "text": "Aşağıdaki savaşların hangisinde insanlığa karşı işlenen suçlar bilimsel<br/>araştırmada etik arayışını tetiklemiş ve etik ilkelerin oluşturulması bakımından bir dönüm noktası<br/>olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Balkan Savaşları",
      "B": "I. Dünya savaşı",
      "C": "II. Dünya savaşı",
      "D": "Haçlı seferleri",
      "E": "Gelibolu savaşları"
    },
    "explanation": "II. Dünya<br/>Savaşı’nda insanlığa karşı işlenen suçlar bilimsel<br/>araştırmada etik arayışını tetiklemiş ve etik ilkelerin oluşturulması bakımından bir dönüm noktası<br/>olmuştur"
  },
  {
    "id": "3848782",
    "unitNumber": 7,
    "text": "\"Bilinçli Onay/ Bilgilendirilmiş Onam\" kavramı hangi olay sonrasında tanımlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Nuremberg Savaş Suçları Mahkemesi (1946-1947)",
      "B": "Helsinki Bildirgesi (1964)",
      "C": "Küçük Albert Deneyi (1920)",
      "D": "Stanley Milgram Deneyi (1960-1963)",
      "E": "Tuskegee Frengi Deneyi (1932-1972)"
    },
    "explanation": "Nuremberg Kodu<br/>(Nuremberg Code) olarak bilinen “informed consent - bilinçli onay” [bilgilendirilmiş onam] ilkesi<br/>tüm bilimsel araştırmalarda en yaygın kullanılan<br/>etik kurallardan birisi olarak tanımlanmış ve daha<br/>sonra pek çok disiplinle ilgili yapılan etik çalışmalarda aynı biçimde yer almıştır (Yıldırım ve Şimşek,<br/>2021)."
  },
  {
    "id": "3848783",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sorumlu araştırma geleneğinin başlangıcı olarak kabul edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Helsinki Bildirgesi (1964), Küçük Albert Deneyi (1920)",
      "B": "Stanley Milgram Deneyi (1960-1963)",
      "C": "Tuskegee Frengi Deneyi (1932-1972)",
      "D": "Zimbardo’nun Hapishane Deneyi (1971)",
      "E": "Mola Yerlerinde Seks Pazarlığı Çalışmaları (1970)"
    },
    "explanation": "Helsinki Bildirgesi<br/>öncelikle tıp araştırmaları olmak üzere daha sonra insan katılımcıların olduğu tüm araştırmalarda<br/>yaygın olarak başvurulan “bilgilendirilmiş onam”<br/>uygulamasının temel araştırma etiği kuralı olarak<br/>yaygınlaşmasını sağlamıştır (Yıldırım ve Şimşek,<br/>2021). Sonuç olarak Helsinki Bildirgesi’nin, araştırma etiğine en önemli katkısının bilgilendirilmiş<br/>onam ve sorumlu araştırma geleneğini başlatmış<br/>olmasıdır denilebilir."
  },
  {
    "id": "3848784",
    "unitNumber": 7,
    "text": "Aldatıcı psikolojik araştırmaların etiği ile ilgili tartışmalar için bir mihenk taşı olan ve bir \"öğrenen\" ile bir \"öğreten\" in yer aldığı yer aldığı deney aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Küçük Albert Deneyi (1920)",
      "B": "Stanley Milgram Deneyi (1960-1963)",
      "C": "Tuskegee Frengi Deneyi (1932-1972)",
      "D": "Zimbardo’nun Hapishane Deneyi (1971)",
      "E": "Mola Yerlerinde Seks Pazarlığı Çalışmaları (1970)"
    },
    "explanation": "Dolayısıyla Milgram İtaat Deneyi araştırma<br/>etiği ile ilgili alanyazında iki farklı amaca hizmet<br/>etmiştir: (1) Aldatıcı psikolojik araştırmaların etiği<br/>ile ilgili tartışmalar için bir mihenk taşı olma ve (2)<br/>araştırma katılımcılarına zarar vermenin kötü bir<br/>örneği olma (Cave ve Holm, 2003’den akt. Saban,<br/>2019, 183)."
  },
  {
    "id": "3848785",
    "unitNumber": 7,
    "text": "\"Deney (Experiment)\" ismiyle sinemaya uyarlanan ve Stanford Üniversitesi'nde yapılan deney aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Stanley Milgram Deneyi (1960-1963)",
      "B": "Tuskegee Frengi Deneyi (1932-1972)",
      "C": "Zimbardo’nun Hapishane Deneyi (1971)",
      "D": "Mola Yerlerinde Seks Pazarlığı Çalışmaları<br/>(1970)",
      "E": "Küçük Albert Deneyi (1920)"
    },
    "explanation": "Deney (The Experiment) adıyla sinema filmi yapılmıştır. Stanford Üniversitesi’nde bir binanın alt<br/>katında cezaevine benzer bir fiziksel ortam yaratan<br/>Zimbardo, deneye katılmayı kabul eden bir grup<br/>erkek üniversite öğrencisini gardiyan ve hükümlü olarak iki gruba ayırmış ve bunlardan rollerine<br/>uygun davranmalarını istemiştir"
  },
  {
    "id": "3848786",
    "unitNumber": 7,
    "text": "Aldatma, bilgilendirilmiş onam ve mahremiyetin ihlali gibi tartışmalı etik konulara örnek teşkil eden ve Laud Humphreys'in yaptığı çalışma aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Küçük Albert Deneyi (1920)",
      "B": "Stanley Milgram Deneyi (1960-1963)",
      "C": "Tuskegee Frengi Deneyi (1932-1972)",
      "D": "Zimbardo’nun Hapishane Deneyi (1971)",
      "E": "Mola Yerlerinde Seks Pazarlığı Çalışmaları (1970)"
    },
    "explanation": "Mola Yerlerinde Seks Pazarlığı Çalışması hâlen aldatma, bilgilendirilmiş onam ve mahremiyetin ihlali gibi tartışmalı etik konulara örnek teşkil etmeye devam etmektedir."
  },
  {
    "id": "3848787",
    "unitNumber": 7,
    "text": "Etik kurulların kurumsal olarak yapılandırılmasına hangi alan öncülük etmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Antropoloji",
      "B": "Spor Bilimleri",
      "C": "Coğrafya",
      "D": "Arkeoloji",
      "E": "Tıp"
    },
    "explanation": "Etik kurulların kurumsal olarak yapılandırılmasına da tıp alanı öncülük etmiştir"
  },
  {
    "id": "3848788",
    "unitNumber": 7,
    "text": "Türkiye'de etik kurullar 1986 yılında ilk hangi kurumda kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Anadolu Üniversitesi",
      "B": "Gülhane Askeri Tıp Fakültesi",
      "C": "Türk Tarih Kurumu",
      "D": "Ankara Üniversitesi",
      "E": "Ege Üniversitesi"
    },
    "explanation": "Özellikle Amerika’da etik kurulların kurulmasında 1970’li yıllar başlangıç<br/>sayılmaktadır. Türkiye’de araştırma etik kurulu anlamında ilk kurullar 1986 yılında Hacettepe Üniversitesi<br/>Tıp Fakültesi’nde ve Gülhane Askeri Tıp Fakültesi’nde kurulmuştur (Kurt, 2007)."
  },
  {
    "id": "3848675",
    "unitNumber": 8,
    "text": "Çalışmalardan elde edilen sonuçlar kendi başlarına sonuca varılmasına izin verir, ancak daha soyut bir bakış açısıyla incelendiğinde çelişkilidir. \n Yukarıdaki açıklama hangi araştırma boşluğu ile ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanıt boşluğu",
      "B": "Bilgi boşluğu",
      "C": "Yöntemsel boşluk",
      "D": "Deneysel boşluk",
      "E": "Kuramsal boşluk"
    },
    "explanation": "Çalışmalardan elde edilen sonuçlar kendi başlarına sonuca varılmasına izin verir, ancak daha soyut bir bakış açısıyla incelendiğinde çelişkilidir. Bu açıklama araştırma boşluklarından kanıt boşluğu ile ilişkilidir. Bu nedenle doğru cevap A seçeneğidir."
  },
  {
    "id": "3848676",
    "unitNumber": 8,
    "text": "Mesleki davranış veya uygulamalar araştırma bulgularından sapar veya araştırma kapsamına girmez.\n Yukarıdaki açıklama hangi araştırma boşluğu ile ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yöntemsel boşluk",
      "B": "Uygulamalı bilgi boşluğu",
      "C": "Deneysel boşluk",
      "D": "Kuramsal boşluk",
      "E": "Evren-örneklem boşluğu"
    },
    "explanation": "Mesleki davranış veya uygulamalar araştırma bulgularından sapar veya araştırma kapsamına girmez. Bu açıklama araştırma boşluklarından uygulamalı bilgi boşluğu ile ilişkilidir. Bu nedenle doğru cevap B seçeneğidir."
  },
  {
    "id": "3848677",
    "unitNumber": 8,
    "text": "Şaşırtıcı, çelişkili ifadelerle başlar, okuyucunun dikkatini çekip farklı bir bakış açısı kazanmasını sağlar. Buna yönelik giriş türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ters üçgen girişi",
      "B": "Anlatı girişi",
      "C": "Paradoksal giriş",
      "D": "Sorgulayıcı giriş",
      "E": "Boşluğa dikkat çeken giriş"
    },
    "explanation": "Şaşırtıcı, çelişkili ifadelerle başlar, okuyucunun dikkatini çekip farklı bir bakış açısı kazanmasını sağlar. Buna yönelik girişe paradoksal giriş denilir. Bu nedenle doğru cevap C seçeneğidir."
  },
  {
    "id": "3848678",
    "unitNumber": 8,
    "text": "Bir hikâye veya vaka ile başlayıp okuyucunun ilgisini çekerek konuya duygusal bir bağ kurmasını sağlayan giriş türüne ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Paradoksal giriş",
      "B": "Ters üçgen girişi",
      "C": "Sorgulayıcı giriş",
      "D": "Anlatı girişi",
      "E": "Boşluğa dikkat çeken giriş"
    },
    "explanation": "Bir hikâye veya vaka ile başlayıp okuyucunun ilgisini çekerek konuya duygusal bir bağ kurmasını sağlayan girişe anlatı girişi denilir. Bu nedenle doğru cevap D seçeneğidir."
  },
  {
    "id": "3848679",
    "unitNumber": 8,
    "text": "Araştırma, yalnızca belirli bir bölge ya da şehirde gerçekleştirildiyse, elde edilen sonuçlar ülkeye genellenmez. Buna yönelik olan sınırlılığa ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Zaman sınırlılığı",
      "B": "Veri toplama yöntemi sınırlılığı",
      "C": "Deneysel sınırlılık",
      "D": "Kuramsal sınırlılık",
      "E": "Örneklem sınırlılığı"
    },
    "explanation": "Araştırma, yalnızca belirli bir bölge ya da şehirde gerçekleştirildiyse, elde edilen sonuçlar ülkeye genellenmez. Buna yönelik olan sınırlılığa örneklem sınırlılığı denilmektedir. Bu nedenle doğru cevap E seçeneğidir."
  },
  {
    "id": "3848680",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi girişteki paragrafların sıralanması için ele alınan stratejilerden birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paradoksal düzen",
      "B": "Basitten karmaşığa",
      "C": "Kronolojik düzen",
      "D": "Karşılaştırma düzeni",
      "E": "Bilinenden bilinmeyene"
    },
    "explanation": "Girişteki paragrafların sıralaması için çeşitli stratejiler vardır. Bu stratejiler arasında kronolojik düzen, karşılaştırma düzeni, basitten karmaşığa, karmaşıktan basite ve bilinenden bilinmeyene gibi düzenler sayılabilir. Bu nedenle doğru cevap A seçeneğidir."
  },
  {
    "id": "3848681",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi nicel araştırmaya yönelik desenlerden birisi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Deneysel desenler",
      "B": "Etnografik desenler",
      "C": "Kesitsel desenler",
      "D": "Nedensel-karşılaştırmalı desenler",
      "E": "Korelasyonel desenler"
    },
    "explanation": "Etnoğrafik desenler nitel araştırmaya yönelik desenlerden birisidir. Bu nedenle doğru cevap B seçeneğidir."
  },
  {
    "id": "3848682",
    "unitNumber": 8,
    "text": "........... bulguların daha geniş bir alanyazın, teori ve diğer çalışmaların sonuçları ile ilişkilendirilmesini, böylece çalışmanın alanındaki mevcut bilgi birikimine katkısının değerlendirilmesini içerir. Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İç yorum",
      "B": "Prosedür",
      "C": "Dış yorum",
      "D": "Meta sentez",
      "E": "Alanyazın sentezi"
    },
    "explanation": "Dış yorum ise, bulguların daha geniş bir alanyazın, teori ve diğer çalışmaların sonuçları ile ilişkilendirilmesini, böylece çalışmanın alanındaki mevcut bilgi birikimine katkısının değerlendirilmesini içerir. Bu nedenle doğru cevap C seçeneğidir."
  },
  {
    "id": "3848683",
    "unitNumber": 8,
    "text": "................... araştırmanın mevcut sınırlılıklarına ve bulgularına dayanarak, bilimsel topluluğa, hangi soruların daha derinlemesine incelenmesi gerektiğini ve hangi yeni yolların keşfedilmesinin beklendiğini sunar. Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alanyazınla ilişkilendirme",
      "B": "Araştırma sınırlılıkları",
      "C": "Giriş ve bulguların bağlantısı",
      "D": "İleriye dönük araştırma önerisi",
      "E": "Alternatif açıklamalar"
    },
    "explanation": "İleriye Dönük Araştırma Önerisi başlığı, araştırmanın mevcut sınırlılıklarına ve bulgularına dayanarak, bilimsel topluluğa, hangi soruların daha derinlemesine incelenmesi gerektiğini ve hangi yeni yolların keşfedilmesinin beklendiğini sunar. Bu nedenle doğru cevap D seçeneğidir."
  },
  {
    "id": "3848684",
    "unitNumber": 8,
    "text": ".................. araştırmanın sonuçlarının ve bulgularının geniş anlamda neyi ifade ettiği, bu sonuçların ileride nasıl uygulanabileceği, ne tür etkiler doğurabileceği ve hangi yeni araştırma yollarını açabileceğini ifade eder. Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sınırlılıklar",
      "B": "Dil ve anlatım",
      "C": "Son söz",
      "D": "Bulguların anlamı",
      "E": "Çıkarımlar"
    },
    "explanation": "Çıkarımlar araştırmanın sonuçlarının ve bulgularının geniş anlamda neyi ifade ettiği, bu sonuçların ileride nasıl uygulanabileceği, ne tür etkiler doğurabileceği ve hangi yeni araştırma yollarını açabileceğini ifade eder. Bu nedenle doğru cevap E seçeneğidir."
  }
]