[
  {
    "id": "1766532",
    "unitNumber": 1,
    "text": "\"Sosyal hizmetin teorik bilgi gövdesi ağırlıklı olarak; sosyoloji ve psikoloji temel disiplinleri tarafından şekillendirilmiştir\" açıklaması sosyal hizmetin hangi yönünü vurgular?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece teorik yönünün olmasını",
      "B": "Disiplinlerarası olmasını",
      "C": "Sadece uygulama yönünün olmasını",
      "D": "Kendi içine kapalı yapısını",
      "E": "Yardımlaşmayı önemsediğini"
    },
    "explanation": "Disiplinlerarası olmasını"
  },
  {
    "id": "1766606",
    "unitNumber": 1,
    "text": "Habermas'ın gruplandırdığı üç bilgi türü arasından, eleştirel düşünmenin merkezde olduğu, kişileri sosyal, politik ve kültürel baskılar ve önyargılara karşı bilinçlendiren ve özgürleştiren bir bilgi türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Farklılaştırıcı bilgi türü",
      "B": "Bütünsel bilgi türü",
      "C": "Zenginleştirici bilgi türü",
      "D": "Kapsayıcı bilgi türü",
      "E": "Özgürleştirici bilgi türü"
    },
    "explanation": "Özgürleştirici bilgi türü"
  },
  {
    "id": "1766611",
    "unitNumber": 1,
    "text": "Sosyal hizmet uygulama teorileri içinden hangi teori grubu, bir sorunun sistematik olarak analiz edilmesini sağlayan araçlar olarak tanımlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Modeller",
      "B": "Perspektifler",
      "C": "Çerçeveler",
      "D": "Açıklayıcı teoriler",
      "E": "Pratikler"
    },
    "explanation": "Çerçeveler"
  },
  {
    "id": "1766614",
    "unitNumber": 1,
    "text": "Sosyal hizmet uygulama teorileri üç farklı söylemin yan yana gelmesiyle oluşur. Her bir grup sosyal hizmetin nihai amacına göre şekillenmiştir. Bunlar sırasıyla ne şekilde sınıflandırılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Tekil söylemler, çoğul söylemler ve bütünleşik söylemler",
      "B": "Basit söylemler, karmaşık söylemler ve korumacı söylemler",
      "C": "Farklılaştıcı söylemler, birleştirici söylemler ve çarpıtıcı söylemler",
      "D": "Baskın söylemler, sosyal ve davranış bilimleri söylemleri ve alternatif söylemler",
      "E": "Sezgisel söylemler, analitik söylemler ve duygusal söylemler"
    },
    "explanation": "Baskın söylemler, sosyal ve davranış bilimleri söylemleri ve alternatif söylemler"
  },
  {
    "id": "1766616",
    "unitNumber": 1,
    "text": "İlk kez, tanınmış Sosyologlar Berger ve Luckmann tarafından ifade edilen, sosyal dünyada gerçekliğin kişisel deneyimlerle ve sosyal etkileşimler yoluyla oluşturulması kavramı ne şekilde adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsal inşa",
      "B": "Toplumsal birikim",
      "C": "Sosyal yapı",
      "D": "Sosyal içerik",
      "E": "Sosyal bütün"
    },
    "explanation": "Toplumsal inşa"
  },
  {
    "id": "1766618",
    "unitNumber": 1,
    "text": "ABD’de sosyal hizmet araştırmacısı Winokur ve arkadaşları tarafından yapılan, inceleme ölçütleri arasında; davranış sorunları, psikiyatrik bozukluklar, iyilik hali, bakımın sürekliliği ve kuruluş istismarı yer alan, meta-analiz çalışmasında hangi bakım türünün diğer bakım türlerine göre çocuklar için daha uygun olduğu görülmüştür?",
    "correctAnswer": "C",
    "options": {
      "A": "Koruyucu aile",
      "B": "Yatılı kuruluş bakımı",
      "C": "Akraba yanında bakım",
      "D": "Çocuk evleri",
      "E": "Profesyonel koruyucu aile"
    },
    "explanation": "Akraba yanında bakım"
  },
  {
    "id": "1766619",
    "unitNumber": 1,
    "text": "Bilginin temelini, bilim alanında uygulanan yöntemleri, sınır ve güvenilirlik bakımından inceleyip araştıran felsefe dalı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Entomoloji",
      "B": "Ekoloji",
      "C": "Arkeoloji",
      "D": "Antropoloji",
      "E": "Epistemoloji"
    },
    "explanation": "Epistemoloji"
  },
  {
    "id": "1766620",
    "unitNumber": 1,
    "text": "Anlatı teorisi, çözüm odaklı terapi gibi post-modern teorilerin olduğu, aynı zamanda sosyal hizmet uygulamalarında kullanılan teorilerin sayısında sürekli artışın yaşandığı dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1930 ve sonrası",
      "B": "1940 ve sonrası",
      "C": "1950 ve sonrası",
      "D": "1960 ve sonrası",
      "E": "1970 ve sonrası"
    },
    "explanation": "1970 ve sonrası"
  },
  {
    "id": "1766621",
    "unitNumber": 1,
    "text": "Payne, dünya genelinde yirmiden fazla dile tercüme edilen “<em>............\"</em> başlıklı kitabında sosyal hizmetin her ülkedeki farklı görünümünü o ülkede hakim olan siyasi paradigmanın izdüşümü olarak gruplandırmaktadır. \n Tırnak içinde boş bırakılan yere gelecek doğru cevap aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Modern Dünya",
      "B": "Modern Sosyal Hizmet Teorisi",
      "C": "Sosyal Hizmetin Önemi",
      "D": "Kamusal Alanın Yapısal Dönüşümü",
      "E": "Sosyal ve Kamusal Alan"
    },
    "explanation": "Modern Sosyal Hizmet Teorisi"
  },
  {
    "id": "1766622",
    "unitNumber": 1,
    "text": "Yaşam Kalitesi nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişilerin psikolojik durumudur.",
      "B": "Kişilerin aile fertleriyle kurduğu iletişim modelidir.",
      "C": "Kişilerin duygusal durumudur.",
      "D": "Kişilerin; fiziksel, bilişsel, duyuşsal, ekonomik, sosyal ve manevi iyilik hallerinin bütünüdür.",
      "E": "Bireylerin maddi durumudur."
    },
    "explanation": "Kişilerin; fiziksel, bilişsel, duyuşsal, ekonomik, sosyal ve manevi iyilik hallerinin bütünüdür."
  },
  {
    "id": "1941858",
    "unitNumber": 1,
    "text": "Teorik olarak sosyal hizmetler tanımlanırken seçilen kavramlar değişebilir. Aşağıdakilerden hangisi tüm coğrafyalarda, tüm toplumlarda sosyal hizmetlerin vazgeçilmez görevlerinin başında gelir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal uyum",
      "B": "Sosyal hiyerarşi",
      "C": "Sosyal adalet",
      "D": "Sosyal kalkınma",
      "E": "Sosyal güvenlik"
    },
    "explanation": "Mesleki ve Disipliner Tanım<br/>Mesleği tanımlarken seçilen kavramlar değişebilir. Ama sosyal adaletin sağlanması tüm insanlık için her zaman anlamlı bir misyondur. İnsan haklarının korunması ve geliştirilmesi vazgeçilmez bir görevdir. Ortak sorumluluğa, dayanışmaya ve farklılıklara saygıya günümüzde daha çok ihtiyacımız olduğu da çok açıktır. Teorik olarak bu ilkelerin tümü sosyal hizmet mesleğinin özü ile uyum içindedir."
  },
  {
    "id": "1941862",
    "unitNumber": 1,
    "text": "Sosyal hizmetin teorik bilgi gövdesi ağırlıklı olarak hangi temel disiplinler tarafından şekillendirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyoloji ve sosyal psikoloji",
      "B": "Sosyoloji ve psikoloji",
      "C": "Felsefe ve davranış bilimleri",
      "D": "Ekonomi ve siyaset",
      "E": "İktisat ve maliye"
    },
    "explanation": "Disiplinlerarası Çalışma Ortamı<br/>Sosyal hizmetin teorik bilgi gövdesi ağırlıklı olarak; sosyoloji ve psikoloji temel disiplinleri tarafından şekillendirilmiştir. Böylece bir alan olarak sosyal hizmet, disiplinlerarasıdır."
  },
  {
    "id": "1941892",
    "unitNumber": 1,
    "text": "Eleştirel düşünmenin merkezde olduğu, kişileri sosyal, politik ve kültürel baskılar ve önyargılara karşı bilinçlendiren bilgi türüne ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tümdengelimsel bilgi",
      "B": "Tümevarımsal bilgi",
      "C": "Teorik bilgi",
      "D": "Pratik bilgi",
      "E": "Özgürleştirici bilgi"
    },
    "explanation": "Tümdengelim - Tümevarım<br/>Tümdengelim, tümevarım ve reflektif düşünme biçimlerini Alman felsefeci Jürgen Habermas’ın (Habermas, 2019) “İletişimsel Eylem Kuramı” içinden ele alabiliriz. Habermas bilgileri, teknik, pratik ve özgürleştirici olmak üzere üç grupta sınıflandırır. Teknik bilgi, tümdengelimsel bilgiye karşılık gelir. Hayatta kalmak için dış dünyayı kontrol etmeye ve tahminde bulunmaya yöneliktir. Nedenselliğe dayalıdır. Araçsal bilgi üreten, analitik, ampirik yöntemlerle pozitif bilimlerin konusunu oluşturan bilgi türüdür. Örneğin, aile destek hizmetleri çocukların koruma-bakım altına alınmalarını önlemek için başvurulan bir hizmettir. Bu alanda çalışan bir sosyal hizmet uzmanı sıklıkla bu türdeki, araçsal bilgiye başvuracaktır. Bu bilgi türü, aile işlevselliğinin korunması için, çocukların mümkün mertebe devlet koruması altına alınmasını engellemek için gerçekleştirilen mesleki çabalarda pragmatik olarak kullanılır. Teknik bilgi, güce, otoriteye, hayatta kalmaya odaklıdır. Pratik bilgi, tümevarımsal bilgiye karşılık gelir. Pratik bilgi, toplum içinde insanların karşılaşması sonucu birbirlerini anlama ve analiz etmeye dayanan, yorumlayıcı yöntemle çalışan dil ve kültür düzeylerinde çalışan akıl ile bağlantılıdır. Örneğin, radikal sosyal hizmet istihdamın artması, yoksulluğun azalması, eğitimin yaygınlaşması ve insani kalkınmanın artması amaçlarına yönelen bir yaklaşım olmuştur. Eğer bu makro ölçekli gelişmeler sağlanırsa, ailelerin ve çocuklarının refahı ve güvenliği daha etkili biçimde korunacaktır. Toplumun genelinde buna ilişkin pratik bir ortak akıl ve söylem vardır. Pratik bilgi, gerçekliğin içselleştirilmesi ve sosyal-davranışsal normların bedenselleşmesine odaklıdır. <strong>Özgürleştirici bilgi reflektif bilgiye karşılık gelir. Eleştirel düşünmenin merkezde olduğu, kişileri sosyal, politik ve kültürel baskılar ve önyargılara karşı bilinçlendiren ve özgürleştiren bir bilgi türüdür. </strong>"
  },
  {
    "id": "1942066",
    "unitNumber": 1,
    "text": "Sosyal hizmet uygulama teorileri için bazı sınıflandırmalar yapılmaktadır. Sığınma evinde kalan şiddet mağduru bir kadınla feminist bakış açısıyla ilgilenmek bu sınıflandırmalardan hangisine bir örnek oluşturmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Teorik perspektifler",
      "B": "Teorik çerçeveler",
      "C": "Teorik modeller",
      "D": "Açıklayıcı teoriler",
      "E": "Özümseyici teoriler"
    },
    "explanation": "TEORİ TİPOLOJİSİ<br/>Sosyal hizmet uygulama teorileri için -niteliğine göre- dörtlü bir sınıflandırma yapılır (Payne, 2014). <strong>Birincisi perspektiflerdir.</strong> Perspektifler, müdahalenin konu olduğu psikososyal sorunun temellerine ilişkin bir bakış açısı sağlayan ve teknikleriyle birlikte kapsamlı bir bilinci ve daha önemlisi ‘duruşu’ içeren bir mercek gibidir. Değer yüklüdür. Örneğin, <strong>sığınma evinde kalan şiddet mağduru bir kadınla feminist perspektife başvurmadan çalışırsak, hizmet alanın toplumsal cinsiyet tutumlarını nasıl değiştirebiliriz?</strong> Ataerkil kültürün kadına yönelik şiddeti nasıl meşrulaştırabileceğine ilişkin bilinçlendirmeyi nasıl yapabiliriz? Veyahut, bir kanser veya psikoz hastasıyla çalışırken insancıl perspektifi kullanmadan, hizmet alanın maruz kaldığı toplumsal damgalanmaya karşın, kabul, güven, eşitlik ve mikro güçlendirmeyi nasıl sağlayabiliriz? Kendilik değerini nasıl artırabiliriz? Perspektifler profesyonelin uygulamasına hem yön verir hem de problemin arka planındaki kültürel, politik, manevi vd. söylemleri görmesini sağlar. Güçlendirme, Güçler / çözüm-odaklı / anlatı teorileri, insancıl / varoluşsal / tinsel teoriler, eleştirel ve feminist teoriler perspektiflere örneklerdir. İkinci teori grubu, çerçevelerdir. Perspektiflerden farklı olarak daha az değer yüklüdür. Bir sorunun sistematik olarak analiz edilmesini sağlayan araçlardır. Teorik çerçevelere iyi bir örnek ekolojik sistem teorisi olabilir. Örneğin bir kentteki sokak çocukları sorununu, ekonomik, bilişsel, duygusal, sosyal, kültürel ve politik yönleriyle analiz edebilmek için eko-sistemik çerçeve olmadan nasıl bütüncül bir kavrayış oluşturabiliriz? Bugün ekolojik sistem teorisi yalnızca bütüncül bir araç olmakla sınırlı değildir, sosyal hizmetin diğer yardım edici mesleklerden (örneğin psikolojiden ve psikolojik danışmadan) farklılığını göstermeyi de kolaylaştırır. Ekolojik sistem teorisinin yanı sıra kriz ve görev-merkezli teoriler de bu gruptadır. Üçüncü teori grubu modellerdir. Mekanik işlem adımları içeren uygulama protokolleri tasarlanmış olan çerçevelere modeller diyebiliriz. Karmaşık bir sorunda, somut, tutarlı ve yapılandırılmış araçlar olarak uygulama modellerine başvururuz. Modele iyi bir örnek, sosyal hizmet akademisyenleri William Reid ve Laura Epstein tarafından 1970’lerde geliştirilmiş olan görev-merkezli uygulamadır. Örneğin madde bağımlılığı tedavisinde kullanılan bir tedavi protokolü olan Adsız Alkolikler grubuna, direnç gösteren bir gencin katılımını sağlamak için görev-merkezli modelin işlem adımları olmadan nasıl hareket edebiliriz? Bu uygulama modeline kitabımızda yer vereceğiz. Son grupta ise açıklayıcı teoriler yer alır. İnsan davranışlarına ilişkin güçlü ampirik açıklamalar içerirler, hem nedene hem de nasıla ilişkin bilgi ve beceriler sağlarlar. Bugün ruh sağlığı mesleklerinin psikoterapide en sık kullandığı açıklayıcı teorilerin başında bilişsel-davranışçı teori geliyor. Hem bilişe, duyuşa ve davranışa ilişkin araştırmayla desteklenmiş birçok açıklama üretmiştir. Hem de psikososyal müdahalenin ölçülebilir olmasını sağlamaktadır. Somut protokolleri sayesinde de uygulanabilirliği çok daha yüksektir. Örneğin anksiyete bozukluklarında, travma semptomlarının giderilmesinde bilişsel-davranışçı terapi içermeyen bir müdahalenin (örneğin psikiyatride yalnızca psikofarmakoloji kullanılması) etkisi kısa sürebilmektedir. Psikodinamik teorileri kapsamlı içeriği nedeniyle açıklayıcı teoriler arasında sayabiliriz."
  },
  {
    "id": "1942068",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi uluslararası sosyal hizmet meslek tanımında <em><strong>yer almaz?</strong></em>",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal adalet",
      "B": "Ülke çıkarları",
      "C": "İnsan hakları",
      "D": "Ortak sorumluluk",
      "E": "Farklılıklara saygı"
    },
    "explanation": "Toplumsal İtibar İçin Teori<br/>Uluslararası sosyal hizmet meslek tanımında yer alan; insan hakları, sosyal adalet, ortak sorumluluk ve farklılıklara saygıdan oluşan dört değer, sosyal hizmet uzmanlarına insani sorunlar karşısında bir konum alma olanağı vermektedir."
  },
  {
    "id": "1942070",
    "unitNumber": 1,
    "text": "Sosyal hizmet uygulama teorileri farklı söylemlerin yan yana gelmesiyle oluşur. Aşağıdakilerden hangisi baskın söyleme örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Din",
      "B": "Çevrecilik",
      "C": "Vatandaşlık hakları",
      "D": "Hukuk",
      "E": "Sosyoloji"
    },
    "explanation": "Üç Grup Söylem<br/>Sosyal hizmet uygulama teorileri üç farklı söylemin yan yana gelmesiyle oluşur (Healy, 2012, 2014). Her bir grup sosyal hizmetin nihai amacına göre şekillenmiştir. Bunlar sırasıyla; baskın söylemler, sosyal ve davranış bilimleri söylemleri ve alternatif söylemler olarak sınıflandırılır (Bkz. Şekil 1.1.). Baskın söylemler (dominant diskurlar) sağlıkta ve sosyal hizmetlerde güç ve bilgi ilişkilerini şekillendiren en etkili söylemleri içerir. Profesyonel sistemle hizmet alanlar arasındaki kurumsal uygulama bağlamlarını temelden şekillendirirler. Bunlar; biyomedikal söylem (Kanıta dayalı tıp paradigmasının gücünü ve etkisini içerir.), <strong>hukuk söylemi</strong> (Mevzuatın sınırlayıcı ve yönlendirici etkisini içerir.) ve yeni kamu yönetimi söylemidir (Kamusal sosyal hizmetlerin işletme yöntem ve teknikleri yönetimini içerir.)."
  },
  {
    "id": "1943651",
    "unitNumber": 1,
    "text": "Sosyal hizmetin her ülkedeki farklı görünümünü o ülkede hakim olan siyasi paradigmanın izdüşümü olarak gruplandıran kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sigmund Freud",
      "B": "Carl Gustav Jung",
      "C": "Carl Rogers",
      "D": "William Reid",
      "E": "Malcolm Payne"
    },
    "explanation": "SİYASİ YÖNELİMLER<br/>Tanınmış İngiliz sosyal hizmet profesörü <strong>Malcolm Payne</strong>, dünya genelinde yirmiden fazla dile tercüme edilen “Modern Sosyal Hizmet Teorisi” (2014, Oxford Yay.) başlıklı kitabında sosyal hizmetin her ülkedeki farklı görünümünü o ülkede hakim olan siyasi paradigmanın izdüşümü olarak gruplandırmaktadır. Üç dünya görüşü sosyal hizmetin mesleki ve disipliner amaçlarını şekillendirir: Bunlar; sosyal demokrat, (neo)liberal-muhafazakar ve sosyalist paradigmalardır (Bkz. Şekil 1.2.)."
  },
  {
    "id": "1943656",
    "unitNumber": 1,
    "text": "Sosyal hizmeti bireycilik ilkesiyle etkileyen ve bireylerin özgürlüklerini sürekli teşvik ederken, yaşamın sorumluluğunu yine bireylere yükleyen siyasi yönelim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal demokrasi",
      "B": "Neoliberalizm",
      "C": "Muhafazakarlık",
      "D": "Sosyalizm",
      "E": "Komünizm"
    },
    "explanation": "SİYASİ YÖNELİMLER<br/><strong>(Neo)liberalizm sosyal hizmeti bireycilik ilkesiyle etkiler. Bireylerin özgürlükleri sürekli teşvik edilirken, yaşamın sorumluluğu kendilerine yüklenir.</strong> Kısaca, “Özgürsün çünkü hayatından sorumlusun!” denilir. Bu söz bir miktar ironi içerir. Ayrıca verilen bu özgürlükler sayesinde, herkesin ekonomik büyümeye katkı sağlaması beklenir."
  },
  {
    "id": "1943682",
    "unitNumber": 1,
    "text": "Howe, bir ülkenin siyasi ikliminin sosyal hizmetin amaçları üzerindeki güçlü etkisi mesleki rolleri çeşitlendirdiğini ileri sürerek bu uzman rolleri için bir sınıflandırma yapmıştır. Buna göre, sahip olduğu uzmanlık bilgisine başvurarak kişilerin topluma uyumuna yardımcı olan ve hem psikodinamik teorilerden hem de davranışı temel alan yaklaşımlardan beslenen uzmanlığa Howe ne ad vermiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Düzelticiler",
      "B": "Anlam arayanlar",
      "C": "Bilinç artırıcılar",
      "D": "Sorun çözücüler",
      "E": "Devrimciler"
    },
    "explanation": "Üç Farklı Yönelim<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3d97fd4a18903d3d5f121726a324ffe9.png\" alt=\"\" width=\"391\" height=\"440\">"
  },
  {
    "id": "1943698",
    "unitNumber": 1,
    "text": "Howe, bir ülkenin siyasi ikliminin sosyal hizmetin amaçları üzerindeki güçlü etkisi mesleki rolleri çeşitlendirdiğini ileri sürerek bu uzman rolleri için bir sınıflandırma yapmıştır. Buna göre, toplumdaki eşitsizliklerle odaklanan ve politik değişimden ziyade kişisel denetimi amaçlayan uzmanlığa Howe ne ad vermiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Düzelticiler",
      "B": "Anlam arayanlar",
      "C": "Bilinç artırıcılar",
      "D": "Sorun çözücüler",
      "E": "Devrimciler"
    },
    "explanation": "Üç Farklı Yönelim<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3d97fd4a18903d3d5f121726a324ffe9.png\" alt=\"\" width=\"391\" height=\"440\">"
  },
  {
    "id": "1946199",
    "unitNumber": 1,
    "text": "Aşağıdaki gruplardan hangisi sosyal hizmetler alanında çalışma yapan uzmanların temel odaklarındandır? (I) Yoksullar (II) Öğrenciler (III) Suçlular (IV) Engelliler.",
    "correctAnswer": "C",
    "options": {
      "A": "(I); (II) ve (III)",
      "B": "(II); (III) ve (IV)",
      "C": "(I); (III) ve (IV)",
      "D": "(I); ve (III)",
      "E": "(II); ve (IV)"
    },
    "explanation": "SOSYAL HİZMET TEORİLERİYLE İLGİLİ TEMEL FİKİRLER bölümü incelenebilir.<br/>Sosyal hizmetler dezavantajlı gruplarla ilgilenir. Öğrencilik kendi başına dezavantaj yaratan bir durum değildir."
  },
  {
    "id": "1946201",
    "unitNumber": 1,
    "text": "Sosyal hizmet mesleğini en kapsayıcı biçimde ifade eden anahtar sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pozitif değişim",
      "B": "Sosyal mücadele",
      "C": "Toplumsal adalet",
      "D": "Eşitlikçi yaşam",
      "E": "Bireysel farklılaşma"
    },
    "explanation": "SOSYAL HİZMET TEORİLERİYLE İLGİLİ TEMEL FİKİRLER incelenebilir.<br/>Sosyal hizmet uzmanı birey, aile, toplum ve grupların sorun çözme ve başetme kapasitesini geliştirerek hem toplumsal hem de bireysel boyutta olumlu değişimler yaratmayı amaçlar. Cevap A şıkkıdır."
  },
  {
    "id": "1946205",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi/hangileri sosyal hizmetler mesleği için teorinin tanımı ve kapsamıdır? (I) Uygulamaya rehberlik eden fikirler ve ilkelerdir. (II) Uygulama teorileri bilmenin yollarından biridir (III) Teori uygulamadan bağımsız, insanı ve toplumu açıklayan fikir ve kavramlardır. (IV) Her teori belirli bir sorunun çözümü için çizilmiş yol haritalarına sahiptir.",
    "correctAnswer": "B",
    "options": {
      "A": "(I); (II) ve (III)",
      "B": "(I); (II) ve (IV)",
      "C": "(II); (III) ve (IV)",
      "D": "(II); ve (III)",
      "E": "Yalnız (I)"
    },
    "explanation": "SOSYAL HİZMET TEORİLERİYLE İLGİLİ TEMEL FİKİRLER<br/>Sosyal hizmetler uygulamalı bir bilimdir. Dolayısıyla uygulama ve teorinin birlikte ele alınması, teorinin uygulama için bir pusula olarak görülmesi gerektiği ileri sürülmektedir. Teori ve uygulama birbirinden bağımsız olamaz. Doğru cevap B şıkkıdır."
  },
  {
    "id": "1946213",
    "unitNumber": 1,
    "text": "Jürgen Habermas’ın “İletişimsel Eylem Kuramı”na göre tümevarımsal bilgi aşağıdakilerden hangisine karşılık gelmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Özgürleştirici bilgi",
      "B": "Eylemsel bilgi",
      "C": "Reflektif bilgi",
      "D": "Pratik bilgi",
      "E": "Teknik bilgi"
    },
    "explanation": "SOSYAL HİZMET TEORİLERİYLE İLGİLİ TEMEL FİKİRLER incelenebilir.<br/>Habermas’a göre pratik bilgi toplum içinde insanların karşılaşması sonucu birbirlerini anlama ve analiz etmeye dayanan, yorumlayıcı yöntemle çalışan dil ve kültür düzeylerinde işlem yapan akıl ile bağlantılır. Tikelden tümele doğru gider. Dolayısıyla tümevarıma karşılık gelmektedir."
  },
  {
    "id": "1946216",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sosyal hizmetlerde <u>çerçeve grubu</u> teorilerin özelliklerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Problemin arkasındaki söylemlerin anlaşılmasına olanak sağlarlar",
      "B": "Somut, basamaklandırılmış uygulama modelleri sunarlar",
      "C": "İnsan davranışlarına ilişkin güçlü ampirik açıklamalar sağlarlar",
      "D": "Hem nedene hem de nasıla ilişkin bilgi ve beceriler sağlarlar",
      "E": "Bir sorunun sistematik olarak analiz edilmesini sağlarlar"
    },
    "explanation": "TEORİ TİPOLOJİSİ bölümü incelenebilir.<br/>Çerçeve grubu teorilerde bütüncül bir kavrayış oluşturmak için gereken analiz önemle vurgulanmaktadır. Bu sayede sorunu anlamak için gereken çatı oluşturulmuş olmaktadır. Ekolojik sistem teorisi bu grup teorilere iyi bir örnektir."
  },
  {
    "id": "1946218",
    "unitNumber": 1,
    "text": "Sosyal hizmet uzmanlarının ve diğer psiko-sosyal müdahale uzmanlarının genelde teori kullanım tarzı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hümanist",
      "B": "Seçici",
      "C": "Eklektik",
      "D": "Siyasal",
      "E": "Demokratik"
    },
    "explanation": "TEORİ SEÇİMİ bölümü incelenebilir<br/>Uygulamada sosyal hizmetlerin bütüncül sosyal bir sosyal kavrayış gerektirmesi nedeniyle bir çok teoriden faydalanan eklektik bir yaklaşımın kullanımı sıklıkla görülmektedir."
  },
  {
    "id": "1946221",
    "unitNumber": 1,
    "text": "Murdoch’a göre bir sosyal hizmet uzmanının teori seçmesini sağlayan sorular aşağıdakilerden hangileridir? (I) Temel kavramları ve bileşenleri nelerdir? (II) Pozitivist midir? (III) İnsan gelişimiyle ilgili varsayımı nedir? (IV) İnsan doğası hakkında hangi varsayımlara sahiptir?",
    "correctAnswer": "C",
    "options": {
      "A": "(I); (II) ve (III)",
      "B": "(II); (III) ve (IV)",
      "C": "(I); (III) ve (IV)",
      "D": "(I); ve (III)",
      "E": "(II); ve (IV)"
    },
    "explanation": "TEORİ SEÇİMİ başlıklı bölüm incelenebilir.<br/>Teorilerin her zaman pozitivist ve modernist bir bakış açışıyla seçilmesi gerekmez. Post modern yorumlayıcı teoriler de insan ve toplumu açıklayan bakış açıları oluşturmakta kullanılmaktadır."
  },
  {
    "id": "1946226",
    "unitNumber": 1,
    "text": "Malcolm Payne “Modern Sosyal Hizmetler Teorisi” adlı kitabında sosyal demokrat ülkelerde sosyal hizmetlerin hangi ilkelerle belirlendiğini ileri sürmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bireyci ve Muhafazakar",
      "B": "Neo-liberal ve Otoriter",
      "C": "Özgürlükçü ve Oluşturmacı",
      "D": "Hümanist ve Reformcu",
      "E": "Dönüştürücü ve Devrimci"
    },
    "explanation": "SİYASİ YÖNELİMLER bölümü incelenebilir.<br/>Sosyal demokrasiyi benimseyen ülkelerde devletin demokrasiyi ve insan haklarını koruyarak güç ve yetki ilişkilerinin sınırlandırılmasına çalışması genel bir amaçtır. Refahın hedefi sosyal reformdur. Güçlendirme müdahalenin çıktısıdır. Güçlendirme hümanist ve varoluşçu teorilerin hedeflerindendir. Dolayısıyla sosyal demokrasiyi benimseyen ülkelerde sosyal hizmetler hümanist ve reformcu ilkelerle şekillenmektedir."
  },
  {
    "id": "1946234",
    "unitNumber": 1,
    "text": "Etkili bir sosyal hizmet müdahalesi için aşağıdakilerden hangisine dikkat edilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanıta dayalı olmasına",
      "B": "Siyasal düzenlemelere",
      "C": "Bilişsel değişimlere",
      "D": "Düzeltici yönelimli olmasına",
      "E": "Hümanist bakış açısı olmasına"
    },
    "explanation": "MÜDAHALELER NE KADAR YARARLI bölümü incelenebilir.<br/>Kanıt temelli uygulamalar yapılan işin başarıya ulaşıp ulaşmadığını objektif biçimde gösterebilen uygulamalardır. Dolayısıyla yapılan uygulamaların kanaatler ve yorumlardan bağımsız olarak ölçüm yapmaya olanak sağlamaktadır."
  },
  {
    "id": "1946238",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi pozitivizmin savunduğu önermelerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "İnsan öznedir. Kendini ve ilişkilerini oluşturur",
      "B": "Dünya insanoğlundan bağımsız olarak var olmaktadır",
      "C": "İnsan dünyayı nesnel olarak değerlendiremez",
      "D": "Dünyayı anlamak için esnek biçimde düşünmek gerekir",
      "E": "İnsanın algısı dünyayı biçimlendirir"
    },
    "explanation": "MÜDAHALELER NE KADAR YARARLI bölümü incelenebilir.<br/>Pozitivizm dünyanın insandan bağımsız olarak var olduğunu ve objektif, nesnel ölçümlerle anlaşabileceğini savunan bir bakış açısıdır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "2137087",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisinde güç kavramına ilişkin bir boyut yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Güç, kaynak sahibi olmaktır.",
      "B": "Güç, karar verememekten geçer.",
      "C": "Güç, açıkca ortadadır.",
      "D": "Gücün boyutu saklı ya da gizil olmasıyla ilgili değildir.",
      "E": "Güç, sınırsızdır."
    },
    "explanation": "B, C, D ve E seçeneklerinde Güç, karar verme kapasitesidir. Güç, saklıdır. Gücün üçüncü boyutu, saklı ya da gizil olmasıyla ilgilidir. Güç, sınırlıdır. Bu nedenle doğru cevap \"A\" dır."
  },
  {
    "id": "2176691",
    "unitNumber": 2,
    "text": "\"Güçlendirme teorisine psikoloji disiplini içinde en önemli katkılardan birini ............... özyeterlik kavramsallaştırması ile yapmıştır\" ifadesinde boşluğa gelebilecek isim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ericson",
      "B": "Bandura",
      "C": "Freud",
      "D": "Smith",
      "E": "Pavlov"
    },
    "explanation": "Güçlendirme teorisine psikoloji disiplini içinde en önemli katkılardan birini Albert Bandura özyeterlik kavramsallaştırması ile yapmıştır. Bu nedenle doğru cevap \"B\"dir."
  },
  {
    "id": "2176713",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisinde güçlendirmenin boyutlarından birisi yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal",
      "B": "Politik",
      "C": "Çevre",
      "D": "Psikoloji",
      "E": "Kişiler arası"
    },
    "explanation": "Güçlendirmenin kişisel, kişiler arası ve sosyo politik olmak üzere üç boyutu vardır. Bu nedenle doğru cevap \"E\" dir."
  },
  {
    "id": "2176717",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisinde güçlendirmenin fikir öncüsü yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Paulo Freire",
      "B": "Bandura",
      "C": "Zimmerman",
      "D": "Solomon",
      "E": "Brown"
    },
    "explanation": "Güçlendirme büyük ölçüde, Brezilyalı eğitimci Paulo Freire’nin (Freire, 2000) 1960’lı yıllarda geliştirdiği eğitim felsefesinden beslenmiştir. Bu nedenle doğru cevap \"A\" dır."
  },
  {
    "id": "2176722",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi güçlendirmenin ayırt edici özelliklerinden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Güçlendirme kişisel kontrolü genişleten muktedir kılmayan bir süreçtir.",
      "B": "Bireyler kendi güçlenmelerinde etkin ve eşit katılımcılar olmalıdırlar. Bir diğer deyişle, bireyleri güçlendirmek yerine, sosyal hizmet uzmanı onların güçlenmelerini kolaylaştırmalıdır.",
      "C": "Güçlendirme sorunsuz toplumsal ve kültürel bağlamları değiştirme odağına sahip olmasıdır.",
      "D": "Bireyi nesne olarak değil kendi gerçekliğini değiştirmeye muktedir nesne olarak görmeyi zorunlu kılar.",
      "E": "Güçlendirme kişiseler arası kontrolü genişleten muktedir kılıcı bir süreçtir."
    },
    "explanation": "Güçlendirmenin ayırt edici özelliklerini şöyle sıralayabiliriz (Rafael, 1995): 1. Birincisi, bireyler kendi güçlenmelerinde etkin ve eşit katılımcılar olmalıdırlar. Bir diğer deyişle, bireyleri güçlendirmek yerine, sosyal hizmet uzmanı onların güçlenmelerini kolaylaştırmalıdır. 2. İkincisi, güçlendirme kişisel kontrolü genişleten muktedir kılıcı bir süreçtir. 3. Üçüncüsü, güçlendirmenin sorunlu toplumsal ve kültürel bağlamları değiştirme odağına sahip olmasıdır. 4. Son olarak güçlendirme, bireyi nesne olarak değil kendi gerçekliğini değiştirmeye muktedir özne olarak görmeyi zorunlu kılar. Bu nedenle doğru cevap \"B\" dir."
  },
  {
    "id": "2176725",
    "unitNumber": 2,
    "text": "Gücün istenen sonuçlara erişmeye yeterli olmaması gücün aşağıdaki özelliklerinden hangisiyle ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gücün bir potansiyel olmasıyla",
      "B": "Gücün sınırlarının olmasıyla",
      "C": "Gücün karar verme kapasitesi olmasıyla",
      "D": "Gücün gizli olmasıyla",
      "E": "Gücün kaynakları kullanma kapasitesi olmasıyla"
    },
    "explanation": "İnsanlar bir süreci kontrol edecek güce sahip olsalar da bu süreçten istedikleri sonucu almayabilirler. Bu da gücün sınırları olma özelliğiyle açıklanabilir.<br/>Doğru cevap B şıkkıdır."
  },
  {
    "id": "2176726",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi güçlendirmenin bileşenlerinden birisi <u>değildlr</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Pasif katılımı sağlamak",
      "B": "Aktif katılımı sağlamak",
      "C": "İşbirliği inşa etmek",
      "D": "Ortak aktivitelerde pratik destek sağlamak",
      "E": "Olayları çok boyutlu değerlendirmeyi desteklemek"
    },
    "explanation": "Motivasyon ve beceri artar.\n<br/>Aktif katılımı sağla.\n<br/>İşbirliği inşa et.\n<br/>Önleme sağla.\n<br/>Mevzuattan yararlan.\n<br/>Toplumsal bilinçlenmeyi artır.\n<br/>Öz-yeterliği ve öz-güveni geliştir.\n<br/>Sosyal değişim için uygun eylemleri keşfet Karşılıklı yardımı ve akran desteğini geliştir.\n<br/>Ortak aktivitelerde pratik destek sağla.\n<br/>Olayları çok boyutlu değerlendirmeyi destekle.\n<br/>Bu nedenle doğru cevap \"A\" dır."
  },
  {
    "id": "2176771",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisinde ekolojik sistem teorisinin temellerini oluşturan ilk akım hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekolojik sistem",
      "B": "Psiko sosyal teori",
      "C": "Sosyal",
      "D": "Genel sistemler teorisi",
      "E": "Güçlendirme"
    },
    "explanation": "Bugün kullanmakta olduğumuz, ekolojik sistem teorisinin temellerini tarihsel kronolojisine göre iki akımda inceleyebiliriz. Birinci akım, genel sistemler teorisidir. Bu nedenle doğru cevap \"D\" dir."
  },
  {
    "id": "2176776",
    "unitNumber": 2,
    "text": "\"Kişi ve çevresi arasındaki ................ sistem teorisinin merkezindedir\" ifadesinde boşluğa gelecek ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Entropi",
      "B": "Homeostezi",
      "C": "Transaksiyonlar",
      "D": "Reaksiyion",
      "E": "Eşsonluluk"
    },
    "explanation": "Kişi ve çevresi arasındaki transaksiyonlar sistem teorisinin merkezindedir. Bu nedenle doğru cevap \"C\" dir."
  },
  {
    "id": "2176834",
    "unitNumber": 2,
    "text": "Aşağıdaki seçenklerden hangisinde bir sistemin tipik işleyişinde yer almayan kavram vardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Girdi",
      "B": "İşlem",
      "C": "Süreç",
      "D": "Geribildirim",
      "E": "Çıktı"
    },
    "explanation": "Bir sistemin tipik işleyişinde sırasıyla girdi-işlem-çıktı-geribildirim vardır. Bu nedenle doğru cevap \"C\" dir."
  },
  {
    "id": "2176835",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Bronfenbrenner’in Ekolojik Sistem Teorisi içinde yer alan sistemlerden birisi <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Makro",
      "B": "Mikro",
      "C": "Egzo",
      "D": "Mezzo",
      "E": "Psiko"
    },
    "explanation": "Bu sistemler; mikrosistem, mezzosis- tem, egzosistem, makrosistem ve kronosistem (zamansal değişimler) olarak adlandırılmıştır. Bu nedenle doğru cevap \"E\" dir."
  },
  {
    "id": "2177093",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi güçlendirmenin kişiler arası boyutunu ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Kişinin olumlu benlik imgesi edinmesine yardım etmek",
      "B": "Yaşamsal tehditler karşısında kişinin öz-yeterliğini arttırmaya yardım etmek",
      "C": "Kişinin sosyal gücünü kullanarak çevresine etki etmesine yardım etmek",
      "D": "Kişinin harekete geçme yeteneğini arttırmaya yardım etmek",
      "E": "Kişinin güç eşitsizliklerine meydan okumasına yardım etmek"
    },
    "explanation": "Güçlendirme teorisini diğer yaklaşımlardan ayıran özellik güç eşitsizliklerine meydan okumayı merkezine almasıdır.<br/>Doğru cevap C şıkkıdır."
  },
  {
    "id": "2177101",
    "unitNumber": 2,
    "text": "I. Sosyal değişmeyi sağlayacak eleştirel farkındalığın temel ürünü eylemdir. \n II. Sosyal hizmet uzmanları sosyal değişim sağlayıcılarıdır. \n III. Kültürel ve sınıfsal önyargılar hakkında eleştirel soru sormak önemlidir. \n IV. Eleştirel bilinç ya da bilinç arttırma sorunlara ilişkin farkındalık geliştirir. \n Freire'nin \"ezilenlerin pedagojisi\" ile ilgili yukarıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Sosyal hizmet uzmanları değişimin sağlayıcıları değil yardımcılarıdır.<br/>Doğru cevap D şıkkıdır."
  },
  {
    "id": "2177128",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi güçlendirme yaklaşımının sosyal hizmet uygulamalarında sınırlılığının ortaya çıktığı taraflardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Güçlendirmenin uzman-hizmet alan ilişkisinde uzmanın rolünü \"kolaylaştırıcı\" olarak gören bir süreç olması",
      "B": "Güçlendirmenin bireyin kişisel kontrolünü ve kişinin öz-yeterliğini genişleten muktedir kılıcı bir süreç olması",
      "C": "Güçlendirmenin sorunlu toplumsal bağlamları değiştirme odağına sahip bir süreç olması",
      "D": "Güçlendirmenin bireyin kişisel ve kişiler arası alanda kontrol hissini odağa koyan bir süreç olması",
      "E": "Güçlendirmenin bireyi kendi gerçekliğini değiştirebilecek bir özne olarak gören süreç olması"
    },
    "explanation": "Sosyal hizmet uzmanları kendi güç ve yetkilerini hizmet alanla paylaşmak istemeyebilir ya da paylaşmak istese bile bu, hizmet alan tarafından bir \"zayıflık\" olarak algılanabilir.<br/>Doğru cevap A şıkkıdır."
  },
  {
    "id": "2177152",
    "unitNumber": 2,
    "text": "I. Karmaşıklık ve kaos teorisi sosyal hizmetlerde sık kullanılan bir sistem teorisidir.\n II. Sistem teorileri kaynağını psikoloji, psikiyatri ve sosyolojiden almıştır. \n III. Sistem teorilerinde sorunlara bakış açısından döngüsel nedensellik esastır.\n IV. Sistem teorilerinde sistemleri anlamanın yolu büyük resmi görmektir. \n Sistem teorileri ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I ve III",
      "D": "I ve IV",
      "E": "II ve IV"
    },
    "explanation": "Karmaşıklık ve kaos teorisi sosyal hizmetlerde kullanılmamaktadır. Sistem teorileri kaynağını biyoloji, fizik ve matematikten almıştır.<br/>Doğru cevap B şıkkıdır."
  },
  {
    "id": "2177170",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi genel sistemler teorisinin sosyal hizmet uygulamalarında odaklandığı alanlardan birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kişilerin sorunlarla baş etme repertuarlarını genişletmek",
      "B": "Kişilerin uyum bozucu davranışlarını değiştirmek",
      "C": "Toplumsal hizmetlerin adil dağılımını teşvik etmek",
      "D": "Kişilerin duygu denetim becerilerini geliştirmek",
      "E": "Kişilerin öz-yeterliklerini geliştirmek"
    },
    "explanation": "C şıkkı dışındakiler birey merkezli sosyal hizmet müdahaleleridir. Oysa sistem teorileri bireye odaklanmanın problemli olduğunu söyler ve bireyi daha geniş sistemin bir parçası olarak görür.<br/>Doğru cevap C şıkkıdır. <br/>Esnek ve açık iletişime dayalı birey-çevre etkileşimleri, dikey hiyerarşiye karşın yatay iletişimin tercih edilmesi, toplumsal hizmetlerin ve sosyal hakların adil dağılımının teşvik edilmesi, özel gereksinim gruplarını güçlendiren pozitif ayrımcılık ilkelerinin uygulanması, toplum genelindeki güç ve yetki ilişkilerinin dengelenmesi gibi birçok orta ve büyük ölçekli dinamiklerin üzerinde çalışmak bireysel sorunların sıklığını azaltmada etkili olmuştur."
  },
  {
    "id": "2177183",
    "unitNumber": 2,
    "text": "Boşanma ve anne yanında kalan çocuğun hem annesiyle hem de babasıyla ilişkisinde yeni davranış kalıbı geliştirmesi sırasıyla, aşağıdakilerden hangisine örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eşsonluluk -- Homeostaz",
      "B": "Transaksiyon- Entropi",
      "C": "Geribildirim -- Eşsonluluk",
      "D": "Entropi -- Transaksiyon",
      "E": "Homeostaz -- Geribildirim"
    },
    "explanation": "Boşanma açıkça entropiye uygun düşen örnektir. Çünkü bir sistemin dağılması demektir. Boşanma sonrası çocuğun her iki ebeveynle eskisinden görece farklı bir davranış kalıbı geliştirmesi transaksiyondur. Sonuncusu homeostaza da örnek olabilirdi ancak soruda böyle bir vurgu yoktur.<br/>Doğru cevap D şıkkıdır."
  },
  {
    "id": "2177189",
    "unitNumber": 2,
    "text": "Kişi-çevre ilişkilerini doğrusal değil de karşılıklı etki çerçevesinde ele aldığına göre, ekosistemik yaklaşımın en merkezi kavramı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekoloji",
      "B": "Homeostaz",
      "C": "Uyum",
      "D": "Değer",
      "E": "Norm"
    },
    "explanation": "Uyum bu yaklaşımda karşılıklı etkiyi ifade etmek için kullanılan merkezi bir kavramdır.<br/>Doğru cevap C şıkkıdır."
  },
  {
    "id": "2177197",
    "unitNumber": 2,
    "text": "Sistemik sosyal hizmet uygulamalarında, sosyal hizmet uzmanları aşağıdaki sistemlerin hangisinde rol alırlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Değişim sistemi",
      "B": "Müracaatçı sistemi",
      "C": "Eylem sistemi",
      "D": "Değerlendirme sistemi",
      "E": "Hedef sistemi"
    },
    "explanation": "Bireyin içinde olduğu çevreye müdahale eden dolayısıyla değişiklik yapan sistemin içinde sosyal hizmet uzmanları ve diğer çalışanlar yer alır. Örneğin okulda çalışılıyorsa buna okul müdürü ve öğretmenler dahil olabilir.<br/>Doğru cevap A şıkkıdır."
  },
  {
    "id": "2261167",
    "unitNumber": 2,
    "text": "Güç ile ilgili aşağıdakilerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Güç her zaman görünür değildir.",
      "B": "Güç kaynakları harekete geçirebilmektir.",
      "C": "Güç karar sürecinde kontrol sahibi olmaktır.",
      "D": "Güç istenen sonuçlara ulaşılmasıdır.",
      "E": "Güç sınırları olan bir olgudur."
    },
    "explanation": "Güç her zaman istenen sonuçlara ulaşmayı garanti etmez.<br/>Doğru cevap D şıkkıdır."
  },
  {
    "id": "3835403",
    "unitNumber": 2,
    "text": "Ağıdakilerden hangisinde Zimmerman'ın güçlendirme tanımı verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uzmanların kontrol ettiği bir destek sürecidir.",
      "B": "Sorunların kökeninin analiz edilmesidir.",
      "C": "Bireyin dış çevreyle uyum kurmasıdır.",
      "D": "Kişinin kendi kaderini kontrol etme ve kararlarını belirleme fırsatına sahip olduğu süreçtir.",
      "E": "Psikoterapötik müdahale şeklidir."
    },
    "explanation": "Kişinin kendi kaderini kontrol etme ve kararlarını belirleme fırsatına sahip olduğu süreçtir."
  },
  {
    "id": "3835404",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi güçlendirme uygulamasında kullanılan araçlardan biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Motivasyon ve beceri artırma",
      "B": "Aktif katılım sağlama",
      "C": "İşbirliği inşa etme",
      "D": "Mevzuatı kullanma",
      "E": "Kontrol mekanizmalarını gizleme"
    },
    "explanation": "Kontrol mekanizmalarını gizleme"
  },
  {
    "id": "3835406",
    "unitNumber": 2,
    "text": "Güçlendirmenin doğru olarak anlaşılması için özünü oluşturan güç kavramının boyutları üzerinde durmak gerekir. Aşağıdakilerden hangisi güç kavramının boyutları arasında <strong>yer</strong> <strong>almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Güç, kaynak sahibi olmaktır.",
      "B": "Güç, karar verme kapasitesidir.",
      "C": "Güç, saklıdır.",
      "D": "Güç, sınırlıdır.",
      "E": "Güç, tehlikelidir."
    },
    "explanation": "Güç, tehlikelidir."
  },
  {
    "id": "3835408",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Albert Bandura'nın güçlendirme teorisine psikoloji disiplini içinde yaptığı en önemli katkılardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "öz-yeterlilik",
      "B": "varsayımlar",
      "C": "eleştirel bilinç",
      "D": "bilinç artırma",
      "E": "transaksiyon"
    },
    "explanation": "öz-yeterlilik"
  },
  {
    "id": "3835409",
    "unitNumber": 2,
    "text": "Grubun ya da bir topluluğun sosyal haklarının ve refah hizmetlerine erişim kapasitesinin artırılması yönündeki aktif girişimlere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Transaksiyon",
      "B": "Homeostazi",
      "C": "Entropi",
      "D": "Öz-belirleyicilik",
      "E": "Güçlendirme"
    },
    "explanation": "Güçlendirme<br/>1. Bireylerin yaşam koşullarını geliştirmek üzere harekete geçebilmeleri için kişisel, kişiler arası ve<br/>politik güçlerinin artması sürecidir (Gutiérrez ve Lewis, 1999).<br/>2. Sosyal hizmet uygulamasında bireylerin, ailelerin, grupların ve toplulukların kişisel, kişiler<br/>arası, sosyo-ekonomik, kültürel ve siyasal güçlerini artırmalarına ve koşullarını geliştirmelerine<br/>yardımcı olmayı amaçlayan bir süreçtir (Barker, 1999).<br/>3. Kişinin yaşam alanını etkileyen güçleri yönlendirmek üzere artan bir güç ve kapasitedir (Pinderhughes, 1983)."
  },
  {
    "id": "3835412",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi güçlendirme uygulaması bileşenlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aktif katılımı sağla",
      "B": "Önleme sağla",
      "C": "Ortak aktivitelerde pratik destek sağla",
      "D": "Karşılıklı yardımı ve akran desteğini geliştir",
      "E": "Öz-benlik geliştir."
    },
    "explanation": "Öz-benlik geliştir."
  },
  {
    "id": "3835414",
    "unitNumber": 2,
    "text": "Sosyal hizmetin bir disiplin olarak ortaya çıktığı ilk yıllardan itibaren sahip olduğu kişi-çevre etkileşimleri odağı bu teori grubunun popüler olmasının temel nedenidir. Genelde planlı değişim sürecinin, “...........” aşamasında kullanılır. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "tanışma",
      "B": "ön değerlendirme",
      "C": "planlama",
      "D": "uygulama",
      "E": "son değerlendirme"
    },
    "explanation": "ön değerlendirme"
  },
  {
    "id": "3835416",
    "unitNumber": 2,
    "text": "Sistem düşüncesinin, sosyal hizmet okullarında ilk kez “sistemler teorisi” adıyla ......’da ele alındığı bildirilmektedir. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1920",
      "B": "1930",
      "C": "1940",
      "D": "1950",
      "E": "1960"
    },
    "explanation": "Sistem düşüncesinin, sosyal hizmet okullarında<br/>ilk kez “sistemler teorisi” adıyla 1930’da ele alındığı bildirilmektedir."
  },
  {
    "id": "3835417",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sistem teorisinin temel kavramlarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Transaksiyon",
      "B": "Homeostazi",
      "C": "Entropi",
      "D": "Öz-belirleyicilik",
      "E": "Geribildirim"
    },
    "explanation": "Öz-belirleyicilik"
  },
  {
    "id": "3835419",
    "unitNumber": 2,
    "text": "Homeostazinin tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Değişim süreçlerini başlatma",
      "B": "Dış çevreyle tüm bağların kopması",
      "C": "Sistem içinde dengeyi koruma hali",
      "D": "Kaotik yapının devamı",
      "E": "Sistem dışına çıkış"
    },
    "explanation": "Sistem içinde dengeyi koruma hali"
  },
  {
    "id": "1939928",
    "unitNumber": 3,
    "text": "Psikodinamik sosyal hizmet uygulaması çalışma yürütürken aşağıdakilerden hangisi ile ilgilenmez?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişilerin geçmiş yaşantıları",
      "B": "Kişilerin içsel duygusal deneyimleri",
      "C": "Kişilerin etkileşimleri",
      "D": "Kişilerin varoluşsal algı durumunun meşrulaştırımı",
      "E": "Kişilerin sosyal koşulları ve etkileşimleri"
    },
    "explanation": "\"Psikodinamik sosyal hizmet uygulaması özünde, kişilerin geçmiş yaşantılarının ve içsel duygusal deneyimlerinin şimdiki etkileşimlerine ve sosyal koşullarına olan etkisini ele alır\"."
  },
  {
    "id": "1939931",
    "unitNumber": 3,
    "text": "Freud'un psikanalitik yaklaşımdan esinlenen psikodinamik teorilerin sosyal hizmet alanına uyarlanmış haline ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Psikososyal boyut",
      "B": "Kitle psikolojisi",
      "C": "Psikososyal teori",
      "D": "Psikososyal vaka çalışması",
      "E": "Psikanalitik seans"
    },
    "explanation": "Freud'un psikanalitik yaklaşımdan esinlenen psikodinamik teorilerin sosyal hizmet alanına uyarlanmış haline psikososyal vaka çalışması denir."
  },
  {
    "id": "1942210",
    "unitNumber": 3,
    "text": "Psikososyal vaka çalışması için aşağıdaki ifadelerden hangisi doğru kabul edilemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Hollis tarafından geliştirilmiştr",
      "B": "Psikososyal bir tedavi aracıdır",
      "C": "Sosyal ilişkilerde işlevselliği artırmayı hedefler",
      "D": "Danışanın içgörü geliştirmesine yardım eder",
      "E": "Danışanın sosyal bağlantılarını haritalar"
    },
    "explanation": "Psikososyal vaka çalışması sırasında danışanın anlattıklarından yola çıkılarak içgörü kazanması ve daha iyi sosyal ilişkiler geliştirip daha işlevsel bir sosyal hayat hedeflenir. Bu sırada danışan sosyal çevresi hakkında duygu ve düşüncelerini paylaşır. Fakat bu sosyal çevrenin haritalanması psikososyal vaka çalışmasının hedefi değildir ve bununla ilgilenmez."
  },
  {
    "id": "1942213",
    "unitNumber": 3,
    "text": "Özellikle bireyle çalışmak gerektiğinde, travmatik olaylarda, bağımlılık gibi ağır sorunlarla ilgilenirken sosyal hizmet uygulamaları içinde en çok başvurulan kuramsal yapılara ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nihilist teoriler",
      "B": "Varoluşçu teoriler",
      "C": "Bilişsel teori",
      "D": "Psikodinamik teoriler",
      "E": "Etkileşimci teoriler"
    },
    "explanation": "Sosyal hizmet uygulamaları travmatik olaylarla ilgilenirken en çok psikodinamik teorilere başvurur."
  },
  {
    "id": "1942218",
    "unitNumber": 3,
    "text": "Bir sosyal hizmet uzmanının psikodinamik teorilere gereksinim duymayacağı sosyal sorunlar aşağıdaki seçeneklerden hangisinde doğru olarak ifade edilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aile içi şiddet",
      "B": "Bağımlılık tedavisi",
      "C": "Stresle başa çıkma",
      "D": "Yıldırma",
      "E": "Aileye sosyal yardım"
    },
    "explanation": "Aileye sosyal yardım için psikodnamik teorilere gereksinim duyulmaz."
  },
  {
    "id": "1942227",
    "unitNumber": 3,
    "text": "Sosyal hizmet alanının tarihsel gelişimi içinde ele aldığı ilk sosyal sorun aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bağımlılık",
      "B": "Stresle başa çıkma",
      "C": "Yıldırma",
      "D": "Aile içi şiddet",
      "E": "Yoksulluk"
    },
    "explanation": "Sosyal hizmet alanında lisans eğitimi le birlikte ilk ele alınan sorun yoksulluk olmuştur."
  },
  {
    "id": "1942238",
    "unitNumber": 3,
    "text": "Pskodinamik teoriler dendiğinde akla yalnızca psikanaliz gelmez. Psikanalizle ilgili birçok başka kavram ve kavram öbekleri de gelir. Aşağıdakilerden hangisi bu ilgili kavramlardan olamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Ego",
      "B": "Nesneye yönelme",
      "C": "Benlik",
      "D": "İçgörü",
      "E": "Var oluş"
    },
    "explanation": "Var oluş kendi anlamıyla sadece varoluşçu teorilerde kullanılır."
  },
  {
    "id": "1942247",
    "unitNumber": 3,
    "text": "İd, ego ve süperego arasındaki bilinçdışı dengeleri ve çatışmaları açıklamaya dayalı kişilik kuramı kim tarafından geliştirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Jung",
      "B": "Adler",
      "C": "Freud",
      "D": "Hollis",
      "E": "Piaget"
    },
    "explanation": "İd, ego ve süperego arasındaki bilinçdışı dengeleri ve çatışmaları açıklamaya dayalı kişilik kuramı Freud tarafından geliştirilmiştir."
  },
  {
    "id": "1942265",
    "unitNumber": 3,
    "text": "Psikanalitik çözümleme aşağıdakilerden hangisini içermez?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilinçdışı süreçlerin keşfedilmesi",
      "B": "Travmatik deneyimin hatırlanması",
      "C": "Rüyaların yorumlanması",
      "D": "Serbest çağrışım",
      "E": "Algı yönetimi"
    },
    "explanation": "Psikanaliz kişinin algısını yönetmeyi hedeflemez."
  },
  {
    "id": "1942305",
    "unitNumber": 3,
    "text": "Aşağıdaki ifadelerden hangisi psikodinamik uygulama için doğru kabul edilemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Nedenselliğe vurgu yapar",
      "B": "Sorun çözme odaklıdır",
      "C": "Tekrarlayan sosyal sorunlara çözüm olabilir",
      "D": "İçgörü geliştirmeye yardımcı olur",
      "E": "Geçmişe odaklanmaz"
    },
    "explanation": "Pskodinamik uygulama geçmişi yeniden değerlendirmeyi de içerir. Ancak bu yolla tekrar eden inatçı sosyal sorunlar teşhis edilir, içgörü geliştirilir ve çözüme odaklanılır."
  },
  {
    "id": "1942334",
    "unitNumber": 3,
    "text": "Psikodinamik uygulamaya getirilen en önemli eleştiri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal çevreden çok içsel faktörleri belirleyici kabul etme",
      "B": "Sonlandırmanın gerçekte işlemeyişi",
      "C": "Belirsiz cevapları verili alma",
      "D": "Başvuranın hep doğruyu söylediğini varsayma",
      "E": "Sosyal işlevsellik yaklaşımıyla bireyselliği değersizleştirme"
    },
    "explanation": "Psikodinamik uygulama sosyal çevreden çok bireye ait içsel faktörleri belirleyici görmekle ve kabul etmekle eleştirilmiştir."
  },
  {
    "id": "1942351",
    "unitNumber": 3,
    "text": "Sosyal hizmet uzmanlarının psikodinamik yaklaşımı yaygın biçimde kullanmaya başladığı dönem aşağıda sunulan seçeneklerin hangisinde doğru olarak ifade edilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1950'ler",
      "B": "1960'lar",
      "C": "1980'ler",
      "D": "1990'lar",
      "E": "1940'lar"
    },
    "explanation": "Sosyal hizmet uzmanları psikodinamik yaklaşımı yaygın biçimde 1960'larda kullanmaya başladılar."
  },
  {
    "id": "1947422",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi psikanalizin sosyal hizmetlerin üzerindeki etkisini açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal hizmetin duygulara ve bilindışına vurgu yapmasını sağlar.",
      "B": "Sosyal hizmetin olaylara ve düşüncelere vurgu yapmasını sağlar.",
      "C": "Sosyal hizmet uzmanının kontrol edici ve direktif veren olmasını sağlar.",
      "D": "Sorunları toplumsal ve politik bağlamda değerlendirmeyi sağlar.",
      "E": "Sosyoloji ve ekonominin başat olduğu sosyal alanlara teorik bilgi sağlar."
    },
    "explanation": "Psikanaliz sosyal hizmetlerin, olaylardan ve düşüncelerden ziyade duygulara ve bilinçdışına vurgu yapmasını sağlamıştır.<br/>Sosyal hizmetin duygulara ve bilindışına vurgu yapmasını sağlar."
  },
  {
    "id": "1947444",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi psikanaliz uygulamaları içinde agresyon içeren davranışlara düşmancıl duyguların eklenmesi olarak tanımlanr?",
    "correctAnswer": "B",
    "options": {
      "A": "İçgörü",
      "B": "Hostilite",
      "C": "Anksiyete",
      "D": "Çatışma",
      "E": "Bilinçdışı"
    },
    "explanation": "Hostilite agresyon içeren davranışlara düşmancıl duyguların eklenmesi olarak tanımlanır."
  },
  {
    "id": "1947481",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi psikodinamik teorilerin bir unsuru olarak kişilerin bilişsel çerçevelerinin davranışlarını nasıl yönlendirdiğine odaklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Nesne ilişkileri teorisi",
      "B": "Kendilik psikolojisi",
      "C": "Ego teorisi",
      "D": "İlişkisel uygulama",
      "E": "Bağlanma teorisi"
    },
    "explanation": "Psikodinamik teorilerin ana unsurlarından biri olan ego teorisi, kişilerin bilişsel çerçevelerinin davranışlarını nasıl yönlendirdiğine odaklanır."
  },
  {
    "id": "1947535",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi psikodinamik sosyal hizmet uygulamalarının temelinde yer alan ve id-ego-süper ego dengesini inceleyen kişilik kuramına ilişkin doğru bilgi vermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ego, biyolojik özellikle dürtüsel davranış kalıplarını içerir.",
      "B": "Süper ego, gerçekçi ve akılcı biçimde davranan bir kişilik parçasıdır.",
      "C": "Ego içsel dürtülere doyum bulmaya yönelik hareket eder.",
      "D": "Süper ego kişiliğin ahlaki, yargısal ve vicdan yanını oluşturur.",
      "E": "İd gerçeklik ilkesine göre hareket eder."
    },
    "explanation": "Süper ego kişiliğin ahlaki, yargısal ve vicdan yanını oluşturur. <br/>Süperego, toplumun ve ailenin kurallarını temsil ettiği için, kişiliğin ahlaki, yargısal ve vicdan yanını oluşturur. Süperego, egonun ahlaki kurallar ve değerler doğrultusunda hareket etmesine çalışarak mükemmel olmak ister. Bu nedenle, süperego ideal ve kusursuz olma ilkesine göre çalışır."
  },
  {
    "id": "1947576",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bireylerin stres olduklarında duygularına yönelen ve stresten uzaklaştıran rahatlatıcı bir araçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "Aktif baş etme",
      "B": "Kabullenme",
      "C": "Planlama",
      "D": "Strateji yapma",
      "E": "Şakaya vurma"
    },
    "explanation": "Kişiler strese maruz kaldıklarında bazen de duygulara yönelen fakat stresten uzaklaştıran kendini suçlama, şakaya vurma, davranışsal boşverme gibi rahatlatıcı araçlara başvurabilirler."
  },
  {
    "id": "1947621",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sosyal hizmet uzmanlarının psikososyal müdahalesine ilişkin doğru bilgi verir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bireysel dürtüleri baskılamaya odaklanılır.",
      "B": "Davranışsal teorilere ilişkin müdahaleleri kapsar.",
      "C": "İnsanların belirli davranışları neden yaptıklarını anlamalarını sağlar.",
      "D": "Müdahale yaklaşımı yalnızca güçlükleri ve müdahale sürecini içerir.",
      "E": "İnsanların geçmiş yaşantılarına değil, gelecek beklentilerine odaklanılır."
    },
    "explanation": "Psikososyal çalışmaların uygulama sürecinde baş etme güçlükleri- ön değerlendirme-müdahale-son değerlendirme yer almaktadır. Sosyal hizmet uzmanları insanların belirli davranışları neden yaptıklarını anlamalarını sağlar. İnsanların sorunları nasıl algıladıklarını ve yanıtlar ürettiklerini inceler.<br/>İnsanların belirli davranışları neden yaptıklarını anlamalarını sağlar."
  },
  {
    "id": "1947636",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi psikodinamik uygulamada güncel bir teknik <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kendini suçlama",
      "B": "Karşılıklı etkileme",
      "C": "Kendini açma",
      "D": "Duyguları yönetme",
      "E": "Duygusal katılım"
    },
    "explanation": "Psikososyal uygulamada güncel teknikler şöyle sıralanabilir: Duygusal katılım, duyguları yönetme, karşılıklı etkileme, geri dönme, müdahaleleri değerlendirme, kendini açma, duyguları yönetme, yüzleştirme.<br/>Kendini suçlama"
  },
  {
    "id": "1947645",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi duygusal ilişkilerde çatışmaların zarar vermeden nasıl ifade edilebildiği üzerine odaklanan psikodinamik uygulama tekniğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kendini açma",
      "B": "Duygusal katılım",
      "C": "Duyguları yönetme",
      "D": "Yüzleştirme",
      "E": "Karşılıklı etkileme"
    },
    "explanation": "Yüzleştirme tekniği duygusal ilişkilerde çatışmaların zarar vermeden nasıl ifade edilebildiği üzerine odaklanır."
  },
  {
    "id": "1947652",
    "unitNumber": 3,
    "text": "Aşağıdaki tekniklerden hangisi danışanın kaygılarını anlama ve empati kurma biçiminde uygulanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kendini açma",
      "B": "Duyguları yönetme",
      "C": "Yüzleştirme",
      "D": "Müdaheleyi değerlendirme",
      "E": "Duygusal katılım"
    },
    "explanation": "Duygusal katılım tekniği danışanın kaygılarını anlama ve empati kurma biçimde uygulanır."
  },
  {
    "id": "1947672",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi psikodinamik uygulamaların sınırlı yönlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sorunların çözümünde çevresel faktörlere daha fazla önem verilir.",
      "B": "Psikodinamik uygulamalar kısa süreli olur.",
      "C": "Psikodinamik uygulamaların ölçümü kolaydır.",
      "D": "Uygulamaların önceden belirlenen bir sonu vardır.",
      "E": "Uygulamalarda aşırı içe yönelim olur."
    },
    "explanation": "Psikodinamik uygulamalrın sınırlı yönleri şunlardır: aşırı içe yönelim, uzman rolü, uzun süreli çalışma, ölçmenin zor olması, önceden belirlenen sonunun olmaması.<br/>Uygulamalarda aşırı içe yönelim olur."
  },
  {
    "id": "3841135",
    "unitNumber": 3,
    "text": "Kişinin diğerlerine yönlendirdiği açık veya kapalı biçimli zarar verici saldırganlık eylemleri aşağıdakilerden hangisi ile ifade edilir?”",
    "correctAnswer": "A",
    "options": {
      "A": "Agresyon",
      "B": "Empati",
      "C": "İçgörü",
      "D": "Öz denetim",
      "E": "Savunma mekanizması"
    },
    "explanation": "Agresyon, kişinin diğerlerine yönlendirdiği açık veya kapalı biçimli zarar verici saldırganlık eylemleridir."
  },
  {
    "id": "3841139",
    "unitNumber": 3,
    "text": "Kişilerin bilişsel çerçevelerinin davranışlarını nasıl yönlendirdiğiyle ilgilenen ve özellikle bilinç düzeyindeki dinamiklere odaklanan psikodinamik teori aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nesne ilişkileri teorisi",
      "B": "Bağlanma teorisi",
      "C": "Kendilik teorisi",
      "D": "Ego teorisi",
      "E": "Davranışçı teori"
    },
    "explanation": "<em>Ego teorisi </em>özü itibariyle kişilerin bilişsel çerçevelerinin davranışlarını nasıl yönlendirdiği ile ilgilidir ve burada özellikle bilinç düzeyindeki dinamikler üzerinde odaklanılır."
  },
  {
    "id": "3841140",
    "unitNumber": 3,
    "text": "Geçiş nesnesi kullanımıyla ilgili aşağıdaki örneklerden hangisi <strong>nesne ilişkileri teorisini</strong> açıklamaya yöneliktir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çocuğun ağladığında dikkat çekmek için bağırması",
      "B": "Bebeğin annesi yokken ayıcığına sarılarak güvende hissetmesi",
      "C": "Bebeğin anneyle göz teması kurması",
      "D": "Çocuğun kurallara uymayı öğrenmesi",
      "E": "Çocuğun yalnızken hayali arkadaşlarla oynaması"
    },
    "explanation": "Aile-çocuk alanında uygulaması çok etkili olan nesne ilişkileri teorisinde insanların çevrelerindeki nesnelerle olan ilişkilerinin kişisel davranış- larını nasıl etkilediği inceleme konusudur. Annesi ile sağlıklı bir ayrışma yaşaması gereken bebeğe bir geçiş nesnesi olarak oyuncak ayı verilmesi tipik bir örnek olarak hatırlatılabilir."
  },
  {
    "id": "3841141",
    "unitNumber": 3,
    "text": "Aşağıdaki kuramlardan hangisi Heinz Kohut'un çok önemli katkılar verdiği ve 'ayna benlik' ile 'ideal benlik' kavramlarını içermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bağlanma teorisi",
      "B": "Ego psikolojisi",
      "C": "Nesne ilişkileri teorisi",
      "D": "Kendilik teorisi",
      "E": "Sosyal bilişsel teori"
    },
    "explanation": "Heinz Kohut’un çok önemli katkılar verdiği kendilik teorisinde de insanın kimlik inşasının çevresiyle olan etkileşimlerini nasıl biçimlendirdiği resmedilmektedir. ‘Ayna benlik’, ‘ideal benlik’ gibi kavramlarla aktarımlar buradan doğmaktadır."
  },
  {
    "id": "3841142",
    "unitNumber": 3,
    "text": "\"Haz ilkesi\" ile hareket eden ve zaman-mekân tanımaksızın dürtülerine hemen doyum arayan kişilik yapısı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Süperego",
      "B": "Ego",
      "C": "İd",
      "D": "Bilinç",
      "E": "Vicdan"
    },
    "explanation": "İd, kalıtımla gelen, doğuştan var olan ve ruhsal enerjinin kaynağını oluşturan kişiliğin ilkel bileşenidir. İd, biyolojik özellikle dürtüsel davranış kalıplarını içerir. Yeme, içme, cinsellik, saldırganlık gibi. İd, içsel dürtülerine doyum bulma çabası içerisinde hareket eder. İd beklemeksizin, bir an önce, cinsel dürtülerinin ve arzularının isteklerini yerine getirmek üzere haz almaya yönelmiş tepkiler oluşturur. Böylece, id, haz alma ilkesi çerçevesinde hareket eder. İd’in doyum bulma çabası zaman mekân tanımaz ve uygun koşullar aramaz. Örneğin, yeni doğan bebek tümüyle id’in istekleriyle hareket eder. Dolayısıyla; id, gerçekçi değildir ve tamamen bilinç dışıdır."
  },
  {
    "id": "3841143",
    "unitNumber": 3,
    "text": "<em>Aşağıdakilerden hangisi toplumun ve ailenin kurallarını temsil ederek bireyin vicdanını oluşturan, ideal ve kusursuz olma eğilimindeki kişilik yapısıdır?</em>",
    "correctAnswer": "C",
    "options": {
      "A": "Ego",
      "B": "İd",
      "C": "Superego",
      "D": "Bilinç",
      "E": "Refleks"
    },
    "explanation": "Süperego, toplumun ve ailenin kurallarını tem- sil ettiği için, kişiliğin ahlaki, yargısal ve vicdan yanını oluşturur. Süperego, egonun ahlaki kurallar ve değerler doğrultusunda hareket etmesine çalışarak mükemmel olmak ister. Bu nedenle, süperego ideal ve kusursuz olma ilkesine göre çalışır."
  },
  {
    "id": "3841144",
    "unitNumber": 3,
    "text": "<em>Danışanın duygusal olarak kırılgan olduğu geçmiş yaşantılarına yönelerek, bunların bugünkü sorunlara etkisini kavramaya çalışan teknik aşağıdakilerden hangisidir?</em>",
    "correctAnswer": "A",
    "options": {
      "A": "Geri dönme",
      "B": "Yüzleştirme",
      "C": "Karşılıklı etkileme",
      "D": "Duygusal katılım",
      "E": "Kendini açma"
    },
    "explanation": "Geri dönme: Danışanı olumlu anlamda geçmiş duygusal deneyimlerine götürerek, önceki yaşantıları yeniden canlandırarak, onun incinebilirliklerini kavrama. Bu geri dönüşler güncel sorunlara olan etkileri kavramayı sağlar, fakat fazla kullanıldığında danışandaki ilerleme yavaşlayabilir."
  },
  {
    "id": "3841145",
    "unitNumber": 3,
    "text": "<em>Aşağıdaki tekniklerden hangisi, danışana yalnızca terapötik faydası varsa sınırlı ölçüde kişisel deneyim paylaşımını içerir?</em>",
    "correctAnswer": "E",
    "options": {
      "A": "Karşılıklı etkileme",
      "B": "Müdahaleleri değerlendirme",
      "C": "Duyguları yönetme",
      "D": "Yüzleştirme",
      "E": "Kendini açma"
    },
    "explanation": "Kendini açma: Danışana yararlı olacağını düşündüğümüz kişisel deneyim ve duyguları sınırlı ve ölçülü düzeyde paylaşma. Terapötik faydası olacağından emin olmadıkça kişisel yaşantıdan paylaşım yapılmaz, fakat hem duygusal bağı sürdürmek hem de daha da önemlisi yararlılık ilkesini göz önünde bulundurarak bazı kişisel örnekler, başa çıkma deneyimleri ve üzüntü duyulabilen bazı konular süreçte danışanla paylaşılabilir. Yine de riskleri asla göz ardı edilmemelidir."
  },
  {
    "id": "3841146",
    "unitNumber": 3,
    "text": "<em>Aşağıdakilerden hangisi psikodinamik uygulamanın sınırlılıkları arasında yer almaz?</em>",
    "correctAnswer": "E",
    "options": {
      "A": "Aşırı içe yönelim",
      "B": "Uzman rolüne aşırı bağımlılık",
      "C": "Uzun süreli çalışma gerekliliği",
      "D": "Ölçme ve değerlendirme güçlüğü",
      "E": "Hızlı ve çözüm odaklı ilerleme"
    },
    "explanation": "Psikodinamik uygulamanın sınırlılıklarını; aşırı içe yönelim, uzman rolü, uzun süreli çalışma gereği ve ölçme zorluğu olarak sıralayabiliriz."
  },
  {
    "id": "3841147",
    "unitNumber": 3,
    "text": "<em>Aşağıdakilerden hangisi psikodinamik teorilerin günümüz sosyal hizmet uygulamalarında kullanıldığı alanlardan biri <strong>değildir</strong>?</em>",
    "correctAnswer": "C",
    "options": {
      "A": "Travmatik yaşantılara müdahale",
      "B": "Ruhsal bozuklukların tanımlanması",
      "C": "Kısa süreli kriz müdahaleleri",
      "D": "Bağımlılık gibi dirençli sorunlarla çalışma",
      "E": "Çocuk gelişimine dair temel bilgilerin edinilmesi"
    },
    "explanation": "Günümüz sosyal hizmet uygulamaları içinde psikodinamik teoriler güçlü konumunu sürdürmektedir. Özellikle bireyle çalışma ölçeğinde, travmatik olaylara yönelik müdahalelerde, bağımlılık gibi dirençli sorunlarda, ruhsal bozukluklarda ve duygusal bağlamı yoğun olan diğer sorunlarda başvurulmaktadır. Ayrıca çocuk gelişimiyle ilgili temel bilgiler için, ruhsal sıkıntılar ve psikopatoloji konularındaki tanımlayıcı bilgiler için psikodinamik teori gövdesinden yararlanılmaktadır. Planlı değişim süreci olarak formüle edilen sosyal hizmet müdahalesi sürecinin öndeğerlendirme aşaması için gereken bilgi gereksinimi psikodinamik teoriden yararlanarak karşılanmaktadır. Bu kuramsal yaklaşım orta ve uzun vadeli psikoterapötik müdahalelerde sıklıkla tercih edilmeye devam etmektedir."
  },
  {
    "id": "1939416",
    "unitNumber": 4,
    "text": "Davranışsal koşullanma, öğrenme ve bilişsel teorileri temel alan bütünleştirilmiş bir yaklaşım Bilişsel Davranışçı Uygulama ne zaman ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1970'ler",
      "B": "1930'lar",
      "C": "1950'ler",
      "D": "1940'lar",
      "E": "1980'ler"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "1939449",
    "unitNumber": 4,
    "text": "Çağdaş davranışçı terapiyi anlamak için belli başlı üç gelişim alanını incelemek gerekir. Bu alanlardan biri de bir uyaranla gelişimsel nedenlerle bağlantılı olan tepki arasındaki bir ilişkinin, daha sonra tepkiyi ortaya çıkarabilecek yeni bir uyaranla bağlantılı hâle gelmesi olarak tanımlanan yaklaşımdır. Bu yaklaşımın adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Edimsel koşullanma",
      "B": "Klasik koşullanma",
      "C": "Psikiyatri",
      "D": "Psikanaliz",
      "E": "Sosyal öğrenme"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Sorunun doğru cevabı B şıkkıdır."
  },
  {
    "id": "1939452",
    "unitNumber": 4,
    "text": "Gözlemsel öğrenme olarak da adlandırılan, Albert Bandura ve Richard Walters tarafından geliştirilen ve çağdaş davranışcı terapiyi anlamak için kullanılan kuramın adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Klasik koşullanma",
      "B": "Edimsel koşullanma",
      "C": "Sosyal öğrenme kuramı",
      "D": "Psikanaliz",
      "E": "Öğrenme kuramı"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Sorunun doğru cevabı C şıkkıdır."
  },
  {
    "id": "1939456",
    "unitNumber": 4,
    "text": "Bilişlerin, duygu-ların ve davranışların belirgin bir şekilde etkileşime girdiği ve karşılıklı neden-sonuç ilişkisine sahip olduğu varsayımına dayanan terapinin adı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilişsel terapi",
      "B": "Psikanaliz",
      "C": "Davranışçı terapi",
      "D": "Akılcı duygusal davranış terapisi",
      "E": "Duygusal terapi"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Sorunun doğru cevabı D şıkkıdır."
  },
  {
    "id": "1939460",
    "unitNumber": 4,
    "text": "Müracaatçının terapötik sürece bir gözlemci veya ara sıra katılan bir ziyaretçi olarak değil de, temel ve anahtar bir katılımcı olarak katıldığı bilişsel davranışçı uygulamanın tanımlayıcı unsuruna ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Motivasyonel",
      "B": "Psikoeğitim",
      "C": "İşbirlikçi",
      "D": "Yapılandırılmış",
      "E": "Aktif"
    },
    "explanation": "Sorunun doğru cevabına belirtilen sayfadan ulaşmanız mümkündür.<br/>Sorunun doğru cevabı E şıkkıdır."
  },
  {
    "id": "1939467",
    "unitNumber": 4,
    "text": "Bilişsel davranışçı uygulamada kullanılan teknik ve yöntemler bilişsel teknikler ve davranışçı teknikler olmak üzere iki başlık altında ele alınmıştır. Aşağıdakilerden hangisi davranışçı tekniklerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sokratik sorgulama tekniği",
      "B": "Model alma",
      "C": "Kendine özgü anlamı kavrayabilme",
      "D": "İmajinasyon",
      "E": "Mutlaklarla mücadele"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Sorunun doğru cevabı B şıkkıdır."
  },
  {
    "id": "1939469",
    "unitNumber": 4,
    "text": "Sosyal hizmet uzmanı müracaatçının düşüncelerini ve inançlarını anlamak ve bu inançları değiştirmek için yönlendirici sorular sorar. Bu sorular sayesinde müracaatçı temel ve ara inançları üzerinde düşünme, bu inançları sorgulama ve nihayetinde değiştirmeye doğru yönlendirilir. Bu bilişsel tekniğin adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İmajinasyon",
      "B": "Mutlaklarla mücadele",
      "C": "Sokratik sorgulama tekniği",
      "D": "Kendine özgü anlamı kavrayabilme",
      "E": "Liste tutma"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Sorunun doğru cevabı C şıkkıdır."
  },
  {
    "id": "1939470",
    "unitNumber": 4,
    "text": "Bireylerin duygu ve düşüncelerini açık bir şekilde ifade edemedikleri ve birbirlerine sahte davrandıkları fikrini temel alan davranışçı tekniğin adı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ev ödevi",
      "B": "Model alma",
      "C": "Sosyal beceri eğitimi",
      "D": "Atılganlık eğitimi",
      "E": "Maruz bırakma"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Sorunun doğru cevabı D şıkkıdır."
  },
  {
    "id": "1939475",
    "unitNumber": 4,
    "text": "Bilişsel davranışçı uygulama süreci üç temel aşamadan oluşmaktadır. Genel olarak müracaatçının duygu, düşünce ve davranışlarının mevcut sorunlarına nasıl katkıda bulunduğu ortaya çıkarılmaya çalışıldığı aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Müdahale",
      "B": "Sonlandırma",
      "C": "Öğrenme",
      "D": "Sorgulama",
      "E": "Değerlendirme"
    },
    "explanation": "Sorunun doğru cevabını belirtilen sayfada bulmanız mümkündür.<br/>Sorunun doğru cevabı E şıkkıdır."
  },
  {
    "id": "2175904",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Davranışçı yaklaşımın temsilcileri arasında bulunur? \n <ol type=\"I\"> <li>Albert Ellis</li> <li>Albert Bandura</li> <li>Ivan Pavlov</li> <li>Edward Lee Thorndike</li> <li>B. F. Skinner</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Davranışçı yaklaşımın temsilcileri arasında; “Albert Bandura, Ivan Pavlov, Edward Lee Thorndike, B. F. Skinner” bulunur.<br/>II, III, IV, V"
  },
  {
    "id": "2176153",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Bilişsel terapinin “ara inançlar” bölümü kapsamında bulunur?\n <ol type=\"I\"> <li>Kişinin dile getirmemekle birlikte inanmakta olduğu inançları</li> <li>Kişinin dile getirmemekle birlikte inanmakta olduğu kuralları</li> <li>Kişinin dile getirmemekle birlikte inanmakta olduğu emirleri</li> <li>Kişinin dile getirmemekle birlikte inanmakta olduğu varsayımları</li> <li>Kişilerin kendileri hakkında doğru olduğuna inandıkları en temel fikirleridir</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Bilişsel terapinin “ara inançlar” bölümü kapsamında, “Kişinin dile getirmemekle birlikte inanmakta olduğu; inançları, kuralları, emirleri, varsayımları “bulunur.<br/>I, II, III, IV"
  },
  {
    "id": "2176155",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, bilişsel terapinin ilkeleri arasında bulunur?\n <ol type=\"I\"> <li>Duygusal bozuklukların bilişsel modeline dayalıdır</li> <li>Kısa ve süre açısından sınırsızdır</li> <li>Bir eğitim modeline dayanmaktadır</li> <li>Psikolojik danışman ve danışan arasındaki işbirliğine bağlı bir çabadır</li> <li>Kuram ve teknikleri tümevarımsal modele dayanmaktadır</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, III, IV, V"
    },
    "explanation": "Bilişsel terapinin ilkeleri arasında; “Duygusal bozuklukların bilişsel modeline dayalıdır, Kısa ve süre açısından sınırlıdır, Bir eğitim modeline dayanmaktadır, Psikolojik danışman ve danışan arasındaki işbirliğine bağlı bir çabadır, Kuram ve teknikleri tümevarımsal modele dayanmaktadır” bulunur.<br/>I, III, IV, V"
  },
  {
    "id": "2176156",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işlevsel olmayan şemaların neden olduğu bilişsel çarpıtmalar kapsamında yer alır?\n <ol type=\"I\"> <li>Keyfi çıkarım yapmak</li> <li>Aşırı genelleme yapmak</li> <li>Küçümseme ya da abartma yapmak</li> <li>Seçici odaklanma yapmamak</li> <li>Duygusal akıl yürütme yapmak</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, V",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "İşlevsel olmayan şemaların neden olduğu bilişsel çarpıtmalar kapsamında; “Keyfi çıkarım yapmak, Aşırı genelleme yapmak, Küçümseme ya da abartma yapmak, Seçici odaklanma yapmak, Duygusal akıl yürütme yapmak” yer alır.<br/>I, II, III, V"
  },
  {
    "id": "2176158",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bilişsel davranışçı uygulamaların güçlü yönleri arasında yer alır?\n <ol type=\"I\"> <li>Uygulanabilirdir</li> <li>Çok yönlüdür</li> <li>Kanıta dayalıdır</li> <li>Kısa süreli değildir</li> <li>İnsanların yaşamında fark yaratır</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, V",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Bilişsel davranışçı uygulamaların güçlü yönleri arasında; uygulanabilirdir, çok yönlüdür, kanıta dayalıdır, insanların yaşamında fark yaratır” yer alır.<br/>I, II, III, V"
  },
  {
    "id": "2176161",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bilişsel davranışçı uygulamanın tanımlayıcı ögeleri arasında yer alır?\n <ol type=\"I\"> <li>Dinamik</li> <li>İşbirlikçi</li> <li>Sorun odaklı</li> <li>Çözüm odaklı</li> <li>Zaman sınırsız</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Bilişsel davranışçı uygulamanın; “dinamik, işbirlikçi, sorun odaklı, çözüm odaklı” tanımlayıcı ögeleri yer alır?<br/>I, II, III, IV"
  },
  {
    "id": "2176162",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi model alma türleri arasında bulunur?\n <ol type=\"I\"> <li>Katılımcı model alma</li> <li>Öz model alma</li> <li>Örtük model alma</li> <li>Sistemli model alma</li> <li>Sembolik model alma</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, V",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Model alma türleri arasında; öz model alma, örtük model alma, katılımcı model alma ve sembolik model alma türleri bulunur.<br/>I, II, III, V"
  },
  {
    "id": "2176165",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, ödülle pekiştirmede kullanılan temel ögeler arasında yer alır?\n <ol type=\"I\"> <li>Tetikleyici olay</li> <li>Destekleyici pekiştireçler</li> <li>Destekleyici pekiştireçleri temsil eden simgeler</li> <li>Dikkatlice belirlenmiş ve işlevsel olarak tanımlanmış hedef davranışlar</li> <li>Destekleyici pekiştireçlere sahip olmak için gerekli simge sayısını belirten değiş tokuş</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, V",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Ödülle pekiştirmede kullanılan temel ögeler arasında; “destekleyici pekiştireçler, destekleyici pekiştireçleri temsil eden simgeler, dikkatlice belirlenmiş ve işlevsel olarak tanımlanmış hedef davranışlar, destekleyici pekiştireçlere sahip olmak için gerekli simge sayısını belirten değiş tokuş” kuralları” yer alır.<br/>II, III, IV, V"
  },
  {
    "id": "2176166",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bilişsel davranışçı uygulamanın değerlendirme seansının hedefleri arasında bulunur?\n <ol type=\"I\"> <li>Vaka için uygun bir terapist olup olmadığınızı belirlemek</li> <li>Vaka için uygun zaman ayırıp ayıramayacağınızı belirlemek</li> <li>Birleşik tedavi ve hizmetlerin (ilaç tedavisi gibi) sunulup sunulamayacağını belirlemek</li> <li>Müracaatçının başlangıç bilişsel kavramlaştırmasını oluşturmak ve vakayı formüle etmek</li> <li>Müracaatçıyı uzun süreli yani bir dizi oturuma girileceğine alıştırmak</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Bilişsel davranışçı uygulamanın değerlendirme seansının hedefleri arasında; “Vaka için uygun bir terapist olup olmadığınızı belirlemek, Vaka için uygun zaman ayırıp ayıramayacağınızı belirlemek, Birleşik tedavi ve hizmetlerin (ilaç tedavisi gibi) sunulup sunulamayacağını belirlemek, Müracaatçının başlangıç bilişsel kavramlaştırmasını oluşturmak ve vakayı formüle etmek” bulunur.<br/>I, II, III, IV"
  },
  {
    "id": "2176170",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, sosyal hizmet uzmanı tarafından müracaatçının hatalı ve rasyonel olmayan düşüncelerinin daha doğru ve kabul edilebilir düşüncelerle değiştirilerek mevcut sorununun çözülmeye çalışıldığı bir tekniğin ifadesidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yeniden yükleme",
      "B": "Avantaj ve dezavantajları listeleme",
      "C": "Bilişsel yeniden yapılandırma",
      "D": "Mutlaklarla mücadele",
      "E": "İmajinasyon (zihinsel canlandırma)"
    },
    "explanation": "Bilişsel yeniden yapılandırma: Müracaatçının hatalı ve rasyonel olmayan düşüncelerinin daha doğru ve kabul edilebilir düşüncelerle değiştirilerek mevcut sorununun çözülmeye çalışıldığı bir tekniğin ifadesidir."
  },
  {
    "id": "3835709",
    "unitNumber": 4,
    "text": "Koşullanma yoluyla öğrenme konusundaki ilk çalışmalar kimin tarafından yapılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Skinner",
      "B": "Pavlov",
      "C": "Thorndike",
      "D": "Watson",
      "E": "Beck"
    },
    "explanation": "Pavlov"
  },
  {
    "id": "3835711",
    "unitNumber": 4,
    "text": "Davranışın otomatik olarak ortaya çıktığını savunan klasik koşullanmanın aksine, çevrede gerçekleşen davranışın sonuçları tarafından kontrol edildiğini ve bireyin uyumuna katkı sağladığını vurgulayan yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal Öğrenme",
      "B": "Bilişsel",
      "C": "İşlevselcilik",
      "D": "Hümanist",
      "E": "Edimsel koşullanma"
    },
    "explanation": "Edimsel koşullanma"
  },
  {
    "id": "3835715",
    "unitNumber": 4,
    "text": "Albert Ellis’in Akılcı Duygusal Davranış Terapisi’nin A-B-C modelinde “B” harfi aşağıdakilerden hangisini temsil eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Tetikleyici olay",
      "B": "Otomatik düşünce",
      "C": "Tetikleyici inançlar",
      "D": "Duygusal sonuçlar",
      "E": "Davranışsal tepkiler"
    },
    "explanation": "Tetikleyici inançlar"
  },
  {
    "id": "3835717",
    "unitNumber": 4,
    "text": "Sosyal hizmet uzmanı müracaatçının düşüncelerini ve inançlarını anlamak ve bu inançları değiştirmek için yönlendirici sorular sorduğu teknik aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İmajinasyon",
      "B": "Mutlaklarla Mücadele",
      "C": "Liste Tutma",
      "D": "Yeniden Yükleme",
      "E": "Sokratik Sorgulama"
    },
    "explanation": "Sokratik Sorgulama"
  },
  {
    "id": "3835719",
    "unitNumber": 4,
    "text": "Terapötik tekniklerden biri olan kendine özgü anlamı kavrayabilme tekniğinde terapist ne yapmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Müracaatçıdan otomatik düşüncelerini saymasını istemek.",
      "B": "Müracaatçıya inandığı sözcüklerin anlamını sorgulatmak.",
      "C": "Müracaatçıya geçmiş deneyimlerini yeniden yazdırmak.",
      "D": "Müracaatçının davranışlarını gözlemlemek.",
      "E": "Müracaatçının sosyal çevresini analiz etmek."
    },
    "explanation": "Müracaatçıya inandığı sözcüklerin anlamını sorgulatmak."
  },
  {
    "id": "3835721",
    "unitNumber": 4,
    "text": "Yeniden yükleme tekniğinin temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müracaatçının sorumluluklarını dengeli olarak paylaşmasını sağlamak.",
      "B": "Müracaatçının otomatik düşüncelerini ortaya çıkarmak.",
      "C": "Müracaatçıya duygusal rahatlama sağlamak.",
      "D": "Davranışsal değişiklikleri tetiklemek.",
      "E": "Geçmiş travmaları unutmak."
    },
    "explanation": "Müracaatçının sorumluluklarını dengeli olarak paylaşmasını sağlamak."
  },
  {
    "id": "3835724",
    "unitNumber": 4,
    "text": "Bilişsel yeniden yapılandırma tekniği kaç aşamada gerçekleştirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "4"
  },
  {
    "id": "3835727",
    "unitNumber": 4,
    "text": "Bilişsel davranışçı uygulamanın tanımlayıcı unsurlarından “aktif” kavramı neyi ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Danışanın pasif bir gözlemci olmasını",
      "B": "Danışanın sürece temel katılımcı olarak dahil olmasını",
      "C": "Terapistin süreci tamamen yönlendirmesini",
      "D": "Yalnızca uzaktan müdahale yapılmasını",
      "E": "Hızlı sonuçlar elde edilmesini"
    },
    "explanation": "Danışanın sürece temel katılımcı olarak dahil olmasını"
  },
  {
    "id": "3835730",
    "unitNumber": 4,
    "text": "“Çevrenin önemi” ilkesine göre, bireyin bilişsel içeriğinin şekillenmesinde hangi etmen kritik rol oynar?",
    "correctAnswer": "C",
    "options": {
      "A": "Genetik faktörler",
      "B": "Biyolojik faktörler",
      "C": "Sosyoekonomik ve sosyokültürel bağlam",
      "D": "Kişisel deneyimler",
      "E": "Yalnızca aile geçmişi"
    },
    "explanation": "Sosyoekonomik ve sosyokültürel bağlam"
  },
  {
    "id": "3835738",
    "unitNumber": 4,
    "text": "......... aşamasında genel olarak müracaatçının duygu, düşünce ve davranışlarının mevcut sorunlarına nasıl katkıda bulunduğu ortaya<br/>çıkarılmaya çalışılır. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tanışma",
      "B": "Değerlendirme",
      "C": "Müdahale",
      "D": "Uygulama",
      "E": "Sonlandırma"
    },
    "explanation": "Değerlendirme"
  },
  {
    "id": "3841367",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Klasik koşullanma </li> <li>Edimsel koşullanma </li> <li>Sosyal Öğrenme Kuramı</li> <li>Bilişsel Gelişim Kuramı</li> </ol> <br/>Yukarıdakilerden hangileri çağdaş davranışçı terapinin kuramsal temellerini oluşturan yaklaşımlar arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "Yalnız IV"
    },
    "explanation": "Çağdaş davranışçı terapiyi anlamak için belli başlı üç gelişim alanını incelemek gerekir. Bu alanlar; 1. Klasik koşullanma, 2. Edimsel koşullanma ve 3. Sosyal Öğrenme Kuramı’dır."
  },
  {
    "id": "3841368",
    "unitNumber": 4,
    "text": "Ellis'in ABC-DEF modeline göre, bireyin sahip olduğu irrasyonel inançları rasyonel inançlarla yer değiştirme aşaması aşağıdakilerden hangisi ile ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "A",
      "B": "B",
      "C": "C",
      "D": "D",
      "E": "E"
    },
    "explanation": "“E” bireyin sahip olduğu irrasyonel inançları rasyonel inançlarla yer değiştirme aşamasıdır. Örneğin, “saldırıya uğradım, bu benim için çok üzücü bir durum ancak bunun da üstesinden gelebilirim”, “Sevgilim beni terk edebilir bu dünyanın sonu değil, beni seven başkaları çıkabilir” şeklinde duygusal ve davranışsal sonuçlar yaşanmaktadır."
  },
  {
    "id": "3841381",
    "unitNumber": 4,
    "text": "<strong>\"Bir sınavdan kötü not alan bir öğrencinin, tüm hayatının başarısızlıklarla dolu olacağını düşünmesi\"</strong> aşağıdaki bilişsel çarpıtmalardan hangisine örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Seçici odaklanma",
      "B": "Aşırı genelleme",
      "C": "Felaketleştirme",
      "D": "Kişiselleştirme",
      "E": "Etiketleme"
    },
    "explanation": "Aşırı genelleme: Bir tek nedene dayanarak bireyin kendisiyle ya da olayla ilgili genelleme yapması"
  },
  {
    "id": "3841385",
    "unitNumber": 4,
    "text": "<strong>\"Bir kişinin gelecekte olacak olayları tamamen olumsuz ve umutsuz bir şekilde öngörmesi\"</strong>, hangi bilişsel çarpıtma biçimidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Keyfi çıkarım",
      "B": "Felaketleştirme",
      "C": "Duygusal akıl yürütme",
      "D": "Ya hep-ya hiç düşünme",
      "E": "Etiketleme"
    },
    "explanation": "Felaketleştirme: Bireyin geleceği tamamen olumsuz olarak görmesidir."
  },
  {
    "id": "3841388",
    "unitNumber": 4,
    "text": "Beck, Emery ve Greenberg tarafından tanımlanan bilişsel terapinin on temel ilkesi arasında <strong>yer almaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Yapılandırılmış ve yönlendirici bir yaklaşım olması",
      "B": "Terapötik ilişkinin gerekli bir koşul olarak görülmesi",
      "C": "Sokratik yöntemle ilerlemesi",
      "D": "Kuram ve tekniklerinin tümdengelimsel mantığa dayanması",
      "E": "Ev ödevlerinin sürecin merkezi bir parçası olması"
    },
    "explanation": "Bu çerçevede bilişsel terapinin on ilkesi Beck, Emergy ve Greenberg (1985; Akt. Yıldız, 2018) tarafından şu şekilde sıralanmıştır:\n 1. Duygusal bozuklukların bilişsel modeline dayalıdır\n 2. Kısa ve süre açısından sınırlıdır\n 3. Gerekli bir koşul olarak sağlıklı bir terapötik ilişkiye dayanmaktadır\n 4. Psikolojik danışman ve danışan arasındaki işbirliğine bağlı bir çabadır\n 5. Esas olarak sokratik yöntemi kullanır\n 6. Yapılandırılmış ve yönlendiricidir\n 7. Sorun odaklıdır\n 8. Bir eğitim modeline dayanmaktadır\n 9. Kuram ve teknikleri tümevarımsal modele dayanmaktadır\n 10.Ev ödevlerinin kullanımı merkezi bir rol oynar"
  },
  {
    "id": "3841400",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <strong>bilişsel davranışçı uygulamanın</strong> tanımlayıcı unsurlarından biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Psikoeğitim yaklaşımını içermesi",
      "B": "Sorun ve çözüm odaklı olması",
      "C": "Yapılandırılmış ve zaman sınırlı olması",
      "D": "Danışanın yalnızca duygusal tepkilerini değerlendirmeye odaklanması",
      "E": "Sosyal hizmet uzmanının motivasyonel destek sağlaması"
    },
    "explanation": "Bilişsel davranışçı uygulama, yalnızca duygusal tepkilere değil; düşünce, davranış ve problem çözme becerilerine de odaklanır. Dolayısıyla tek yönlü bir duygu değerlendirmesi bu yaklaşımın tanımlayıcı unsuru değildir."
  },
  {
    "id": "3841409",
    "unitNumber": 4,
    "text": "Bilişsel yeniden yapılandırma sürecinde <strong>işlevsel olmayan olumsuz otomatik düşüncelerin yerine işlevsel düşüncelerin belirlenmesi </strong>hangi aşamada ele alınır?",
    "correctAnswer": "C",
    "options": {
      "A": "Birinci aşama",
      "B": "İkinci aşama",
      "C": "Üçüncü aşama",
      "D": "Dördüncü aşama",
      "E": "Hazırlık aşaması"
    },
    "explanation": "Üçüncü Aşama: Müracaatçının yaşadığı duygusal soruna neden olan ve bu sorunun sürmesini sağlayan işlevsel olmayan olumsuz inanç ve otomatik düşünceleri ve yerine konulabilecek işlevsel olanlar belirlenir."
  },
  {
    "id": "3841410",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <strong>katılımcı model alma</strong> tekniğine bir örnek oluşturur?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir davranışın doğru biçimini bir video aracılığıyla izletmek",
      "B": "Terapistin davranışı yalnızca tarif ederek müracaatçıdan hayal etmesini istemesi",
      "C": "Uzmanının hedef davranışı göstererek müracaatçıya fiziksel destek sağlaması",
      "D": "Müracaatçının davranışını kaydedip daha sonra kendisine izletmesi",
      "E": "Modelin davranışının yalnızca zihinsel olarak canlandırılması"
    },
    "explanation": "Katılımcı Model Alma: Katılımcı model almada, hedef davranışı modelleme konusunda sosyal hizmet uzmanının aktif olarak yer aldığı bir model alma tekniğidir. Merdivenleri çıkmak konusunda korkusu olan bir müracaatçıya sosyal hizmet uzmanı ilk basamağı çıkarak model olabilir. Ardından müracaatçıyı merdiven çıkmak konusunda cesaretlendirerek ve gerektiğinde fiziksel yardımda bulunarak sürece eşlik edebilir."
  },
  {
    "id": "3841411",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <strong>değerlendirme seansında</strong> terapistin amaçlarından biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Müracaatçının başlangıç kavramsallaştırmasını oluşturmak",
      "B": "Terapist ile müracaatçı arasında terapötik ilişki başlatmak",
      "C": "Vaka için uygun bir terapist olup olmadığını belirlemek",
      "D": "Müracaatçının yasal işlemlere yönlendirilmesini sağlamak",
      "E": "Terapi süreci ve yapısı hakkında bilgi vermek"
    },
    "explanation": "Değerlendirme aşamasında genel olarak müracaatçının duygu, düşünce ve davranışlarının mevcut sorunlarına nasıl katkıda bulunduğu ortaya çıkarılmaya çalışılır (Teater). Bu temel amacın yanında değerlendirme seansının hedefleri şu şekilde sıralanabilir (Beck, 2019):\n • Müracaatçının başlangıç bilişsel kavramlaştırmasını oluşturmak ve vakayı formüle etmek,\n • Vaka için uygun bir terapist olup olmadığınızı belirlemek,\n • Vaka için uygun zaman ayırıp ayıramayacağınızı belirlemek,\n • Birleşik tedavi ve hizmetlerin (ilaç tedavisi gibi) sunulup sunulamayacağını belirlemek,\n • Müracaatçı (ve varsa aile üyeleri ) ile terapötik anlaşma başlatmak,\n • Müracaatçıyı terapi yapısı ve sürecine alıştırmak,\n • Önemli sorunları tespit etmek ve genel hedefler koymak."
  },
  {
    "id": "3841412",
    "unitNumber": 4,
    "text": "Sistematik duyarsızlaştırma sürecinde müracaatçının kaygı yaşaması durumunda aşağıdakilerden hangisi yapılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Seans sonlandırılır",
      "B": "Kaygı hiyerarşisi yeniden oluşturulur",
      "C": "Parmak kaldırması istenir ve ardından tekrar gevşeme sağlanır",
      "D": "Bir sonraki kaygı aşamasına geçilir",
      "E": "Aynı sahne gerçek ortamda yaşatılır"
    },
    "explanation": "Sistematik duyarsızlaştırma tekniğinin uygulanmasındaki ilk adım müracaatçıya aşamalı gevşeme becerisini öğretmek, ardından ise kaygı hiyerarşisi oluşturmaktır. Örneğin çalma davranışı ile ilgili kaygı yaşayan bir müracaatçının kaygı hiyerarşisinde en alt basamakta yer alan durum “bir mağazaya gitmeyi düşünmek” iken hiyerarşinin en üst basamağında yer alan, diğer bir ifade ile en yüksek düzeyde kaygı yaratan durum “bir mağazada kendi başına kalmak” olabilir. Bu iki adımın ardından gerçek duyarsızlaştırma sürecine geçilir. Müracaatçının gevşemesi sağlanarak hiyerarşik kaygı listesinin en altında yer alan sahneyi ya da aşamayı hayal etmesi istenir. <strong>Kaygı yaşaması durumunda genellikle parmağını kaldırarak bununla ilgili bir işaret verir. Ardından sosyal hizmet uzmanı müracaatçının tekrar gevşeme durumuna gelmesine yardım eder.</strong> Burada amaç kaygıyı nispeten düşük seviyede tutmaktır. Müracaatçının kaygı yaşamadan 10-15 saniye süre zarfında sahneyi hayal etmesi sağlanana kadar süreç tekrarlanır. Daha sonra müracaatçıdan her aşamayı gözünde canlandırması istenir. Sistematik duyarsızlaştırma uygulaması yapılan her seansta iki ila dört arasında madde ele alınarak, çalışılabilir (Murdock, 2013)."
  },
  {
    "id": "1939637",
    "unitNumber": 5,
    "text": "Aşağıda verilen yaklaşımlardan hangisi psikanalitik ve davranışçı yaklaşımlara alternatif olarak ortaya çıkmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumcu yaklaşım",
      "B": "İşlevci yaklaşım",
      "C": "Hümanistik psikoloji akımı",
      "D": "Anti-hümanist yaklaşım",
      "E": "Seçkinci yaklaşım"
    },
    "explanation": "Yanıtınız yanlış ise \"GİRİŞ\" bölümünü gözden geçiriniz.<br/>1960 ve 1970’li yıllarda psikanalitik ve davranışçı yaklaşımlara alternatif olarak hümanistik psikoloji akımı ortaya çıkmıştır. Hümanistik psikoloji, iki temel güç olan psikanaliz ve davranışçılığın yerine geçmeyi amaçlayan üçüncü güç hareketidir. Hümanistik psikolojinin öncüleri arasında Abraham Maslow ve Carl Rogers yer almaktadır."
  },
  {
    "id": "1939640",
    "unitNumber": 5,
    "text": "Bir birey için gerçek olan şeyin aslında onun algıladığı şey olduğundan, bir bireyi anlamanın en önemli unsurunun, o kişinin algıladığı gerçeğin ne olduğuna bakmak olduğunu savunan yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplum merkezli yaklaşım",
      "B": "Birey merkezli yaklaşım",
      "C": "Seçkinci yaklaşım",
      "D": "Sembolik yaklaşım",
      "E": "Postmodern yaklaşım"
    },
    "explanation": "Yanıtınız yanlış ise \"BİREY MERKEZLİ YAKLAŞIM\" bölümünü gözden geçiriniz.<br/>Literatürde “Danışan Merkezli Yaklaşım/ Danışandan Hız Alan Psikolojik Danışma Kuramı/ Kişi Merkezli Yaklaşım” adı altında birçok farklı isimlendirme ile yer alan birey merkezli yaklaşım, köklerini hümanist psikolojiden alan bir görüştür ve hümanistik ve fenomenolojik özelliklere sahiptir. Yaklaşıma göre bir birey için gerçek olan şey aslında onun algıladığı şey olduğundan, bir bireyi anlamak için en önemli unsur, o kişinin algıladığı gerçeğin ne olduğuna bakmak gerektiğidir"
  },
  {
    "id": "1939641",
    "unitNumber": 5,
    "text": "Birey merkezli yaklaşım aşağıda adı geçen kuramcılardan hangisi tarafından geliştirilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Irvin Yalom",
      "B": "Gerald Corey",
      "C": "Nancy L. Murdock",
      "D": "Alfred Schultz",
      "E": "Carl Rogers"
    },
    "explanation": "Yanıtınız yanlış ise \"BİREY MERKELİ YAKLAŞIM\" bölümünü gözden geçiriniz.<br/>Birey merkezli yaklaşım Carl Rogers tarafından 1940’lı yıllarda temellendirilmiştir. Carl Rogers’ın kırk yıllık çalışmalarının sonucu ortaya çıkan yaklaşım üç farklı şekilde tanınmaktadır. İlk olarak Rogers, modelini yönlendirici olmayan terapi olarak adlandırmış daha sonra düşünceleri geliştikçe, modelini danışan merkezli terapi olarak yeniden adlandırmış ve 1980’li yıllarda da kuramının psikolojik danışma ortamının dışında da uygulanabilir olduğunu fark ederek birey merkezli yaklaşım terimini kullanmaya başlamıştır."
  },
  {
    "id": "1939748",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi birey merkezli yaklaşımın temel kavramlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Benlik",
      "B": "Düşünümsellik",
      "C": "Ayna dönemi",
      "D": "Tipleştirme",
      "E": "Sağduyu bilgisi"
    },
    "explanation": "Yanıtınız yanlış ise \"Birey Merkezli Yaklaşımın Temel Kavramları\" bölümünü gözden geçiriniz.<br/>Rogers’ın kuramında deneyim, benlik, benlik kavramı, olumlu saygı ve olumlu benlik saygısı, gerçekleşme eğilimi ve kendini gerçekleştirme gibi kavramlar önemlidir. Birey Merkezli Yaklaşımın Temel Kavramları. Deneyim/Yaşantı Birey merkezli yaklaşımda deneyim kavramı bireyin subjektif (öznel) dünyasına işaret etmektedir. Buna göre bir kişinin davranışını anlamak için kendisi ve içinde bulunduğu dünyasına ilişkin subjektif farkındalığı hakkında bilgi sahibi olmak gereklidir. Rogers, “yaşantıyı” potansiyel olarak bilinçli olan olaylarla sınırlandırmıştır. Birey merkezli kurama göre insanlar gelişebilmek için yaşantılarını doğru olarak yaşayabilmeli, organizmalarına iyi gelen ve zarar veren olayları ayırt edebilmelidir. Yaşantı ne kadar çarpıtılmadan veya kesintiye uğramadan yaşanmışsa, bireyin fonksiyonel olma ihtimali de o kadar artacaktır."
  },
  {
    "id": "1939753",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi birey merkezli yaklaşımda terapötik ilişkiyi sağlamaya çalışan temel eylemlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "bastırma",
      "B": "izole etme",
      "C": "geri çekilme",
      "D": "aktif dinleme",
      "E": "pasif dinleme"
    },
    "explanation": "Yanıtınız yanlış ise \"Birey Merkezli Yaklaşımı Uygulamada Kullanmak\" bölümünü gözden geçiriniz.<br/>Birey merkezli yaklaşımda tekniklerden ziyade müracaatçı ve uzman arasındaki terapötik ilişki ön plandadır. Bu bağlamda terapötik ilişkiyi sağlamaya çalışan temel eylemler; aktif dinleme, yakınlık, içerik ve duygu yansıtma, içtenlik ve kendini açma olarak sıralanabilir"
  },
  {
    "id": "1940031",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi varoluşçu yaklaşımın felsefi temellerinin oluşmasında etkili olan düşünürlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Max Weber",
      "B": "Emile Durkheim",
      "C": "Friedrich Nietzsche",
      "D": "Alfred Schultz",
      "E": "George Simmel"
    },
    "explanation": "Yanıtınız yanlış ise \"VAROLUŞÇU YAKLAŞIM\" bölümünü gözden geçiriniz<br/>Pek çok önemli kaynak varoluşçu yaklaşımın kurucusu olarak varoluşçu filozof Soren Kierkegaaard’ı görmektedir. Ancak varoluşçu yaklaşımın felsefi temellerinin oluşmasında birçok kişinin eserleri ve görüşleri etkili olmuştur. Bunlar arasında Friedrich Nietzsche, Martin Buber, Martin Heideggard ve Jean Paul Sartre gibi filozoflar yer almaktadır."
  },
  {
    "id": "1940271",
    "unitNumber": 5,
    "text": "Varoluşçulara göre insanın dünyadaki varoluş alanlarından biri olan 'umwelt'in tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İnsan dünyası",
      "B": "Doğa yasalarının dünyası, biyolojik dünya",
      "C": "Kişinin öznel dünyası",
      "D": "Dinsel-ruhani dünya",
      "E": "İnsanın tinsel varoluşu"
    },
    "explanation": "Yanıtınız yanlış ise \"Varoluşçu Yaklaşımın Temel Felsefesi\" bölümünü gözden geçiriniz.<br/>İnsanın dünyadaki varoluş alanı üçe ayrılmaktadır. Varoluşçular, insanın kişiliğinin anlaşılabilmesi için bu üç alana eşit önem verilmesi gerektiğini vurgular. Bu üç alan: 1.Umwelt; doğa yasalarının dünyası, biyolojik dünya, 2. Mithwelt; insan dünyası, 3. Eigenwelt; kişinin öznel dünyasıdır. Aslında bu üç alan birbirinden ayrılmaz bir bütünlük içindedir. Varoluşçu kuramın günümüzdeki temsilcilerinden olan Emmy van Deurzen (2017) bu üç boyuta insanın tinsel varoluş boyutunu simgeleyen Überwelt’i eklemiştir."
  },
  {
    "id": "1940275",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi varoluşçu yaklaşımın temel kavramlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyallik",
      "B": "Cesaret",
      "C": "Mutluluk",
      "D": "Yaşam",
      "E": "Kaygı"
    },
    "explanation": "Yanıtınız yanlış ise \"Varoluşçu Yaklaşımın Temel Kavramları\" bölümünü gözden geçiriniz.<br/>Yalom (1980) insan varlığı için dört temel varoluşçu temanın bulunduğunu belirlemiştir. Bu temalar; ölüm, özgürlük, izolasyon ve anlamsızlıktır. Bunun yanı sıra varoluşçu yaklaşım çerçevesinde Yalom ve Bugental tarafından tanımlanmış olan kavramlar şu şekilde sıralanabilir; ölüm, kaygı, seçim, sorumluluk, özgürlük, izolasyon ve anlamsızlık. Tüm bu varoluşçu kavramları birbirinden bağımsız düşünmemek gerekir."
  },
  {
    "id": "1940283",
    "unitNumber": 5,
    "text": "Daha çok gelecekte yerine getirilecek anlamlar üzerinde odaklanan, anlam merkezli psikoterapinin adı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özterapi",
      "B": "Teknoterapi",
      "C": "Logoterapi",
      "D": "Etnoterapi",
      "E": "Psikoterapi"
    },
    "explanation": "Yanıtınız yanlış ise \"Varoluşçu Yaklaşımın Temel Kavramları\" bölümünü gözden geçiriniz.<br/>Logoterapi: Anlam merkezli bir psikoterapidir. Daha çok gelecekte yerine getirilecek anlamlar üzerinde odaklaşır."
  },
  {
    "id": "1940291",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi varoluşçu uygulamada kullanılan terapötik tekniklerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dikkat dağıtma",
      "B": "Unutturma",
      "C": "Görmezden gelme",
      "D": "Paranteze Alma",
      "E": "Yerinden çıkarma"
    },
    "explanation": "Yanıtınız yanlış ise \"Varoluşçu Uygulamada Kullanılan Terapötik Teknikler\" bölümünü gözden geçiriniz.<br/>Varoluşçu uygulamada kullanılan terapötik teknikler şu şekilde sıralanabilir.\n Sözsüz Davranışlara Dikkat Etme\n Kendini Açma\n Paradoksal Niyet\n Dikkati Dış Dünyaya Yöneltme\n Rüya Çalışması\n Paranteze Alma\n Varoluşçu Şok Terapisi\n Yönlendirilmiş Fantezi"
  },
  {
    "id": "2846072",
    "unitNumber": 5,
    "text": "Psikoterapi almaya gelenler için hasta yerine 'danışan' terimini ilk kez kullanan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Francis Bacon",
      "B": "Thomas Aquinas",
      "C": "Carl Rogers",
      "D": "Rollo May",
      "E": "Soren Kierkegard"
    },
    "explanation": "Psikoterapi almaya gelenler için hasta yerine 'danışan' terimini ilk kez kullanan kişi Carl Rogers' tır."
  },
  {
    "id": "2846073",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Deneyim/ Yaşantı</li> <li> Benlik ve benlik kavramı</li> <li>Olumlu saygı ve olumlu benlik saygısı</li> <li>Gerçekleştirme eğilimi</li> <li>Kendini gerçekleştirme</li> </ol> Yukarıdakilerden hangisi/hangileri Rogers'ın kuramında önemli kavramlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "I-II-III",
      "C": "I-IV-V",
      "D": "III-IV-V",
      "E": "I-II-III-IV-V"
    },
    "explanation": "<ul> <li>Deneyim/ Yaşantı</li> <li> Benlik ve benlik kavramı</li> <li>Olumlu saygı ve olumlu benlik saygısı</li> <li>Gerçekleştirme eğilimi</li> <li>Kendini gerçekleştirme</li> </ul> Yukarıdakilerden hepsi Rogers'ın kuramı için önemlidir."
  },
  {
    "id": "2846074",
    "unitNumber": 5,
    "text": "“Sözlerin endişelenecek bir durum olmadığını ifade etmesine rağmen vücudun sanki gerginmiş gibi titriyor.”\n Yukarıdaki ifade aşağıdaki birey merkezli yaklaşımda kullanılan terapötik tekniklerden hangisi ile açıklanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Aktif Dinleme",
      "B": "Yakınlık",
      "C": "İçerik ve duygu yansıtma",
      "D": "İçtenlik ve kendini açma",
      "E": "Saygı ve kabul"
    },
    "explanation": "Yakınlık; Sosyal hizmet uzmanının müracaatçıya yakınlık içeren terapötik ifadelerin kullanımını içerir. Yakınlık genel olarak ilişkiler için, özel olarak da duygular için şimdi ve burada yaklaşımı sağlamaktadır. “Sözlerin endişelenecek bir durum olmadığını ifade etmesine rağmen vücudun sanki gerginmiş gibi titriyor.” şeklinde ifadeler yakınlık içeren ifadelere örnek verilebilir."
  },
  {
    "id": "2846075",
    "unitNumber": 5,
    "text": "Pek çok önemli kaynak varoluşçu yaklaşımın kurucusu olarak aşağıdaki filozoflardan hangisini öne sürmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Soren kierkegaaard",
      "B": "Friedrich Nietzsche",
      "C": "James Bugental",
      "D": "Martin Heidegger",
      "E": "Jean-Paul Sartre"
    },
    "explanation": "Pek çok önemli kaynak varoluşçu yaklaşımın kurucusu olarak varoluşçu filozof Soren Kierkegaaard’ı görmektedir."
  },
  {
    "id": "2846076",
    "unitNumber": 5,
    "text": "Varoluşun tinsel boyutunu açıklayan varoluş alanı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Umwelt",
      "B": "Mitwelt",
      "C": "Eigenwelt",
      "D": "Übetwelt",
      "E": "Asset"
    },
    "explanation": "Übetwelt: Varoluşun tinsel boyutudur."
  },
  {
    "id": "2846077",
    "unitNumber": 5,
    "text": "Danışana sıkıntı veren bir semptom veya problem ve yaşantıyı bilerek “sonuna kadar” yaşaması için onu cesaretlendirme olarak ifade edilen terapötik teknik aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paradoksal niyet",
      "B": "Kendini açma",
      "C": "Rüya çalışması",
      "D": "Sözlü davranışlara dikkat etme",
      "E": "Dikkati dış dünyaya yöneltme"
    },
    "explanation": "Paradoksal Niyet: Danışana sıkıntı veren bir semptom veya problem ve yaşantıyı bilerek “sonuna kadar” yaşaması için onu cesaretlendirmek."
  },
  {
    "id": "2846078",
    "unitNumber": 5,
    "text": "Danışandan kendi ölümünü düşünmesi istenilen; ölümünün nerede, ne zaman, nasıl olduğunu ve cenaze töreninin nerede ve nasıl yapıldığını, arkasından neler söylendiğini düşünmesi istenilen terapötik teknik aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Varoluşçu şok terapisi",
      "B": "Paranteze alma",
      "C": "Empatik doğrulama",
      "D": "Anlam oluşturma",
      "E": "Yönlendirilmiş Fantezi"
    },
    "explanation": "Yönlendirilmiş Fantezi: Danışandan bir şekilde kendi ölümünü düşünmesi istenir; ölümünün nerede, ne zaman, nasıl olduğunu ve cenaze töreninin nerede ve nasıl yapıldığını, arkasından neler söylendiğini düşünmesi istenilir."
  },
  {
    "id": "2846079",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi varoluşçu yaklaşımın uygulama alanlarından <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnızlıktan dolayı kaygı yaşayan danışanlar",
      "B": "Gelişimsel krizlerle mücadele eden danışanlar",
      "C": "Anlamsızlık sorunu yaşayan danışanlar",
      "D": "Sorumluluktan kaçınan danışanlar",
      "E": "Travma sonrası stres bozukluğu yaşayan danışanlar"
    },
    "explanation": "Varoluşçu yaklaşımın günümüzde ilgi odağı, dünyada kendini yalnız hisseden ve bu yalnızlıktan dolayı kaygı yaşayan danışanlardır. Bunun yanı sıra özellikle gelişimsel krizlerle mücadele eden danışanlar için de varoluşsal yaklaşım oldukça uygundur. Gelişimsel aşamalarda yaşanan sorunlara; “ergenlerde yaşanan kimlik mücadelesi, orta yaştaki olası hayal kırıklıklarına karşı verilen mücadele, çocukların evi terk etmesine uyum gösterme, evlilikte ve çalışma yaşamındaki başarısızlıkların üstesinden gelme ve yaşlılıkta giderek artan fiziksel sınırlamalarla uğraşma” örnek olarak verilebilir. Yanı sıra genellikle yaşam alanı kısıtlanmış, anlamsızlık sorunu yaşayan, özgürce seçim yapmaktan ve sorumluluktan kaçınan danışanlarla da uygulanmaktadır."
  },
  {
    "id": "2846080",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li> Felçli hastaların sağaltımı</li> <li>Çocuk istismarı</li> <li>Aile tedavisi</li> </ol> Yukarıdakilerden hangisi varoluşçu yaklaşıma dayalı uygulamaların başarılı bir şekilde kullanıldığı sosyal hizmet alanlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I,II,III"
    },
    "explanation": "Varoluşçu yaklaşıma dayalı uygulamaların başarılı bir şekilde kullanıldığı sosyal hizmet alanları ise; felçli hastaların sağaltımı, klinik sosyal hizmet uygulaması, adölesanlarla gerçekleştirilen çalışmalar, yaşlılara yönelik sosyal hizmet uygulamaları, aile tedavisi, evli çiftlerle yapılan uygulamalar, çocuk istismarı, sosyal hizmet süpervizyonu, madde kullananların sağaltımı, savaş gazileri ile gerçekleştirilen çalışmalar ve sosyal hizmet eğitimidir."
  },
  {
    "id": "2846081",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi varoluşçu terapinin gelişmesine katkıda bulunan dört öncü kuramcıdan biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Alfred Binet",
      "B": "Rollo Reese May",
      "C": "Victor Emil Frankl",
      "D": "James Thomas Bugental",
      "E": "Irvin David Yalom"
    },
    "explanation": "Varoluşçu terapinin gelişmesine katkıda bulunan dört öncü kuramcı; Rollo Reese May, James Thomas Bugental,<br/>Irvin David Yalom ve Victor Emil Frankl’tır."
  },
  {
    "id": "2849818",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi varoluşçu yaklaşımın ve birey merkezli yaklaşımın temelini oluşturmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fenomenoloji",
      "B": "Gözlem",
      "C": "Yönlendiricilik",
      "D": "Kronoloji",
      "E": "Hümanizm"
    },
    "explanation": "Varoluşçu yaklaşımın temelini oluşturan fenomenoloji birey merkezli yaklaşım için de temel oluşturmaktadır."
  },
  {
    "id": "2849829",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>1940lı yıllar - Yönlendirici olmayan terapi </li> <li>1950li yıllar - Danışandan hız alan terapi </li> <li>1960lı yıllar - Danışandan hız alan yaklaşım</li> <li>1980li yıllar ve sonrası - Birey merkezli yaklaşım</li> </ol> Aşağıdakilerden hangisinde birey merkezli yaklaşımın gelişiminde belirtilen dört dönem ve isimlendirmeleri doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I, II ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Eşleştirilen dönemler Tablo 5.1'de verilmiştir ve hepsi doğru olarak sıralanmıştır."
  },
  {
    "id": "2849842",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Rogers'ın kişilik kuramı temelinde yer alan kavramlardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Deneyim - Yaşantı",
      "B": "Benlik - Benlik kavramı",
      "C": "Deneyim - Benlik",
      "D": "Benlik - Olumlu benlik",
      "E": "Benlik kavramı - Gerçekleştirme"
    },
    "explanation": "Rogers’ın kişilik kuramının temelinde “benlik” (öz) ve “benlik kavramı” yer almaktadır."
  },
  {
    "id": "2849846",
    "unitNumber": 5,
    "text": "\"......... benlik, bir kişinin olmak istediği benliğidir.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Olumlu",
      "B": "Kavramsal",
      "C": "Hümanist",
      "D": "İdeal",
      "E": "Öz"
    },
    "explanation": "İdeal benlik, bir kişinin olmak istediği benliğidir."
  },
  {
    "id": "2849852",
    "unitNumber": 5,
    "text": "Rogers’a göre bireyin hem biyolojik hem de psikolojik gelişimini içeren en temel insani süreç aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kendini ötekileştirme",
      "B": "Empati kurma",
      "C": "Gerçekleştirme eğilimi",
      "D": "Olumlu deneyim",
      "E": "Olumlu benlik saygısı"
    },
    "explanation": "Rogers’a göre en temel insani süreç, gerçekleştirme eğilimidir. Yani “organizmanın varlığını sürdürmesine veya geliştirmesine hizmet etmek üzere tüm kapasitesini geliştirmek üzere sahip olduğu doğal bir eğilimdir ve bireyin hem biyolojik hem de psikolojik gelişimini içermektedir."
  },
  {
    "id": "2849861",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi birey merkezli yaklaşımı uygulamada kullanmada Rogers'ın, değişimin başlamasında gereken terapötik süreç için önerdiği koşullardan biri <strong>değildir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal hizmet uzmanı ve müracaatçı psikolojik işbirliği ilişkisi içinde olmalıdır",
      "B": "Müracaatçı, sosyal hizmet uzmanının bağdaşımını, koşulsuz kabulünü ve empatik anlayışını hissetmelidir.",
      "C": "Uzman, müracaatçının deneyimlerine katı bir anlayışla yaklaşmalıdır.",
      "D": "Uzman, müracaatçısını koşulsuz olarak kabul etmekte ve saygı duymaktadır.",
      "E": "Sosyal hizmet uzmanı bağdaşım içinde tutarlı ve kendi kendinden hoşnuttur."
    },
    "explanation": "Rogers değişimin başlaması için gerekli ortamın oluşturulmasında terapötik süreç için gerekli altı koşulun olması gerektiğini iddia etmektedir. Uzman, müracaatçının deneyimlerine katı değil empatik bir anlayışla yaklaşmalıdır."
  },
  {
    "id": "2849865",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisinde terapötik ilişkiyi sağlamaya çalışan temel eylemlerin ikisi birarada verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "İçerik ve duygu yansıtma",
      "B": "İçtenlik ve kendini açma",
      "C": "Saygı ve kabul",
      "D": "Aktiflik ve dinleme",
      "E": "Aktif dinleme ve yakınlık"
    },
    "explanation": "Terapötik ilişkiyi sağlamaya çalışan temel eylemler; aktif dinleme, yakınlık, içerik ve duygu yansıtma, içtenlik ve kendini açma, olarak sıralanabilir."
  },
  {
    "id": "2849869",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi varoluşçu yaklaşımı “kişinin var oluşundan kaynaklanan konulara odaklanan dinamik bir terapi yaklaşımı” olarak tanımlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalom",
      "B": "Frankl",
      "C": "Eigenwelt",
      "D": "Rogers",
      "E": "Nietzsche"
    },
    "explanation": "Varoluşçu yaklaşım Yalom tarafından “kişinin var oluşundan kaynaklanan konulara odaklanan dinamik bir terapi yaklaşımı” olarak tanımlanmaktadır."
  },
  {
    "id": "2849872",
    "unitNumber": 5,
    "text": "Sartre’a göre \"varoluş bütünüyle ........... üzerine temellenen, insanı eyleme zorlayan ve kaderini yeniden insanın eline veren bir yaşam felsefesidir.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Seçim",
      "B": "Sorumluluk",
      "C": "Haklar",
      "D": "Özgürlük",
      "E": "Yaratıcılık"
    },
    "explanation": "Sartre’a göre varoluş bütünüyle özgürlük üzerine temellenen, insanı eyleme zorlayan ve kaderini yeniden insanın eline veren bir yaşam felsefesidir."
  },
  {
    "id": "2849875",
    "unitNumber": 5,
    "text": "\"Danışana sıkıntı veren bir semptom veya problem ve yaşantıyı bilerek “sonuna kadar” yaşaması için onu cesaretlendirmek.\" olarak açıklanan varoluşçu uygulamada kullanılan terapötik teknik aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sözsüz davranışlara dikkat etme",
      "B": "Paradoksal niyet",
      "C": "Rüya çalışması",
      "D": "Varoluşçu şok terapisi",
      "E": "Yönlendirilmiş fantezi"
    },
    "explanation": "Paradoksal Niyet; danışana sıkıntı veren bir semptom veya problem ve yaşantıyı bilerek “sonuna kadar” yaşaması için onu cesaretlendirmek."
  },
  {
    "id": "3192424",
    "unitNumber": 5,
    "text": "I. İçtenlik ve kendini açma\n II. Yorumlama\n III. İçerik ve duygu yansıtma\n IV. Saygı ve kabul\n Yukarıda verilenlerden hangileri birey merkezli yaklaşımda terapötik ilişkiyi sağlamaya çalışan temel eylemler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III-IV",
      "B": "II-IV",
      "C": "I-II-III",
      "D": "II-III",
      "E": "I-III-IV"
    },
    "explanation": "Birey merkezli yaklaşımda terapötik ilişkiyi sağlamaya çalışan temel eylemler; aktif dinleme, yakınlık, içerik ve duygu yansıtma, içtenlik ve kendini açma, saygı ve kabul olarak sıralanabilir."
  },
  {
    "id": "3432900",
    "unitNumber": 5,
    "text": "Birey merkezli yaklaşım birinci dönem gelişiminde aşağıda verilenlerden hangisi ile ifade edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yönlendirici olmayan terapi",
      "B": "Kişi merkezli yaklaşım",
      "C": "Birey merkezli yaklaşım",
      "D": "Kendini gerçekleştiren yaklaşım",
      "E": "Danışandan hız alan terapi"
    },
    "explanation": "Birey merkezli yaklaşım birinci dönem gelişiminde <strong>Yönlendirici olmayan terapi</strong> ismiyle ifade edilmiştir."
  },
  {
    "id": "3841497",
    "unitNumber": 5,
    "text": "Birey merkezli yaklaşımın günümüzdeki (4. dönem) odak noktası aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Deneyimlere güven duyma",
      "B": "Fenomenolojik dünya",
      "C": "Duyguların yansıtılması",
      "D": "Güçten ve kontrolden vazgeçme süreci",
      "E": "Danışmanın yönlendiriciliği"
    },
    "explanation": "Zimrink ve Raskin (1992, akt. Corey, 2008) birey merkezli yaklaşımın gelişiminde dört dönem belirlemiştir. Bu dönemler ve özellikleri Tablo 5.1’de (Sayfa 110) verilmiştir. <br/>1. Dönem (1940’lı yıllar) Yönlendirici Olmayan Terapi Danışmandan çok danışanın kendisi danışma sürecine yön vermede daha etkin olmuştur. Öneri, öğüt, talimat, ikna, öğretme, tanı ve yorum gibi yaygın olarak kabul edilen terapötik işlemlerin geçerliliği sorgulanmıştır. <br/>2. Dönem (1950’li yıllar) Danışandan Hız Alan Terapi Burada vurgulanan danışanın fenomenolojik dünyasıdır. Danışanın duygularının yansıtılmasından çok sahip olduğu yaşam ve deneyim alanı üzerinde odaklanılmıştır. Danışanı değişime götüren temel motivasyon olarak, kendini gerçekleştirme gücü üzerinde durulmuştur. <br/>3. Dönem (1960’lı yıllar) Danışandan Hız Alan Yaklaşım “Bir Birey Olmak” adlı kitabın basılması ile başlamıştır. Yaklaşımın ilgi odağı “Gerçekten kendin olma” özelliği taşımaktadır. Bireyin deneyimli hale gelmesi süreci yaşantılara açık olmak, bireyin yaşadığı deneyimlere güvenmesi, deneyimlerini içten değerlendirmesi ve bu sürece dahil olma isteği olarak nitelendirilmektedir. <br/><strong>4. Dönem (1980’li yıllardan günümüze kadar) Birey Merkezli Yaklaşım İnsanların sahip olduklarını nasıl elde ettiği, paylaştığı veya kendileri ve diğerleri üzerindeki güçten ve kontrolden nasıl vazgeçtiklerine olan ilgisi üzerinedir.</strong>"
  },
  {
    "id": "3841579",
    "unitNumber": 5,
    "text": "Birey merkezli kuramda yaşantı / deneyim kavramı neyi ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Bireyin geçmişindeki travmatik olayları",
      "B": "Bireyin bilinç dışı dürtülerini",
      "C": "Bireyin öznel dünyasındaki farkındalıkları",
      "D": "Çevresel faktörlerin davranış üzerindeki etkisini",
      "E": "Genetik yatkınlıkların davranış üzerindeki etkisini"
    },
    "explanation": "Deneyim/Yaşantı\n Birey merkezli yaklaşımda deneyim kavramı bireyin subjektif (öznel) dünyasına işaret etmektedir. Buna göre bir kişinin davranışını anlamak için kendisi ve içinde bulunduğu dünyasına ilişkin subjektif farkındalığı hakkında bilgi sahibi olmak gereklidir. Rogers, “yaşantıyı” potansiyel ola- rak bilinçli olan olaylarla sınırlandırmıştır."
  },
  {
    "id": "3841580",
    "unitNumber": 5,
    "text": "Rogers’a göre bireyin “benlik kavramı” aşağıdakilerden hangisini içerir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kişinin bilinç dışı arzularını",
      "B": "Toplumun genelinin bireylerden beklediği davranışları",
      "C": "Kişinin kendine atfettiği özellikleri ve bunlara verdiği değerleri",
      "D": "Genetik olarak aktarılan kişilik özellikleri",
      "E": "Bireyin bilişsel gelişim düzeyini"
    },
    "explanation": "Rogers’ın kişilik kuramının temelinde “benlik” (öz) ve “benlik kavramı” yer almaktadır. Rogers’a göre benlik, bireyin kendine ilişkin algılamalarını belirleme şeklidir. Buna göre benlik, bireyin kendi dünyasını algıladığı ve simgelediği ve bu dünya içine yerleştirdiği bir tasarıdır. Her deneyim ve duygu benlik tarafından taranmakta ve bilinç farkındalığındaki yerini belirlemektedir (Teater, 2014:127). <strong>Benlik kavramı ise bireyin kendine atfettiği özellikleri ve bunlara bağlanan değerleri içermektedir.</strong>"
  },
  {
    "id": "3841581",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi <strong>kendini gerçekleştiren bireylerin</strong> problem çözme süreçleri açısından doğru bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kendi çıkarlarını ön planda tutarlar",
      "B": "Problem merkezlidirler ve benliklerini geri planda tutarlar",
      "C": "Problemler karşısında kaçınmacı davranışlar sergilerler",
      "D": "Problemleri çevrelerinden birilerinin çözmesini beklerler",
      "E": "Problemleri genellikle içsel çatışmalar olarak görmezden gelirler"
    },
    "explanation": "Kendini gerçekleştiren bireylerin temel özellikleri Rogers ve Maslow’ a göre aşağıdaki şekilde verilmiştir (Çapri, 2018:134):\n 1. Gerçeği daha etkili bir biçimde algılarlar.\n 2. Kendilerini, başkalarını ve dünyayı olduğu gibi kabul ederler.\n 3. Davranışlarında spontanlık ve doğallık gösterirler.\n <strong>4. Ego merkezli olmaktan ziyade problem merkezlidirler.</strong>\n 5. Özel yaşamlarının gizliliğine önem verirler ve karşılaştıkları bazı durumlardan kendilerini soyutlayabilirler.\n 6. Kültürel ve çevresel etkilerden bağımsız davranabilirler.\n 7. Tüm deneyimlerine değer verirler.\n 8. Mistik ve doruk deneyimlere sahiptirler.\n 9. Başkalarına yakınlık duyarlar.\n 10. Başkalarıyla yakın ve derin ilişkiler kurarlar.\n 11. Demokratik tutum ve davranışlara sahiptirler.\n 12. Amaç ve araçlar ile iyi ve kötü arasındaki ayrımı yapabilirler.\n 13. Filozofiktirler ve mizah duygusuna sahiptirler.\n 14. Yaratıcılığa sahiptirler.\n 15.Kültürden bağımsız tutum ve değerleri oluşturabilirler."
  },
  {
    "id": "3841582",
    "unitNumber": 5,
    "text": "Birey merkezli yaklaşımı benimseyen sosyal hizmet uzmanı ile ilgili aşağıdakilerden hangisi <strong>doğrudur</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Müracaatçının sorunlarını analiz ederek detaylı teşhis koyar.",
      "B": "Müracaatçıya uygun tedavi planlarını belirleyerek yönlendirir.",
      "C": "Değişim sürecinde sorumluluğu üzerine alır.",
      "D": "Görüşme sırasında sorgulayıcı ve yönlendirici sorular sorar.",
      "E": "Müracaatçının kendi çözümlerini keşfetmesine olanak tanır."
    },
    "explanation": "Birey merkezli yaklaşımı benimseyen sosyal hizmet uzmanlarını niteleyen özellikler şu şekilde sıralanabilir:\n <ol> <li> Yönlendirici olmayan bir rol üstlenirler.\n </li> <li> Müracaatçıyı yönetmeye, kontrol etmeye, denetlemeye çalışmazlar.\n </li> <li> Teşhis koymaya, tedavi planları oluşturmaya, çeşitli terapi teknikleri kullanmaya çalışmazlar.\n </li> <li> Değişim için müracaatçının değişim sorumluluğunu üstlenmezler.\n </li> <li> Genellikle müracaatçının hikâyesini almazlar, yönlendirici ve sorgulayıcı sorular sormaktan kaçınırlar.\n </li> <li> Müracaatçının görüş ve planları hakkında yorum yapmazlar.\n </li> <li> Terapötik ilişki sırasında müracaatçının ne kadar risk alacağı kararını kendilerine bırakırlar (Corey, 2008:188).\n </li> </ol>"
  },
  {
    "id": "3841681",
    "unitNumber": 5,
    "text": "Emmy van Deurzen’in varoluş alanlarına eklediği ve bireyin ideal değerleri, inançları ve anlam arayışıyla ilgili boyut aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mitwelt",
      "B": "Überwelt",
      "C": "Umwelt",
      "D": "Eigenwelt",
      "E": "Transwelt"
    },
    "explanation": "İnsanın dünyadaki varoluş alanı üçe ayrılmakta- dır. Varoluşçular, insanın kişiliğinin anlaşılabilmesi için bu üç alana eşit önem verilmesi gerektiğini vurgular. Bu üç alan: 1.Umwelt; doğa yasalarının dün- yası, biyolojik dünya, 2. Mithwelt; insan dünyası, 3. Eigenwelt; kişinin öznel dünyasıdır. Aslında bu üç alan birbirinden ayrılmaz bir bütünlük içindedir (Karahan ve Sardoğan, 2016:125-126). Varoluşçu kuramın günümüzdeki temsilcilerinden olan Emmy van Deurzen (2017) bu üç boyuta insanın tinsel varoluş boyutunu simgeleyen Überwelt’i eklemiştir.<br/>Übetwelt: Varoluşun tinsel boyutudur. Bu boyut insanın tinsel meselelerle, ideal değerleriyle ve inançlarıyla olan ilişkisini içerir. Bu boyutta insan, anlam ve anlamsızlık konularında ikilemler yaşayarak, ulaşmayı dilediği anlamları tinsel değerler eşliğinde bulmaya çalışır (van Deurzen ve Adams, 2017)."
  },
  {
    "id": "3841687",
    "unitNumber": 5,
    "text": "Varoluşçu yaklaşıma göre aşağıdakilerden hangisi <em>normal kaygının</em> bir özelliğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Otomatik savunmalarla doğrudan bastırılır.",
      "B": "Gerçek bir tehdide karşı uyarıcı bir sinyal verir.",
      "C": "Varoluşu sınırlayıcı ve bozucu bir etki yaratır.",
      "D": "Bastırıldıkça artar ve kişinin işlevselliğini bozar.",
      "E": "Kişide sürekli kontrol etme davranışı oluşturur."
    },
    "explanation": "Kaygı, normal ve nevrotik kaygı olarak birbirinden ayırt edilmiştir. Normal kaygı, onu yaratan duruma dikkat etmemiz için bir sinyal verir ve bu nedenle işlevsel ve koruyucu bir mekanizmadır. Normal kaygıyı bastırmaya gerek yoktur çünkü gerçek bir tehdit söz konusudur (Murdock, 2013:184). Varoluşçu kaygı da normal kaygının bir şeklidir. Nevrotik kaygı ise kişinin durumunun abartılmasını içermektedir ve varoluşu sınırlayıcı ve bozucu bir etki yaratır. Yıkıcı ve paralize edicidir, bastırılma eğilimindedir. Nevrotik kaygıyla karşı karşıya kalmaktan kaçınırız çünkü nevrotik kaygı bastırıldıkça artar ve bireyi daha çok kaygıya hapseder."
  },
  {
    "id": "3841688",
    "unitNumber": 5,
    "text": "I. Kontrol edilemeyen trajedilerle başa çıkarak<br/>II. Sevdikleriyle kurduğu anlamlı ilişkilerle<br/>III. Fiziksel bir işi gerçekleştirme yoluyla<br/>IV. Toplum tarafından sunulan hazır anlamları kabullenerek\n <br/>Frankl’a göre insan yaşamın anlamını aşağıdakilerden hangileri aracılığıyla bulabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "Hepsi"
    },
    "explanation": "Frankl, insanların hayatın anlamının olmadığına inandıkları için umutsuzluğa düştüklerini ve bu nedenle psikolojik yardıma ihtiyaç duyduklarını ileri sürmekte ve insanın hayatın anlamını üç şekilde bulabileceğini vurgulamaktadır. Birincisi, kişinin kontrol altına alamadığı bir trajediden kurtulması, ikincisi, kişinin birini sevmesi ve üçüncüsü ise kişinin fiziksel boyutta bir işi yapmak amacıyla eylemde bulunmasıdır."
  },
  {
    "id": "3841714",
    "unitNumber": 5,
    "text": "Varoluşçu uygulamanın üçüncü ve son aşamasında sosyal hizmet uzmanı aşağıdakilerden hangisini yapmayı hedefler?",
    "correctAnswer": "D",
    "options": {
      "A": "Danışanın yaşadığı kaygı ve suçluluk duygularını analiz etmek",
      "B": "Danışanın kendi değer sisteminin dışsal etkilere dayandığını ortaya koymak",
      "C": "Danışanın ölüm ve anlamsızlık gibi konulara dair farkındalık kazanmasını sağlamak",
      "D": "Danışanın süreçte edindiği farkındalıkları eyleme dönüştürmesine yardımcı olmak",
      "E": "Danışanın yaşam amacını bulması için yönlendirici sorular sormak"
    },
    "explanation": "Varoluşçu uygulamanın son aşaması olan Üçüncü aşama ise danışanların kendileri hakkında ne öğrendiklerini değerlendirmeleri ve bunları eyleme geçirmeleri için danışanlara yardımcı olmayı içerir."
  },
  {
    "id": "3841715",
    "unitNumber": 5,
    "text": "Varoluşçu uygulamada kullanılan “paranteze alma” tekniği aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Danışanın kendisiyle ilgili hayal gücünü kullanarak geleceğe dair fanteziler kurması",
      "B": "Danışanın, ölüm korkusunu doğrudan deneyimlemesi amacıyla yönlendirilmesi",
      "C": "Sosyal hizmet uzmanının kendi inançlarını askıya alarak danışanın dünyasını anlamaya çalışması",
      "D": "Danışanın, sıkıntı veren bir durumu bilinçli şekilde bastırması",
      "E": "Danışanın yaşadığı kaygılar üzerine yüzeysel değerlendirmeler yapması"
    },
    "explanation": "Paranteze Alma: Sosyal hizmet uzmanının kendi inançlarını ve yanlılıklarını danışanın dünyasını tamamen anlayabilmesi için askıya alması anlamına gelir."
  },
  {
    "id": "1943739",
    "unitNumber": 6,
    "text": "“Çoğunlukla yaşamın normal seyrinden farklılaşan, beklenmeyen ve aniden ortaya çıkan durumlara” ne isim verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Aşama",
      "B": "Motivasyon",
      "C": "Kriz",
      "D": "Ambivalans",
      "E": "Değişim"
    },
    "explanation": "Çoğunlukla yaşamın normal seyrinden farklılaşan, beklenmeyen ve aniden ortaya çıkan durumlar “KRİZ” olarak ifade edilmektedir.<br/>Kriz"
  },
  {
    "id": "1943748",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kriz durumunun ayırt edici özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Tetikleyici özellikte bir olayın ya da durumun meydana gelmesi",
      "B": "Durum ya da olayla ilgili öznel stres durumunun yaşanması",
      "C": "Olağan baş etme yöntemlerinin yetersiz kalması",
      "D": "Durumu ya da olayı yaşayan bireyin psikolojik, duygusal ya da davranışsal işlevselliğinin bozulması",
      "E": "Krizlerde gözlediğimiz semptomlar ve sağlıksız davranışların psikososyal tedavisinin yapılması"
    },
    "explanation": "Kriz durumunun dört ayırt edici özelliğini şu şekilde belirlenmiştir:\n<br/><ul><br/><li>Tetikleyici özellikte bir olayın ya da durumun meydana gelmesi,</li><br/><li>Bu durum ya da olayla ilgili öznel stres durumunun yaşanması,</li><br/><li>Olağan baş etme yöntemlerinin yetersiz kalması,</li><br/><li>Bu durumu ya da olayı yaşayan bireyin psikolojik, duygusal ya da davranışsal işlevselliğinin bozulması.</li><br/></ul><br/>E seçeneğindeki “Kriz durumlarında gözlediğimiz semptomlar, hastalıklar ve sağlıksız davranışların psikososyal tedavisinin yapılması” ifadesi ise Kriz Müdahalesi kavramının tanımıdır.<br/>Krizlerde gözlediğimiz semptomlar ve sağlıksız davranışların psikososyal tedavisinin yapılması"
  },
  {
    "id": "1943759",
    "unitNumber": 6,
    "text": "Evin tek çocuğu olan Zeynep ailesi, bakıcısı ve çevresindeki diğer insanlardan tarafından sürekli ilgi ve sevgi görerek büyütülmüştür. Çevresinde akranı olmaması nedeni ile girdiği ortamlarda sürekli ilgi odağı olmuş ve kendini çok özel hissetmiştir. Zeynep ana sınıfına başlayınca öğretmen ve arkadaşlarından da aynı ilgiyi, odakta olmayı beklemiş ancak bunu göremeyince içine kapanmış ve durgunlaşmıştır.\n Yukarıdaki paragrafta anlatılanlar kriz türlerinden hangisine örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelişimsel Krizler",
      "B": "Yaşamsal Krizler",
      "C": "Durumsal Krizler",
      "D": "Bir Psikopatinin Sonucu Olan Krizler",
      "E": "Psikiyatrik Aciller"
    },
    "explanation": "Kriz Türleri:\n<br/><ol><br/><li><strong>Durumsal krizler:</strong> Bireyin yaşadığı bir durumdan kaynaklanan, kontrol edilemeyen kriz durumlarıdır. Eşi alkolik olan bir kadının yaşadığı kriz durumu buna örnek olarak gösterilebilir.</li><br/><li><strong>Yaşamsal krizler:</strong> Emeklilik, evlilik, evlat sahibi olma, kronik hastalıklar gibi yaşamın akışı içindeki normal değişimlere bağlı olarak gelişen krizlerdir.</li><br/><li><strong>Travmatik yaşam deneyimlerinden kaynaklanan krizler:</strong> Kontrol edilemeyen ve duygusal olarak üstesinden gelinemeyen, acı veren, ani beklenmedik olaylara bağlı durumlardır. Ani ölümler, ani iş kaybı, cinsel saldırıya uğrama burada sayılabilir.</li><br/><li><strong>Gelişimsel krizler:</strong> Bağımlılık, değer çatışmaları, cinsel kimlik bocalamaları, otorite ile sorunlar burada sayılabilir. Altta yatan dinamiklerin belirlenmesi burada önemlidir. Evlenmek, okula başlamak, çocuk sahibi olmak, iş değiştirmek gibi gelişim dönemlerinin birinden bir diğerine geçiş süreci de gelişimsel krizler</li></ol>"
  },
  {
    "id": "1943766",
    "unitNumber": 6,
    "text": "Krizle baş etme, bir yandan bireyin kendi bireysel özellikleri, deneyimleri, başa çıkma stratejileriyle ilgiliyken, bir yandan da yaşadığı krizin ……………. ile İlgili olabilir.\n Yukarıda boş bırakılan yere aşağıdaki seçeneklerden hangisi gelir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fazı",
      "B": "Acilliği",
      "C": "Türü",
      "D": "İlkeleri",
      "E": "İhtiyacı"
    },
    "explanation": "Krizle baş etme, bir yandan bireyin kendi bireysel özellikleri, deneyimleri, başa çıkma stratejileriyle ilgiliyken, bir yandan da yaşadığı <strong>krizin türüyle</strong>, <strong>yaşanma şekliyle </strong>de ilgili olabilir. Bireyin tümüyle krizle baş etmesinde ya da sadece içsel kaynaklarını kullanma, sosyal destek mekanizmalarını harekete geçirme konusunda da profesyoneller tarafından desteklenmesi, bu süreçle başa çıkmasını kolaylaştırabilir."
  },
  {
    "id": "1943772",
    "unitNumber": 6,
    "text": "Kriz müdahalesinde, “Kriz durumu çözüldükten sonra kriz müdahalesi sürecinde oluşturulan müdahale planının takip edildiği aşama” Robert’ın (2005) yedi aşamalı müdahale sürecine göre aşağıdakilerden hangisinde gerçekleşmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Planlama ve Kriz Değerlendirmesi",
      "B": "Uyumun ve Terapötik İlişkinin Kurulması",
      "C": "Problemler ve Tetikleyici Olayları Tanımlamak",
      "D": "Duyguları ve Hisleri Keşfetmek",
      "E": "Takip Planı ve Anlaşma Oluşturmak"
    },
    "explanation": "7.AŞAMA: <strong>Takip Planı ve Anlaşma Oluşturma:</strong> Kriz durumunun çözüldüğünden ve kriz müdahalesi sürecinde oluşturulan müdahale planının gerçekleştirildiğinin takip edildiği aşamadır. Yüz yüze takip oturumları yapılabileceği gibi, telefonla da gerçekleştirilebilir<br/>Takip Planı ve Anlaşma Oluşturmak"
  },
  {
    "id": "1943782",
    "unitNumber": 6,
    "text": "Eğitim Fakültesi'nden yeni mezun olmuş bir öğretmenin, mesleki rolünü yerine getirmesi ile ilgili endişeleri ve yaşadığı zorluklar, kısa süreli müdahale yaklaşımlarından biri olan Görev Merkezli Uygulamada çalışılabilecek sorun başlıklarından hangisi ile ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişilerarası çatışmalar",
      "B": "Sosyal ilişkilerde doyumsuzluk",
      "C": "Resmi kurum ve kuruluşlarla ilişkiler",
      "D": "Rol performansında yaşanan güçlükler",
      "E": "Karar vermeye ilişkin sorunlar"
    },
    "explanation": "Yapılan çalışmalar, Görev Merkezli Uygulamaların farklı müracaatı gruplarında ve farklı sorunlarda kullanılabilecek etkili ve esnek bir model olduğunu göstermiştir. <strong>Görev Merkezli Uygulamada</strong> çalışılabilecek sorunlar şunlardır:\n<br/>Kişilerarası çatışmalar\n<br/>Sosyal ilişkilerde doyumsuzluk\n<br/>Resmi kurum ve kuruluşlarla ilişkiler\n<br/>Rol performansında yaşanan güçlükler\n<br/>Karar vermeye ilişkin sorunlar\n<br/>Tepkisel duygusal stresler\n<br/>Kaynakların yetersizliği\n<br/>Diğer psikolojik ve davranışsal sorunlar"
  },
  {
    "id": "1943794",
    "unitNumber": 6,
    "text": "Yaklaşık ……………. oturumu kapsayan Görev Merkezli Uygulamada, bu sürenin nispeten kısa olmasının nedeni, müracaatçıların bu kısa zaman zarfında uygulanacak sosyal hizmet …………….. en yüksek faydayı almalarını sağlamaktır.\n Yukarıda boş bırakılan yerlere aşağıdaki ikili seçeneklerden hangisi gelir?",
    "correctAnswer": "C",
    "options": {
      "A": "1-2 / müdahalesinden",
      "B": "1-2 / ilkelerinden",
      "C": "8-12 / müdahalesinden",
      "D": "8-10 / faydasından",
      "E": "20-25 / ilkelerinden"
    },
    "explanation": "Yaklaşık <strong>8-12 oturumu</strong> kapsayan görev merkezli uygulamada, bu sürenin nispeten kısa olması ve sınırlı sayıda oturumdan oluşmasının nedeni, müracaatçıların bu kısa zaman zarfında uygulanacak sosyal hizmet <strong>müdahalesinden </strong>en yüksek faydayı almalarını sağlamaktır.\n<br/>Zamanın sınırlandırılmasının sosyal hizmet uzmanı ve müracaatçı için süreci hızlandırıcı, dolayısıyla <strong>müdahalenin </strong>etkisini çabuklaştırıcı bir etkisi vardır. Hem sosyal hizmet uzmanının hem de müracaatçının çabaları, hizmete zaman sınırları koyarak daha hızlı bir şekilde etkinleştirilebilir.<br/>8-12 / müdahalesinden"
  },
  {
    "id": "1943809",
    "unitNumber": 6,
    "text": "Görev merkezli uygulamaların, Planlama ve Görevleri Belirleme Aşaması’nda müracaatçı ile sosyal hizmet uzmanı tarafından belirlenen amaçlara ulaşılmasını sağlayacak, sorunu azaltacak ya da sorunu çözecek işlere ne isim verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Görev",
      "B": "Plan",
      "C": "Amaç",
      "D": "Zaman Sınırı",
      "E": "Çalışmanın Sonlandırılması"
    },
    "explanation": "Amaçları belirleme sürecinden başlayan ve amaçlara ulaşmak ile biten süreç <strong>“görev”</strong> adı verilen küçük adımlar üzerinden ölçülür. <strong>Görevler,</strong> amaca ulaşılması için gidilen yoldaki merdivenin basamakları olarak düşünülebilir. <strong>Görevler</strong> müracaatçı ile sosyal hizmet uzmanı tarafından belirlenen amaçlara ulaşılmasını sağlayacak, sorunu azaltacak ya da sorunu çözecek işlerdir. <strong>Görevler</strong> fiziksel aktivitelerden oluşabileceği gibi duygusal ve ruhsal aktivitelerden de oluşabilir. Bazı görevler oturumlar sırasında yerine getirilebileceği gibi bazı görevler oturum dışında da yerine getirilebilir."
  },
  {
    "id": "1943819",
    "unitNumber": 6,
    "text": "Motivasyonel görüşmenin üç temel özelliğinden biri olan otonomi (özerklik), yaklaşımın hangi bakış açısını ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Görüşmeci ile müracaatçının beraber, işbirliğine dayalı bir yapıda çalışması gereklidir.\n ır.",
      "B": "Müracaatçı yaşadığı durumla başa çıkabilecek bilgiye güce, kaynaklara ve motivasyona sahip bir bireydir.",
      "C": "Değişimi yaratacak ve sorulara cevap verecek kişi görüşmeci değil, müracaatçının kendisidir.",
      "D": "Değişimin sorumluluğunun müracaatçıdadır ve yaptığı seçimlere rağmen müracaatçıya değer verilir.",
      "E": "Müracaatçı kendi yaşamının, kendi durumunun ve dolayısıyla kendi deneyimlerinin uzmanıdır."
    },
    "explanation": "Motivasyonel görüşmenin üç temel özelliği: İşbirliği, Akla Getirme ve Otonomidir.\n<br/><ul><br/><li><strong>İşbirliği</strong> motivasyonel görüşme sürecinde görüşmeci ile müracaatçının beraber, işbirliğine dayalı bir yapıda çalıştığı anlamına gelmektedir.</li><br/><li><strong>Akla getirme,</strong> müracaatçıyı kendi yaşamının, kendi durumunun ve dolayısıyla kendi deneyimlerinin uzmanı olduğu fikri üzerine temellenir. Müracaatçı yaşadığı durumla başa çıkabilecek bilgiye güce, kaynaklara ve motivasyona sahip bir bireydir. Değişimi yaratacak ve sorulara cevap verecek kişi görüşmeci değil, müracaatçının kendisidir.</li><br/><li><strong>Otonomi,</strong> değişimin sorumluluğunun müracaatçıda olduğu ve kendi yaşamıyla ilgili yaptığı seçim her ne olursa olsun müracaatçıya değer vermeyi ve saygı duymayı ifade eder.</li><br/></ul><br/>Değişimin sorumluluğu müracaatçıdadır ve yaptığı seçimlere rağmen müracaatçıya değer verilir."
  },
  {
    "id": "1943836",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi “motivasyonel görüşmelerde temel katılım beceriden biri olan” ve “sosyal hizmet uzmanının bir yandan müracaatçıyı dinlediğini, söylediklerine onların ne söylediklerini hatırlayacak derecede önem verdiğini gösterirken, bir yandan da motivasyonel görüşme sürecinde elde edilen materyali birleştirerek, belirli noktaları vurgulamaya yardım eden” uygulamadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Açık Uçlu Sorular",
      "B": "Doğrulama",
      "C": "Yansıtma",
      "D": "Özet",
      "E": "Motivasyon"
    },
    "explanation": "<strong>Özet:</strong> Özetleme sosyal hizmet uzmanının bir yandan müracaatçıyı dinlediğini, söylediklerine onların ne söylediklerini hatırlayacak derecede önem verdiğini gösterirken, bir yandan da motivasyonel görüşme sürecinde elde edilen materyali birleştirerek, belirli noktaları vurgulamaya yardım eder.\n<br/>Motivasyonel görüşmenin pek çok farklı aşamasında kullanılabilir.\n<br/>Bir oturum sonunda, o oturumda konuşulanları toparlamak amacıyla kullanılabileceği gibi, oturum süresinde müracaatçının bazı ifadelerini ön plana çıkarmak için de kullanılabilir."
  },
  {
    "id": "2845850",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi krizin özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Zorluk derecesi bireylerin becerleriyle orantılıdır.",
      "B": "Bireyler için hayati tehlike oluşturma olasılığı düşüktür.",
      "C": "Yalnızca ruh sağlığı alanında kullanılan bir kavramdır.",
      "D": "İçerisinde gelişme ve olgunlaşma fırsatı barındırır.",
      "E": "Bireylerin hazır oldukları bir anda ortaya çıkar."
    },
    "explanation": "Kriz bireylerin sahip oldukları baş etme becerilerini aşan, bireyler için tehlike ve fırsatları bir arada barındıran, beklenmedik bir anda ortaya çıkan bir süreçtir. Sadece ruh sağlığı alanında değil ekonomi, siyaset, kişilerarası ilişkiler gibi bir çok alanda kullanılan bir kavramdır.<br/>Çincede kriz hem fırsat hem tehlike anlamına gelmektedir. Kriz tehlikenin yanı sıra bireylere gelişme ve olgunlaşma olanağı sunmaktadır."
  },
  {
    "id": "2845861",
    "unitNumber": 6,
    "text": "Eric Lindemann, yaptığı çalışmaların sonucunda kriz teorisine ve kriz müdahalesinin gelişimine nasıl bir katkı sağlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yas ile ilgili ilk çalışmaları başlatmıştır.",
      "B": "Sosyal hizmet alanında ilk defa kriz kavramını kullanmıştır.",
      "C": "Krize yönelik tepkileri sistematik bir şekilde gözlemiştir.",
      "D": "Kriz ile homeostasis arasında ilişki kurmuştur.",
      "E": "Kriz anında kullanılan baş etme yollarını incelemiştir."
    },
    "explanation": "Eric Lindemann yas ve kriz üzerine yaptığı çalışmalarda bireylerin krize yönelik tepkilerinin sistemtik bir şekilde gözlenmesini sağlamıştır.<br/>Eric Lindemann bireylerin kriz anında sergiledikleri tepkileri sistematik bir şekilde inceleyerek kriz teorisi ve müdahalesinin gelişimine katkıda bulunmuştur."
  },
  {
    "id": "2845881",
    "unitNumber": 6,
    "text": "İlkokula yeni başlayan çocukların yaşadığı ayrılık kaygısı aşağıdaki kriz türlerinden hangisinin kapsamında girmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelişimsel krizler",
      "B": "Bir pataloji sonucunda ortaya çıkan krizler",
      "C": "Durumsal (Travmatik) krizler",
      "D": "Yaşamsal krizler",
      "E": "Psikiyatrik acillerin yaşadığı krizler"
    },
    "explanation": "Erikson 8 gelişim döneminden söz eder. Bunlardan biri de okul çağı dönemidir. Bu çağdaki çocukların (6-11 yaş) okulla ilgili gelişim görevleri bulunmaktadır. Bunlardan biri de okula alışmadır. Başlangıçta okulun nasıl bir yer olduğunu bilmeyen çocuklar için evden ayrılmak kaygı verici olabilmektedir. Bu gelişim dönemine özgü bir kaygı olduğu için gelişimsel krizdir.<br/>İlkokula yeni başlayan çocukların yaşadıkları ayrılık kaygısı gelişimsel krizlere bir örnektir. ilkokul çağı (6-11 yaş) çocuklarının gelişim görevlerinden biri de okula başlama ve okula uyumdur. Çocuklar okula başladıklarında kendileri için yeni olan okul ortamından kaygı duyabilirler. Bu kaygı döneme özgü bir kaygıdır. önceki dönemlerde çocukların okula gitme gibi bir sorumluluğu olmadığı için okulla ilgili ayrılık kaygısı yaşama olasılıkları da bulunmamaktadır. Öte yandan bu dönemde yaşanan kaygı başarılı bir şekilde atlatılmadığında ergenlik ve yetişkinlik dönemlerindeki okul yaşamında da olumsuz duygular yaşanmasına yol açabilecektir."
  },
  {
    "id": "2845882",
    "unitNumber": 6,
    "text": "Bir tarfik kazası geçiren ve işitme yetisini kaybeden bir bireyin işitme cihazı kullanmayı öğrenip, işitme cihazı takarak iş yerine geri dönmesi ve bundan sonraki yaşamında işitme cihazı ile yaşamayı öğrenmesi bu bireyin durumsal krizin hangi fazında olduğunda göstermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "5. faz: olayı çözememe, başarısızlık",
      "B": "1. Faz: şok fazı",
      "C": "2. Faz: Reaksiyon fazı",
      "D": "3. Faz: İşlem fazı",
      "E": "4. Faz: Yeniden oryantasyon"
    },
    "explanation": "4. Faz yeniden oryantasyon evresidir. Trafik kazası sonrasında bir işlevini kaybetmek yeniden uyum sağlamayı gerektirmektedir. Bu birey de işitme cihazı kullanarak yeni durumuna alışmayı ve bu yeni haliyle yaşamını sürdürmeyi öğrenmektedir.<br/>Bu birey 4. Faz olan yeniden oryantasyon fazındadır. rafik kazası sonrasında bir işlevini kaybetmek yeniden uyum sağlamayı gerektirmektedir. Bu birey de işitme cihazı kullanarak yeni durumuna alışmayı ve bu yeni haliyle yaşamını sürdürmeyi öğrenmektedir."
  },
  {
    "id": "2845883",
    "unitNumber": 6,
    "text": "Krize Müdahale uygulamalarında, Robert'in Yedi Aşamalı Modeline göre, bireye koşulsuz saygı ve empati göstererek bireyin krizle ilgili hislerini ve düşüncelerini açmaya teşvik edildiği aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uyumun ve Terapötik İlişkinin Kurulması",
      "B": "Planlama ve Kriz Değerlendirmesi",
      "C": "Problemleri ve Tetikleyici Olayları Tanımlamak",
      "D": "Duyguları ve Hisleri Keşfetmek",
      "E": "Müdahale Planının Uygulanması"
    },
    "explanation": "Uyumun ve Terapötik İlişkinin Kurulması: Krizin değerlendirilmesi ile ilgili bilgilerin toplanması aşamasında kriz durumundaki bireyle uyumun sağlanması ve terapötik ilişkinin sağlanmasına başlanır. Bireye koşulsuz saygı, gerçeklik ve empatinin gösterildiği birey merkezli yaklaşımdan yararlanılabilir. Bu aşamada bireyin söylediklerini tartışmak yerine, hislerini ve düşüncelerini paylaşmasına izin vermeli, bu süreçte sakin ve kontrollü davranmalıdır."
  },
  {
    "id": "2845981",
    "unitNumber": 6,
    "text": "Aşağıdaki müraacatçılardan hangisi görev merkezli uygulama yaklaşımı ile çalışmaya daha elverişlidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Trafik kazasında eşini kaybetmiş bir adam",
      "B": "Bir yangında çocuğunu kaybetmiş bir kadın",
      "C": "Deprem felaketinden yaralı kurtulmuş bir çocuk",
      "D": "Annesini kaybettiği için üzgün bir genç",
      "E": "Yeni doğum yapmış ve anneliğe alışamamış bir kadın"
    },
    "explanation": "Görev merkezli uygulama yaklaşımı bireylerin yaşamdaki rollerine alışamamaktan ya da uyum sağlamakta zorlanmaktan kaynaklanan problemlere müdahale amacıyla geliştirilmiş bir yaklaşımdır. Bu nedenle Bu sorudaki diğer şıklar kriz yaklaşımına uygun iken E şıkkı yani yeni doğum yapan bir kadının annelik rolleri ile ilgil iyaşadığı uyum sorunu görev merkezli uygulama ile çalışılmaya oldukça elverişlidir."
  },
  {
    "id": "2846167",
    "unitNumber": 6,
    "text": "Aşağıdaki müraacatçılardan hangisi, görev merkezli uygulamanın hazırlık aşamasına genellikle amaçları belli bir şekilde gelir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kafası karışık bir şekilde gelen",
      "B": "Bir başkasının ısrarı üzerine gelen",
      "C": "Bir kurum tarafından zorunlu tutulan",
      "D": "Kendisi yardım talebiyle başvuran",
      "E": "Yönlendirildiği için başvuruda bulunan"
    },
    "explanation": "Müracaatçı açısından değerlendirildiğinde ise kendisi yardım talebiyle başvuranlarda genellikle amaç belirlidir. Ancak bazı durumlarda kafasının karışık olduğu ve neden orada olduğunu tam olarak bilmediği durumlarda bu durumun açığa kavuşturulması üzerinde çalışılabilir. Bir diğer ihtimal ise müracaatçının başka birinin ısrarı, yönlendirmesi ya da zorlamasıyla geldiği durumlardır. Annesinin, eşinin, arkadaşlarının ısrarı sonucunda gelen müracaatçılar buna örnek olarak gösterilebilir. Ayrıca resmî kurumların yönlendirmesiyle ya da zorunlu tutmasıyla sosyal hizmet kuruluşlarına başvuran müracaatçılar için de geliş amacı üzerinde çalışılması gerekebilir."
  },
  {
    "id": "2846189",
    "unitNumber": 6,
    "text": "Temelleri işbirliği, hatırlatma ve özerklik unsurlarından oluşan ve değişim yaratmayı amaçlayan sosyal hizmet uygulaması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Durumsal krize müdahale",
      "B": "Motivasyonel görüşme",
      "C": "Gelişimsel krize müdahale",
      "D": "Görev yönelimli uygulama",
      "E": "Homeostasis temelli görüşme"
    },
    "explanation": "Motivasyonel görüşmenin kendine has bir ruhu bulunmaktadır. Müracaatçıyla görüşmeci arasında işbirliğine dayanan, müracaatçının deneyimlerinin ve bakış açısının ön planda olduğu bir ortaklık ruhu olan işbirliği, akla getirme (hatırlatma) ve otonomi (özerklik) olmak üzere üç temel unsurdan oluşur."
  },
  {
    "id": "2846196",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi motivasyonel görüşmenin temel ilkelerinde biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yönlendirici olmak",
      "B": "Empatiyi ifade etmek",
      "C": "Dirençle zıtlaşmamak",
      "D": "Çelişkileri ortaya çıkarmak",
      "E": "Öz etkililiği desteklemek"
    },
    "explanation": "Motivasyonel görüşmenin ilkeleri empatiyi ifade etmek, d,rençle zıtlaşmamak, çelişkileri ortaya çıkarmak ve öz etkililiği desteklemek olarak sıralanmıştır. Yönlendirici olmak gibi bir ilkesi bulunmamaktadır."
  },
  {
    "id": "2846204",
    "unitNumber": 6,
    "text": "Okulda devamsızlık davranışını değiştirmek isteyen bir müraatcatçının altı aydan beri düzenli olarak okula devam ettikten sonra bir gün yeniden devamsızlık yapması motivasyonel görüşme sürecinin hangi aşamasında olduğunda göstermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eylem",
      "B": "Niyet",
      "C": "Ön niyet",
      "D": "Tekrarlama",
      "E": "Devamlılık"
    },
    "explanation": "Tekrarlama değişim sürecinde beklenen bir süreç olarak değerlendirilir. Değişim öncesi müracaatçıya geri dönülen bu süreç bir başarısızlık değil, döngünün bir parçasıdır."
  },
  {
    "id": "2848072",
    "unitNumber": 6,
    "text": "Bireyin yaşamında var olan gelişimsel geçişlere veya durumsal tehlikelere ve güçlüklere tepki olarak ortaya çıkan, ruh sağlığı bozukluklarına neden olabilecek potansiyel dönüm noktaları olan, nispeten kısa psikolojik dengesizlik dönemlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kriz",
      "B": "Psikopatoloji",
      "C": "Psikoz",
      "D": "Nevroz",
      "E": "Sınırda kişilik bozukluğu"
    },
    "explanation": "Bireyin yaşamında var olan gelişimsel geçişlere veya durumsal tehlikelere ve güçlüklere tepki olarak ortaya çıkan, ruh sağlığı bozukluklarına neden olabilecek potansiyel dönüm noktaları olan, nispeten kısa psikolojik dengesizlik dönemlerine kriz denir."
  },
  {
    "id": "2848094",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi kriz durumunun ayırt edici özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Tetikleyici özellikte bir olayın ya da durumun meydana gelmesi",
      "B": "Genellikle uzun süreli bir dönemi kapsaması",
      "C": "Bu durum ya da olayla ilgili öznel stres durumunun yaşanması",
      "D": "Olağan baş etme yöntemlerinin yetersiz kalması",
      "E": "Bu durumu ya da olayı yaşayan bireyin psikolojik, duygusal ya da davranışsal işlevselliğinin<br/>bozulması"
    },
    "explanation": "Aşağıdaki ifadeler kriz durumunun ayırt edici özellikleridir. \n<br/><ul><br/><li>Tetikleyici özellikte bir olayın ya da durumun meydana gelmesi, </li><br/><li>Bu durum ya da olayla ilgili öznel stres durumunun yaşanması,</li><br/><li>Olağan baş etme yöntemlerinin yetersiz kalması,</li><br/><li>Bu durumu ya da olayı yaşayan bireyin psikolojik, duygusal ya da davranışsal işlevselliğinin<br/>bozulması.</li><br/></ul><br/>B seçeneğinde verilen \"Genellikle uzun süreli bir dönemi kapsaması\" kriz durumunun ayırt edici özelliği değildir. Kriz durumları genellikle kısa sürelidir.<br/>Aşağıdaki ifadeler kriz durumunun ayırt edici özellikleridir. \n <ul> <li>Tetikleyici özellikte bir olayın ya da durumun meydana gelmesi, </li> <li>Bu durum ya da olayla ilgili öznel stres durumunun yaşanması,</li> <li>Olağan baş etme yöntemlerinin yetersiz kalması,</li> <li>Bu durumu ya da olayı yaşayan bireyin psikolojik, duygusal ya da davranışsal işlevselliğinin<br/>bozulması.</li> </ul> B seçeneğinde verilen \"Genellikle uzun süreli bir dönemi kapsaması\" kriz durumunun ayırt edici özelliği değildir. Kriz durumları genellikle kısa sürelidir."
  },
  {
    "id": "2848118",
    "unitNumber": 6,
    "text": "Bir trafik kazası sonucu çocuğunu kaybeden anne babanın yaşadığı kriz aşağıda verilen kriz türlerinden hangisine girer?",
    "correctAnswer": "D",
    "options": {
      "A": "Psikiyatrik aciller",
      "B": "Yaşamsal kriz",
      "C": "Gelişimsel krizler",
      "D": "Travmatik yaşam deneyimlerinden kaynaklanan krizler",
      "E": "Bir psikopatolojinin sonucu olan krizler"
    },
    "explanation": "Doğru cevap D seçeneğinde verilmiştir. Soruda verilen örnek travmatik yaşam deneyimlerinden kaynaklanan krizlere girer. Travmatik yaşam deneyimlerinden kaynaklanan krizler: Kontrol edilemeyen ve duygusal olarak üstesinden gelinemeyen, acı veren, ani beklenmedik olaylara bağlı durumlardır. Ani ölümler, ani iş kaybı, cinsel saldırıya uğrama burada sayılabilir."
  },
  {
    "id": "2848132",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi durumsal bir krize girer?",
    "correctAnswer": "E",
    "options": {
      "A": "Okula başlamak",
      "B": "Evlenmek",
      "C": "Üniversiteye gitmek için ailesinden uzak bir şehire taşınmak",
      "D": "Çalışmaya başlamak",
      "E": "İşsizlik"
    },
    "explanation": "E seçeneğinde verilen \"işsizlik\" durumsal krize girer. Diğer seçeneklerde verilenler ise gelişimsel krize girer."
  },
  {
    "id": "2848138",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi gelişimsel krize girer?",
    "correctAnswer": "E",
    "options": {
      "A": "Bedensel hastalıklar",
      "B": "Saldırıya uğrama",
      "C": "Boşanma",
      "D": "Madde bağımlılığı",
      "E": "Çocuk sahibi olmak"
    },
    "explanation": "E seçeneğinde verilen \"çocuk sahibi olmak\" gelişimsel krizlere girer. Diğer seçeneklerde verilenler ise durumsal krize girer."
  },
  {
    "id": "2848577",
    "unitNumber": 6,
    "text": "Kriz müdahalesinin süresi ne kadardır?",
    "correctAnswer": "B",
    "options": {
      "A": "2, 3 hafta",
      "B": "1-6 hafta arasında",
      "C": "2-4 ay arasında",
      "D": "1 yıl",
      "E": "1-3 yıl arasında"
    },
    "explanation": "Kriz durumunun ardından gerçekleştirilen kısa süreli bir müdahale olan kriz müdahalesi 1-6 hafta arasında sürer."
  },
  {
    "id": "2848627",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi görev merkezli uygulamanın özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Yaklaşık 8-12 oturum sürmesi",
      "B": "İnsan kaynağı açısından ekonomik olması",
      "C": "Sadece birey düzeyinde uygulanabilmesi",
      "D": "Farklı sorunlara uygulanabilmesi",
      "E": "Çok sayıda müracaatçıya ulaşabilmesi"
    },
    "explanation": "Görev merkezli yaklaşım, 8-12 oturumu kapsar, kısa süreli olması insan kaynağı açısından daha ekonomik olmasına neden olur ve bu sayede daha çok sayıda müracaatçıya ulaşılabilir. Farklı sorunlara uygulanabilir. Sadece birey düzeyinde bir uygulama değildir. Ailelere ve gruplara da uygulanır."
  },
  {
    "id": "2848654",
    "unitNumber": 6,
    "text": "Aşağıda verilen seçeneklerden hangisinde görev merkezli uygulamanın adımları doğru sıralamada verilmiştir? \n<br/>I- Planlama ve görevleri belirleme \n<br/>II- Çalışmanın sonlandırılması \n<br/>III- Problemin belirlenmesi \n<br/>IV- Amaçları ve zaman sınırını belirleme",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III ve IV",
      "B": "III, IV, I ve II",
      "C": "I, III, IV ve II",
      "D": "IV, III, I ve II",
      "E": "III, I, IV ve II"
    },
    "explanation": "Görev merkezli uygulamanın adımları aşağıda doğru sıralamada b seçeneğinde verilmiştir: \n<br/>III- Problemin belirlenmesi \n<br/>IV- Amaçları ve zaman sınırını belirleme\n<br/>I- Planlama ve görevleri belirleme \n<br/>II- Çalışmanın sonlandırılması"
  },
  {
    "id": "2848660",
    "unitNumber": 6,
    "text": "Görüşme sürecinde görüşmecinin yansıtıcı ifadeler kullanması motivasyonel görüşmenin temel ilkelerinden hangisi ile ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Empatiyi ifade etmek",
      "B": "Çelişkileri ortaya çıkarmak",
      "C": "Dirençle zıtlaşmamak",
      "D": "Öz etkililiği desteklemek",
      "E": "Öz yeterliliği desteklemek"
    },
    "explanation": "Görüşme sürecinde görüşmecinin yansıtıcı ifadeler kullanması motivasyonel görüşmenin temel ilkelerinden empatiyi ifade etmek ile ilişkilidir. Motivasyonel görüşmedeki temel ilkelerden biri empatiyi ifade etmektir. Empatiyi ifade edecek şekilde yansıtıcı ifadelerin kullanımı motivasyonel görüşmede ortaya çıkabilecek olası direnci azaltır, müracaatçının motivasyonel ifadelerini destekler ve değişim fikrini onaylar."
  },
  {
    "id": "2848664",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi motivasyonel görüşme sürecinde müracaatçının katılım becerilerinden biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Kapalı uçlu sorular sorma",
      "B": "Açık uçlu sorular sorma",
      "C": "Doğrulama",
      "D": "Yansıtma",
      "E": "Özetleme"
    },
    "explanation": "Motivasyonel görüşme sürecinde müracaatçının katılım becerileri açık uçlu sorular sorma, yansıtma, doğrulama ve özetlemedir. Kapalı uçlu sorular yerine açık uçlu sorular tercih edilmelidir. Açık Uçlu Sorular: Motivasyonel görüşmede sosyal hizmet uzmanı her şeyi ya da müracaatçıdan daha fazla şeyi bildiğini ima eden ve orantısız güç ilişkisinin altını çizen “uzman” rolünden kaçınır. Bu nedenle bilgi alma süreci müracaatçıyı pasif bir rolde bırakan uzun, kapalı uçlu ve kısa cevaplı soruların tersine, müracaatçıya verecekleri cevap ve süreçle ilgili özgürlük alanı tanıyan açık uçlu sorular üzerine kurulur. Kapalı uçlu sorular genellikle hızlı, kısa ve kapalı diyalogların oluşmasına ve müracaatçıdan alınabilecek bilginin kısıtlanmasına neden olur. Burada dikkat edilmesi gereken konu, açık uçlu sorular için bile arka arkaya üç soru sormamak ve müracaatçıyı yönlendirmemektir."
  },
  {
    "id": "3841820",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir durumun “kriz” olarak tanımlanabilmesi için gerekli olan ayırt edici özelliklerden <strong>biri değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Olayın bireyde öznel stres yaratması",
      "B": "Olayın toplumsal düzeyde yankı uyandırması",
      "C": "Olağan baş etme yöntemlerinin yetersiz kalması",
      "D": "Psikolojik, duygusal veya davranışsal işlevselliğin bozulması",
      "E": "Tetikleyici bir olayın ya da durumun meydana gelmesi"
    },
    "explanation": "Kanel (2003) kriz durumunun dört ayırt edici özelliğini şu şekilde belirlemiştir:\n <ul> <li> Tetikleyici özellikte bir olayın ya da durumun meydana gelmesi,\n </li> <li> Bu durum ya da olayla ilgili öznel stres durumunun yaşanması,\n </li> <li> Olağan baş etme yöntemlerinin yetersiz kalması,\n </li> <li> Bu durumu ya da olayı yaşayan bireyin psikolojik, duygusal ya da davranışsal işlevselliğinin bozulması.\n </li> </ul>"
  },
  {
    "id": "3841821",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi <strong>travmatik yaşam deneyimlerinden kaynaklanan kriz</strong> türüne bir örnek olabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üniversite sınavına hazırlanan bir öğrencinin yaşadığı stres",
      "B": "Yeni evlenen bir çiftin yaşadığı uyum zorlukları",
      "C": "Ani iş kaybı nedeniyle yaşanan duygusal çöküntü",
      "D": "Emekli olan bir bireyin boşluk hissi yaşaması",
      "E": "Ergenlik döneminde yaşanan kimlik karmaşası"
    },
    "explanation": "Travmatik yaşam deneyimlerinden kaynaklanan krizler: Kontrol edilemeyen ve duygusal olarak üstesinden gelinemeyen, acı veren, ani beklenmedik olaylara bağlı durumlardır. Ani ölümler, ani iş kaybı, cinsel saldırıya uğrama burada sayılabilir."
  },
  {
    "id": "3841822",
    "unitNumber": 6,
    "text": "Caplan’a göre gelişimsel krizlerin ortaya çıkma süresi genellikle ne kadar bir zaman dilimini kapsar?",
    "correctAnswer": "C",
    "options": {
      "A": "Birkaç saat ile bir gün",
      "B": "1-2 hafta",
      "C": "Birkaç gün ile 6 hafta",
      "D": "2 ay ile 6 ay",
      "E": "6 ay ile 1 yıl"
    },
    "explanation": "Caplan’ın değişim krizleri olarak ele aldığı gelişimsel krizler aniden ortaya çıkmazlar ve birkaç gün ile altı hafta arasında değişen süre zarfında gelişirler."
  },
  {
    "id": "3841823",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Roberts’ın kriz müdahale modelinde <strong>“Problemler ve Tetikleyici Olayları Tanımlama”</strong>aşamasının temel hedefidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bireyin savunma mekanizmalarını keşfetmek",
      "B": "Krize neden olan olayı ve bu sürecin gelişimini anlamak",
      "C": "Alternatif çözüm yolları üretmek",
      "D": "Müdahale planının uygulanabilirliğini test etmek",
      "E": "Kriz sonrasında takip planı oluşturmak"
    },
    "explanation": "3. AŞAMA: Problemler ve Tetikleyici Olayları Tanımlamak: Bu aşamada tetikleyici olaylar hakkında bilgi toplanır. Tam olarak krize neden olan sorunun ve tetikleyici olayın ne olduğunun, bu sürecin nasıl yaşandığının ve bireyin krize müdahale sürecine nasıl geldiği ile ilgili ayrıntılar üzerine konuşulur."
  },
  {
    "id": "3841824",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kriz müdahalesi sürecinde <strong>dikkat edilmesi gereken temel noktalardan biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Müracaatçının sosyal ağıyla iletişime geçilmesi",
      "B": "Kriz döneminde sık ve düzenli temas kurulması",
      "C": "Müracaatçının karar alma ve eyleme geçme sürecine destek olunması",
      "D": "Yardım edenin müracaatçıya hızlı biçimde ulaşması",
      "E": "Tetikleyici olayın müracaatçı için taşıdığı öznel anlamın göz ardı edilmesi"
    },
    "explanation": "Kriz durumlarıyla çalışan sosyal hizmet uzmanının kriz müdahalesini kullanılırken dikkat edilmesi gereken önemli noktalar bulunmaktadır. Bunlar şu şekilde sıralanabilir (Sheafor ve Horejsi, 2014): <br/>• Müracaatçıya çabucak ulaşma ve yardım edenin hızlı yanıtı <br/>• Kriz dönemi boyunca sık irtibat (örneğin dört haftalık periyotta beş altı danışma seansı) <br/>• Tetikleyici olaya ve bunun müracaatçı için taşıdığı öznel anlama ilginin verilmesi <br/>• Müracaatçının karar almasına ve eyleme geçmesine yardım <br/>• Müracaatçının sosyal ağı ile irtibat"
  },
  {
    "id": "3841902",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, görev merkezli uygulamada <strong>çalışılabilecek sorunlara</strong> öncelikli örnek olarak <strong>verilebilir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Bireyin geçmiş travmalarının detaylı olarak incelenmesi",
      "B": "Ergenlik dönemi soruları",
      "C": "Bireyler arası çatışma",
      "D": "Bireyin çocukluk dönemindeki bastırılmış anıların açığa çıkarılması",
      "E": "Bireyin düşünce kalıplarının yeniden yapılandırılması"
    },
    "explanation": "Görev merkezli uygulamada çalışılabilecek sorunlara bakıldığında, ilk olarak bireyler arasındaki çatışmalardan kaynaklı sorunların yer aldığı görülmektedir. Eşler arası çatışma, ebeveyn-çocuk arasında yaşanan anlaşmazlıklar, öğretmen-öğrenci ilişkisinde yaşanan sorunlar bu kapsamda değerlendirilebilir."
  },
  {
    "id": "3841905",
    "unitNumber": 6,
    "text": "Sosyal hizmetler uygulamalarına ihtiyaç duyan bireylerin ortak özelliği nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kişilik bozukluklarının uzun süreli psikanalitik çözümlemesi",
      "B": "Çocukluk travmalarını daha iyi tanımasına olanak sağlaması",
      "C": "Farklı müracaatçı gruplarına ve farklı sorunlara uygulanabilir olması",
      "D": "Daha güçlü duygusal bağlar kurulabilmesi",
      "E": "Yaşadıkları sorunlarla başa çıkmada zorlanabildikleri"
    },
    "explanation": "Sosyal hizmet uygulamalarına ihtiyaç duyan bireylerin ortak özellikleri değerlendirildiğinde yaşadıkları sorunlarla başa çıkmada zorlanabildikleri görülmektedir."
  },
  {
    "id": "3841923",
    "unitNumber": 6,
    "text": "Görev merkezli uygulamanın <strong>hazırlık aşamasında</strong> aşağıdakilerden hangisi üzerinde çalışılması <strong>gereken konulardan biri değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Müracaatçının yardım talebinin nedeni",
      "B": "Sosyal hizmet uzmanının uygulama sürecindeki kişisel görüşleri",
      "C": "Uygulamanın gerekliliğinin belirlenmesi",
      "D": "Müracaatçının isteyerek mi yoksa yönlendirme ile mi geldiğinin anlaşılması",
      "E": "Müracaatçının geliş amacının netleştirilmesi"
    },
    "explanation": "Hazırlık Aşaması: Hazırlık aşaması müracaatçının ve sosyal hizmet uzmanının yapılacak uygulamaya neden ihtiyaç duyulduğunu açıklığa kavuşturdukları aşamadır. Bu aşamada sosyal hizmet uzmanı müracaatçıyı tanımaya, yapılacak uygulamanın gerekli olup olmadığını, gerekliyse nedenini araştırmaya çalışır. Uygulamanın net ve açık olarak amacının ortaya konulması gerekir. Müracaatçı açısından değerlendirildiğinde ise kendisi yardım talebiyle başvuranlarda genellikle amaç belirlidir. Ancak bazı durumlarda kafasının karışık olduğu ve neden orada olduğunu tam olarak bilmediği durumlarda bu durumun açığa kavuşturulması üzerinde çalışılabilir. Bir diğer ihtimal ise müracaatçının başka birinin ısrarı, yönlendirmesi ya da zorlamasıyla geldiği durumlardır."
  },
  {
    "id": "3841927",
    "unitNumber": 6,
    "text": "Motivasyonel görüşmede dirençle zıtlaşmak neden uygun bir yaklaşım değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Müracaatçının değişim sürecine daha hızlı adapte olmasını sağlar.",
      "B": "Dirençle zıtlaşmak, müracaatçının savunma mekanizmalarını artırabilir ve işbirliğini zorlaştırabilir.",
      "C": "Görüşmenin süresini kısaltarak daha hızlı sonuca ulaşmayı kolaylaştırır.",
      "D": "Dirençle zıtlaşmak, müracaatçının karar verme sorumluluğunu görüşmeciye devretmesini sağlar.",
      "E": "Müracaatçının mevcut durumunu koruma isteğini pekiştirir."
    },
    "explanation": "Dirençle Zıtlaşmamak: Direnç birçok terapi sürecinde sıklıkla karşılaşılan bir durumdur. bazı ruh sağlığı uygulamalarında terapistin çatışmacı bir strateji kullandığı, müracaatçının kabul etmemesine rağmen değişim üzerinde ısrar ettiği bilinmektedir. Ayrıca özellikle bağımlılık davranışıyla çalışan sosyal hizmet uzmanının değişimi gerçekleştirmek amacıyla bilgisini ve otoritesini kullanmak zorunda olduğunun kabul gördüğü bir yaklaşım kullanılmaktadır (Miller, 1996). Ancak bu stratejinin üretken olmadığı ve çoğu zaman müracaatçının savunma ve direnç göstermesine neden olduğu görülmektedir. <strong>Motivasyonel görüşmede ise tam tersine çatışmayı önleyici, şefkatli ve sıcak bir ortam sağlanması esastır</strong> (Miller ve Arkowitz, 2019)."
  },
  {
    "id": "3841929",
    "unitNumber": 6,
    "text": "“İlişkimizde bir şeyler değişmeli.” ifadesi aşağıdaki hangi <strong>İBNİ öğesine</strong> örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "İstek",
      "B": "Beceri",
      "C": "Neden",
      "D": "İhtiyaç",
      "E": "Kararlılık"
    },
    "explanation": "Dört hazırlayıcı nitelik konuşması türü istek, beceri, neden ve ihtiyacın baş harflerinden oluşan İBNİ kısaltmasıyla tanımlanabilir:\n <ul> <li> İstek İfadeleri: Yaklaşma motivasyonu gösterirler. İstiyorum, isterim, dilerim, tercih ederim ve severim gibi. Örneğin “Biraz kilo vermek istiyorum.” ifadesi bir istek ifadesidir.\n </li> <li> Beceri İfadeleri: Değişim olasılığını gösterirler. Örneğin “Eşime karşı biraz daha kibar olabileceğimi biliyorum.” ifadesi bir beceri ifadesidir.\n </li> <li> Neden İfadeleri: Değişim gerçekleşirse istenen sonucu, değişimin gerçekleşmemesi durumunda ise istenmeyen sonucu ifade eder. Eğer-ise niteliği taşırlar. Örneğin “Tekrar tutuklanırsam işimi kaybedeceğim.” ifadesi bir neden ifadesidir.\n </li> <li> İhtiyaç İfadeleri: Bir neden belirtmeden - meli/-malı, gerek gibi zorunluluk niteliği taşıyan ifadelerdir. Örneğin “İlişkimizde bir şeyler değişmeli.” bir ihtiyaç ifadesidir.\n </li> </ul>"
  },
  {
    "id": "2142684",
    "unitNumber": 7,
    "text": "İnsan sorunlarına ilişkin yeni kavrayışlar ve özgün bakış açılarını çeşitlendiren postmodern teoriler sosyal hizmet uygulamalarında hangi yıllardan itibaren etkisini göstermeye başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1900’lerden itibaren",
      "B": "1990’lardan itibaren",
      "C": "2000’lerden itibaren",
      "D": "1800’lerden itibaren",
      "E": "1970’lerden itibaren"
    },
    "explanation": "Postmodernizm<br/>Postmodern teoriler sosyal hizmet uygulamalarında 1990’lardan itibaren görülmeye başlar (Moffatt, 2019). Böylece insan sorunlarına ilişkin yeni kavrayışlar ve özgün bakış açıları çeşitlenir. Örneğin davranışsal problemler yalnızca belirli psikolojik çerçeveler içinde okunmak yerine daha geniş toplumsal faktörler üzerinden değerlendirilmeye başlar."
  },
  {
    "id": "2142697",
    "unitNumber": 7,
    "text": "Sosyal dünyada insanların düşüncelerini ve ürettikleri anlamları <em>‘normal-anormal’ </em>tasnifine tabi tutmadan önce insanların gözünden kendi yaşam deneyimlerini nasıl gördüklerini algılamamız, onlara yardım sunabilmek için onların bakış açılarını bilmemiz gerekir.\n <strong>Yukarıdaki ifadeyle anlatılmak istenen kavram aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal yardım",
      "B": "Sosyal hizmet",
      "C": "Sosyal farkındalık",
      "D": "Sosyal inşa",
      "E": "Sosyal etki"
    },
    "explanation": "Gerçekliğin Sosyal İnşası<br/>Sosyal inşacı bakış açısı insanların gözünden kendi yaşam deneyimlerini nasıl gördüklerini algılamamız gerektiğini bize gösterir. İnsanlara yardım sunabilmek için onların bakış açılarını kesinlikle bilmek zorundayız. Yine burada bilişsel empatinin bu öznel algıyı yakalamada gerekli ve etkili bir araç olabileceğini bilmek gerekir. Sosyal dünyada insanların düşüncelerini ve ürettikleri anlamları <em>‘normal-anormal’ </em>tasnifine tabi tutmadan önce sosyal, kültürel, politik, folklorik ve antropolojik bilgi kümelerinin ürettiği anlamlara, diğer ifadeyle tüm sosyal inşalara bakmak zorunludur."
  },
  {
    "id": "2142711",
    "unitNumber": 7,
    "text": "Bir kavramı karşıt kavramını dikkate alarak yeniden tanımlama girişimi aşağıdaki kavramlardan hangisiyle ifade edilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Diskur",
      "B": "Öznellik",
      "C": "Güç",
      "D": "Sosyal inşa",
      "E": "Yapısöküm"
    },
    "explanation": "Postmodernizmin Kavramsal Araçları<br/><em>Yapısöküm</em>, bir kavramı karşıt kavramını dikkate alarak yeniden tanımlama girişimidir. Normal-anormal, doğru-yanlış, erkek-kadın, varsıl-yoksul gibi kavramların anlamını inşa eden yapıları anlayabilmek için bu kavramların karşıtlıklarına bakmak gerekir. Böylece kavramla ilgili üretilmiş olan gerçekler eleştirel bir bilinçle sorgulanabilir hâle gelir. Kavramların karşılıklarını bulmak aynı zamanda kavramlar arasında oluşan hiyerarşiyi de görmeyi sağlar. Örneğin kadın-erkek kavramlarını yapısökümüne uğrattığınızda bu kavramların bağımsız yapısına rağmen kadının aleyhine bir eşitlik sorunu olduğu net biçimde görülür."
  },
  {
    "id": "2142723",
    "unitNumber": 7,
    "text": "Postmodern müdahalelerin hangi genel göstergelerin artmasında yararlı olduğu aşağıda yer alan seçeneklerin hangisinde doğru olarak ifade edilmiştir?\n I. Stresin azaltılması\n II. Farkındalığın artması\n III. Kişilerarası çatışmaların çözülmesi\n IV. Mutluluk ve yaşam doyumunun artması",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "I-II-III-IV",
      "D": "I-III-IV",
      "E": "I-II-IV"
    },
    "explanation": "Postmodern Müdahale Yaklaşımları<br/>Postmodern müdahaleler stresin azaltılmasında, farkındalığın artmasında, kişilerarası çatışmaların çözülmesinde, mutluluk ve yaşam doyumu gibi genel göstergelerin artmasında yararlı olabilir. Gerek çözüm odaklı kısa terapi gerekse anlatı terapisi sorun çözme yaklaşımları olmaktan ziyade ileriye dönük, pozitif değişimi ve baş etme kapasitesini artırmayı hedefleyen yaklaşımlardır. Her ikisi de olumluya vurgu yapar. Sosyal inşacı görüşleri benimserler."
  },
  {
    "id": "2142737",
    "unitNumber": 7,
    "text": "Çözüm odaklı uygulamanın temel varsayımlarından biri aşağıdaki seçeneklerden hangisinde doğru olarak ifade edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Olumluya sürekli vurgu yapmak gerekir.",
      "B": "İnsanlar gerçekte değişmek istemezler.",
      "C": "Nedenlere odaklanmak her zaman gereklidir.",
      "D": "Hızlı ve büyük adımlar fark yaratır.",
      "E": "İstisnalar kaideyi bozmaz."
    },
    "explanation": "Çözüm odaklı uygulama teorisinin temel varsayımlarına bakıldığında ayırt edici özellikleri izleyen şekilde sıralanabilir (De Shazer vd., 2007; Payne, 2014): İnsanlar yaşamlarında sorun istemezler, insanlar gerçekten değişmek isterler, her sorunda istisnalar vardır, küçük adımlar büyük değişimler yaratır, olumluya sürekli vurgu yapmak gerekir, nedenlere odaklanmanın bir yararı yoktur ve insanlar kendi sorunlarının uzmanıdır."
  },
  {
    "id": "2142749",
    "unitNumber": 7,
    "text": "Çözüm odaklı uygulamanın geleneksel sosyal hizmet uygulamasından farkını en doğru ifade eden seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çözüm odaklı uygulama sorunların nedenlerini anlamaya çalışır.",
      "B": "Çözüm odaklı uygulama önemli kabul edilen problemleri analiz eder.",
      "C": "Çözüm odaklı uygulama gerçeği sorgular.",
      "D": "Çözüm odaklı uygulama duygulardan ziyade davranışlara odaklanır.",
      "E": "Çözüm odaklı uygulama bağlantılı olabilecek geçmiş sorunlara odaklanır."
    },
    "explanation": "Ayırt Edici Özellikleri<br/>Çözüm odaklı uygulama ile geleneksel sosyal hizmet uygulaması arasındaki farklılıklar aşağıda yer alan biçimde sıralanabilir (Payne, 2014): <em>Çözüm odaklı uygulama</em> insanların deneyimlerini kabul eder, çözüme yönelik araştırma yapar, yeteneklere odaklanır, insanların konuşmak istedikleri şeye odaklanır, duygulardan ziyade davranışları odaklanır, tanı, sınıflandırma ve patolojiden uzak durur, etkide bulunmaktan kaçınır, suçlamadan kaçınıp olumluyu vurgular, uygulayıcının süreç ve teknikleri hakkında uzman olması gerekir. <em>Geleneksel sosyal hizmet uygulamaları</em> ise gerçeği sorgular, sorunların nedenlerini anlamaya çalışır, insanların yaşadığı sorunlara odaklanır, bağlantılı olabilecek geçmiş meselelere odaklanır, geçmiş olaylarla bağlantılı duygulara odaklanır, önemli kabul edilen problemleri analiz eder, teorik açıklamaları esas alan çıkarımlar yapar, makbul davranış hakkında varsayım ve genellemeler yapar, uygulayıcının sorunu kavraması ve çözmesi gerekir."
  },
  {
    "id": "2142754",
    "unitNumber": 7,
    "text": "İş yerinde diğer çalışanlar ve yöneticiler tarafından ayrımcı davranışlara maruz kaldığından yakınan bireye bu problemin adını koymak suretiyle iş yerinde ayrımcı davranışlara maruz kalma probleminin kaç şiddetinde olduğunun sorulması çözüm odaklı uygulamada kullanılan tekniklerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mucize sorular",
      "B": "Yeniden çerçeveleme",
      "C": "Derecelendirme soruları",
      "D": "Davranışsal yönergeler",
      "E": "İstisnaların pekiştirilmesi"
    },
    "explanation": "Derecelendirme Soruları<br/>Danışan ile başlayan görüşmenin ilk oturumundan itibaren tanımlanan problemin derecelendirilerek 0-10 aralığı konulup zihinsel olarak bu sorunun kaç şiddetinde olduğu sorulabilir. Örneğin iş yerinde diğer çalışanlar ve yöneticiler tarafından ayrımcı davranışlara maruz kaldığından yakınan bir genç yetişkin kadınla çalışırken bu problemin adını koymak suretiyle iş yerinde ayrımcı davranışlara maruz kalma probleminin derecesi sorulabilir. Danışan örneğin, bu sorunu için ‘4’ diyebilir. Derece yükseldikçe problemin danışın üzerindeki etkisi azalmaktadır."
  },
  {
    "id": "2142762",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi anlatı terapisinin gelişmesine zemin hazırlayan olaylardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "1960’lı yılların özgürleştirici kültürel ve politik atmosferi",
      "B": "Sosyal hizmet uzmanlarının saha deneyimlerinin artması",
      "C": "Bireylerin daha fazla ayrımcı davranışlara maruz kalması",
      "D": "Ekonomik göstergelerin bireylerin yaşamına olan etkisi",
      "E": "Modern eğitim anlayışının toplumlarda hızla yaygınlaşması"
    },
    "explanation": "Tarihçesi ve Temelleri<br/>1960’lı yılların özgürleştirici kültürel ve politik atmosferi bu yaklaşımın gelişmesine zemin hazırlamıştır. Özellikle Avustralya’da, oranın yerlileri olan Aborjinlere yönelik ayrımcılık ve diğer birçok dışlayıcı tutumun modernist bakışla ve araçlarla artığını gözlemlemişlerdir. Modern ve Avrupa-merkezci standartlara göre Aborjinler ‘ilkel’ olarak etiketlenmişlerdir. Oysa yalnızca farklı ve özgün bir kültürel sistemleri vardır. Ayrımcılık yaratan ve üstten bir bakışı temsil eden geleneksel yaklaşımlara bir alternatif arayışı hızlanmıştır. Dolayısıyla yeni bir bakışa, daha özgürleştirici ve sosyal hizmetin amaçlarına daha uygun düşen araçlara ihtiyaç duyulduğunu birlikte fark etmişlerdir."
  },
  {
    "id": "2142777",
    "unitNumber": 7,
    "text": "Anlatı terapisinin özü aşağıdaki ifadelerden hangisinde açıklanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Anlatı terapisinin özü çözüme yönelik araştırma yapmaktır.",
      "B": "Anlatı terapisinin özü geçmiş olaylarla bağlantılı duygulara odaklanır.",
      "C": "Anlatı terapisinin özü önemli kabul edilen problemleri analiz eder.",
      "D": "Anlatı terapisinin özü sorunların nedenlerini anlamaya çalışır.",
      "E": "Anlatı terapisinin özü insanların yaşam hikâyelerini yeniden yazmaktır."
    },
    "explanation": "Ayırt Edici Özellikleri<br/>Anlatı terapisinin özü insanların yaşam hikâyelerini yeniden yazmaktır. Bilgilerin keşfedilmediğini, inşa edildiğini varsayım olarak kabul eden bir yaklaşımdır. Böyle olduğu için insanların davranışları yerine anlamı nasıl inşa ettiklerine odaklanan bir müdahale süreci vardır."
  },
  {
    "id": "2142787",
    "unitNumber": 7,
    "text": "Anlatı teorisine dayalı sosyal hizmet uygulamasında “sorundan çözüme yönelen ve işlevselliğe katkı sağlayan alternatif anlatılar inşa edilmesi” teorinin uygulanmasındaki hangi aşamaya karşılık gelir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bağlantı ve anlaşma aşaması",
      "B": "Yeniden yazma konuşmaları aşaması",
      "C": "Probleme doygun anlatının eleştirel sorgulama yoluyla yapısökümüne uğratılması aşaması",
      "D": "Çözüme yönelik araştırma yapma aşaması",
      "E": "Yeniden çerçeveleme aşaması"
    },
    "explanation": "Anlatı teorisine dayalı sosyal hizmet uygulamasını üç aşamada özetlemek mümkündür (Akt. Fırat, 2019; Roscoe ve Madoc, 2009): (1) Bağlantı ve anlaşma aşaması: Sosyal hizmet uzmanı ve danışan arasında mesleki ilişki kurulur. Hikâye alınır. Baskın anlatılar tanımlanır ve açıklığa kavuşturulur. (2) Probleme doygun anlatının eleştirel sorgulama yoluyla yapısökümüne uğratılması aşaması: Dışsallaştırma soruları sorulur. Güç ilişkileri, kültür, gelenekler ve sosyal roller dikkate alınarak dışsallaştırma yapılır. (3) Yeniden yazma konuşmaları aşaması: Sorundan çözüme yönelen ve işlevselliğe katkı sağlayan alternatif anlatılar inşa edilir."
  },
  {
    "id": "2176082",
    "unitNumber": 7,
    "text": "Postmodern sosyal hizmet uygulamalarında kaçlı yıllardan itibaren görülmeye başlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1970",
      "B": "1980",
      "C": "1990",
      "D": "2000",
      "E": "2010"
    },
    "explanation": "Postmodern teoriler sosyal hizmet uygulamalarında 1990'lardan itibaren görülmeye başlamıştır."
  },
  {
    "id": "2176150",
    "unitNumber": 7,
    "text": "Postmodern bir kavram olan ............................, bir kavramı karşıt kavramını dikkate alarak yeniden tanımlama girişimi olarak tanımlanır. \n Yukarıdaki boşluğa aşağıdaki kavramlardan hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Diskur",
      "B": "Öznellik",
      "C": "Yapısöküm",
      "D": "Güç",
      "E": "Tüketim kültürü"
    },
    "explanation": "Postmodern bir kavram olan YAPISÖKÜM, bir kavramı karşıt kavramını dikkate alarak yeniden tanımlama girişimi olarak tanımlanır."
  },
  {
    "id": "2176159",
    "unitNumber": 7,
    "text": "Postmodern düşünceye göre sabit ve tekdüze bir gerçeklik düşüncesini reddetmek anlamına gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Diskur",
      "B": "Öznellik",
      "C": "Yapısöküm",
      "D": "Güç",
      "E": "Modernizm"
    },
    "explanation": "Öznellik, postmodern düşünceye göre sabit ve tekdüze bir gerçeklik düşüncesini reddetmek anlamına gelir."
  },
  {
    "id": "2176169",
    "unitNumber": 7,
    "text": "Danışanın sorununun nedenlerine odaklanmak yerine sorunun ne olduğu anlaşıldıktan sonra sorunun çözümüne odaklanan terapi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çözüm odaklı kısa terapi",
      "B": "Psikanaliz",
      "C": "Rogerian terapi",
      "D": "Birey merkezli yaklaşım",
      "E": "Grupla terapi"
    },
    "explanation": "Çözüm odaklı kısa terapide danışanın sorununun nedenlerine odaklanmak yerine sorunun ne olduğu anlaşıldıktan sonra sorunun çözümüne odaklanılır."
  },
  {
    "id": "2176172",
    "unitNumber": 7,
    "text": "Aşağıda çözüm odaklı kısa terapi ile ilgili verilen ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Danışanın sorunun nedenleri derinlemesine incelenir.",
      "B": "Danışanın sorunlarının nedenleri danışanın geçmiş yaşantısında aranır.",
      "C": "Danışanın yaşadığı sorunları ile ilgili duygularına odaklanılır.",
      "D": "Sorun çözme sürecinde sürekli olumluya vurgu yapılır.",
      "E": "Danışma sürecinde danışanın algılarından çok duygularına yönelik sorular sorulur."
    },
    "explanation": "Çözüm odaklı kısa terapide sorun çözme sürecinde sürekli olumluya vurgu yapılır."
  },
  {
    "id": "2176174",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi çözüm odaklı kısa terapinin ayırt edici özelliklerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sorunlar insanı güçlendirir.",
      "B": "İnsanlar gerçekten değişmek istir.",
      "C": "Küçük adımlar büyük değişimler yaratır.",
      "D": "Olumluya sürekli vurgu yapmak gerekir.",
      "E": "Nedenlere odaklanmanın bir yararı yoktur."
    },
    "explanation": "\"Sorunlar insanı güçlendirir\" çözüm odaklı kısa terapinin özelliklerinden biri değildir. Bu yaklaşımda insanların yaşamlarında sorun istemediğine inanılır ve sorun kısa sürede çözülmeye çalışılır."
  },
  {
    "id": "2176179",
    "unitNumber": 7,
    "text": "Çözüm odaklı kısa terapide kullanılan tekniklerden birinde danışanın sorununa yönelik bakış açısı, algısı değiştirilir. Bu teknik aşağıdaki seçeneklerden hangisinde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Davranışsal yönergeler",
      "B": "Yeniden çerçeveleme",
      "C": "İstisnaların pekiştirilmesi",
      "D": "Derecelendirme soruları",
      "E": "Mucize sorular"
    },
    "explanation": "Çözüm odaklı kısa terapide kullanılan tekniklerden birinde danışanın sorununa yönelik bakış açısı, algısı değiştirilir. Bu teknik yeniden çerçevelemedir."
  },
  {
    "id": "2176182",
    "unitNumber": 7,
    "text": "Kişiyi etiketlemekten kaçınan problemleri bireylerin özellikleri gibi ifade edilmesini eleştiren postmodern terapi yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Psikodinamik yaklaşımlar",
      "B": "Bilişsel-davranışçı yaklaşım",
      "C": "Anlatı terapisi",
      "D": "Çözüm odaklı kısa terapi",
      "E": "Varoluşçu terapi"
    },
    "explanation": "Kişiyi etiketlemekten kaçınan problemleri bireylerin özellikleri gibi ifade edilmesini eleştiren postmodern terapi anlatı terapisidir."
  },
  {
    "id": "2176237",
    "unitNumber": 7,
    "text": "Anlatı terapisinin çok kullanılan tekniklerinden birinde insanların sorunlarının sürmesine neden olan hâkim anlatı eleştirel sorgulama yoluyla irdelenerek sorun yeniden tanımlanabilir hale gelir. Bu teknik hangi seçenekte verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Derecelendirme soruları",
      "B": "Davranışsal yönergeler",
      "C": "İstisnalar",
      "D": "Dışsallaştırma",
      "E": "Yapısöküm"
    },
    "explanation": "Anlatı terapisinin çok kullanılan tekniklerinden biri olan YAPISÖKÜMde insanların sorunlarının sürmesine neden olan hâkim anlatı eleştirel sorgulama yoluyla irdelenerek sorun yeniden tanımlanabilir hale gelir."
  },
  {
    "id": "2176269",
    "unitNumber": 7,
    "text": "Postmodern düşüncenin temel kavramlarından olan çocuk istismarı, yoksullukla mücadele gibi bir konudaki genel fikir söylemi olarak tanımlanabilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Diskur",
      "B": "Dışsallaştırma",
      "C": "Öznellik",
      "D": "Güç",
      "E": "Yapısöküm"
    },
    "explanation": "Postmodern düşüncenin temel kavramlarından olan çocuk istismarı, yoksullukla mücadele gibi bir konudaki genel fikir söylemi olarak tanımlanabilen kavram DİSKURdur."
  },
  {
    "id": "3839213",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi postmodern uygulamanın kavramsal çerçevesini belirleyen kavramlardan biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Diskur",
      "B": "Öznellik",
      "C": "Güç",
      "D": "Yapısöküm",
      "E": "Nesnellik"
    },
    "explanation": "Postmodern uygulamanın kavramsal çerçevesini belirleyen bazı kavramlar vardır. Bunlardan çok kullanılan dört tanesi; diskur (söylem), öznellik, güç ve yapısökümdür"
  },
  {
    "id": "3839249",
    "unitNumber": 7,
    "text": "Postmodern düşüncenin dünyasında sabit ve tekdüze bir gerçeklik ifadesini reddetmek anlamına gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Diskur",
      "B": "Öznellik",
      "C": "Güç",
      "D": "Yapısöküm",
      "E": "Nesnellik"
    },
    "explanation": "Öznellik, postmodern düşüncenin dünyasında sabit ve tekdüze bir gerçeklik ifadesini reddetmektir."
  },
  {
    "id": "3839303",
    "unitNumber": 7,
    "text": "Çözüm odaklı kısa terapide “davranışsal yönergeler” kapsamında danışana verilen ödevlerin temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Danışanın geçmişteki sorunlarını detaylı biçimde analiz etmesini sağlamak",
      "B": "Danışanın olumsuz düşünce kalıplarını değiştirmeye zorlamak",
      "C": "Danışanın yaşamında gözle görülür davranış değişikliklerinin geliştirilmesini teşvik etmek",
      "D": "Terapi sürecinde danışanın bağımlı hale gelmesini önlemek",
      "E": "Danışanın terapiye katılımını sınav gibi değerlendirmek"
    },
    "explanation": "Danışanın yaşamında olumlu pekiştirme için her görüşme aralığında olumlu davranışlar ile ilgili pratik ödevler verilmesi gerekir. Bu ödevler günlük yazma, sinemaya gitme, yakın çevre etkileşimlerini zenginleştirme ve diğer pratik davranışlar olabilir Böylece insanların yaşamında gözle görülür davranış değişikliklerinin geliştirilmesi teşvik edilmiş olur."
  },
  {
    "id": "3839304",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>İnsanların deneyimlerini kabul etme</li> <li>Gerçeği sorgulama</li> <li>Yeteneklere odaklanma</li> <li>İnsanların yaşadığı sorunları odaklanma</li> </ol> <br/>Yukarıdakilerden hangileri çözüm odaklı uygulamalar arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız IV",
      "B": "I, III",
      "C": "II, IV",
      "D": "I, II, III",
      "E": "Hepsi"
    },
    "explanation": "Tablo 7.1 Çözüm odaklı uygulama ile geleneksel sosyal hizmet uygulaması arasındaki farklılıklar'da görüleceği üzere \"İnsanların deneyimlerini kabul etme\" ve \"Yeteneklere odaklanma\" çözüm odaklı uygulamalar arasında yer alırken \"Gerçeği sorgulama\" ve \"İnsanların yaşadığı sorunları odaklanma\" geleneksel uygulamalar arasında yer alır"
  },
  {
    "id": "3839567",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, postmodern düşüncede gerçekliğin dil aracılığıyla nasıl inşa edildiğini açıklamak için kullanılan temel kavramlardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Öznellik",
      "B": "Yapısöküm",
      "C": "Güç",
      "D": "Diskur",
      "E": "Eklektizm"
    },
    "explanation": "Diskur, postmodern düşüncenin temel kavramlarından biridir. Kullanılan dil yoluyla gerçekliğin nasıl inşa edilebileceğini gösterir."
  },
  {
    "id": "3839568",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, anlatı terapisini çözüm odaklı kısa terapiden ayıran temel bir özelliktir?",
    "correctAnswer": "C",
    "options": {
      "A": "Danışanın güçlü yönlerini ortaya çıkarmaya çalışması",
      "B": "Sorunları geçmişte bırakıp çözüme odaklanması",
      "C": "Terapi sürecinde toplumsal ve politik bağlamlara vurgu yapması",
      "D": "Seansların kısa süreli olması",
      "E": "Danışanın hedeflerini belirlemesine yardımcı olması"
    },
    "explanation": "ANLATI TERAPİSİ: Bu başlık altında çözüm odaklı kısa terapi ile benzer özellikleri dikkati çeken ama ondan farklı olarak toplumsal ve politik bağlamı daha fazla öne çıkartan anlatı terapisi üzerinde duracağız. Anlatı esasında, kişilerin hayatları ve çeşitli yaşantıları hakkında geliştirdikleri hikâyelerdir. Bu hikâyeler yoluyla özgün ve de göreli bir gerçeklik inşa edilmektedir. Anlatıyı ortaya koymak için kullanılan dilin ve kelimelerin seçimi öncelikli ilgi konusudur. Hikâyeyi inşa eden ana unsurları, diğer ifadeyle toplumda baskın olan kültürel, toplumsal ve politik söylemlerin kişinin kişisel yaşantısını hikayeleştirmesi üzerindeki etkisi dikkate alınır."
  },
  {
    "id": "3839569",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, anlatı terapisini kullanan bir uzmanın yaklaşım biçimlerinden <strong>biri değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Danışanın geçmişte kendini güçlü hissettiği deneyimlere odaklanır.",
      "B": "Danışanın yaşam öyküsünü, dilin dönüştürücü gücünden yararlanarak yeniden yapılandırmasına yardımcı olur.",
      "C": "Danışana yönelik sabit kimlik tanımlamaları (etiketleme) yapmaktan kaçınır.",
      "D": "Danışanın problemlerini kültürel ve politik bağlamdan bağımsız, bireysel bir eksiklik olarak değerlendirir.",
      "E": "Danışanın baskın kültürel anlatılardan uzaklaşarak alternatif hikâyeler geliştirmesine destek olur."
    },
    "explanation": "Anlatı terapisini kullanan bir profesyonel (Payne, 2014, 2020): <br/>• Danışanların hikâyeleri ile yakından ilgilenir, <br/>• Danışanların geçmişlerinde kendilerini daha başarılı gördükleri zamanları araştırır, <br/>• Ortaya konan yeni bir hikâyeye dayatmacı olmayan, saygılı bir yaklaşım benimsemek için sorulardan yararlanır, <br/>• Danışanları etiketlemeden, eşsiz kişisel geçmişleri olan insanlar olarak görür, <br/>• Farklı yaşam hikâyelerine yer açmak için insanların baskın kültürel hikâyelerden ayrılmasına yardım eder."
  },
  {
    "id": "3839570",
    "unitNumber": 7,
    "text": "I. Dışsallaştırma <br/>II. İstisnalar<br/>III. Yapısöküm<br/>IV. Nesnellik<br/>Yukarıdakilerden hangileri, anlatı terapisinde en sık kullanılan teknikler arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Anlatı terapisinde çok kullanılan üç teknik olan; dışsallaştırma, istisnalar ve yapısökümdür."
  },
  {
    "id": "3839572",
    "unitNumber": 7,
    "text": "Anlatı terapisine yöneltilen eleştirilerden en dikkat çekeni aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilimsel temellere dayanmaması",
      "B": "Danışanla terapist arasında yeterli bağ kurulamaması",
      "C": "Terapi sürecinin çok uzun sürmesi",
      "D": "Kullanılan dil nedeniyle okunmasının ve anlaşılmasının kolay olmaması",
      "E": "Sorun çözümüne değil sadece hikâye anlatımına odaklanması"
    },
    "explanation": "Anlatı terapisine getirilen eleştiriler içerisinde en dikkat çekeni, okunmasının ve anlaşılmasının çok kolay olmamasıdır. Bu da büyük oranda kullanılan dil ile ilgilidir."
  },
  {
    "id": "3839575",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, anlatı teorisine dayalı sosyal hizmet uygulamasının üç temel aşamasından biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal hizmet uzmanı ile danışan arasında ilişki kurularak hikâyenin alınması",
      "B": "Problemi tanımlayan baskın anlatıların yapısökümüne uğratılması",
      "C": "Danışanın geçmişteki tüm travmalarının yeniden yaşatılması",
      "D": "Dışsallaştırma yoluyla güç ilişkileri ve toplumsal normların sorgulanması",
      "E": "Sorundan çözüme yönelen alternatif anlatıların inşa edilmesi"
    },
    "explanation": "anlatı teorisine dayalı sosyal hizmet uygulamasını üç aşamada özetlememiz mümkündür (Akt. Fırat, 2019; Roscoe ve Madoc, 2009): <br/>1. Bağlantı ve anlaşma aşaması. Sosyal hizmet uzmanı ve danışan arasında mesleki ilişki kurulur. Hikâye alınır. Baskın anlatılar tanımlanır ve açıklığa kavuşturulur. <br/>2. Probleme doygun anlatının eleştirel sorgulama yoluyla yapısökümüne uğratılması aşaması. Dışsallaştırma soruları sorulur. Güç ilişkileri, kültür, gelenekler ve sosyal roller dikkate alınarak dışsallaştırma yapılır.<br/>3. Yeniden yazma konuşmaları aşaması. Sorundan çözüme yönelen ve işlevselliğe katkı sağlayan alternatif anlatılar inşa edilir."
  },
  {
    "id": "3839578",
    "unitNumber": 7,
    "text": "Çözüm odaklı uygulamada övgü tekniğiyle ilgili aşağıdakilerden hangisi <strong>doğrudur</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Övgü, danışanın kişiliğini doğrudan yücelten ifadeler içermelidir.",
      "B": "Övgü yalnızca terapistin olumlu duygularını dile getirmesi amacıyla kullanılır.",
      "C": "Övgü, danışanın olumsuz davranışlarını değiştirmeye yönelik bir uyarı görevi görür.",
      "D": "Övgü tekniği bilişsel-davranışçı terapilerde uygun görülmemektedir.",
      "E": "Övgü, danışanın olumlu davranışlarını pekiştirmek amacıyla kullanılır."
    },
    "explanation": "Çözüm odaklı uygulamada çok işe yarayan ve kullanılması gereken bir teknik övgülerdir. Fakat övgünün çok önemli bir özelliği kişinin kendisini değil, yalnızca olumlu davranışlarını övmektir. Elbette bilişsel-davranışçı terapide ifade edildiği gibi, bir davranışın sıklığını artıran en önemli faktör o davranışın sonucudur. Yani bir danışan yaşamı ile ilgili paylaşımlarda bulunurken aile içerisindeki etkileşimlerinde sosyal işlevselliğini, aile ilişkilerini destekleyen bir davranıştan bahsederse veyahut uzman tarafından kendisine verilen bir davranışsal yönergeyi tamamlamışsa hızlıca ona bu olumlu durumu pekiştirmek için olumlu geri bildirim verilir."
  },
  {
    "id": "1939246",
    "unitNumber": 8,
    "text": "Aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Eleştirel uygulama yaklaşımı alan uzmanlarının sosyal adaleti sağlama çabalarına hizmet etmektedir.",
      "B": "Eleştirel uygulama yaklaşımı tümüyle post modern özellikler taşımaktadır.",
      "C": "Baskı karşıtı uygulama yaklaşımı tümüyle modern özellikler taşımaktadır.",
      "D": "Baskı karşıtı uygulama yaklaşımı daha genel olduğu için eleştirel uygulama yaklaşımını kapsar.",
      "E": "Sosyal hizmet uzmanları sadece toplumsal düzeyde hizmet verirler."
    },
    "explanation": "Sosyal hizmet uygulama teorileri kendi içinde bir sınıflandırmaya tabi tutulduğunda modernist ve postmodern teorilerden ayrı demetler yapılabilir. Bunlara bir de özgürleştirici yaklaşımları ekleyebiliriz. Bu yaklaşımlar, hem modern hem de postmodern teorilerden izler taşır. Fakat uygulamanın nihai amacı yönünden toplumsal tabana ve eleştirel temele oturan özellikleri vardır. Sosyal hizmette özgürleştirici yaklaşımlar denildiğinde akla önce gelenler; eleştirel, feminist ve baskı karşıtı uygulamalardır. Eleştirel uygulama yaklaşımı baskı karşıtı uygulama yaklaşımını da çevreleyen daha geniş bir çerçeve oluşturmaktadır. Sosyal hizmet uzmanları eşitsizlik ve baskıyla mücadeleye yönelmiş bir mesleki bir misyona sahiptirler. Bunun için hem kişisel ölçekte hizmetler, yardımlar ve diğer desteklere odaklanırken toplumsal ve politik ölçekte sosyal adalete katkı veren girişimlerde aktif roller alırlar. Ne var ki toplumlarda yapısal eşitsizlikler çok yaygındır ve adalet de çoğunlukla, antik yunan filozofu Platon’un (Eflatun) ifade ettiği gibi, “güçlü olanın lehine” olabilmektedir. Bu nedenle gücün yarattığı her türlü baskıya karşın eleştirel bir farkındalığa gereksinim vardır. Buna verilen iki kuramsal yanıtı; eleştirel uygulamayı ve baskı karşıtı uygulama perspektifleridir."
  },
  {
    "id": "1939602",
    "unitNumber": 8,
    "text": "Eleştirel uygulama yaklaşımı berrak olmayan uygulamalar buna karşın karmaşık ve derinleşmiş sorunları açıklama kapasitesindeki genişlik açısından hangi bilim dalındaki teorilere dayanmakta veya bu alandaki teorilerle daha fazla benzerlik göstermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Psikoloji",
      "B": "Sosyoloji",
      "C": "Antropoloji",
      "D": "Biyoloji",
      "E": "Filoloji"
    },
    "explanation": "Eleştirel uygulama yaklaşımı berrak olmayan uygulamalar buna karşın karmaşık ve derinleşmiş sorunları açıklama kapasitesindeki genişlik açısından sosyoloji alanındaki teorilere dayanmakta veya bu alandaki teorilere daha fazla benzemektedir. Eleştirel uygulama sosyoloji teorilerini dayanak alan bir uygulama teorisidir. Uygulamasındaki berraklık diğer sosyoloji teorilerinde olduğu gibi psikoloji teorilerine göre daha azdır. Neyin nasıl yapılacağını gösteren somut ve mekanik araçları yoktur. Bununla birlikte daha geniş ölçekteki bakış açılarını ve derinleşmiş sorunları ele almadaki kapasitesi ile de psikoloji teorilerinde olmayan etki kapasitesine sahiptir."
  },
  {
    "id": "1939605",
    "unitNumber": 8,
    "text": "Eleştirel sosyal hizmet uygulamalarının temelinde aşağıdaki teorilerin hangilerinin bileşenlerine rastlanır?\n <ol type=\"I\"> <li>Radikal</li> <li>Liberal</li> <li>Marksist</li> <li>Yapısal</li> <li>Kapitalist</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve V",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "Eleştirel sosyal hizmete tarihsel bağlamı içinde ve temelleri itibarıyla baktığımızda içinde radikal, Marksist, feminist, yapısal, ırkçılık karşıtı müdahale teorilerinin bileşenlerine rastlanır. Tümü arasında anlamlı bir kesişimsellik bulunmaktadır."
  },
  {
    "id": "1939614",
    "unitNumber": 8,
    "text": "Sosyal hizmet mesleğinin öncü isimleri olan <em>Jane Addams ve Mary Richmond </em>gibi çok önemli kişilerin sosyal hizmet mesleğinde vurguladığı hangi özellik eleştirel teorinin temel argümanları ile bütünüyle uyum içindedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bireysel hak ve özgürlükler",
      "B": "Kamu refahı",
      "C": "Dezavantajlı grupların yüksek yararı",
      "D": "Sosyal hak ve adalet",
      "E": "Kamu düzeni"
    },
    "explanation": "Sosyal hizmet mesleğinin öncü isimleri olan <em>Jane Addams, Mary Richmond </em>gibi çok önemli kişilerin aslında mesleğin bir sosyal hak ve adalet mesleği olduğu yönündeki vurguları eleştirel teorinin temel argümanları ile bütünüyle uyum içindedir. Bütün mesele sosyal hizmet uzmanlarının kişi merkezli ve bürokratik hizmetlere çok fazla yönlendirilmiş olmasıdır. Bu yüzden mesleğin misyonundan görece bir uzaklaşmanın yaşanmıştır. Eleştirel uygulama sosyal hizmetin özüne dönmeye ilişkin bir çağrı olarak okunabilir."
  },
  {
    "id": "1939653",
    "unitNumber": 8,
    "text": "Eleştirel sosyal hizmet uygulamalarının bireylerin kendilerini gerçekleştirme sürecini desteklemeleri psikoloji bilimindeki sunulan destek hizmetlerinden hangi yönüyle farklılaşmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Bireysel eylemi vurgulaması",
      "B": "Kamu refahını vurgulaması",
      "C": "Kamu düzenini vurgulaması",
      "D": "Yüksek yararı vurgulaması",
      "E": "Kolektif eylemi vurgulaması"
    },
    "explanation": "Eleştirel uygulamanın amacını özgürleştirme ya da dönüştürme fiilleri ile açıklayabiliriz. İnsanların kendilerini gerçekleştirmelerinin önündeki sosyal sınırlayıcıları görmelerinin sağlanması önemli bir ölçüttür. Diğer taraftan eleştirel uygulamayı ayırt edici kılan özelliği çevrede de kolektif eylem yoluyla bu değişimi gerçekleştirmektir."
  },
  {
    "id": "1939767",
    "unitNumber": 8,
    "text": "Aşağıdaki özelliklerden hangisi bir sosyal hizmet uzmanının eleştirel uygulamayı gerçekleştirebilmesi için benimsemesi gereken ayırt edici özelliklerden birisi<strong> değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Saygınlık",
      "B": "Dayanışma",
      "C": "Tanımlama",
      "D": "Farkındalık",
      "E": "Adanmışlık"
    },
    "explanation": "Eleştirel uygulamayı ayırt edici kılan özellikleri, sosyal hizmet uzmanlarından beklenen dayanışma, tanımlama, farkındalık ve adanmışlık sözcükleriyle ifadesini bulan kavramlardır."
  },
  {
    "id": "1940016",
    "unitNumber": 8,
    "text": "Sosyal hizmet mesleğinin eleştirel yaklaşımla uygulanmasında, sosyal hizmet uzmanının bilgi veren, soru soran veya yönlendiren bir üst merci gibi davranmaması, danışan ile eşitliğe dayanan ilişki kurması ilkesi hangi kavramla adlandırılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Gerçeklik",
      "B": "Diyalojik",
      "C": "Adanmışlık",
      "D": "Dayanışma",
      "E": "Adillik"
    },
    "explanation": "Sosyal hizmet mesleğinin eleştirel yaklaşımla uygulanmasında, eşitlikçi ve <strong>diyalojik </strong>bir yaklaşımın benimsenmesi gerekmektedir. <strong>Diyalojik, </strong>diyaloglar yoluyla ve eşit ilişki kurularak danışanlarla çalışmadır. Geleneksel uzman-hizmet alan ilişkisindeki bilgi veren, soru sorana karşı yanıt veren, yönlendiren iletişim tarzı reddedilir."
  },
  {
    "id": "1940047",
    "unitNumber": 8,
    "text": "Eleştirel yaklaşım postmodernist yaklaşımın savunduğu hangi görüşe karşı çıkmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Nesnellik",
      "B": "Toplumsal gerçeklik",
      "C": "Görelilik",
      "D": "Adillik",
      "E": "Özcülük"
    },
    "explanation": "<em>Postmodern yaklaşımlar </em>ile <em>eleştirel teori </em>arasındaki çok önemli fark postmodernitenin savunduğu göreliliğe itiraz etmesidir. Toplum tasarımı konusunda determinist olmasıdır. Eleştirel uygulamanın insani çeşitlilik ve farklılıklar konusunda postmodern yaklaşımlar kadar kabul edici olduğunu söylememiz mümkün değildir, bir yönüyle uygun toplum inşası konusunda kuralları belirli bir set sunmaktadır."
  },
  {
    "id": "1940087",
    "unitNumber": 8,
    "text": "Sosyal hizmet uzmanının temel amacının insanların kendi yaşamlarıyla yeterli biçimde baş edebilmelerini sağlamak olduğu, terapötik müdahaleler yerine daha pragmatik müdahaleleri tercih ettiği, bireyin ruhsal süreçlerine yönelik derinlemesine sondaj yapmanın söz konusu olmadığı yaklaşım hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Terapötik yaklaşımlar",
      "B": "Özgürleştirici yaklaşımlar",
      "C": "Postmodern yaklaşımlar",
      "D": "Koruma yaklaşımları",
      "E": "Diyalojik yaklaşım"
    },
    "explanation": "Sosyal hizmet uzmanının temel amacının insanların kendi yaşamlarıyla yeterli biçimde baş edebilmelerini sağlamak olduğu, terapötik müdahaleler yerine daha pragmatik müdahaleleri tercih ettiği, bireyin ruhsal süreçlerine yönelik derinlemesine sondaj yapmanın söz konusu olmadığı yaklaşım koruma yaklaşımıdır."
  },
  {
    "id": "1940094",
    "unitNumber": 8,
    "text": "İnsancıl psikolojinin öncü isimlerinden Carl Rogers’ın çalışmalarına dayanan danışmanlık teorileriyle ortaya konan, danışanın kendisini ve diğerleriyle ilişkilerini daha iyi anlaması için danışman tarafından yardımcı olunan temelde bireye ve psikolojik işlevlerine odaklanılan yaklaşım hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özgürleştirici yaklaşım",
      "B": "Postmodern yaklaşım",
      "C": "Koruma yaklaşımı",
      "D": "Diyalojik yaklaşım",
      "E": "Terapötik yaklaşım"
    },
    "explanation": "İnsancıl psikolojinin öncü isimlerinden Carl Rogers’ın çalışmalarına dayanan danışmanlık teorileriyle ortaya konan, danışanın kendisini ve diğerleriyle ilişkilerini daha iyi anlaması için danışman tarafından yardımcı olunan temelde bireye ve psikolojik işlevlerine odaklanılan yaklaşım terapötik yaklaşımdır."
  },
  {
    "id": "2845610",
    "unitNumber": 8,
    "text": "Eleştirel uygulama, görünür biçimde ve yaygın olarak hangi yıllarda gelişmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1960",
      "B": "1930",
      "C": "1931",
      "D": "1900",
      "E": "1910"
    },
    "explanation": "1960 da gelişmiştir."
  },
  {
    "id": "2845619",
    "unitNumber": 8,
    "text": "1931’de Nobel Barış Ödülü almış olan <em>Jane Addams</em>, özellikle aşağıdaki hangi sonuç üzerinde durmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Kentlerde çok ağır şartlarda çalışmak zorunda kalan nüfusun sosyoekonomik dezavantajlarının doğurduğu dramatik sonucu",
      "B": "Eleştirel sosyal bilim paradigması sonucu",
      "C": "Sosyal hizmetlerin bir kolluk kuvveti veya ceza-infaz sistemiyle eş görülmesinin sonucu",
      "D": "Mahkumların isyan etmemesi için psiko- sosyal rehberlik yapılır sonucu",
      "E": "Sosyal hizmet uzmanlarının kişi merkezli ve bürokratik hizmetlere çok fazla yönlendirilmesi sonucu"
    },
    "explanation": "<em>Jane Addams</em>, kentlerde çok ağır şartlarda çalışmak zorunda kalan nüfusun sosyoekonomik dezavantajlarının doğurduğu dramatik sonucu üzerinde durmuştur."
  },
  {
    "id": "2845630",
    "unitNumber": 8,
    "text": "Tarihsel ve teorik bağlamı içerisinde eleştirel uygulamayı anlayabilmek için eleştirel sosyal bilim paradigması sosyolojide <strong>ne </strong>olarak bilinir?",
    "correctAnswer": "A",
    "options": {
      "A": "Frankfurt okulu",
      "B": "Marksist teori",
      "C": "Kolektif hareket",
      "D": "Sosyal işlevsellik",
      "E": "Güç ve kimlik"
    },
    "explanation": "Tarihsel ve teorik bağlamı içerisinde eleştirel uygulamayı anlayabilmek için eleştirel sosyal bilim paradigması sosyolojide \n Frankfurt okulu olarak bilinir."
  },
  {
    "id": "2845631",
    "unitNumber": 8,
    "text": "Eleştirel sosyal hizmet yaklaşımı sosyal hizmet müdahalesinin tüm ölçeklerinde güç ilişkilerinin hem analizini hem de dönüşümünü sağlamaya yöneliktir ve böylece öncelikli kavram aşağıdakilerden hangisidir?\n I. Güç\n II. Kimlik\n III. Seçkin grup\n IV. Sosyal statü",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I, II, III ve IV",
      "C": "III ve IV",
      "D": "I, III ve Iv",
      "E": "I ve IV"
    },
    "explanation": "Eleştirel sosyal hizmet yaklaşımı sosyal hizmet müdahalesinin tüm ölçeklerinde güç ilişkilerinin hem analizini hem de dönüşümünü sağlamaya yöneliktir ve böylece öncelikli kavram güç ve kimliktir."
  },
  {
    "id": "2845632",
    "unitNumber": 8,
    "text": "Eleştirel uygulamayı ayırt edici kılan özellikleri, sosyal hizmet uzmanlarından beklenen aşağıdaki hangi sözcüklerle ifadesini bulan kavramlardır?\n I. Dayanışma,\n II. Tanımlama,\n III. Farkındalık\n IV. Adanmışlık",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, III ve IV",
      "C": "I, II ve IV",
      "D": "II, III ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Eleştirel uygulamayı ayırt edici kılan özellikleri, sosyal hizmet uzmanlarından beklenen kavramlar dayanışma, tanımlama, farkındalık ve adanmışlıktır."
  },
  {
    "id": "2845633",
    "unitNumber": 8,
    "text": "Eleştirel uygulamada sosyal hizmet mesleğinin hangi aşamaları takip edilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geleneksel planlı değişim süreci",
      "B": "Toplumsal gruplar üzerinde egemenlik kurmak",
      "C": "Baskı karşıtı uygulama",
      "D": "Kısıtlayıcı eleştirel yaklaşım",
      "E": "Çatışmacı yaklaşım"
    },
    "explanation": "Geleneksel planlı değişim süreci aşamaları ile takip edilir."
  },
  {
    "id": "2845634",
    "unitNumber": 8,
    "text": "Payne (2020) ye göre eleştirel uygulamanın formunun özeti aşağıdakilerden hangisidir?\n I. Değiştir\n II. Ortadan kaldır\n III. Geliştir\n IV. Etkile",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II, III ve IV",
      "C": "I ve II",
      "D": "III ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Payne (2020) ye göre eleştirel uygulamanın formunun özeti; değiştir, ortadan kaldır, geliştir ve etiketledir."
  },
  {
    "id": "2845635",
    "unitNumber": 8,
    "text": "Toplumsal etiketlemeye maruz kalan insanlara faydalı olabilecek bir teknik nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>B</strong>enzer durumdaki insanların yan yana gelmesini sağlayarak kendine yardım gruplarının oluşturulmasıdır.",
      "B": "Farklı durumdaki insanların ayrışmasını sağlayarak kendine yardım gruplarının oluşturulmasıdır.",
      "C": "Kişilerin, ailelerin ve çeşitli toplulukların içinde bulundukları sosyal koşullar ve yaşam olaylarından dolayı nasıl etiketlendikleri görülmesidir.",
      "D": "Baskı altındaki grupların kendi içlerinde de kontrol araçları aile içi etkileşimlerde sıklıkla göz önüne alınmasıdır.",
      "E": "Sağlıksız ve düşük kaliteli beslenme alışkanlıkları, sosyal medyanın aşırı kullanımı, aile etkileşimlerinde doğrudan iletişimin düşük sıklığı gibi yaygın problemlerin öncelikle önüne geçme- ye çalışmaktır."
    },
    "explanation": "Toplumsal etiketlemeye maruz kalan insanlara faydalı olabilecek bir teknik, benzer durumdaki insanların yan yana gelmesini sağlayarak kendine yardım gruplarının oluşturulmasıdır."
  },
  {
    "id": "2845637",
    "unitNumber": 8,
    "text": "Özü itibariyle sosyal hizmet mesleğini kendi kimliği ile adeta “<em>barıştırma</em>” iddiası taşıyan ve aynı zamanda geleneksel sosyal hizmet modellerine karşı eleştirel duran bir yaklaşım nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Baskı karşıtı uygulama",
      "B": "Baskı yaratma",
      "C": "Sosyal ve psikolojik yeterlilik",
      "D": "Mikro güçlendirme",
      "E": "Anglo-Amerikan dünyada eleştirel uygulama"
    },
    "explanation": "oÖzü itibariyle sosyal hizmet mesleğini kendi kimliği ile adeta “<em>barıştırma</em>” iddiası taşıyan ve aynı zamanda geleneksel sosyal hizmet modellerine karşı eleştirel duran bir yaklaşım baskı karşıtı uygulamadır."
  },
  {
    "id": "2845638",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi baskı karşıtı uygulamayı “<em>danışanlarla birlikte yürütülen, toplumsal sınıfları ve yapısal eşitsizlikleri vurgulayan bir sosyal hizmet uygulaması formu</em>” olarak tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dominelli",
      "B": "Freire",
      "C": "Barker",
      "D": "Butler",
      "E": "Lee"
    },
    "explanation": "Aşağıdakilerden hangisi baskı karşıtı uygulamayı “<em>danışanlarla birlikte yürütülen, toplumsal sınıfları ve yapısal eşitsizlikleri vurgulayan bir sosyal hizmet uygulaması formu</em>” \"Dominelli\"dir."
  },
  {
    "id": "2848705",
    "unitNumber": 8,
    "text": "Aşağıda verilenlerden hangisi sosyal hizmette özgürleştirici yaklaşımlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çözüm odaklı kısa terapi",
      "B": "Birey merkezli yaklaşım",
      "C": "Feminist uygulamalar",
      "D": "Bilişsel davranışçı uygulama",
      "E": "Anlatı terapisi"
    },
    "explanation": "Özgürleştirici yaklaşımlar, hem modern hem de postmodern teorilerden izler taşır. Fakat uygulamanın nihai amacı yönünden toplumsal tabana ve eleştirel temele oturan özellikleri vardır. Sosyal hizmette özgürleştirici yaklaşımlar denildiğinde akla önce gelenler; eleştirel, feminist ve baskı karşıtı uygulamalardır. Doğru cevap C seçeneğinde verilmiştir. Çözüm odaklı terapi ve anlatı terapisi postmodern yaklaşımlara girer. Birey merkezli uygulama ve bilişsel davranışçı uygulamalar ise modern yaklaşımlara girer."
  },
  {
    "id": "2848726",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir sosyal hizmet uzmanının eleştirel uygulamayı yapabilmesi için benimsemesi gereken ayırt edici ilkelerden biri <u>değildir? </u>",
    "correctAnswer": "E",
    "options": {
      "A": "Ezilen ve dışlanan kişilerle ve toplumlarla dayanışmak",
      "B": "Kişiler arasındaki ve özellikle hizmet alanlarla uzmanlar arasındaki ilişkilerdeki güç<br/>farklılıklarını tanımlamak",
      "C": "Sosyal, ekonomik ve politik sistemlerin kişilerin ve toplumun süreçlerini şekillendirmedeki baskın rolünü fark etmek",
      "D": "Hem sosyal hizmetlerde hem de diğer toplumsal yapılarda ve kurumsal süreçlerde baskıya, istismara veya sömürüye neden olan dinamikleri dönüştürmeye adanmışlık",
      "E": "Kişinin bireysel kimliğine ve gelişimine anlamlı bir vurgu yapmak"
    },
    "explanation": "A, B, C ve D seçeneklerinde verilen özellikler eleştirel uygulamayı ayırt edici kılan özelliklerdir. E seçeneği bu özelliklerden biri değildir. Özgürleştirici eleştirel yaklaşımlardan önce gelişen ve sosyal hizmet uzmanları tarafından sıklıkla kullanılan diğer (modernist) yaklaşımlarda öne çıkan bir özellik hiç şüphesiz pozitif değişimin öznesinin bireyin ta kendisi olarak gösterilmesidir. Kişinin bireysel kimliğine ve gelişimine anlamlı bir vurgu yapılmasıdır. Kişinin kendilik değerini, atılganlık kapasitesini artırmak suretiyle karşı karşıya olduğu sorunları çözme yönünde daha aktif çabalar sergilemesine yardımcı olunmaktadır.<br/>A, B, C ve D seçeneklerinde verilen özellikler eleştirel uygulamayı ayırt edici kılan özelliklerdir. E seçeneği bu özelliklerden biri değildir. Kişinin bireysel kimliğine ve gelişiminin desteklenmesi tüm yaklaşımlarda genel olarak önemlidir. Özgürleştirici eleştirel yaklaşımlardan önce gelişen ve sosyal hizmet uzmanları tarafından sıklıkla kullanılan diğer (modernist) yaklaşımlarda öne çıkan bir özellik hiç şüphesiz pozitif değişimin öznesinin bireyin ta kendisi olarak gösterilmesidir. Kişinin bireysel kimliğine ve gelişimine anlamlı bir vurgu yapılmasıdır. Kişinin kendilik değerini, atılganlık kapasitesini artırmak suretiyle karşı karşıya olduğu sorunları çözme yönünde daha aktif çabalar sergilemesine yardımcı olunmaktadır."
  },
  {
    "id": "2848782",
    "unitNumber": 8,
    "text": "Sosyal hizmet uygulama yaklaşımlarından hangisinde insan haklarına ve sosyal adalete vurgu yapılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Birey merkezli yaklaşım",
      "B": "Eleştirel uygulama yaklaşımı",
      "C": "Varoluşçu yaklaşım",
      "D": "Bilişsel davranışçı yaklaşım",
      "E": "Psikodinamik yaklaşım"
    },
    "explanation": "Eleştirel müdahale sürecinin her aşamasında eşitsizlikleri azaltmaya yönelik tüm girişimlerde<br/>insan haklarına ve sosyal adalete vurgu yapılması gerekir."
  },
  {
    "id": "2848799",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi/hangileri eleştirel uygulamanın formlarındandır? <br/>I- Sosyal düzenin insanların genel yasam kalitesine olan etkisini degistir.<br/>II- Sosyal düzenin toplumsal kimlikler üzerindeki (baskıcı) etkisini ortadan kaldır.\n III- Elestirel sosyo-politik analiz uygulaması gelistir.\n IV- Danışana ne yapacağını söyler veya gösterir.",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "II ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Aşağıda verilenler eleştirel uygulamanın 3 formudur. <br/>I- Sosyal düzenin insanların genel yasam kalitesine olan etkisini degistir.<br/>II- Sosyal düzenin toplumsal kimlikler üzerindeki (baskıcı) etkisini ortadan kaldır.\n<br/>III- Elestirel sosyo-politik analiz uygulaması gelistir.\n<br/>Aşağıda verilen ise eleştirel uygulamanın formu değildir. \n<br/>IV- Danışana ne yapacağını söyler veya gösterir. \n<br/>Danışana ne yapacağını söyleyen veya gösteren bir dil veya tarz diğer birçok sosyal hizmet müdahale teorisinde vurgulandığı gibi eleştirel uygulamada da uygun değildir. Bunun yerine insanları harekete geçirme yönünde olabildiğince çok seçenek sunulmalıdır.\n<br/>Doğru seçenek I, II ve III. ifadeyi içeren D seçeneğidir.<br/>Aşağıda verilenler eleştirel uygulamanın 3 formudur. <br/>I- Sosyal düzenin insanların genel yasam kalitesine olan etkisini degistir.<br/>II- Sosyal düzenin toplumsal kimlikler üzerindeki (baskıcı) etkisini ortadan kaldır.\n III- Elestirel sosyo-politik analiz uygulaması gelistir.\n Aşağıda verilen ise eleştirel uygulamanın formu değildir. \n IV- Danışana ne yapacağını söyler veya gösterir. \n Danışana ne yapacağını söyleyen veya gösteren bir dil veya tarz diğer birçok sosyal hizmet müdahale teorisinde vurgulandığı gibi eleştirel uygulamada da uygun değildir. Bunun yerine insanları harekete geçirme yönünde olabildiğince çok seçenek sunulmalıdır.\n Doğru seçenek I, II ve III. ifadeyi içeren D seçeneğidir."
  },
  {
    "id": "2848991",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi özgürleştirici sosyal hizmet yaklaşımlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eleştirel yaklaşım",
      "B": "Bilişsel davranışçı yaklaşım",
      "C": "Psikodinamik yaklaşım",
      "D": "Varoluşçu yaklaşım",
      "E": "Birey merkezli yaklaşım"
    },
    "explanation": "Özgürleştirici yaklaşımlar, hem modern hem de postmodern teorilerden izler taşır. Fakat uygulamanın nihai amacı yönünden toplumsal tabana ve eleştirel temele oturan özellikleri vardır. Sosyal hizmette özgürleştirici yaklaşımlar denildiğinde akla önce gelenler; eleştirel, feminist ve baskı karşıtı uygulamalardır. Doğru cevap \"A\" seçeneğinde verilen eleştirel yaklaşımdır. Diğer seçeneklerde verilen yaklaşımlar modern yaklaşımlar altında yer alır."
  },
  {
    "id": "2848998",
    "unitNumber": 8,
    "text": "Aşağıdaki sosyal hizmet yaklaşımlarından hangisinde amaç \"baskıcı ve sınırlayıcı sosyal yapılardan bağımsızlaşmak için kolektif hareketler geliştirmek ve insanların güçlenmesinde ve toplumda başarılı biçimde yer almalarının teşvik edilmesinde kolaylaştırıcı olmak\"tır?",
    "correctAnswer": "D",
    "options": {
      "A": "Varoluşçu yaklaşım",
      "B": "Bilişsel davranışçı yaklaşım",
      "C": "Anlatı terapisi",
      "D": "Eleştirel yaklaşım",
      "E": "Çözüm odaklı kısa terapi"
    },
    "explanation": "Sosyal hizmet yaklaşımlarından eleştirel yaklaşım \"baskıcı ve sınırlayıcı sosyal yapılardan bağımsızlaşmak için kolektif hareketler geliştirmek ve insanların güçlenmesinde ve toplumda başarılı biçimde yer almalarının teşvik edilmesinde kolaylaştırıcı olmak\"tır. Doğru cevap D seçeneğinde verilen eleştirel yaklaşımdır."
  },
  {
    "id": "2849006",
    "unitNumber": 8,
    "text": "İnsanların maruz kaldığı sosyal sorunları, “bireylerin kusurları ve yetersizlikleri değil, sosyal ve politik sistemlerdeki aksaklıklar” olarak okuyan sosyal hizmet uygulaması aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Psikodinamik uygulamalar",
      "B": "Birey merkezli uygulamalar",
      "C": "Anlatı terapisi",
      "D": "Çözüm odaklı kısa terapi",
      "E": "baskı karşıtı uygulama"
    },
    "explanation": "İnsanların maruz kaldığı sosyal sorunları, “bireylerin kusurları ve yetersizlikleri değil, sosyal ve politik sistemlerdeki aksaklıklar” olarak okuyan sosyal hizmet uygulaması \"E\" seçeneğinde verilen baskı karşıtı uygulamadır."
  },
  {
    "id": "2849024",
    "unitNumber": 8,
    "text": "Sosyal hizmet uygulamalarından hangisi toplumdaki “güç farklılıklarının” asgari düzeye indirilmesiyle ilgilenir; ve eşitlik, içerme, güçlendirme değer ve yaklaşımlarını içeren niteliği ile sosyal adaleti temel referans alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Baskı karşıtı uygulama",
      "B": "Anlatı terapisi uygulaması",
      "C": "Görev merkezli uygulama",
      "D": "Motivasyonel görüşme uygulaması",
      "E": "Varoluşçu uygulama"
    },
    "explanation": "Baskı karşıtı uygulama, toplumdaki “güç farklılıklarının” asgari düzeye indirilmesiyle ilgilenir; ve eşitlik, içerme, güçlendirme değer ve yaklaşımlarını içeren niteliği ile sosyal adaleti temel referans alır. Doğru cevap A seçeneğinde verilmiştir.<br/>Baskı karşıtı uygulama, toplumdaki “güç farklılıklarının” asgari düzeye indirilmesiyle ilgilenir; ve eşitlik, içerme, güçlendirme değer ve yaklaşımlarını içeren niteliği ile sosyal adaleti temel referans alır. Baskı karşıtı uygulama özgürleştirici uygulamalardan birisidir. Doğru cevap A seçeneğinde verilmiştir. Özgürleştirici uygulamalar toplumlarda yaygın olarak görülen yapısal eşitsizliklere, gücün yarattığı her türlü baskıya karşın eleştirel bir farkındalık oluşturmak amacıyla oluşturulmuştur."
  },
  {
    "id": "2849087",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi/hangileri baskı karşıtı uygulamanın ilkelerindendir? <br/>I- İnsanları güçlendiren nitelikte bir yaklaşım olmalı.<br/>II- İnsanlarla ‘ortaklığa’ dayalı yapılandırılmalı.<br/>III- Maksimum düzeyde ‘müdahale’ içermeli.<br/>IV- Sorunun yapısal bağlamını doğru biçimde kavramalıdır.",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Baskı karşıtı uygulamalar maksimum düzey yerine asgari düzeyde müdahale içermelidir. Diğer ifadeler baskı karşıtı uygulamaların temel ilkeleri ile ilgili doğru ifadelerdir. Bu nedenle doğru seçenek \"D\"dir.\n<br/>Baskı karşıtı uygulamanın ilkeleri aşağıda verilmiştir: <br/>I- İnsanları güçlendiren nitelikte bir yaklaşım olmalı.<br/>II- İnsanlarla ‘ortaklığa’ dayalı yapılandırılmalı.<br/>III- Asgari düzeyde ‘müdahale’ içermeli.<br/>IV- Sorunun yapısal bağlamını doğru biçimde kavramalıdır.<br/>Baskı karşıtı uygulamalar maksimum düzey yerine asgari düzeyde müdahale içermelidir. Diğer ifadeler baskı karşıtı uygulamaların temel ilkeleri ile ilgili doğru ifadelerdir. Bu nedenle doğru seçenek \"D\"dir.\n Baskı karşıtı uygulamanın ilkeleri aşağıda verilmiştir: <br/>I- İnsanları güçlendiren nitelikte bir yaklaşım olmalı.<br/>II- İnsanlarla ‘ortaklığa’ dayalı yapılandırılmalı.<br/>III- Asgari düzeyde ‘müdahale’ içermeli.<br/>IV- Sorunun yapısal bağlamını doğru biçimde kavramalıdır."
  },
  {
    "id": "2849124",
    "unitNumber": 8,
    "text": "Feminizm hareketlerinden hangisinde kadının veya erkeğin toplumsal olarak inşa edilmiş bir kategori olduğu ve kendilerine verilen rollerin biyolojik cinsiyetlerinden bağımsız olarak şekillendiği temel varsayım olarak kabul edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "I. dalga feminizm hareketi (19. yüzyılın ikinci yarısı 20. yüzyılın başları arasında)",
      "B": "II. dalga feminizm hareketi (1960 ve 1980'ler arasında)",
      "C": "III. dalga feminizm hareketi (postfeminizm 1990'lar ve 2000'ler arasında)",
      "D": "IV. dalga feminizm hareketi (2008'den günümüze)",
      "E": "V. dalga feminizm hareketi (2020'lerde başlamıştır)"
    },
    "explanation": "Feminizm hareketleri 4 dalga olarak ele alınabilir. Feminizm hareketlerinden 4. dalga olan ve postfeminizm olarak adlandırılan harekette kadının veya erkeğin toplumsal olarak inşa edilmiş bir kategori olduğu ve kendilerine verilen rollerin biyolojik cinsiyetlerinden bağımsız olarak şekillendiği temel varsayım olarak kabul edilir. V. dalga henüz başlamamıştır. Bu nedenle doğru cevap C seçeneğinde verilmiştir.<br/>Doğru cevap C seçeneğinde verilmiştir. Üçüncü dalga feminizm içinde 1990’lar ile 2000’ler arasında bir de postfeminizm ortaya çıkar. Bu yaklaşımda kadının veya erkeğin toplumsal olarak inşa edilmiş bir kategori olduğu ve kendilerine verilen rollerin biyolojik cinsiyetlerinden bağımsız olarak şekillendiği temel varsayım olarak kabul edilir. Bu alanda öncü isimlerden Judith Butler 1990’da toplumsal cinsiyet kimliklerinin ve cinselliğin “akışkan ve sonlu olmayan bir yapı” olduğunu ısrarla savunur (Butler, 2006). Daha somut ifadeyle, kadınlara ve erkeklere verilen roller ve atfedilen kişilik özelliklerinin tümü onların yapısal özellikleri değildir, bir kurgudan ibarettir."
  }
]