[
  {
    "id": "3872818",
    "unitNumber": 1,
    "text": "\"......is the art and science of formulating, implementing, and evaluating crossfunctional decisions that enable an organization to achieve its objectives.\" Which of the following options should fill in the blank in the sentence?",
    "correctAnswer": "B",
    "options": {
      "A": "Environmental changes",
      "B": "Strategic management",
      "C": "Requires managers",
      "D": "Global connectedness",
      "E": "Successful business"
    },
    "explanation": "Strategic management is the art and science of formulating, implementing, and evaluating crossfunctional decisions that enable an organization to achieve its objectives."
  },
  {
    "id": "3872819",
    "unitNumber": 1,
    "text": "how to explain strategies?",
    "correctAnswer": "D",
    "options": {
      "A": "Strategies are the means through which firms achieve short-term objectives.",
      "B": "Strategies are the means through which countries achieve short-term efficients.",
      "C": "Strategies are the means through which company's planning short-term efficients.",
      "D": "Strategies are the means through which firms achieve long-term objectives.",
      "E": "Strategies are the means through which managers gaining short-term efficients."
    },
    "explanation": "Strategies are the means through which firms achieve long-term objectives."
  },
  {
    "id": "3872820",
    "unitNumber": 1,
    "text": "\"....... is a statement about the reason for the existence of a company<br/>and why it differs from its competitors.\" Which of the following options should fill in the blank in the sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "Mission",
      "B": "Vision",
      "C": "Resources",
      "D": "Capability",
      "E": "Tangible Resources"
    },
    "explanation": "Mission is a statement about the reason for the existence of a company<br/>and why it differs from its competitors."
  },
  {
    "id": "3872821",
    "unitNumber": 1,
    "text": "\"....... refers to factors that allow a company to produce goods or<br/>services better or more cost-efficient than the competition.\" Which of the following options should fill in the blank in the sentence?",
    "correctAnswer": "E",
    "options": {
      "A": "Sustainable competitive",
      "B": "Performance level",
      "C": "Customer segments",
      "D": "Competition oriented",
      "E": "Competitive advantage"
    },
    "explanation": "Competitive advantage refers to factors that allow a company to produce goods or<br/>services better or more cost-efficient than the competition."
  },
  {
    "id": "3872822",
    "unitNumber": 1,
    "text": "When did the concept of strategy first enter the field of economics?",
    "correctAnswer": "D",
    "options": {
      "A": "In the 1970s.",
      "B": "In the 1960s.",
      "C": "In the 1950s.",
      "D": "In the 1940s.",
      "E": "In the 1930s."
    },
    "explanation": "The concept of strategy first entered the field of economics in the 1940s."
  },
  {
    "id": "3872823",
    "unitNumber": 1,
    "text": "\"........ is a conception of how the set of strategies will be integrated,<br/>enabling the company to gain a competitive advantage and achieve superior profitability, and profit growth\". Which of the following options should fill in the blank in the sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "A business model",
      "B": "An important concept",
      "C": "A implement strategies",
      "D": "A customer segment",
      "E": "A management model"
    },
    "explanation": "A business model is a conception of how the set of strategies will be integrated,<br/>enabling the company to gain a competitive advantage and achieve superior profitability, and profit growth (Hill &amp; Jones, 2010)."
  },
  {
    "id": "3872824",
    "unitNumber": 1,
    "text": "Which of the following options is <strong>not related</strong> to the strategy formation phase?",
    "correctAnswer": "D",
    "options": {
      "A": "Developing vision and mission statements,",
      "B": "Conducting external and internal analyses,",
      "C": "Developing long-term goals,",
      "D": "Developing short-term gains,",
      "E": "Generating, evaluating, and selecting strategies."
    },
    "explanation": "he strategy formulation phase consists of<br/>activities related to;<br/>• developing vision and mission statements,<br/>• conducting external and internal analyses,<br/>• developing long-term goals, and<br/>• generating, evaluating, and selecting strategies."
  },
  {
    "id": "3872825",
    "unitNumber": 1,
    "text": "Under how many groups are the factors in the external analysis analyzed?",
    "correctAnswer": "C",
    "options": {
      "A": "Under three groups: examples, ecological and threats.",
      "B": "Under two groups: ecological and threats.",
      "C": "Under two groups: opportunities and threats.",
      "D": "Under two groups: opportunities and external.",
      "E": "Under two groups: external and cultural."
    },
    "explanation": "Factors in the external analysis are analyzed under two groups: opportunities and threats."
  },
  {
    "id": "3872826",
    "unitNumber": 1,
    "text": "\"....... is the stage of taking action in the strategic management framework.\" Which of the following options should fill in the blank in the sentence?",
    "correctAnswer": "B",
    "options": {
      "A": "External analysis",
      "B": "Strategy implementation",
      "C": "Internal Analysis",
      "D": "Financial organization",
      "E": "Strategic process"
    },
    "explanation": "Strategy implementation is the stage of taking action in the strategic management framework."
  },
  {
    "id": "3872827",
    "unitNumber": 1,
    "text": "\"........ approach seeks the appropriate fit between the environmental forces and the organizational operations.\" Which of the following options should fill in the blank in the sentence?",
    "correctAnswer": "C",
    "options": {
      "A": "Internal analysis",
      "B": "Financial difficulties",
      "C": "The strategic management",
      "D": "Developing vision",
      "E": "Management process"
    },
    "explanation": "The strategic management approach seeks the appropriate fit between the environmental forces and the organizational operations."
  },
  {
    "id": "3872828",
    "unitNumber": 1,
    "text": "As a result of global connectedness of businesses according to your textbook, as a result such organizations have become … :",
    "correctAnswer": "A",
    "options": {
      "A": "More environment driven",
      "B": "Transitioned from strategic planning to strategic management",
      "C": "Companies realize the disadvantages of Globalization",
      "D": "More rigid in their strategic management",
      "E": "Less competitive compared to local companies"
    },
    "explanation": "The textbook mentions that one result of global connectedness of businesses is that organizations that are integrated in the global business network have become more environment dirven. Especially environmental changes that were caused by global competitiveness or crises pushed businesses to be more flexible."
  },
  {
    "id": "3872829",
    "unitNumber": 1,
    "text": "What is one impact that is mentioned in your textbook that Covid-19 has had on business operations?",
    "correctAnswer": "C",
    "options": {
      "A": "A stable period to learn from the environmental changes",
      "B": "Companies have transitioned from simple into massive profit structures",
      "C": "A devastating impact where managers looked for alternative survival strategies",
      "D": "The world economies have entered recession",
      "E": "China has surpassed US, UK companies"
    },
    "explanation": "According to the textbook businesses struggle due to the crises that come into existence that imply quick adaption to the new and changing market conditions. Covid-19 pandemic is used as an example for such a global crisis that has been devastating for businesses and companies."
  },
  {
    "id": "3872830",
    "unitNumber": 1,
    "text": "What is according to your textbook one side-effect of growing complex business operations and of blurring objectives?",
    "correctAnswer": "D",
    "options": {
      "A": "Companies going bankrupt faster",
      "B": "Managers discovering new management instruments such as ‘Core Competency Approach’",
      "C": "Failure of formulating Business Strategy",
      "D": "Departments converting into <em>silos</em> causing inefficiency",
      "E": "Evaluation that the Strategy has succeeded"
    },
    "explanation": "One side-effect is for businesses where such organizations lose control of their goals and objectives in a complex global environment is that departments become silos. Silos are boxes that do not operate harmoniously with the rest of the company."
  },
  {
    "id": "3872831",
    "unitNumber": 1,
    "text": "Why is a holistic-systematic approach by managers deemed as essential for businesses?",
    "correctAnswer": "C",
    "options": {
      "A": "Businesses can master their missions, visions and plan for once and all",
      "B": "Businesses can increase profitability whenever environments become feasible",
      "C": "Managers can then be strategically orchestrate common goals of the business for all",
      "D": "This way managers can assess the consumer better",
      "E": "A holistic approach is the new trend"
    },
    "explanation": "A holistic approach that is also systematic contributes to strategic management style that enables managers to integrate, coordinate common objectives combining all necessary resources (tangibale as well as intangible) to increase worth of services and products in a global environment."
  },
  {
    "id": "3872832",
    "unitNumber": 1,
    "text": "How is Strategic Management defined in your textbook?",
    "correctAnswer": "B",
    "options": {
      "A": "As the art of increasing efficiency",
      "B": "As the art and science of formulating, implementing, and evaluating cross functional decisions that enable an organization to achieve its objectives",
      "C": "As the art of reducing fear in the global business environment",
      "D": "As the science to study Strategic Management as a discipline",
      "E": "As the science of mindfulness"
    },
    "explanation": "The term 'Strategic Management' is literally provided with a definition in the textbook on page 4. It is this definition that this answers seeks."
  },
  {
    "id": "3872833",
    "unitNumber": 1,
    "text": "What factors are labelled as crucial in your textbook for having <em>the best fit</em> or <em>best strategic management</em>?",
    "correctAnswer": "E",
    "options": {
      "A": "External Analysis is considered as sufficient for the best strategic management",
      "B": "A SWOT analysis will yield the best strategic management",
      "C": "Having set the long term objectives without any analysis is the best method",
      "D": "A good analysis according to your book is impossible even with the best tools available",
      "E": "A good analysis of the environmental elements, changes and developments, competitors, operations, positioning and resources"
    },
    "explanation": "According to the textbook a good analysis is possible. These factors must include the environmental elements, changes and developments, competitors that compete with the business, theiw and own operations, the positioning of ohers business and a sound knowledge of their and own resources"
  },
  {
    "id": "3872834",
    "unitNumber": 1,
    "text": "What are the three main characteristics that are considered to be contributing to business success in your textbook for <em>top business strategists</em>?",
    "correctAnswer": "A",
    "options": {
      "A": "Be able to anticipate, envision, adapt and align goals",
      "B": "Be able to formulate a mission, vision and goals",
      "C": "Be able to formulate goals",
      "D": "Be able to command the personnel",
      "E": "Be able to remain positive under extreme circumstances"
    },
    "explanation": "The skill to be able to anticipate, envision, adapt and aligning objectives are considered to be decisive factors for strategists to succeed in their business."
  },
  {
    "id": "3872835",
    "unitNumber": 1,
    "text": "What is meant by the <em>identity</em> of a company?",
    "correctAnswer": "C",
    "options": {
      "A": "The formulated vision of a company",
      "B": "How a company wishes to produce and use resources effectively",
      "C": "Its abilities and what the company can do",
      "D": "The identity of a company is the diversity of its employees",
      "E": "The identity of a company is the managerial style employed by its managers"
    },
    "explanation": "The identity of a company has to do with the capabilities of a company. In other words the identity of a company demosntrates what a company can DO."
  },
  {
    "id": "3872836",
    "unitNumber": 1,
    "text": "Your textbook mentions the company Apple as an example. What is the <em>vision</em> of Apple according to your textbook?",
    "correctAnswer": "E",
    "options": {
      "A": "Apple does not require any Strategic Management as it is the wealthiest technology company in the world",
      "B": "To increase its tangible resources",
      "C": "To increase cheap labour around the world",
      "D": "The decrease the quality of its products and services by offshoring these to cheap labour countries",
      "E": "Bringing the world to its customers"
    },
    "explanation": "Appl INC's vision is 'Bringing the world to its customers'."
  },
  {
    "id": "3872837",
    "unitNumber": 1,
    "text": "What factors contributed to an ever more complex business environment?",
    "correctAnswer": "A",
    "options": {
      "A": "Environment being subject to increasing competitive pressure and critical consumers",
      "B": "Globalization and the Covid-19 pandemic",
      "C": "Innovation and technological advances",
      "D": "Returning back to classic strategic planning",
      "E": "Financial crises that occurred in 2008"
    },
    "explanation": "On page 10 it is stated that the global business environment has become ever more complex due to increasing competitive pressure and critical consumers."
  },
  {
    "id": "3872838",
    "unitNumber": 1,
    "text": "Which one of the following <strong>is not</strong> among the basics of strategic management?",
    "correctAnswer": "D",
    "options": {
      "A": "Environment",
      "B": "Strategic thinking",
      "C": "Competitive advantage",
      "D": "Commitment to specific markets",
      "E": "Sustainability"
    },
    "explanation": "The basics of strategic management includes Environment, Competitive advantage, Sustainability, Resources Capabilities Core competencies and Strategic thinking &amp; Strategist"
  },
  {
    "id": "3872839",
    "unitNumber": 1,
    "text": "\"__________________ is the matching of opportunities with corporate resources to envision the future direction that leads to improved corporate performance and enhanced competitive advantage.\"<br/>Which one of the following terms completes the above sentence correctly?",
    "correctAnswer": "C",
    "options": {
      "A": "Strategy",
      "B": "Strategic leadership",
      "C": "Strategic thinking",
      "D": "Strategist",
      "E": "Strategy"
    },
    "explanation": "Strategic thinking is the matching of<br/>opportunities with corporate resources to<br/>envision the future direction that leads<br/>to improved corporate performance and<br/>enhanced competitive advantage."
  },
  {
    "id": "3872840",
    "unitNumber": 1,
    "text": "I. Labour<br/>II. Copyright<br/>III. Technology<br/>Which one(s) of the above items is/are considered as intangible resources?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I-II",
      "E": "II-III"
    },
    "explanation": "Tangible resources are more visible and physical such as land, labor, or technology;<br/>Intangible resources such as intellectual property, know-how, and copyright have no physical characteristics."
  },
  {
    "id": "3872841",
    "unitNumber": 1,
    "text": "Which one of the following refers to the processes that a company performs more efficiently and effectively than its competitors in a market?",
    "correctAnswer": "A",
    "options": {
      "A": "Core competencies",
      "B": "Tangible resources",
      "C": "Intangible resources",
      "D": "Strategies",
      "E": "Missions"
    },
    "explanation": "Core competencies are processes that a<br/>company performs more efficiently and<br/>effectively than its competitors in a market."
  },
  {
    "id": "3872842",
    "unitNumber": 1,
    "text": "\"A company has a ___________________ when its strategies enable it to maintain above-average profitability for an extended period of time.\"<br/>Which one of the following completes the above sentence correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "sustainable competitive advantage",
      "B": "capability",
      "C": "vision",
      "D": "mission",
      "E": "strategic leadership"
    },
    "explanation": "A company has a sustainable competitive<br/>advantage when its strategies enable it to maintain<br/>above-average profitability for an extended period<br/>of time (Hill &amp; Jones, 2010, p. 6)."
  },
  {
    "id": "3872843",
    "unitNumber": 1,
    "text": "When did the concept of strategy first enter the field of economics?",
    "correctAnswer": "B",
    "options": {
      "A": "1930s",
      "B": "1940s",
      "C": "1950s",
      "D": "1960s",
      "E": "1970s"
    },
    "explanation": "The concept of strategy first entered the field of<br/>economics in the 1940s. In the following decades,<br/>the business world started using the idea of<br/>strategic thinking."
  },
  {
    "id": "3872844",
    "unitNumber": 1,
    "text": "Which one of the following terms pertains to a set of capabilities used to respond to various demands and opportunities existing in a dynamic and uncertain competitive environment?",
    "correctAnswer": "A",
    "options": {
      "A": "Strategic flexibility",
      "B": "Business model",
      "C": "Globalization",
      "D": "Competitive advantage",
      "E": "Capability"
    },
    "explanation": "Strategic flexibility pertains to a set of<br/>capabilities used to respond to various<br/>demands and opportunities existing in<br/>a dynamic and uncertain competitive<br/>environment"
  },
  {
    "id": "3872845",
    "unitNumber": 1,
    "text": "I. Where are we now?<br/>II. Where do we want to reach?<br/>III. When do we want to reach there?<br/>Which one(s) of these questions is/are among the ones strategists seek answers to in the strategic planning process?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I-II",
      "E": "I-III"
    },
    "explanation": "In the strategic planning process,<br/>strategists seek answers to these three questions:<br/>1. Where are we now?<br/>2. Where do we want to reach? and<br/>3. How do we get there?"
  },
  {
    "id": "3872846",
    "unitNumber": 1,
    "text": "Which one of the following <strong>is not</strong> among the activities the strategy formulation phase consists of?",
    "correctAnswer": "E",
    "options": {
      "A": "developing vision and mission statements",
      "B": "conducting external and internal analyses",
      "C": "developing long-term goals",
      "D": "generating, evaluating, and selecting strategies",
      "E": "expanding the activity areas"
    },
    "explanation": "The strategy formulation phase consists of activities related to;<br/>• developing vision and mission statements,<br/>• conducting external and internal analyses,<br/>• developing long-term goals, and<br/>• generating, evaluating, and selecting<br/>strategies."
  },
  {
    "id": "3872847",
    "unitNumber": 1,
    "text": "Which one of the following is a success factor in strategic management?",
    "correctAnswer": "B",
    "options": {
      "A": "Top managers’ negative approach to strategic management based on costs",
      "B": "Inclusive management style and visible leadership",
      "C": "Poor coordination across the organization",
      "D": "Incompatible top managers",
      "E": "Lack of transparency and correct information by various stakeholders"
    },
    "explanation": "Inclusive management style and visible leadership is one of the success factors. The others are the reasons of failure."
  },
  {
    "id": "3872476",
    "unitNumber": 2,
    "text": "What is one of the starting point of the strategic management actions?",
    "correctAnswer": "A",
    "options": {
      "A": "The development of a mission",
      "B": "Setting a budget",
      "C": "determining the numbers of workers",
      "D": "Creating the horizontal organizational values",
      "E": "Creating the vertical organizational values"
    },
    "explanation": "To take a look to strategic Management<br/>The starting point of the strategic management actions is the development of a mission, setting a vision, determining the goals and objectives, and creating the organizational values all of which constitute firms’ strategic intent."
  },
  {
    "id": "3872477",
    "unitNumber": 2,
    "text": "A <em>vision</em> statement is <em>not</em> only used... (complete the sentence)",
    "correctAnswer": "A",
    "options": {
      "A": "the compass of budget",
      "B": "the compass of businesses",
      "C": "the compass of guides",
      "D": "guides them to reach their desired destination",
      "E": "A vision is first to identify"
    },
    "explanation": "To take alook to vision statement<br/>One of the critical components of strategic intent is the vision statement. A vision is the compass of businesses and guides them to reach their desired destination in the future. In the strategic management process, a vision statement is first to identify. The vision statement should be clear, understandable, and comprehensive. In this section, the meaning and importance of vision are reviewed, and the development process of the vision statement is provided."
  },
  {
    "id": "3872478",
    "unitNumber": 2,
    "text": "What is the meaning of the mission?",
    "correctAnswer": "A",
    "options": {
      "A": "the reason for the existence of a business",
      "B": "starting point in the budget management process",
      "C": "starting point in the trancparency management process",
      "D": "starting point in the external duties management process",
      "E": "starting point in the einternal duties management process"
    },
    "explanation": "To take a look to mission analysis<br/>The mission, which is the reason for the existence of a business, is also an important starting point in the strategic management process. It provides a framework or context in which strategies are formulated. In this section, the concept, components, and features of the mission are explained, and mission statement examples are presented"
  },
  {
    "id": "3872479",
    "unitNumber": 2,
    "text": "What does a business model present?",
    "correctAnswer": "A",
    "options": {
      "A": "How an organization will succeed",
      "B": "How an individual will succeed",
      "C": "How a finance department will succeed",
      "D": "How a human resources will succeed",
      "E": "How a CEO (a chief executive officer) will succeed"
    },
    "explanation": "To understant the meaning of Business Model<br/>A business model presents how an organization will succeed and includes the factors that essentially define a business. It is a way to make money in a firm’s current business environment to accomplish that mission and achieve its goal"
  },
  {
    "id": "3872480",
    "unitNumber": 2,
    "text": "Which model offers its basic product free to make money on advertising?",
    "correctAnswer": "A",
    "options": {
      "A": "Advertising model",
      "B": "Profit pyramid model",
      "C": "Multi-component system",
      "D": "Finance pyramid model",
      "E": "Budget pyramid model"
    },
    "explanation": "To understant the meaning of Business Model<br/>Customer solutions model: This model is used to make money not by selling products, but by selling its expertise to improve the operations of its customers. • Profit pyramid model: This model is a method designed to close niches where an opponent can find a position. • Multi-component system / installed base model: The product is a system, not just one product, with one component providing most of the profits. • Advertising model: This model offers its basic product free to make money on advertising."
  },
  {
    "id": "3872481",
    "unitNumber": 2,
    "text": "How can objectives be divided into?",
    "correctAnswer": "A",
    "options": {
      "A": "Financial and strategic objectives",
      "B": "Only financial objectives",
      "C": "Only strategic objectives",
      "D": "Only long-term objectives",
      "E": "Only short-term objectives"
    },
    "explanation": "To understant to Financial and Strategic Objectives<br/>Objectives can be divided into financial and strategic objectives, as well as long-term and short-term objectives."
  },
  {
    "id": "3872482",
    "unitNumber": 2,
    "text": "What is the main problem of a narrow organizational mission?",
    "correctAnswer": "A",
    "options": {
      "A": "limits the evaluation of strategic opportunities",
      "B": "limits the evaluation of financial opportunities",
      "C": "limits the evaluation of economic opportunities",
      "D": "limits the evaluation of large corporation opportunities",
      "E": "limits the evaluation of company's function opportunities"
    },
    "explanation": "To take al look to Development of a Mission Statement<br/>A narrow organizational mission may have a disadvantage that it limits the evaluation of strategic opportunities created by environmental changes"
  },
  {
    "id": "3872483",
    "unitNumber": 2,
    "text": "What does the mission describe?",
    "correctAnswer": "A",
    "options": {
      "A": "The mission describes why a firm exists",
      "B": "The mission describes an external party",
      "C": "The mission describes a vision statement",
      "D": "The mission describes business values, and approaches.",
      "E": "The mission describes approaches"
    },
    "explanation": "To take a look the meaining of The Definition and Importance of the Mission<br/>The mission describes why a firm exists and what aims it serves. The mission of an organization seeks answers to the question as to what an organization does, for whom it does, and why it exists."
  },
  {
    "id": "3872484",
    "unitNumber": 2,
    "text": "Who are not key organizational stakeholders?",
    "correctAnswer": "A",
    "options": {
      "A": "International organizations",
      "B": "Stockholders",
      "C": "Bondholders",
      "D": "Customers",
      "E": "The communities"
    },
    "explanation": "Take a look to organizational values<br/>Key organizational stakeholders that include stockholders, bondholders, employees, customers, the communities in which the company does business, and the public."
  },
  {
    "id": "3872485",
    "unitNumber": 2,
    "text": "What is the main characteristic of a product-oriented business definition?",
    "correctAnswer": "A",
    "options": {
      "A": "The products sold",
      "B": "The process",
      "C": "The technology",
      "D": "The statement of purpose",
      "E": "The organization line"
    },
    "explanation": "To understant the meaning of Business Definition<br/>A product-oriented business definition focuses on the characteristics of the products sold and market served. As a result, companies should make their business definitions that include the important factors such as customer, product, market, process, and technology etc."
  },
  {
    "id": "3872486",
    "unitNumber": 2,
    "text": "Strategic intent is defined as the nature or features of the direction that needs to be taken to attain the long-term strategic position that the ___________________ wishes to achieve.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "manager",
      "B": "worker",
      "C": "enterprise",
      "D": "decision maker",
      "E": "factory"
    },
    "explanation": "THE CONCEPT OF STRATEGIC INTENT<br/>Strategic intent is defined as the nature or features of the direction that needs to be taken to attain the long-term strategic position that the <strong>enterprise</strong> wishes to achieve."
  },
  {
    "id": "3872487",
    "unitNumber": 2,
    "text": "Which of the following<strong> <u>is not</u> </strong>one of the activities in creating and implementing the strategic intent?",
    "correctAnswer": "D",
    "options": {
      "A": "defining an organizational vision",
      "B": "creating a mission",
      "C": "specifying goals and objectives",
      "D": "developing international values",
      "E": "making strategic plans"
    },
    "explanation": "THE CONCEPT OF STRATEGIC INTENT<br/>Creating and implementing the strategic intent comprise of the following activities: • defining an organizational vision, • creating a mission, • specifying goals and objectives, • developing organizational values, The last step is to create and communicate the intent at all levels of the organization, making strategic plans, and actions for achieving the intent."
  },
  {
    "id": "3872488",
    "unitNumber": 2,
    "text": "I. In the strategic management process, it is first to identify.<br/>II. It should be clear, understandable, and comprehensive.<br/>Which term is described above?",
    "correctAnswer": "A",
    "options": {
      "A": "Vision statement",
      "B": "Mission",
      "C": "Core value",
      "D": "Strategic intent",
      "E": "Purpose"
    },
    "explanation": "Vision Analysis<br/>A vision is the compass of businesses and guides them to reach their desired destination in the future. In the strategic management process, a vision statement is first to identify."
  },
  {
    "id": "3872489",
    "unitNumber": 2,
    "text": "The vision statement, which takes place in strategic management in many enterprises, is prepared by a strategic _______________.",
    "correctAnswer": "D",
    "options": {
      "A": "worker",
      "B": "staff",
      "C": "employee",
      "D": "leader",
      "E": "member"
    },
    "explanation": "Vision Analysis<br/>The vision statement, which takes place in strategic management in many enterprises, is prepared by a strategic leader."
  },
  {
    "id": "3872490",
    "unitNumber": 2,
    "text": "Which one of the following <strong><u>is not</u></strong> one of the criteria for judging the relevance and appropriateness of a vision statement?",
    "correctAnswer": "E",
    "options": {
      "A": "Foresight",
      "B": "Breadth",
      "C": "Uniqueness",
      "D": "Consensus",
      "E": "Readability"
    },
    "explanation": "Vision Analysis<br/>Hamel and Prahalad (1994) have suggested five criteria; foresight, breadth, uniqueness, consensus, and actionability, for judging the relevance and appropriateness of a vision statement."
  },
  {
    "id": "3872491",
    "unitNumber": 2,
    "text": "I. It describes why a firm exists and what aims it serves.<br/>II. It seeks answers to the question as to what an organization does, for whom it does, and why it exists.<br/>III. While defining the job done, it also reveals the common values and feelings that set you apart from your competitors.<br/>IV. While it is trying to find answers to those questions, it also answers the questions of our business philosophy, common values, and approaches that set us apart from similar companies.<br/>V. While it defines our business, it includes the characteristics that set us apart from our competitors.<br/>Which term is described by the above sentences?",
    "correctAnswer": "B",
    "options": {
      "A": "Vision",
      "B": "Mission",
      "C": "Strategy",
      "D": "Value",
      "E": "Philosophy"
    },
    "explanation": "Mission Analysis<br/>The mission describes why a firm exists and what aims it serves. The mission of an organization seeks answers to the question as to what an organization does, for whom it does, and why it exists. While defining the job done, the mission also reveals the common values and feelings that set you apart from your competitors. While the mission is trying to find answers to those questions, it also answers the questions of our business philosophy, common values, and approaches that set us apart from similar companies. While the mission defines our business, it includes the characteristics that set us apart from our competitors."
  },
  {
    "id": "3872492",
    "unitNumber": 2,
    "text": "A clear mission gives ______________ to an organization and shows where it will go. It also helps all its stakeholders _______________ why the business exists and what it does.",
    "correctAnswer": "A",
    "options": {
      "A": "direction/understand",
      "B": "method/accept",
      "C": "way/understand",
      "D": "hope/realize",
      "E": "service/inspire"
    },
    "explanation": "Mission Analysis<br/>A clear mission gives direction to an organization and shows where it will go.<br/>A clear mission helps all its stakeholders understand why the business exists and what it does."
  },
  {
    "id": "3872493",
    "unitNumber": 2,
    "text": "Which of the following <strong><u>is not </u></strong>one of the characteristics of a mission statement?",
    "correctAnswer": "C",
    "options": {
      "A": "Inspiring",
      "B": "Identifies the utility of a firm’s products",
      "C": "Includes monetary amounts",
      "D": "Reveals that the firm is socially responsible",
      "E": "Reveals that the firm is environmentally responsible"
    },
    "explanation": "Mission Analysis<br/>Characteristics of a Mission Statement<br/><ul> <li>Broad in scope does not include monetary amounts, numbers, percentages, ratios, or objectives</li> <li>Fewer than 150 words in length</li> <li>Inspiring</li> <li>Identifies the utility of a firm’s products</li> <li>Reveals that the firm is socially responsible</li> <li>Reveals that the firm is environmentally responsible</li> <li>Includes nine components: customer, products or services, markets, technology, concern for survival/ growth/profits, philosophy, self-concept, concern for public image, concern for employees</li> <li>Reconciliatory</li> <li>Enduring</li> </ul>"
  },
  {
    "id": "3872494",
    "unitNumber": 2,
    "text": "“This model is used to make money not by selling products, but by selling its expertise to improve the operations of its customers”.<br/>Which model is described above?",
    "correctAnswer": "B",
    "options": {
      "A": "Advertising model",
      "B": "Customer solutions model",
      "C": "Profit pyramid model",
      "D": "Time model",
      "E": "Efficiency model"
    },
    "explanation": "Mission Analysis<br/>Customer solutions model: This model is used to make money not by selling products, but by selling its expertise to improve the operations of its customers."
  },
  {
    "id": "3872495",
    "unitNumber": 2,
    "text": "_____________________________ are beliefs about socially or personally desirable end states or actions that are explicitly or implicitly shared by members of an organization.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Goals and objectives",
      "B": "Financial and strategic objectives",
      "C": "Organizational Values",
      "D": "Business philosophies",
      "E": "Visions of a company"
    },
    "explanation": "Organizational Values: Beliefs about socially or personally desirable end states or actions that are explicitly or implicitly shared by members of an organization."
  },
  {
    "id": "3872496",
    "unitNumber": 3,
    "text": "_______ is the environment that includes constituents with direct involvement with the firm.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Industry environment",
      "B": "General environment",
      "C": "Macro environment",
      "D": "Political environment",
      "E": "Economic environment"
    },
    "explanation": "Industry environment, also called a task, near or microenvironment, is the environment that includes constituents with direct involvement with the firm."
  },
  {
    "id": "3872497",
    "unitNumber": 3,
    "text": "Which of the following is among the main constituents of industry environment?",
    "correctAnswer": "E",
    "options": {
      "A": "Government",
      "B": "Banks",
      "C": "Financial institutions",
      "D": "Labour unions",
      "E": "Customers"
    },
    "explanation": "The dimensions that make up the industry environment<br/>can be classified as three main constituents.<br/>1. Customers<br/>2. Competitors<br/>3. Suppliers"
  },
  {
    "id": "3872498",
    "unitNumber": 3,
    "text": "Which of the following is among the political factors?",
    "correctAnswer": "B",
    "options": {
      "A": "Class Structure",
      "B": "Legislation",
      "C": "Change in lifestyle",
      "D": "Export and import figures",
      "E": "Greenhouse gas emissions"
    },
    "explanation": "Legislation is among the political factors."
  },
  {
    "id": "3872499",
    "unitNumber": 3,
    "text": "Which of the following is among the socio-cultural factors?",
    "correctAnswer": "D",
    "options": {
      "A": "Trade Regulations and Tariffs",
      "B": "Total GDP and GDP per head",
      "C": "Government and EU investment policy",
      "D": "Attitudes to work and leisure",
      "E": "Solid waste reproduced"
    },
    "explanation": "Attitudes to work and leisure is among the socio-cultural factors."
  },
  {
    "id": "3872500",
    "unitNumber": 3,
    "text": "Which of the following is among the technological factors?",
    "correctAnswer": "C",
    "options": {
      "A": "Level and type of energy consumed",
      "B": "Rubbish, waste, and its disposal",
      "C": "New patents and products",
      "D": "Unemployment",
      "E": "Distribution of income"
    },
    "explanation": "New patents and products are among the technological factors."
  },
  {
    "id": "3872501",
    "unitNumber": 3,
    "text": "Which of the following is not among the basic activities that businesses should pay attention to in the external environment analysis?",
    "correctAnswer": "E",
    "options": {
      "A": "Scanning",
      "B": "Monitoring",
      "C": "Forecasting",
      "D": "Assessing",
      "E": "Leading"
    },
    "explanation": "Leading is not among the basic activities that businesses should pay attention to in the external environment analysis."
  },
  {
    "id": "3872502",
    "unitNumber": 3,
    "text": "_______ is the process of gathering data by examining the changes in the external<br/>environment of the firm.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Scanning",
      "B": "Forecasting",
      "C": "Leading",
      "D": "Assessing",
      "E": "Monitoring"
    },
    "explanation": "Environmental scanning is the process of gathering data by examining the changes in the external environment of the firm."
  },
  {
    "id": "3872503",
    "unitNumber": 3,
    "text": "Which of the following is not among the qualitative forecasting techniques?",
    "correctAnswer": "B",
    "options": {
      "A": "Brainstorming",
      "B": "Histograms",
      "C": "In-depth interviewing",
      "D": "Delphi Technique",
      "E": "Expert opinion"
    },
    "explanation": "Histograms are statistical and quantitative tools."
  },
  {
    "id": "3872504",
    "unitNumber": 3,
    "text": "Which of the following is not among the main purposes of an industry analysis?",
    "correctAnswer": "C",
    "options": {
      "A": "To review the factors that influence the way the industry develops",
      "B": "To investigate the status of competitors",
      "C": "To increase efficiency",
      "D": "To detect threats",
      "E": "To understand the firm’s position"
    },
    "explanation": "The main purposes of an industry analysis are:<br/>1. to review the factors that influence the way<br/>the industry develops,<br/>2. to investigate the status of competitors,<br/>3. to detect what threats or opportunities they<br/>create for the firm,<br/>4. to understand the firm’s position relative to<br/>other participants in the industry.<br/>To increase efficiency"
  },
  {
    "id": "3872505",
    "unitNumber": 3,
    "text": "Which of the following is not a part of the Porter’s Five Forces Competition Model?",
    "correctAnswer": "E",
    "options": {
      "A": "Threat of substitutes",
      "B": "Intensity of rivalry",
      "C": "Threat of new entrants",
      "D": "Bargaining power of buyers",
      "E": "Bargaining power of unions"
    },
    "explanation": "Bargaining power of unions is not a part of Porter’s Five Forces Competition Model."
  },
  {
    "id": "3872506",
    "unitNumber": 3,
    "text": "I. Businesses that closely follow the current developments around them can easily see threats and opportunities.<br/>II. Businesses that invest in global warming and climate change issues today may become market leaders in the future.<br/>III. Businesses operating in a competitive industry that only focus on the internal environment may fail in a short time.<br/>Which of the above is/are correct?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "II and III",
      "D": "I and III",
      "E": "I, II and III"
    },
    "explanation": "Businesses that closely follow the current developments around them can easily see threats and opportunities. Businesses that invest in global warming and climate change issues today may become market leaders in the future. Businesses operating in a competitive industry that only focus on the internal environment may fail in a short time."
  },
  {
    "id": "3872507",
    "unitNumber": 3,
    "text": "I. Increasing consumer consciousness<br/>II. Competitive pressures<br/>III. Technological developments<br/>Which of the factors above have pushed companies to act differently from what they used to do in the past?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "II and III",
      "D": "I and III",
      "E": "I, II and III"
    },
    "explanation": "Today, the business environment is very complex. Increasing consumer consciousness, competitive pressures, and technological developments have pushed companies to act differently from what they used to do in the past."
  },
  {
    "id": "3872508",
    "unitNumber": 3,
    "text": "I. Changeability of markets<br/>II. Predictability of changes<br/>III. Changeability of internal factors<br/>Which of the following can be considered as environmental factors affecting the company?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "II and III",
      "D": "I and III",
      "E": "I, II and III"
    },
    "explanation": "The environmental factors affecting the firm can be assessed according to two main measures (Lynch, 2006): 1. Changeability of markets - For example, there is relatively low changeability in the bottled water market but the possibility of high changeability in the PC market. 2. Predictability of changes - Unpredictability refers to a lack of regularity in the pattern of change in an environment (Miller et al., 2006, p. 104). For example, firms can predict changes with some certainty in the smart devices market but firms operating in biogenetics cannot predict changes easily."
  },
  {
    "id": "3872509",
    "unitNumber": 3,
    "text": "I. Customers<br/>II. Competitors<br/>III. Suppliers<br/>Which of the above is/are among the dimensions that make up the industry environment?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "II and III",
      "D": "I and III",
      "E": "I, II and III"
    },
    "explanation": "The dimensions that make up the industry environment can be classified as three main constituents.<br/>1. Customers<br/>2. Competitors<br/>3. Suppliers"
  },
  {
    "id": "3872510",
    "unitNumber": 3,
    "text": "I. Trade Regulations and Tariffs<br/>II. Political parties and alignments<br/>III. Legislation (e.g. on taxation)<br/>Which of the above is/are among the political factors that affect the General Environment?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "II and III",
      "D": "I and III",
      "E": "I, II and III"
    },
    "explanation": "Political Factors affecting the General Environment are:<br/>- Trade Regulations and Tariffs<br/>- Political parties and alignments<br/>- Legislation (e.g. on taxation)<br/>- Relations between the government and the organization (possibly influencing the preceding items in a major way and forming a part of the future corporate strategy)<br/>- Government ownership of industry and attitude to monopolies and competition<br/>- Antitrust Laws<br/>- Competition law and government policy<br/>- Employment and safety law<br/>- Pricing Regulations"
  },
  {
    "id": "3872511",
    "unitNumber": 3,
    "text": "I. Export and import figures<br/>II. Inflation<br/>III. Unemployment<br/>IV. Education and health<br/>Which of the above is/are among the economic factors affecting the General Environment?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "I, II and III",
      "D": "I, III and IV",
      "E": "I, II, III and IV"
    },
    "explanation": "Education and health is a socio-cultural factor which affect the general environment."
  },
  {
    "id": "3872512",
    "unitNumber": 3,
    "text": "Which of the following is not among the basic activities that businesses should pay attention to in the external environment analysis to predict possible threats and evaluate opportunities?",
    "correctAnswer": "C",
    "options": {
      "A": "Scanning",
      "B": "Monitoring",
      "C": "Calculating",
      "D": "Forecasting",
      "E": "Assessing"
    },
    "explanation": "There are four basic activities that businesses should pay attention to in the external environment analysis to predict possible threats and evaluate opportunities. These are scanning, monitoring, forecasting, and assessing. Each activity is interlinked and needs to be performed one after another. Firms cannot go a step further without performing previous activities."
  },
  {
    "id": "3872513",
    "unitNumber": 3,
    "text": "Which of the following is not true?",
    "correctAnswer": "D",
    "options": {
      "A": "Environmental scanning is the process of gathering data by examining the changes in the external environment of the firm.",
      "B": "Through scanning, businesses determine the current appearance of the external environment and identify possible changes in advance.",
      "C": "Environmental scanning often reveals ambiguous, incomplete, or disconnected data and information.",
      "D": "Environmental scanning includes data that are easy to obtain.",
      "E": "Data collection and scanning will not benefit the business unless they are performed regularly."
    },
    "explanation": "Environmental scanning is the process of gathering data by examining the changes in the external environment of the firm. This process of conducting research and gathering external information is sometimes called industry analysis (David &amp; David, 2017, p.39). Through scanning, businesses determine the current appearance of the external environment and identify possible changes in advance. Environmental scanning often reveals ambiguous, incomplete, or disconnected data and information (Schwarz, 2008). In this respect, environmental scanning includes data that are difficult to obtain. Data collection and scanning will not benefit the business unless they are performed regularly. Therefore, firms must carry out scanning activities continuously because it changes so frequently. This is important especially for firms operating in a highly competitive environment."
  },
  {
    "id": "3872514",
    "unitNumber": 3,
    "text": "I. A “microenvironment” is the environment where companies sell their products or services, interact with competitors, and provide the materials they need for the production process.<br/>II. The industry environment is sometimes referred to as the “operation environment”.<br/>III. Activities of firms within an industry directly or indirectly affect other businesses.<br/>Which of the above propositions is/are correct?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "II and III",
      "D": "I and III",
      "E": "I, II and III"
    },
    "explanation": "A “microenvironment” is the environment where companies sell their products or services, interact with competitors, and provide the materials they need for the production process. Therefore, the industry environment is sometimes referred to as the “operation environment”. Activities of firms within an industry directly or indirectly affect other businesses. This is due to businesses operating in the same industry that generally target similar consumer groups."
  },
  {
    "id": "3872515",
    "unitNumber": 3,
    "text": "I. To review the factors that influence the way the industry develops,<br/>II. To investigate the status of competitors,<br/>III. To detect what threats or opportunities they create for the firm,<br/>IV. To understand the firm’s position relative to other participants in the industry.<br/>Which of the above is/are among the main purposes of an industry analysis?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "II and III",
      "D": "I, II and IV",
      "E": "I, II, III and IV"
    },
    "explanation": "Porter’s Five Forces model allows us to describe the attractiveness of an industry. This type of competition analysis refers to a strategic research type; it is the process of collecting data and analyzing that data about the competitors. The main purposes of an industry analysis are:<br/>1. to review the factors that influence the way the industry develops,<br/>2. to investigate the status of competitors,<br/>3. to detect what threats or opportunities they create for the firm,<br/>4. to understand the firm’s position relative to other participants in the industry."
  },
  {
    "id": "3872516",
    "unitNumber": 4,
    "text": "_______________ is conducted to provide management a comprehensive understanding of the business, the current strategies’ effectiveness on reaching the goals?",
    "correctAnswer": "D",
    "options": {
      "A": "External analysis",
      "B": "Sampling",
      "C": "Auditing",
      "D": "Internal analysis",
      "E": "Forecasting"
    },
    "explanation": "Internal analysis"
  },
  {
    "id": "3872517",
    "unitNumber": 4,
    "text": "Which one of the following is not a reason why organizations carry out an internal analysis for their businesses?",
    "correctAnswer": "B",
    "options": {
      "A": "to identify resources",
      "B": "to evaluate how effectively value-adding activities are not organized",
      "C": "to identify areas of weaknesses to be addressed",
      "D": "to evaluate the performance of products",
      "E": "to evaluate investment potential if finance is being sought from external sources;"
    },
    "explanation": "Some or all of the following reasons are why organizations carry out an internal analysis for their businesses (Campbell et al., 2002);<br/><ul> <li> to identify resources, competences, and core competencies to be developed and exploited;<br/></li> <li> to evaluate how effectively value-adding activities are organized;<br/></li> </ul> • to identify areas of weaknesses to be addressed in future strategy and its implementation;<br/>• to evaluate the performance of products;<br/>• to evaluate financial performance, particularly in comparison with competitors;<br/>• to evaluate investment potential if finance is being sought from external sources;<br/>• as a first step in assessing the suitability, feasibility, and acceptability of future strategies."
  },
  {
    "id": "3872518",
    "unitNumber": 4,
    "text": "Which one of the following can not be the subject of internal analysis?",
    "correctAnswer": "E",
    "options": {
      "A": "Resource analysis",
      "B": "Performance analysis",
      "C": "Human resources and culture",
      "D": "Financial performance",
      "E": "Taxing issues"
    },
    "explanation": "Some or all of the following aspects of a business or organization can be the subject of internal analysis:<br/><ul> <li> Resource analysis,<br/></li> <li> Competence audit and analysis, and the sources of distinctive capabilities,<br/></li> <li> Internal activities analysis using porter’s value chain framework,<br/></li> <li> Performance analysis (evaluating performance using financial/non-financial indicators),<br/></li> <li> Human resources and culture,<br/></li> <li> Financial resources and financial performance,<br/></li> <li> Products and their positions in markets.<br/></li> </ul>"
  },
  {
    "id": "3872519",
    "unitNumber": 4,
    "text": "How many steps are there for internal analysis?",
    "correctAnswer": "C",
    "options": {
      "A": "one",
      "B": "two",
      "C": "three",
      "D": "four",
      "E": "five"
    },
    "explanation": "Internal analysis is a three-step process (Hill &amp; Jones, 2010; p.74):"
  },
  {
    "id": "3872520",
    "unitNumber": 4,
    "text": "To be competitive and profitable, managers must look for the firm’s existing resources and _____________?",
    "correctAnswer": "E",
    "options": {
      "A": "Taxes",
      "B": "Markets",
      "C": "Products",
      "D": "Workers",
      "E": "Capabilities"
    },
    "explanation": "To be competitive and profitable, managers must look for the firm’s existing resources and capabilities because this can be much easier and less costly then searching for new ones outside. Managing and leveraging these resources effectively and creatively can give the firm a competitive edge over its competitors."
  },
  {
    "id": "3872521",
    "unitNumber": 4,
    "text": "When a company has a long-lasting business advantage against competing firms that is a significant edge over the competition, it is said to have a ___________?",
    "correctAnswer": "B",
    "options": {
      "A": "Strong market",
      "B": "Competitive advantage",
      "C": "Better product",
      "D": "Sustainability",
      "E": "Taxing"
    },
    "explanation": "When a company has a long-lasting business advantage against competing firms that is a significant edge over the competition, it is said to have a competitive advantage."
  },
  {
    "id": "3872522",
    "unitNumber": 4,
    "text": "Which one of the following is not a question to answer a firm’s ability to create competitive advantage through capitalizing on resources or capabilities?",
    "correctAnswer": "E",
    "options": {
      "A": "Does the resource or capability have value in the market?",
      "B": "Is the resource or capability unique?",
      "C": "Is there a readily available substitute for the resource or capability?",
      "D": "Do organizational systems exist that allow the realization of the potential?",
      "E": "Does the product have support in the developing markets?"
    },
    "explanation": "According to Enz (2010), a firm’s ability to create competitive advantage through capitalizing on resources or capabilities depends on the answers to the following six questions:<br/>1. Does the resource or capability have value in the market? These types of resources allow a firm to exploit opportunities and/or neutralize threats.<br/>2. Is the resource or capability unique? If an organization is the only one with a particular resource or capability, then it may be a source of competitive advantage. If numerous organizations possess a particular resource or capability, then the situation is described as competitive parity - no company has the advantage. Note that uniqueness does not mean that only one organization possesses a capability or resource - only that few firms do. The uniqueness dimension also implies that a resource or capability is not easily transferable. That is, it is not readily available in the market for purchase.<br/>3.Is there a readily available substitute for the resource or capability? Sometimes, competing organizations may not have the exact resource or capability, but they have easy access to another resource or capability that will help them accomplish the same results. For example, some car rental companies have arrangements with airports that allow them to lease space on the airport premises. This provides a location benefit. However, the benefit is not as large as it could be because competitors offer frequent and convenient shuttle service to car rental lots just outside these airports. Positive answers to the first two questions and a negative answer to the third question mean that a resource or capability has the potential to lead to a competitive advantage for the firm. However, that potential is not realized unless two other questions are also answered in the affirmative:<br/>4 Do organizational systems exist that allow the realization of the potential? For the potential to be realized, the firm must also be organized to take advantage of it. Disney is a master of exploiting profit potential from its animated features. Even before a movie is released, toys featuring the major characters and soundtrack are available for purchase. Characters quickly become part of parades and shows at Disney’s theme parks, and sometimes a major attraction or ride is developed."
  },
  {
    "id": "3872523",
    "unitNumber": 4,
    "text": "Which of the following is a part of the Human resources components of resource-based view?",
    "correctAnswer": "A",
    "options": {
      "A": "Skills",
      "B": "Plant",
      "C": "Structure",
      "D": "Systems",
      "E": "Land"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f8d292cadd972dc6a4a1f375db61c7ed.jpeg\" alt=\"\" width=\"400\" height=\"202\">"
  },
  {
    "id": "3872524",
    "unitNumber": 4,
    "text": "Which of the following is a part of Organizational resources components of resource-based view?",
    "correctAnswer": "D",
    "options": {
      "A": "Training",
      "B": "Land",
      "C": "Experience",
      "D": "Systems",
      "E": "Skills"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f8d292cadd972dc6a4a1f375db61c7ed.jpeg\" alt=\"\" width=\"400\" height=\"202\">"
  },
  {
    "id": "3872525",
    "unitNumber": 4,
    "text": "_______________ is an internal evaluation tool that helps firms to identify performance deficiencies?",
    "correctAnswer": "D",
    "options": {
      "A": "Regression analysis",
      "B": "Pareto analysis",
      "C": "Quality control",
      "D": "Gap analysis",
      "E": "Sampling"
    },
    "explanation": "The Gap Analysis is an internal evaluation tool that helps firms to identify performance deficiencies. At a Gap Analysis process, what company managers do at the first step is to compare the firm’s current state to the desired future state, and identify and understand the gaps that exist between the two states. Later, they develop a series of actions/strategies that will bridge the identified gaps"
  },
  {
    "id": "3872526",
    "unitNumber": 4,
    "text": "Which one of the following <strong>is not</strong> considered an internal analysis of a firm?",
    "correctAnswer": "E",
    "options": {
      "A": "Resources",
      "B": "Value-adding activities",
      "C": "Strategies",
      "D": "Goals",
      "E": "Environment"
    },
    "explanation": "Internal analysis is an act to help top management receive a detailed picture of the business, active strategies’ effectiveness on reaching the goals, and whether or not the business’ resources are utilized effectively to support its strategies. Environment is not an internal analysis factor, it is an external factor not an internal analysis factor. Thus, the correct answer is E."
  },
  {
    "id": "3872527",
    "unitNumber": 4,
    "text": "“Managing and leveraging these resources effectively and creatively can give the firm a ……………… ……… over its competitors.”<br/>In the quoted sentence above, which one of the responses should fill in the blank spaces?",
    "correctAnswer": "C",
    "options": {
      "A": "Resource concentration",
      "B": "Partners co-option",
      "C": "Competitive edge",
      "D": "Spin-off resources",
      "E": "Balanced sheets"
    },
    "explanation": "“Managing and leveraging these resources effectively and creatively can give the firm a competitive edge over its competitors. competitive edge.” The correct response is C."
  },
  {
    "id": "3872528",
    "unitNumber": 4,
    "text": "“According to Enz (2010), a firm’s ability to create competitive advantage through capitalizing on resources or capabilities depends on the answers to the following six questions.”<br/>Which one of the following options is not among the questions that Enz (2010) recommended?",
    "correctAnswer": "D",
    "options": {
      "A": "Does the resource or capability have value in the market?",
      "B": "Is the resource or capability unique?",
      "C": "Is there a readily available substitute for the resource or capability?",
      "D": "Is the organization aware of its competitors?",
      "E": "Is the resource or capability difficult or costly to imitate?"
    },
    "explanation": "Enz (2010) questions were all related to a firm’s internal environment. And they are: Does the resource or capability have value in the market?<br/><ol><br/><li>Does the resource or capability have value in the market?</li><br/><li>Is the resource or capability unique?</li><br/><li>Is there a readily available substitute for the resource or capability?</li><br/><li>Is the organization aware of and realizing the advantages?</li><br/><li>Do organizational systems exist that allow the realization of the potential?</li><br/><li>Is the resource or capability difficult or costly to imitate?</li><br/></ol><br/>Therefore, the correct answer is D."
  },
  {
    "id": "3872529",
    "unitNumber": 4,
    "text": "Which one of the following <strong>is not</strong> emphasized by the Resource-Based View?",
    "correctAnswer": "B",
    "options": {
      "A": "Success",
      "B": "Climate",
      "C": "Profitability",
      "D": "Growth",
      "E": "Survival"
    },
    "explanation": "The resource-based view (RBV) emphasizes a company’s resources and competitive capability for a firm’s success against its rivals. All activities and strategies of a firm concerned about a company’s success and its profitability, growth, and survival. Thus, climate was not among them. The correct response is B."
  },
  {
    "id": "3872530",
    "unitNumber": 4,
    "text": "Which one of the following options is one of the value-creating activities of the Value Chain Analysis?",
    "correctAnswer": "A",
    "options": {
      "A": "Services",
      "B": "Structures",
      "C": "Competitors",
      "D": "Resources",
      "E": "Systems"
    },
    "explanation": "According to Michael Porter (1985) value of a business consists of activities that function together to develop the desired ends. These value-creating activities can be listed as;<br/><ul> <li>purchasing supplies,</li> <li>manufacturing,</li> <li>distribution and marketing of its goods and,</li> <li>services. Except “services,” other activities belong to other approaches.</li> </ul>"
  },
  {
    "id": "3872531",
    "unitNumber": 4,
    "text": "“Access to real-time sales and inventory system” is considered which one of the primary activities of Value Chain Analysis?",
    "correctAnswer": "B",
    "options": {
      "A": "Inbound logistics",
      "B": "Operations",
      "C": "Outbound logistics",
      "D": "Marketing and sales",
      "E": "Serves delivery"
    },
    "explanation": "Inbound logistics: real-time inbound inventory data, location of distribution facilities, trucks, and warehouse. Operations: Standardized model, access to real-time sales and inventory system. Outbound logistics: Order processing and full delivery trucks. Service delivery: installation, repair, greeters, customer service focus. Therefore, the correct answer is B."
  },
  {
    "id": "3872532",
    "unitNumber": 4,
    "text": "Which one of the following internal analysis approaches is more concerned with “imitability?\"",
    "correctAnswer": "C",
    "options": {
      "A": "Functional approach",
      "B": "Core competencies analysis",
      "C": "VRIO analysis",
      "D": "OCAT analysis",
      "E": "Gap analysis"
    },
    "explanation": "VRIO framework of analysis, proposes four questions to evaluate a firm’s competencies:<br/><ol> <li><em>Value</em>: Does it provide a competitive advantage?</li> <li><em>Rareness: </em>Do no other competitors possess it?</li> <li><em>Imitability: </em>Is it costly for others to imitate?</li> <li><em>Organization: </em>Is the firm organized to exploit the resource. Thus, C is the correct response</li> </ol>"
  },
  {
    "id": "3872533",
    "unitNumber": 4,
    "text": "<strong>“……......... ………………</strong> is an internal evaluation tool that helps firms to identify performance deficiencies.”<br/>Which one of the following options should fill in the blanks in the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Functional approach",
      "B": "Swot analysis",
      "C": "Vrio analysis",
      "D": "Gap analysis",
      "E": "Ocat analysis"
    },
    "explanation": "<em>The Gap Analysis </em>is an internal evaluation tool that helps firms to identify performance deficiencies. Therefore, the correct response is D."
  },
  {
    "id": "3872534",
    "unitNumber": 4,
    "text": "Which one of the following internal analysis approach is a more comprehensive, simple to use, and effective than others?",
    "correctAnswer": "E",
    "options": {
      "A": "Functional approach",
      "B": "Core competencies",
      "C": "Gap analysis",
      "D": "Mckinsey’s 7S framework",
      "E": "Swot analysis"
    },
    "explanation": "SWOT analysis are a more comprehensive study of the internal environment (p. 100). <br/>SWOT analysis helps a firm to better understand its strengths and weaknesses in comparison to the threats and opportunities in its operating markets and target customers. This analysis can, in turn, help the company to create a sustainable niche in its market, strengthen its position in the market, and increase its market share. The SWOT analysis allows organizations to uncover the opportunities they have, the strength to exploit and minimize their weaknesses, and the risk of impending threats. Using this tool, organizations can distinguish themselves from competitors and successfully compete in their given marketplace (p 101) The correct option is E."
  },
  {
    "id": "3872535",
    "unitNumber": 4,
    "text": "Which one of the internal analysis approaches is ideal to improve the alignment between departments and processes?",
    "correctAnswer": "A",
    "options": {
      "A": "McKinsey’s 7S framework",
      "B": "Core competencies analysis",
      "C": "Functional approach",
      "D": "Gap analysis",
      "E": "Vrio analysis"
    },
    "explanation": "Another highly popular and battle-tested tool is the <strong><em>McKinsey 7S Framework. </em></strong>McKinsey 7S is ideal for organizations looking to improve the alignment between departments and processes. The correct response is A."
  },
  {
    "id": "3872536",
    "unitNumber": 5,
    "text": "Which of the following describes <strong>backward integration?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Pursuing ownership or<br/>increased control over<br/>competitors.",
      "B": "Increasing the sales of the<br/>firm’s existing products<br/>through intensive marketing<br/>efforts.",
      "C": "Increasing ownership or<br/>control over firm’s suppliers<br/>(going back to the value chain<br/>in an industry).",
      "D": "Increasing ownership or<br/>control over distributors or<br/>retailers (going forward in the<br/>value chain in an industry).",
      "E": "Selling existing products of<br/>the firm in the new markets."
    },
    "explanation": "Backward integration is increasing ownership or<br/>control over firm’s suppliers<br/>(going back to the value chain<br/>in an industry). Some large-scale retailers such as Migros and<br/>Carrefour purchase products directly from producers,<br/>skipping wholesalers. Moreover, some companies<br/>prefer contract manufacturing or switch to direct<br/>production."
  },
  {
    "id": "3872537",
    "unitNumber": 5,
    "text": "The description for the strategy is \"Increasing the sales of the firm’s existing products<br/>through intensive marketing efforts\". <br/>Which of the following strategy types pertains to the description above?",
    "correctAnswer": "C",
    "options": {
      "A": "Backward integration",
      "B": "Horizontal integration",
      "C": "Market penetration",
      "D": "Forward integration",
      "E": "Related diversification"
    },
    "explanation": "Market penetration is about selling existing products of<br/>the firm in the new markets. Fow example German FlixMobility, carried 45 million passengers in<br/>2018 in Europe and in the U.S., acquired Kamil Koç, one<br/>of the intercity bus operators (listed among the top<br/>500 firms in Turkey, serving 61 cities all over Turkey"
  },
  {
    "id": "3872538",
    "unitNumber": 5,
    "text": "Generic strategies consist of three basic<br/>strategies “applicable” to any business: cost<br/>leadership, differentiation and focus.<br/>Which of the combinations below describes the positioning for \" Cost leadership\"?",
    "correctAnswer": "B",
    "options": {
      "A": "Lower cost; Narrow target",
      "B": "Lower cost,;Broad target",
      "C": "Differentiation; Narrow target",
      "D": "Differentiation; Broad target",
      "E": "Differentiation; Focus"
    },
    "explanation": "Generic strategies consist of three basic<br/>strategies “applicable” to any business: cost<br/>leadership, differentiation and focus. According to Porter, the competitive advantage stems<br/>from the selection of the general strategy that best suits the<br/>competitive environment of the organization, and then<br/>organizing value-added activities to support the chosen<br/>strategy. Two different types of cost leadership strategies<br/>are expressed: low-cost strategy and best-value strategy.<br/>Lower cost,;Broad target"
  },
  {
    "id": "3872539",
    "unitNumber": 5,
    "text": "Which of the following describes \"differentiation\" as one of the generic strategies introduced by Porter?",
    "correctAnswer": "D",
    "options": {
      "A": "A strategy that meets the<br/>needs of one or more specific customer<br/>groups or segments.",
      "B": "A strategy providing a wide range of<br/>customers with products or services in the best<br/>price-value range on the market.",
      "C": "A strategy providing a narrow group of<br/>customers with products or services in the best<br/>price-value range on the market.",
      "D": "A strategy aiming<br/>at distinguishing a firm’s products or services<br/>from other similar products or services offered<br/>by the competitors.",
      "E": "A strategy providing a wide range of<br/>customers with products and services at the lowest<br/>cost and price in the market."
    },
    "explanation": "Differentiation is a strategy aiming<br/>at distinguishing a firm’s products or services<br/>from other similar products or services offered<br/>by the competitors. This strategy involves the<br/>development of products or services unique for<br/>customers in terms of product design, features,<br/>brand image, quality, or customer service. When<br/>the organization can differentiate its products and<br/>services, it can demand a higher price than the<br/>average price in the market.<br/>A strategy aiming at distinguishing a firm’s products or services<br/>from other similar products or services offered<br/>by the competitors."
  },
  {
    "id": "3872540",
    "unitNumber": 5,
    "text": "What is the main feature of the \"Focus\" strategy that distinguishes this strategy from the other generic strategies?",
    "correctAnswer": "A",
    "options": {
      "A": "This strategy is tied to a market<br/>segment (niche) that is large enough and has good growth<br/>potential.",
      "B": "This strategy provides a narrow range of customers with<br/>the best price-value range on the market.",
      "C": "This strategy aimes at distinguishing a firm’s products or services<br/>from other similar products or services offered by the competitors.",
      "D": "This strategy provides a wide range of customers with<br/>the best price-value range on the market.",
      "E": "This strategy provides a wide range of customers with<br/>the lowest price on the market."
    },
    "explanation": "According to Porter, neither a low-cost<br/>leadership strategy nor a differentiation strategy is<br/>possible for an organization in a wide market. As an<br/>example, the costs of maintaining low-cost leadership<br/>may require substantial material resources that are<br/>not in the organization. Likewise, differentiation<br/>costs can be very high while serving the wide market<br/>of customers. Otherwise, if differentiation requires<br/>quality, providing high quality and cheap products<br/>and services under the same brand name may not be<br/>reliable for consumers; therefore a new brand name<br/>should be developed and supported. For reasons like<br/>these, it may be sensible to adopt a focus strategy for a company.<br/>This strategy is tied to a market<br/>segment that is large enough and has good growth<br/>potential."
  },
  {
    "id": "3872541",
    "unitNumber": 5,
    "text": "Which one of the following is one of the situations that lead companies to prefer \"forward integration\" for their operations?",
    "correctAnswer": "C",
    "options": {
      "A": "When a firm benefits monopolistic features in a specific area or territory.",
      "B": "When a business wants to gain a competitive<br/>advantage in a flourishing industry.",
      "C": "When a company faces high price increases demanded by marketing channel members.",
      "D": "When the business is expected to provide<br/>great competitive advantages in emerging<br/>economies.",
      "E": "When a company wants proprietorship or greater control<br/>of supply systems."
    },
    "explanation": "Forward integration is a strategy that pursues increased ownership or control over distributors or<br/>retailers. Business firms generally prefer forward integration when they<br/>• have enough capital to establish their own distribution system,<br/>• experience problems and delays in distribution channels<br/>• face high price increases demanded by marketing channel members<br/>• produce very technical products<br/>• lack competent and specialized distribution channels<br/>• perform in a fast-growing industry<br/>When a company faces high price increases demanded by marketing channel members."
  },
  {
    "id": "3872542",
    "unitNumber": 5,
    "text": "Concentration strategies are the strategies where<br/>an organization concentrates on a product, service<br/>or market. There are a variety of these strategies.<br/>One of them is market penetration.Which of the following is one of the tactics for penetrating into markets?",
    "correctAnswer": "B",
    "options": {
      "A": "To magnetize buyers about<br/>the availability of the new target market product<br/>or service.",
      "B": "Firms may add new distribution channels to existing ones.",
      "C": "Offering transformed or new goods or services in present markets.",
      "D": "Encouraging higher levels of innovation.",
      "E": "Selling firm’s existing products in the new markets."
    },
    "explanation": "Market penetration refers to increasing the<br/>sales of the firm’s existing products through<br/>intensive marketing efforts. It is a strategy aiming<br/>at increasing the sales of an existing product while<br/>increasing the production capacity in the current<br/>market. The market penetration strategy has two<br/>main objectives: The first is to increase the share<br/>of the company in the current market. The second<br/>is to sell more products and services to existing<br/>customers. Tactics for market penetration are Price Adjustment;Product or service promotions;Distribution Channels; and Investment in human resources.<br/>Firms may add new distribution channels to existing ones."
  },
  {
    "id": "3872543",
    "unitNumber": 5,
    "text": "How different is concentration strategy from diversification strategy?",
    "correctAnswer": "B",
    "options": {
      "A": "Diversification focuses on the existing product lines in one industry while concentration focuses<br/>on other product lines from other industries.",
      "B": "Concentration focuses on the existing product lines in one industry while diversification focuses<br/>on other product lines from other industries.",
      "C": "Both strategies focus on the existing product lines in one industry.",
      "D": "Both strategies focus on other product lines from other industries.",
      "E": "Concentration and diversification strategies distinguish regarding the competitive nature of markets."
    },
    "explanation": "Concentration strategy is different from<br/>diversification strategy; the first focuses on the<br/>existing product lines in one industry while the latter<br/>on the other product lines from other industries.<br/>In fact, in a growing industry, organizations tend<br/>to decide concentration strategies before trying<br/>diversification strategies<br/>Concentration focuses on the existing product lines in one industry while diversification focuses<br/>on other product lines from other industries."
  },
  {
    "id": "3872544",
    "unitNumber": 5,
    "text": "Defensive strategies include retrenchment, divestiture, and liquidation.<br/>Which of the following is a reason for businesses to apply divestiture strategy?",
    "correctAnswer": "A",
    "options": {
      "A": "The business unit or department does not make profit.",
      "B": "Company’s sole option is bankruptcy.",
      "C": "A company cannot cope with the underlying changes or sales.",
      "D": "Company aims to reach a more stable financial position.",
      "E": "Company aims to concentrate on lucrative initiatives."
    },
    "explanation": "A divestiture is the partial or full disposal of<br/>a business unit through sale, exchange, closure,<br/>or bankruptcy. Divestiture is made because the<br/>business unit or department does not make profit,<br/>or the transaction is not performed and is not done<br/>within a satisfactory investment or time structure.<br/>Given other available opportunities, industries<br/>that do not have the appropriate appeal may also<br/>require divestiture. Divestitures or disposals are<br/>forced once properties, situations and attempts do<br/>not comply with the strategic leadership and no<br/>more have a strategic meaning.<br/>The business unit or department does not make profit."
  },
  {
    "id": "3872545",
    "unitNumber": 5,
    "text": "A strategic alliance (partnership) is a form of<br/>relationship intended to ensure a transnational<br/>initiative not including a stockholding.<br/>Which of the following motivations for strategic alliances is about critical mass requirement?",
    "correctAnswer": "C",
    "options": {
      "A": "To ensure a transnational<br/>initiative not including a stockholding.",
      "B": "To produce a patented<br/>product is approved for a payment.",
      "C": "To succeed through collaborations with<br/>any rivals or balancing product providers.",
      "D": "To ensure that each<br/>associate focuses on the actions that best<br/>suit its abilities.",
      "E": "Expanding capabilities that can be further extensively<br/>used in a different place."
    },
    "explanation": "The strategic alliance (partnership) is a form of<br/>relationship intended to ensure a transnational<br/>initiative not including a stockholding. In<br/>recent years, this strategy has been widely used<br/>by businesses: for the reason that the rising<br/>expenditure of R&amp;D has put stress to share these<br/>expenses; as strategic alliances were discovered to<br/>provide reduction of expenses via divided markets<br/>of scale and scope; finally, strategic alliances have<br/>brought other expense advantages as a consequence<br/>of strategic alliance associates who concentrate or<br/>rationalize their activities.<br/>There are three types of alliances: joint ventures,<br/>consortia, and networks.<br/>Motivations for such alliances can be<br/>summarized in three main types:<br/>• Critical mass requirement that alliances be<br/>able to succeed through collaborations with<br/>any rivals or balancing product providers,<br/>• Co-specialization to ensure that each<br/>associate focuses o<br/>To succeed through collaborations with<br/>any rivals or balancing product providers."
  },
  {
    "id": "3872546",
    "unitNumber": 5,
    "text": "I. Cost Leadership<br/>II. Differentiation<br/>III. Focus<br/>According to Porter, which of the above items are main options?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II and III",
      "B": "Only I",
      "C": "I and II",
      "D": "Only II",
      "E": "Only III"
    },
    "explanation": "There are three main options (Porter, 1985):<br/>1. Cost Leadership<br/>2. Differentiation<br/>3. Focus"
  },
  {
    "id": "3872547",
    "unitNumber": 5,
    "text": "I. Forward integration<br/>II. backward integration<br/>III. Horizontal integration.<br/>Which of above items integration strategies consist of?",
    "correctAnswer": "B",
    "options": {
      "A": "I and II",
      "B": "I, II and III",
      "C": "Only I",
      "D": "II and III",
      "E": "Only II"
    },
    "explanation": "Integration strategies consist of three strategies, namely forward<br/>integration, backward integration, and horizontal integration."
  },
  {
    "id": "3872548",
    "unitNumber": 5,
    "text": "Which one of the followings refers to increasing the sales of the firm’s existing products through intensive marketing efforts?",
    "correctAnswer": "C",
    "options": {
      "A": "Market development",
      "B": "Product Development",
      "C": "Market penetration",
      "D": "Distribution Channels",
      "E": "Investment in human resources"
    },
    "explanation": "Market penetration refers to increasing the sales of the firm’s existing products through intensive marketing efforts."
  },
  {
    "id": "3872549",
    "unitNumber": 5,
    "text": "Which strategy involve moving an organization from a single service or product to additional industry areas which are or are not associated with the existing business?",
    "correctAnswer": "A",
    "options": {
      "A": "Diversification",
      "B": "Product Development",
      "C": "Market development",
      "D": "Market penetration",
      "E": "Horizontal Integration"
    },
    "explanation": "Diversification is a strategy in which a company enters an industry or market different from its core activity. Diversification involves moving an organization from a single service or product to additional industry areas which are or are not associated with the existing business."
  },
  {
    "id": "3872550",
    "unitNumber": 5,
    "text": "I. Insufficient strategic management<br/>II. Rich financial administration<br/>III.Competitive powers<br/>Which of the above items is/are the cause/s of employing defensive strategies?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II and III",
      "B": "II and III",
      "C": "I and II",
      "D": "I and III",
      "E": "Only I"
    },
    "explanation": "Among the causes of employing defensive strategies are:<br/><ul><br/><li><br/>Insufficient strategic management (inadequate administration, acquisitions that do not meet the expectations, inadequate management of large projects, fraud or false pretenses, etc.)<br/></li><br/><li><br/>Weak financial administration (inadequate fiscal control, loss of cost advantage, etc.)<br/></li><br/><li><br/>Competitive powers (The negative impact of competitive conditions, supply issues, inadequate or poorly managed marketing department, etc.)<br/></li><br/></ul>"
  },
  {
    "id": "3872551",
    "unitNumber": 5,
    "text": "Which of the followings is called joint venture?",
    "correctAnswer": "A",
    "options": {
      "A": "An arrangement among business firms to pool their resources for accomplishing a specific task.",
      "B": "An agreement where two existing companies unite to form a new company.",
      "C": "Fewer strict agreement in which companies work in cooperation without being dependent on cross-proprietorship agreements and official deals.",
      "D": "The partial or full disposal of a business unit through sale, exchange, closure, or bankruptcy.",
      "E": "Reducing a firm’s one or more business operations with the view to cut expenses and reach a more stable financial position."
    },
    "explanation": "A joint venture is an arrangement among business firms to pool their resources for accomplishing a specific task."
  },
  {
    "id": "3872552",
    "unitNumber": 5,
    "text": "When the business unit or department does not make profit, or the transaction is not performed and is not done within a satisfactory investment or time structure, what is made?",
    "correctAnswer": "C",
    "options": {
      "A": "Liquidation",
      "B": "Merger",
      "C": "Divestiture",
      "D": "Retrenchment",
      "E": "Joint Ventures"
    },
    "explanation": "Divestiture is made because the business unit or department does not make profit, or the transaction is not performed and is not done within a satisfactory investment or time structure."
  },
  {
    "id": "3872553",
    "unitNumber": 5,
    "text": "When a business is not well managed, or it cannot cope with the underlying changes or sales that remain below the targets constantly, what can be the only option?",
    "correctAnswer": "A",
    "options": {
      "A": "Liquidation",
      "B": "Divestiture",
      "C": "Retrenchment",
      "D": "Related diversification",
      "E": "Unrelated diversification"
    },
    "explanation": "Liquidation can be the only option when a business is not well managed, or it cannot cope with the underlying changes or sales that remain below the targets constantly."
  },
  {
    "id": "3872554",
    "unitNumber": 5,
    "text": "I. The synergy and collaboration capability is overestimated by managers,<br/>II. Administrative troubles and obstacles are misjudged.<br/>III. Crucial administrators are left behind after acquisition.<br/>IV. The hidden weaknesses of the business are realized too late.<br/>V. A lot of costs are funded, and the profit is not taken back soon.<br/>Which of the above items are the predictable explanations for failure of unrelated diversification?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II and III",
      "B": "I, II, III and IV",
      "C": "Only I",
      "D": "Only II",
      "E": "I,II,III,IV and V"
    },
    "explanation": "Unrelated diversification is always high-level risk, the predictable explanations for failure are:<br/><ul> <li> The synergy and collaboration capability is overestimated by managers,<br/></li> <li> Administrative troubles and obstacles are misjudged.<br/></li> <li> Crucial administrators are left behind after acquisition.<br/></li> <li> The hidden weaknesses of the business are realized too late.<br/></li> <li> A lot of costs are funded, and the profit is not taken back soon.<br/></li> </ul>"
  },
  {
    "id": "3872555",
    "unitNumber": 5,
    "text": "I. Changes over time within the company or industry<br/>II. Diversification made as a result of incorrect evaluations<br/>III. Excessive diversification leading to boosted bureaucratic expenditures.<br/>Which of the above items are reasons why a business concept centered on both of diversification strategies causes malfunction of competitive advantage?",
    "correctAnswer": "C",
    "options": {
      "A": "Onlly I",
      "B": "I and II",
      "C": "I, II and III",
      "D": "Only II",
      "E": "Only III"
    },
    "explanation": "Three main reasons why a business concept centered on both of diversification strategies causes malfunction of competitive advantage are listed below (Hill &amp; Jones, 2011):<br/>1. Changes over time within the company or industry<br/>2. Diversification made as a result of incorrect evaluations<br/>3. Excessive diversification leading to boosted bureaucratic expenditures."
  },
  {
    "id": "3872556",
    "unitNumber": 5,
    "text": "Why is the identification of alternative strategies important?",
    "correctAnswer": "B",
    "options": {
      "A": "Because the long-term goals have already been established.",
      "B": "Because alternative strategies lead to the achievement of long term goals.",
      "C": "Otherwise, strategies will be forgotten.",
      "D": "Because the next step is to establish the short term goals.",
      "E": "Because long term goals are subject to change."
    },
    "explanation": "After establishing long-term goals, the next step in the strategic management model<br/>is to identify alternative strategies through which long term goals will be achieved. Strategies are critical in many ways for business firms. They have their wide spectrum functions."
  },
  {
    "id": "3872557",
    "unitNumber": 5,
    "text": "Why is it important that organizations have a common framework of reference?",
    "correctAnswer": "D",
    "options": {
      "A": "Because strategy serves as a common framework of reference.",
      "B": "Because inspectors would ask for common framework of reference.",
      "C": "Because strategy supports internal organizations.",
      "D": "In case of a change, the people in the organization can have a reference point.",
      "E": "Because long term plans can only be established by reference points."
    },
    "explanation": "Strategy serves as a common framework of reference is explained as in the following:<br/>Even though circumstances will change,<br/>strategy offers an organization a common point of reference. This makes sure that, if there is a<br/>change, the people in and around the organization collectively can know what assumptions, ideas or plans they are going to deviate from."
  },
  {
    "id": "3872558",
    "unitNumber": 5,
    "text": "I. The control is on the retailers.<br/>II. The control is on suppliers.<br/>III. Integration goes back to the value chain.<br/>IV. Integration goes forward in the value chain. <br/>Which of the above belong/belongs to backward integration?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "III, IV",
      "D": "I, III",
      "E": "II, IV"
    },
    "explanation": "Backward integration is characterized with increasing ownership or<br/>control over distributors or retailers (going forward in the<br/>value chain in an industry).<br/>Increasing ownership or control over firm’s suppliers (going back to the value chain in an industry) is a characteristic of forward integration."
  },
  {
    "id": "3872559",
    "unitNumber": 5,
    "text": "I. cost leadership<br/>II. differentiation<br/>III. Focus<br/>IV. integration<br/>Which of the above belong/belongs to generic strategies?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, IV",
      "B": "I, II, III",
      "C": "II, III, IV",
      "D": "III, IV",
      "E": "Only II"
    },
    "explanation": "Generic strategies are three basic strategies applicable to any business: cost leadership, differentiation and focus<br/>(sometimes called niche)."
  },
  {
    "id": "3872560",
    "unitNumber": 5,
    "text": "Why are low-cost strategy and best-value strategy are expressed under cost leadership?",
    "correctAnswer": "C",
    "options": {
      "A": "Because it is important to produce low cost products only.",
      "B": "Because cost leadership requires producing standard products only.",
      "C": "Because it is important to produce low-cost but best-value products.",
      "D": "Because it is important to produce high-cost and best-value products.",
      "E": "Because it is important to produce low-cost and low-value products."
    },
    "explanation": "Cost leadership requires producing standard products or services at low cost per part or unit for price sensitive consumers. Two different types of cost leadership strategies<br/>are expressed: low-cost strategy and best-value strategy. Therefore, C is the correct choice."
  },
  {
    "id": "3872561",
    "unitNumber": 5,
    "text": "Which strategy aims at producing/developing products unique for customers?",
    "correctAnswer": "A",
    "options": {
      "A": "Differentiation strategy",
      "B": "Best-value strategy",
      "C": "Focus strategy",
      "D": "Integration strategy",
      "E": "Low-cost strategy"
    },
    "explanation": "Differentiation strategy is defined as a strategy aiming at distinguishing a firm’s products or services from other similar products or services offered by the competitors. This strategy involves the development of products or services unique for customers in terms of product design, features, brand image, quality, or customer service."
  },
  {
    "id": "3872562",
    "unitNumber": 5,
    "text": "Which of the following is <u>not</u> a reason for the preference of forward integration?",
    "correctAnswer": "B",
    "options": {
      "A": "having enough capital to establish the firm's own distribution system.",
      "B": "having no problem in the distribution system",
      "C": "performing in a fast-growing industry.",
      "D": "producing non-technical products.",
      "E": "facing high price increases demanded by marketing channel members"
    },
    "explanation": "Business firms generally prefer forward integration when they<br/>• have enough capital to establish their own distribution system,<br/>• experience problems and delays in distribution channels<br/>• face high price increases demanded by marketing channel members<br/>• produce very technical products<br/>• lack competent and specialized distribution channels<br/>• perform in a fast-growing industry.<br/>Therefore, B is not a reason for forward integration preference."
  },
  {
    "id": "3872563",
    "unitNumber": 5,
    "text": "What is meant by horizontal growth?",
    "correctAnswer": "C",
    "options": {
      "A": "Horizontal growth is increasing the area the production site covers.",
      "B": "Horizontal growth is growing in the number of the products produced.",
      "C": "Horizontal growth is increasing the number of sales points.",
      "D": "Horizontal growth is increasing the cost of the products.",
      "E": "Horizontal growth is increasing the number of customer at each sales point."
    },
    "explanation": "Horizontal growth is increasing the sales points because it can be reached via domestic or exterior expansion, through acquisitions and strategic partnerships in the same sector.<br/>For example, to add more sales places in further geographical areas. An organization can more boost its sales numbers by penetrating more sales points at home and abroad."
  },
  {
    "id": "3872564",
    "unitNumber": 5,
    "text": "I. Market penetration<br/>II. Market development<br/>III. Market reducing<br/>IV. Product development<br/>V. Product limitation<br/>Which of the above is/are included in concentration strategies?",
    "correctAnswer": "E",
    "options": {
      "A": "II, IV",
      "B": "III, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV",
      "E": "I, II, IV"
    },
    "explanation": "Concentration strategies include market penetration, market development, and product<br/>development."
  },
  {
    "id": "3872565",
    "unitNumber": 5,
    "text": "I. Inadequate administration<br/>II. Inadequate administration of large projects<br/>III. Strong financial administration<br/>IV. Loss of cost advantage<br/>V. The positive impact of competition<br/>Which of the above is/are the reasons for adopting defensive strategies?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "II, IV, V",
      "C": "I, II, IV",
      "D": "Only V",
      "E": "Only III"
    },
    "explanation": "The book states the following as reasons of adopting defensive strategies.<br/>1. Insufficient strategic management<br/>(inadequate administration, acquisitions<br/>that do not meet the expectations,<br/>inadequate management of large projects,<br/>fraud or false pretenses, etc.)<br/>2. Weak financial administration (inadequate<br/>fiscal control, loss of cost advantage, etc.)<br/>3. Competitive powers (The negative impact<br/>of competitive conditions, supply issues,<br/>inadequate or poorly managed marketing<br/>department, etc.)"
  },
  {
    "id": "3872566",
    "unitNumber": 6,
    "text": "What does Globalization create for firms?",
    "correctAnswer": "A",
    "options": {
      "A": "more competitive environment",
      "B": "more competitive rigts",
      "C": "more competitive incumbents",
      "D": "more competitive business",
      "E": "more modern economy"
    },
    "explanation": "Take a look to term of globalization<br/>Globalization creates a more competitive environment for firms; while on the other hand, it offers new business opportunities in their environment. At the same time, it is now easier to enter new markets in the global economy"
  },
  {
    "id": "3872567",
    "unitNumber": 6,
    "text": "What does manufacturing firm want?",
    "correctAnswer": "A",
    "options": {
      "A": "to grow vertically or horizontally",
      "B": "to grow only vertically",
      "C": "to grow only horizontally",
      "D": "to grow vertically or constantly",
      "E": "to grow horizontally or constantly"
    },
    "explanation": "To get information about globalization<br/>Likewise, if a manufacturing firm wants to grow vertically or horizontally, it can quickly get advice from an international consulting firm to change<br/>its production technology. These are all critical decisions that affect firms’ strategie"
  },
  {
    "id": "3872568",
    "unitNumber": 6,
    "text": "What managers affect the structure of the decision-making process?",
    "correctAnswer": "A",
    "options": {
      "A": "their visions",
      "B": "their budget",
      "C": "their purpose",
      "D": "their belief",
      "E": "their approach"
    },
    "explanation": "Take a look acknowledge about Strategy Generation and Selection<br/>Strategists make strategic decisions in various ways and at different levels. The managers and their visions influence the structure of the decision-making process. Today, firms are under the pressure of the need for learning continually and being innovative."
  },
  {
    "id": "3872569",
    "unitNumber": 6,
    "text": "How can we call a new investment decision of a firm ?",
    "correctAnswer": "A",
    "options": {
      "A": "a strategic decision",
      "B": "a budget decision",
      "C": "a financial decision",
      "D": "a strategic managemet",
      "E": "a financial managemet"
    },
    "explanation": "A new investment decision of a firm is a strategic decision. Before making this investment, the firm must evaluate potential markets and analyze its resources and capabilities."
  },
  {
    "id": "3872570",
    "unitNumber": 6,
    "text": "Why the firms should determine their resources and abilities ?",
    "correctAnswer": "A",
    "options": {
      "A": "by making systematic analyses",
      "B": "by making financial analyses",
      "C": "by making carreer analyses",
      "D": "by making system analyses",
      "E": "by making budget analyses"
    },
    "explanation": "To take a look SWOT analysis.<br/>Firms should generate and select correct strategies to gain competitive advantage. Hence firms need to identify their organizational strengths and weaknesses well. They also need to identify opportunities and threats in the environment accurately. Firms should determine their resources and abilities by making systematic analyses and should give strategic responses to the environment in line with the resources and abilities they have. To achieve this analytically, they may make a SWOT analysis."
  },
  {
    "id": "3872571",
    "unitNumber": 6,
    "text": "What do opportunities refer to in SWOT Analyses?",
    "correctAnswer": "A",
    "options": {
      "A": "Favorable external factors",
      "B": "Favorable internal factors",
      "C": "Favorable financial factors",
      "D": "Favorable strategic objective factors",
      "E": "Favorable sociocultural factors"
    },
    "explanation": "To take a look meaning of opportunities in SWOT analyses<br/>Opportunities refer to favorable external factors that could give the firm a competitive advantage. Factors such as possible new markets, growing markets, new technologies, changing customer trends may be examples of some opportunities."
  },
  {
    "id": "3872572",
    "unitNumber": 6,
    "text": "What managers should remember that the analysis carried out in the SWOT matrix?",
    "correctAnswer": "A",
    "options": {
      "A": "matrix is periodic",
      "B": "square matrix is periodic",
      "C": "product matrix is periodic",
      "D": "sampling matrix is periodic",
      "E": "semigroup matrix is periodic"
    },
    "explanation": "To understant Matching Key External and Internal Factors to Formulate Alternative Strategies.<br/>Managers should remember that the analyses carried out in the SWOT matrix are periodic, and the external and internal environment has a dynamic nature and change constantly. Due to the nature of this analysis, it should be repeated at certain time intervals. It is necessary to pay attention to some points while performing a SWOT analysis."
  },
  {
    "id": "3872573",
    "unitNumber": 6,
    "text": "Which one <em><strong>is not</strong></em> a BCG matrix advantages?",
    "correctAnswer": "A",
    "options": {
      "A": "The BCG shows the differences among some selected business units",
      "B": "The BCG shows the differences in a simple visual form.",
      "C": "The BCG matrix evokes the firm that high growth will require high investments",
      "D": "The BCG matrix reminds the manager that the stars will start to decrease after a while.",
      "E": "The BCG matrix enables the manager to relate the units by showing the firm’s portfolio as a matrix."
    },
    "explanation": "To take a look Advantages and Limitations of the BCG Matrix<br/>The BCG matrix has several advantages. It shows the differences between all business units in the firm’s portfolio in a simple visual form. The BCG matrix evokes the firm that high growth will require high investments. It also reminds the manager that the stars will start to decrease after a while. Finally, it enables the manager to relate the units by showing the firm’s portfolio as a matrix."
  },
  {
    "id": "3872574",
    "unitNumber": 6,
    "text": "Which of the followings describe the Quantitative Strategic Planning Matrix (QSPM) method?",
    "correctAnswer": "A",
    "options": {
      "A": "QSPM is a key designed on the firm’s internal and external factors.",
      "B": "QSPM is only a key designed on the firm’s internal factors.",
      "C": "QSPM is only a key designed on the firm’s external factors.",
      "D": "QSPM is only a key designed on the firm’s financial factors.",
      "E": "QSPM is only a key designed on the firm’s social factors."
    },
    "explanation": "To take a look Quantitative Strategic Planning Matrix (QSPM) method.<br/>Quantitative Strategic Planning Matrix (QSPM) method. QSPM is a key designed on the firm’s internal and external factors. The basic working principle of this management tool is based on comparing the attractiveness of the alternatives among themselves."
  },
  {
    "id": "3872575",
    "unitNumber": 6,
    "text": "What does the business culture determine?",
    "correctAnswer": "A",
    "options": {
      "A": "how much risk a firm wants to take in research",
      "B": "how much risk a firm wants to take in social activities",
      "C": "how much risk a firm wants to take in budget",
      "D": "how much risk a firm wants to take in volume of external dept",
      "E": "how much risk a firm wants to take in volume of internal dept"
    },
    "explanation": "To take a look title of Business Culture<br/>The business culture determines how much risk a firm wants to take in research and development, marketing activities, investment, and other activities."
  },
  {
    "id": "3872576",
    "unitNumber": 6,
    "text": "Which of the following items is <strong>not</strong> among the ones that a firm collects information from in the input stage?",
    "correctAnswer": "E",
    "options": {
      "A": "internal environment",
      "B": "external environment",
      "C": "business environment",
      "D": "primary competitor analysis",
      "E": "matching"
    },
    "explanation": "The strategy formulation process consists of three stages. The first stage is called the input stage. At this stage, the firm collects the information from the internal environment, external environment, business environment, and primary competitor analysis.<br/>matching analysis is the second stage."
  },
  {
    "id": "3872577",
    "unitNumber": 6,
    "text": "The quality of Google which is remarked as \"creative human resources with a teamwork spirit\" is an example of its _______________. <br/>Which concept of strategic analysis could best fill in the blank?",
    "correctAnswer": "B",
    "options": {
      "A": "Weakness",
      "B": "Strength",
      "C": "Opportunity",
      "D": "Threat",
      "E": "Analysis"
    },
    "explanation": "For example, one of the strengths of Amazon is that it has extensive distribution channels. Google remarks creative human resources<br/>with the teamwork spirit as its strength.<br/>The given quality is a strength for Google."
  },
  {
    "id": "3872578",
    "unitNumber": 6,
    "text": "Which of the following is an example of a weakness for a firm?",
    "correctAnswer": "B",
    "options": {
      "A": "Being the only one in the industry",
      "B": "Bad location",
      "C": "Low turnover rate",
      "D": "innovative organizational culture",
      "E": "economic uncertainty"
    },
    "explanation": "A weak brand, lack of capital, lack the resources, being new<br/>to the industry, bad location, and the high turnover<br/>rate can be regarded as weaknesses.<br/>Bad location is a weakness for a firm."
  },
  {
    "id": "3872579",
    "unitNumber": 6,
    "text": "If a firm targets young people, the density and growth of a young population in the country is a /an ______________________ for it. <br/>Which term can best complete the blank in the sentence?",
    "correctAnswer": "C",
    "options": {
      "A": "Threat",
      "B": "Strength",
      "C": "Opportunity",
      "D": "Weakness",
      "E": "Analysis"
    },
    "explanation": "Opportunities refer to favorable external factors that could give the firm<br/>a competitive advantage. Factors such as possible<br/>new markets, growing markets, new technologies,<br/>changing customer trends may be examples of some<br/>opportunities. For instance, in a country where a<br/>firm has not operated before, the density and growth<br/>of the young population is an opportunity for a firm<br/>whose target market comprises young people.<br/>This is an opportunity because it could give the firm a competetive advantage."
  },
  {
    "id": "3872580",
    "unitNumber": 6,
    "text": "Which of the following is the purpose of the BCG matrix?",
    "correctAnswer": "A",
    "options": {
      "A": "to minimize the costs of the decisions taken.",
      "B": "for firms to allocate resources in their portfolio correctly.",
      "C": "to sell their products in fast-growing markets.",
      "D": "to operate in a growing market.",
      "E": "to decide on planned market positions."
    },
    "explanation": "The purpose of the BCG matrix is to minimize the costs of the<br/>decisions taken and make the right investments in the right firm.<br/>The purpose of the BCG matrix is to minimize the costs of the decisions taken."
  },
  {
    "id": "3872581",
    "unitNumber": 6,
    "text": "Which of the following is not one of the four strategies that may be applied after placing the business units in the matrix?",
    "correctAnswer": "B",
    "options": {
      "A": "Build",
      "B": "Invest",
      "C": "Hold",
      "D": "Harvest",
      "E": "Divest"
    },
    "explanation": "According to BCG, four strategies may be applied after placing the business units in the matrix. These strategies are build, hold, harvest and divest.<br/>Invest is not one of the four strategies"
  },
  {
    "id": "3872582",
    "unitNumber": 6,
    "text": "Which of the following is the most individualistic form of culture that exists when individuals are fully allowed to express themselves and make decisions for themselves?",
    "correctAnswer": "B",
    "options": {
      "A": "Role culture",
      "B": "Person culture",
      "C": "Task culture",
      "D": "Power culture",
      "E": "Norm culture"
    },
    "explanation": "Person culture is the most individualistic form of culture and exists when individuals are fully allowed to express themselves and make<br/>decisions for themselves. A person’s culture can only exist in a very loose form of organization (e.g. an overseas salesperson working on their own for a firm, allowed to make their own decisions).<br/>The most individualistic form of culture that exists when individuals are<br/>fully allowed to express themselves and make decisions for themselves is person culture."
  },
  {
    "id": "3872583",
    "unitNumber": 6,
    "text": "Which of the following is not one of the political tips that managers should pay attention to?",
    "correctAnswer": "E",
    "options": {
      "A": "Taking advice",
      "B": "Compromising",
      "C": "Maneuverability",
      "D": "Communication",
      "E": "Objectivity"
    },
    "explanation": "Some political tips that managers should pay attention to are taking counsel, alliances, communication, maneuverability,<strong>compromising. </strong><br/>Objectivity is not one of political tips."
  },
  {
    "id": "3872584",
    "unitNumber": 6,
    "text": "I. They generate, select, and monitor the firm’s products, business units, strategies.<br/>II. The place where environmental information is evaluated is the BoD. III. The position of competitors, developments in the sector, global<br/>fluctuations, and general economic conjuncture is on<br/>the agenda of the BoD.<br/>IV. They frequently review the strategic plan based on this information.<br/>Which duty of the board of directors is the above statements related to?",
    "correctAnswer": "C",
    "options": {
      "A": "Realising the mission and vision of the organization.",
      "B": "Executive Director-Selecting, Supporting, Reviewing.",
      "C": "Organizational Planning",
      "D": "Monitoring and Managing Financial Resources",
      "E": "Recruitment of New Board Members"
    },
    "explanation": "Organizational Planning: Members of the Board<br/>of directors should do organizational planning. They<br/>generate, select, and monitor the firm’s products,<br/>business units, strategies. The place where environmental<br/>information is evaluated is the BoD. The position<br/>of competitors, developments in the sector, global<br/>fluctuations, and general economic conjuncture is on<br/>the agenda of the BoD. They frequently review the<br/>strategic plan based on this information.<br/>These are about planning."
  },
  {
    "id": "3872585",
    "unitNumber": 6,
    "text": "Which political strategy is described as establishing supportive<br/>relationships inside and outside the firm to protect<br/>the power of managers?",
    "correctAnswer": "B",
    "options": {
      "A": "Compromising",
      "B": "Alliances",
      "C": "Communication",
      "D": "Taking counsel",
      "E": "Maneuverability"
    },
    "explanation": "Alliances: Smart managers have alliances that<br/>support their power inside and outside the firm.<br/>Alliances are links that allow the manager to gain<br/>more power. Besides, they provide ready-made<br/>systems of communication, through which the<br/>executive can learn first-hand how his decisions are<br/>being carried out, what unforeseen obstacles are<br/>being encountered, and what the level of morale in<br/>the organization is at any moment.<br/>Smart managers have alliances that support their power inside and outside the firm. Alliances are links that allow the manager to gain<br/>more power."
  },
  {
    "id": "3872586",
    "unitNumber": 7,
    "text": "Which one below is the stage that must be performed before the stage of strategy implementation?",
    "correctAnswer": "B",
    "options": {
      "A": "Environmental analysis",
      "B": "Strategy generation and selection",
      "C": "External analysis",
      "D": "Strategic decision",
      "E": "Internal analysis"
    },
    "explanation": "In the strategic analysis, organizations need to set their mission and vision<br/>statements according to their goals. Afterwards, organizations require as much information as possible before any decision is made. For this reason, companies pursue a strategic option after internally and externally analyzing their environments.<br/>Strategy generation and selection"
  },
  {
    "id": "3872587",
    "unitNumber": 7,
    "text": "The planned strategy might take other forms which are<br/>deliberate and emergent.<br/>Which one below is relevant to the deliberate form of strategy?",
    "correctAnswer": "C",
    "options": {
      "A": "Not necesssarily prepared in details and not prescribed.",
      "B": "Empowerment is a key factor in implementation.",
      "C": "It is a prescribed and evidence-based action.",
      "D": "Information is constantly changing.",
      "E": "The environment is uncertain."
    },
    "explanation": "The deliberate strategy, which<br/>is also known as the intended form of strategy,<br/>is set after the environment analysis is combined<br/>with the mission, which is a very prescribed and<br/>evidence-based action. In contrast, in emergent<br/>strategy, the environment is uncertain, and the<br/>information is always changing, which can cause<br/>crises for organizations.<br/>It is a prescribed and evidence-based action."
  },
  {
    "id": "3872588",
    "unitNumber": 7,
    "text": "Which of the following is a feature of strategy generation rather than the strategy implementation stage?",
    "correctAnswer": "B",
    "options": {
      "A": "Forces to be managed during the action",
      "B": "Mainly an intellectual process",
      "C": "Mainly an operational process",
      "D": "Mainly mid &amp; lower-level managers are responsible",
      "E": "People-focused"
    },
    "explanation": "Strategy generation or formulation requires intellectual investment and effort where as implementation is the action stage and requires time and labor investment.<br/>Mainly an intellectual process"
  },
  {
    "id": "3872589",
    "unitNumber": 7,
    "text": "Resources are evaluated in several different perspectives. <br/>Which one below composes functional areas?",
    "correctAnswer": "A",
    "options": {
      "A": "Financial, R&amp;D, HR, operational, marketing and technological",
      "B": "Tangible &amp; intangible assets",
      "C": "Organizational culture and politics",
      "D": "Physical, human and organizational",
      "E": "Risk capability"
    },
    "explanation": "Resources are evaluated in several different perspectives:<br/>• Functional areas (Financial, R&amp;D, HR, Operational, Marketing and Technological)<br/>• Economics factors of production (Financial, Physical, Human and Organizational)<br/>• Tangibility (Tangible, Intangible)"
  },
  {
    "id": "3872590",
    "unitNumber": 7,
    "text": "Which of the folllowing is an outcome of resource allocation process in accordance with various organizational forces?",
    "correctAnswer": "E",
    "options": {
      "A": "Cultural forces",
      "B": "Technical ability",
      "C": "Interpersonal factors",
      "D": "Cognitive forces",
      "E": "Competitive advantage"
    },
    "explanation": "The more factors (antecedents, issues, i.e.) organizations can reveal, the more they manage the resource allocation process. According to Maritan and Lee’s (2017) study, defining the antecedents helps to assess potential ways to reach correct allocation, and expected outcomes.<br/>Competitive advantage"
  },
  {
    "id": "3872591",
    "unitNumber": 7,
    "text": "There are various conceptualizations of structure types. here are many definitions for types of structure, and the primary distinction is embedded in the height, width, complexity, and method of division concepts.<br/>Which one below describes the width component?",
    "correctAnswer": "B",
    "options": {
      "A": "The layers of management.",
      "B": "The status of the organization on a<br/>centralization- decentralization base.",
      "C": "The level of formal hierarchy in the organization.",
      "D": "The parts of the organization<br/>divided, mostly relating to the objectives of the<br/>set strategy.",
      "E": "The number of the hierarchical layers."
    },
    "explanation": "The width of the organizational structure refers to the status of the<br/>organization on a centralization-decentralization<br/>continuum, which means whether all the decision<br/>making is done by the center or it is devolved to<br/>the divisions, which is highly dependent on the<br/>power distribution and the existence of specialized<br/>knowledge.<br/>The status of the organization on a<br/>centralization- decentralization base."
  },
  {
    "id": "3872592",
    "unitNumber": 7,
    "text": "There are various conceptualizations of structure types. here are many definitions for types of structure, and the primary distinction is embedded in the height, width, complexity, and method of division concepts. Among these which of these is described as \"The level of formal<br/>hierarchy in an organization which is also related<br/>to the formalization degree\"?",
    "correctAnswer": "D",
    "options": {
      "A": "Height",
      "B": "Horizontal structure",
      "C": "Vertical line",
      "D": "Complexity",
      "E": "Width"
    },
    "explanation": "There are various conceptualizations of structure types. here are many definitions for types of structure, and the primary distinction is embedded in the height, width, complexity, and method of division concepts.<br/>The complexity refers to the level of formal<br/>hierarchy in an organization which is also related<br/>to the formalization degree. It has a mutual bond<br/>with strategy implementation. If there are clearly<br/>set guidelines about the details of strategy (e.g.,<br/>objectives and plans), and the answers of Wh<br/>questions, managers set the appropriate formal<br/>hierarchy."
  },
  {
    "id": "3872593",
    "unitNumber": 7,
    "text": "Which of the structures below is the most appropriate to implement a diversification structure?",
    "correctAnswer": "C",
    "options": {
      "A": "Vertical structure",
      "B": "Lean structure",
      "C": "Divisional structure",
      "D": "Functional structure",
      "E": "Simple structure"
    },
    "explanation": "A divisional structure is appropriate where the organization is growing and being complex, can be<br/>split into divisions, growing through mergers and acquisitions and placed in turbulent environments. To implement a diversification strategy in a diverse range of products or if there are geographical distances between markets, divisional structure is the right structure."
  },
  {
    "id": "3872594",
    "unitNumber": 7,
    "text": "Which of the following is about the challenges with operating in a matrix structure?",
    "correctAnswer": "A",
    "options": {
      "A": "Shared authority, and dual lines can create obstacles.",
      "B": "Lean nature of operations",
      "C": "Horizontal communication",
      "D": "Vertical communication",
      "E": "Small size of operations"
    },
    "explanation": "The shared authority, and<br/>dual lines (e.g., for reporting) can create obstacles in operational efficiency.<br/>The work teams can become confused working under the authority of two managers.<br/>Shared authority, and dual lines can create obstacles."
  },
  {
    "id": "3872595",
    "unitNumber": 7,
    "text": "Which of the following options cover the main characteristics of stratgeic business units?",
    "correctAnswer": "B",
    "options": {
      "A": "Short term, costly, maximizes career development",
      "B": "Long term, costly, maximizes career development",
      "C": "Short term, minimizes career development",
      "D": "Long term, costly, minimizes career development",
      "E": "No planning, costly, maximizes career development"
    },
    "explanation": "When organizations are getting larger, they change their structure (at least in part) quite frequently. A more feasible structure is the one that allows effective implementation of intended strategies where permitting emergent strategy creation to a desired level. Analyzing the implementation’s main characteristics, they needed to be emphasized that the effectiveness can only be<br/>determined by the behavioral processes and management of resources embedded in the structure. In other words, the given characteristics are the reflection of authority, power, responsibility, where each can also differ in the centralization to decentralization continuum.<br/>Long term, costly, maximizes career development"
  },
  {
    "id": "3872596",
    "unitNumber": 7,
    "text": "Which of the following features <strong><u>is not</u></strong> necessary for managers and employees to conduct the strategies in strategic analysis?",
    "correctAnswer": "E",
    "options": {
      "A": "They need to be motivated.",
      "B": "They need to be positioned in the right structure with the right strategy.",
      "C": "They need to work in a strategy supportive culture.",
      "D": "They must be ready to adopt new processes.",
      "E": "They must be resistant to change."
    },
    "explanation": "TRANSITION FROM STRATEGY FORMULATION TO IMPLEMENTATION<br/>It is essential to highlight that strategic implementation means putting the strategy into action. For this reason, there is a unified alliance with the formulation step where the most appropriate option is chosen via strategic analysis. However, the formulation is not enough alone because managers and the employees are conducting those strategies to realize them. To do this, they need to be motivated, positioned in the right structure with the right strategy, working in a strategy supportive culture, ready to adopt new processes, and prepared to change."
  },
  {
    "id": "3872597",
    "unitNumber": 7,
    "text": "I. This kind of strategy which is set after the environment analysis is combined with the mission, and it is a very prescribed and evidence-based action.<br/>II. This kind of strategy is often prepared in detail.<br/>What kind of strategy is described by the above sentences?",
    "correctAnswer": "B",
    "options": {
      "A": "Emergent",
      "B": "Deliberate",
      "C": "Continuous",
      "D": "Transitional",
      "E": "Operational"
    },
    "explanation": "TRANSITION FROM STRATEGY FORMULATION TO IMPLEMENTATION<br/>The deliberate strategy, which is also known as the intended form of strategy, is set after the environment analysis is combined with the mission, which is a very prescribed and evidence-based action. In contrast, in emergent strategy, the environment is uncertain, and the information is always changing, which can cause crises for organizations. Some industries, such as IT, pharmaceuticals, or digital commerce, are fastchanging, so there is no guarantee for success. For success, learning is vital, and empowerment is a key factor in emergent strategy implementation. In other words, deliberate strategies are often prepared in detail, whereas emergent strategies occur for various reasons."
  },
  {
    "id": "3872598",
    "unitNumber": 7,
    "text": "Which of the following <strong>is not</strong> one of the characteristics of objectives according to Bedeian and Glueck (1983)?",
    "correctAnswer": "C",
    "options": {
      "A": "They serve as guidelines for doing what, when, how and by whom of actions.",
      "B": "They direct efforts and activities of organization members.",
      "C": "They are a source of illegitimacy for all stakeholders.",
      "D": "They set work, and time, therefore it leads the performance.",
      "E": "They provide a cornerstone for organizational design."
    },
    "explanation": "OBJECTIVES AND POLICIES<br/>According to Bedeian and Glueck (1983) objectives: • serve as guidelines for doing what, when, how and by whom of actions, • direct efforts and activities of organization members, • are a source of legitimacy for all stakeholders, • set work, and time, therefore it leads the performance; • through performance, employees are being identified and motivated, • the hierarchy of objectives serve as a stage to perform, • provide a cornerstone for organizational design."
  },
  {
    "id": "3872599",
    "unitNumber": 7,
    "text": "Distributing the right resource to the right purpose and then controlling and making changes due to internal and external environmental changes can be defined as__________________.",
    "correctAnswer": "A",
    "options": {
      "A": "resource allocation",
      "B": "setting objectives",
      "C": "strategic management",
      "D": "reducing expenses",
      "E": "increasing productivity"
    },
    "explanation": "Distributing the right resource to the right purpose and then controlling and making changes due to internal and external environmental changes can be defined as resource allocation."
  },
  {
    "id": "3872600",
    "unitNumber": 7,
    "text": "I. It can be described as the backbone of the strategy formulation and implementation steps.<br/>II. It fundamentally differs on the type of organization (small, medium-sized, MNCs, etc.).<br/>III. Each size requires some form of it, such as simple, functional, and multidivisional.<br/>Which term is described by the above sentences?",
    "correctAnswer": "D",
    "options": {
      "A": "Strategy",
      "B": "Distinction",
      "C": "Division",
      "D": "Structure",
      "E": "Management"
    },
    "explanation": "Structure and Strategy<br/>A structure can be described as the backbone of the strategy formulation and implementation steps. Managers generate strategies according to the current structure of the organization. Structure fundamentally differs on the type of organization (small, medium-sized, MNCs, etc.). Each size requires some form of structure, such as simple structure, functional structure, and multidivisional structure, as in the given types above."
  },
  {
    "id": "3872601",
    "unitNumber": 7,
    "text": "The __________________ refers to the level of formal hierarchy in an organization which is also related to the formalization degree.",
    "correctAnswer": "C",
    "options": {
      "A": "width",
      "B": "height",
      "C": "complexity",
      "D": "flexibility",
      "E": "empowerment"
    },
    "explanation": "Structure and Strategy<br/>The complexity refers to the level of formal hierarchy in an organization which is also related to the formalization degree."
  },
  {
    "id": "3872602",
    "unitNumber": 7,
    "text": "“In this structure, all the services are separate in the core; however, they are the rings of the chain (organization) and need to be powerful. Therefore, coordination and controlling is an advantage as it is simple and cost-friendly. The authority is centralized, so the communication can be problematic as the specialization may diverse the shared thinking, and the working together may fail”.<br/>What kind of structure is described above?",
    "correctAnswer": "E",
    "options": {
      "A": "Simple",
      "B": "Divisional",
      "C": "Complex",
      "D": "Strategic",
      "E": "Functional"
    },
    "explanation": "Structure and Strategy<br/>In this structure, all the services are separate in the core; however, they are the rings of the chain (organization) and need to be powerful. Therefore, coordination and controlling is an advantage as it is simple and cost-friendly. The authority is centralized, so the communication can be problematic as the specialization may diverse the shared thinking, and the working together may fail."
  },
  {
    "id": "3872603",
    "unitNumber": 7,
    "text": "Which of the following <strong><u>is not</u></strong> true about divisional structure?",
    "correctAnswer": "E",
    "options": {
      "A": "Divisional structure is a popular structure for organizations with several products or services which may or may not be related.",
      "B": "These structures are common in multi-national or holding type organizations.",
      "C": "A divisional structure has some advantages as decentralizing, which allows managing and controlling according to each divisions’ objectives.",
      "D": "More skilled employees are needed in order to take part in the decision making process and delegation of authority.",
      "E": "One more advantage of divisions is to be able to control the local factors, which turns out a critical competitive disadvantage for decades."
    },
    "explanation": "Structure and Strategy<br/>Divisional structure is a popular structure for organizations with several products or services which may or may not be related. These structures are common in multi-national or holding type organizations. A divisional structure has some advantages as decentralizing, which allows managing and controlling according to each divisions’ objectives. However, to do so, more skilled employees are needed in order to take part in the decision making process and delegation of authority. One more advantage of divisions is to be able to control the local factors, which turns out a critical competitive advantage for decades."
  },
  {
    "id": "3872604",
    "unitNumber": 7,
    "text": "What kind of structure is usually internalized in fast-changing sectors such as technology?",
    "correctAnswer": "B",
    "options": {
      "A": "Functional",
      "B": "Matrix",
      "C": "Simple",
      "D": "Divisional",
      "E": "Strategic business unit"
    },
    "explanation": "Structure and Strategy<br/>Matrix structures are usually internalized in fast-changing sectors such as technology."
  },
  {
    "id": "3872605",
    "unitNumber": 7,
    "text": "Organizational culture influences the following factors (Campbell, Stonehouse &amp; Houston, 2002, p.55) <strong><u>except:</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "customer motivation",
      "B": "morale, career development and goodwill of employees",
      "C": "efficiency and productivity",
      "D": "work quality",
      "E": "interpersonal and inter-organizational relations"
    },
    "explanation": "IMPLEMENTATION AND CULTURE<br/>Organizational culture influences the following factors (Campbell, Stonehouse &amp; Houston, 2002, p.55): • employee motivation, • the attractiveness of the organization as an employer and hence the rate of staff turnover, • morale, career development and goodwill of employees, • efficiency and productivity, • work quality, • interpersonal and inter-organizational relations, • workplace attitude of employees, • innovation and creativity."
  },
  {
    "id": "3872606",
    "unitNumber": 8,
    "text": "Which of the following is required for strategic evaluation to be very useful in a company?",
    "correctAnswer": "D",
    "options": {
      "A": "Auditing",
      "B": "Strategic plan",
      "C": "Feedback",
      "D": "Strategic control",
      "E": "Strategic objectives"
    },
    "explanation": "Strategic evaluation facilitates, or makes it possible to exercise, strategic control. This suggests that, without strategic control, strategic evaluation alone would not be very useful"
  },
  {
    "id": "3872607",
    "unitNumber": 8,
    "text": "Which of the following stakeholders is expected to participate in the strategic evaluation and control process of a company?",
    "correctAnswer": "C",
    "options": {
      "A": "Wholesalers",
      "B": "Customers",
      "C": "Shareholders",
      "D": "Intermediaries",
      "E": "Insurance companies"
    },
    "explanation": "Among the major stakeholders are shareholders, financial institutions that lend capital to organizations, and the government. Shareholders could participate in the evaluation and control process because every organization is ultimately<br/>responsible to its shareholders."
  },
  {
    "id": "3872608",
    "unitNumber": 8,
    "text": "Why feedforward control is the most desirable type of control by the managers?",
    "correctAnswer": "B",
    "options": {
      "A": "It takes less time compared to other control mechanisms",
      "B": "It allows managers to prevent problems early",
      "C": "Its cost is less than the other control mechanisms",
      "D": "It does not require much data",
      "E": "It does not require much paperwork"
    },
    "explanation": "Feedforward controls are the most desirable types of control because they allow management to prevent problems (e.g., poor quality products,<br/>lost customers, etc.) rather than having to solve them later.<br/>It allows managers to prevent problems early"
  },
  {
    "id": "3872609",
    "unitNumber": 8,
    "text": "When output in a company is difficult to measure and cause-effect relationship between behavior and performance is not clear, which of the following control is most appropriate?",
    "correctAnswer": "A",
    "options": {
      "A": "Input control",
      "B": "Output control",
      "C": "Behavior control",
      "D": "Concurrent control",
      "E": "Feedforward control"
    },
    "explanation": "Input controls are most appropriate when output is difficult to measure and there is no clear cause-effect relationship between behavior and performance."
  },
  {
    "id": "3872610",
    "unitNumber": 8,
    "text": "Which of the following performance standards requires a subjective assesment to be established?",
    "correctAnswer": "D",
    "options": {
      "A": "Market share",
      "B": "Number of sales",
      "C": "Profit",
      "D": "Employee creativity",
      "E": "Cost of distribution"
    },
    "explanation": "Some performance standards like employee morale, creativity, organizational competencies, cannot be expressed in quantitative or objective terms. In such cases, qualitative criteria or subjective assessments need to be used in order to<br/>establish performance standards<br/>Employee creativity"
  },
  {
    "id": "3872611",
    "unitNumber": 8,
    "text": "Which of the following systems is directly related to strategic evaluation and<br/>control in the organization?",
    "correctAnswer": "B",
    "options": {
      "A": "Marketing systems",
      "B": "Information systems",
      "C": "Production systems",
      "D": "Organizational systems",
      "E": "Managerial systems"
    },
    "explanation": "The major organizational systems that are directly related to evaluation and<br/>control are information systems and reward and appraisal systems"
  },
  {
    "id": "3872612",
    "unitNumber": 8,
    "text": "Which of the strategic evaluation and control systems will be suggested to a company that wants to use a holistic approach rather than focusing on separate activities or organizational departments?",
    "correctAnswer": "C",
    "options": {
      "A": "Critical Path Method (CPM)",
      "B": "Network Scheduling Technique",
      "C": "Balance Scorecard Method",
      "D": "Benchmarking",
      "E": "VRIO Framework"
    },
    "explanation": "Balanced scorecard method involves adopting a holistic approach to the organization rather than focusing on individual activities or organizational departments<br/>Balance scorecard method"
  },
  {
    "id": "3872613",
    "unitNumber": 8,
    "text": "In a company.................... center is the responsible center mainly for generating sales. Which of the following options fills the blank in the sentence?",
    "correctAnswer": "D",
    "options": {
      "A": "excellence",
      "B": "investment",
      "C": "profit",
      "D": "revenue",
      "E": "success"
    },
    "explanation": "A revenue center is a responsibility center that is charged mainly with generating sales"
  },
  {
    "id": "3872614",
    "unitNumber": 8,
    "text": "In implementation control...................................involves a critical point or event in a program, project or strategic plan, where significant decisions must be made. Which of the following options fills the blank in the sentence?",
    "correctAnswer": "E",
    "options": {
      "A": "critical path",
      "B": "strategic surveillance",
      "C": "strategic network",
      "D": "strategic thrusts",
      "E": "milestone reviews"
    },
    "explanation": "Implementation control may be enacted by milestone reviews and monitoring strategic thrusts. A milestone is a critical point or event in a program,<br/>project or strategic plan, where significant decisions are made."
  },
  {
    "id": "3872615",
    "unitNumber": 8,
    "text": "Which type of control must be used by an automobile manufacturer in order to reassess the firm’s strategy when it is faced with the COVID-19 Pandemic?",
    "correctAnswer": "A",
    "options": {
      "A": "Special alert contol",
      "B": "Feedforward control",
      "C": "Output control",
      "D": "Premise control",
      "E": "Implementation control"
    },
    "explanation": "Special alert control is used in order to reassess a firm’s strategy when a sudden, unexpected event occurs, such as a sudden hike in currency exchange rate, instant change in a rival firm’s strategy, sudden acquisitionof a leading rival, an unexpected product difficulty, a natural catastrophe or emergence of a pandemic.<br/>Special alert contol"
  },
  {
    "id": "3872616",
    "unitNumber": 8,
    "text": "Which of the following options is the final stage of the strategic management process?",
    "correctAnswer": "A",
    "options": {
      "A": "Strategic evaluation and control",
      "B": "External environment analysis",
      "C": "Strategy formulation",
      "D": "Strategy generation and selection",
      "E": "Strategy implementation"
    },
    "explanation": "As seen, the final stage of strategic management process is the process of strategic evaluation and control. The correct answer is A."
  },
  {
    "id": "3872617",
    "unitNumber": 8,
    "text": "Which of the following options is related to the reason why strategies fail?",
    "correctAnswer": "A",
    "options": {
      "A": "Lacking Planning and Control",
      "B": "Competent Management",
      "C": "Adequate Strategy",
      "D": "Implementation Plan",
      "E": "Commanding and Control"
    },
    "explanation": "The reading below mentions some of the most common reasons why strategies fail. The reason #5 in the Figure (i.e. lacking planning and control) is especially important as it is the focus of this Unit. Here are the whole reasons: 1. INCOMPETENT MANAGEMENT, 2. VAGUE STRATEGIC VISION, 3. INADEQUATE STRATEGY, 4. NO IMPLEMENTATION PLAN, 5. LACKING PLANNING AND CONTROL, 6. NEGLECT OF POLITICAL INTEREST, 7. CULTURE OF FEAR. The correct answer is A."
  },
  {
    "id": "3872618",
    "unitNumber": 8,
    "text": "What is the process of determining the effectiveness of a given strategy in achieving organizational objectives and taking corrective action wherever required to continually ensure its effectiveness?",
    "correctAnswer": "A",
    "options": {
      "A": "Strategic evaluation and control",
      "B": "Implementation plan",
      "C": "Strategy generation and selection",
      "D": "Effective planning and control",
      "E": "Vague strategic vision"
    },
    "explanation": "<strong>Strategic evaluation and control: </strong>The process of determining the effectiveness of a given strategy in achieving organizational objectives and taking corrective action wherever required to continually ensure its effectiveness. The correct answer is A."
  },
  {
    "id": "3872619",
    "unitNumber": 8,
    "text": "Which of the following options is one of the purposes of the Strategic Evaluation and Control phase?",
    "correctAnswer": "A",
    "options": {
      "A": "To determine how well the organization is performing",
      "B": "To implement formulated strategies",
      "C": "To formulate strategies in the light of SWOT analysis",
      "D": "To conduct SWOT analysis",
      "E": "To identify strengths in organizational environment"
    },
    "explanation": "When we look at Table 8.1 Comparison of Purposes of Strategic Evaluation and Control and Other Two Stages, the purposes of Strategic Evaluation and Control are:<br/><ul><br/><li>To evaluate if</li><br/></ul><br/>− the assumptions forming the bases of strategies are still valid,<br/>− strategies are being implemented properly,<br/>− there is a need to change the strategy,<br/>− the strategy is guiding the organization towards the desired objectives,<br/><ul><br/><li>To determine</li><br/></ul><br/>− how well the organization is performing,<br/>− if the resources are being utilized properly,<br/>− what needs to be done to ensure that resources are utilized properly, and objectives are met,<br/>− if there is any significant gap between the desired and actual outcomes,<br/>− what kind of (corrective) actions are necessary to achieve the desired outcomes.<br/>The correct answer is A."
  },
  {
    "id": "3872620",
    "unitNumber": 8,
    "text": "The process of strategic evaluation and control offers various benefits to managers. Which of the following options <strong><u>is not</u></strong> one of these benefits?",
    "correctAnswer": "A",
    "options": {
      "A": "Evaluation and control provide feedback on the current performance of research and development strategies being implemented by top managers.",
      "B": "Evaluation and control help top managers to determine if the strategic choice made during the formulation phase is still relevant to organizational objectives.",
      "C": "Evaluation and control also help top managers to assess whether the decisions they made during the course of strategy implementation are consistent with the requirements of that strategy.",
      "D": "Evaluation and control enable top managers to make a solid assessment of what kind of corrective actions need to be taken if implemented strategies are not likely to generate the desired or established outcomes.",
      "E": "Evaluation and control make it possible for top managers to control the performance of organizational subunits and coordinate."
    },
    "explanation": "The process of strategic evaluation and control offers various benefits to managers (see Kazmi &amp; Kazmi, 2015, pp: 684-685; Robbins et. al., 2013).<br/><ul><br/><li>First, evaluation and control make it possible for top managers to control the performance of organizational subunits (departments, divisions, etc.) and coordinate various tasks performed within the organization.</li><br/><li>Second, evaluation and control help top managers to determine if the strategic choice (i.e., the choice of which strategy to be implemented) made during the formulation phase is still relevant to organizational objectives.</li><br/><li>Evaluation and control also help top managers to assess whether the decisions they made during the course of strategy implementation are consistent with the requirements of that strategy.</li><br/><li>Fourth, evaluation and control provide feedback on the current performance of strategies being implemented.</li><br/><li>Finally, evaluation and control enable top managers to make a solid assessment of what kind of corrective actions need to be taken if implemented strategies are not likely to generate the desired or established outcomes (Kazmi &amp; Kazmi, 2015; Robbins et. al., 2013).</li><br/></ul><br/>The correct answer is A."
  },
  {
    "id": "3872621",
    "unitNumber": 8,
    "text": "Various entities participate in the process of strategic evaluation and control. Which of the following is one of these entities?",
    "correctAnswer": "A",
    "options": {
      "A": "Stakeholders",
      "B": "Competitors",
      "C": "Regulations",
      "D": "Customers",
      "E": "Practitioners"
    },
    "explanation": "Various entities participate in the process of strategic evaluation and control, including stakeholders, the board of directors and top-level managers. The correct answer is A."
  },
  {
    "id": "3872622",
    "unitNumber": 8,
    "text": "There are many difficulties in the process of strategic evaluation and control. Which one of the following <strong><u>is not</u></strong> one of these difficulties?",
    "correctAnswer": "A",
    "options": {
      "A": "Long-term orientation",
      "B": "Amount of control to exert",
      "C": "Measurement difficulties",
      "D": "Resistance to evaluation",
      "E": "Using efficiency or effectiveness"
    },
    "explanation": "There are many difficulties in the process of strategic evaluation and control. These obstacles are related to the amount of control to exert, measurement difficulties, resistance to evaluation and control, short-term orientation in measuring results, and using efficiency or effectiveness as the measurement criteria. The correct answer is A."
  },
  {
    "id": "3872623",
    "unitNumber": 8,
    "text": "What is the name of the obstacle in the strategic evaluation and control process which managers' tendency to measure the immediate results of activities or strategic plans?",
    "correctAnswer": "A",
    "options": {
      "A": "Short-Term Orientation",
      "B": "Amount of Control to Exert",
      "C": "Difficulties in Measurements",
      "D": "Resistance to Evaluation",
      "E": "Relying on Efficiency Versus Effectiveness"
    },
    "explanation": "<strong>Short-Term Orientation: </strong>Another obstacle in the strategic evaluation and control process is managers’ tendency to measure the immediate results of activities or strategic plans. Managers usually rely on short-term results because they may not realize the importance of long-term results, or they find assessing the short-term results easier than assessing the long-term results. The correct answer is A."
  },
  {
    "id": "3872624",
    "unitNumber": 8,
    "text": "Which one of the following can be defined as “the management function that involves monitoring activities to ensure that they are being accomplished as planned and correcting any significant deviations?”",
    "correctAnswer": "A",
    "options": {
      "A": "Control",
      "B": "Command",
      "C": "Timing",
      "D": "Feedback",
      "E": "Output"
    },
    "explanation": "<em>Control </em>can be defined as “the management function that involves monitoring activities to ensure that they are being accomplished as planned and correcting any significant deviations” The correct answer is A."
  },
  {
    "id": "3872625",
    "unitNumber": 8,
    "text": "Which of the following types of control is defined as the control implemented while a work activity is in progress?",
    "correctAnswer": "A",
    "options": {
      "A": "Concurrent Control",
      "B": "Forward Control",
      "C": "Feedback Control",
      "D": "Output Control",
      "E": "Behavior Control"
    },
    "explanation": "Concurrent control is implemented while a work activity is in progress. It corrects problems as they happen. The correct answer is A."
  }
]