[
  {
    "id": "3869320",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, belli bir alanda faaliyet gösteren farklı kişi veya kuruluşların aynı hedefe ulaşmak için karşılıklı mücadele etmesidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rekabet",
      "B": "Strateji",
      "C": "Yönetim",
      "D": "Pazarlama",
      "E": "Halkla ilişkiler"
    },
    "explanation": "Rekabet, belli bir alanda faaliyet gösteren<br/>farklı kişi veya kuruluşların aynı hedefe<br/>ulaşmak için karşılıklı mücadele etmesidir."
  },
  {
    "id": "3869321",
    "unitNumber": 1,
    "text": ".............., işletmenin amaçlarına nasıl ulaşılacağını belirleyen, iç ve dış çevre ile rakiplerin faaliyetlerinin izlenmesini içeren, nihai sonuca odaklı, uzun dönemli bakış açısına dayalı, dinamik kararlar topluluğudur.\n Yukarıdaki boşluğa aşağıdaki kavramlardan hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetim",
      "B": "Strateji",
      "C": "Rekabet",
      "D": "Hiyerarşi",
      "E": "Paydaş"
    },
    "explanation": "Strateji, işletmenin amaçlarına nasıl ulaşılacağını belirleyen, iç ve dış çevre ile rakiplerin faaliyetlerinin izlenmesini içeren, nihai sonuca odaklı, uzun dönemli bakış açısına dayalı, dinamik kararlar topluluğudur."
  },
  {
    "id": "3869322",
    "unitNumber": 1,
    "text": "Çevreye uyum sağlamak için değişiklikleri başlatmak üzere öngörüde bulunma, zihninde canlandırma, stratejik düşünme ve ekip kurma becerisi olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Performans yönetimi",
      "B": "Politika geliştirme",
      "C": "Stratejik liderlik",
      "D": "Pazar analizi",
      "E": "İç ve dış çevre analizi"
    },
    "explanation": "Stratejik liderlik, çevreye uyum sağlamak için değişiklikleri başlatmak üzere öngörüde bulunma, zihninde canlandırma, stratejik düşünme ve ekip kurma becerisidir."
  },
  {
    "id": "3869323",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi stratejik yönetimin işletmelere sağlayabileceği temel faydalardan biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Örgüt içinde etkili iletişim kurulması ve sürdürülmesi için çerçeve yaratır.",
      "B": "Bireysel davranışın örgütsel çabalar etrafında bütünleştirilmesini sağlar.",
      "C": "Bireysel sorumlulukların açık bir şekilde belirlenmesi için bir temel oluşturur.",
      "D": "Örgüt içindeki bireyleri gelecek odaklı düşünme konusunda cesaretlendirir.",
      "E": "Örgütsel sorunlara subjektif bakmayı sağlar."
    },
    "explanation": "Stratejik yönetimin işletmelere sağlayabileceği<br/>temel faydalar şunlardır:<br/>• Fırsatları görmeyi, önceliklendirmeyi ve<br/>onlardan yararlanmayı mümkün kılar.<br/>• Örgütsel sorunlara objektif bakmayı sağlar.<br/>• Örgüt içindeki faaliyetlerin daha iyi kontrol<br/>ve koordine edilmesi için bir çerçeve sağlar.<br/>• Olumsuz koşullar ve değişimlerin etkilerinin azaltılmasına destek olur.<br/>• Örgütsel hedefleri en iyi şekilde destekleyecek temel kararların alınmasını sağlar.<br/>• Fırsatlardan yararlanırken zaman ve kaynakların daha etkin paylaşılmasına imkân<br/>sağlar.<br/>• Hatalı veya anlık kararların düzeltilmesi<br/>için daha az zaman ve kaynak ayrılmasına<br/>olanak tanır.<br/>• Örgüt içinde etkili iletişim kurulması ve<br/>sürdürülmesi için çerçeve yaratır.<br/>• Bireysel davranışın örgütsel çabalar etrafında bütünleştirilmesini sağlar.<br/>• Bireysel sorumlulukların açık bir şekilde<br/>belirlenmesi için bir temel oluşturur.<br/>• Örgüt içindeki bireyleri gelecek odaklı düşünme konusunda cesaretlendirir.<br/>• Sorunlarla baş etmek ve fırsatları görmek ve<br/>değerlendirmek için işbirliğine dayalı, bütünleştirici ve coşkulu bir yaklaşımını öne<br/>çıkarır.<br/>• Değişime ilişkin bakış açısını değiştirir ve<br/>olumlu yaklaşım geliştirilmesine destek<br/>olur.<br/>• Örgütsel yönetime bir ölçüde disiplin ve biçimsellik sağlar."
  },
  {
    "id": "3869324",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi strateji oluşturma evresindeki çalışmalardan biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Vizyon ve misyonun geliştirilmesi",
      "B": "Dışsal ve içsel çevre analizlerinin yürütülmesi",
      "C": "Uzun dönemli amaçların belirlenmesi",
      "D": "Örgütlemeye bağlı olarak hiyerarşinin düzenlenmesi",
      "E": "Strateji alternatiflerinin geliştirilmesi, değerlendirilmesi ve seçimi"
    },
    "explanation": "Strateji oluşturma evresinde aşağıdaki çalışmalar yürütülür:<br/>• Vizyon ve misyonun geliştirilmesi<br/>• Dışsal ve içsel çevre analizlerinin yürütülmesi<br/>• Uzun dönemli amaçların belirlenmesi<br/>• Strateji alternatiflerinin geliştirilmesi, değerlendirilmesi ve seçimi"
  },
  {
    "id": "3869325",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi stratejistlerin etkililiğini belirleyen özelliklerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pazarlama analizi yapabilmek",
      "B": "Stratejik bilince sahip olmak",
      "C": "Örgütü motive edebilmek",
      "D": "Kurumsal iletişimi yönetmek",
      "E": "Müşteri ilişkileri yönetimini bilmek"
    },
    "explanation": "Stratejistlerin etkililiğini belirleyen birtakım özellikler vardır Bunlar;<br/>• Stratejik bilince sahip olmak<br/>• Olayları geniş açıdan, sistem yaklaşımı içinde görebilmek<br/>• Stratejik yönetim bilgilerini toplayabilme, ayırabilme, ve değerleme yeteneğine sahip olmak ve<br/>sistematik analiz yapabilmek<br/>• Analiz yeteneği yanında içgörü ve öngörü yeteneklerine sahip olmak, vizyon yaratabilmek<br/>• Değişik fikirleri tolere edebilecek, yaratıcı ve takım<br/>çalışmasına yatkın kişiliğe sahip olmak<br/>• Yeni paradigmalar yaratabilmek<br/>• Zamanı iyi yönetebilmek"
  },
  {
    "id": "3869326",
    "unitNumber": 1,
    "text": "Aşağıdaki paydaşlarla ilgili eşleşmelerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sermaye ile ilgili olanlar: Hissedarlar,",
      "B": "Sermaye ile ilgili olanlar: Sermaye tedarik edenler",
      "C": "Ürün piyasası ile ilgili olanlar: Müşteriler,",
      "D": "Ürün piyasası ile ilgili olanlar: Tedarikçiler,",
      "E": "Ürün piyasası ile ilgili olanlar:Yöneticiler"
    },
    "explanation": "Paydaşları 3 grupta sınıflandırabiliriz:<br/>• Sermaye ile ilgili olanlar: Hissedarlar, sermaye tedarik edenler (örneğin bankalar)<br/>• Ürün piyasası ile ilgili olanlar: Müşteriler,<br/>tedarikçiler, yerel halk, sendikalar, medya<br/>• İşletme içindeki paydaşlar: Çalışanlar, yöneticiler."
  },
  {
    "id": "3869327",
    "unitNumber": 1,
    "text": "Stratejik yönetimin gelişimi kapsamında, iş ortamının ekonomik durgunluk, finans sektöründe zaman zaman ortaya çıkan kargaşalar ve dünya çapındaki finansal çöküş nedeniyle oynak bir hale gelmesi hangi tarihlerde gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1920'ler-1950'ler",
      "B": "2000-2010",
      "C": "1950'ler-1960'lar",
      "D": "1970'ler-1980'ler",
      "E": "1980'ler-1990'lar"
    },
    "explanation": "2000-2010:iş ortamı; ekonomik durgunluk, finans sektöründe zaman zaman ortaya çıkan kargaşalar ve dünya çapındaki finansal çöküş nedeniyle oynak bir hale gelmiştir."
  },
  {
    "id": "3869328",
    "unitNumber": 1,
    "text": "Stratejik yönetimin gelişimi kapsamında 1990-2000'lerde işletmeler için birleştirici tema aşağıdakilerdan hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rekabet avantajını sürdürmek",
      "B": "Ekonomik durgunluk",
      "C": "Şirketi konumlandırmak",
      "D": "Güç sahibi olmak",
      "E": "Stratejik planlama"
    },
    "explanation": "1990’lar-2000’ler<br/>Rekabet avantajını sürdürmek, işletmeler için birleştirici tema olmuştur. Bu aşamada, ortak girişimler, birleşme ve satın almalar gibi stratejik işbirlikleri, stratejik yönetimde geçerli hale gelmiştir. İş birliği stratejileri yönünden, yeni bir rekabet şekli meydana gelmiştir. Sanal örgütler geliştirilmiş ve şirket büyüklüğü önemini yitirmiştir. Bu aşamanın ana özellikleri, stratejik inovasyon ve iş birliği ile hayatta kalmaktır."
  },
  {
    "id": "3869329",
    "unitNumber": 1,
    "text": "Stratejik yönetim süreci, işletmenin uzun dönemde yaşamının devam ettirilmesine, --------------------- sağlamasına ve ortalamanın üzerinde getiri elde etmesine yönelik tüm bilgi toplama, analiz, seçim, karar, uygulama ve değerlendirme faaliyetlerinin tümüdür.\n<br/>Yukarıdaki boşluğu aşağıdakilerden hangisi en doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Karlılık",
      "B": "Yüksek performans",
      "C": "Müşteri bağlılığı",
      "D": "Rekabet üstünlüğü",
      "E": "İtibar ve güven"
    },
    "explanation": "Stratejik yönetim süreci, işletmenin uzun dönemde yaşamının devam ettirilmesine, <strong>sürdürülebilir rekabet üstünlüğü</strong> sağlamasına ve ortalamanın üzerinde getiri elde etmesine yönelik tüm bilgi toplama, analiz, seçim, karar, uygulama ve değerlendirme faaliyetlerinin tümüdür. O nedenle doğru cevap D'dir."
  },
  {
    "id": "3869330",
    "unitNumber": 1,
    "text": "''Mal ve hizmet piyasalarında ki teşebbüsler arasında özgürce ekonomik kararlar verilebilmesini sağlayan yarış'' olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Strateji",
      "B": "Stratejik yönetim",
      "C": "Rekabet",
      "D": "Performans",
      "E": "Kapitalizm"
    },
    "explanation": "Sözlük anlamı olarak rekabet, mal ve hizmet piyasalarındaki teşebbüsler arasında özgürce ekonomik kararlar verilebilmesini sağlayan yarışı ifade eder (Rekabet Terimleri Sözlüğü)."
  },
  {
    "id": "3869331",
    "unitNumber": 1,
    "text": "Strateji kavramını ''mevcut durumu analiz etmek ve gerekliyse onu değiştirmektir'' olarak tanımlayan ve sürece eldeki kaynakların ne olduğu ve ne olması gerektiğinin belirlenmesini de dahil eden yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mintzberg",
      "B": "Andrews",
      "C": "Steiner and Miner",
      "D": "Porter",
      "E": "Drucker"
    },
    "explanation": "Drucker (1954): Strateji, mevcut durumu analiz etmek ve gerekliyse onu değiştirmektir. Eldeki kaynakların neler olduğu ve ne olması gerektiğinin anlaşılması da bu sürece dâhildir."
  },
  {
    "id": "3869332",
    "unitNumber": 1,
    "text": "Mintzberg (1987), stratejinin 5 P’si adını verdiği makalesinde stratejiyi beş farklı yaklaşımla ele almıştır. Aşağıdaki yaklaşımlardan hangisi 5 P'ye dahil <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Uygulama olarak strateji.",
      "B": "Plan olarak strateji.",
      "C": "Örüntü/patern olarak strateji.",
      "D": "Taktikler bütünü olarak strateji.",
      "E": "Bir bakış açısı olarak strateji."
    },
    "explanation": "Mintzberg (1987), stratejinin gerçek yaşamdaki farklı kullanımlarını sıralamıştır. Stratejinin 5 P’si adını verdiği makalesinde stratejiyi beş farklı yaklaşımla ele almıştır: Plan olarak strateji, taktikler bütünü olarak strateji, örüntü/patern olarak strateji, konum/pozisyon olarak strateji ve bir bakış açısı olarak strateji.\n Buna uygulama (strategy as practice) olarak strateji yaklaşımını da eklemek mümkündür. Nispeten yeni bir yaklaşım olan “uygulama olarak strateji” yaklaşımı ekelenebilir, 5 P de yoktur."
  },
  {
    "id": "3869333",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi stratejik liderliğin temel bileşenlerinden biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Etkin örgüt kültürünü değiştirmek.",
      "B": "İşletmenin niyetini veya vizyonunu belirlemek.",
      "C": "İnsan kaynaklarını geliştirmek.",
      "D": "Dengeli bir örgütsel kontrol tesis etmek.",
      "E": "Etik uygulamaların önemini sürekli yaşatmak."
    },
    "explanation": "Stratejik liderliğin altı temel bileşeni vardır: işletmenin niyetini veya vizyonunu belirlemek; işletmenin temel yeteneklerini korumak ve bunlardan yararlanmak; insan kaynaklarını geliştirmek; etkin bir örgüt kültürünü devam ettirmek; etik uygulamaların önemini sürekli yaşatmak; dengeli bir örgütsel kontrol tesis etmek."
  },
  {
    "id": "3869334",
    "unitNumber": 1,
    "text": "I. Faaliyetlere yön verecek politikaların belirlenmesi\n II. Dışsal ve içsel çevre analizlerinin yürütülmesi\n III. Strateji alternatiflerinin geliştirilmesi, değerlendirilmesi ve seçimi\n IV. Vizyon ve misyonun geliştirilmesi\n Yukarıdakilerden hangileri strateji oluşturma evresinde yürütülen çalışmalardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "II, III, IV",
      "C": "I, III, II",
      "D": "III, IV",
      "E": "I, II"
    },
    "explanation": "Strateji oluşturma evresinde aşağıdaki çalışma- lar yürütülür:\n<br/>• Vizyon ve misyonun geliştirilmesi\n<br/>• Dışsal ve içsel çevre analizlerinin yürütül- mesi\n<br/>• Uzun dönemli amaçların belirlenmesi\n<br/>• Strateji alternatiflerinin geliştirilmesi, de- ğerlendirilmesi ve seçimi<br/>Faaliyetlere yön verecek politikaların belirlenmesi strateji uygulama aşamasındadır."
  },
  {
    "id": "3869335",
    "unitNumber": 1,
    "text": "I.Yıllık hedeflerin belirlenmesi\n<br/>II. Uzun dönemli amaçların belirlenmesi\n<br/>III. Faaliyetlere yön verecek politikaların belirlenmesi\n<br/>Yukarıdakilerden hangileri strateji uygulama aşamasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Uzun dönemli amaçların belirlenmesi strateji oluşturma evresinde yer alır.\n<br/>Strateji uygulama aşamasında, yıllık hedeflerin belirlenmesi, faaliyetlere yön verecek politikaların belirlenmesi, hedefler doğrultusunda çalışanları motive etmek ve faaliyetlerin yerine getirilmesi için gerekli kaynakların tahsis edilmesi gibi görevler gerçekleştirilir."
  },
  {
    "id": "3869336",
    "unitNumber": 1,
    "text": "Stratejilerin kurumun uzun vadeli hedeflerine hizmet edip etmediğini belirleme süreci aşağıdakileren hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Strateji üretme evresi",
      "B": "Strateji seçimi evresi",
      "C": "Strateji oluşturma evresi",
      "D": "Strateji uygulama evresi",
      "E": "Strateji değerlendirme evresi"
    },
    "explanation": "Strateji değerlendirme, seçilen stratejinin kurumun uzun vadeli hedeflerine hizmet edip etmediğini belirleme sürecidir."
  },
  {
    "id": "3869337",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletmelerin strateji oluşturma süreçlerinde başarılı olmaları için geliştirilmiş önerilerden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Gizemli bir dil ve planlama kullanmama.",
      "B": "Geri bildirimlerin sadece sayılarla değil, sözel açıklamalarla da mutlaka desteklenmesi.",
      "C": "Mevcut stratejinin altında yatan varsayımları zorlayacak düşünme ve eylemi canlı tutma.",
      "D": "Strateji işlemiyorsa yöneticilere bildirilmesi.",
      "E": "Sürecin teknisyenlere devredilmesi."
    },
    "explanation": "<ul> <li> Süreci teknisyenlere havale etmeyin. Nihayetinde bu bir öğrenme ve eylem sürecidir. Süreci bu terimlerle anlatın.\n </li> </ul>"
  },
  {
    "id": "3869338",
    "unitNumber": 1,
    "text": "Yeni ve keşfedilmemiş uluslararası pazarların bulunması ve artan genel işletme giderlerinin azaltılması için dış kaynak kullanımına gitmenin stratejilerin temelini oluşturduğu yıllar aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1950’ler-1960’lar",
      "B": "1970’ler-1980’ler",
      "C": "1980’ler-1990’lar",
      "D": "1990’lar-2000’ler",
      "E": "2000-2010"
    },
    "explanation": "İş ortamı; ekonomik durgunluk, finans sektöründe zaman zaman ortaya çıkan kargaşalar ve dünya çapındaki finansal çöküş nedeniyle oynak bir hale gelmiştir. Gelişen Üçüncü Dünya ekonomileri, işletmelerin yeni stratejiler benimsemesine yol açmıştır. Yeni ve keşfedilmemiş uluslararası pazarların bulunması ve artan genel işletme giderlerini azaltmak için dış kaynak kullanımına gitmek, bu stratejilerin temelini oluşturmuştur. Ancak, çoğu işletme için başarı kısa ömürlü olmuş ve şirketler hayatta kalmak ve rekabet avantajlarını sürdürmek amacıyla hem proaktif hem reaktif stratejilere başvurmuştur."
  },
  {
    "id": "3869339",
    "unitNumber": 1,
    "text": "I. Bütçelerin hazırlanması\n<br/>II. Ücret sisteminin iş performansına bağlanması \n<br/>III. Dışsal ve içsel çevre analizlerinin yürütülmesi\n<br/>Yukarıdaki faaliyetlerden hangileri strateji uygulama aşamasında gerçekleştirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Organizasyon kültürünün stratejilere uygun olarak geliştirilmesi/değiştirilmesi, uygun organizasyon yapısının oluşturulması, pazarlama faaliyetlerinin yeniden düzenlenmesi ve koordine edilmesi, <strong>bütçelerin hazırlanması</strong>, bilgi sistemlerinin geliştirilmesi ve kullanılması,<strong> ücret sisteminin iş performansına bağlanması</strong> gibi faaliyetler strateji uygulama aşamasında gerçekleştirilir. Strateji oluşturma evresinde ise dışsal ve içsel çevre analizlerinin yürütülmesi yer alır. O nedenle doğru cevap C'dir."
  },
  {
    "id": "3869340",
    "unitNumber": 1,
    "text": "Aşağıdaki paydaşlarla ilgili eşleşmelerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sermaye ile ilgili olanlar: Hissedarlar",
      "B": "Sermaye ile ilgili olanlar: Sermaye tedarik edenler",
      "C": "Ürün piyasası ile ilgili olanlar: Müşteriler",
      "D": "Ürün piyasası ile ilgili olanlar:Tedarikçiler",
      "E": "Ürün piyasası ile ilgili olanlar:Yöneticiler"
    },
    "explanation": "Paydaşları 3 grupta sınıflandırabiliriz <br/>• Sermaye ile ilgili olanlar: Hissedarlar, sermaye tedarik edenler (örneğin bankalar)<br/>• Ürün piyasası ile ilgili olanlar: Müşteriler,<br/>tedarikçiler, yerel halk, sendikalar, medya<br/>• İşletme içindeki paydaşlar: Çalışanlar, yöneticiler.\n E şıkkındaki yöneticiler, ürün piyasası ile ilgili değil, işletme içindeki paydaşlarla ilgilidir."
  },
  {
    "id": "3869341",
    "unitNumber": 1,
    "text": "İşletmenin uzun dönemde yaşamının devam ettirilmesine, sürdürülebilir rekabet üstünlüğü sağlamasına ve ortalamanın üzerinde getiri elde etmesine yönelik tüm bilgi toplama, analiz, seçim, karar, uygulama ve değerlendirme faaliyetlerinin tümü olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stratejik yönetim süreci",
      "B": "Performansın ölçülmesi",
      "C": "Müşteri ilişkileri yönetimi",
      "D": "Uzun dönemli amaçların belirlenmesi",
      "E": "Vizyon belirleme"
    },
    "explanation": "Stratejik yönetim süreci, işletmenin uzun dönemde yaşamının devam ettirilmesine, sürdürülebilir rekabet üstünlüğü sağlamasına ve ortalamanın üzerinde getiri elde etmesine yönelik tüm bilgi toplama, analiz,<br/>seçim, karar, uygulama ve değerlendirme faaliyetlerinin tümü olarak tanımlanır"
  },
  {
    "id": "3869342",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi stratejik niyetin oluşturulması ve uygulanması için yapılması gereken temel faaliyetlerden biri<strong> değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Örgüt için bir misyon yaratılması",
      "B": "Örgütsel vizyonun tanımlanması",
      "C": "Amaç ve hedeflerin belirlenmesi",
      "D": "Kurumsal değerlerin geliştirilmesi",
      "E": "Rakip işletmelerin ekonomik durumlarının izlenmesi"
    },
    "explanation": "Stratejik niyetin oluşturulması ve uygulanması 4 temel faaliyetten oluşur;\n<br/>1-Örgüt için bir misyon yaratılması\n<br/>2-Örgütsel vizyonun tanımlanması\n<br/>3-Amaç ve hedeflerin belirlenmesi\n<br/>4-Kurumsal değerlerin geliştirilmesi"
  },
  {
    "id": "3869343",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi misyon kavramının özellikleri arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Örgütün faaliyet alanı",
      "B": "Örgütün değerleri ve inançları",
      "C": "Uzun dönemli bir bakış",
      "D": "Örgütün ilişkide bulunduğu kitleler, pazarlar ve ürünler",
      "E": "Satışların nasıl artırılacağı"
    },
    "explanation": "Satışların nasıl arttırılacağı işletmelerde pazarlama bölümünde yer alan ve dönemsel nitelik taşıyan bir etkinliktir. Misyon ifadesinin tanımında yer alan özelliklerden biri değildir."
  },
  {
    "id": "3869344",
    "unitNumber": 2,
    "text": "Misyonun kağıda dökülmüş haline ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Misyon bildirgesi",
      "B": "Sözleşme",
      "C": "Toplu sözleşme",
      "D": "Manifesto",
      "E": "Vizyon"
    },
    "explanation": "Misyonun kağıda dökülmüş haline misyon bildirgesi denir"
  },
  {
    "id": "3869345",
    "unitNumber": 2,
    "text": "İşletmelerin gelecekte olmasını arzu ettikleri duruma ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Misyon",
      "B": "Değer",
      "C": "İnanç",
      "D": "Vizyon",
      "E": "strateji"
    },
    "explanation": "Vizyon, işletmelerin gelecekte bulunmak istedikleri durumdur."
  },
  {
    "id": "3869346",
    "unitNumber": 2,
    "text": "\"Vizyon işletmelerin gelecekteki ulaşmak istedikleri yerdir. Belirsizliklerin ortadan kalkmasına yardımcı olarak hedeflere ulaşma konusunda çalışanlara yol göstermektedir\"\n Yukarıdaki cümle vizyon kavramının hangi faydasının açıklamasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Vizyon yol göstericidir",
      "B": "Vizyon hatırlatıcıdır",
      "C": "Vizyon ilham vericidir",
      "D": "Vizyon kontrol edicidir",
      "E": "Vizyon özgürlük sağlar"
    },
    "explanation": "Vizyon işletmelerin gelecekteki durumunun bugünden saptamaya yönelik bir çalışmadır. Çalışanlarına da bu konuda yol gösterir."
  },
  {
    "id": "3869347",
    "unitNumber": 2,
    "text": "İşletmelerin kazanç elde etmek için gerçekleştirdiği çalışmaların bütününe ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş modeli",
      "B": "Rekabet",
      "C": "Vizyon",
      "D": "Misyon",
      "E": "Strateji"
    },
    "explanation": "İş modeli; işletmelerin kazanç elde etmek için gerçekleştirdiği eylemler toplamıdır."
  },
  {
    "id": "3869348",
    "unitNumber": 2,
    "text": "İşletmelerin uzun dönemde ulaşmak istedikleri duruma ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hedef",
      "B": "Amaç",
      "C": "Program",
      "D": "Bütçe",
      "E": "Proje"
    },
    "explanation": "İşletmelerin uzun dönemde ulaşmak istedikleri duruma amaç denir."
  },
  {
    "id": "3869349",
    "unitNumber": 2,
    "text": "İşletmelerin misyonu temel alınarak üst kademede yer alan yöneticiler tarafından belirlenen amaçlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stratejik amaçlar",
      "B": "Taktik amaçlar",
      "C": "Fonksiyonel amaçlar",
      "D": "Hedefler",
      "E": "Manifesto"
    },
    "explanation": "Stratejik amaçlar uzun dönemdeki değişimleri kapsayan ve üst kademe tarafından saptanan amaçlardır."
  },
  {
    "id": "3869350",
    "unitNumber": 2,
    "text": "Aşağıdaki kavramlardan hangisi hedef kavramının özelliklerinden<u> değildir?</u><u><strong><br/></strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Yeterince açık ve anlaşılır olmalı",
      "B": "Ölçülebilir olmalı",
      "C": "Sonuç odaklı olmalı",
      "D": "Zaman çerçevesi açık olmalı",
      "E": "Nesnel olmayıp duygularla iç içe olmalı"
    },
    "explanation": "Hedefler; • Yeterince açık ve anlaşılır olmalıdır,• Ölçülebilir olmalıdır,• Sonuç odaklı olmalıdır,• Zaman çerçevesi açık olmalıdır."
  },
  {
    "id": "3869351",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi belirli bir davranış ve varoluş amacının kişisel ve toplumsal olarak karşıtlarına tercih edilmesine dair kalıcı bir inançtır?",
    "correctAnswer": "A",
    "options": {
      "A": "Deger",
      "B": "Misyon",
      "C": "Vizyon",
      "D": "Hedef",
      "E": "Program"
    },
    "explanation": "Değer, belirli bir davranış ve varoluş amacının kişisel ve toplumsal olarak karşıtlarına tercih edilmesine dair kalıcı bir inançtır."
  },
  {
    "id": "3869352",
    "unitNumber": 2,
    "text": "I. Örgüt için bir misyon yaratılması\n II.Örgütsel vizyonun tanımlanması\n III. Amaç ve hedeflerin belirlenmesi<br/>IV. Kurumsal değerlerin geliştirilmesi\n Yukarıdakilerden hangileri stratejik niyetin oluşturulması ve uygulanmasını oluşturan faaliyetlerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "III ve IV",
      "D": "I,II,III ve IV",
      "E": "Yalnız I"
    },
    "explanation": "Stratejik niyetin oluşturulması ve uygulanması aşağıdaki faaliyetlerden oluşur:\n • örgüt için bir misyon yaratılması,\n • örgütsel vizyonun tanımlanması,\n • amaç ve hedeflerin belirlenmesi,<br/>• kurumsal değerlerin geliştirilmesi,"
  },
  {
    "id": "3869353",
    "unitNumber": 2,
    "text": "\"İşletmenin rekabetçi üstünlükleri ve temel yeteneklerinin avantajı belirtilmelidir.\" cümlesi misyon bildirgesini oluşturan bileşenlerden hangisinin açıklamasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmenin felsefesi",
      "B": "Benlik kavramını yansıtması",
      "C": "Toplumsal imaja önem vermek",
      "D": "İşletmenin rekabet alanı",
      "E": "Teknolojiyi yakalayabilmek"
    },
    "explanation": "Benlik kavramını yansıtması: İşletmenin rekabetçi üstünlükleri ve temel yeteneklerinin avantajı belirtilmelidir."
  },
  {
    "id": "3869354",
    "unitNumber": 2,
    "text": "İşletmelerin gelecekte olmayı istedikleri durumun resmine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Misyon",
      "B": "İşletme modeli",
      "C": "Vizyon",
      "D": "Amaç",
      "E": "Değerler"
    },
    "explanation": "Vizyon: İşletmelerin gelecekte olmayı istedikleri durumun resmidir."
  },
  {
    "id": "3869355",
    "unitNumber": 2,
    "text": "Etkili bir vizyon bildirgesi için izlenmesi gereken adımların ilki aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hazırlanan bildirgeler birleştirilir.",
      "B": "Taslak vizyon bildirgesi oluşturulur.",
      "C": "Vizyon belirleme süreci için bir altyapı ve ortak bir anlayış oluşturulur.",
      "D": "Her birim kendi vizyon bildirgesini oluşturur",
      "E": "Taslak bildirge değerlendirilip son hâlini alır."
    },
    "explanation": "Etkili bir vizyon bildirgesi için aşağıdaki adımların izlenmesi yerinde olacaktır.\n<br/>1. Vizyonun ne olduğuna, işlevine, kapsamına değinen çeşitli kaynaklar (kitaplar, makaleler, örnekler, vb.) bulunur ve bunlar tüm yöneticiler ile paylaşılır. Bu şekilde, vizyon belirleme süreci için bir altyapı, ortak anlayış oluşturulur.\n<br/>2. Her yöneticiden, birim çalışanları ile birlikte kendi birimleri için bir vizyon bildirgesi oluşturması istenir.\n<br/>3. Bir komite ya da tartışma grupları oluşturularak hazırlanan bildirgeler birleştirilir.\n<br/>4. Eksikler ya da eklenmesi gereken kavramlar yeniden düzenlenir ve taslak vizyon bildirgesi oluşturulur.\n<br/>5. Bu taslak kimi zaman şirket tarafından bulunan bir uzman ya da şirket içi oluşturulan bir komite tarafından değerlendirilip son hâlini alır."
  },
  {
    "id": "3869356",
    "unitNumber": 2,
    "text": "I. İşletme kime hizmet etmektedir?\n II. Hangi ihtiyacı gidermektedir/Bu ihtiyaca yönelik ne sağlamaktadır?\n III. Nasıl kazanç elde etmektedir?\n IV. Nasıl yönetilmektedir?<br/>Yukarıdakilerden hangileri iş modelinde işletmeyi tanımlayan unsurlardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "I,II,III ve IV",
      "B": "I, II ve III",
      "C": "III ve IV",
      "D": "Yalnız I",
      "E": "Yalnız II"
    },
    "explanation": "İş modeli özünde işletmeyi tanımlayan unsurlara sahiptir. Bu unsurlar genellikle şu şekildedir (Wheelen vd., 2015: 166):\n <ul> <li>İşletme kime hizmet etmektedir?</li> <li> Hangi ihtiyacı gidermektedir/Bu ihtiyaca yönelik ne sağlamaktadır?</li> <li>Nasıl kazanç elde etmektedir?</li> <li>Kendisini rakiplerinden nasıl farklılaştırmaktadır?</li> <li>Rekabet avantajını nasıl sürdürmektedir?</li> <li>Mal/hizmeti müşterilerine nasıl sunmaktadır?</li> </ul>"
  },
  {
    "id": "3869357",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi pek çok açıdan işletmenin amacına ya da misyonuna hizmet eden araç niteliği taşımaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İş modeli",
      "B": "Rekabetçi mantık",
      "C": "Gelecek resmi",
      "D": "Büyük resim",
      "E": "Mal/Hizmet"
    },
    "explanation": "İş modeli pek çok açıdan işletmenin amacına ya da misyonuna hizmet eden araç niteliği taşımaktadır (Thompson ve Martin, 2005:58)."
  },
  {
    "id": "3869358",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi işletmeyi amaçlarına ulaştırma yolunda, daha kısa vadeli, daha spesifik olarak belirlenmiş olan gerçekleştirilmek istenen durumları ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Amaçlar",
      "B": "Hedefler",
      "C": "Misyon",
      "D": "Vizyon",
      "E": "İş modeli"
    },
    "explanation": "Amaçlar, uzun dönemde ulaşılmak istenen durumu ifade etmektedir. Diğer bir ifa- deyle işletmelerin ulaşmaya çalıştığı uzun dönemli genel sonuçlardır. Hedefler ise işletmeyi amaçlarına ulaştırma yolunda, daha kısa vadeli, daha spesifik olarak belirlenmiş olan gerçekleştirilmek istenen durumları ifade etmektedir."
  },
  {
    "id": "3869359",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi işletmenin misyonu temel alınarak üst kademe yer alan yöneticiler tarafından belirlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stratejik amaçlar",
      "B": "Taktik amaçlar",
      "C": "Fonksiyonel amaçlar",
      "D": "Hedefler",
      "E": "Stratejik hedefler"
    },
    "explanation": "Stratejik amaçlar, işletmenin misyonu temel alınarak üst kademe yer alan yöneticiler tarafından belirlenir."
  },
  {
    "id": "3869360",
    "unitNumber": 2,
    "text": "I. Yeterince açık ve anlaşılır olmalıdır,\n<br/>II. Ölçülebilir olmalıdır,\n<br/>III. Sonuç odaklı olmalıdır,\n<br/>IV. Zamanlama açık uçlu ve esnek olmalıdır.\n<br/>Yukarıdakilerden hangileri hedeflerin sahip olması gereken özelliklerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I,II,III ve IV",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "Yalnız I",
      "E": "Yalnız II"
    },
    "explanation": "Bir amacın gerçekleştirilmesine yönelik olarak birden farklı hedef belirlenebilir. Hedefler;\n<br/><ul><br/><li><br/>Yeterince açık ve anlaşılır olmalıdır,\n<br/></li><br/><li><br/>Ölçülebilir olmalıdır,\n<br/></li><br/><li><br/>Sonuç odaklı olmalıdır,\n<br/></li><br/><li><br/>Zaman aralığı net bir şekilde belirlenmelidir.\n<br/></li><br/></ul>"
  },
  {
    "id": "3869361",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kişinin amaçlarıyla ve bu amaçlara ulaşmadaki davranış kalıplarıyla ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hedefler",
      "B": "Fonksiyonel amaçlar",
      "C": "Değerler",
      "D": "Stratejik amaçlar",
      "E": "Taktik amaçlar"
    },
    "explanation": "Schwartz ve Blisky (1990:2) değer kavramını şu şekilde betimlemişlerdir:\n <ul> <li> Değerler sahip olunan inançlar bütünüdür. Nesnel olmayıp duygularla iç içe geçmiştir.\n </li> <li> Değerler kişinin amaçlarıyla ve bu amaçlara ulaşmadaki davranış kalıplarıyla ilişkilidir.\n </li> <li> Değerler taşıdıkları öneme göre kendi aralarında sıralanırlar.\n </li> </ul>"
  },
  {
    "id": "3869362",
    "unitNumber": 2,
    "text": "Aşağıdaki kavramlardan hangisi hedef kavramının özelliklerinden<u> değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Yeterince açık ve anlaşılır olmalı",
      "B": "Ölçülebilir olmalı",
      "C": "Sonuç odaklı olmalıdır",
      "D": "Zaman çerçevesi açık olmalı",
      "E": "Nesnel olmayıp, duygularla iç içe olmalı"
    },
    "explanation": "Hedefler; • Yeterince açık ve anlaşılır olmalıdır,• Ölçülebilir olmalıdır,• Sonuç odaklı olmalıdır,• Zaman çerçevesi açık olmalıdır"
  },
  {
    "id": "3869363",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde dış çevre analizi, işletmeler için kritik bir faktör <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İşletmenin ayakta kalmasında",
      "B": "Rekabet edebilmede",
      "C": "Endüstri ortalamasının üzerinde kâr elde etmede",
      "D": "Verimliliğin artırılmasında",
      "E": "Vizyon, misyon ve uzun vadeli amaçlara ulaşmada"
    },
    "explanation": "Dış çevre; işletmenin ayakta kalma, rekabet edebilme, endüstri ortalamasının üzerinde kâr elde etme, vizyon, misyon, uzun vadeli amaçlarında dile getirdiği hedeflere ulaşmasında kritik bir faktördür. Verimliliğin artırılması amacı, işletmenin iç çevresinin dinamikleri tarafından belirlenecektir."
  },
  {
    "id": "3869364",
    "unitNumber": 3,
    "text": "<ol type=\"I\"><br/><li>Yunanistan, Portekiz, İtalya gibi Avrupa Birliği ülkelerinde yaşanan finansal krizler</li><br/><li>Suriye, Irak, Mısır ve Libya gibi bazı Afrika ve Ortadoğu ülkelerinde yaşanan rejim değişiklikleri, iç savaş ve siyasi çekişmeler</li><br/><li>Tüketicilerin işletmelerden çevreye duyarlı üretim faaliyetlerinde bulunma talepleri ile toplumsal konulara daha duyarlı davranmalarını beklemeleri</li><br/><li>İnternet tabanlı teknolojilerin gelişmesiyle birlikte dijital pazarlamanın önem kazanması</li><br/></ol><br/>Yukarıdakilerden hangileri, işletmelerin faaliyetlerini etkileyen dış faktöre örnek olarak verilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-II-III",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "I-II-III-IV de verilen örneklerin hepsi işletmeleri etkilemesi muhtemel çeşitli dış faktörler arasında yer alır."
  },
  {
    "id": "3869365",
    "unitNumber": 3,
    "text": "<ol type=\"I\"><br/><li>Küresel pazarlara açılarak daha fazla gelir sağlama fırsatları</li><br/><li>Dünya genelini etkileyen salgın hastalıklar nedeniyle üretimin yavaşlaması</li><br/><li>Fosil yakıtların tükenme ihtimaline karşı alternatif enerji kaynakları arayışı</li><br/><li>Yeni kuşak tüketicilerin tüketim kalıplarında ve eğilimlerinde yaşanan değişimler</li><br/></ol><br/>Yukarıdakilerden hangileri, işletmeleri etkilemesi muhtemel çeşitli dış faktörler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-II-IV",
      "D": "I-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "I-II-III-IV de verilen örneklerin hepsi, işletmeleri etkilemesi muhtemel çeşitli dış faktörler arasındadır."
  },
  {
    "id": "3869366",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, genel (makro) dış çevre değişkenlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Demografi",
      "B": "Yasalar",
      "C": "Teknoloji",
      "D": "Ekonomi",
      "E": "Finansal Kuruluşlar"
    },
    "explanation": "Finansal Kuruluşlar, Yakın Dış Çevre (İş Çevresi) içerisinde yer alır."
  },
  {
    "id": "3869367",
    "unitNumber": 3,
    "text": "Bir işletmenin faaliyet gösterdiği çevredeki unsurlardan hangisi, genel dış çevre unsurları arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik",
      "B": "Teknolojik",
      "C": "Siyasi",
      "D": "Uluslararası",
      "E": "Rakipler"
    },
    "explanation": "İşletmenin faaliyet gösterdiği çevredeki ekonomik, teknolojik, siyasi, hukuki, sosyal, kültürel, uluslararası unsurlar ve bu unsurlara ilişkin değişkenler genel dış çevre unsurları olarak ele alınmaktadır. Rakipler, işletmenin yakın dış çevre unsurlarından biridir."
  },
  {
    "id": "3869368",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir işletmenin yakın dış çevresi arasında <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Müşteriler",
      "B": "Rakipler",
      "C": "Tedarikçiler",
      "D": "Yeni teknolojiler",
      "E": "Finansal kuruluşlar"
    },
    "explanation": "İşletmenin yakın dış çevresi; müşteriler, tedarikçiler, rakipler, işgücü piyasası, ikame ve tamamlayıcı ürün üreticileri ile finansal kuruluşlardan oluşmaktadır."
  },
  {
    "id": "3869369",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Müşteriler</li> <li>Nüfus Bilgisi</li> <li>Tedarikçiler</li> <li>İkame ve Tamamlayıcı Ürün Üreticileri </li> </ol> Yukarıdakilerden hangileri bir işletmenin yakın dış çevresinde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I-III",
      "B": "I-II-III",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "İşletme üzerinde doğrudan bir etkiye sahip olan yakın dış çevre (sektörel çevre/iş çevresi/görev çevresi) aktörleri aşağıdakilerden oluşmaktadır. • Müşteriler • Rakipler • Tedarikçiler • İkame ve Tamamlayıcı Ürün Üreticileri • Finansal Kuruluşlar • İşgücü Piyasası<br/>Nüfus bilgileri, işletmenin genel dış çevresinde yer alır."
  },
  {
    "id": "3869370",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Fon maliyetlerini azaltmak</li> <li>Risk ayarlaması yapmak</li> <li>Vade ayarlaması yapmak</li> <li>Miktar ayarlaması yapmak</li> </ol> Yukarıdakilerden hangileri finansal kurumların işlevleri arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-II-III",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Hepsi işlevler arasındadır."
  },
  {
    "id": "3869371",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işgücü piyasasının aktörleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çalışanlar",
      "B": "Yöneticiler",
      "C": "Devlet",
      "D": "Sendikalar",
      "E": "Rakipler"
    },
    "explanation": "İşgücü piyasasının aktörlerini aşağıdaki gibi sıralayabiliriz: • Çalışanlar ve yöneticiler, • Devlet, • Sendikalar, • İstihdam kurumları"
  },
  {
    "id": "3869372",
    "unitNumber": 3,
    "text": "İşletmenin politik, ekonomik, sosyal, teknolojik, ekolojik ve yasal dış çevre unsurlarının analizine dayanan dış çevre analizi yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "PESTEL Analizi",
      "B": "Beş Güç Analizi",
      "C": "Esas Rakip Analizi",
      "D": "Stratejik Grup Analizi",
      "E": "Tahmin Araçları"
    },
    "explanation": "İngilizce “Political, Economic, Social, Technological, Environmental ve Legal” kavramlarının baş harflerinden oluşan PESTEL analizi işletmenin politik, ekonomik, sosyal, teknolojik, ekolojik ve yasal dış çevre unsurlarının analizine dayanmaktadır"
  },
  {
    "id": "3869373",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerde yer alan işletmeleri etkilemesi muhtemel dış faktör örneklerinden hangisi internet tabanlı teknolojilerin gelişmesiyle ilişkilendirilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Avrupa Birliği ülkelerinde yaşanan finansal krizler",
      "B": "Ortadoğu ülkelerinde yaşanan rejim değişiklikleri",
      "C": "Dijital pazarlamanın önem kazanması",
      "D": "Tüketicilerin işletmelerden çevreye duyarlı üretim faaliyetlerinde bulunma talepleri",
      "E": "Dünya genelini etkileyen salgın hastalıklar"
    },
    "explanation": "İşletmeleri etkilemesi muhtemel çeşitli dış faktör örnekleri: \n<br/>-İnternet tabanlı teknolojilerin gelişmesiyle birlikte dijital pazarlamanın önem kazanması<br/>İşletmeleri etkilemesi muhtemel çeşitli dış faktör örnekleri: \n -İnternet tabanlı teknolojilerin gelişmesiyle birlikte dijital pazarlamanın önem kazanması"
  },
  {
    "id": "3869374",
    "unitNumber": 3,
    "text": "İşletmenin faaliyet gösterdiği çevredeki ekonomik, teknolojik, siyasi, hukuki, sosyal, kültürel, uluslararası unsurlar ve bu unsurlara ilişkin değişkenlerin yer aldığı işletme çevresine verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yakın dış çevre",
      "B": "Genel çevre",
      "C": "İş çevresi",
      "D": "İç çevre",
      "E": "İşletme"
    },
    "explanation": "İşletmenin faaliyet gösterdiği çevredeki ekonomik, teknolojik, siyasi, hukuki, sosyal, kültürel, uluslararası unsurlar ve bu unsurlara ilişkin değişkenler genel çevre unsurları olarak ele alınmaktadır.<br/>İşletmenin faaliyet gösterdiği çevredeki ekonomik, teknolojik, siyasi, hukuki, sosyal, kültürel, uluslararası unsurlar ve bu unsurlara ilişkin değişkenler genel dış (makro) çevre unsurları olarak ele alınmaktadır."
  },
  {
    "id": "3869375",
    "unitNumber": 3,
    "text": "İşletmenin faaliyet alanını ve uyulması gereken kuralları belirleyen kanunların yer aldığı genel dış çevre unsuru aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Demografik çevre",
      "B": "Sosyal ve kültürel çevre",
      "C": "Ekolojik çevre",
      "D": "Politik ve yasal çevre",
      "E": "Ekonomik çevre"
    },
    "explanation": "Politik ve yasal çevrede işletmenin faaliyet alanını ve uyulması gereken kuralları belirleyen kanunlar yer almaktadır."
  },
  {
    "id": "3869376",
    "unitNumber": 3,
    "text": "Genellikle küreselleşme ve iletişim teknolojilerindeki gelişim olmak üzere iki temel değişken bağlamında ele alınan işletmenin genel dış çevre unsuru aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Politik ve yasal çevre",
      "B": "Sosyal ve kültürel çevre",
      "C": "Ekonomik çevre",
      "D": "Ekolojik çevre",
      "E": "Uluslararası çevre"
    },
    "explanation": "İşletmenin uluslararası çevresi genellikle iki temel değişken bağlamında ele alınmaktadır. Bunlardan biri küreselleşme olgusunun tüm dünyayı çevrelemesi bir diğeri ise iletişim teknolojilerindeki gelişimdir."
  },
  {
    "id": "3869377",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerden hangisi işletmenin genel dış çevresinde yer alan unsurlardan birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteriler",
      "B": "Demografik çevre",
      "C": "Rakipler",
      "D": "Tedarikçiler",
      "E": "Finansal kurumlar"
    },
    "explanation": "Demografik çevre işletmenin genel dış çevre unsurlarından birisidir. Diğer seçenekler ise işletmenin yakın dış çevre unsurlarıdır."
  },
  {
    "id": "3869378",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerden hangisi işletmenin yakın dış çevresinde yer alan unsurlardan birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekolojik çevre",
      "B": "Ekonomik çevre",
      "C": "Teknolojik çevre",
      "D": "İkame ve tamamlayıcı ürün üreticileri",
      "E": "Uluslararası çevre"
    },
    "explanation": "İkame ve tamamlayıcı ürün üreticileri, işletmenin yakın dış çevre unsurlarından birisidir. Diğer seçenekler ise işletmenin genel dış çevre unsurlarıdır."
  },
  {
    "id": "3869379",
    "unitNumber": 3,
    "text": "İşletmenin yakın dış çevresinde yer alan ve işletmeye hammadde, yarı mamul, insan gücü, enerji gibi üretim girdilerini sağlayan kişi ya da kuruluşlar olarak tanımlanan unsur aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tedarikçiler",
      "B": "Müşteriler",
      "C": "Finansal kuruluşlar",
      "D": "İşgücü piyasası",
      "E": "İkame ve tamamlayıcı ürün üreticileri"
    },
    "explanation": "İşletmeye hammadde, yarı mamul, insan gücü (emek), enerji vb. üretim girdilerini sağlayan kişi ya da kuruluşlara tedarikçi denir. Bu unsur işletmenin yakın dış çevresinde yer alır."
  },
  {
    "id": "3869380",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerden hangisi işletmenin yakın dış çevresinde yer alan iş gücü piyasasının aktörlerinden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tedarikçiler",
      "B": "Finansal kurumlar",
      "C": "İstihdam kurumları",
      "D": "Rakipler",
      "E": "Müşteriler"
    },
    "explanation": "İşgücü piyasasının aktörlerini aşağıdaki gibi sıralayabiliriz:\n<br/>• Çalışanlar ve yöneticiler,\n<br/>• Devlet,\n<br/>• Sendikalar,\n<br/>• İstihdam kurumları.<br/>İşgücü piyasasının aktörlerini aşağıdaki gibi sıralayabiliriz:\n • Çalışanlar ve yöneticiler,\n • Devlet,\n • Sendikalar,\n • İstihdam kurumları."
  },
  {
    "id": "3869381",
    "unitNumber": 3,
    "text": "Dış çevre analizinde kullanılan araçlardan biri olan ve işletmenin politik, ekonomik, sosyal, teknolojik, ekolojik ve yasal dış çevre unsurlarının analizine dayanan araç aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tahmin araçlar",
      "B": "Stratejik grup analizi",
      "C": "Esas rakip analizi",
      "D": "Beş güç analiz",
      "E": "PESTEL analizi"
    },
    "explanation": "İngilizce “Political, Economic, Social, Technological, Environmental ve Legal” kavramlarının baş harflerinden oluşan PESTEL analizi işletmenin politik, ekonomik, sosyal, teknolojik, ekolojik ve yasal dış çevre unsurlarının analizine dayanmaktadır."
  },
  {
    "id": "3869382",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi beş güç analizinde yer alan faktörlerden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Alıcıların pazarlık gücü",
      "B": "Tedarikçilerin pazarlık gücü",
      "C": "Mevcut işletmeler arasındaki rekabetin şiddeti",
      "D": "İkame ürün/hizmetlerin varlığı",
      "E": "Talep koşulları"
    },
    "explanation": "İşletmenin yakın (iş) çevresinin analiz edilmesi sürecinde en çok yararlanılan modellerden biri Michael Porter (2008), tarafından geliştirilen “Beş Güç Modeli”dir. Porter’a göre bir işletmenin kâr elde edebilme potansiyeli, beş faktörden önemli ölçüde etkilenmektedir. Bu faktörleri aşağıdaki gibi sıralamak mümkündür.\n<br/>• Muhtemel rakiplerin pazara girişi\n<br/>• Alıcıların pazarlık gücü\n<br/>• Tedarikçilerin pazarlık gücü\n<br/>• İkame ürün/hizmetlerin varlığı\n<br/>• Sektördeki mevcut işletmeler arasındaki rekabetin şiddeti"
  },
  {
    "id": "3869433",
    "unitNumber": 3,
    "text": "Döviz kurları, enflasyon, işsizlik oranları gibi göstergeler hangi dış çevre unsuru kapsamında incelenir?",
    "correctAnswer": "B",
    "options": {
      "A": "Politik",
      "B": "Ekonomik",
      "C": "Sosyal",
      "D": "Teknolojik",
      "E": "Yasal"
    },
    "explanation": "Ekonomik çevre, işletmenin faaliyet gösterdiği ekonomik koşulların yapısı ve eğilimi ile ilgili faktörlerden oluşmaktadır. Ekonomik çevrenin analizinde ürünlerin arz ve talep durumu, GSMH ve artışı, faiz oranları, enflasyon oranı, döviz oranları, sermaye piyasasının niteliği, ödemeler dengesi, işsizlik oranları vb. göstergeler kullanılır."
  },
  {
    "id": "3869383",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir işletmenin örgütsel kaynaklarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tesis ve ekipman",
      "B": "Hammadde",
      "C": "Teknoloji",
      "D": "Çalışanlar",
      "E": "Patentler"
    },
    "explanation": "Bir işletmenin kaynaklarını fiiziksel kaynaklar, insan kaynakları ve örgütsel kaynaklar olarak üçe ayırmak mümkündür. Sorudaki cevap seçeneklerinden tesis ve ekipman, hammadde ve teknoloji fiziksel kaynaklar grubunda; çalışanlar ise insan kaynakları grubunda yer alır. Patentler ise örgütsel kaynaklar arasında bulunur. O nedenle doğru cevap E'dir."
  },
  {
    "id": "3869384",
    "unitNumber": 4,
    "text": "İşletmelerde yaratılan ekonomik, teknolojik, hizmet ve sosyal faydaların parasal karşılığına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yetkinlik",
      "B": "Performans",
      "C": "Kaynak",
      "D": "Yetenek",
      "E": "Değer"
    },
    "explanation": "Değer; işletmelerde yaratılan ekonomik, teknolojik, hizmet ve sosyal faydaların parasal karşılığıdır."
  },
  {
    "id": "3869385",
    "unitNumber": 4,
    "text": "Avon şirketinin kapıdan kapıya satış yapması aşağıdakilerden hangisine bir örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yetenek",
      "B": "Temel yetkinlik",
      "C": "Performans",
      "D": "Kaynak",
      "E": "Dış çevre"
    },
    "explanation": "Temel yetkinlik"
  },
  {
    "id": "3869386",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmelerin <strong>maddi olmayan</strong> kaynaklarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bina",
      "B": "Para",
      "C": "Örgüt kültürü",
      "D": "Arsa",
      "E": "Araç-gereç"
    },
    "explanation": "Maddi olmayan kaynaklar, işletmede bulunan ancak fiziki olarak yer almayan ve işletmeyi diğer işletmelerden farklı kılan kaynaklardır. Bilgi, yetenek, örgüt kültürü, itibar gibi kaynaklar maddi olmayan kaynaklardır. O nedenle doğru cevap C'dir."
  },
  {
    "id": "3869387",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Michael Porter tarafından geliştirilen değer zinciri analizinde yer alan destek faaliyetlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "İçe yönelik lojistik",
      "B": "Dışa yönelik lojistik",
      "C": "Üretim",
      "D": "Tedarik",
      "E": "Pazarlama ve Satış"
    },
    "explanation": "Değer zincirinde yer alan destek faaliyetleri arasında tedarik faaliyetleri, insan kaynakları yönetimi ve yönetim alt yapısı bulunur. Tedarik, değer zincirinde kullanılan herhangi bir girdiyi satın alma işlevini veya sürecini ifade eder. Tedarik, tanımlanmış politikalar veya prosedürler dâhilinde gerçekleştirilir."
  },
  {
    "id": "3869388",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Michael Porter tarafından geliştirilen değer zinciri analizinde yer alan temel faaliyetlerden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tedarik",
      "B": "Dışa yönelik lojistik",
      "C": "Üretim",
      "D": "İçe yönelik lojistik",
      "E": "Pazarlama ve Satış"
    },
    "explanation": "Tedarik faaliyetleri, değer zinciri analizinde yer alan destek faaliyetleri arasında yer alır. Temel faaliyetlerden biri değildir."
  },
  {
    "id": "3869389",
    "unitNumber": 4,
    "text": "Yönetim fonksiyonunda yerine getirilen faaliyetlerden hangisinin amacı görevleri, yetki ve sorumlulukları tanımlayarak, koordinasyonu kolaylaştırmaktır?",
    "correctAnswer": "B",
    "options": {
      "A": "Planlama",
      "B": "Örgütleme",
      "C": "Motive etme",
      "D": "Yöneltme",
      "E": "Kontrol"
    },
    "explanation": "Örgütleme fonksiyonu, bölümlerin görevlerini, yetki ve sorumluluklarını tanımlayarak, koordinasyonun sağlanmasını mümkün kılar. Örgütleme işletmelerde hangi çalışanın hangi işi yaptığını ve kime karşı sorumlu olduğunu belirlemeyi içerir. İşletme yönetimi bu bölümler arasında koordinasyonu sağlayarak amaçlara ulaşmak için çabalarını sürdürür."
  },
  {
    "id": "3869390",
    "unitNumber": 4,
    "text": "Bireyleri belirli hedeflere ulaşmaları için etkileme sürecine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Planlama",
      "B": "Örgütleme",
      "C": "Motive etme",
      "D": "Kontrol",
      "E": "İnsan kaynakları"
    },
    "explanation": "Motive etme, bireyleri belirli hedeflere ulaşmaları için etkileme sürecidir. Motive etme liderliğin temel bileşenlerinden biridir. Çalışanları yönlendirmek, çalışma heyecanı ve azmi yaratmak, motivasyon aracılığı ile gerçekleştirilebilir. Örneğin çalışanlar, fikirlerinin önemsendiğini hissettiklerinde, desteklerini artıracak ve daha çok çalışma arzusu duyacaklardır."
  },
  {
    "id": "3869391",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi pazarlamanın temel işlevlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Müşteri analizi",
      "B": "Ürün ve hizmet satmak",
      "C": "Ürün ve hizmet planlama",
      "D": "Bütçeleme",
      "E": "Fiyatlandırma"
    },
    "explanation": "Pazarlamanın yedi temel işlevi vardır: (1) müşteri analizi, (2) ürün ve hizmet satmak, (3) ürün ve hizmet planlama, (4) fiyatlandırma, (5) dağıtım, (6) pazarlama araştırması ve (7) maliyet / fayda analizidir. Bütçeleme pazarlama ile ilintili olsa da pazarlamanın temel işlevlerinden biri değildir. Bütçeler, yönetim muhasebesinin önemli bir konusudur."
  },
  {
    "id": "3869392",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi finansal performans, müşteri bilgisi, iş süreçleri ve öğrenme ile büyüme açısından stratejilerin değerlendirilmesinde kullanılan araçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dengeli Başarı Göstergesi",
      "B": "Kıyaslama",
      "C": "Üçlü performans sistemi",
      "D": "Rasyo analizleri",
      "E": "İç Faktör Değerlendirme (IFE) Matrisi"
    },
    "explanation": "Dengeli Başarı Karnesi, bir işletmenin vizyonunu ve stratejisini somut bir performans ölçümüne çevirmeyi sağlayan bir araçtır. Dengeli başarı karnesi işletmeleri dört açıdan değerlendirir: finansal performans, müşteri boyutu, iş süreçleri ve öğrenme ve yenilik boyutu."
  },
  {
    "id": "3869434",
    "unitNumber": 4,
    "text": "Küreselleşme süreciyle beraber en kritik üstünlük haline gelen üretim faktörü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi",
      "B": "Sermaye",
      "C": "Enerji",
      "D": "Çevre",
      "E": "Organizasyon"
    },
    "explanation": "Bilgi, işletmelerde en kritik ve rekabet üstünlüğü sağlayan önemli bir faktördür. Bu nedenle, bilginin üretimi, kullanılması ve yeni fikirler üretilmesi, işletmeler için önemli bir üretim faktörü haline gelmiştir. Günümüzde özellikle, yaratıcı ve yetenekli çalışanları sayesinde küresel işletmeler pazar payının büyük çoğunluğuna sahiptir."
  },
  {
    "id": "3869435",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmenin kaynaklarını dağıtan, paylaşan ve bu kaynaklardan değer yaratan yeteneklerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Finansal dayanıklılık",
      "B": "Teknolojik bilgi",
      "C": "Yönetim becerileri",
      "D": "Rekabet gücü",
      "E": "Örgütsel yılmazlık"
    },
    "explanation": "Yönetim becerileri, rutinler ve liderlik, işletmenin kaynaklarını dağıtan, paylaşan ve bu kaynaklardan değer yaratan işletme yetenekleri arasındadır. O nedenle doğru cevap C'dir."
  },
  {
    "id": "3869436",
    "unitNumber": 4,
    "text": "İşletmenin hangi kaynakları arasında örgüt yapısı, planlama süreçleri, bilgi sistemleri, patentler, ticari markalar, telif hakları, veri tabanları vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgütsel kaynaklar",
      "B": "İnsan kaynakları",
      "C": "Fiziksel kaynaklar",
      "D": "Teknik kaynaklar",
      "E": "Dinamik kaynaklar"
    },
    "explanation": "Örgütsel kaynaklar arasında örgüt yapısı, planlama süreçleri, bilgi sistemleri, patentler, ticari markalar, telif hakları, veri tabanları vb. vardır."
  },
  {
    "id": "3869437",
    "unitNumber": 4,
    "text": "İşletmenin iç çevresini analiz eden yöneticiler küresel bir düşünce yapısına sahip olmalıdır. Küresel bir düşünce yapısı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Küresel bir düşünce yapısı bir iç ortamı; tek bir ülkenin, kültürün veya koşulların varsayımlarına bağlı olmadan inceleyebilme yeteneğidir.",
      "B": "Küresel bir düşünce yapısı kurumsal yönetim anlayışı çerçevesinde işletmeyi yönetme felsefesidir.",
      "C": "Küresel bir düşünce yapısı internet teknolojilerinin yardımıyla sorunlara yeni çözümler bulabilme anlayışıdır.",
      "D": "Küresel bir düşünce yapısı rakiplerin analizini sürekli yaparak onların hareketlerine göre pozisyon alabilmektir.",
      "E": "Küresel bir düşünce yapısı işletmenin en önemli zenginliği olarak entellektüel sermayeyi görüp, onu en iyi şekilde yönetebilme becerisidir."
    },
    "explanation": "İşletmenin iç çevresini analiz eden yöneticiler küresel bir düşünce yapısına sahip olmalıdır. Küresel bir düşünce yapısı bir iç ortamı; tek bir ülkenin, kültürün veya koşulların varsayımlarına bağlı olmadan inceleyebilme yeteneğidir"
  },
  {
    "id": "3869438",
    "unitNumber": 4,
    "text": "Aşağıdaki analizlerden hangisi, işletmede yer alan kaynak ve yeteneklerle ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İç çevre analizi",
      "B": "PESTEL analizi",
      "C": "Beş güç analizi",
      "D": "Esas rakip analizi",
      "E": "Stratejik grup analizi"
    },
    "explanation": "İç çevre analizi, işletmede yer alan kaynak ve yeteneklerle ilgilidir. İşletmenin güçlü ve zayıf yönlerini ortaya konulması için, işletmenin kaynakları ve yetenekleri çok önemli bir rol oynar."
  },
  {
    "id": "3869439",
    "unitNumber": 4,
    "text": "İşletmede bulunan ancak fiziki olarak yer almayan ve işletmeyi diğer işletmelerden farklı kılan, bilgi, yetenek, örgüt kültürü, itibar gibi kaynaklar aşağıdaki kaynak gruplarından hangisinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Maddi olmayan kaynaklar",
      "B": "Maddi kaynaklar",
      "C": "Dinamik kaynaklar",
      "D": "Üretim kaynakları",
      "E": "Somut kaynaklar"
    },
    "explanation": "Maddi olmayan kaynaklar, işletmede bulunan ancak fiziki olarak yer almayan ve işletmeyi diğer işletmelerden farklı kılan kaynaklardır. Bilgi, yetenek, örgüt kültürü, itibar gibi kaynaklar maddi olmayan kaynaklardır."
  },
  {
    "id": "3869440",
    "unitNumber": 4,
    "text": "İşletmenin sürdürülebilir rekabet üstünlüğü elde edebilmesi için, temel yeteneklerinin hangi özellikleri taşıması gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "Taklit edilemez, nadir, ikame edilemez ve müşteriler için değerli olması gerekir.",
      "B": "Küresel özellikte, teknolojik ve taklit edilemez olması gerekir.",
      "C": "İnternet teknolojilerine entegre, nadir ve yeni geliştirilmiş olması gerekir.",
      "D": "Kurumsal yapılarla desteklenen, entellektüel sermayeyle uyumlu ve nadir olması gerekir.",
      "E": "Ekip çalışmasıyla örtüşen, internet teknolojileriyle desteklenen ve taklit edilemez olması gerekir."
    },
    "explanation": "İşletmenin sürdürülebilir rekabet üstünlüğü elde edebilmesi için, temel yeteneklerinin taklit edilemez, nadir, ikame edilemez ve müşteriler için değerli olması gerekir."
  },
  {
    "id": "3869441",
    "unitNumber": 4,
    "text": "Bir işletmenin nasıl bir işletme olduğunu, değerlerini, törenlerini, deneyimlerini ve inançlarını yansıtan ve yeni kurulan işletmelere nazaran <strong>en önemli taklit edilemez yetenekleri arasında </strong>yer alan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgüt kültürü",
      "B": "Kurumsal yapı",
      "C": "Kurumsal sosyal sorumluluk",
      "D": "Küresel bağlantılar",
      "E": "Entellektüel sermaye"
    },
    "explanation": "Her işletmenin kendine özgü bir örgüt kültürü bulunmaktadır. Bu örgüt kültürü, işletmenin nasıl bir işletme olduğunu, değerlerini, törenlerini, deneyimlerini ve inançlarını yansıtmaktadır. Eşsiz ve değerli örgütsel kültüre sahip olan işletmelerin, yeni kurulmuş işletmelere göre taklit edilemez bir yeteneği bulunur."
  },
  {
    "id": "3869442",
    "unitNumber": 4,
    "text": "Michael Porter tarafından geliştirilen Değer Zinciri Analizinde yer alan temel faaliyetler hangi seçenekte doğru ve tam olarak verilmiştir?\n<br/>1. İçe yönelik lojistik\n<br/>2. Üretim\n<br/>3. Dışa yönelik lojistik\n<br/>4. Pazarlama ve satış\n<br/>5. Servis",
    "correctAnswer": "A",
    "options": {
      "A": "1,2,3,4,5",
      "B": "1,2,3,4",
      "C": "1,2,3,5",
      "D": "2,3,4,5",
      "E": "1,2,4,5"
    },
    "explanation": "Michael Porter tarafından geliştirilen değer zinciri analizinde, içe yönelik lojistik, üretim, dışa yönelik lojistik, pazarlama ve satış ve servis olmak üzere beş temel faaliyet vardır."
  },
  {
    "id": "3869443",
    "unitNumber": 4,
    "text": "Tüketici ihtiyaçlarının ve isteklerinin incelenmesi, değerlendirilmesi, tüketici bilgilerinin analiz edilmesi, pazar konumlandırma stratejilerinin değerlendirilmesi ve en uygun pazar segmentasyon stratejilerinin belirlenmesi olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri analizi",
      "B": "Ürün ve hizmet satışı",
      "C": "Ürün ve hizmet planlaması",
      "D": "Fiyatlandırma",
      "E": "Dağıtım"
    },
    "explanation": "Müşteri analizi, tüketici ihtiyaçlarının ve isteklerinin incelenmesi, değerlendirilmesi, tüketici bilgilerinin analiz edilmesi, pazar konumlandırma stratejilerinin değerlendirilmesi ve en uygun pazar segmentasyon stratejilerinin belirlenmesidir."
  },
  {
    "id": "3869465",
    "unitNumber": 4,
    "text": "\"Bir işletmenin faaliyetleri ve performansı üzerinde <strong>doğrudan etkili</strong> olan liderlik ve yönetim tarzı, örgüt kültürü, insan kaynakları, örgüt yapısı, işletmenin sahip olduğu varlıklar, finansal güç, operasyonel ve yönetsel süreçler gibi kaynakları ve yetenekleri\" hangi kavramla ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İç çevre",
      "B": "Dış çevre",
      "C": "Temel yetkinlik",
      "D": "Faaliyet alanı",
      "E": "Kapasite"
    },
    "explanation": "Bir işletmenin iç çevresi kavramıyla, işletmenin faaliyetleri ve performansı üzerinde doğrudan etkili olan liderlik ve yönetim tarzı, örgüt kültürü, insan kaynakları, örgüt yapısı, işletmenin sahip olduğu varlıklar, finansal güç ve operasyonel ve yönetsel süreçler gibi kaynakları ve yetenekleri ifade edilir."
  },
  {
    "id": "3869466",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir işletmenin sahip olabileceği <strong>maddi olmayan</strong> bir kaynaktır?",
    "correctAnswer": "B",
    "options": {
      "A": "Teknoloji",
      "B": "Fikri mülkiyet",
      "C": "Sermaye",
      "D": "Tesis",
      "E": "Ekipman"
    },
    "explanation": "Bir işletmenin maddi olmayan kaynakları arasında kültür, bilgi, marka değeri, itibar, fikri mülkiyet vb. bulunur."
  },
  {
    "id": "3869467",
    "unitNumber": 4,
    "text": "Bir işletmenin sürdürülebilirliğini ve rekabet üstünlüğünü sağlayabilmesi ve koruyabilmesi için işletmenin sahip olduğu değerler, kaynaklar ve temel yeteneklerinin belirlenmesini kapsayan süreç hangi kavramla adlandırılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "PESTEL analizi",
      "B": "İş çevresi analizi",
      "C": "İç çevre analizi",
      "D": "Dış çevre analizi",
      "E": "SWOT Analizi"
    },
    "explanation": "İç çevre analizi, işletmenin sürdürülebilirliğini ve rekabet üstünlüğünü sağlayabilmesi ve koruyabilmesi için işletmenin sahip olduğu değerler, kaynaklar ve temel yeteneklerinin belirlenmesini kapsar."
  },
  {
    "id": "3869469",
    "unitNumber": 4,
    "text": "Belirli bir endüstri içinde rekabet üstünlüğü elde etmede dışsal faktörlerin içsel faktörlerden daha önemli olduğunu iddia eden yaklaşım hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaynak tabanlı yaklaşım",
      "B": "Stratejik yaklaşım",
      "C": "İnsan kaynağı tabanlı yaklaşım",
      "D": "Endüstriyel organizasyon yaklaşımı",
      "E": "Kıyaslama yaklaşımı"
    },
    "explanation": "Endüstriyel Organizasyon yaklaşımı belirli bir endüstri içinde rekabet üstünlüğü elde etmede dışsal faktörlerin içsel faktörlerden daha önemli olduğunu iddia eder. Bu yaklaşım bir kuruluşun performansının endüstri güçlerine bağlı olacağını savunur."
  },
  {
    "id": "3869471",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangi maddi olmayan bir işletme kaynağıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Teknoloji",
      "B": "Bina",
      "C": "Para",
      "D": "Araç-gereç",
      "E": "Bilgi"
    },
    "explanation": "Maddi kaynaklar, elle tutulur, gözle görülür kaynaklardır. İşletmenin sahip olduğu araç, gereç, bina, para, arsa, teknoloji gibi kaynaklardır. Bilgi, yetenek, örgüt kültürü ve itibar gibi kaynaklar maddi olmayan kaynaklardır."
  },
  {
    "id": "3869473",
    "unitNumber": 4,
    "text": "Bir yeteneğin temel yetenek olması için gerekli olan koşullardan birisi hangi seçenekte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri tarafından değerli ve özgün olarak algılanması",
      "B": "Maliyeti düşürmesi",
      "C": "Karlılığa katkı sağlaması",
      "D": "Stratejik değeri olmaması",
      "E": "Maddi olmayan bir yetenek olması"
    },
    "explanation": "Bir yeteneğin temel yetenek olması için müşteri tarafından değerli ve özgün olarak algılanması gerekir."
  },
  {
    "id": "3869474",
    "unitNumber": 4,
    "text": "Değer zinciri analizinin aşamaları göz önünde bulundurulduğunda, aşağıdakilerden hangisi destek faaliyetleri kapsamında ele alınması gereken bir konudur?",
    "correctAnswer": "B",
    "options": {
      "A": "İçe yönelik lojistik",
      "B": "İnsan kaynakları yönetimi",
      "C": "Üretim",
      "D": "Servis",
      "E": "Dışa yönelik lojistik"
    },
    "explanation": "İnsan kaynakları yönetimi, işletmenin genelinde kişileri işe alma, eğitme, geliştirme ve ödüllendirme ile ilgili tüm faaliyetleri içeren bir destek faaliyetidir."
  },
  {
    "id": "3869475",
    "unitNumber": 4,
    "text": "Fonksiyonlara göre durum analizine göre amacı; temel görevleri, yetki ve sorumlulukları tanımlayarak, koordinasyonu sağlamak olan yönetim fonksiyonu hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Planlama",
      "B": "Motive etme",
      "C": "Örgütleme",
      "D": "Kontrol",
      "E": "Pazarlama"
    },
    "explanation": "Örgütlemenin amacı, görevleri, yetki ve sorumlulukları tanımlayarak, koordinasyonu sağlamaktır. İşletmede hangi çalışanın hangi işi yaptığını ve kime karşı sorumlu olduğunu belirlemektir."
  },
  {
    "id": "3869476",
    "unitNumber": 4,
    "text": "Bir işletmenin sermayesinin ve kaynaklarının, işletmenin projelerine, ürünlerine ve bölümlerine tahsis edilmesi hangi kavramla adlandırılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Finansman kararı",
      "B": "Üretim kararı",
      "C": "Temettü kararı",
      "D": "Yatırım kararı",
      "E": "İnovasyon kararı"
    },
    "explanation": "Yatırım kararı sermayenin ve kaynakların bir işletmenin projelerine, ürünlerine ve bölümlerine tahsis edilmesidir. İşletmenin karar verdiği stratejileri başarılı bir şekilde uygulamak için yatırım kararlarına ihtiyacı vardır. İşletme büyümek veya kâr elde etmek için yatırım kararlarını çok dikkatli vermelidir."
  },
  {
    "id": "3869477",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir işletmenin vizyonunu ve stratejisini somut bir performans ölçümüne çevirmeyi sağlayan araçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kıyaslama",
      "B": "Dengeli Başarı Karnesi",
      "C": "Güçlü-zayıf yön analizi",
      "D": "İç Faktör Değerlendirme (IFE) Matrisi",
      "E": "Beş Güç Analizi"
    },
    "explanation": "Dengeli Başarı Karnesi, bir işletmenin vizyonunu ve stratejisini somut bir performans ölçümüne çevirmeyi sağlayan bir araçtır. İşletmenin strateji geliştirmesinde değil, stratejilerin uygulanmasında önemli bir rol oynar."
  },
  {
    "id": "3869485",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir işletmenin örgütsel kaynaklarından biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Hammadde ve makineler",
      "B": "Planlama süreçleri",
      "C": "Bilgi sistemleri",
      "D": "Patentler",
      "E": "Ticari markalar"
    },
    "explanation": "Kitaba göre tesis ve ekipman fiziksel kaynaklar arasında yer almaktadır. Örgütsel kaynaklar arasında örgüt yapısı, planlama süreçleri, bilgi sistemleri, patentler, ticari markalar, telif hakları, veri tabanları vb. vardır.<br/>Hammadde ve makineler fiziksel kaynaklar arasında yer almaktadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3869486",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir işletmenin örgütsel kaynaklarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Telif hakları",
      "B": "Tüm çalışanlar",
      "C": "Tesis ve ekipman",
      "D": "Teknoloji",
      "E": "Hammadde ve makineler"
    },
    "explanation": "Kitaba göre Telif hakları bir işletmenin örgütsel kaynaklarından biridir. Tüm çalışanlar insan kaynakları arasında, tesis ve ekipman, teknoloji, hammadde ve makineler fiziksel kaynaklar arasında yer almaktadır.<br/>Kitaptaki kaynak sınıflamasına göre telif hakları bir işletmenin örgütsel kaynaklarından biridir. Tüm çalışanlar insan kaynakları arasında, tesis ve ekipman, teknoloji, hammadde ve makineler fiziksel kaynaklar arasında yer almaktadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3869503",
    "unitNumber": 4,
    "text": "İç çevre analizi, işletmenin sürdürülebilirliğini ve rekabet üstünlüğünü sağlayabilmesi ve koruyabilmesi için işletmenin sahip olduğu değerler, kaynaklar ve temel yeteneklerinin belirlenmesini kapsar.\n Yukarıdaki cümlede yer alan \"değerler\" kavramı aşağıdakilerden hangisini kastetmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmelerde yaratılan sosyal faydaların parasal karşılığı",
      "B": "Bir şirketin kaynaklarını kullanma yeteneği",
      "C": "Girdilerin çıktıya dönüştürülmesi",
      "D": "Kaynaklar arasındaki etkileşimi yöneten iş süreçleri",
      "E": "İşlevler arası entegrasyonun ve yeteneklerin koordinasyonu"
    },
    "explanation": "Diğer seçeneklerdeki cevaplar yetenekleri ve yetkinlikleri kapsamaktadır.<br/>Kitaba göre; Bir işletmenin <em>yetenekleri </em>işletmenin kaynaklarını dağıtan, paylaşan ve bu kaynaklardan <em>değer </em>yaratan yönetim becerileri, rutinleri ve liderliktir. <em>Değer; </em>işletmelerde yaratılan ekonomik, teknolojik, hizmet ve sosyal faydaların parasal karşılığıdır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3869505",
    "unitNumber": 4,
    "text": "Bir işletmenin iç çevresi kavramıyla işletmenin faaliyetleri ve performansı üzerinde doğrudan etkili olan kaynakları ve yetenekleri ifade edilir. Aşağıdakilerden hangisi işletmenin yeteneklerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Planlama süreçleri",
      "B": "Yönetim becerileri",
      "C": "Teknolojik",
      "D": "Örgüt yapısı",
      "E": "Bilgi sistemleri"
    },
    "explanation": "Diğer seçenekler işletmenin yeteneklerini kapsamaktadır.<br/>Bir işletmenin yetenekleri işletmenin kaynaklarını dağıtan, paylaşan ve bu kaynaklardan değer<br/>yaratan yönetim becerileri, rutinleri ve liderliktir."
  },
  {
    "id": "3869507",
    "unitNumber": 4,
    "text": "İç çevre analizi, işletmenin sürdürülebilirliğini ve rekabet üstünlüğünü sağlayabilmesi ve koruyabilmesi için işletmenin sahip olduğu değerler, kaynaklar ve temel yeteneklerinin belirlenmesini kapsar.\n Yukarıdaki cümlede yer alan \"temel yetenekler\" kavramı aşağıdakilerden hangisini içermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Girdileri çıktıya dönüştürmek için yönetilen iş sürecini",
      "B": "Planlama süreçlerini, bilgi sistemlerini ve ticari markaları",
      "C": "Tüm tesis, ekipman, yer, teknoloji, hammadde ve makineleri",
      "D": "Tüm çalışanları, eğitimi, deneyimi ve zekayı",
      "E": "Bilgiyi, becerileri, yetenekleri, telif haklarını ve veri tabanlarını"
    },
    "explanation": "Diğer seçenekler kaynakları kapsamaktadır.<br/>Kitaba göre; <em>Yetenekler </em>(capabilities) bir şirketin kaynaklarını kullanma yeteneğini ifade eder. Girdileri çıktıya dönüştürmek için kaynaklar arasındaki etkileşimi yöneten iş süreçleri ve rutinlerden oluşur. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3869510",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmenin deger ürettiği bir asamadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmenin kaynakları",
      "B": "İşletmenin girdileri",
      "C": "İşletmenin çıktıları",
      "D": "Müşteri talebi",
      "E": "Temel yetenekler"
    },
    "explanation": "Kitaba göre İşletmenin kaynakları bir işletmenin deger ürettiği asamadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3869511",
    "unitNumber": 4,
    "text": "Kaynak tabanlı yaklaşıma göre aşağıdakilerden hangisi bir işletmenin sürdürülebilir rekabet avantajını elde etmek için en başta düşünülmesi gereken stratejilerden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "İç kaynaklarının bileşimi",
      "B": "İç kaynaklarının türü",
      "C": "İç kaynaklarının miktarı",
      "D": "İç kaynakların niteliği",
      "E": "Endüstri güçleri"
    },
    "explanation": "E seçeneği örgütsel yaklaşımın tezidir. Örgütsel yaklaşım bir kuruluşun performansının endüstri güçlerine bağlı olacağını savunur.<br/>Kitaba göre kaynak tabanlı yaklaşım ise örgütsel performansın iç kaynaklarla belirleneceğini ve iç kaynakların bir işletme için rekabet avantajı sağlama ve sürdürmede <em>dış faktörlerden </em>daha önemli olduğunu ileri sürer. Bu yaklaşıma göre; bir işletmenin iç kaynaklarının bileşimi, türü, miktarı ve niteliği, sürdürülebilir rekabet avantajı elde etmeye yardımcı olabilecek stratejiler geliştirmede en başta düşünülmelidir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3869512",
    "unitNumber": 4,
    "text": "Küreselleşen işletmelerde en önemli üretim faktörlerinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi",
      "B": "Üretim",
      "C": "Yetenek",
      "D": "Örgüt kültürü",
      "E": "İtibar"
    },
    "explanation": "Kitaba göre küreselleşen işletmelerde en önemli üretim faktörlerinden biri bilgi olmuştur. Bilginin doğru zamanda, doğru yerde ve doğru kişi tarafından kullanılmasıyla işletme, rakiplerinden daha farklı ürün/hizmet üretecektir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3869513",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi maddi olmayan kaynaklardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgüt kültürü",
      "B": "Teknoloji",
      "C": "Araç, gereç",
      "D": "Para",
      "E": "Arsa"
    },
    "explanation": "A seçeneği dışındaki seçenekler maddi kaynaklardır.<br/>Kitaba göre; Maddi kaynaklar, elle tutulur, gözle görülür kaynaklardır. İşletmenin sahip olduğu araç, gereç, bina, para, arsa, teknoloji gibi kaynaklardır. Maddi olmayan kaynaklar, işletmede bulunan ancak fiziki olarak yer almayan ve işletmeyi diğer işletmelerden farklı kılan kaynaklardır. Bilgi, yetenek, örgüt kültürü, itibar gibi kaynaklar maddi olmayan kaynaklardır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3869514",
    "unitNumber": 4,
    "text": "Aşağıdaki durumların hangisinde işletmeler değer yaratan yeteneğe sahip olurlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Karşılaştıkları tehditleri fırsata çevirdiklerinde",
      "B": "Temel yeteneklerini belirlediklerinde",
      "C": "Zayıf yönlerini güçlendirdiğinde",
      "D": "Zayıf yönlerini tespit ettiğinde",
      "E": "Temel yeteneğini geliştirdiğinde"
    },
    "explanation": "Kitaba göre; İşletmeler karşılaştıkları tehditleri fırsata çevirdiklerinde, değer yaratan yeteneğe sahip olurlar. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3869393",
    "unitNumber": 5,
    "text": "………………………, işletmelerin rakiplerinden daha iyi performans göstererek rekabet avantajı elde edip ortalamanın üstünde gelir kazanmak için izlediği stratejilerdir.\n<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Rekabet stratejileri",
      "B": "Maliyet liderliği stratejileri",
      "C": "Pazar geliştirme",
      "D": "Pazara nüfuz etme",
      "E": "Yoğunlaşma stratejileri"
    },
    "explanation": "Michael Porter tarafından öne sürülen jenerik stratejiler “rekabet stratejileri” olarak da adlandırılmaktadır. Jenerik, sözcük olarak belirli bir grubun genel özelliklerini taşıyan, spesifik olmayan, genel anlamlarını taşımaktadır. Bu stratejilerin jenerik olarak adlandırılmasının nedeni üretim, hizmet veya kâr amacı gütmeyen kuruluşların tamamı tarafından uygulanabilir olmasıdır. <strong>Rekabet stratejileri,</strong> işletmelerin rakiplerinden daha iyi performans göstererek rekabet avantajı elde edip ortalamanın üstünde gelir kazanmak için izlediği stratejilerdir."
  },
  {
    "id": "3869394",
    "unitNumber": 5,
    "text": "Pazardaki en düşük maliyetle, en azından rakiplerinden daha düşük bir maliyetle mal veya hizmet üreterek ortalamanın üzerinde gelir elde etmeyi hedefleyen işletme hangi stratejiyi izler?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet liderliği stratejisi",
      "B": "Odaklanma stratejisi",
      "C": "Farklılaşma stratejisi",
      "D": "Bütünleşme stratejisi",
      "E": "Yoğunlaşma stratejisi"
    },
    "explanation": "Maliyet liderliği stratejisini izleyen bir işletme pazardaki en düşük maliyetle, en azından rakiplerinden daha düşük bir maliyetle mal veya hizmet üreterek ortalamanın üzerinde gelir elde etmeyi hedefler."
  },
  {
    "id": "3869395",
    "unitNumber": 5,
    "text": "I. Müşterilerin marka sadakati sağlanarak rakiplere karşı bir savunma mekanizması geliştirilir.\n II. Maliyetlerden ziyade fiyata odaklanıldığı için tedarikçilerin girdi fiyatlarında yaptıkları değişimler kolayca fiyatlara yansıtılabilir.\n III. Müşteri sadakati elde etmek için farklılaşan işletme, ikame ürünler karşısında pazarda rakiplerinden daha iyi konumlanır.\n IV. Farklılık yaratmak için ortaya çıkan ekstra maliyetlerin daha yüksek bir fiyat talep edilerek müşteriden geri kazanılıp kazanılamayacağını tahmin etmek zordur.\n V. Farklılaştırılmış ürünler rakipler tarafından taklit edilebilir ve pazardaki rekabet avantajı kaybedilebilir.\n Yukarıdakilerden hangisi/hangileri farklılaşma stratejisine sahip bir işletmenin pazardaki rekabetçi güçlere karşı elde edeceği avantajlardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I ve V",
      "C": "I, II, III, IV, V",
      "D": "IV ve V",
      "E": "II, III, IV"
    },
    "explanation": "Başarılı bir farklılaştırma stratejisine sahip bir işletmenin pazardaki rekabetçi güçlere karşı elde edeceği başlıca avantajlar şunlardır:\n <ul> <li>Müşterilerin marka sadakati sağlanarak rakiplere karşı bir savunma mekanizması geliştirilir.</li> <li>Maliyetlerden ziyade fiyata odaklanıldığı için tedarikçilerin girdi fiyatlarında yaptıkları değişimler kolayca fiyatlara yansıtılabilir.</li> <li>Farklılaşmış ürün/hizmetler ve müşterilerin işletmeye olan marka sadakati sektöre girmek isteyen firmalar için giriş engeli oluşturur.</li> <li>Rakiplerin, farklılaşma yaratamadıkları ve sadık müşterileri kendilerine çekemedikleri sürece fiyat savaşına girmeleri mümkün değildir.</li> <li>Müşteri sadakati elde etmek için farklılaşan işletme, ikame ürünler karşısında pazarda rakiplerinden daha iyi konumlanır.</li> </ul>"
  },
  {
    "id": "3869396",
    "unitNumber": 5,
    "text": "İmtiyaz sahibi tarafın, belirli bir süre şartı ve bazı sınırlamalarla ticari işlerini yürütmek üzere bu hakkı ikinci bir tarafa devretmesine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Franchising",
      "B": "Liderlik",
      "C": "Jenerik",
      "D": "Odaklanma",
      "E": "Yoğunlaşma"
    },
    "explanation": "İmtiyaz sahibi tarafın, belirli bir süre şartı ve bazı sınırlamalarla ticari işlerini yürütmek üzere bu hakkı ikinci bir tarafa devretmesine franchising denir. İleri doğru bütünleşme stratejisini uygulamanın etkili yollarından biri franchisingtir. Franchising birbirinden bağımsız iki taraf arasında oluşturulan sözleşmeye dayalı iş ilişkisidir. İşletmeler franchising ile hızla büyüyebilmektedirler çünkü hem maliyetler hem de fırsatlar birden fazla firma arasında paylaşılmaktadır."
  },
  {
    "id": "3869397",
    "unitNumber": 5,
    "text": "I. Geriye doğru bütünleşme, işletmenin girdisini üreten tedarikçisini satın alması veya tedarikçisini aradan çıkartarak hammadde veya girdiyi kendisinin üretmesidir.\n<br/>II. Geriye doğru bütünleşme, dağıtıcılar veya perakendeciler üzerinde sahiplik kazanmayı veya kontrolün artmasını içermektedir.\n<br/>III. Geriye doğru bütünleşme, aynı sektörde faaliyet gösteren işletmelerin birleşmesi veya birbirleri üzerinde kontrol hakkı sağlamaya yönelik geliştirdikleri stratejidir.\n<br/>Yukarıdakilerden hangisi/hangileri geriye doğru bütünleşmeyi ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "I ve II",
      "D": "Sadece III",
      "E": "I, II, III"
    },
    "explanation": "<strong><em>I. Geriye doğru bütünleşme,</em></strong> işletmenin girdisini üreten tedarikçisini satın alması veya tedarikçisini aradan çıkartarak hammadde veya girdiyi kendisinin üretmesidir.\n<br/><strong><em>II. İleriye doğru bütünleşme,</em></strong> dağıtıcılar veya perakendeciler üzerinde sahiplik kazanmayı veya kontrolün artmasını içermektedir.\n<br/><em><strong>III. Yatay bütünleşme</strong></em> aynı sektörde faaliyet gösteren işletmelerin birleşmesi veya birbirleri üzerinde kontrol hakkı sağlamaya yönelik geliştirdikleri stratejidir.\n<br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "3869398",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yoğunlaşma stratejisinin uygulanma biçimlerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ürün geliştirme",
      "B": "Farklılaştırma stratejisi",
      "C": "Maliyet liderliği",
      "D": "Odaklanma stratejisi",
      "E": "Yatay bütünleşme"
    },
    "explanation": "Yoğunlaşma stratejileri işletmelerin mevcut ürün veya hizmetleriyle sektördeki rekabetçi konumunu iyileştirmek ve pazar payını artırmak için uyguladığı stratejilerdir. Pazara nüfuz etme, pazar geliştirme ve ürün geliştirme yoğunlaşma stratejisinin uygulanma biçimleridir. Kısacası doğru cevap A seçeneğidir. Diğer seçeneklerde yer alan farklılaşma stratejisi, maliyet liderliği ve odaklanma stratejisi Jenerik stratejileri ifade eder. Yatay bütünleşme ise Bütünleşme stratejilerinden birisidir."
  },
  {
    "id": "3869399",
    "unitNumber": 5,
    "text": "Temizlik sektöründe faaliyet gösteren bir işletmenin bilişim sektörüne girmesi hangi strateji ile açıklanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlişkisiz çeşitlendirme",
      "B": "İlişkili çeşitlendirme",
      "C": "İlişkili kısıtlı bağlantılı çeşitlendirme",
      "D": "İlişkili bağlantılı çeşitlendirme",
      "E": "İlişkisiz tek iş stratejisi"
    },
    "explanation": "İlişkisiz çeşitlendirme işletmenin mevcut ürün ve pazarları ile ilgisi olmayan yeni ürünleri veya başka işletmeleri portföyüne eklemesidir. Örneğin temizlik sektöründe faaliyet gösteren bir işletmenin bilişim sektörüne girmesi bir ilişkisiz çeşitlendirmedir. İlişkisiz çeşitlendirme stratejisi izleyen işletmeler benzer işi yapan iş birimleri arasında değer zincirinin stratejik uyumundan yararlanmak yerine kendi sektöründe mükemmel bir finansal performans sağlayacak işletmelerin portföyünden yararlanmak istemektedirler. Bu stratejinin uygulanmasındaki temel amaç iş birimleri arasında risk dağılımı yapmak ve kârlılığı yüksek farklı sektörlerden gelir elde etmektir."
  },
  {
    "id": "3869400",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tek iş stratejisi uygulayan işletmeler açısından doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelirlerin %95’i ve daha fazlası tek bir iş alanından elde edilir.",
      "B": "Gelirlerin %70’inden fazlası ve %90’ından azı tek bir iş alanından gelmektedir.",
      "C": "Gelirlerin %70’inden azı baskın olan işten üretilir ve örgütün farklı tüm işleri arasında üretim süreçleri, teknoloji ve dağıtım süreçleri bağlantılıdır.",
      "D": "Gelirlerin %70’inden azı baskın olan işten üretilir ve işler arasında sınırlı bağlantı bulunmaktadır.",
      "E": "Gelirlerin %70’den azı baskın işten gelmektedir ve iş birimleri arasında bağlantı bulunmamaktadır."
    },
    "explanation": "Tek iş stratejisi uygulayan işletmenin satış gelirlerinin %95’i ve daha fazlası temel faaliyet alanından gelmektedir. Doğru cevap A'dır."
  },
  {
    "id": "3869401",
    "unitNumber": 5,
    "text": "I. Örgüt ayırt edici bir yetkinliğe sahiptir ancak zaman içinde amaçlarını ve hedeflerini gerçekleştirememiştir.\n II. Örgüt faaliyet gösterdiği sektörde en zayıf rakiplerden biridir.\n III. Örgüt verimsizlik, düşük çalışan motivasyonu, düşük kârlılık ve hissedarların performansı artırma baskısı altındadır.\n IV. Örgüt dış çevredeki fırsatlardan yararlanma, dış tehditlere karşı kendini savunma, içsel güçlerinden avantaj sağlama, içsel zayıflıklarının üstesinden gelme konularında başarılı olamamıştır.\n V. Örgüt kontrolsüz bir şekilde hızlı büyüme göstermiştir bu nedenle içyapıda yeniden örgütlenmeye ihtiyaç duyulmaktadır.\n Yukarıdakilerden hangileri tasarruf stratejisinin örgüt için ne zaman etkili bir strateji olabileceğinin göstergelerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "II, III, V",
      "C": "I, IV, V",
      "D": "III, V",
      "E": "I, II, III, IV"
    },
    "explanation": "Tasarruf stratejisinin örgüt için ne zaman etkili bir strateji olabileceğinin göstergelerinden bazıları şöyle ifade edilebilir.\n <ul> <li>Örgüt ayırt edici bir yetkinliğe sahiptir ancak zaman içinde amaçlarını ve hedeflerini gerçekleştirememiştir.</li> <li>Örgüt faaliyet gösterdiği sektörde en zayıf rakiplerden biridir.</li> <li>Örgüt verimsizlik, düşük çalışan motivasyonu, düşük kârlılık ve hissedarların performansı artırma baskısı altındadır.</li> <li>Örgüt dış çevredeki fırsatlardan yararlanma, dış tehditlere karşı kendini savunma, içsel güçlerinden avantaj sağlama, içsel zayıflıklarının üstesinden gelme konularında başarılı olamamıştır.</li> <li>Örgüt kontrolsüz bir şekilde hızlı büyüme göstermiştir bu nedenle içyapıda yeniden örgütlenmeye ihtiyaç duyulmaktadır.</li> </ul>"
  },
  {
    "id": "3869402",
    "unitNumber": 5,
    "text": "…………………………., iki ya da daha fazla işletme arasında belirli amaçları gerçekleştirmek amacıyla ortak çalışmaya yönelik yapılan anlaşmalardır.\n<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Stratejik işbirlikleri",
      "B": "Sinerji",
      "C": "Yenilik",
      "D": "Tasfiye",
      "E": "Tasarruf stratejisi"
    },
    "explanation": "Stratejik işbirlikleri, iki ya da daha fazla işletme arasında belirli amaçları gerçekleştirmek amacıyla ortak çalışmaya yönelik yapılan anlaşmalardır. Diğer bir değişle, Stratejik işbirlikleri, iki veya daha fazla işletmenin, belirli bir sorun üzerinde (yeni bir ürün geliştirmek gibi) işbirliği yapmayı kabul ettikleri kısa vadeli sözleşmelere dayanmaktadır. İşletmeler, çeşitli avantajlar elde etmek için rakipleriyle stratejik işbirliklerine girerler. Dış pazarlara girmek, yeni ürün ve süreç geliştirmenin sabit maliyetlerini ve ilişkili risklerini paylaşmak bu nedenlerden sadece bazılarıdır."
  },
  {
    "id": "3869487",
    "unitNumber": 5,
    "text": "\"Jenerik Stratejiler\" kim tarafından öne sürülmüştür?",
    "correctAnswer": "B",
    "options": {
      "A": "John Adams",
      "B": "Michael Porter",
      "C": "Joseph Marx",
      "D": "Max Weber",
      "E": "Emmanuel Kant"
    },
    "explanation": "Michael Porter tarafından öne sürülen jenerik stratejiler “rekabet stratejileri” olarak da adlandırılmaktadır. Jenerik, sözcük olarak belirli bir grubun genel özelliklerini taşıyan, spesifik olmayan, genel anlamlarını taşımaktadır."
  },
  {
    "id": "3869488",
    "unitNumber": 5,
    "text": "İşletmelerin rakiplerinden daha iyi performans göstererek rekabet avantajı elde edip ortalamanın üstünde gelir kazanmak için izlediği stratejilere ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yoğunlaşma Stratejileri",
      "B": "Savunma Stratejileri",
      "C": "Jenerik Stratejileri",
      "D": "Bütünleşme Stratejileri",
      "E": "Çeşitlendirme Stratejileri"
    },
    "explanation": "Michael Porter tarafından öne sürülen jenerik stratejiler “rekabet stratejileri” olarak da adlandırılmaktadır. Jenerik, sözcük olarak belirli bir grubun genel özelliklerini taşıyan, spesifik olmayan, genel anlamlarını taşımaktadır. Bu stratejilerin jenerik olarak adlandırılmasının nedeni üretim, hizmet veya kâr amacı gütmeyen kuruluşların tamamı tarafından uygulanabilir olmasıdır."
  },
  {
    "id": "3869489",
    "unitNumber": 5,
    "text": "Farklılaştırma veya maliyet liderliği stratejisinin belirli ve dar bir pazarda uygulanmasına ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yoğunlaştırma Stratejileri",
      "B": "Farklılaştırma Stratejisi",
      "C": "Maliyet Liderliği Stratejisi",
      "D": "Odaklanma Stratejileri",
      "E": "Bütünleşme Stratejileri"
    },
    "explanation": "Jenerik stratejilerden sonuncusu odaklanma stratejisidir. Odaklanma stratejisini izleyen bir iş- letme, daha geniş bir pazara hizmet veren rakiplerden daha iyi tanımlanmış ancak daha dar bir pazara hizmet etmek için belirli bir müşteri grubuna, coğrafi pazarlara veya belirli ürün segmentlerine odaklanabilir."
  },
  {
    "id": "3869490",
    "unitNumber": 5,
    "text": "İşletmelerin bulundukları pazar sınırları içerisinde kalarak dikey ve yatay olarak gerçekleştirdikleri büyüme faaliyetlerine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bütünleşme Stratejileri",
      "B": "Çeşitlendirme Stratejileri",
      "C": "Savunma Stratejileri",
      "D": "Yoğulaşma Stratejileri",
      "E": "Jenerik Stratejiler"
    },
    "explanation": "Bütünleşme stratejileri işletmelerin faaliyet gösterdikleri pazar sınırları içerisinde kalarak genellikle büyümeye yönelik olarak izledikleri stratejilerdir. Bütünleşme stratejileri yatay ve dikey olarak gerçekleşmektedir. Dikey bütünleşme ileriye ve geriye doğru bütünleşmeyi kapsamaktadır. Dikey bütünleşme stratejileri bir işletmenin dağıtım kanalları veya tedarikçileri üzerinde sahiplik veya kontrol sahibi olmasını sağlarken yatay bütünleşme rakip işletmeler üzerinde sahiplik veya kontrolün elde edilmesini ifade etmektedir."
  },
  {
    "id": "3869491",
    "unitNumber": 5,
    "text": "\"Franchising\", hangi stratejinin etkili yollarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bütünleştirme Stratejileri",
      "B": "Çeşitlendirme Stratejileri",
      "C": "Yoğunlaşma Stratejileri",
      "D": "Jenerik Stratejiler",
      "E": "Dijitalleşme stratejileri"
    },
    "explanation": "İleri doğru bütünleşme stratejisini uygulamanın etkili yollarından biri franchisingtir. Franchising birbirinden bağımsız iki taraf arasında oluşturulan sözleşmeye dayalı iş ilişkisidir. İşletmeler franchising ile hızla büyüyebilmektedirler çünkü hem maliyetler hem de fırsatlar birden fazla firma arasında paylaşılmaktadır."
  },
  {
    "id": "3869495",
    "unitNumber": 5,
    "text": "Aynı anda çok sayıda iş alanında, sektörde veya pazarda faaliyet göstermeye yönelik izlenen stratejiye ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Jenerik Stratejisi",
      "B": "Çeşitlendirme Stratejisi",
      "C": "Yoğunlaşma Stratejisi",
      "D": "Savunma Stratejisi",
      "E": "Bütünleşme Stratejisi"
    },
    "explanation": "Çeşitlendirme stratejisiyle mevcut işler ile ilişkili veya ilişkisiz olan yeni iş alanlarına girilerek büyüme amaçlanmaktadır. Çeşitlenmeye giden işletmenin portföyündeki işler veya iş birimleri birbirleriyle ilişkili veya ilişkisiz olabilmektedir. İşletmeler çeşitlendirme stratejisini uygulamak için kendi kaynaklarını kullanarak yeni bir girişim kurabilecekleri gibi ortak girişimler veya şirket satın almaları aracılığıyla da çeşitlendirme yoluna gidebilmektedirler."
  },
  {
    "id": "3869496",
    "unitNumber": 5,
    "text": "İngilizcede “turnaround” olarak adlandırılan “geri dönüş” veya “yeniden örgütlenme” olarak da anılan stratejinin ismi nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Elden Çıkarma Stratejisi",
      "B": "Tasfiye Stratejisi",
      "C": "Tasarruf Stratejisi",
      "D": "Çeşitlendirme Stratejisi",
      "E": "Jenerik Stratejisi"
    },
    "explanation": "Tasarruf stratejisi, işletmenin olumsuz finansal durumunun düzeltilmesi için verimsiz faaliyetlerin gözden geçirilerek tekrar verimli duruma getirebilmek amacı ile içe dönük olarak uygulanan bir stratejidir."
  },
  {
    "id": "3869498",
    "unitNumber": 5,
    "text": "Bir şirketin tüm varlıklarını, somut değerleri için satarak faaliyetini durdurma kararı hangi stratejiyle ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tasarruf Stratejisi",
      "B": "Jenerik Stratejisi",
      "C": "Çeşitlendirme Stratejisi",
      "D": "Tasfiye Stratejisi",
      "E": "Elden Çıkarma Stratejisi"
    },
    "explanation": "Tasfiye stratejisiyle örgüt tüm faaliyetlerini durdurarak varlığına son verme kararı alır. Tasfiye, belirli birim ve faaliyetlerle sınırlı olmayıp işletmenin tümünü kapsamaktadır. Tasfiye stratejisini uygulamak örgütler için duygusal olarak uygulanması zor bir stratejidir. Ancak tasfiye işlemi ile ortakların daha fazla zarara uğraması engellenerek, varlıkların satılmasıyla elde edilen gelirle kayıplar azaltılabilir."
  },
  {
    "id": "3869499",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi birleşme ve şirket satın alma nedenlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yeni ürün geliştirme maliyetlerini azaltmak",
      "B": "Pazara giriş engellerini kaldırmak",
      "C": "Hızlıca pazar gücü elde etmek",
      "D": "Finansal borçları azaltmak",
      "E": "Yeni yetenekler öğrenmek ve geliştirmek"
    },
    "explanation": "Birleşme ve satın alma, kurumsal düzeydeki stratejileri uygulayabilmek için yaygın olarak kullanılan iki yöntemdir. Bu yöntemler finansal borçları azaltmak için uygulanmaz. Tam aksine işletmeler satın alma için çok fazla ödeme yaparak büyük finansal borç altına girebilirler. Yüksek oranda borcun işletme üzerinde olumsuz etkileri olabilmektedir."
  },
  {
    "id": "3869500",
    "unitNumber": 5,
    "text": "Örgüt tarafından iş birimlerinden birini ya da iş birimlerinin alt üretim kısımlarından birini satma ya da faaliyetini durdurma kararı yoluyla uygulanan stratejinin ismi nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çeşitlendirme Stratejileri",
      "B": "Jenerik Stratejisi",
      "C": "Yoğunlaştırma Stratejisi",
      "D": "Tasarruf Stratejisi",
      "E": "Elden çıkarma Stratejisi"
    },
    "explanation": "Bu strateji genellikle daha fazla stratejik satın alma veya yatırım için sermaye bulmak amacıyla uygulanmaktadır. Elden çıkarma stratejisi, örgütün kârlılığı olmayan, çok fazla sermaye gerektiren veya firmanın diğer faaliyetleriyle uyumlu olmayan iş birimlerinden birini elden çıkarmak için tasarruf stratejisinin bir parçası olabilmektedir. Elden çıkarma stratejisi, çeşitlendirmeyi azaltarak firma ların ana faaliyetlerine daha fazla odaklanmalarına olanak sağlamaktadır."
  },
  {
    "id": "3869403",
    "unitNumber": 6,
    "text": "Strateji alternatiflerinin geliştirilmesi ve en uygun stratejinin seçimi sürecinin hangi aşamasında SWOT analizi ve rekabetçi profil matrisi yöntemleri kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Bütünleştirme",
      "B": "Uyum",
      "C": "Seçim",
      "D": "Eşleştirme",
      "E": "Girdi"
    },
    "explanation": "Süreçte ilk aşama girdi aşamasıdır. Bu aşamada alternatif stratejilerin oluşturulmasında kullanılacak olan veriler iç ve dış çevrenin analiz edilmesiyle elde edilir. SWOT Analizi, İç Faktörler Değerlendirme Matrisi, Dış Faktörler Değerlendirme Matrisi, Rekabetçi Profil Matrisi gibi araçlar bu verilerin oluşturulmasında kullanılan araçlardır."
  },
  {
    "id": "3869404",
    "unitNumber": 6,
    "text": "<ol type=\"I\"><br/><li>Rekabetçi Profil Matrisi</li><br/><li>Dış Faktörler Değerleme Matrisi</li><br/><li>Sayısal Stratejik Planlama Matrisi</li><br/><li>BCG Matrisi</li><br/><li>GE-Mc Kinsey Matrisi</li><br/></ol><br/>Yukarıda verilenlerden hangileri işletmelerde analiz sonuçlarına göre alternatif stratejilerin üretildiği \"eşleştirme\" aşamasında yapılan çalışmalar arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "IV ve V",
      "D": "I, II ve V",
      "E": "II, III ve IV"
    },
    "explanation": "Strateji alternatiflerinin geliştirilmesi ve en uygun stratejinin seçim sürecinin eşleştirme aşamasında kullanılan araçlar arasında BCG Matrisi, GE-McKinsey Matrisi bulunur. Doğru cevap C'dir."
  },
  {
    "id": "3869405",
    "unitNumber": 6,
    "text": "<ul><br/><li>İşletmelerin kritik iç ve dış unsurlarını birbirine bağlayarak stratejik fikirlerin ortaya çıkarılmasına yardımcı olur.</li><br/><li>Düşük maliyetlidir.</li><br/><li>Endüstri veya ekonomiden bağımsız olarak herhangi bir işletmeye uygulanabilir.</li><br/></ul><br/>Yukarıda özellikleri verilen ve işletmelerde strateji alternatiflerinin üretilmesinde kullanılan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "BCG Matrisi",
      "B": "TOWS Matrisi",
      "C": "GE-Mc Kinsey Matrisi",
      "D": "Büyük Strateji Matrisi",
      "E": "PESTEL Analizi"
    },
    "explanation": "SWOT Analizine benzer şekilde, TOWS Matrisi, SWOT'a benzer. İkisi arasında fark vardır. TOWS Matrisi bir örgütün izleyebileceği stratejik seçeneklerin belirlenmesine yardımcı olmak üzere, iç faktörlerle dış faktörleri eşleştirmeye odaklanır. Özelliği itibariyle düşük maliyetlidir. TOWS Matrisi, endüstri veya ekonomiden bağımsız olarak herhangi bir işletmeye uygulanabilir."
  },
  {
    "id": "3869406",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/40914bd2da728b01250c8e0e6010bf6e.jpeg\" alt=\"\" width=\"572\" height=\"317\"> <blockquote> Ahmet; yönetici olduğu işletmede strateji alternatiflerinin üretilmesinde kullanmak üzere yukarıdaki şekli oluşturmuştur.\n </blockquote> Buna göre Ahmet'in kullandığı yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "BCG Matrisi",
      "B": "Büyük Strateji Matrisi",
      "C": "GE-Mc Kinsey Matrisi",
      "D": "TOWS Matrisi",
      "E": "Rekabetçi Profil Matrisi"
    },
    "explanation": "BCG Matrisi, şirketin sahip olduğu iş birimlerini bireysel pazar paylarını ve faaliyet gösterdikleri endüstrilerin büyüme hızını baz alarak görselleştirir. Böylece iş birimleri arasındaki farklılıkları endüstri büyüme hızı ve pazar payı pozisyonlarına göre grafik üzerinde göstermektedir. Daha sonra, işletmelerin göreceli pozisyonlarına uygun strateji alternatifleri üretilebilmektedir.<br/>BCG Matrisi, dört farklı iş birimi tipolojisi önermektedir: 1) Soru işaretleri, 2) Yıldızlar, 3) Sorunlular ve 4) Nakit Depoları."
  },
  {
    "id": "3869407",
    "unitNumber": 6,
    "text": "<ul><br/><li>Yatırım ve Büyüme Bölgesi</li><br/><li>Seçici / İhtiyatlı Bölge</li><br/><li>Koru / Elden Çıkar Bölgesi</li><br/></ul><br/>gibi farklı stratejik yaklaşımları simgeleyen bölgelerin belirlenmesi ve böylece yatırım kararlarının kolaylaştırılması için kullanılan portföy değerlendirme matrisi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "BCG MAtrisi",
      "B": "Büyük Strateji Matrisi",
      "C": "GE-McKinsey Matrisi",
      "D": "Rekabetçi Profil Matrisi",
      "E": "TOWS Matrisi"
    },
    "explanation": "GE-Mc Kinsey matrisinde dokuz hücre olmasına rağmen, matriste üçer hücre içeren üç temel bölge vardır:\n<br/><ul><br/><li>Yatırım ve Büyüme Bölgesi</li><br/><li>Seçici / İhtiyatlı Bölge</li><br/><li>Koru / Elden Çıkar Bölgesi</li><br/></ul>"
  },
  {
    "id": "3869408",
    "unitNumber": 6,
    "text": "Strateji alternatiflerinin içerik açısından değerlendirilmesinde kullanılan ölçütlerden biri olan .............................., stratejik alternatifin dayandığı hesaplamaların ve diğer varsayımların sağlam dayanaklı ve anlamlı olduğu anlamına gelir. \n<br/>Yukarıdaki ifadeyi doğru olarak tamamlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Güvenilirlik",
      "B": "Tutarlılık",
      "C": "Geçerlilik",
      "D": "Çekicilik",
      "E": "Yapılabilirlik"
    },
    "explanation": "Geçerlilik, stratejik alternatifin dayandığı hesaplamalar ve diğer varsayımların bir temelinin ve anlamının olduğu anlamına gelmektedir."
  },
  {
    "id": "3869409",
    "unitNumber": 6,
    "text": "<blockquote><br/>Ahmet; strateji alternatiflerini değerlendirirken nakit akışının her bir unsurunu işletmenin sermaye maliyetini kullanarak bugünkü değeri üzerinden yeniden değerlendirmiştir.\n<br/></blockquote><br/>Buna göre Ahmet'in kullandığı finansal teknik aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Başabaş analizi",
      "B": "İndirgenmiş nakit akışı",
      "C": "Geri ödeme dönemi",
      "D": "Net nakit akışı",
      "E": "Kullanılan sermayenin getirisi"
    },
    "explanation": "İndirgenmiş nakit akışı, nakit akışının her bir unsurunu işletmenin sermaye maliyetini kullanarak bugünkü değeri üzerinden yeniden değerlendirdikten sonra, strateji alternatifinden elde edilmesi öngörülen nakit akışlarının toplamıdır."
  },
  {
    "id": "3869410",
    "unitNumber": 6,
    "text": "Ayşegül çalıştığı işletme için en uygun strateji alternatifini seçmek istemektedir. Buna göre Ayşegül'ün kullanabileceği alternatif stratejilerin göreceli çekiciliğini belirlemek için geliştirilmiş analitik teknik aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "PESTEL Analizi",
      "B": "Sayısal Stratejik Planlama Matrisi",
      "C": "SWOT analizi",
      "D": "Dış Faktörler Değerleme Matrisi",
      "E": "Büyük Strateji Matrisi"
    },
    "explanation": "Stratejik yönetim literatüründe, uygulanabilir nitelikteki alternatif stratejilerin göreceli çekiciliğini belirlemek için geliştirilmiş tek bir analitik teknik vardır: Sayısal Stratejik Planlama Matrisi."
  },
  {
    "id": "3869411",
    "unitNumber": 6,
    "text": "Bir işletmede var olan örgüt kültürünün işlevleri arasında aşağıdakilerden hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çalışanların bir kimlik duygusuna sahip olmalarını sağlar",
      "B": "Çalışanların kendilerinden daha büyük bir şeye bağlılık kazanmalarına yardımcı olur",
      "C": "Örgütün sosyal bir sistem olarak istikrarını arttırır.",
      "D": "Çalışanların örgütsel faaliyetleri anlamlandırmak ve uygun davranış için bir referans çerçevesi görevini görür.",
      "E": "Örgütün ücret ve terfi mekanizmalarının sorunsuz işleyişini sağlar."
    },
    "explanation": "Örgüt kültürü, bir örgütte şu önemli işlevleri yerine getirir:<br/>1. Çalışanların bir kimlik duygusuna sahip olmalarını sağlar.<br/>2. Çalışanların kendilerinden daha büyük bir şeye bağlılık kazanmalarına yardımcı olur.<br/>3. Örgütün sosyal bir sistem olarak istikrarını artırır.<br/>4. Çalışanların örgütsel faaliyetleri anlamlandırmak ve uygun davranış için bir rehber olarak kullanmak için bir referans çerçevesi görevi görür."
  },
  {
    "id": "3869412",
    "unitNumber": 6,
    "text": "<blockquote><br/>İşletme performansının tatmin edici olmadığı bir A şirketinde yöneticiler strateji değişikliği yaptıkları halde performans düşüşünü engelleyememişlerdir.\n<br/></blockquote><br/>Örgüt kültürünün stratejik yönetim üzerindeki etkisi düşünüldüğünde; A şirketinin yöneticilerinin <u>bir sonraki</u> adımı aşağıdakilerden hangisi olmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgütün düşünme tarzını düzenleyen paradigma değişikliğine gitmek",
      "B": "Mevcut stratejinin uygulanmasında alternatif yollar aramak",
      "C": "Yeni pazar arayışı, yeni çalışan istihdamı gibi değişikliklere yönelmek",
      "D": "Çalışanların daha sıkı kontrol edilmesini sağlamak",
      "E": "Rol tanımlarının ne olduğunu tekrarlayarak çalışanlardan bunlara uygun davranmasını istemek"
    },
    "explanation": "Strateji değişikliğinin performans düşüşünü engelleyemediği durumda artık örgütün düşünme tarzını, iş yapma biçimlerini değiştiren paradigma değişikliklerine gitmeleri gerekecektir."
  },
  {
    "id": "3869456",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi strateji alternatiflerinin geliştirilmesi ve seçimi sürecinin girdi aşamasındaki <strong>iç ve dış çevre analizi</strong>nde kullanılan yöntemlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "TOWS Matrisi",
      "B": "İç Faktörler Değerleme Matrisi",
      "C": "Büyük Strateji Matrisi",
      "D": "BCG Matrisi",
      "E": "GE-Mc Kinsey Matrisi"
    },
    "explanation": "İç ve Dış Çevre Analizinde kullanılan yöntemler arasında;\n<br/>• SWOT Analizi<br/>• PESTEL Analizi<br/>• İç Faktörler Değerleme Matrisi<br/>• Dış Faktörler Değerleme Matrisi<br/>• Rekabetçi Profil Matrisi yer alır.\n<br/>Doğru cevap B'dir."
  },
  {
    "id": "3869468",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi strateji alternatiflerinin geliştirilmesi ve en uygun stratejinin seçim sürecinin ilk aşamasında kullanılan tekniklerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "SWOT Analizi",
      "B": "İç Faktörler Değerlendirme Matrisi",
      "C": "Dış Faktörler Değerlendirme Matrisi",
      "D": "Rekabetçi Profil Matrisi",
      "E": "Büyük Strateji Matrisi"
    },
    "explanation": "Tamamlandı.<br/>İlk aşama girdi aşamasıdır. Bu aşamada alternatif stratejilerin oluşturulmasında kullanılacak olan veriler iç ve dış çevrenin analiz edilmesiyle elde edilir. SWOT Analizi, İç Faktörler Değerlendirme Matrisi, Dış Faktörler Değerlendirme Matrisi, Rekabetçi Profil Matrisi gibi araçlar bu verilerin oluşturulmasında kullanılan araçlardır. \n<br/>Büyük Strateji Matrisi, ikinci aşama olan eşleştirme aşamasında kullanılmaktadır."
  },
  {
    "id": "3869470",
    "unitNumber": 6,
    "text": "İşletmeyi uzun vadeli amaçlarına ulaştıracak olan yollara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Strateji",
      "B": "Hedef",
      "C": "Amaç",
      "D": "Verimlilik",
      "E": "Etkinlik"
    },
    "explanation": "Tamamlandı.<br/>Stratejiler, işletmeyi uzun vadeli amaçlarına ulaştıracak olan yollardır.\n<br/>Doğru cevap A."
  },
  {
    "id": "3869472",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi TOWS Matrisi'nin üstünlükleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İşletmelerin kritik iç ve dış çevre unsurlarını birbirine bağlayarak stratejik fikirlerin ortaya çıkmasına yardımcı olur.",
      "B": "Düşük maliyetlidir.",
      "C": "Kullanıcı dostudur ve birkaç parametre öğrenildikten sonra uzman olmayan bir kişi tarafından bile gerçekleştirilebilir.",
      "D": "Durağan çevre koşullarında işletmelerin hedeflerini geliştirmelerine yardımcı olur.",
      "E": "Endüstri veya ekonomiden bağımsız herhangi bir işletmeye uygulanabilir."
    },
    "explanation": "Tamamlandı.<br/>TOWS Matrisi, verimli pazarlama stratejileri, karar verme, tehditlere karşı koruma, fırsatlar, tehditleri azaltma, zayıflıkların üstesinden gelme ve potansiyel eksikliklerle ilgili farkındalık konularında ilginç fikirlerin ortaya çıkarılmasına yardımcı olabilir.\n<br/>Matrisin diğer üstünlükleri arasında aşağıdakiler vardır:<br/>• İşletmelerin kritik iç ve dış çevre unsurlarını birbirine bağlayarak stratejik fikirlerin ortaya çıkmasına yardımcı olur.<br/>• Özelliği itibariyle düşük maliyetlidir.<br/>• Kullanıcı dostudur ve birkaç parametre öğrenildikten sonra uzman olmayan bir kişi tarafından bile gerçekleştirilebilir.<br/>• TOWS Matrisi, endüstri veya ekonomiden bağımsız olarak herhangi bir işletmeye <br/>uygulanabilir.<br/>• Dinamik çevre koşullarında işletmelerin stratejilerini geliştirmelerine yardımcı olur.\n<br/>Doğru cevap D'dir."
  },
  {
    "id": "3869478",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi BCG Matrisinin önerdiği iş birimi tipolojilerinden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Soru işaretleri",
      "B": "Yıldızlar",
      "C": "Çekiciler",
      "D": "Sorunlular",
      "E": "Nakit Depoları"
    },
    "explanation": "Tamamlandı.<br/>BCG Matrisi, dört farklı iş birimi tipolojisi önermektedir:\n<br/>1) Soru işaretleri,\n<br/>2) Yıldızlar,\n<br/>3) Sorunlular \n<br/>4) Nakit Depoları.\n<br/>Doğru Cevap C'dir."
  },
  {
    "id": "3869479",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi strateji alternatiflerinin içerik açısından değerlendirilmesinde en yaygın olarak kullanılan ölçütlerden biri <strong>değildir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Uygunluk",
      "B": "Etkililik",
      "C": "Geçerlilik",
      "D": "Tutarlılık",
      "E": "Paydaşlar açısından çekicilik"
    },
    "explanation": "Tamamlandı.<br/>Strateji alternatiflerinin içerik açısından değerlendirilmesinde en yaygın olarak kullanılan ölçütler arasında;\n<br/><ul><br/><li> Uygunluk</li><br/><li> Kabul edilebilirlik</li><br/><li> Yapılabilirlik</li><br/><li> Tutarlılık</li><br/><li> Geçerlilik </li><br/><li> Paydaşlar açısından çekicilik bulunur.</li><br/></ul><br/>Doğru cevap B'dir."
  },
  {
    "id": "3869480",
    "unitNumber": 6,
    "text": "Strateji alternatifinin işletmenin amaçlarıyla uyum içinde olup olmadığına ilişkin ölçüt aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yapılabilirlik",
      "B": "Tutarlılık",
      "C": "Geçerlilik",
      "D": "Paydaşlar açısından çekicilik",
      "E": "Uygunluk"
    },
    "explanation": "Tamamlandı.<br/>Tutarlılık, strateji alternatifinin işletmenin amaçlarıyla uyum içinde olup olmadığına ilişkin bir ölçüttür."
  },
  {
    "id": "3869481",
    "unitNumber": 6,
    "text": "Amortismanlar ayrılmadan önceki kâr rakamı ile projeyi üstlenmek için gereken işletme sermayesine yapılan periyodik yatırımlar arasındaki farka ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İndirgenmiş nakit akışı",
      "B": "Geri ödeme dönemi",
      "C": "Net nakit akışı",
      "D": "Başabaş noktası",
      "E": "Kullanılan sermayenin getirisi"
    },
    "explanation": "TAMAMLANDI.<br/>Net nakit akışı, amortismanlar ayrılmadan önceki kâr rakamı ile projeyi üstlenmek için gereken işletme sermayesine yapılan periyodik yatırımlar arasındaki farktır.\n<br/>Doğru cevap C."
  },
  {
    "id": "3869482",
    "unitNumber": 6,
    "text": "Alternatif stratejinin en iyi olduğunu tarafsız bir şekilde gösteren matris aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sayısal Stratejik Planlama Matrisi",
      "B": "TOWS Matrisi",
      "C": "GE-McKinsey Matrisi",
      "D": "BCG Matrisi",
      "E": "Büyük Strateji Matrisi"
    },
    "explanation": "Tamamlandı.<br/>Sayısal Stratejik Planlama Matrisi (SSPM), hangi alternatif stratejinin en iyi olduğunu tarafsız bir şekilde gösterir.\n<br/>Doğru cevap A'dır."
  },
  {
    "id": "3869483",
    "unitNumber": 6,
    "text": "Örgüt üyelerinin paylaştığı sosyal değerler, standartlar, normlar, inançlar, hikâyeler, semboller ve anlayışlar topluluğuna ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Paradigma",
      "B": "Hedef",
      "C": "Misyon",
      "D": "Strateji",
      "E": "Örgüt kültürü"
    },
    "explanation": "Tamamlandı.<br/>Örgüt üyelerinin paylaştığı sosyal değerler, standartlar, normlar, inançlar, hikâyeler, semboller ve anlayışlar topluluğuna örgüt kültürü denir.\n<br/>Doğru cevap E'dir."
  },
  {
    "id": "3869484",
    "unitNumber": 6,
    "text": "<ol type=\"I\"><br/><li>Çalışanlar için bir kimlik duygusuna sahip olmalarını sağlar.</li><br/><li>Çalışanların kendilerinden daha büyük bir şeye bağlılık kazanmalarına yardımcı olur.</li><br/><li> Örgütün sosyal bir sistem olarak istikrarını arttırır.</li><br/><li> Çalışanların örgütsel faaliyetleri anlamlandırmak ve uygun davranış için bir rehber olarak kullanmak için bir referans çerçevesi görevi görür.</li><br/></ol><br/>Yukarıdakilerden hangisi/hangileri örgüt kültürünün bir örgütteki önemli işlevleri arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I,III",
      "B": "I,IV",
      "C": "I,II,IV",
      "D": "I,II,III,IV",
      "E": "I,III,IV"
    },
    "explanation": "Tamamlandı.<br/>Örgüt kültürü, bir örgütte şu önemli işlevleri yerine getirir :<br/>1. Çalışanlar için bir kimlik duygusuna sahip olmalarını sağlar.<br/>2. Çalışanların kendilerinden daha büyük bir şeye bağlılık kazanmalarına yardımcı olur.<br/>3. Örgütün sosyal bir sistem olarak istikrarını arttırır.<br/>4. Çalışanların örgütsel faaliyetleri anlamlandırmak ve uygun davranış için bir rehber olarak kullanmak için bir referans çerçevesi <br/>görevi görür.\n<br/>Doğru cevap D."
  },
  {
    "id": "3869515",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi strateji alternatiflerinin geliştirilmesi ve seçim sürecinin eşleştirme aşamasında kullanılan araçlardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "SWOT Analizi",
      "B": "PESTEL Analizi",
      "C": "İç Faktörler Değerleme Matrisi",
      "D": "TOWS Matrisi",
      "E": "Sayısal Stratejik Planlama Matrisi"
    },
    "explanation": "Strateji alternatiflerinin geliştirilmesi ve seçim sürecinin \"eşleştirme\" aşamasında kullanılan araçlar arasında;\n<br/>• TOWS Matrisi<br/>• Büyük Strateji Matrisi<br/>• BCG Matrisi<br/>• GE-Mc Kinsey Matrisi bulunur.\n<br/>O nedenle doğru cevap D'dir."
  },
  {
    "id": "3869516",
    "unitNumber": 6,
    "text": "SWOT Analizinin farklı faktörler ve kategoriler arasındaki ilişkileri göstermemesi ile ilgili eksik bıraktığı noktayı tamamlayan strateji üretim yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "BCG Matrisi",
      "B": "GE-McKinsey Matrisi",
      "C": "PESTEL Analizi",
      "D": "Büyük Strateji Matrisi",
      "E": "TOWS Matrisi"
    },
    "explanation": "TOWS Matrisi: Bu teknik SWOT Analizinin eksik bıraktığı bir noktayı tamamlamaktadır. SWOT Analizine getirilen eleştirilerden birisi, farklı faktörler ve kategoriler arasındaki ilişkileri göstermemesidir."
  },
  {
    "id": "3869517",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi TOWS Matrisinin üstünlükleri arasında <strong>yer almaz</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmelerin iç ve dış çevre unsurlarını birbirine bağlayarak stratejik fikirlerin ortaya çıkmasına yardımcı olur",
      "B": "Endüstri veya ekonomiden bağımsız olarak herhangi bir işletmeye uygulanabilir",
      "C": "Yüksek maliyetlidir",
      "D": "Uzman olmayan bir kişi tarafından bile uygulanabilir",
      "E": "Kullanıcı dostudur"
    },
    "explanation": "TOWS Matrisi, verimli pazarlama stratejileri, karar verme, tehditlere karşı koruma, fırsatlar, tehditleri azaltma, zayıflıkların üstesinden gelme ve potansiyel eksikliklerle ilgili farkındalık konularında ilginç fikirlerin ortaya çıkarılmasına yardımcı olabilir. Matrisin diğer üstünlükleri arasında aşağıdakiler vardır:\n • İşletmelerin kritik iç ve dış çevre unsurlarını birbirine bağlayarak stratejik fikirlerin ortaya çıkmasına yardımcı olur.<br/>• Özelliği itibariyle düşük maliyetlidir.<br/>• Kullanıcı dostudur ve birkaç parametre öğrenildikten sonra uzman olmayan bir kişi tarafından bile gerçekleştirilebilir.<br/>• TOWS Matrisi, endüstri veya ekonomiden bağımsız olarak herhangi bir işletmeye uygulanabilir.<br/>• Dinamik çevre koşullarında işletmelerin stratejilerini geliştirmelerine yardımcı olur."
  },
  {
    "id": "3869518",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Büyük Strateji Matrisinin I. Diliminde yer alan yaklaşımlar arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Pazar Geliştirme",
      "B": "Pazara Nüfus Etme",
      "C": "Ürün Geliştirme",
      "D": "İleri Doğru Bütünleşme",
      "E": "Elden Çıkarma"
    },
    "explanation": "HIZLI PAZAR BÜYÜMESİ\n Dilim I<br/>1. Pazar Geliştirme<br/>2. Pazara Nüfus Etme<br/>3. Ürün Geliştirme<br/>4. İleri Doğru Bütünleşme<br/>5. Geriye Doğru Bütünleşme<br/>6. Yatay Bütünleşme<br/>7. İlişkili Çeşitlendirme"
  },
  {
    "id": "3869519",
    "unitNumber": 6,
    "text": "Büyüyen bir pazarda yüksek pazar payına sahip iş birimleri olarak kabul edilen ve kâr elde etme açısından şirketin uzun dönemdeki en iyi fırsatları olarak görülen BCG Matrisi iş birimi tipolojisi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Soru işaretleri",
      "B": "Yıldızlar",
      "C": "Sorunlular",
      "D": "Nakit Depoları",
      "E": "Fırsatlar"
    },
    "explanation": "Yıldızlar, büyüyen bir pazarda yüksek pazar payına sahip iş birimleridir. Büyüme ve kâr elde etme açısından şirketin uzun dönemdeki en iyi fırsatları olarak görülürler"
  },
  {
    "id": "3869520",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi GE-McKinsey Matrisinin kullanımında izlenecek yol kapsamında <strong>ele alınmaz</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmelerin yer aldığı endüstrinin çekiciliği hesaplanır.",
      "B": "İşletmelerin rekabet gücü hesaplanır.",
      "C": "İşletmelerin paydaş analizleri gerçekleştirilir.",
      "D": "İşletmelerin yerleştiği kutulara karşılık gelen strateji alternatifleri analiz edilir.",
      "E": "İşletmenin gelecekte izleyeceği yöne karar verilir."
    },
    "explanation": "GE-McKinsey Matrisinin kullanımında izlenecek yol genel hatlarıyla şu şekildedir:<br/>• İşletmelerin (iş birimlerinin) yer aldığı endüstrinin çekiciliği hesaplanır.<br/>• İşletmelerin rekabet gücü hesaplanır.<br/>• İşletmeler, her iki eksende aldığı puanlara göre matriste yer alan dokuz kutudan uygun olana yerleştirilir.<br/>• İşletmelerin yerleştiği kutulara karşılık gelen strateji alternatifleri analiz edilir.<br/>• İşletmenin gelecekte izleyeceği yöne karar verilir."
  },
  {
    "id": "3869521",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi stratejik alternatiflerin içeriksel değerlendirilmesinde en yaygın olarak kullanılan ölçütler arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Uygunluk",
      "B": "Kabul edilebilirlik",
      "C": "Yapılabilirlik",
      "D": "Tutarlılık",
      "E": "Güvenilirlik"
    },
    "explanation": "stratejik alternatiflerin içeriksel değerlendirilmesinde en yaygın olarak kullanılan ölçütler ele alınacaktır. Bunları şu şekilde sıralayabiliriz (Johnson, Scholes, Whittington, 2008: 365-386; Lynch, 2015: 332-352; Stacey, 2007: 52-57):<br/>• Uygunluk<br/>• Kabul edilebilirlik<br/>• Yapılabilirlik<br/>• Tutarlılık<br/>• Geçerlilik ve<br/>• Paydaşlar açısından çekicilik"
  },
  {
    "id": "3869522",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi strateji alternatiflerinin kabul edilebilirliğini değerlendirmek için kullanılan \"risk\" ölçütlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kârlılık analizi",
      "B": "Fayda-Maliyet Analiz",
      "C": "Hissedar değeri analizi",
      "D": "Paydaş tepkileri analizi",
      "E": "Duyarlılık analizi"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b6aabbb0dcd888238b1fbe9231523917.png\" alt=\"\" width=\"953\" height=\"660\">"
  },
  {
    "id": "3869523",
    "unitNumber": 6,
    "text": "Stratejik alternatiflerin içeriksel değerlendirilmesinde kullanılan ölçütlerden hangisi strateji alternatifinin işletmenin amaçlarıyla uyum içinde olup olmadığının belirlenmesi ile ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uygunluk",
      "B": "Tutarlılık",
      "C": "Kabul Edilebilirlik",
      "D": "Yapılabilirlik",
      "E": "Geçerlilik"
    },
    "explanation": "Tutarlılık, strateji alternatifinin işletmenin amaçlarıyla uyum içinde olup olmadığına ilişkin bir ölçüttür. İşletmecilik bağlamında, strateji alternatifinin işletmenin misyonuyla uyum içinde olması ve işletmeyi öngörülen amaçlarına götürmeye ne derece muktedir olduğu anlamına gelir."
  },
  {
    "id": "3869413",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, uzun vadede büyüme, verimlilik veya karlılık gibi konularla ilgili işletmenin varmak istediği geniş kapsamlı sonuçları ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Amaçlar",
      "B": "Stratejiler",
      "C": "Politikalar",
      "D": "Misyon",
      "E": "Vizyon"
    },
    "explanation": "Doğru cevap A şıkkıdır. Amaçlar, uzun vadede büyüme, verimlilik veya karlılık gibi konularla ilgili işletmenin varmak istediği geniş kapsamlı sonuçları ifade eder."
  },
  {
    "id": "3869414",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, işletmeyi amaçlarına ulaştıracak olan uzun vadeli bir eylem planıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Amaçlar",
      "B": "Stratejiler",
      "C": "Politikalar",
      "D": "Misyon",
      "E": "Vizyon"
    },
    "explanation": "Doğru cevap B şıkkıdır. Stratejiler, işletmeyi amaçlarına ulaştıracak olan uzun vadeli bir eylem planıdır."
  },
  {
    "id": "3869415",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, işletmenin bir yıl içerisinde elde etmeyi planladığı ölçülebilir sonuçlardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Stratejik Amaç",
      "B": "Kurumsal Strateji",
      "C": "Kısa vadeli hedef",
      "D": "Politika",
      "E": "Vizyon"
    },
    "explanation": "Doğru cevap C şıkkıdır. Kısa vadeli hedef, işletmenin bir yıl içerisinde elde etmeyi planladığı ölçülebilir sonuçlardır."
  },
  {
    "id": "3869416",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, işletme stratejilerinin uygulanması sürecinde işletme çalışanlarının düşüncelerine, kararlarına ve faaliyetlerine rehberlik etmek için tasarlanmış talimatlar, metotlar, kurallar ve uygulamalardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Amaç",
      "B": "Strateji",
      "C": "Hedef",
      "D": "Politika",
      "E": "Taktik"
    },
    "explanation": "Doğru cevap D şıkkıdır. Politika, işletme stratejilerinin uygulanması sürecinde işletme çalışanlarının düşüncelerine, kararlarına ve faaliyetlerine rehberlik etmek için tasarlanmış talimatlar, metotlar, kurallar ve uygulamalardır."
  },
  {
    "id": "3869417",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, yöneticinin çatışmayı yaratan konuları göz ardı etmesi, önemsememesi ve dahil olmamasıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Güç kullanma",
      "B": "Hedef değiştirme",
      "C": "Problem çözme",
      "D": "Taviz verme",
      "E": "Kaçınma"
    },
    "explanation": "Doğru cevap E şıkkıdır. Kaçınma, yöneticinin çatışmayı yaratan konuları göz ardı etmesi, önemsememesi ve dahil olmamasıdır."
  },
  {
    "id": "3869418",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisinde, yönetici yetki ve otoritesini kullanarak çatışmayı kendi değerlendirmesine göre çözmeye çalışır?",
    "correctAnswer": "A",
    "options": {
      "A": "Güç kullanma",
      "B": "Kaçınma",
      "C": "Hedef saptırma",
      "D": "Problem çözme",
      "E": "Taviz verme"
    },
    "explanation": "Doğru cevap A şıkkıdır. Güç kullanmada, yönetici yetki ve otoritesini kullanarak çatışmayı kendi değerlendirmesine göre çözmeye çalışır."
  },
  {
    "id": "3869419",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisinde, yönetici çatışmaya konu olan tarafları bir araya getirerek kendisinin de katkısıyla çatışmayı çözmeye çalışır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaçınma",
      "B": "Problem çözme",
      "C": "Güç kullanma",
      "D": "Taviz verme",
      "E": "Konuyu değiştirme"
    },
    "explanation": "Doğru cevap B şıkkıdır. Problem çözmede, yönetici çatışmaya konu olan tarafları bir araya getirerek kendisinin de katkısıyla çatışmayı çözmeye çalışır."
  },
  {
    "id": "3869420",
    "unitNumber": 7,
    "text": "Hangi liderlik rolünde liderler yeni ürün ve hizmetler geliştirilmesinde önemli görevler üstlenerek işletmeyi daha önce deneyimlemediği yeni faaliyet alanlarına yönlendirirler?",
    "correctAnswer": "C",
    "options": {
      "A": "Fırsat veren liderler",
      "B": "Mimar liderler",
      "C": "Girişimci liderler",
      "D": "Karizmatik liderler",
      "E": "Otokratik liderler"
    },
    "explanation": "Doğru cevap C şıkkıdır. Girişimci liderler, yeni ürün ve hizmetler geliştirilmesinde önemli görevler üstlenerek işletmeyi daha önce deneyimlemediği yeni faaliyet alanlarına yönlendirirler."
  },
  {
    "id": "3869421",
    "unitNumber": 7,
    "text": "Hangi liderler, diğer çalışanların ihtiyaç duyduğu kaynak ve fikirleri onlara sağlama rolünü üstlenir?",
    "correctAnswer": "D",
    "options": {
      "A": "Girişimci liderler",
      "B": "Mimar liderler",
      "C": "Karizmatik liderler",
      "D": "Fırsat veren liderler",
      "E": "Otokratik liderler"
    },
    "explanation": "Doğru cevap D şıkkıdır. Fırsat veren liderler, diğer çalışanların ihtiyaç duyduğu kaynak ve fikirleri onlara sağlarlar."
  },
  {
    "id": "3869422",
    "unitNumber": 7,
    "text": "Başarılı strateji uygulama süreçlerine ve yüksek inovasyon performansına sahip organizasyonlarda yöneticilerin üstlendikleri hangi liderlik rolü işletmeyi bir bütün olarak değerlendirmeyi, örgüt kültürü, yapısı ve stratejileri oluşturmayı ve süreçleri denetlemeyi içerir?",
    "correctAnswer": "E",
    "options": {
      "A": "Girişimci liderlik rolü",
      "B": "Fırsat veren liderlik rolü",
      "C": "Karizmatik liderlik rolü",
      "D": "Otokratik liderlik rolü",
      "E": "Mimar liderlik rolü"
    },
    "explanation": "Doğru cevap E şıkkıdır. Mimar liderlik rolü işletmeyi bir bütün olarak değerlendirmeyi, örgüt kültürü, örgüt yapısı ve stratejileri oluşturmayı ve süreçleri denetlemeyi içerir."
  },
  {
    "id": "3869444",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi strateji oluşturma ile uygulama süreçleri arasındaki temel farklardan biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Strateji oluşturma faaliyeti, işletme kaynakları ve becerilerinin örgütsel yapı içerisindeki konumunu belirler; uygulama faaliyeti ise bu kaynak ve becerileri strateji doğrultusunda yönetir.",
      "B": "Strateji oluşturma faaliyeti, etkililiğe odaklanır; uygulama faaliyeti ise etkinliğe odaklanır.",
      "C": "Strateji oluşturma faaliyeti entelektüel, düşünsel bir çaba iken uygulama faaliyeti operasyonel bir çabadır.",
      "D": "Strateji oluşturma, sezgisel ve analitik beceriler gerektirirken, uygulama faaliyeti motivasyon ve liderlik becerileri gerektirir.",
      "E": "Strateji oluşturma orta düzey yöneticilerin, uygulama ise üst düzey yöneticilerin sorumluluğundadır."
    },
    "explanation": "Doğru cevap E'dir. Strateji oluşturma temel olarak üst düzey yöneticilerin, uygulama ise orta ve alt düzey yöneticilerin sorumluluğundadır."
  },
  {
    "id": "3869445",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmelerin stratejilerini başarılı bir şekilde uygulamasına engel olan temel unsurlardan <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Stratejinin gerçekleştirilmesini sağlayacak görev ve faaliyetlerin açıkça belirlenememesi ve çalışanlara aktarılamaması",
      "B": "Uygulama sürecine yeterince zaman ve kaynak aktarılmaması",
      "C": "Başarıyı ölçerken en önemli unsurun kısa dönemli sonuçlara<br/>odaklanılması olduğunun göz ardı edilmesi",
      "D": "Yöneticilerin uygulamalarının strateji ile uyumlu olmaması",
      "E": "Yeni bir strateji benimsendiğinde örgütün değişime direnç göstermesi"
    },
    "explanation": "İşletmelerin stratejilerini<br/>başarılı bir şekilde uygulamasına engel olan temel<br/>unsurlar şu şekilde sıralanabilir <br/>• Stratejinin gerçekleştirilmesini sağlayacak<br/>görev ve faaliyetlerin açıkça belirlenememesi ve çalışanlara aktarılamaması,<br/>• Uygulama sürecine yeterince zaman ve kaynak aktarılmaması,<br/>• Başarıyı ölçerken kısa dönemli sonuçlara<br/>odaklanılması,<br/>• Yöneticilerin uygulamalarının strateji ile<br/>uyumlu olmaması,<br/>• Yeni bir strateji benimsendiğinde örgütün<br/>değişime direnç göstermesi."
  },
  {
    "id": "3869457",
    "unitNumber": 7,
    "text": "Uzun vadede büyüme, verimlilik veya kârlılık vb. konularla ilgili işletmenin<br/>varmak istediği geniş kapsamlı sonuçları ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Strateji",
      "B": "Amaçlar",
      "C": "Program",
      "D": "Proje",
      "E": "Taktik"
    },
    "explanation": "Amaçlar, uzun vadede büyüme, verimlilik<br/>veya kârlılık vb. konularla ilgili işletmenin<br/>varmak istediği geniş kapsamlı sonuçları ifade<br/>eder."
  },
  {
    "id": "3869458",
    "unitNumber": 7,
    "text": "İşletme stratejilerinin uygulanması sürecinde işletme çalışanlarının düşüncelerine, kararlarına ve faaliyetlerine rehberlik etmek için tasarlanmış talimatlar, metotlar, kurallar ve uygulamalara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Strateji",
      "B": "Taktik",
      "C": "Politika",
      "D": "Proje",
      "E": "Prosedür"
    },
    "explanation": "Politika: işletme stratejilerinin uygulanması sürecinde işletme çalışanlarının düşüncelerine, kararlarına ve faaliyetlerine<br/>rehberlik etmek için tasarlanmış talimatlar, metotlar, kurallar ve uygulamalar."
  },
  {
    "id": "3869459",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, işletmenin farklı fonksiyonlarına ait<br/>politika örneklerinden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Uzun dönemli sermaye ihtiyaçları için tahvil ihracı ilk seçenektir. (Finansal)",
      "B": "Satış hedeflerimiz, dış pazarların payı asgari%30 olacak şekilde belirlenir. (Pazarlama)",
      "C": "Yeni personel alımlarında kadın erkek oranı olabildiğince eşit tutulur. (İnsan Kaynakları Yönetimi)",
      "D": "Ana hammadde tedarikçi sayısı beşten az<br/>olmamalıdır. (Üretim)",
      "E": "Yeni yatırımlar kaçınılmazdır. (Stratejik)"
    },
    "explanation": "Çünkü yeni yatırım kararlarını almak üst düzey yönetimin yetkisindedir. Politika değildir."
  },
  {
    "id": "3869460",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi çatışmaları yönetmek için yöneticilerin uygulayabileceği temel yaklaşımlardan <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kaçınma",
      "B": "Güç Kullanma",
      "C": "Problem Çözme",
      "D": "Taviz Verme",
      "E": "Hakem atama"
    },
    "explanation": "• Kaçınma: Yöneticinin çatışmayı yaratan<br/>konuları göz ardı etmesi, önemsememesi ve<br/>dahil olmamasıdır. Yönetici, çatışmayı ilgili<br/>tarafların çözmesini bekler.<br/>• Güç Kullanma: Yönetici yetki ve otoritesini kullanarak çatışmayı kendi değerlendirmesine göre çözmeye çalışır.<br/>• Problem Çözme: Yönetici çatışmaya konu<br/>olan tarafları bir araya getirerek kendisinin<br/>de katkısıyla çatışmayı çözmeye çalışır.<br/>• Taviz Verme: Yönetici çatışan tarafları belirli konularda taviz vermeye ikna ederek<br/>ortak noktada buluşturmaya çalışır."
  },
  {
    "id": "3869461",
    "unitNumber": 7,
    "text": "\"Stratejik liderler, geleceği bugünden oluşturan eğilimlerin ipuçlarını yakalayabilmeli ve bu eğilimlere göre stratejik öncelikleri belirleyebilmelidir.\"\n<br/>Bu tanımlama stratejik liderlerin sahip olması gereken temel liderlik becerilerden hangisinin karşılığıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Öngörme",
      "B": "Meydan Okuma",
      "C": "Yorumlama",
      "D": "Karar Alma",
      "E": "Öğrenme"
    },
    "explanation": "Öngörme: Stratejik liderler, geleceği bugünden oluşturan eğilimlerin ipuçlarını yakalayabilmeli ve bu eğilimlere göre stratejik öncelikleri belirleyebilmelidir."
  },
  {
    "id": "3869462",
    "unitNumber": 7,
    "text": "\"Stratejik liderler, işletmelerindeki mevcut statüko ve düzeni sürekli<br/>sorgulayabilmeli, organizasyonda farklı düşünceler ve bakış açılarını değerlendirebilmeli ve karar süreçlerinde bunları dikkate alabilmelidir.\" \n Yukarıdaki tanımlama, stratejik liderlerin sahip olmaları gereken<br/>temel liderlik becerilerininden hangisinin karşılığıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ön görme",
      "B": "Meydan okuma",
      "C": "Yorumlama",
      "D": "Karar alma",
      "E": "Uyumu Sağlama"
    },
    "explanation": "Meydan Okuma: Stratejik liderler, işletmelerindeki mevcut statüko ve düzeni sürekli sorgulayabilmeli, organizasyonda farklı düşünceler ve bakış açılarını değerlendirebilmeli ve karar süreçlerinde bunları dikkate alabilmelidir."
  },
  {
    "id": "3869463",
    "unitNumber": 7,
    "text": "\"Proje temelli faaliyetlerin gerçekleştirilmesine olanak tanır.\"\n<br/>Yukarıdaki saptama hangi örgüt yapısının<strong> strateji ve örgüt yapısı uyumu</strong> açısından <strong>en</strong> <strong>belirleyici</strong> üstün yönlerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fonksiyonel örgüt yapısı",
      "B": "Mamul esasına göre örgüt yapısı",
      "C": "Bölge esasına göre örgüt yapısı",
      "D": "Matris örgüt yapısı",
      "E": "Şebeke (network) örgüt yapısı"
    },
    "explanation": "Matris organizasyon proje temelli faaliyetlerin gerçekleştirilmesine olanak tanır."
  },
  {
    "id": "3869464",
    "unitNumber": 7,
    "text": "\"Çalışanların birden fazla üste karşı sorumlu<br/>olması yetki karmaşasına neden olabilir\"\n<br/>Yukarıdaki saptama hangi örgüt yapısının <strong>strateji ve örgüt yapısı uyumu açısından</strong> sakıncalı yönlerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Matris örgüt yapısı",
      "B": "Mamul temelli örgüt yapısı",
      "C": "Bölge temelli örgüt yapısı",
      "D": "Fonksiyonel örgüt yapısı",
      "E": "Şebeke (network) örgüt yapısı"
    },
    "explanation": "Sakıncaları:<br/>• Çalışanların birden fazla üste karşı sorumlu<br/>olması yetki karmaşasına neden olabilir"
  },
  {
    "id": "3869423",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi izlenen stratejinin işletmeyi hedeflerine ne ölçüde ulaştırdığının izlenmesi ile düzeltici faaliyetlere ilişkin önerilerin ve/veya hedeflerin yeniden gözden geçirilmesini içerir?",
    "correctAnswer": "B",
    "options": {
      "A": "Stratejik açıklık",
      "B": "Stratejik kontrol",
      "C": "Stratejik planlama",
      "D": "Stratejik yönetim",
      "E": "Stratejik iletişim"
    },
    "explanation": "Stratejik kontrol, izlenen stratejinin işletmeyi hedeflerine ne ölçüde ulaştırdığının izlenmesi ile düzeltici faaliyetlere ilişkin önerilerin ve/veya hedeflerin yeniden gözden geçirilmesini içermektedir. Bu nedenle sorunun doğru cevabı B seçeneğinde yer almaktadır."
  },
  {
    "id": "3869424",
    "unitNumber": 8,
    "text": "Strateji değerleme süreci aşağıdakilerden hangisinin de başlangıcını oluşturur?",
    "correctAnswer": "C",
    "options": {
      "A": "Stratejilerin uygulanması için programların hazırlanmasının",
      "B": "Strateji uygulamaktan sorumlu olanların belirlenmesinin",
      "C": "Yeni stratejilerin belirlenmesinin",
      "D": "Stratejilere yeni işlevler kazandırılmasının",
      "E": "Kurumsallaşmanın"
    },
    "explanation": "Stratejilerin değerlendirilmesi süreci, işletmenin yeni stratejisinin ne olacağı sorusuna cevap vermesi bağlamında da önem arz etmektedir. Zira strateji değerlendirme süreci, aynı zamanda yeni stratejilerin de belirlenmesi sürecinin başlangıcını oluşturmaktadır. Bu nedenle sorunun doğru cevabı C seçeneğinde yer almaktadır."
  },
  {
    "id": "3869425",
    "unitNumber": 8,
    "text": "Stratejik değerleme ve kontrol etme süreci aşağıdakilerden hangisini kapsamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Önemli faaliyetlere ve çıktılara uygun ölçütler geliştirmeyi",
      "B": "Geliştirici ve düzeltici önlemler alınmasını",
      "C": "Performans sapmalarının ve/ya stratejik açıklıkların belirlenmesini",
      "D": "İşletmenin performansının ölçülmesini",
      "E": "Yeni dönem stratejilerinin belirlenmesini"
    },
    "explanation": "Stratejik değerleme ve kontrol etme süreci önemli faaliyetlere ve çıktılara uygun ölçütler geliştirmeyi, geliştirici ve düzeltici önlemler alınmasını, performans sapmalarının ve/ya stratejik açıklıkların belirlenmesini ve işletmenin performansının ölçülmesini gerektiren bir süreçtir. Buna karşılık stratejik değerleme ve kontrol etme süreci yeni dönem stratejilerinin belirlenmesini içermez. Bu nedenle sorunun doğru cevabı E seçeneğinde yer almaktadır."
  },
  {
    "id": "3869426",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi stratejilerin değerlendirilmesinde kullanılan <strong>arzu edilebilirlik</strong> ölçütüyle ilgili değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Beklenen getirileri sağlaması",
      "B": "Arzu edilen sinerjiyi yaratabilmesi",
      "C": "Paydaşların beklentilerini karşılayabilmesi",
      "D": "Dış çevrede oluşan her türlü değişikliğe cevap verebilmesi",
      "E": "Kabul edilebilecek bir risk derecesini içermesi"
    },
    "explanation": "Arzu edilebilirlik ölçütü, stratejilerin arzu edilen sinerjiyi yaratabilmesi, beklenen getirileri sağlaması, paydaşların beklentilerini yerine getirmesi ve kabul edilebilecek bir risk derecesini taşıması şeklinde tanımlanmaktadır. Stratejinin dış çevrede oluşan her türlü değişikliğe cevap verebilmesi ise uyum ölçütüyle ilgilidir. Bu nedenle sorunun doğru cevabı D seçeneğinde yer almaktadır."
  },
  {
    "id": "3869427",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi performans değerlemede kullanılan sayısal değerleme ölçütlerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kalite düzeyi",
      "B": "Satış tutarı",
      "C": "Karlılık oranı",
      "D": "Pazar payı",
      "E": "Büyüme oranı"
    },
    "explanation": "Satış tutarı, pazar payı, karlılık ve büyüme oranı sayısal ölçüt iken kalite düzeyi sayısal olmayan değerleme ölçütlerinden biridir. Bu nedenle sorunun doğru cevabı A seçeneğinde yer almaktadır."
  },
  {
    "id": "3869428",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi dengeli başarı karnesinde işletme içi süreçlerle ilgili kriterlerden biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Verimlilik",
      "B": "Kaynak kullanımı",
      "C": "İşletme yetenekleri",
      "D": "Teknik üstünlükler",
      "E": "Kullanılan teknolojiler"
    },
    "explanation": "Dengeli başarı karnesinde verimlilik, kaynak kullanımı, teknik üstünlükler ve kullanılan teknolojiler işletme içi kriterler arasında yer alır. Buna karşılık işletme yetenekleri öğrenme, yenilik ve büyümeyle ilgili kriterlerden biridir. Bu nedenle sorunun doğru cevabı C seçeneğinde yer almaktadır."
  },
  {
    "id": "3869429",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi geleneksel yönetim ve kontrol sistemlerinin en önemli eksikliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Stratejilerin belirlenmesi ve uygulanması arasındaki süreci karmaşıklaştırmaları",
      "B": "Belirlenen stratejilerin gelişimi ile uygulama bağlantısını kurması",
      "C": "Periyodik performans değerlemesi yapmayı engellemeleri",
      "D": "İşletmenin uzun vadeli stratejilerinin kısa vadeli eylemlerle bağlantısını kuramamaları",
      "E": "Üst yönetimin strateji belirleme sürecinde çok etkili olmalarını sağlamaları"
    },
    "explanation": "Geleneksel yönetim ve kontrol sistemlerinin en önemli eksikliklerinden biri, işletmenin uzun vadeli stratejilerinin kısa vadeli eylemlerle bağlantısını kuramamalarıdır. Çoğu şirketin operasyonel ve yönetim kontrol sistemleri, işletmenin uzun vadeli stratejik hedeflerine ulaşması üzerinde çok az etkisi olan finansal ölçütler ve hedefler etrafında inşa edilir. Dolayısıyla birçok şirketin kısa vadeli finansal ölçütlere verdiği önem, stratejinin gelişimi ile uygulaması arasında kopukluk oluşturur. Bu nedenle sorunun doğru cevabı D seçeneğinde yer almaktadır."
  },
  {
    "id": "3869430",
    "unitNumber": 8,
    "text": "Dengeli başarı karnesinde \"dengeli\" denmesinin nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmenin performansının müşteri, içsel, finansal, yenilik ve öğrenme açısından değerlenmesini sağlaması",
      "B": "Kurallara uygun ve sıkıntı yaratmayan bir değerleme yapmaya imkan vermesi",
      "C": "Stratejik değerleme sürecinde yöneticilerin tutum ve davranışlarında uyumlu olmalarına yol açması",
      "D": "Değerleme sürecinde istikrarlı ve kararlı bir ortam yaratması",
      "E": "Örgüt kültürünün güçlendirilmesini sağlamak amacıyla bölümler arasında denge kurması"
    },
    "explanation": "Dengeli başarı karnesi yaklaşımı, yöneticilere işletmelerini dört farklı perspektiften bakabilme fırsatı vermektedir. Bu bağlamda, bu yaklaşım şu dört soruya cevap vermektedir: Müşteriler bizi nasıl görmektedir? (Müşteri bakış açısı); bizi ne öne çıkarır? (İçsel bakış açısı); değer yaratmaya ve geliştirmeye devam edebilir miyiz? (Yenilik ve öğrenme bakış açısı); hissedarlara yaklaşımımız nasıldır? (Finansal bakış açısı). Bu nedenle sorunun doğru cevabı A seçeneğinde yer almaktadır."
  },
  {
    "id": "3869431",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi geriye dönük kontrollerin özelliklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Yöneticilere beklentiye uymayan çıktılara ilişkin bilgi sunarak önemli bir girdi sağlaması",
      "B": "Reaktif olması, işler ve faaliyetler gerçekleştirildikten sonra yapılması",
      "C": "Kritik süreçlere dikkat etmeye ve rutin sorunları belirlemeye yönelik bir katalizör etkisi yaratması",
      "D": "Önceden belirlenen amaç ve hedeflere ne derece ulaşıldığını göstermesi",
      "E": "Girdilere yönelik anında bir kontrol mekanizması olarak hizmet etmesi"
    },
    "explanation": "Geriye dönük kontroller yöneticilere beklentiye uymayan çıktılara ilişkin bilgi sunar, reaktif bir şekilde işler ve faaliyetler gerçekleştirildikten sonra yapılır, kritik süreçlere dikkat etmeye ve rutin sorunları belirlemeye yönelik bir katalizör etkisi yaratır ve önceden belirlenen amaç ve hedeflere ne derece ulaşıldığını gösterir. Ancak geriye dönük kontroller girdilere yönelik bir kontrol mekanizması olarak hizmet etmez. Bu nedenle sorunun doğru cevabı E seçeneğinde yer almaktadır."
  },
  {
    "id": "3869432",
    "unitNumber": 8,
    "text": "İleriye dönük kontroller aşağıdakilerden hangisini amaçlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Yapılan karşılaştırmalar sonucunda ortaya çıkan stratejik açıklık veya stratejik sapmaların nedenlerinin etkili bir biçimde analiz edilmesini",
      "B": "İşlerin ya da faaliyetlerin gerçekleşmesinden önce faaliyetler sırasında oluşabilecek hataların ve yanlış uygulamaların en alt düzeye indirilmesini",
      "C": "Faaliyetler sonucunda oluşacak başarının en etkili biçimde değerlenmesini",
      "D": "Uygulama sonuçlarına yönelik geribildirimin en doğru şekilde ve en uygun zamanda elde edilmesi ve değerlenmesini",
      "E": "Yapılan işlerin ve eylemlerin plana göre gittiğinden emin olunmasını"
    },
    "explanation": "İleriye dönük kontroller faaliyetler sırasında oluşabilecek hataların ve yanlış uygulamaların en alt düzeye indirilmesini amaçlar. Bu nedenle sorunun doğru cevabı B seçeneğinde yer almaktadır."
  },
  {
    "id": "3869446",
    "unitNumber": 8,
    "text": "\"Faaliyetlerin, amaç ve hedefleri hangi düzeyde başardığının gözlenmesi süreci\" aşağıdaki kavramlardan hangisi ile tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Stratejik Açıklık",
      "B": "Stratejik Yönetim",
      "C": "Stratejik Kontrol",
      "D": "Stratejik İzlem",
      "E": "Strateji Seçimi"
    },
    "explanation": "Stratejik Kontrol: Faaliyetlerin, amaç ve hedefleri hangi düzeyde başardığının gözlenmesi sürecidir."
  },
  {
    "id": "3869447",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Rumelt’in strateji değerlendirme ölçütleri arasında <strong>yer almaz</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Tutarlılık",
      "B": "Ölçülebilirlik",
      "C": "Uyum",
      "D": "Uygulanabilirlik",
      "E": "Avantaj"
    },
    "explanation": "Rumelt’in strateji değerlendirme ölçütleri arasında tutarlılık, uyum, uygulanabilirlik ve avantaj yer almaktadır. Bu nedenle doğru cevap B'dir."
  },
  {
    "id": "3869448",
    "unitNumber": 8,
    "text": "Rumelt’in strateji değerlendirme ölçütlerinden hangisi \"bir stratejinin ne mevcut kaynaklara aşırı yüklenmesi ne de çözülemeyen alt sorunlar oluşturmaması\" şeklinde tanımlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Tutarlılık",
      "B": "Uyum",
      "C": "Arzu edilebilirlik",
      "D": "Uygulanabilirlik",
      "E": "Avantaj"
    },
    "explanation": "Uygulanabilirlik, bir stratejinin ne mevcut kaynaklara aşırı yüklenmesi ne de çözülemeyen alt sorunlar oluşturmamasıdır."
  },
  {
    "id": "3869449",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işletmelerin performansı değerlendirilirken başvurulan sayısal ölçütler arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kârlılık oranı",
      "B": "Pazar payı",
      "C": "Üretim miktarları",
      "D": "Büyüme oranı",
      "E": "Etki alanı"
    },
    "explanation": "İşletmelerin performans ölçütleri arasında net kâr, kârlılık oranı, pazar payı, satış tutarı, üretim miktarları, büyüme oranı, hisse senedi fiyatındaki artış, kâr dağıtım oranı vb. ölçülebilir veya sayısal nitelikte ölçütler bulunur. Görüldüğü üzere söz konusu bu ölçütler daha ziyade sayısal ölçütlerdir ve bazı kaynaklarda kantitatif ölçütler olarak da anılmaktadır."
  },
  {
    "id": "3869450",
    "unitNumber": 8,
    "text": "İlk kez Kaplan ve Norton tarafından geliştirilen, “şirketin misyon ve stratejisini anlaşılabilir performans ölçümlerine dönüştüren ve söz konusu ölçümleri stratejik olarak yönetmeyi sağlayan bir performans ölçüm sistemi” olarak tanımlanan performans değerlendirme yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Olasılıklara Yönelik Planlama",
      "B": "Dengeli Başarı Karnesi",
      "C": "Sorumluluk Merkezleri Aracılığı ile Kontrol",
      "D": "PIMS Analizi",
      "E": "Esnek Bütçe Uygulamaları"
    },
    "explanation": "Bir performans değerlendirme yaklaşımı olarak, dengeli başarı karnesinin ortaya çıkışında 90'lı yıllarda hâlihazırda var olan yaklaşımların yetersizliği ve eleştirilmesi önemli rol oynamıştır. Dengeli başarı karnesi yeni bir yönetim yaklaşımı olmasının yanı sıra esasında temelde bir performans değerlendirme yaklaşımıdır. Yaklaşım ilk kez Kaplan ve Norton (1992) tarafından Harvard Business Review dergisinde yayınlanan The Balanced Scorecard-Measures that Drive Performance adlı makalede dikkat çekmiştir. Yazarlar dengeli başarı karnesini; “şirketin misyon ve stratejisini anlaşılabilir performans ölçümlerine dönüştüren ve söz konusu ölçümleri stratejik olarak yönetmeyi sağlayan bir performans ölçüm sistemi” olarak tanımlamışlardır."
  },
  {
    "id": "3869451",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi <strong>Dengeli Başarı Karnesi</strong> yaklaşımının \"öğrenme, yenilik ve büyüme\" boyutu ile ilgili kriterler arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Verimlilik",
      "B": "Sağlanan yarar",
      "C": "Kaynak kullanımı",
      "D": "Teknik üstünlükler",
      "E": "İşletme yetenekleri"
    },
    "explanation": "Öğrenme, yenilik ve büyüme ile ilgili kriterler arasında; <br/>• İşgücü yetenekleri<br/>• İşletme yetenekleri<br/>• Tekniklerin geliştirilmesi<br/>• Eğitim imkanları vb. bulunur."
  },
  {
    "id": "3869452",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işletmelerin dengeli başarı karnesi yaklaşımını kullanım amaçları arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Stratejinin açıklığa kavuşturulması ve güncelleştirilmesi",
      "B": "Stratejinin şirket geneline duyurulması",
      "C": "Birimlerin hedeflerinin strateji ile uyumlu hale getirilmesi",
      "D": "Stratejik amaçların yıllık bütçelerle bağlantısının kurulması",
      "E": "Kar artışını sağlayacak bir stratejinin geliştirilmesi"
    },
    "explanation": "İşletmeler dengeli başarı karnesini şu amaçlarla kullanmaktadırlar:<br/>• Stratejinin açıklığa kavuşturulması ve güncelleştirilmesi<br/>• Stratejinin şirket geneline duyurulması<br/>• Birimlerin ve bireylerin hedeflerinin strateji ile uyumlu hale getirilmesi<br/>• Stratejik amaçların uzun dönemli hedefler ve yıllık bütçelerle bağlantısının kurulması<br/>• Stratejik girişimlerin tanımlanması ve düzenlenmesi<br/>• Strateji hakkında bilgi edinmek ve iyileştirmek amacıyla periyodik performans değerlendirmeleri yapılması."
  },
  {
    "id": "3869453",
    "unitNumber": 8,
    "text": "Stratejik kontrol türlerinden hangisi \"iş akışının bir parçası olarak doğru şeylerin yapıldığından emin olunmasını\" hedeflemektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "İleriye Dönük Kontrol",
      "B": "Eş Zamanlı Kontrol",
      "C": "Geriye Dönük Kontrol",
      "D": "Geleneksel Kontrol",
      "E": "Çağdaş stratejik kontrol"
    },
    "explanation": "Eş Zamanlı Kontrol sayesinde iş akışının bir parçası olarak doğru şeylerin yapıldığından emin olunur."
  },
  {
    "id": "3869454",
    "unitNumber": 8,
    "text": "\"Stratejik değerlendirme ile faaliyetlerin düzenli olarak takip edilmesi, ölçülmesi ve hedeflerle karşılaştırılması; kontrol ile ise, karşılaştırma sonucunda gerekli düzeltici faaliyetlerde bulunulması sağlanır\" ifadesi stratejik değerlendirme ve kontrol sistemlerinin yararlarından hangisini açıklamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kısa dönemli kârlılık ile uzun dönemdeki kârlılık arasında denge sağlar",
      "B": "Geleceğe yönelik hedefler için bugünkü faaliyetleri yönlendirir",
      "C": "Faaliyetlerin takibini ve ölçülmesini sağlar",
      "D": "Faaliyetlerin ölçümü için yöntemler geliştirilmesini sağlar",
      "E": "Süreçleri anlamak için gereken bilgiyi sağlar"
    },
    "explanation": "Sorudaki ifade stratejik değerlendirme ve kontrol sistemlerinin yararlarından \"Faaliyetlerin takibi ve ölçülmesi yararını\" açıklamaktadır."
  },
  {
    "id": "3869455",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi <strong>Dengeli Başarı Karnesi</strong> yaklaşımının işletme içi süreçlerle ilgili kriterleri arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Uygulanan fiyat",
      "B": "Verimlilik",
      "C": "İşgücü yetenekleri",
      "D": "Nakit akışı",
      "E": "Sağlanan yarar"
    },
    "explanation": "İşletme içi süreçlerle ilgili kriterler arasında;<br/>• Verimlilik<br/>• Kaynak kullanımı<br/>• Teknik üstünlükler<br/>• Kullanılan teknolojiler vb. yer alır."
  },
  {
    "id": "3869492",
    "unitNumber": 8,
    "text": "Stratejik değerlendirme ve kontrol sürecinde \"neyin ölçüleceğinin belirlenmesi\" adımından sonraki gelen aşama hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Performansın ölçümü",
      "B": "Performans sapmalarının değerlendirilmesi",
      "C": "Standartların oluşturulması",
      "D": "Düzenleyici önlemlerin alınması",
      "E": "Kontrol stratejilerinin geliştirilmesi"
    },
    "explanation": "Stratejik değerlendirme sürecinde ilk adımda ölçüm birimleri belirlenmekte ve izleyen adımda ise buna ilişkin <strong>standartlar oluşturulmaktadır.</strong> Söz konusu bu adımlardan sonra işletmenin performansı ölçülmekte ve performans sapmaları ve/ya stratejik açıklıklar olup olmadığı değerlendirilmektedir. Eğer böylesi bir açıklık veya sapma var ise buna ilişkin düzenleyici önlemler alınmaktadır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3869493",
    "unitNumber": 8,
    "text": "Bir stratejinin dış çevrede oluşan her türlü değişikliğe cevap verebilecek nitelikte olmasını ifade eden strateji değerlendirme ölçütü hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tutarlılık",
      "B": "Uyum",
      "C": "Uygulanabilirlik",
      "D": "Avantaj",
      "E": "Arzu edilebilirlik"
    },
    "explanation": "Uyum, bir stratejinin dış çevrede oluşan her türlü değişikliğe cevap verebilecek nitelikte olmasını içeren bir strateji değerlendirme ölçütüdür. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3869494",
    "unitNumber": 8,
    "text": "I-İşletmenin mevcut performansının farklı dönemlerdeki performansı ile kıyaslanması\n II- İşletmenin performansının rakiplerle kıyaslanması\n III-İşletme performansının ihracat oranları ile kıyaslanması\n IV-İşletme performansının kâr dağıtım oranları ile kıyaslanması\n V-İşletmenin performansının sektör ortalamaları ile kıyaslanması\n Stratejistler yukarıdaki karşılaştırmalardan hangilerini yapmak için finansal oranları kullanırlar?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve V",
      "B": "I, III ve V",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Strateji değerlendirmede kullanılan sayısal ölçütler, genelde stratejilerin etkililiğini işletmenin finansal performansına ilişkin oranlar bağlamında değerlendirmektedir. Bu kapsamda, stratejistler, şu üç kritik karşılaştırmayı yapmak için finansal oranları kullanırlar 1. İşletmenin hâlihazırdaki performansının farklı dönemlerdeki performansı ile kıyaslanması 2. İşletmenin performansının rakiplerle kıyaslanması 3. İşletmenin performansının sektör ortalamaları ile kıyaslanması"
  },
  {
    "id": "3869497",
    "unitNumber": 8,
    "text": "I-Üst düzey tarafından mutabık kalınmış amaçların ortaya konulması\n II-Ölçüm yapılacak performans noktalarının belirlenmesi\n III-Ölçümlerin hangi yöntemle yapılacağının belirlenmesi\n IV-Sonuçların stratejik kararlarda kulanılacak şekilde yönetime bildirilmesi\n V-Ölçümlerin uygulanan strateji ile çevresel değişimlerin örtüşmesini içermesi\n Yukarıdakilerin hangileri performans ölçüm sisteminin başarısının bağlı olduğu faktörler arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve IV",
      "B": "I, III ve V",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Performans ölçüm sistemi ve bir parçası olduğu stratejik değerlendirme ve kontrol sürecinin başarısı aşağıda sıralanan birtakım faktörlere bağlıdır. Bunlar arasında: • Ölçüm yapılacak performans noktalarının belirlenmesi, • Ne şekilde bir ölçme yöntemi ile ölçümlerin yapılacağının belirlenmesi, • Yapılan ölçümler ile stratejik hedefler arasındaki bağlantının doğru bir şekilde kurulması, • Yapılan ölçümlerin gerçekten istenenleri ölçmesinin sağlanması, • Sonuçlara ilişkin bilgilerin stratejik kararlarda kullanılabilecek formatta düzenli olarak yönetime raporlanması yer almaktadır. Amaçların ortaya konulması ve uygulanan strateji ve çevre uyumu Strateji-amaç uyumu faaliyetleri arasında yer almaktadır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3869501",
    "unitNumber": 8,
    "text": "I-Tekniklerin geliştirilmesi\n II-İşletme yetenekleri\n III-Verimlilik\n IV-Kaynak kullanımı\n V-Teknik üstünlükler\n Yukarıdakilerden hangileri Dengeli Başarı Karnesi yaklaşımının işletme içi süreçlerle ilgili ölçütleri arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Dengeli Başarı Karnesi yaklaşımının işletme içi süreçlerle ilgili kriterleri arasında • Verimlilik • Kaynak kullanımı • Teknik üstünlükler • Kullanılan teknolojiler v.s. yer almaktadır. Tekniklerin geliştirilmesi ve işletme yetenekleri öğrenme, büyüme ve yenilik ile ilgili kriterler boyutunda yer almaktadır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3869502",
    "unitNumber": 8,
    "text": "I-Müşteriler bizi nasıl görmektedir?\n<br/>II-Bizi ne öne çıkarır?\n<br/>III-Stratejilerimizin çevresel değişikliklere uyumu nasıldır?\n<br/>IV-Hissedarlara yaklaşımımız nasıldır?\n<br/>V-İşletmenin üstün yanları nelerdir?\n<br/>Yukarıdakilerden hangileri dengeli başarı karnesi yaklaşımının yöneticilerin işletmeye farklı perspektiflerden bakabilmelerine olanak sağlayan sorular arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve IV",
      "B": "I, III ve V",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Dengeli başarı karnesi yaklaşımı, yöneticilere işletmelerini dört farklı perspektiften bakabilme fırsatı vermektedir. Bu bağlamda, bu yaklaşım şu dört soruya cevap vermektedir: <br/>• Müşteriler bizi nasıl görmektedir? (Müşteri bakış açısı) <br/>• Bizi ne öne çıkarır? (İçsel bakış açısı) <br/>• Değer yaratmaya ve geliştirmeye devam edebilir miyiz? (Yenilik ve öğrenme bakış açısı) <br/>• Hissedarlara yaklaşımımız nasıldır? (Finansal bakış açısı)."
  },
  {
    "id": "3869504",
    "unitNumber": 8,
    "text": "Olasılıklara yönelik planlama akış şemasına göre \"verilerin toplanması ve analiz edilmesinden\" sonra gelen adım hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Amaç ve kapsamın tanımlanması",
      "B": "Anahtar faktörlerin tanımlanması",
      "C": "Senaryoların geliştirilmesi",
      "D": "Senaryoların uygulanması",
      "E": "Sürecin güncellenip düzenlenmesi"
    },
    "explanation": "Olasılıklara yönelik planlama akış şeması;\n 1)Amaç ve kapsamı tanımla 2)Anahtar faktörleri tanımla 3)Verileri topla ve analiz et 4)Senaryoları geliştir 5)Senaryoları uygula 6) Düzenle ve güncelle adımlarından oluşmaktadır. Verilerin toplanıp analiz edilmesinden sonra senaryoların geliştirilmesi adımı gelmektedir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3869506",
    "unitNumber": 8,
    "text": "I-Geriye dönük stratejik kontrol reaktif bir süreçtir.\n II-Geriye dönük stratejik kontrol geleneksel yaklaşımları içermektedir.\n III-Geriye dönük stratejik kontrol, işletme faaliyetlerine ve eylemlerine odaklanmaktadır.\n IV-Geriye dönük stratejik kontrolün ana odağı, uygulanmakta olan örgütsel amaç ve hedeflerin başarımıdır.\n V-Geriye dönük stratejik kontrol ile yöneticiler tahmin edilen ve beklenen çıktılar arasındaki açıklığı test ederler.\n Yukardakilerden hangileri geriye dönük stratejik kontrolün özellikleri arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Geriye dönük kontrolde yapılan işler ve faaliyetler, söz konusu bu iş ve faaliyetler gerçekleştirildikten sonra kontrol edilmekte ve değerlendirilmektedir. Bu bağlamda, proaktif değil reaktif bir kontrolden bahsetmek mümkündür. Geriye yönelik kontrollerin ana odağı, uygulanmakta olan örgütsel amaç ve hedeflerin başarımıdır. Ayrıca geriye dönük kontrol geleneksel yaklaşım olarak ele alınmaktadır. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3869508",
    "unitNumber": 8,
    "text": "Çağdaş stratejik kontrol yaklaşımının, geleneksel stratejik kontrole göre <strong><u>en önemli </u></strong>farkı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İleriye dönük kontrol işlevine sahip olması",
      "B": "Başarı ölçütlerinin stratejilerden önce geliştirilmesi",
      "C": "Nicel ve nitel verileri birlikte kullanması",
      "D": "Amaç, strateji ve uygulama planları arasında tutarlılık olması",
      "E": "Geri bildirimlerin uygulama sonuçlarına dayalı olarak verilmesi"
    },
    "explanation": "Çağdaş stratejik kontrol önemli değişim ve trendleri izleyerek gerektiğinde hedef, standart ve stratejilerin zamanında değişmesine yardımcı olur. Bu bağlamda, çağdaş bir kontrol sistemi, geleneksel kontrol sistemindeki gibi yürütmenin kontrolü ve düzeltilmesi için geriye dönük kontrolü içerdiği gibi aynı zamanda tahminlerin kontrolü ve stratejik gözetim gibi iki ileriye dönük kontrol işlevine de sahiptir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3869509",
    "unitNumber": 8,
    "text": "I-Ekonomiklik\n II-Gizli bilgi kaynakları kullanma\n III-İşe yarar bilgi sağlama\n IV-Kullanışlılık\n V-İstisnaları göz ardı etme\n Yukarıdakilerden hangileri etkin stratejik değerlendirme sistemlerinin özellikleri arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "I, IV ve V",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Strateji değerlendirme ve kontrol süreci ekonomik olmalıdır, zira çok az bilgi ne denli kötü ise çok fazla bilgi de o kadar kötüdür ve çok fazla kontrol de faydadan çok zarar getirmektedir. Bunun yanında, yöneticilere kontrol edilen ve etkisi olan faaliyetlerle ilgili işe yarar bilgi sağlamalıdır. Karmaşık strateji değerlendirme sistemleri genellikle insanların kafasını karıştırmakta ve çok az faydası olmaktadır. Bu bağlamda, etkin bir strateji değerlendirme sisteminin göstergesi karmaşıklığı değil kullanışlılığıdır. Bir stratejik değerlendirme ve kontrol sistemi tasarımında, kontroller istisnaları saptamalıdır. Doğru yanıt B seçeneğidir."
  }
]