[
  {
    "id": "1762735",
    "unitNumber": 1,
    "text": "On-time delivery, providing the right quantity and the right quality are examples of ___________ in the performance of supply chains.",
    "correctAnswer": "A",
    "options": {
      "A": "Reliability",
      "B": "Responsiveness",
      "C": "Agility",
      "D": "Cost",
      "E": "Asset Management Efficiency"
    },
    "explanation": "On-time delivery, providing the right quantity and the right quality are examples of reliability in the performance of supply chains."
  },
  {
    "id": "1762738",
    "unitNumber": 1,
    "text": "Flexibility and adaptability are some of the typical metrics for ____________.",
    "correctAnswer": "C",
    "options": {
      "A": "Reliability",
      "B": "Responsiveness",
      "C": "Agility",
      "D": "Cost",
      "E": "Asset Management Efficiency"
    },
    "explanation": "Flexibility and adaptability are some of the typical metrics for agility."
  },
  {
    "id": "1762740",
    "unitNumber": 1,
    "text": "Which of the following shows a simple supply chain?",
    "correctAnswer": "E",
    "options": {
      "A": "Ultimate Supplier - Company - Customer",
      "B": "Company - Service Supplier - Retailer",
      "C": "Manufacturer - Distributer - Company",
      "D": "Manufacturer - Company - Customer",
      "E": "Supply - Company - Customer"
    },
    "explanation": "Supply - Company - Customer is a simple supply chain."
  },
  {
    "id": "1762743",
    "unitNumber": 1,
    "text": "The consistency between ___________________ and ___________________ is defined as the <strong><em>strategic fit.</em></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "supply chain strategies - company expectations",
      "B": "supply chain strategies - target customer expectations",
      "C": "manufacturer strategies - product expectations",
      "D": "product expectations - company expectations",
      "E": "manufacturer strategies - supply chain strategies"
    },
    "explanation": "The consistency between supply chain strategies and target customer expectations is defined as the <strong><em>strategic fit.</em></strong>"
  },
  {
    "id": "1762746",
    "unitNumber": 1,
    "text": "<strong><em>Supply chain efficiency </em></strong>is defined as ________________ .",
    "correctAnswer": "E",
    "options": {
      "A": "the production and advertising of the product.",
      "B": "the act of determining customer needs and satisfaction.",
      "C": "collecting and distributing the goods.",
      "D": "quality control and its cost to the distributer.",
      "E": "the cost of making and delivering the products to the customers."
    },
    "explanation": "<strong><em>Supply chain efficiency </em></strong>is defined as the cost of making and delivering the products to the customers."
  },
  {
    "id": "1762750",
    "unitNumber": 1,
    "text": "Which of the following statements is correct about a push strategy?",
    "correctAnswer": "B",
    "options": {
      "A": "It is executed in response to customer orders.",
      "B": "Customers can obtain the product immediately.",
      "C": "Customers need to wait before obtaining their products.",
      "D": "Customized products can be produced and served to the customers.",
      "E": "Inventory and wastage costs are minimized."
    },
    "explanation": "In a push strategy customers can obtain the product immediately."
  },
  {
    "id": "1762753",
    "unitNumber": 1,
    "text": "Which of the following statements is correct about a pull strategy?",
    "correctAnswer": "D",
    "options": {
      "A": "Some products might be left unsold due to low demand.",
      "B": "Products are already produced in advance.",
      "C": "Customers need to select from alternatives.",
      "D": "It is applied in response to a customer order.",
      "E": "Production is based on forecast."
    },
    "explanation": "A pull strategy is applied in response to a customer order."
  },
  {
    "id": "1762757",
    "unitNumber": 1,
    "text": "Strategic level decisions are decisions are long-term decisions that will be effective for<br/>many years and are mostly made by the top level managers.\n<br/>Which of the following is an example to strategic level decisions?",
    "correctAnswer": "E",
    "options": {
      "A": "inventory policies",
      "B": "marketing tactics",
      "C": "order due dates",
      "D": "human resources",
      "E": "location of facilities"
    },
    "explanation": "Strategic level decisions are decisions are long-term decisions that will be effective for<br/>many years and are mostly made by the top level managers, such as location of facilities."
  },
  {
    "id": "1762761",
    "unitNumber": 1,
    "text": "Operational level decisions are generally daily<br/>or weekly decisions made by low level managers.<br/>These decisions are made to operate daily<br/>activities, such as _______.\n<br/>Which of the following is a correct example to complete the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "order due dates",
      "B": "information systems",
      "C": "inventory policies",
      "D": "promotions",
      "E": "types of products to produce"
    },
    "explanation": "Operational level decisions are decisions concerning order due dates."
  },
  {
    "id": "1762766",
    "unitNumber": 1,
    "text": "In <strong>Milk Runs </strong>materials ____________ .",
    "correctAnswer": "E",
    "options": {
      "A": "are directly shipped from the manufacturing facility to the customers without any intermediaries.",
      "B": "are sent to hubs that serve as central nodes for nearby places, and the demand of spokes is satisfied by the shipments made from the related hubs.",
      "C": "are sent to the warehouses at predetermined geographical regions and these warehouses are used to satisfy demand at those regions.",
      "D": "coming from different facilities but going to different customers are separated and re-combined depending on customer requirements at intermediate locations.",
      "E": "to be collected from (or delivered to) multiple facilities are collected (or delivered) via a certain route to minimize total routing and transportation costs."
    },
    "explanation": "In <strong>Milk Runs </strong>materials to be collected from (or delivered to) multiple facilities are collected (or delivered) via a certain route to minimize total routing and transportation costs."
  },
  {
    "id": "2206026",
    "unitNumber": 1,
    "text": "Which of the followings <u>is not</u> one of the main processes that exist in supply chains?",
    "correctAnswer": "E",
    "options": {
      "A": "Procurement of materials to production",
      "B": "Processing materials into final products",
      "C": "Transportation of products between different locations",
      "D": "Warehousing and distributing the final products to consumers",
      "E": "Advertisement of final products"
    },
    "explanation": "In a typical supply chain, different companies such as suppliers, manufacturers, distributers and retailers work together in an integrated manner in order to satisfy consumer demand. Procurement of materials to production, processing these materials into final products, transportation of products between different locations, warehousing and distributing the final products to consumers are some of the main processes that exist in supply chains."
  },
  {
    "id": "2206042",
    "unitNumber": 1,
    "text": "Which of the following <u>is not</u> among the key performance areas that supply chains are measured?",
    "correctAnswer": "A",
    "options": {
      "A": "Proficiency",
      "B": "Reliability",
      "C": "Responsiveness",
      "D": "Agility",
      "E": "Asset management efficiency"
    },
    "explanation": "According to APICS (2020), the performance of supply chains is measured by the following five key performance areas:\n<br/>(1) Reliability,\n<br/>(2) Responsiveness,\n<br/>(3) Agility,\n<br/>(4) Cost,\n<br/>(5) Asset management efficiency"
  },
  {
    "id": "2206047",
    "unitNumber": 1,
    "text": "Which of the following terms refers to the integration of forward and reverse supply chain activities?",
    "correctAnswer": "C",
    "options": {
      "A": "Closed-gap supply chain management",
      "B": "Open-ended supply chain management",
      "C": "Closed-loop supply chain management",
      "D": "Total-quality supply chain management",
      "E": "Lean-production supply chain management"
    },
    "explanation": "Closed-loop supply chain management refers to the integration of forward and reverse supply chain activities and it improves the sustainability of supply chains."
  },
  {
    "id": "2206455",
    "unitNumber": 1,
    "text": "What is the fisrt step action in a supply chain?",
    "correctAnswer": "A",
    "options": {
      "A": "To identify their target customers",
      "B": "To determine their suppliers",
      "C": "To decide on logistics",
      "D": "To prepare a feasibility report on supply chain",
      "E": "To decide on institutional structure"
    },
    "explanation": "Supply chains first need to identify their target customers, analyze and understand characteristics and needs of the customer segments that they intend to serve."
  },
  {
    "id": "2206463",
    "unitNumber": 1,
    "text": "__________ is defined as the cost of making and delivering the products to the customers.\n Which of the following fills in the blank correctly?",
    "correctAnswer": "B",
    "options": {
      "A": "Supply chain externality",
      "B": "Supply chain efficiency",
      "C": "Supply chain marginality",
      "D": "Supply chain optimality",
      "E": "Supply chain procurement"
    },
    "explanation": "Supply chain efficiency is defined as the cost of making and delivering the products to the customers. Companies aim to minimize their costs and want to be efficient. However, the definition of efficiency does not say anything about improving customer service or effectiveness of the supply chain."
  },
  {
    "id": "2206466",
    "unitNumber": 1,
    "text": "Which of the following <u>is not</u> among the measures of a supply chain's responsiveness?",
    "correctAnswer": "D",
    "options": {
      "A": "Its ability to respond to wide ranges of quantities demanded",
      "B": "Meet short lead times",
      "C": "Handle a large variety of products",
      "D": "Handle demand uncertainty",
      "E": "Meet a high service level"
    },
    "explanation": "A supply chain's responsiveness is measured by its ability to respond to wide ranges of quantities demanded, meet short lead times, handle a large variety of products, build highly innovative products, meet a high service level and handle supply uncertainty."
  },
  {
    "id": "2206470",
    "unitNumber": 1,
    "text": "How are medium-term decisions within a supply chain referred to?",
    "correctAnswer": "E",
    "options": {
      "A": "Strategic level decisions",
      "B": "Managerial level decisions",
      "C": "Marginal level decisions",
      "D": "Operational level decisions",
      "E": "Tactical level decisions"
    },
    "explanation": "Supply chain management decisions can be classified as strategic, tactical and operational level decisions depending on their significance and the time span that they cover. Strategic level decisions are long term decisions that will be effective for many years and are mostly made by top level managers. Tactical level decisions are medium-term decisions and are generally made by medium level managers. Operational level decisions are generally daily or weekly decisions made by low level managers."
  },
  {
    "id": "2206491",
    "unitNumber": 1,
    "text": "In which of the following distribution strategies, materials to be collected from multiple facilities are collected via a certain route to minimize total routing and transportation costs?",
    "correctAnswer": "C",
    "options": {
      "A": "Hun and spoke model",
      "B": "Distribution pools",
      "C": "Milk runs",
      "D": "Cross-docking",
      "E": "Inter-connecting delivery"
    },
    "explanation": "In milk runs, materials to be collected from (or deliver to) multiple facilities are collected (or delivered) via a certain route to minimize total routing and transportation costs."
  },
  {
    "id": "2207324",
    "unitNumber": 1,
    "text": "Which of the followings are main pillars of sustainability and maintaining the balance between them is the key issue to achieve sustainability?",
    "correctAnswer": "B",
    "options": {
      "A": "Economic and environmental considerations",
      "B": "Economic, environmental and social considerations",
      "C": "Economic and cultural considerations",
      "D": "Economic, cultural and environmental considerations",
      "E": "Economic, environmental, cultural and social considerations"
    },
    "explanation": "Economic, environmental and social considerations are three main pillars of sustainability and maintaining the balance between them is the key issue to achieve sustainability."
  },
  {
    "id": "2207368",
    "unitNumber": 1,
    "text": "Which of the following <u>is not</u> among the logistics management activities?",
    "correctAnswer": "A",
    "options": {
      "A": "External trade management",
      "B": "Fleet management",
      "C": "Material distribution",
      "D": "Order completion",
      "E": "Inventory management"
    },
    "explanation": "Logistics management activities include the incoming and outgoing transport management, fleet management, stocking, material distribution, order completion, logistics network design, inventory management, supply demand planning and third party logistics service provider activities."
  },
  {
    "id": "2261762",
    "unitNumber": 1,
    "text": "Which one given below is not a component of supply chain?",
    "correctAnswer": "A",
    "options": {
      "A": "Customers",
      "B": "Suppliers",
      "C": "Manufacturers",
      "D": "Retailers",
      "E": "Distributors"
    },
    "explanation": "In a typical supply chain, different companies such as suppliers, manufacturers, distributors and retailers work together in an integrated manner in order to satisfy the customer demand"
  },
  {
    "id": "2261779",
    "unitNumber": 1,
    "text": "I- Flexibility\n II- Responsiveness\n III- Efficiency\n IV- Reliability\n V- Adaptability\n What are the basic typical metrics for agility?",
    "correctAnswer": "A",
    "options": {
      "A": "I-V",
      "B": "IV-V",
      "C": "II-III",
      "D": "II-V",
      "E": "III-IV"
    },
    "explanation": "Agility: Defined as the ability to respond to external influences or changes in the market to gain or maintain competitive advantage. Flexibility and adaptability are some of the typical metrics for agility."
  },
  {
    "id": "2261796",
    "unitNumber": 1,
    "text": "Which one does refer to the integration of forward and reverse supply chain activities and it improves the sustainability of supply chains?",
    "correctAnswer": "A",
    "options": {
      "A": "CLSC",
      "B": "TQM",
      "C": "SCM",
      "D": "MRP",
      "E": "ERP"
    },
    "explanation": "Closed-loop supply chain (CLSC) management refers to the integration of forward and reverse supply chain activities and it improves the sustainability of supply chains."
  },
  {
    "id": "2261806",
    "unitNumber": 1,
    "text": "Which one is not called as “Service Providers”?",
    "correctAnswer": "A",
    "options": {
      "A": "Retailer",
      "B": "Logistics",
      "C": "Finance",
      "D": "Product Design",
      "E": "Market Research"
    },
    "explanation": "Service Providers in areas such as;\n <ul> <li>Logistics</li> <li>Finance</li> <li>Market Research</li> <li>Product Desing</li> <li>Information Technology</li> </ul>"
  },
  {
    "id": "2261831",
    "unitNumber": 1,
    "text": "What does a supply chain need to develop its own strategy in order to become successful and improve its performance?",
    "correctAnswer": "A",
    "options": {
      "A": "Customers’ expectation",
      "B": "Updated fashion",
      "C": "Product design",
      "D": "Distribution policy",
      "E": "Pricing policy"
    },
    "explanation": "Every supply chain needs to develop its own strategy depending on its customers’ expectations in order to become successful and improve its performance."
  },
  {
    "id": "2261842",
    "unitNumber": 1,
    "text": "Which of the following is not a problem that is needed to analyzed in the production phase?",
    "correctAnswer": "A",
    "options": {
      "A": "The delivery of finished goods to the customer",
      "B": "Manufacturing method selection",
      "C": "Inventory management",
      "D": "Production scheduling",
      "E": "Demand forecasting"
    },
    "explanation": "Facility planning, demand forecasting, production planning, manufacturing method selection, inventory management, production scheduling are some of the problems that need to be analyzed during the production phase."
  },
  {
    "id": "2261860",
    "unitNumber": 1,
    "text": "Which of the following is defined as the cost of making and delivering the products to the customers?",
    "correctAnswer": "A",
    "options": {
      "A": "Supply chain efficiency",
      "B": "Strategic fit",
      "C": "Clarifying costs",
      "D": "Identifying needs",
      "E": "Meeting a high service level"
    },
    "explanation": "Supply chain efficiency is defined as the cost of making and delivering the products to the customers."
  },
  {
    "id": "2261871",
    "unitNumber": 1,
    "text": "Which of the following is a speculative one and execution is initiated in anticipation of customer orders?",
    "correctAnswer": "B",
    "options": {
      "A": "Execution",
      "B": "Push strategy",
      "C": "Strategic fit",
      "D": "Pull strategy",
      "E": "Speculative strategy"
    },
    "explanation": "A push strategy is a speculative one and execution is initiated in anticipation of customer orders. On the other hand, a pull strategy is a reactive one and execution is initiated in response to actual customer orders."
  },
  {
    "id": "2261882",
    "unitNumber": 1,
    "text": "Which of the following is not not considered as part pull strategy?",
    "correctAnswer": "A",
    "options": {
      "A": "Types of customers",
      "B": "Types of products",
      "C": "Locations of facilities",
      "D": "Distribution style",
      "E": "Information systems"
    },
    "explanation": "Types of products, number and locations of facilities, distribution and information systems to be used are some examples of strategic level decisions. These decisions are generally about the structure of the supply chain and are difficult to change after they are implemented. Thus, strategic decisions need to be made carefully considering future uncertainties."
  },
  {
    "id": "2261889",
    "unitNumber": 1,
    "text": "How can you define that materials to be collected from (or delivered to) multiple facilities are collected (or delivered) via a certain route to minimize total routing and transportation costs?",
    "correctAnswer": "A",
    "options": {
      "A": "Milk runs",
      "B": "Cross-Docking",
      "C": "Direct Shipping",
      "D": "Logistics operations",
      "E": "Hub and Spoke Mode"
    },
    "explanation": "Milk Runs: Materials to be collected from (or delivered to) multiple facilities are collected (or delivered) via a certain route to minimize total routing and transportation costs."
  },
  {
    "id": "2261958",
    "unitNumber": 1,
    "text": "Which of the following is the definition of a reactive one and execution is initiated in response to actual customer orders.",
    "correctAnswer": "B",
    "options": {
      "A": "Execution",
      "B": "Pull strategy",
      "C": "Customer need",
      "D": "Identifying needs",
      "E": "Strategic level decisions"
    },
    "explanation": "A push strategy is a speculative one and execution is initiated in anticipation of customer orders. On the other hand, a pull strategy is a reactive one and execution is initiated in response to actual customer orders."
  },
  {
    "id": "2261972",
    "unitNumber": 1,
    "text": "Which one given below is not considered as aspects of strategic level decisions’ examples?",
    "correctAnswer": "A",
    "options": {
      "A": "Types of customers",
      "B": "Types of products",
      "C": "Locations of facilities",
      "D": "Distribution style",
      "E": "Information systems"
    },
    "explanation": "Types of products to produce, number and locations of facilities, distribution and information systems to be used are some examples of strategic level decisions. These decisions are generally about the structure of the supply chain and are difficult to change after they are implemented. Thus, strategic decisions need to be made carefully considering future uncertainties."
  },
  {
    "id": "2261992",
    "unitNumber": 1,
    "text": "How can you define that materials to be collected from (or delivered to) multiple facilities are collected (or delivered) via a certain route to minimize total routing and transportation costs?",
    "correctAnswer": "A",
    "options": {
      "A": "Milk runs",
      "B": "Cross-Docking",
      "C": "Direct Shipping",
      "D": "Logistics operations",
      "E": "Hub and Spoke Mode"
    },
    "explanation": "Milk Runs: Materials to be collected from (or delivered to) multiple facilities are collected (or delivered) via a certain route to minimize total routing and transportation costs."
  },
  {
    "id": "2262034",
    "unitNumber": 1,
    "text": "How can you define that materials to be collected from (or delivered to) multiple facilities are collected (or delivered) via a certain route to minimize total routing and transportation costs?",
    "correctAnswer": "A",
    "options": {
      "A": "Milk runs",
      "B": "Direct Shipping",
      "C": "Cross-Docking",
      "D": "Logistics operations",
      "E": "Hub and Spoke Mode"
    },
    "explanation": "Milk Runs: Materials to be collected from (or delivered to) multiple facilities are collected (or delivered) via a certain route to minimize total routing and transportation costs."
  },
  {
    "id": "1766109",
    "unitNumber": 2,
    "text": "Which of the following can be used synonymously with the strategic supply chain planning?",
    "correctAnswer": "A",
    "options": {
      "A": "Supply chain network design",
      "B": "Supply chain manufacturing planning",
      "C": "Supply chain reverse planning",
      "D": "Supply chain management design",
      "E": "Supply chain forward design"
    },
    "explanation": "Supply chain network design problem, which is also called strategic supply chain planning in the literature since the design decisions are strategic decisions."
  },
  {
    "id": "1766112",
    "unitNumber": 2,
    "text": "Which of the following can also be called the traditional supply chain?",
    "correctAnswer": "B",
    "options": {
      "A": "Network supply chain",
      "B": "Forward supply chain",
      "C": "Lateral supply chain",
      "D": "Permanent supply chain",
      "E": "Connected supply chain"
    },
    "explanation": "A traditional supply chain, also known as forward supply chain, is a network of suppliers, manufacturing plants, distribution centers, and customers created to satisfy the demands of customers"
  },
  {
    "id": "1766114",
    "unitNumber": 2,
    "text": "In which type of supply chain the network of forward and reverse supply chain facilities are organized to satisfy the demands of customers and present the used products back to the economy?",
    "correctAnswer": "E",
    "options": {
      "A": "Connected supply chain",
      "B": "Traditional supply chain",
      "C": "Lateral supply chain",
      "D": "Forward supply chain",
      "E": "Closed-loop supply chain"
    },
    "explanation": "A closed-loop supply chain is a network of forward and reverse supply chain facilities organized to satisfy the demands of customers and present the used products back to the economy."
  },
  {
    "id": "1766118",
    "unitNumber": 2,
    "text": "What is a feasible solution in which the objective function takes its maximum value in maximization problems and minimum value in minimization problems called?",
    "correctAnswer": "C",
    "options": {
      "A": "Temporary solution",
      "B": "Quick solution",
      "C": "Optimal solution",
      "D": "Collaborative solution",
      "E": "Effective solution"
    },
    "explanation": "An optimal solution is a feasible solution in which the objective function takes its maximum value in maximization problems and minimum value in minimization problems."
  },
  {
    "id": "1766123",
    "unitNumber": 2,
    "text": "What type of costs are independent of the amount processed?",
    "correctAnswer": "E",
    "options": {
      "A": "Value",
      "B": "Time",
      "C": "Temporary",
      "D": "Variable",
      "E": "Fixed"
    },
    "explanation": "Fixed costs are costs that are independent of the amount processed."
  },
  {
    "id": "1766126",
    "unitNumber": 2,
    "text": "Which of the following decisions require supplier selection?",
    "correctAnswer": "D",
    "options": {
      "A": "Cost decisions",
      "B": "Shipment decisions",
      "C": "Facility decisions",
      "D": "Procurement decisions",
      "E": "Flow decisions"
    },
    "explanation": "Procurement requires supplier selection. Since raw materials/components play an important role in the manufacturing process, selecting the appropriate supplier(s) and creating a long-term relationship are crucial for the success of the entire supply chain.<br/>Procurement decisions"
  },
  {
    "id": "1766133",
    "unitNumber": 2,
    "text": "Which group decisions require managers to decide on the number, locations, and capacities of facilities in a supply chain?",
    "correctAnswer": "D",
    "options": {
      "A": "Shipment decisions",
      "B": "Flow decisions",
      "C": "Procurement decisions",
      "D": "Facility decisions",
      "E": "Supplier decisions"
    },
    "explanation": "Facility decisions are decisions related to the number, locations, and capacities of facilities in a supply chain."
  },
  {
    "id": "1766137",
    "unitNumber": 2,
    "text": "In which design objective minimization of work accidents or maximization of job opportunities are taken into consideration by the firms' managers?",
    "correctAnswer": "D",
    "options": {
      "A": "Profit",
      "B": "Environmental",
      "C": "Economic",
      "D": "Social",
      "E": "Efficiency"
    },
    "explanation": "Minimization of work accidents, maximization of job opportunities etc. are grouped in social objectives of the supply chain design."
  },
  {
    "id": "1766144",
    "unitNumber": 2,
    "text": "Which of the following indicates the approaches that do not ensure finding the optimal solution but expected to provide a reasonably good solution in an acceptable time?",
    "correctAnswer": "A",
    "options": {
      "A": "Heuristic approaches",
      "B": "Exact solution approaches",
      "C": "Mathematical approaches",
      "D": "Logical approaches",
      "E": "Rational approaches"
    },
    "explanation": "Heuristic approaches are approaches that do not ensure finding the optimal solution but expected to provide a reasonably good solution in an acceptable time."
  },
  {
    "id": "1766150",
    "unitNumber": 2,
    "text": "Which of the influential factors below involve considering the competitors' positions while making the design decison?",
    "correctAnswer": "C",
    "options": {
      "A": "Technological",
      "B": "Infrastructure",
      "C": "Competitive",
      "D": "Macroeconomic",
      "E": "Logistics costs"
    },
    "explanation": "While designing the supply chain network, a company should also consider the competitor’s strategy.<br/>Competitive factors"
  },
  {
    "id": "1811996",
    "unitNumber": 2,
    "text": "Which of the following statements regarding traditional (forward) and closed-loop supply chain (SC) is correct?\n<br/><ol><br/><li>The closed-loop SC is more sustainable and economic than the traditional SC</li><br/><li>Forward flows of both SCs are the same</li><br/><li>The closed-loop SC’ reverse supply chain process includes some additional process such as collection centers, remanufacturing center and disposal center</li><br/></ol>",
    "correctAnswer": "D",
    "options": {
      "A": "1 and 2",
      "B": "2 and 3",
      "C": "1 and 3",
      "D": "1, 2, and 3",
      "E": "None of the above"
    },
    "explanation": "All statements are correct<br/>1, 2 and 3"
  },
  {
    "id": "1812006",
    "unitNumber": 2,
    "text": "Which of the following is an example of variable costs?",
    "correctAnswer": "B",
    "options": {
      "A": "Renting costs of plants",
      "B": "Costs of raw materials procured from suppliers",
      "C": "Salaries of drivers",
      "D": "Renting costs of vehicles",
      "E": "Taxes of vehicles"
    },
    "explanation": "a,c,d and e are fixed costs<br/>Cost of raw materials procured from suppliers"
  },
  {
    "id": "1812023",
    "unitNumber": 2,
    "text": "Which of the following decisions can be considered as a flow decision?",
    "correctAnswer": "C",
    "options": {
      "A": "The decision on a supplier",
      "B": "The decision on location on distribution center",
      "C": "The decision on which different facilities should be used",
      "D": "The decision on transportation mode",
      "E": "The decision on the capacity of the distribution center"
    },
    "explanation": "Decisions can be listed as follows:\n<br/><ul><br/><li><br/>Procurement Decisions (Supplier Selection)\n<br/></li><br/><li><br/>Facility Decisions\n<br/></li><br/><li><br/>Flow Decisions\n<br/></li><br/><li><br/>Shipment Decisions\n<br/></li><br/><li><br/>Other Decisions\n<br/></li><br/></ul><br/>As the name indicates, flow decisions focus on the determination of the flows between different facilities in the supply chain. Therefore C : Decision on which facilities should be used is correct<br/>The decision on which facilities should be used ."
  },
  {
    "id": "1812068",
    "unitNumber": 2,
    "text": "Which of the following objectives is a social objective of supply chain?",
    "correctAnswer": "E",
    "options": {
      "A": "Maximization of total profit",
      "B": "Minimization of carbon emission",
      "C": "Maximization of collected product quantity",
      "D": "Minimization of total supply chain cost",
      "E": "Maximization of job opportunities"
    },
    "explanation": "Economic Objectives: Minimization of total supply chain cost, maximization of total profit, maximization of after-tax profit etc.\n<br/>Environmental Objectives: Minimization of carbon emissions, maximization of collected product quantity, maximization of environmentally friendly raw material rate etc.\n<br/>Social Objectives: Minimization of work accidents, maximization of job opportunities etc."
  },
  {
    "id": "1812074",
    "unitNumber": 2,
    "text": "“At most 30-ton products can be shipped by company owned trucks”.\n<br/>Which constraint type of the supply chain network is indicated in the above sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "Capacity Constraints",
      "B": "Supply Constraints",
      "C": "Facility Constraints",
      "D": "Demand Satisfaction Constraints",
      "E": "Flow Constraints"
    },
    "explanation": "Capacity Constraints\n<br/>In real-life applications, capacities of the facilities and vehicles are generally limited. Hence, while designing the supply chain network, the decision-maker must consider capacity constraints. If they are not considered, the obtained supply chain network may be infeasible in daily operations. Some examples of capacity constraints can be given as follows:\n<br/><ul><br/><li><br/>The monthly production quantity in a manufacturing plant cannot exceed 2500 units.\n<br/></li><br/><li><br/>At most 1000 units of the product can be stored in a warehouse.\n<br/></li><br/><li><br/>At most 27-ton products can be shipped by company-owned trucks.\n<br/></li><br/><li><br/>200 units of the product can be packaged and 150 units of the product can be repaired in a distribution center\n<br/></li><br/></ul>"
  },
  {
    "id": "1812078",
    "unitNumber": 2,
    "text": "Which of the following constraints can be considered as “Facility Constraints”?",
    "correctAnswer": "B",
    "options": {
      "A": "A component is sold in 500-unit packages; hence the manufacturer must purchase either 500 units or multiples of 500 units",
      "B": "If a manufacturing plant is opened at a certain location, a distribution center must also be opened at a close location",
      "C": "Products manufactured in a certain manufacturing plant can only be shipped to certain retailers",
      "D": "Demands of at least 90% of customers must be satisfied",
      "E": "At most 1000 units of product can be stored in a warehouse"
    },
    "explanation": "If a manufacturing plant is opened at a certain location, a distribution center must also be opened at a close location"
  },
  {
    "id": "1812085",
    "unitNumber": 2,
    "text": "Which of the following factors include taxes, tariffs and exchange rates?",
    "correctAnswer": "C",
    "options": {
      "A": "Strategic Factors",
      "B": "Technological Factors",
      "C": "Macroeconomic Factors",
      "D": "Infrastructure Factors",
      "E": "Competirive Factors"
    },
    "explanation": "Macroeconomic Factors"
  },
  {
    "id": "1812109",
    "unitNumber": 2,
    "text": "The distance between the supplier and manufacturing plant is 100 km, from man. plant to a distribution center is 500 km, from distribution center to customer 1 is 350 km. The customer demands 3000units of products. The unit shipment cost is ＄0.3 per unit per km so, what is the daily total shipment of this flow?",
    "correctAnswer": "C",
    "options": {
      "A": "＄540.000",
      "B": "＄765.000",
      "C": "＄855.000",
      "D": "＄157.500",
      "E": "＄450.000"
    },
    "explanation": "3000x100x0.3=90.000\n<br/>3000x500x0.3=450.000\n<br/>3000x350x0.3= 315.000\n<br/>90.000+450.000+315.000=855.000<br/>＄855.000"
  },
  {
    "id": "1812119",
    "unitNumber": 2,
    "text": "The distance between the supplier and manufacturing plant is 100 km, from man. plant to a distribution center is 300 km, from distribution center to customer 1 is 300 km. The customer demand for 4000 units of products. The unit shipment cost is ＄0.3 per unit per km so, what is the daily total shipment of this flow?",
    "correctAnswer": "A",
    "options": {
      "A": "＄840.000",
      "B": "＄480.000",
      "C": "＄720.000",
      "D": "＄360.000",
      "E": "＄120.000"
    },
    "explanation": "4000x100x0.3=120.000\n<br/>4000x300x0.3=360.000\n<br/>4000x300x0.3=360.000\n<br/>120.000+360.000+360.000=840.000<br/>＄840.000"
  },
  {
    "id": "1812141",
    "unitNumber": 2,
    "text": "Which of the following statement is correct about Exact Solution Approaches?\n <ol> <li>This approach generally includes multi-step complex algorithms and they find near-optimal or optimal solutions in a reasonable time.</li> <li>For some problems, finding the solution might be difficult, in those cases, exact solution approaches are preferred</li> <li>Using exact solution approaches, the decision-maker may be sure about the fact that the optimal solution is obtained.</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "1,2 and 3",
      "B": "1 and 3",
      "C": "3",
      "D": "1 and 2",
      "E": "2 and 3"
    },
    "explanation": "1 and 2 indicate heuristic solution approaches, only 3 indicates the exact solution approach."
  },
  {
    "id": "2845389",
    "unitNumber": 2,
    "text": "I. Collection centers\n II. Remanufacturing centers\n III. Distribution centers\n Which one(s) of the elements above belong(s) to the traditional (forward) supply chains?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I-II",
      "E": "II-III"
    },
    "explanation": "Recently, in addition to forward supply chains, closed-loop supply chains have also become popular in<br/>both academia and industry due to increasing concerns about sustainability and economic value that can<br/>be obtained by product recovery. In a closed-loop supply chain, forward flows work as in the traditional<br/>(forward) supply chains and satisfy the demands of customers. However, there are also some reverse supply<br/>chain processes in addition to forward supply chain processes.<br/>These processes include collection of used-products, quality<br/>control, repair, remanufacture and disposal of non reusable<br/>products or components. Hence, a closed-loop supply chain<br/>network may also include facilities such as collection center,<br/>remanufacturing center and disposal center in addition to<br/>forward supply chain facilities"
  },
  {
    "id": "2845390",
    "unitNumber": 2,
    "text": "Which one of the following can be given as an example for the fixed costs while designing the supply chain networks?",
    "correctAnswer": "A",
    "options": {
      "A": "Salaries of drivers",
      "B": "Fuel cost",
      "C": "Cost of bridges",
      "D": "Costs of raw materials",
      "E": "Costs of manufacturing"
    },
    "explanation": "Following costs are among the fixed costs that<br/>are considered while designing the supply chain<br/>network.<br/>• Fixed costs of facilities: Renting costs and<br/>property taxes of manufacturing plants,<br/>distribution centers, warehouses etc.<br/>• Fixed costs of vehicles: Salaries of drivers,<br/>renting costs of vehicles, taxes of vehicles etc."
  },
  {
    "id": "2845394",
    "unitNumber": 2,
    "text": "Which one of the following decisions include the determination of the number, locations and capacities (manufacturing plants, distribution centers, warehouses etc.)?",
    "correctAnswer": "B",
    "options": {
      "A": "Procurement Decisions",
      "B": "Facility Decisions",
      "C": "Flow Decisions",
      "D": "Flow Decisions",
      "E": "Other Decisions"
    },
    "explanation": "Facility decisions include the determination of the number, locations and capacities of the facilities<br/>(manufacturing plants, distribution centers, warehouses etc.). In the existing supply chain network<br/>design literature, most studies assume that there are candidate locations for these facilities."
  },
  {
    "id": "2845400",
    "unitNumber": 2,
    "text": "Which one of the following is true regarding shipment decisions?",
    "correctAnswer": "D",
    "options": {
      "A": "They focus on the determination of the flows between different facilities in the supply chain.",
      "B": "They include the determination of the number, locations and capacities of the facilities.",
      "C": "While giving shipment decisions, various qualitative and<br/>quantitative criteria such as cost, quality and environmental performance must be considered.",
      "D": "They mainly cover two decisions; transportation mode decisions and vehicle decisions.",
      "E": "In shipment decisions, the decision maker deals with the selection of appropriate locations for facilities."
    },
    "explanation": "Shipment decisions mainly cover two decisions; transportation mode decisions and vehicle decisions. First, we discuss the transportation mode decisions. Road transportation, rail transportation, marine<br/>transportation and air transportation are among the main transportation modes the companies use. Each of these modes have some advantages and disadvantages in terms of cost, time, security, shipment<br/>capacity etc. The decision maker should select the appropriate mode by considering all these advantages and disadvantages. There are also some companies which use intermodal transportation in which various<br/>transportation modes are combined in order to find a trade-off between conflicting criteria."
  },
  {
    "id": "2845416",
    "unitNumber": 2,
    "text": "Which one of the following can be considered as an example of the social objectives in supply chain network design?",
    "correctAnswer": "E",
    "options": {
      "A": "minimization of total supply chain cost",
      "B": "maximization of total profit",
      "C": "minimization of carbon emissions",
      "D": "maximization of environmentally friendly raw material",
      "E": "maximization of job opportunities"
    },
    "explanation": "Supply chain networks strongly depend on the objective or objectives considered in the design process.<br/>In real life and in the literature, different objectives are considered in different applications. The objectives<br/>can be categorized as economic, environmental and social. A few examples to each one of them can be<br/>given as follows:<br/>Economic Objectives: Minimization of total supply chain cost, maximization of total profit,<br/>maximization of after-tax profit etc.<br/>Environmental Objectives: Minimization of carbon emissions, maximization of collected product<br/>quantity, maximization of environmentally friendly raw material rate etc.<br/>Social Objectives: Minimization of work accidents, maximization of job opportunities etc."
  },
  {
    "id": "2845418",
    "unitNumber": 2,
    "text": "\"Minimum purchasing quantity of a raw material can be 2500 units.\"\n Which one of the following constraints of the supply chain network is directly related with the statement above?",
    "correctAnswer": "A",
    "options": {
      "A": "Supply constraints",
      "B": "Facility constraints",
      "C": "Flow constraints",
      "D": "Demand satisfaction constraints",
      "E": "Capacity constraints"
    },
    "explanation": "Raw materials and components are procured from the suppliers<br/>to be used in manufacturing processes by the<br/>manufacturer. In real life, suppliers have some<br/>constraints due to either cost considerations or<br/>operational reasons, and while designing the<br/>supply chain network, the decision maker must<br/>consider these constraints. Some examples of these<br/>constraints can be given as follows:<br/>• Minimum purchasing quantity of a raw<br/>material can be 2500 units"
  },
  {
    "id": "2845422",
    "unitNumber": 2,
    "text": "Which one of the following <strong>can not be given </strong>as an example for the facility constraints while designing the supply chain network?",
    "correctAnswer": "C",
    "options": {
      "A": "Location of the manufacturing plant is fixed and it cannot be changed",
      "B": "It is not possible to open two distribution centers in the same city.",
      "C": "At most 1000 units of product can be stored in a warehouse.",
      "D": "At least 3 and at most 7 warehouses must be opened in a region.",
      "E": "Number of the distribution centers cannot exceed 12."
    },
    "explanation": "While determining the number and locations<br/>of the facilities (manufacturing plants, distribution<br/>centers, warehouses etc.) in the supply chain, the<br/>decision maker may face various constraints. Some<br/>examples of these constraints can be given asfollows:<br/>• Location of the manufacturing plant is<br/>fixed and it cannot be changed.<br/>• It is not possible to open two distribution<br/>centers in the same city.<br/>• If a manufacturing plant is opened at a<br/>certain location, a distribution center must<br/>also be opened at a close location.<br/>• Number of the distribution centers cannot<br/>exceed 12.<br/>• At least 3 and at most 7 warehouses must be<br/>opened in a region\n However, option C can be given as an example for capacity constraints"
  },
  {
    "id": "2845423",
    "unitNumber": 2,
    "text": "Which one of the following factors influencing the network design decisions involves taxes, tariffs and exchange rates?",
    "correctAnswer": "C",
    "options": {
      "A": "Strategic",
      "B": "Strategic",
      "C": "Macroeconomic",
      "D": "Infrastructure",
      "E": "Competitive"
    },
    "explanation": "Macroeconomic factors involve taxes, tariffs<br/>and exchange rates"
  },
  {
    "id": "2845425",
    "unitNumber": 2,
    "text": "\"If a manufacturing plant is opened in somewhere that is far from the city center, it may be difficult and costly for the company to find workers that will work in that manufacturing plant.\"\n Which one of the following factors is directly related with the statement above?",
    "correctAnswer": "A",
    "options": {
      "A": "Infrastructure Factors",
      "B": "Competitive Factors",
      "C": "Macroeconomic Factors",
      "D": "Strategic Factors",
      "E": "Logistics and Facility Costs"
    },
    "explanation": "Infrastructure Factors<br/>If a manufacturing plant is opened in somewhere that is far from the city center, it may be difficult and<br/>costly for the company to find workers that will work in that manufacturing plant. On the other hand, it<br/>may be easier and less costly to find workers for a manufacturing plant that is located near the city center.<br/>In addition, proximity to airport, seaport and rail service are also among the infrastructure factors that<br/>should be considered while designing the supply chain network."
  },
  {
    "id": "2845427",
    "unitNumber": 2,
    "text": "Which one of the following ensures obtaining the supply chain structure which provides the minimum possible total supply chain cost?",
    "correctAnswer": "A",
    "options": {
      "A": "exact solution approach",
      "B": "macroeconomic factors",
      "C": "heuristic approach",
      "D": "multi-objective model",
      "E": "facility decisions"
    },
    "explanation": "Exact Solution Approaches<br/>These approaches ensure obtaining the best<br/>solution for the considered network design<br/>problem. For example, if the objective function is<br/>minimization of total supply chain cost, an exact<br/>solution approach ensures obtaining the supply<br/>chain structure which provides the minimum<br/>possible total supply chain cost"
  },
  {
    "id": "1809740",
    "unitNumber": 3,
    "text": "\"------------- is the planning, execution and control of the movement and placement of people and/or goods and of the supporting activities related to such movement and placement, within a system organized to achieve specific objectives.\"\n Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Logistics",
      "B": "Transportation",
      "C": "Distribution",
      "D": "Supply chain",
      "E": "Placement"
    },
    "explanation": "The European Committee for Standardization defines logistics as “the planning, execution and control of the movement and placement of people and/or goods and of the supporting activities related to such movement and placement, within a system organized to achieve specific objectives.”"
  },
  {
    "id": "1809749",
    "unitNumber": 3,
    "text": "Which of the following statements is incorrect?",
    "correctAnswer": "A",
    "options": {
      "A": "Supply chain management is defined as a part of logistics",
      "B": "Logistics plans, implements and controls",
      "C": "Logistics should be both efficient and effective",
      "D": "Logistics generates place and time utility",
      "E": "Logistics requires simultaneous satisfaction of five rights"
    },
    "explanation": "Logistics is defined as a “part of supply chain management” (SCM). SCM is a broader term and it focuses on the coordination of several business functions both within an organization and between organizations. Logistics, on the other hand, considers interactions among different business functions within an organization.<br/>Supply chain management is defined as a part of logistics"
  },
  {
    "id": "1809756",
    "unitNumber": 3,
    "text": "Which of the following is not one of the outputs of a logistics system?",
    "correctAnswer": "A",
    "options": {
      "A": "Minimized in process inventory",
      "B": "Time and place utility",
      "C": "Efficient movement of goods to the customer",
      "D": "Competitive advantage to the company",
      "E": "Mixture of logistics services"
    },
    "explanation": "The outputs of a logistics system are time and place utility, efficient movement of goods to the customer, competitive advantage to the company, and a mixture of logistics services.<br/>Minimized in process inventory"
  },
  {
    "id": "1809770",
    "unitNumber": 3,
    "text": "Which of the following cost is included in the storage costs?",
    "correctAnswer": "A",
    "options": {
      "A": "Deterioration",
      "B": "Movement cost",
      "C": "Packaging cost",
      "D": "Inventory control cost",
      "E": "Cost of lost sales"
    },
    "explanation": "Insurance, opportunity cost, deterioration and obsolescence are types of storage costs."
  },
  {
    "id": "1809773",
    "unitNumber": 3,
    "text": "\"According to Lardner’s Law, as the transportation cost is halved, the market size gets ........ times larger.\"\n Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Four",
      "B": "Five",
      "C": "Six",
      "D": "Seven",
      "E": "Eight"
    },
    "explanation": "The increase in the market size is faster than the reduction in the transportation cost; this phenomenon is known as the Lardner’s Law. According to Lardner’s Law, as the transportation cost is halved, the market size gets four times larger."
  },
  {
    "id": "1809790",
    "unitNumber": 3,
    "text": "Which of the pairs should be considered mainly when deciding the mode selection?",
    "correctAnswer": "A",
    "options": {
      "A": "Cost and transit time",
      "B": "Cost and mass transport capacity",
      "C": "Cost and safety",
      "D": "Transit time and safety",
      "E": "Transit time and mass transport capacity"
    },
    "explanation": "Mode selection decision is made by considering two main criteria: cost and transit time."
  },
  {
    "id": "1809796",
    "unitNumber": 3,
    "text": "Which transportation mode is the slowest one?",
    "correctAnswer": "A",
    "options": {
      "A": "Rail",
      "B": "Air",
      "C": "Road",
      "D": "Water",
      "E": "Pipeline"
    },
    "explanation": "Rail transportation mode is generally preferred for long distance movements. Although the rail network is well-developed to cover many large cities, it is not as extended as road network. The transit time is long and quite unreliable"
  },
  {
    "id": "1809799",
    "unitNumber": 3,
    "text": "Which transportation mode is the most flexible one?",
    "correctAnswer": "A",
    "options": {
      "A": "Road",
      "B": "Rail",
      "C": "Air",
      "D": "Water",
      "E": "Pipeline"
    },
    "explanation": "Road transportation is the flexible mode in all transportation modes. On the other hand the other modes have low to moderate flexibility."
  },
  {
    "id": "1809801",
    "unitNumber": 3,
    "text": "................. are generally designed to transport huge amounts of a single type of product over long distances.\n Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Pipelines",
      "B": "Road",
      "C": "Rail",
      "D": "Air",
      "E": "Water"
    },
    "explanation": "Pipelines are generally designed to transport huge amounts of a single type of product over long distances. Natural gas, crude oil, chemicals and water are typical examples of products transferred via pipelines."
  },
  {
    "id": "1809805",
    "unitNumber": 3,
    "text": "Which of the following are key players in freight transportation?\n I. Shippers\n II. Carriers\n III. Governments",
    "correctAnswer": "A",
    "options": {
      "A": "I, II and III",
      "B": "I and II",
      "C": "I",
      "D": "II",
      "E": "I and III"
    },
    "explanation": "In freight transportation, there are different players. Manufacturing companies are shippers that generate transportation demand. In some cases, the shippers utilize their private fleet and carry out the transportation activity with their own resources. Carriers provide transportation services to shippers. Governments and international organizations are responsible to provide the necessary business environment including the construction, management and maintenance of the transportation infrastructure (such as roads, bridges, ports) and establishment of transportation policies.<br/>I, II and III"
  },
  {
    "id": "1810726",
    "unitNumber": 3,
    "text": "I. right place\n II. right customer\n III. right time\n IV. right price\n Which of the above is/are among the 'rights' of logistics?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I-II and III",
      "D": "I-III and IV",
      "E": "II and IV"
    },
    "explanation": "Statements I-III and IV are among the five rights of logistics"
  },
  {
    "id": "1810731",
    "unitNumber": 3,
    "text": "Returned goods originate at the point of consumption and have to flow in the reverse direction through the suppliers. It is called ...........",
    "correctAnswer": "A",
    "options": {
      "A": "reverse logistics",
      "B": "effective logistics",
      "C": "supply chain management",
      "D": "conversion of goods",
      "E": "transportation cost"
    },
    "explanation": "Returned goods originate at the point of consumption and have to flow in the reverse direction through the suppliers. It is called reverse logistics."
  },
  {
    "id": "1810735",
    "unitNumber": 3,
    "text": "I.The purpose of logistics is to meet customers’ requirements.\n II. Logistics aims at selling the products with a good sales management strategy.\n III. Logistics generates place and time utility by enabling the right product at the right place.\n IV. Modern logistics deal with the manufacturing of goods and putting them into the market. \n Which of the above is/are true for logistics?",
    "correctAnswer": "B",
    "options": {
      "A": "Only II",
      "B": "I and III",
      "C": "II and IV",
      "D": "I-II and III",
      "E": "I-III and IV"
    },
    "explanation": "Statements I and III are true about logistics."
  },
  {
    "id": "1811423",
    "unitNumber": 3,
    "text": "I. It deals with logistics aspects of disaster management.\n II. It operates in a not-for-profit environment.\n II. It aims to help people who have been affected by a disaster.\n Which of the following branch of logistics is defined above?",
    "correctAnswer": "C",
    "options": {
      "A": "Reverse logistics",
      "B": "Supply logistics",
      "C": "Humanitarian logistics",
      "D": "Environmental logistics",
      "E": "Supplementary logistics"
    },
    "explanation": "The statements refer to humanitarian logistics."
  },
  {
    "id": "1811446",
    "unitNumber": 3,
    "text": "Which of the following is one of the outputs of logistics?",
    "correctAnswer": "D",
    "options": {
      "A": "Implementation",
      "B": "Planning",
      "C": "Financial resources",
      "D": "Marketing orientation",
      "E": "Transportation costs"
    },
    "explanation": "Marketing orientation is one of the outputs of a logistics system."
  },
  {
    "id": "1811504",
    "unitNumber": 3,
    "text": "Costs of loading and unloading goods, movement costs, inventory control and inventory management costs, and packaging costs belong to the category of .................",
    "correctAnswer": "E",
    "options": {
      "A": "storage costs",
      "B": "transport costs",
      "C": "stock out costs",
      "D": "plant and equipment costs",
      "E": "operational management costs"
    },
    "explanation": "Costs of loading and unloading goods, movement costs, inventory control and inventory management costs, and packaging costs belong to the category of operational management costs."
  },
  {
    "id": "1811524",
    "unitNumber": 3,
    "text": "I. Transportation is generally the most costly activity in logistics.\n II. Transportation costs have no fixed variables.\n III. The transportation activity generates a cost and affects the value of the goods.\n IV. Reduction in transportation costs has an important impact on market size.\n Which of the above is/are true about transportation?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and IV",
      "D": "I-III and IV",
      "E": "II and III"
    },
    "explanation": "Statements I-III and IV are true about transportation."
  },
  {
    "id": "1811532",
    "unitNumber": 3,
    "text": "Which of the following defines the capability of changing locations of transport vehicles and integrating transport capacities?",
    "correctAnswer": "B",
    "options": {
      "A": "Mass transport capacity",
      "B": "Spatial flexibility",
      "C": "Safety",
      "D": "Flexible schedules",
      "E": "Environmental impact"
    },
    "explanation": "Spatial flexibility defines the capability of changing locations of transport vehicles and integrating transport capacities."
  },
  {
    "id": "1811546",
    "unitNumber": 3,
    "text": "I. This mode is generally preferred for long-distance movements. II. The transit time is long and quite unreliable. III. This mode is generally used for raw materials (such as iron, coal, chemicals), and low valued finished products (such as plaster, gypsum, sand). Which of the transportation modes is defined above?",
    "correctAnswer": "C",
    "options": {
      "A": "Pipelines",
      "B": "Road transportation",
      "C": "Rail transportation",
      "D": "Air transportation",
      "E": "Water transportation"
    },
    "explanation": "Rail transportation is defined here.<br/>Rail Transportation is definede here."
  },
  {
    "id": "1811555",
    "unitNumber": 3,
    "text": "I. This mode is designed to transport huge amounts of a single type of product over long distances.\n II. Natural gas, crude oil, chemicals, and water are typical examples of products transferred via this mode.\n III. Associated fixed costs are very high in this mode, but variable costs are lowest among all modes.\n Which of the transportation modes is defined above?",
    "correctAnswer": "B",
    "options": {
      "A": "Rail transportation",
      "B": "Pipelines",
      "C": "Air transportation",
      "D": "Water transportation",
      "E": "Road transportation"
    },
    "explanation": "These statements define pipelines as one of the modes of transportation."
  },
  {
    "id": "2848864",
    "unitNumber": 3,
    "text": ".................... is the planning, execution and control of the movement and placement of people and/or goods and of the supporting activities related to such movement and placement, within a system organized to achieve specific objectives.\n Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Logistics",
      "B": "Distribution channel",
      "C": "Supply chain",
      "D": "Reverse logistics",
      "E": "Warehouse"
    },
    "explanation": "The European Committee for Standardization defines logistics as “the planning, execution and control of the movement and placement of people and/or goods and of the supporting activities related to such movement and placement, within a system organized to achieve specific objectives.”"
  },
  {
    "id": "2848873",
    "unitNumber": 3,
    "text": ".................... deals with the flow and storage of goods from the point of consumption in the reverse direction.\n Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Reverse logistics",
      "B": "Transportation",
      "C": "Distribution channel",
      "D": "Supplier",
      "E": "Retailer"
    },
    "explanation": "From a traditional point of view, logistics deals with the flow and storage of goods from suppliers to customers. Returned goods originate at the point of consumption and have to flow in the reverse direction through the suppliers, this is called Reverse Logistics. Reverse logistics deals with the flow and storage of goods from the point of consumption in the reverse direction."
  },
  {
    "id": "2848884",
    "unitNumber": 3,
    "text": "Which one of the following is not considered as one of the outputs of logistics?",
    "correctAnswer": "A",
    "options": {
      "A": "Trafic and transportation",
      "B": "Time and place utility",
      "C": "Efficient movement of goods to the customer,",
      "D": "Competitive advantage to the company",
      "E": "Mixture of logistics services"
    },
    "explanation": "The outputs of a logistics system are time and place utility, efficient movement of goods to the customer, competitive advantage to the company, and a mixture of logistics services.<br/>Trafic and transportation"
  },
  {
    "id": "2848896",
    "unitNumber": 3,
    "text": "Which one of the following is one of the variable costs of storage costs?",
    "correctAnswer": "A",
    "options": {
      "A": "Insurance",
      "B": "Packaging",
      "C": "Movement",
      "D": "Variable rental fees",
      "E": "Variable transport costs"
    },
    "explanation": "Insurance, opportunity cost, deterioration and obsolescence are the variable costs under storage costs."
  },
  {
    "id": "2848904",
    "unitNumber": 3,
    "text": "Which of the following is one of the inventory carrying costs?",
    "correctAnswer": "A",
    "options": {
      "A": "Salvage and scrap disposal",
      "B": "Customer Service",
      "C": "Demand forecasting",
      "D": "Material handling",
      "E": "Warehousing and storage"
    },
    "explanation": "Inventory control, packaging, salvage and scrap disposal costs are inventory carrying costs."
  },
  {
    "id": "2848920",
    "unitNumber": 3,
    "text": "Which one of the following is the outcome of a reduction in transportation costs?",
    "correctAnswer": "A",
    "options": {
      "A": "Increase market size",
      "B": "Decrease market size",
      "C": "Increase market demand",
      "D": "Decrease market demand",
      "E": "Increase profits"
    },
    "explanation": "Reduction in transportation costs has an important impact on market size. According to Lardner’s Law, as the transportation cost is halved, the market size gets four times larger.<br/>Increase market size"
  },
  {
    "id": "2848926",
    "unitNumber": 3,
    "text": "........................ is to move either a specific amount of freight or a number of passengers for a certain distance between two points: origin and destination.\n Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Transportation demand",
      "B": "Weight-distance",
      "C": "Freight transportation",
      "D": "Transport system",
      "E": "Transportation supply"
    },
    "explanation": "Typically, transportation demand is to move either a specific amount of freight or a number of passengers for a certain distance between two points: origin and destination."
  },
  {
    "id": "2848933",
    "unitNumber": 3,
    "text": ".................. combines at least two different modes of transportation.\n Which of the following completes the sentence above?\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/63f7baf6c951240c6f1c94e2f333895d.png\" alt=\"page11image50194720\" width=\"188.531068\" height=\"51.732325\">",
    "correctAnswer": "A",
    "options": {
      "A": "Multimodal transportation",
      "B": "Warehousing",
      "C": "Inventory management",
      "D": "Freight transportation",
      "E": "Order processing"
    },
    "explanation": "There are five modes of freight transportation; road, rail, air, water and pipeline transport. Each transportation mode has distinct properties and is preferred in certain situations. These modes serve for several types of transportation demand with their varying characteristics, costs and area of span. In some cases, door- to-door service with a single transportation mode may not be preferred or it may not be even possible. In such cases a combination of multiple modes is utilized which is called multimodal transportation. Multimodal transportation combines at least two different modes of transportation."
  },
  {
    "id": "2848936",
    "unitNumber": 3,
    "text": "Which one of the following is the cheapest mode of transportation?",
    "correctAnswer": "A",
    "options": {
      "A": "Water",
      "B": "Pipeline",
      "C": "Rail",
      "D": "Road",
      "E": "Air"
    },
    "explanation": "Ghiani, Laporte and Musmanno (2013, p. 320) report water to be the cheapest mode of transportation, followed by pipeline, rail, road and air."
  },
  {
    "id": "2848941",
    "unitNumber": 3,
    "text": "Which one of the following transportation mode is considered as the most reliable?",
    "correctAnswer": "A",
    "options": {
      "A": "Pipeline",
      "B": "Air",
      "C": "Rail",
      "D": "Road",
      "E": "Water"
    },
    "explanation": "Ghiani, Laporte and Musmanno (2013, p. 321) report the modes with respect to their reliability; pipeline being the most reliable, followed by air, rail, road and water."
  },
  {
    "id": "1810218",
    "unitNumber": 4,
    "text": "What is the technique which uses the historical data as input and presents data about the future as output?",
    "correctAnswer": "A",
    "options": {
      "A": "Time Series Forecasting",
      "B": "Push Production System",
      "C": "Pull Production System",
      "D": "Material Requirement Planning",
      "E": "Just in Time"
    },
    "explanation": "time series forecasting is a technique which uses the historical data as input and presents data about the future as output."
  },
  {
    "id": "1810221",
    "unitNumber": 4,
    "text": "Which of the following is <strong>not</strong> one of the characteristics of forecasts?",
    "correctAnswer": "E",
    "options": {
      "A": "A good forecast also gives some measure of error.",
      "B": "Forecasting aggregate units is generally easier than forecasting individual units.",
      "C": "Forecasts made further out into the future are less accurate.",
      "D": "A forecasting technique should not be used to the exclusion of known information.",
      "E": "They are almost always going to be right."
    },
    "explanation": "Based on Nahmias and Olsen (2015) forecasts have the following characteristics:\n<br/>They are almost always going to be wrong. • A good forecast also gives some measure of error. • Forecasting aggregate units is generally easier than forecasting individual units. • Forecasts made further out into the future are less accurate. • A forecasting technique should not be used to the exclusion of known information.<br/>Forecasts almost always going to be wrong; not right."
  },
  {
    "id": "1810230",
    "unitNumber": 4,
    "text": "Suppose that demand for a product was 40, 60 and 80 units in period 1, period 2 and period 3 respectively. What is the forecasted demand in period 4 if we use three month moving average?",
    "correctAnswer": "B",
    "options": {
      "A": "40",
      "B": "60",
      "C": "80",
      "D": "100",
      "E": "120"
    },
    "explanation": "In order to make forecasts by using three-month moving average, we must have historical data related to the past three months. Hence, we cannot make any forecast for month 1, month 2 and month 3 by using three month moving average. However, we can make a forecast for month 4 since we have the actual demand values for month 1, month 2 and month 3.<br/>Three month moving average forecast for period 4 can be obtained as (40+60+80)/3 =60."
  },
  {
    "id": "1810236",
    "unitNumber": 4,
    "text": "What is the concept defined as \"items due to be received in a particular time period\"?",
    "correctAnswer": "B",
    "options": {
      "A": "On hand inventory",
      "B": "Scheduled receipt",
      "C": "Gross requirements",
      "D": "Net requirements",
      "E": "Lead time"
    },
    "explanation": "For example, 200 units of products will be received in period 6<br/>Scheduled receipt: These are items due to be received in a particular time period."
  },
  {
    "id": "1810244",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Reduce work-in-process inventories, thus decreasing inventory costs and waste</li> <li>Easy to quickly identify quality problems before large inventories of defective parts are manufactured</li> <li>When coordinated with a JIT purchasing program, ensures the smooth flow of materials throughout the entire production process</li> </ol> Which of the above are advantages of JIT?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I-II",
      "E": "I-II-III"
    },
    "explanation": "Nahmias and Olsen (2018) state that both JIT and MRP have some advantages as production planning systems. We can summarize some of the advantages of JIT as follows: 1. Reduce work-in-process inventories, thus decreasing inventory costs and waste, 2. Easy to quickly identify quality problems before large inventories of defective parts are manufactured 3. When coordinated with a JIT purchasing program, ensures the smooth flow of materials throughout the entire production process.<br/>All of them are advantages of JIT."
  },
  {
    "id": "1810247",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>The ability to react to changes in demand, since demand forecasts are an integral part of the system (as opposed to JIT which does no look-ahead planning)</li> <li>Allowance for lot sizing at the various levels of thesystem, thus affording the opportunity to reduce setups and setup costs</li> <li>Planning of production levels at all levels of the firm for several periods into the future, thus affording the firm the opportunity to look ahead to better schedule shifts and adjust workforce levels in the face of changing demand.</li> </ol> Which of the above are advantages of MRP?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I-II",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "Advantages of MRP can be summarized as follows: 1. The ability to react to changes in demand, since demand forecasts are an integral part of the system (as opposed to JIT which does no look-ahead planning) 2. Allowance for lot sizing at the various levels of thesystem, thus affording the opportunity to reduce setups and setup costs 3. Planning of production levels at all levels of the firm for several periods into the future, thus affording the firm the opportunity to look ahead to better schedule shifts and adjust workforce levels in the face of changing demand."
  },
  {
    "id": "1810250",
    "unitNumber": 4,
    "text": "What is the concept defined \"the quantity that is physically present in the warehouse\"?",
    "correctAnswer": "C",
    "options": {
      "A": "Scheduled receipt",
      "B": "Gross requirements",
      "C": "On hand inventory",
      "D": "Net requirements",
      "E": "Lead time"
    },
    "explanation": "For example, you may have 100 units of products that are not sold in previous periods and hence available in the warehouse.<br/>On hand inventory: This is the quantity that is physically present in your warehouse."
  },
  {
    "id": "1810256",
    "unitNumber": 4,
    "text": "What is the concept defined as \"the time between beginning and end of a process\"?",
    "correctAnswer": "B",
    "options": {
      "A": "Lot size",
      "B": "Lead time",
      "C": "Gross requirements",
      "D": "Net requirements",
      "E": "Scheduled receipt"
    },
    "explanation": "A lead time is the latency between the initiation and completion of a process. For example, if the lead time of manufacturing is 2 periods, you should begin manufacturing in period 1 to obtain the manufactured products in period 3.<br/>Lead time is the time between beginning and end of a process"
  },
  {
    "id": "1810264",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Uncertainty</li> <li>Capacity Planning</li> <li>Rolling Horizons</li> <li>Lead Times Dependent on Lot Sizes</li> </ol> Which of the above terms are shortcomings of MRP?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Nahmias and Olsen (2018) state that MRP has various shortcomings which can be summarized as follows: • Uncertainty: MRP ignores demand uncertainty, supply uncertainty, and internal uncertainties that arise in the manufacturing process. • Capacity Planning: Basic MRP does not take capacity constraints into account. • Rolling Horizons: MRP is treated as a static system with a fixed horizon of periods. The choice of is arbitrary and can affect the results. • Lead Times Dependent on Lot Sizes: In MRP, lead times are assumed fixed, but they clearly depend on the size of the lot required. • Quality Problems: Defective items can destroy the linking of the levels in an MRP system. • Data Integrity: Real MRP systems are big (perhaps more than 20 levels deep) and the integrity of the data can be a serious problem. • Order Pegging: A single component may be used in multiple end items, and each lot must then be pegged to the appropriate item."
  },
  {
    "id": "1810273",
    "unitNumber": 4,
    "text": "Which of the following is defined as a plan which aims to manufacture closely with the demand?",
    "correctAnswer": "A",
    "options": {
      "A": "zero inventory plan",
      "B": "constant workforce plan",
      "C": "level strategy",
      "D": "production planning",
      "E": "time series forecasting"
    },
    "explanation": "Chase strategy is also known as zero inventory plan.<br/>Zero inventory plan is a plan which aims to manufacture closely with the demand."
  },
  {
    "id": "1811478",
    "unitNumber": 4,
    "text": "What does a typical production planning process generally begin with?",
    "correctAnswer": "A",
    "options": {
      "A": "Forecasting",
      "B": "Guessing",
      "C": "Projecting",
      "D": "Initializing",
      "E": "Planning"
    },
    "explanation": "A typical production planning process generally begins with <strong>forecasting</strong>."
  },
  {
    "id": "1811485",
    "unitNumber": 4,
    "text": "Which of the following is an objective forecasting method?",
    "correctAnswer": "A",
    "options": {
      "A": "Time series",
      "B": "Customer survey",
      "C": "Delphi",
      "D": "Jury of executive opinion",
      "E": "Questionnaire"
    },
    "explanation": "Objective forecasting methods are those in which the forecast is derived from an analysis of data. A <strong>time series</strong> method is the one that uses only past values<br/>of the phenomenon we are predicting."
  },
  {
    "id": "1811491",
    "unitNumber": 4,
    "text": "Which technique uses the historical data as input and presents data about the future as output?",
    "correctAnswer": "A",
    "options": {
      "A": "Time series forecasting",
      "B": "Causal models",
      "C": "Customer survey",
      "D": "Delphi",
      "E": "Jury of executive opinion"
    },
    "explanation": "<strong>Time series forecasting</strong> is a technique which uses the historical data as input and presents data about the future as output. For example, if we want to make a demand forecast, our inputs will be demands in previous years and our output will be demands in next years."
  },
  {
    "id": "1811500",
    "unitNumber": 4,
    "text": "According to Nahmias and Olsen (2015), which of the following is NOT among the characteristics of forecasts?",
    "correctAnswer": "B",
    "options": {
      "A": "A good forecast also gives some measure of error.",
      "B": "Forecasting aggregate units is generally harder than forecasting individual units.",
      "C": "Forecasts made further out into the future are less accurate.",
      "D": "A forecasting technique should not be used to the exclusion of known information.",
      "E": "They are almost always going to be wrong."
    },
    "explanation": "Based on Nahmias and Olsen (2015) forecasts have the following characteristics.<br/>• They are almost always going to be wrong.<br/>• A good forecast also gives some measure of error.<br/>• Forecasting aggregate units is generally easier than forecasting individual units.<br/>• Forecasts made further out into the future are less accurate.<br/>• A forecasting technique should not be used to the exclusion of known information.\n Forecasting aggregate units is generally <strong>easier</strong> than forecasting individual units, <strong>not harder</strong>. Therefore, B is the answer."
  },
  {
    "id": "1811517",
    "unitNumber": 4,
    "text": "In which approach, only N most recent observations are put into account and arithmetic average of these N observations is determined as the forecast value?",
    "correctAnswer": "A",
    "options": {
      "A": "Moving average",
      "B": "Exponential smoothing",
      "C": "Holt’s method",
      "D": "Material Requirements Planning",
      "E": "Product structure tree"
    },
    "explanation": "<strong>Moving average</strong> can be considered as one of the simplest and mostly used forecasting methods. In this approach, only N most recent observations are put into account and arithmetic average of these N observations is determined as the forecast value."
  },
  {
    "id": "1811528",
    "unitNumber": 4,
    "text": "Which forecasting technique is generally used when the data has a certain trend?",
    "correctAnswer": "A",
    "options": {
      "A": "Holt’s method",
      "B": "Moving average",
      "C": "Mean Absolute Deviation",
      "D": "Mean Squared Error",
      "E": "Time series forecasting"
    },
    "explanation": "<strong>Holt’s method</strong> is a forecasting technique that is generally used when the data has a certain trend, such as the values either increase or decrease over time."
  },
  {
    "id": "1811545",
    "unitNumber": 4,
    "text": "Which production control system is applied when a company manufactures a certain amount of washing machines based on their forecasts before observing the actual demand?",
    "correctAnswer": "A",
    "options": {
      "A": "Push system",
      "B": "Pull system",
      "C": "Just-in-Time",
      "D": "Lean production movement",
      "E": "Kanban system"
    },
    "explanation": "Material Requirements Planning (MRP) is the basic push system. MRP determines the manufacturing amounts for each level of the system by considering the forecasts for finished goods over a predetermined planning horizon. For example, suppose that a company manufactures washing machines. The company may manufacture a certain amount of washing machines based on their forecasts before observing the actual demand. This is an example of the <strong>push system</strong>."
  },
  {
    "id": "1811556",
    "unitNumber": 4,
    "text": "What is the term used for the items due to be received in a particular time period?",
    "correctAnswer": "A",
    "options": {
      "A": "Scheduled receipt",
      "B": "On hand inventory",
      "C": "Gross requirements",
      "D": "Net requirements",
      "E": "Lead time"
    },
    "explanation": "<strong>Scheduled receipt</strong> refers to the items due to be received in a particular time period. For example, 200 units of products will be received in period 6."
  },
  {
    "id": "1811564",
    "unitNumber": 4,
    "text": "What is the latency between the initiation and completion of a process called?",
    "correctAnswer": "E",
    "options": {
      "A": "Scheduled receipt",
      "B": "Lot size",
      "C": "On hand inventory",
      "D": "Gross requirement",
      "E": "Lead time"
    },
    "explanation": "A <strong>lead time</strong> is the latency between the initiation and completion of a process. For example, if the lead time of manufacturing is 2 periods, you should begin manufacturing in period 1 to obtain the manufactured products in period 3."
  },
  {
    "id": "1811572",
    "unitNumber": 4,
    "text": "What is the term used for the quantity of product ordered for delivery in a specific period or manufactured in a single run?",
    "correctAnswer": "A",
    "options": {
      "A": "Lot size",
      "B": "Product structure tree",
      "C": "Raw material",
      "D": "On hand inventory",
      "E": "Scheduled receipt"
    },
    "explanation": "<strong>Lot size</strong> is the quantity of product ordered for delivery in a specific period or manufactured in a single run."
  },
  {
    "id": "2846950",
    "unitNumber": 4,
    "text": "I. It is a management process in manufacturing industries which focuses on the decisions regarding the procurement of components and raw materials and adjustment of workforce level, machines and other necessary resources to make sure that company goals are achieved.\n II. It can be considered as a guide for the company.\n Which term is described by the above sentences?",
    "correctAnswer": "B",
    "options": {
      "A": "Forecasting",
      "B": "Production planning",
      "C": "Workforce planning",
      "D": "Estimation of demands",
      "E": "Moving average"
    },
    "explanation": "What is production planning?<br/>Production planning can be broadly defined as a management process in manufacturing industries which focuses on the decisions regarding the procurement of components and raw materials and adjustment of workforce level, machines and other necessary resources to make sure that company goals are achieved. In this context, a production plan can be considered as a guide for the company."
  },
  {
    "id": "2846951",
    "unitNumber": 4,
    "text": "Customer surveys, the Delphi method and jury of executive opinion can be examples to _______________________ techniques.\n Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "subjective",
      "B": "causal",
      "C": "objective",
      "D": "judgmental",
      "E": "time series"
    },
    "explanation": "We can classify forecasting methods as subjective ones and objective ones. A subjective forecasting method is based on human judgment. There are several techniques for soliciting opinions for forecasting purposes. Customer surveys, the Delphi method and jury of executive opinion can be examples to these techniques."
  },
  {
    "id": "2846953",
    "unitNumber": 4,
    "text": "Which of the following characteristics <strong><u>is not</u></strong> true about forecasts?",
    "correctAnswer": "C",
    "options": {
      "A": "They are almost always going to be wrong.",
      "B": "A good forecast also gives some measure of error.",
      "C": "Forecasting aggregate units is generally more difficult than forecasting individual units.",
      "D": "Forecasts made further out into the future are less accurate.",
      "E": "A forecasting technique should not be used to the exclusion of known information."
    },
    "explanation": "<ul><br/><li>Forecasting </li><br/></ul><br/><ul> <li>They are almost always going to be wrong.</li> <li>A good forecast also gives some measure of error.</li> <li>Forecasting aggregate units is generally <strong>easier </strong>than forecasting individual units.</li> <li>Forecasts made further out into the future are less accurate.</li> <li>A forecasting technique should not be used to the exclusion of known information.</li> </ul>"
  },
  {
    "id": "2846954",
    "unitNumber": 4,
    "text": "Actual demand values\n <table> <tbody> <tr> <td> Month\n </td> <td> 1\n </td> <td> 2\n </td> <td> 3\n </td> <td> 4\n </td> <td> 5\n </td> <td> 6\n </td> <td> 7\n </td> <td> 8\n </td> <td> 9\n </td> <td> 10\n </td> <td> 11\n </td> <td> 12\n </td> </tr> <tr> <td> Demand\n </td> <td> 20\n </td> <td> 30\n </td> <td> 36\n </td> <td> 42\n </td> <td> 40\n </td> <td> 36\n </td> <td> 44\n </td> <td> 50\n </td> <td> 56\n </td> <td> 48\n </td> <td> 60\n </td> <td> 64\n </td> </tr> </tbody> </table> Look at the table above and calculate three month moving average forecast for month 4. What is the correct choice?",
    "correctAnswer": "D",
    "options": {
      "A": "32",
      "B": "24.3",
      "C": "35",
      "D": "28.67",
      "E": "27.7"
    },
    "explanation": "Forecasting<br/>Three month moving average forecast for month 4 can be obtained as 20+30+36 3 =28.67"
  },
  {
    "id": "2846955",
    "unitNumber": 4,
    "text": "“It is a forecasting technique that is generally used when the data has a certain trend, such as the values either increase or decrease over time. This method requires two smoothing constants, α and β and has two smoothing equations”.\n Which forecasting technique is described above?",
    "correctAnswer": "A",
    "options": {
      "A": "Holt’s method",
      "B": "Exponential smoothing",
      "C": "Moving average",
      "D": "Mean Absolute Deviation",
      "E": "Mean Squared Error"
    },
    "explanation": "Holt’s method is a forecasting technique that is generally used when the data has a certain trend, such as the values either increase or decrease over time. This method requires two smoothing constants, α and β and has two smoothing equations."
  },
  {
    "id": "2846956",
    "unitNumber": 4,
    "text": "________________ systems are the systems in which production planning is done before the observation of actual demand.\n Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Pull",
      "B": "Production",
      "C": "Observation",
      "D": "Push",
      "E": "Inventory"
    },
    "explanation": "PUSH AND PULL PRODUCTION CONTROL SYSTEMS: MRP AND JIT<br/>Push systems are the systems in which production planning is done before the observation of actual demand."
  },
  {
    "id": "2846957",
    "unitNumber": 4,
    "text": "_________is the quantity of product ordered for delivery in a specific period or manufactured in a single run.\n Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Lead time",
      "B": "Product structure tree",
      "C": "Lot size",
      "D": "Capacity planning",
      "E": "Data integrity"
    },
    "explanation": "PUSH AND PULL PRODUCTION CONTROL SYSTEMS: MRP AND JIT<br/>Lot size: Lot size is the quantity of product ordered for delivery in a specific period or manufactured in a single run."
  },
  {
    "id": "2847740",
    "unitNumber": 4,
    "text": "“This is the quantity that is physically present in your warehouse. For example, you may have 100 units of products that are not sold in previous periods and hence available in the warehouse”.\n<br/>Which term is explained by the above sentences?",
    "correctAnswer": "D",
    "options": {
      "A": "Scheduled receipt",
      "B": "Gross requirements",
      "C": "Net requirements",
      "D": "On hand inventory",
      "E": "Lead time"
    },
    "explanation": "PUSH AND PULL PRODUCTION CONTROL SYSTEMS: MRP AND JIT<br/>On hand inventory: This is the quantity that is physically present in your warehouse. For example, you may have 100 units of products that are not sold in previous periods and hence available in the warehouse."
  },
  {
    "id": "2847755",
    "unitNumber": 4,
    "text": "Which of the following <strong>is not</strong> one of the shortcomings of Material Requirements Planning (MRP)?",
    "correctAnswer": "A",
    "options": {
      "A": "Certainty",
      "B": "Capacity Planning",
      "C": "Rolling Horizons",
      "D": "Quality Problems",
      "E": "Data Integrity"
    },
    "explanation": "PUSH AND PULL PRODUCTION CONTROL SYSTEMS: MRP AND JIT<br/>• Uncertainty: MRP ignores demand uncertainty, supply uncertainty, and internal uncertainties that arise in the manufacturing process. • Capacity Planning: Basic MRP does not take capacity constraints into account. • Rolling Horizons: MRP is treated as a static system with a fixed horizon of periods. The choice of is arbitrary and can affect the results. • Lead Times Dependent on Lot Sizes: In MRP, lead times are assumed fixed, but they clearly depend on the size of the lot required. • Quality Problems: Defective items can destroy the linking of the levels in an MRP system. • Data Integrity: Real MRP systems are big (perhaps more than 20 levels deep) and the integrity of the data can be a serious problem. • Order Pegging: A single component may be used in multiple end items, and each lot must then be pegged to the appropriate item."
  },
  {
    "id": "2847760",
    "unitNumber": 4,
    "text": "_______________________ aims to keep the capacity constant during the planning period.\n Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Zero inventory plan",
      "B": "Current workforce",
      "C": "Constant workforce plan",
      "D": "Regular labor time",
      "E": "Cumulative production"
    },
    "explanation": "Workforce Planning<br/>Constant workforce plan is a plan which aims to keep the capacity constant during the planning period."
  },
  {
    "id": "1766039",
    "unitNumber": 5,
    "text": "Which of the followings can be suggested to a laundry machine manufacturer for managing lead times, accesing the inventory when needed and eliminating the waste?",
    "correctAnswer": "D",
    "options": {
      "A": "Distribution requirement planning",
      "B": "Wendor-managed inventory",
      "C": "Safety stock management",
      "D": "Just-in-time inventory system",
      "E": "Multi-echelong inventory"
    },
    "explanation": "Just-in-Time (JIT) is a management philosopy for managing lead times and<br/>eliminating waste. JIT helps to decreases the waste and directly inventory costs by receiving the items just when they’re needed.<br/>Just-in-time inventory system"
  },
  {
    "id": "1766042",
    "unitNumber": 5,
    "text": "A factory producing metal products keeps safety inventory in order to avoid stockouts. If you were to draw atttention of the factory manager to the negative sides of the safety inventory, which of the followings would you state?",
    "correctAnswer": "B",
    "options": {
      "A": "The factory may loose its current customers while thinking about the future.",
      "B": "Cost of having high inventory levels is very high.",
      "C": "Production costs may increase during the time the products are kept as inventory.",
      "D": "Selling the inventory will make more profit than keeping it",
      "E": "Relations with the suppliers may be broken."
    },
    "explanation": "Although safety inventory is a need for uncertainties and fluctuations, it should not be forgotten that it also creates additional costs. The more safety inventory<br/>amounts in the warehouse of this factory, the more costs it will bring.<br/>Cost of having high inventory levels is very high."
  },
  {
    "id": "1766049",
    "unitNumber": 5,
    "text": "An automobile manufacturer declares that \"demand for the automobiles is greater than the factory's inventory level\". Which of the followings will be a problem for the company?",
    "correctAnswer": "A",
    "options": {
      "A": "Raising of stockout costs",
      "B": "Decrease in quality",
      "C": "Dissatisfaction of workers",
      "D": "Increasing cost of ordering",
      "E": "Increasing switching costs"
    },
    "explanation": "If the demand is greater than the current inventory in a manufacturing company stockout costs arise. It is a big problem, because if the current inventory amount fails to meet the demand, either orders will be met at a later date or lost sales will occur."
  },
  {
    "id": "1766102",
    "unitNumber": 5,
    "text": "A small factory's manager wants to inform the owner of the business about the costs of inventory. Which of the following cost classes must be stated by the manager ?",
    "correctAnswer": "B",
    "options": {
      "A": "costs associated with customer complaints and losing the customer",
      "B": "costs of purchasing, ordering, carrying inventory and being out of stock",
      "C": "Costs about time, waiting and logistics",
      "D": "Cost of manufacturing and logistics",
      "E": "Cost of waiting in the warehouse and being out of stock and reordering"
    },
    "explanation": "These costs about inventory is divided into four basic classes as; purchasing,ordering, carrying in other words holding inventory<br/>and out of stock.<br/>costs of purchasing, ordering, carrying inventory and being out of stock"
  },
  {
    "id": "1766124",
    "unitNumber": 5,
    "text": "A fruit juice producer produces its own bottles instead of purchasing from a supplier. What type of costs incur instead of ordering cost in this case?",
    "correctAnswer": "C",
    "options": {
      "A": "Cost of loosing a suplier",
      "B": "Cost of using low quality bottles",
      "C": "Production preparation cost",
      "D": "Warehousing costs",
      "E": "Cost of waiting for the bottles to be produced"
    },
    "explanation": "If this company produces its own inventory, in this case bottles <br/>rather than obtaining it from a supplier, it incurs production preparation costs (set-up costs) instead of the cost of ordering the supplier."
  },
  {
    "id": "1766142",
    "unitNumber": 5,
    "text": "In a packaged flour company the only product purchased from suppilers is wheat and Economic Order Quantitiy Model is used as the inventory model. How the factory manager should determine the reordering point in this case?",
    "correctAnswer": "A",
    "options": {
      "A": "By considering the lead time and demand rate.",
      "B": "By considering the transportation costs and transportation time",
      "C": "By considering the purchasing department's advices",
      "D": "By considering the cost of ordering",
      "E": "By considering the warehousing capasity"
    },
    "explanation": "Based on the model used by this factory (EOQ) reordering point<br/>should be determined by considering the lead time and demand rate such that the product which is wheat in this case will arrive to the system exactly when the inventory drops to zero."
  },
  {
    "id": "1766166",
    "unitNumber": 5,
    "text": "A medium-sized manufacturing company that is managed by the family members is is making business with very reliable suppliers for many years. There is mutual trust and good partnership between parties. In this case which inventory model is convenient for the company?",
    "correctAnswer": "B",
    "options": {
      "A": "Just-in-time inventory model",
      "B": "Vendor-managed inventory model",
      "C": "The Echelon inventory model",
      "D": "Economic Order Quantitiy Model",
      "E": "Judgement-based inventory model"
    },
    "explanation": "In Vendor-Managed Inventory model management of inventory is left to the to reliable suppliers. This means that kind of partnership occurs with the supplier. Trust between the parties and accuracy are important in the VMI system."
  },
  {
    "id": "1766187",
    "unitNumber": 5,
    "text": "ESES Market is a bir supermarket chain with 25 stores around Eskişehir and the market is selling around 2.000 different products. Which of the systems must be used by this company?",
    "correctAnswer": "E",
    "options": {
      "A": "Economic Order Quantity (EOQ) Model",
      "B": "Reorder Point (ROP) Model",
      "C": "Vendor-Managed Inventory (VMI)",
      "D": "Just-In-Time (JIT) Inventory Systems",
      "E": "Multi-echelon inventory management"
    },
    "explanation": "In this question there is a big retailer that must have lots of inventories at different locations. The inventory models at multiple locations are called multi-echelon inventory models. In this system processes such as supply, production or transportation of the products are interrelated at each stage.<br/>Multi-echelon inventory management"
  },
  {
    "id": "1766194",
    "unitNumber": 5,
    "text": "The production managers in a big textile manufacturing company try to find optimal production quantity to minimize the total annual cost. EPQ model is used in the company. Which of the followings constitute the annual total cost for this company?",
    "correctAnswer": "A",
    "options": {
      "A": "Annual set-up cost, annual production cost and annual inventory holding cost",
      "B": "Annual ordering cost, annual production cost and annual inventory holding cost",
      "C": "Annual stock-out cost, annual production cost and annual inventory holding cost",
      "D": "Annual set-up cost, annual production cost and personnel cost",
      "E": "Annual set-up cost, annual logistic cost and annual inventory holding cost"
    },
    "explanation": "In Economic Production Quantity Model (EPQ) fixed production<br/>quantity is found that minimizes the sum of production set-up costs, production costs and inventory holding costs. These three costs constitute the total costs.<br/>Annual set-up cost, annual production cost and annual inventory holding cost"
  },
  {
    "id": "1766200",
    "unitNumber": 5,
    "text": "A factory has inventory to protect itself against fluctuations and incertainties in demand and supply. What may be the other reason of having inventory for this factory?",
    "correctAnswer": "B",
    "options": {
      "A": "Showing its financial strength to competitiors",
      "B": "Benefiting from economies of scale in procurement",
      "C": "Having good relations with the suppliers",
      "D": "Being faster in production",
      "E": "satisfying the dealers and consumers"
    },
    "explanation": "Businesses have inventory mainly because of protecting against fluctuations and<br/>uncertainties in demand, protecting against uncertainties in supply, satisfying seasonal demand and economies of scale in procurement<br/>Benefiting from economies of scale in procurement"
  },
  {
    "id": "2260885",
    "unitNumber": 5,
    "text": "Which one of the following refers to a stock or store of goods or services, kept for use or sale in the future?",
    "correctAnswer": "A",
    "options": {
      "A": "Inventory",
      "B": "Work in process",
      "C": "Understocking",
      "D": "Overstocking",
      "E": "Procurement"
    },
    "explanation": "Inventory: a stock or store of goods or services,<br/>kept for use or sale in the future."
  },
  {
    "id": "2260887",
    "unitNumber": 5,
    "text": "Which one of the following <strong>is not among</strong> the reasons why businesses have inventory",
    "correctAnswer": "E",
    "options": {
      "A": "to protect against fluctuations and uncertainties in demand",
      "B": "to protect against uncertainties in supply",
      "C": "to satisfy seasonal demand",
      "D": "economies of scale in procurement",
      "E": "to increase the incomes of the business"
    },
    "explanation": "Businesses have inventory mainly because of<br/>the following reasons:<br/>1. to protect against fluctuations and<br/>uncertainties in demand<br/>2. to protect against uncertainties in supply<br/>3. to satisfy seasonal demand<br/>4. economies of scale in procurement"
  },
  {
    "id": "2260888",
    "unitNumber": 5,
    "text": "Which one of the following refers to the substances which are the input of the production process and are used to obtain the final product?",
    "correctAnswer": "A",
    "options": {
      "A": "Raw material stocks",
      "B": "Semi-finished product stocks",
      "C": "Finished product stocks",
      "D": "Consumables",
      "E": "Service, maintenance, replacement parts"
    },
    "explanation": "Raw material stocks: These substances,<br/>which are the input of the production<br/>process, are used to obtain the final<br/>product. For example, clay is a raw material<br/>for a firm that produces floor tiles and sheet<br/>plates are raw materials for a company that<br/>produces refrigerators"
  },
  {
    "id": "2260889",
    "unitNumber": 5,
    "text": "When an inventory has been committed to a particular market, use or customer and cannot be freely used for other purposes, which one of the following terms is used?",
    "correctAnswer": "E",
    "options": {
      "A": "Procurement",
      "B": "Work in process",
      "C": "Understocking",
      "D": "Overstocking",
      "E": "Dedicated inventory"
    },
    "explanation": "Dedicated inventory: An inventory that has been<br/>committed to a particular market, use or customer<br/>and cannot be freely used for other purposes."
  },
  {
    "id": "2260892",
    "unitNumber": 5,
    "text": "Which one of the following describes stockout costs correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "They arise if the demand is greater than the current inventory",
      "B": "They are the cost of physically keeping inventory items in stock",
      "C": "They are used for lost or damaged material that occurs while the material is in inventory",
      "D": "They refer to the costs of ordering and obtaining",
      "E": "They are the unit or batch costs paid when purchasing raw materials"
    },
    "explanation": "Stockout costs are costs that arise if the demand<br/>is greater than the current inventory. It is not<br/>desired to be out of stock in terms of customer<br/>satisfaction. If the current inventory amount fails<br/>to meet the demand, either orders will be met at<br/>a later date or lost sales will occur. Customers’<br/>waiting for products and lost sales can also lead to<br/>direct customer losses."
  },
  {
    "id": "2260893",
    "unitNumber": 5,
    "text": "Which one of the following terms is used for lost or damaged material that occurs while the material is in inventory?",
    "correctAnswer": "D",
    "options": {
      "A": "Lot",
      "B": "Overstocking",
      "C": "Understocking",
      "D": "Shrinkage",
      "E": "Procurement"
    },
    "explanation": "Shrinkage: Shrinkage is a term for lost or damaged<br/>material that occurs while the material is in inventory"
  },
  {
    "id": "2260895",
    "unitNumber": 5,
    "text": "Which one of the following <strong>is not among</strong> the factors that determine the amount of reorder points?",
    "correctAnswer": "D",
    "options": {
      "A": "Demand rate",
      "B": "Lead time",
      "C": "The degree of demand and/or lead time variability",
      "D": "The amount of work in process",
      "E": "The degree of acceptable stockouts"
    },
    "explanation": "if the lead time is fixed and known, the optimal reorder point can be calculated<br/>by considering the demand rate and the lead time. However, in general, there are four factors that determine<br/>the amount of reorder points:<br/>1. Demand rate.<br/>2. Lead time.<br/>3. The degree of demand and/or lead time variability.<br/>4. The degree of acceptable stockouts."
  },
  {
    "id": "2260896",
    "unitNumber": 5,
    "text": "Which one of the following is used to coordinate the decisions made at different levels of the supply chain?",
    "correctAnswer": "A",
    "options": {
      "A": "Materials requirement planning",
      "B": "Multi-echelon inventory",
      "C": "Reorder point",
      "D": "Economic production quantity",
      "E": "Economic order quantity"
    },
    "explanation": "Materials<br/>requirement planning (MRP) is an approach to<br/>coordinate the decisions made at different levels<br/>of the supply chain. Controlling not only what<br/>item is purchased and in what quantities, but also<br/>the timing of its arrival through computerized<br/>systems is called materials requirements planning"
  },
  {
    "id": "2260897",
    "unitNumber": 5,
    "text": "Which one of the following <strong>is not among</strong> the major elements of Just-In-Time (JIT) Inventory System?",
    "correctAnswer": "E",
    "options": {
      "A": "zero inventories",
      "B": "short, consistent lead times",
      "C": "frequent number of replenishment",
      "D": "high quality",
      "E": "low work in progress"
    },
    "explanation": "Major elements of JIT are;<br/>1. zero inventories<br/>2. short, consistent lead times<br/>3. frequent number of replenishment<br/>4. high quality"
  },
  {
    "id": "2260898",
    "unitNumber": 5,
    "text": "Which one of the following is used to solve distribution problems of material resources according to time, quantity and location in the field of circulation?",
    "correctAnswer": "A",
    "options": {
      "A": "Distribution requirement planning",
      "B": "Vendor-managed inventory",
      "C": "Just-in-Time inventory",
      "D": "Materials requirement planning",
      "E": "Multi-echelon inventory"
    },
    "explanation": "Distribution requirement planning (DRP) can<br/>be regarded as the extension of manufacturing<br/>requirement planning (MRP) in the logical view.<br/>DRP, starting from customers’ requirements, is<br/>used to solve distribution problems of material<br/>resources according to time, quantity and location<br/>in the field of circulation. It is a typical problem in<br/>supply chain management"
  },
  {
    "id": "2262554",
    "unitNumber": 5,
    "text": "____________is an inventory that has been committed to a particular market, use, or customer and cannot be freely used for other purposes.\n Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Dedicated inventory",
      "B": "Inventory optimization",
      "C": "Inventory management",
      "D": "Material iflow",
      "E": "Inventory decision"
    },
    "explanation": "Dedicated inventory is an inventory that has been committed to a particular market, use, or customer and cannot be freely used for other purposes."
  },
  {
    "id": "2262562",
    "unitNumber": 5,
    "text": "Which of the following is not one of the different types of inventory?",
    "correctAnswer": "E",
    "options": {
      "A": "Raw material stock",
      "B": "Semi-finished product stocks",
      "C": "Finished product stocks",
      "D": "Consumables",
      "E": "Raw material parts"
    },
    "explanation": "Businesses have different types of inventory. These types of inventory can be given as follows: 1. Raw material stocks\n<br/>2. Semi-finished product stocks\n<br/>3. Finished product stocks\n<br/>4. Consumables\n<br/>5. Service, maintenance, replacement parts and spare parts.<br/>Raw material parts is not one of the different types of inventory."
  },
  {
    "id": "2262581",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Purchasing inventory</li> <li>Storing inventory</li> <li>Profiting from inventory</li> </ol> Which of the above combinations is correct core steps of inventory management.",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "II and III",
      "D": "I and III",
      "E": "I, II and III"
    },
    "explanation": "There are three core steps of inventory management (https://www.ibm.com/se-en/supplychain/inventory-management): 1. Purchasing inventory: raw materials or components are bought and delivered to the warehouse. 2. Storing inventory: inventory is stored until needed. Raw materials are moved to production facilities to be made into finished goods and returned to stock areas until ready for shipment. 3. Profiting from inventory: the amount of product for sale is controlled. Finished goods are pulled to fulfill orders. Products are shipped to customers.<br/>There are three core steps of inventory management:\n 1. Purchasing inventory: raw materials or components are bought and delivered to the warehouse. 2. Storing inventory: inventory is stored until needed. Raw materials are moved to production facilities to be made into finished goods and returned to stock areas until ready for shipment. 3. Profiting from inventory: the amount of product for sale is controlled. Finished goods are pulled to fulfill orders. Products are shipped to customers."
  },
  {
    "id": "2262590",
    "unitNumber": 5,
    "text": "___________ is used to respond to predictable seasonal variability in demand. \n Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Inventory costs",
      "B": "Ordering costs",
      "C": "Business’ profit",
      "D": "Seasonal inventory",
      "E": "Stockout costs"
    },
    "explanation": "Seasonal Inventory is used to respond to predictable seasonal variability in demand. In each season, some products specific to that season come to the fore. For example, in the summer season, sales of products such as water, ice cream and air conditioner increase."
  },
  {
    "id": "2262637",
    "unitNumber": 5,
    "text": "________ is a term for lost or damaged material that occurs while the material is in inventory.",
    "correctAnswer": "A",
    "options": {
      "A": "Shrinkage",
      "B": "The inventory holding costs",
      "C": "Economic order quantity model",
      "D": "Reorder point",
      "E": "Annual ordering cost"
    },
    "explanation": "Shrinkage is a term for lost or damaged material that occurs while the material is in inventory."
  },
  {
    "id": "2262645",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Model is valid for only one product</li> <li>Annual demand requirements are known</li> <li>The order quality is received all at once</li> </ol> Which of the above combinations is correct assumptions of the EOQ model?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "I, II and III"
    },
    "explanation": "Assumptions of the EOQ model are given as follows: 1. Model is valid for only one product 2. Annual demand requirements are known 3. The demand is deterministic and constant throughout the year 4. The lead time for receiving orders is known precisely and is considered to be unchanged throughout the year. 5. The order quantity is received all at once. 6. Unit prices are fixed, no quantity discount. 7. No stockouts are allowed."
  },
  {
    "id": "2262649",
    "unitNumber": 5,
    "text": "Which of the following is not an assumptions of The EPQ model?",
    "correctAnswer": "E",
    "options": {
      "A": "Annual demand is known",
      "B": "Production rate is constant",
      "C": "No shortages are allowed",
      "D": "Use is constantly occurring",
      "E": "Demand rate is constant"
    },
    "explanation": "These assumptions are determined as follows: 1. Model is valid for only one. 2. Annual demand is known. 3. Usage (consumption) rate is constant. 4. Use is constantly occurring. 5. Production rate is constant. 6. The lead time is constant. 7. There is no discount due to the amount. 8. No shortages are allowed."
  },
  {
    "id": "2262652",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>The master schedule that gives the items to be produced with their production times and quantities.</li> <li>The bill of materials.</li> <li>Inventory records.</li> </ol> Which of the above combinations is correct sources of input of MRP?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "I, II and III"
    },
    "explanation": "Schoenfeldt (2008) gives three sources of input of MRP as: 1. The master schedule that gives the items to be produced with their production times and quantities. 2. The bill of materials. 3. Inventory records."
  },
  {
    "id": "2263198",
    "unitNumber": 5,
    "text": "_______________ is managing lead times and eliminating waste.",
    "correctAnswer": "B",
    "options": {
      "A": "Distribution requirement planning",
      "B": "Just-in-Time",
      "C": "Vendor-Managed inventory",
      "D": "Reordering point",
      "E": "Annual ordering"
    },
    "explanation": "Just-in-Time is managing lead times and eliminating waste."
  },
  {
    "id": "2263213",
    "unitNumber": 5,
    "text": "In _____________, sales and inventory information of the companies are sent to the selected supplier.\n Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Vendor-Managed inventory",
      "B": "Just-in-Time (JIT) inventory",
      "C": "Supply chain management",
      "D": "Echelon inventory",
      "E": "Economic order quantity mode"
    },
    "explanation": "In VMI, sales and inventory information of the companies are sent to the selected supplier. The supplier produces and sends the orders based on this information. It is responsible for managing consignment stocks. Consignment means that the customer sends the product from the warehouse as it pulls it. Payment of the products is made to the supplier after the products are being sold. In other words, with the change in demand rate of the customer and the change of stock quantity in the warehouse, the supplier automatically prepares orders and ships them. It is evident that mutual trust and accuracy are also important in the VMI system.<br/>InVendor-Managed inventory, sales and inventory information of the companies are sent to the selected supplier. The supplier produces and sends the orders based on this information."
  },
  {
    "id": "1764987",
    "unitNumber": 6,
    "text": "Which of the following is not one of the elements of the tender evaluation process?",
    "correctAnswer": "A",
    "options": {
      "A": "Request for quotation",
      "B": "Reference checking",
      "C": "Price comparison",
      "D": "Quality of products and services",
      "E": "Fulfillment capabilities"
    },
    "explanation": "Procurement Process<br/>A tender evaluation process starts when a supplier has submitted its tender bid. The tender evaluation includes assessing the supplier’s quality of products or services, fulfillment capabilities, timescales, and financial details. Additional considerations can consist of the overall costs and any terms and conditions that may have been included.\n Typically, a tender evaluation process includes price comparison, fulfillment capabilities, quality of products or services, reference checking, credit and financial checks, supplier audit, products or services samples or trials.\n A request for quotation includes details for the required products or services."
  },
  {
    "id": "1764993",
    "unitNumber": 6,
    "text": "Which of the following is the step after tender evaluation?",
    "correctAnswer": "B",
    "options": {
      "A": "Supply chain management",
      "B": "Contract terms and conditions",
      "C": "Issue a Request for Quotation",
      "D": "Outline procurement plan",
      "E": "Select suppliers"
    },
    "explanation": "Procurement Process<br/>After the tender evaluation step, a procurement contract will need to be arranged. The procurement contract will specify terms and conditions, including agreed timescales, costs, and required stock levels to minimize risk."
  },
  {
    "id": "1764998",
    "unitNumber": 6,
    "text": "In which step of procurement cycle, storage, product codes, delivery times and order processing should be considered?",
    "correctAnswer": "C",
    "options": {
      "A": "Asset management",
      "B": "Supply chain management",
      "C": "Warehouse management",
      "D": "Tender evaluation process",
      "E": "Outline a procurement plan"
    },
    "explanation": "Procurement Process<br/><strong>Assets</strong> will need to be monitored and reported against sales and marketing trends to assess existing and future business requirements for the product and services provided.\n <strong>Supply chain management</strong> is the management of the flow of goods and services and includes all processes that transform raw materials into final products.\n Additional considerations within the procurement cycle include managing warehouse expectations. In this step, the fundamentals of <strong>warehouse management</strong> such as storage, product codes, delivery times, and order processing should be considered.\n <strong>The tender evaluation</strong> includes assessing the supplier’s quality of products or services, fulfillment capabilities, timescales, and financial details. Additional considerations can consist of the overall costs and any terms and conditions that may have been included.\n <strong>Outline a procurement plan</strong> includes documentations such as terms and conditions, product specifications, volumes, and service agreements should be prepared in this step. These documenting will help the suppliers to quote according to fulfill company requirements."
  },
  {
    "id": "1765000",
    "unitNumber": 6,
    "text": "Which of the following MCDM method for supplier selection has a simple process and it is easy to use?",
    "correctAnswer": "D",
    "options": {
      "A": "ELECTRE",
      "B": "PROMETHEE",
      "C": "AHP",
      "D": "TOPSIS",
      "E": "RFQ"
    },
    "explanation": "TOOLS AND TECHNIQUES IN THE SUPPLIER SELECTION PROCESS<br/>There are many MCDM methods such as Analytic Hierarchy Process (AHP), ELECTRE, PROMETHEE, and Technique for Order Preferences by Similarity to Ideal Solutions (TOPSIS), etc. in the literature. Chai and Ngai (2020) and Velasquez and Hester (2013) examined these techniques in detail in their papers. One of these techniques, TOPSIS, has a simple process, it is easy to use, and the number of steps remains the same regardless of the number of criteria."
  },
  {
    "id": "1765237",
    "unitNumber": 6,
    "text": "Which of the following aims to improve the processes and interactions between buyers and suppliers?",
    "correctAnswer": "C",
    "options": {
      "A": "Supply chain management",
      "B": "Supply chain strategy",
      "C": "Supplier relationship management",
      "D": "Supplier monitoring",
      "E": "Supply chain performance"
    },
    "explanation": "Supplier Selection<br/>Supplier Relationship Management (SRM) deals with all interactions between the companies and the organizations that supply goods or services. It basically aims to improve the processes and interactions between buyers and suppliers to maximize the value of those interactions. For a successful supply chain management, each supply chain member needs to develop a mutually beneficial relationship with its suppliers, especially with the ones that are seen to be most strategic to the company, in order to improve efficiency, quality, responsiveness and other benefits. Thus, companies need to consider these coordination and collaboration issues when selecting their suppliers."
  },
  {
    "id": "1765238",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4c0be73cb5bab21b0f806788076e4c7f.jpeg\" alt=\"\" width=\"413\" height=\"115\">",
    "correctAnswer": "C",
    "options": {
      "A": "I and II",
      "B": "I and III",
      "C": "I, II and III",
      "D": "I, III and IV",
      "E": "II, III and IV"
    },
    "explanation": "Companies use some criteria to select their suppliers and monitor their performance. The criteria depend on the product or service to be supplied and the purpose and should be defined accordingly. Some of the criteria that can be used for <strong><em>supplier selection and monitoring </em></strong>are cost, quality, design capability, manufacturing capability, technical capability, technological capability, performance history, management capability, degree of cooperation, financial performance, and proximity degree."
  },
  {
    "id": "1765239",
    "unitNumber": 6,
    "text": "Which distance measure is used for calculation of the separation measure?",
    "correctAnswer": "A",
    "options": {
      "A": "Euclidean distance",
      "B": "Maximum distance",
      "C": "Manhattan distance",
      "D": "Chebysev distance",
      "E": "Pearson distance"
    },
    "explanation": "Multi-criteria Decision Making<br/>TOPSIS is one of the most preferred MSDM methods because of its features, such as its simple process, ease of use, the fact that the number of steps does not increase regardless of the number of criteria, and use of Euclidean Distance."
  },
  {
    "id": "1765241",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0b023263c99d539a5c4b87914475bf95.jpeg\" alt=\"\" width=\"388\" height=\"87\">",
    "correctAnswer": "A",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/af3ac9b703d67538eb0c033a0313f4c8.jpeg\" alt=\"\" width=\"197\" height=\"98\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/78a395f82f5e84a3b8f1d3ac94edb67d.jpeg\" alt=\"\" width=\"173\" height=\"93\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0c4a74cf369303e8e7fb5d8cd53e9c93.jpeg\" alt=\"\" width=\"181\" height=\"103\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5bfe200c15420f8c9b6fd772237b3ecb.jpeg\" alt=\"\" width=\"189\" height=\"94\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9a1c6516430e0328c9150aa83a5c6080.jpeg\" alt=\"\" width=\"186\" height=\"91\">"
    },
    "explanation": "An Example to Solve the Supplier Selection Problem With TOPSIS Method<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5b72e1ef271faf9595bcf4a027642ff5.jpeg\" alt=\"\" width=\"413\" height=\"531\">"
  },
  {
    "id": "1765249",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7d47198ac6b8ceff3a98da7b71bfadeb.jpeg\" alt=\"\" width=\"636\" height=\"299\">",
    "correctAnswer": "C",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/76bdc61f519b1d64a91fe015a3fc65e1.jpeg\" alt=\"\" width=\"311\" height=\"39\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f8df4b4c4d301f1692339bcd1bb1f69c.jpeg\" alt=\"\" width=\"299\" height=\"32\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/55d0ce0592719a542b0e268054ae735a.jpeg\" alt=\"\" width=\"305\" height=\"34\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c02f706ad7466dd2a3efa59aa23d6c4d.jpeg\" alt=\"\" width=\"303\" height=\"34\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/008cfa8bec9cb3e3299a696747acc981.jpeg\" alt=\"\" width=\"303\" height=\"33\">"
    },
    "explanation": "An Example to Solve the Supplier<br/>Selection Problem With TOPSIS<br/>Method<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7b18260e44c19afa3e19b05188ae7e7e.jpeg\" alt=\"\" width=\"624\" height=\"326\">"
  },
  {
    "id": "1765251",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6bbc7e92f97177c06395fa293a010db7.jpeg\" alt=\"\" width=\"614\" height=\"200\">",
    "correctAnswer": "E",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3b2a2fa55aa2a78059bfb1f690083f53.jpeg\" alt=\"\" width=\"34\" height=\"30\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/57017a6b7c0b9bee117ec880cabe0573.jpeg\" alt=\"\" width=\"30\" height=\"28\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/76e74c2ac4db8bb1cdee94f45fba344b.jpeg\" alt=\"\" width=\"28\" height=\"26\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9d314382b3389c995e52be370edeb2e4.jpeg\" alt=\"\" width=\"33\" height=\"29\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/70619a41e64058ff4e7f93f01e781b96.jpeg\" alt=\"\" width=\"28\" height=\"34\">"
    },
    "explanation": "An Example to Solve the Supplier<br/>Selection Problem With TOPSIS<br/>Method<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/051e76d5450d1af69914389c2c1acd65.jpeg\" alt=\"\" width=\"633\" height=\"301\">"
  },
  {
    "id": "1810614",
    "unitNumber": 6,
    "text": "Which of the following is called the process of obtaining some products or services from other companies?",
    "correctAnswer": "A",
    "options": {
      "A": "Procurement",
      "B": "Research &amp; Development",
      "C": "Production",
      "D": "Sales",
      "E": "Effectiveness"
    },
    "explanation": "The process of obtaining some products or services from other companies is called the procurement process. Companies that ensure products or services are called suppliers. While some companies supply only a few products or small services from their suppliers, others may choose to hand over an entire primary process such as logistics management and warehouse management."
  },
  {
    "id": "1810616",
    "unitNumber": 6,
    "text": "<ol type=\"i\"> <li>It helps an organization to save costs</li> <li>It improves organization’s suppliers’ performance</li> <li>It helps to shorten the lead time</li> </ol> Which of the above are the benefits of an effective procurement process?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "III",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "An effective procurement process helps an organization to save costs, improve its suppliers’ performance, manage risk successfully, fulfill its contractual requirements, and shorten the lead time."
  },
  {
    "id": "1810618",
    "unitNumber": 6,
    "text": "Which of the following is the first step of the procurement cycle?",
    "correctAnswer": "A",
    "options": {
      "A": "Identify the need",
      "B": "Outline a procurement plan",
      "C": "Select suppliers",
      "D": "Issue a Request for Quotation",
      "E": "Tender evaluation process"
    },
    "explanation": "The procurement cycle starts with identifying a need for a product or service by the company. This need may be an existing product that simply needs to be reordered or the introduction of a new product or service."
  },
  {
    "id": "1810620",
    "unitNumber": 6,
    "text": "In which step of the procurement cycle, a list of potential vendors who may supply the products or services is created?",
    "correctAnswer": "A",
    "options": {
      "A": "Select suppliers",
      "B": "Issue a Request for Quotation",
      "C": "Tender evaluation process",
      "D": "Contract terms and conditions",
      "E": "Supply chain management"
    },
    "explanation": "One of the most critical steps of the procurement cycle is supplier selection. In this step, a list of potential vendors who may supply the products or services is created. The objective of this step is to determine proper suppliers. Criteria of supplier selection include pricing, quality of service, industrial reputation and recognitions, warranty and guarantee provisions, and customer service. After the assessment is complete, the supplier or suppliers who offer maximum value and the best market pricing are selected."
  },
  {
    "id": "1810622",
    "unitNumber": 6,
    "text": "Which of the following is the management of the flow of goods and services and includes all processes that transform raw materials into final products?",
    "correctAnswer": "A",
    "options": {
      "A": "Supply chain management",
      "B": "Warehouse management",
      "C": "Asset management",
      "D": "Project management",
      "E": "Financial management"
    },
    "explanation": "Supply chain management is the management of the flow of goods and services and includes all processes that transform raw materials into final products. It involves the active streamlining of a company’s supply-side activities to maximize customer value and gain a competitive advantage in the marketplace. In this step, the supply chain management policy of the firm should be considered."
  },
  {
    "id": "1810628",
    "unitNumber": 6,
    "text": "Which of the following statements is false?",
    "correctAnswer": "A",
    "options": {
      "A": "The supplier selection process ends with the determination of suppliers",
      "B": "Supplier selection is the process of selecting suppliers to purchase the needed products or services to support the outputs of companies",
      "C": "Supplier selection includes the evaluation of the performance of current suppliers",
      "D": "Cost, quality, design capability, manufacturing capability are some of the criteria that can be used for supplier selection and monitoring",
      "E": "The main aim of the supplier selection process is to determine the proper suppliers that can meet the needs of a company"
    },
    "explanation": "The main aim of the supplier selection process is to determine the proper suppliers that can meet the needs of a company. However, this process does not end with the determination of suppliers, on the contrary, it is a continuous process that aims to monitor and develop the existing suppliers, and if they are not successful, to replace them with new suppliers that can benefit more."
  },
  {
    "id": "1810631",
    "unitNumber": 6,
    "text": "Which of the following is the first step of the TOPSIS method?",
    "correctAnswer": "B",
    "options": {
      "A": "Creating the weighted standard decision matrix",
      "B": "Creating the standard decision matrix",
      "C": "Determination of ideal and anti-ideal solutions",
      "D": "Calculation of the separation measure",
      "E": "Calculating the relative closeness to the ideal solution"
    },
    "explanation": "Before proceeding to the first step, the decision matrix must be created by the decision-maker. The rows of the decision matrix correspond to options, and the columns correspond to criteria to be used in decision making. It is created by evaluating each option according to each criterion. The size of the matrix is m×n to indicate the number of options, m, n the number of criteria. The standard decision matrix, is calculated using the decision matrix."
  },
  {
    "id": "1810632",
    "unitNumber": 6,
    "text": "Which of the following is aims to improve the processes and interactions between buyers and suppliers to maximize the value of interaction?",
    "correctAnswer": "C",
    "options": {
      "A": "Customer Relationship Management",
      "B": "Public Relations",
      "C": "Supplier Relationship Management",
      "D": "Sales Management",
      "E": "Operations Management"
    },
    "explanation": "Supplier Relationship Management (SRM) deals with all interactions between the companies and the organizations that supply goods or services. It basically aims to improve the processes and interactions between buyers and suppliers to maximize the value of those interactions."
  },
  {
    "id": "1810635",
    "unitNumber": 6,
    "text": "<ol type=\"i\"> <li>Creating the standard decision matrix</li> <li>Creating the weighted standard decision matrix</li> <li>Determination of ideal and anti-ideal solutions</li> <li>Calculation of the separation measure</li> <li>Calculating the relative closeness to the ideal solution</li> <li>Sorting options</li> </ol> Which of the following process steps of Topsis method are true?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV, V, VI",
      "B": "VI, V, IV, III, II, I",
      "C": "I, III, IV, V, VI, II",
      "D": "II, IV, V, VI, I, III",
      "E": "I, II, III, IV, VI, V"
    },
    "explanation": "The steps of the Topsis method are as follows:\n <ul> <li>Creating the standard decision matrix</li> <li>Creating the weighted standard decision matrix</li> <li>Determination of ideal and anti-ideal solutions</li> <li>Calculation of the separation measure</li> <li>Calculating the relative closeness to the ideal solution</li> <li>Sorting options</li> </ul>"
  },
  {
    "id": "1810636",
    "unitNumber": 6,
    "text": "<ol type=\"i\"> <li>Cost</li> <li>Quality</li> <li>Design capability</li> <li>Manufacturing capability</li> <li>Technical capability</li> </ol> Which of the above are the criteria that can be used for supplier selection and monitoring?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV and V",
      "B": "I, II, III and IV",
      "C": "I, III and V",
      "D": "I, III and IV",
      "E": "I, II and III"
    },
    "explanation": "Cost, quality, design capability, manufacturing capability, technical capability, technological capability, performance history, management capability, degree of cooperation, financial performance, and proximity degree are some of the criteria that can be used for supplier selection and monitoring."
  },
  {
    "id": "1809567",
    "unitNumber": 7,
    "text": "_____________ is defined as a system that includes the whole of the operations, information flow, and physical distribution of the products or services from the raw material stage to the end customer?",
    "correctAnswer": "B",
    "options": {
      "A": "The depoting",
      "B": "The supply chain",
      "C": "Project management",
      "D": "Marketing",
      "E": "Production"
    },
    "explanation": "The supply chain is defined as a system that includes the whole of the operations, information flow, and physical distribution of the products or services from the raw material stage to the end customer. S"
  },
  {
    "id": "1809568",
    "unitNumber": 7,
    "text": "Wha is the last stage of the supply chain flow?",
    "correctAnswer": "C",
    "options": {
      "A": "Manufacturer",
      "B": "Supplier",
      "C": "Customer",
      "D": "Money",
      "E": "Distributor"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f51c8a8895946d6491b78d58bb3b7483.png\" alt=\"\" width=\"400\" height=\"170\">"
  },
  {
    "id": "1809569",
    "unitNumber": 7,
    "text": "The information flow in the supply chain is ________?",
    "correctAnswer": "E",
    "options": {
      "A": "Reversed",
      "B": "Discrete",
      "C": "Digital",
      "D": "Algorithmic",
      "E": "continuous"
    },
    "explanation": "The information flow in the supply chain is also continuous."
  },
  {
    "id": "1809571",
    "unitNumber": 7,
    "text": "Supply chain information flow provides a bi-directional flow of information across the supply chain ______________ at a variety of strategic, tactical, and business levels?",
    "correctAnswer": "A",
    "options": {
      "A": "Participants",
      "B": "Materials",
      "C": "Flows",
      "D": "Accounts",
      "E": "Directions"
    },
    "explanation": "Supply chain information flow provides a bi-directional flow of information across the supply chain participants at a variety of strategic, tactical, and business levels."
  },
  {
    "id": "1809574",
    "unitNumber": 7,
    "text": "The information in a supply chain must be accurate, accessible, and ____________?",
    "correctAnswer": "D",
    "options": {
      "A": "Discrete",
      "B": "Continuous",
      "C": "Countable",
      "D": "Available",
      "E": "Infinite"
    },
    "explanation": "The information in a supply chain must be accurate, accessible, and available."
  },
  {
    "id": "1809576",
    "unitNumber": 7,
    "text": "The information sharing and collaboration between supply chain participants provide information ___________?",
    "correctAnswer": "D",
    "options": {
      "A": "Disadvantage",
      "B": "Error",
      "C": "Bias",
      "D": "Integration",
      "E": "Unity"
    },
    "explanation": "The information sharing and collaboration between supply chain participants provide information integration."
  },
  {
    "id": "1809578",
    "unitNumber": 7,
    "text": "_______________ are defined as systems designed to store, process, and analyze the organizational data.",
    "correctAnswer": "B",
    "options": {
      "A": "Data collection",
      "B": "Information systems",
      "C": "Sampling",
      "D": "Sales management",
      "E": "Production"
    },
    "explanation": "Information systems are defined as systems designed to store, process, and analyze the organizational data."
  },
  {
    "id": "1809580",
    "unitNumber": 7,
    "text": "______________ management provides integration and coordination through information systems?",
    "correctAnswer": "C",
    "options": {
      "A": "Marketing chain",
      "B": "Production flow",
      "C": "Supply chain",
      "D": "Demands",
      "E": "Project management"
    },
    "explanation": "Supply chain management provides integration and coordination through information systems."
  },
  {
    "id": "1809584",
    "unitNumber": 7,
    "text": "According to Bowersox et all (2002), which one of the following is part of the decision analysis in the Necessary Activity and Information on Functions of Supply Chain Information System?",
    "correctAnswer": "E",
    "options": {
      "A": "Strategic alliance formulation",
      "B": "Shipping",
      "C": "Order management",
      "D": "Financial cost",
      "E": "Focused/profit-based"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/46d6d7352645741bbec809bd8dec9236.png\" alt=\"\" width=\"420\" height=\"351\">"
  },
  {
    "id": "1809585",
    "unitNumber": 7,
    "text": "______________ is a standardized and automated method that enables electronic transmission of information and documents between companies or departments with different information management systems?",
    "correctAnswer": "C",
    "options": {
      "A": "Supply chain management",
      "B": "Marketing process",
      "C": "Electronic Data Interchange (EDI)",
      "D": "Directed flows",
      "E": "Sales planning"
    },
    "explanation": "Electronic Data Interchange (EDI) is a standardized and automated method that enables electronic transmission of information and documents between companies or departments with different information management systems."
  },
  {
    "id": "1809646",
    "unitNumber": 7,
    "text": "It is defined as a system that includes the whole of the operations, information flow, and physical distribution of the products or services from the raw material stage to the end customer.\n Which term is described by the above sentences?",
    "correctAnswer": "A",
    "options": {
      "A": "The supply chain",
      "B": "The information management",
      "C": "The supplier",
      "D": "The Manufacturer",
      "E": "The flow of material"
    },
    "explanation": "Information and Information Management in Supply Chains<br/>The supply chain"
  },
  {
    "id": "1809653",
    "unitNumber": 7,
    "text": "I. The information flow in the supply chain is also continuous.\n II. The need to share information among the various participants throughout the supply chain is not so important.\n III. Information is indispensable in supply chain management.\n IV. Supply chain participants are in constant communication to transfer this information to each other and to receive information.\n V. The information in a supply chain does not have to be accurate, accessible, and available.\n Which sentences are correct about supply chain?",
    "correctAnswer": "D",
    "options": {
      "A": "I and II",
      "B": "II and V",
      "C": "I, III and V",
      "D": "I, III and IV",
      "E": "III, IV and V"
    },
    "explanation": "Information and Information Management in Supply Chains<br/>I, III and IV"
  },
  {
    "id": "1809655",
    "unitNumber": 7,
    "text": "Which factor <em><strong>does not</strong> </em>affect the performance of the supply chain information integration?",
    "correctAnswer": "B",
    "options": {
      "A": "information privacy",
      "B": "high costs",
      "C": "lack of information",
      "D": "outdated information",
      "E": "integration costs"
    },
    "explanation": "Information and Information Management in Supply Chains<br/>high costs"
  },
  {
    "id": "1809660",
    "unitNumber": 7,
    "text": "Information systems aim to provide appropriate and requested information to their users by _____________ the data they collect and store.",
    "correctAnswer": "C",
    "options": {
      "A": "analyzing",
      "B": "using",
      "C": "processing",
      "D": "saving",
      "E": "reducing"
    },
    "explanation": "Supply Chain Information Systems<br/>processing"
  },
  {
    "id": "1809663",
    "unitNumber": 7,
    "text": "Bowersox et al. (2002) emphasize that supply chain information systems, including logistics activities is built on four functions except _____________________.",
    "correctAnswer": "D",
    "options": {
      "A": "strategic planning",
      "B": "decision analysis",
      "C": "management control",
      "D": "data collection",
      "E": "transaction system"
    },
    "explanation": "Supply Chain Information Systems<br/>data collection"
  },
  {
    "id": "1809664",
    "unitNumber": 7,
    "text": "Which one of the following sentences <strong><u>are not</u></strong> among the benefits provided by information systems and technologies?",
    "correctAnswer": "C",
    "options": {
      "A": "Better monitoring of the supply chain",
      "B": "Shortening the lead time",
      "C": "Increase in transportation costs",
      "D": "Effective monitoring of the supply chain performance",
      "E": "Cost reduction by eliminating unnecessary processes in the supply chain"
    },
    "explanation": "Supply Chain Information Systems<br/>Increase in transportation costs"
  },
  {
    "id": "1809665",
    "unitNumber": 7,
    "text": "A _______________ is an image consisting of a series of parallel black and white lines of various thicknesses that brings information about a product when scanned.",
    "correctAnswer": "B",
    "options": {
      "A": "label",
      "B": "barcode",
      "C": "product",
      "D": "picture",
      "E": "photo"
    },
    "explanation": "Information Systems used in Supply Chains<br/>barcode"
  },
  {
    "id": "1809669",
    "unitNumber": 7,
    "text": "RFID technology can be used to identify and monitor all kinds of objects and living creatures from a distance without touching them. With its increasing use in the world, RFID technology is widely used in many sectors except _______________.",
    "correctAnswer": "E",
    "options": {
      "A": "automotive",
      "B": "textile",
      "C": "energy",
      "D": "security",
      "E": "health"
    },
    "explanation": "Information Systems used in Supply Chains<br/>health"
  },
  {
    "id": "1809672",
    "unitNumber": 7,
    "text": "I. It enables the efficient use of resources such as labor, machinery, and materials required for the production of goods and services in enterprises.\n II. It carries out a wide range of operations such as planning, accounting, finance, purchasing, inventory management, logistics, and human resources in a holistic way.\n Which term is described above?",
    "correctAnswer": "A",
    "options": {
      "A": "Enterprise Resource Planning (ERP)",
      "B": "Radio Frequency Identification (RFID)",
      "C": "Electronic Data Interchange (EDI)",
      "D": "The Customer Relationship Management (CRM)",
      "E": "Transportation management system (TMS)"
    },
    "explanation": "Information Systems used in Supply Chains<br/>Enterprise Resource Planning (ERP)"
  },
  {
    "id": "1809674",
    "unitNumber": 7,
    "text": "_______________________ benefit supply chains in terms of keeping stock levels in balance, preventing wrong records, keeping stocks up-to-date, saving cost and time, ensuring warehouse layout, etc.",
    "correctAnswer": "B",
    "options": {
      "A": "Transportation management systems",
      "B": "Inventory management systems",
      "C": "Internet of Things",
      "D": "Transportation management systems",
      "E": "Radio Frequency Identifications"
    },
    "explanation": "Information Systems used in Supply Chains<br/>Inventory management systems"
  },
  {
    "id": "2846014",
    "unitNumber": 7,
    "text": "Which one of the following <strong>is not</strong> among the elements of material/product flow in a supply chain?",
    "correctAnswer": "E",
    "options": {
      "A": "Supplier",
      "B": "Manufacturer",
      "C": "Customer",
      "D": "Distributor",
      "E": "Information"
    },
    "explanation": "In a supply chain, material/product flow includes suppliers, manufacturers, distributers and customers. Information is a seperate flow in a supply chain."
  },
  {
    "id": "2846017",
    "unitNumber": 7,
    "text": "I. Information quality\n II. Information content\n III. Information acquisition\n Which one(s) of the above concepts is/are among the factors of information sharing?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I-II",
      "E": "II-III"
    },
    "explanation": "The factors of information sharing are<br/>information quality, information content,<br/>and information sharing support technology."
  },
  {
    "id": "2846020",
    "unitNumber": 7,
    "text": "Which one of the following terms is defined as systems designed to store, process, and analyze the organizational data?",
    "correctAnswer": "A",
    "options": {
      "A": "Information systems",
      "B": "Supply chains",
      "C": "Information quality",
      "D": "Transaction systems",
      "E": "Information flow"
    },
    "explanation": "Information systems are defined as systems designed to store, process, and analyze the organizational<br/>data. Information systems consist of hardware, software, database, network, and human components<br/>to perform the mentioned functions."
  },
  {
    "id": "2846021",
    "unitNumber": 7,
    "text": "\"Bowersox et al. (2002) emphasize that supply chain information systems, including logistics activities, is built on four functions.\"\n Which one of the following <strong>is not</strong> one of these four functions?",
    "correctAnswer": "C",
    "options": {
      "A": "strategic planning",
      "B": "decision analysis",
      "C": "information sharing",
      "D": "management control",
      "E": "transaction system"
    },
    "explanation": "Bowersox et al. (2002) emphasize that supply chain information systems, including logistics activities,<br/>is built on four functions: strategic planning, decision analysis, management control, and transaction<br/>system."
  },
  {
    "id": "2846024",
    "unitNumber": 7,
    "text": "Which one of the following activities is related with the management control function of a supply chain?",
    "correctAnswer": "D",
    "options": {
      "A": "Order management",
      "B": "Inventory assigment",
      "C": "Order selection",
      "D": "Quality measurement",
      "E": "Customer inquiry"
    },
    "explanation": "Quality measurement is among the activities of the management function. The other are related with transaction function."
  },
  {
    "id": "2846025",
    "unitNumber": 7,
    "text": "\"_____________________ is a standardized and automated method that enables electronic transmission of information and documents between companies or departments with different information management systems.\"\n Which one of the following completes the sentence above correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "Electronic Data Interchange",
      "B": "Radio Frequency Identification",
      "C": "Enterprise Resource Planning",
      "D": "Transportation Management System",
      "E": "Inventory Management System"
    },
    "explanation": "Electronic Data Interchange (EDI) is a standardized and automated method that enables electronic<br/>transmission of information and documents between companies or departments with different information<br/>management systems. There are many EDI standards used according to the structure and different needs<br/>of the organizations."
  },
  {
    "id": "2846027",
    "unitNumber": 7,
    "text": "\"There are numerous types of barcodes. The most commonly used types of barcodes are one dimensional (1D) and two dimensional (2D) barcodes.\"\n Which one of the following is a two dimensional (2D) barcode?",
    "correctAnswer": "D",
    "options": {
      "A": "UPC",
      "B": "EAN",
      "C": "COD39",
      "D": "AZTEC",
      "E": "ITF"
    },
    "explanation": "While Barcodes consisting of vertical<br/>lines and spaces of different thicknesses are called<br/>one-dimensional 1D barcodes; barcodes printed<br/>with square or rectangular shapes are called twodimensional 2D barcodes. Types of 1D barcodes such as UPC, EAN, COD39, ITF are widely used<br/>in the application. Square codes, data matrices,<br/>PDF417, and AZTEC are 2D barcode types"
  },
  {
    "id": "2846029",
    "unitNumber": 7,
    "text": "I. Increased data accuracy\n II. Information diffusion and sharing\n III. Electronic integration\n Which one(s) of these statements is/are among the benefits of Radio Frequency Identification (RFID)?",
    "correctAnswer": "A",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I-II",
      "E": "II-III"
    },
    "explanation": "The benefits of RFID<br/>throughout the supply chain are listed as follows:<br/>• Reduced shrinkage<br/>• Reduced material handling<br/>• Increased data accuracy<br/>• Faster exception management<br/>• Improved information sharing"
  },
  {
    "id": "2846033",
    "unitNumber": 7,
    "text": "Which one of the following stands for the management systems basically used for software for planning, executing, and optimizing transportation activities?",
    "correctAnswer": "E",
    "options": {
      "A": "EDI",
      "B": "RFID",
      "C": "ERP",
      "D": "IoT",
      "E": "TMS"
    },
    "explanation": "A transportation management system (TMS)<br/>can be defined as software for planning, executing,<br/>and optimizing transportation activities.TMSs can<br/>be a software application on their own or integrated<br/>into ERP systems"
  },
  {
    "id": "2846036",
    "unitNumber": 7,
    "text": "\"______________ is a network of physical objects connected to each other and systems.It enables objects and systems to communicate with each other.\"\n Which one of the following completes the above sentence correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "The Internet of Things",
      "B": "Inventory Management System",
      "C": "Transportation Management System",
      "D": "Enterprise Resource Planning",
      "E": "Radio Frequency Identification"
    },
    "explanation": "The Internet of Things is a network of<br/>physical objects connected to each other and<br/>systems. IoT enables objects and systems to<br/>communicate with each other."
  },
  {
    "id": "1763812",
    "unitNumber": 8,
    "text": "Suppose that Firm A considers not only its economic performance but also environmental and social impact. In this case, how is its perspective referred to?",
    "correctAnswer": "D",
    "options": {
      "A": "Three-Dimensional Purposes",
      "B": "Three Profit-Maximization",
      "C": "Triple Sustainable Accounting",
      "D": "Triple Bottom-Line Accounting",
      "E": "Multi-Purpose Accounting"
    },
    "explanation": "As opposed to a traditional firm that only focuses on its economic performance, a firm that strives to be sustainable also considers its environmental and social impact when making decisions. This perspective is referred to as Triple Bottom-Line accounting."
  },
  {
    "id": "1763940",
    "unitNumber": 8,
    "text": "Which of the following is the most urgent environmental issue nowadays?",
    "correctAnswer": "E",
    "options": {
      "A": "Water use",
      "B": "Land use",
      "C": "Air pollution",
      "D": "Ozone layer depletion",
      "E": "Climate change"
    },
    "explanation": "Environmental performance of a supply chain may be analyzed and communicated in different ways depending on the environmental issue of concern. Climate change, water use, land use, use and depletion of natural material resources, toxicity (toxic waste accumulated in the human body or the nature), air pollution (acidification) and ozone layer depletion are the most widely discussed environmental issues of concern. Currently, the most urgent environmental issue that requires efforts at individual, cooperation, and national levels is the climate change."
  },
  {
    "id": "1763994",
    "unitNumber": 8,
    "text": "Which of the following economic sectors has the highest Greenhouse Gas Emissions share?",
    "correctAnswer": "B",
    "options": {
      "A": "Industry",
      "B": "Electricity and heat production",
      "C": "Transportation",
      "D": "Buildings",
      "E": "Agriculture, forestry and other land use"
    },
    "explanation": "According to the Global Anthropogenic Greenhouse Gas Emissions (GHG) by Economic Sector Table, the highest GHG emissions share belongs to electricity and heat production sector with a share of 25%. Agriculture, forestry and other land use sectors follows it with the share of 24%. Then comes the industry sector with the share of 21%."
  },
  {
    "id": "1764427",
    "unitNumber": 8,
    "text": "Which of the following <em>is not</em> one of the steps of Life Cycle Assessment?",
    "correctAnswer": "C",
    "options": {
      "A": "Goal and scope definition",
      "B": "Inventory analysis",
      "C": "Data progress",
      "D": "Impact assessment",
      "E": "Interpretation"
    },
    "explanation": "Life Cycle Assessment has four steps: (1) Goal and scope definition: In this phase, the purpose of the study is clearly specified. (2) Inventory analysis: ISO defines this step as \"phase of life cycle assessment involving the compilation and quantification of inputs and outputs for a product throughout its life cycle. (3) Impact assessment: ISO defines this step as \"phase of life cycle assessment aimed at understanding and evaluating the magnitude and significance of the potential environmental impacts for a product system throughout the life cycle of the product. (4) Interpretation: In this step, the findings from the previous phase are evaluated with respect to the specified goal of the study in order to reach conclusions and deliver recommendations."
  },
  {
    "id": "1764432",
    "unitNumber": 8,
    "text": "Which of the following is among the types of carbon footfrinting that differ by scope?",
    "correctAnswer": "A",
    "options": {
      "A": "Value chain",
      "B": "Warehouse",
      "C": "Stocking",
      "D": "Logistics",
      "E": "Operational management"
    },
    "explanation": "Carbon footprinting is the activity of measuring greenhouse gas emissions. There are three types of carbon footfrinting that differ by scope: (1) Organizational: Emissions from all activities across an organization are taken into account. (2) Value chain: It includes the whole supply chain. (3) product footprint: It entais the emissions over the whole life cycle of a given unit of product or service, from the extraction of raw materials and manufacturing to its use and final reuse, recycling or disposal."
  },
  {
    "id": "1764436",
    "unitNumber": 8,
    "text": "__________ refers to the management, analysis, and consequently mitigation of the environmental impact of logistics activities.\n Which of the following correctly fills in the blank at the previous sentence?",
    "correctAnswer": "D",
    "options": {
      "A": "Greehouse gas logistics",
      "B": "Green impact assessment",
      "C": "Green accounting",
      "D": "Green logistics",
      "E": "Green value management"
    },
    "explanation": "Logistics encompasses the operations/decisions in management of the flow of goods form points of origin to demand points. Green logistics refers to the management, analysis, and consequently mitigation of the environmental impact of logistics activities."
  },
  {
    "id": "1764452",
    "unitNumber": 8,
    "text": "Which of the following <em>is not</em> among the drivers that determine the environmental impact of a transportation activity?",
    "correctAnswer": "E",
    "options": {
      "A": "Distance",
      "B": "Mode",
      "C": "Equipment",
      "D": "Operation",
      "E": "Climate"
    },
    "explanation": "From the climate change perspective, there are five drivers that determine the environmental impact of a transportation activity: (1) Distance: As the total distance covered in transportation increases, associated GHG emissions increase as well. (2) Mode: The mode of transportation is a critical factor that affects the emissions per tonne-km. (3) Equipment: The type of equipment/vehicle used in transportation affects the emission load as well. (4) Load: The emissions generated per km increases with the load of a vehicle. However, emissions per unit product decreases as the utilization of the vehicle increases. (5) Operation: The logistics plan itself makes a big difference. GHG emissions per unit distance increase with high speeds."
  },
  {
    "id": "1764461",
    "unitNumber": 8,
    "text": "Which of the following takes part at forward supply chain in a typical closed-loop supply chain?",
    "correctAnswer": "C",
    "options": {
      "A": "Product market feasibility",
      "B": "Component preprocessing",
      "C": "Component manufacturing and assembly",
      "D": "Materials supply",
      "E": "Parts and components enabling"
    },
    "explanation": "At a closed-loop supply chain, forward supply chain encompasses product design, materials procurement and production, component manufacturing and assembly, and finished good assembly and production."
  },
  {
    "id": "1764466",
    "unitNumber": 8,
    "text": "What is the formula to calculate greenhouse gas emissions for transportation?",
    "correctAnswer": "A",
    "options": {
      "A": "Number of Shipments * Average Distance * Average Weight * Mode Emission Factor",
      "B": "Number of Shipments * Average Distance * Emission Index",
      "C": "Fuel Consumed * Fuel Emission Factor",
      "D": "Number of Shipments * Average Distance * Fuel Consumed",
      "E": "Average Distance * Average Weight * Fuel Emission Factor"
    },
    "explanation": "Greenhouse gas emissions may be calculated with two different methods depending on the activity that produces the emissions and availability of data. For transportation, the formula is: Number of Shipments * Average Distance * Average Weight * Mode Emission Factor."
  },
  {
    "id": "1764468",
    "unitNumber": 8,
    "text": "In which system, firms are subject to carbon caps but are rewarded (penalized) for emitting less (more) than their caps through selling (purchasing) carbon credits?",
    "correctAnswer": "B",
    "options": {
      "A": "Cap-and-credit system",
      "B": "Cap-and-trade system",
      "C": "Cap-and-reward system",
      "D": "Cap-and-cost system",
      "E": "Cap-and-tax system"
    },
    "explanation": "In cap-and-trade systems, firms are subject to carbon caps but are rewarded (penalized) for emitting less (more) than their caps through selling (purchasing) carbon credits. Availability and pricing of emission credits in these markets are determined by a carbon exchange market."
  },
  {
    "id": "2205933",
    "unitNumber": 8,
    "text": "What is the most urgent environmental issue that requires efforts at individual, corporation, and national levels?",
    "correctAnswer": "C",
    "options": {
      "A": "Toxicity",
      "B": "Air pollution",
      "C": "Climate change",
      "D": "Ozone layer depletion",
      "E": "Depletion of natural material resources"
    },
    "explanation": "Currently, the “most urgent” environmental issue that requires efforts at individual, corporation, and national levels is the <strong>climate change.</strong>"
  },
  {
    "id": "2263106",
    "unitNumber": 8,
    "text": "Which organization introduced the term \"sustainability\" for the first time?",
    "correctAnswer": "A",
    "options": {
      "A": "United Nations World Commission",
      "B": "United Nations Development Programme",
      "C": "UNICEF",
      "D": "United Nations High Commissioner for Refugees",
      "E": "UNESCO"
    },
    "explanation": "Sustainability is a term that was first introduced by the <strong>United Nations World Commission</strong> (Brundtland Commission) Report in 1987."
  },
  {
    "id": "2263118",
    "unitNumber": 8,
    "text": "What are the three main dimensions of the Triple Bottom-Line (TBL) accounting?",
    "correctAnswer": "A",
    "options": {
      "A": "Profit-Planet-People",
      "B": "Purchasing-Profit-Production",
      "C": "People-Profit-Production",
      "D": "People-Perception-Profit",
      "E": "Profit-Protection-Planet"
    },
    "explanation": "Triple Bottom-Line accounting (TBL, 3BL) system urges businesses to track “gains &amp; losses” along the three dimensions: economic impact (profit), environmental impact (planet), and social impact (people), and jointly maximizes them. This accounting system is also referred to as PPP (short for <strong>profit-planet-people</strong>)."
  },
  {
    "id": "2263131",
    "unitNumber": 8,
    "text": "When Unilever discovered that the supply for its frozen fish sticks was at risk because the global fish supply was declining, what did it set up in collaboration with World Wildlife Fund?",
    "correctAnswer": "A",
    "options": {
      "A": "The Maritime Stewardship Council",
      "B": "The Fish Preservation Council",
      "C": "The Ocean Protection Council",
      "D": "The Fishstick Maintenance Project",
      "E": "The Ocean Wildlife Protection Council"
    },
    "explanation": "When Unilever discovered that the supply for its frozen fish sticks was at risk because the global fish supply was declining, it set up the <strong>Maritime Stewardship Council</strong> in collaboration with World Wildlife Fund that promotes and certifies sustainable fisheries around the world."
  },
  {
    "id": "2263141",
    "unitNumber": 8,
    "text": "In Christmas 2001, Sony’s shipment of 1.3 million Playstation boxes was blocked by the Netherlands customs department because of which toxic element found in its game controls?",
    "correctAnswer": "A",
    "options": {
      "A": "Cadmium",
      "B": "Mercury",
      "C": "Lead",
      "D": "Uranium",
      "E": "Arsenic"
    },
    "explanation": "In Christmas 2001, right before the peak selling season, Sony’s shipment of 1.3 million Playstation boxes was blocked by the Netherlands customs department and could not get on store shelves because of a legally unacceptable toxic element <strong>(Cadmium) </strong>found in its game controls"
  },
  {
    "id": "2263157",
    "unitNumber": 8,
    "text": "Currently, what is the most urgent environmental issue that requires efforts at individual, corporation, and national levels?",
    "correctAnswer": "A",
    "options": {
      "A": "Climate change",
      "B": "Water shortage",
      "C": "Global drought",
      "D": "Global deforestation",
      "E": "Depletion of natural resources"
    },
    "explanation": "Currently, the most urgent environmental issue that requires efforts at individual, corporation, and national levels is the <strong>climate change</strong>."
  },
  {
    "id": "2263170",
    "unitNumber": 8,
    "text": "Which of the following is <strong>not</strong> one of the sources that CH4 emissions mainly come from?",
    "correctAnswer": "E",
    "options": {
      "A": "Agriculture",
      "B": "Fossil fuel use",
      "C": "Livestock",
      "D": "Landfills",
      "E": "Forests"
    },
    "explanation": "CH4 emissions mainly come from <strong>agriculture, fossil fuel use, livestock, and landfills (waste)</strong>."
  },
  {
    "id": "2263185",
    "unitNumber": 8,
    "text": "Which gas constitutes more than 70% of the GHG concentration in the atmosphere?",
    "correctAnswer": "A",
    "options": {
      "A": "CO2",
      "B": "CH4",
      "C": "N2O",
      "D": "H2O2",
      "E": "CO"
    },
    "explanation": "More than 70% of the GHG concentration in the atmosphere is <strong>CO2</strong>, and it has risen substantially along with other primary gases like CH4 and N2O, due to human activities that involve fossil fuel use, agriculture, livestock, and landfills."
  },
  {
    "id": "2263207",
    "unitNumber": 8,
    "text": "In which type of emission regulation system firms are subject to carbon caps but are rewarded for emitting less than their caps through selling carbon credits?",
    "correctAnswer": "A",
    "options": {
      "A": "Cap-and-trade system",
      "B": "Carbon offset system",
      "C": "Carbon reduction system",
      "D": "Emission credit system",
      "E": "Cap-and-credit system"
    },
    "explanation": "In <strong>cap-and-trade systems</strong>, firms are subject to carbon caps but are rewarded (penalized) for emitting less (more) than their caps through selling (purchasing) carbon credits."
  },
  {
    "id": "2263220",
    "unitNumber": 8,
    "text": "Which term is defined by “a technique for assessing the environmental aspects and potential impacts associated with a product by compiling an inventory of relevant inputs and outputs of a product system; evaluating the potential environmental impacts associated with those inputs and outputs; interpreting the results of the inventory analysis and impact assessment phases in relation to the objectives of the study.”",
    "correctAnswer": "A",
    "options": {
      "A": "Life Cycle Assessment",
      "B": "Environmental Impact Assessment",
      "C": "Potential Impact Assessment",
      "D": "Environmental Aspect Assessment",
      "E": "Environmental Cycle Assessment"
    },
    "explanation": "ISO 14040 defines <strong>Life Cycle Assessment</strong> (LCA) as a “technique for assessing the environmental aspects and potential impacts associated with a product by compiling an inventory of relevant inputs and outputs of a product system; valuating the potential environmental impacts associated with those inputs and outputs; interpreting the results of the inventory analysis and impact assessment phases in relation to the objectives of the study.”"
  },
  {
    "id": "2263238",
    "unitNumber": 8,
    "text": "Which step of the Life Cycle Assessment involves the compilation and quantification of inputs and outputs for a product throughout its life cycle?",
    "correctAnswer": "A",
    "options": {
      "A": "Inventory analysis",
      "B": "Data quantification",
      "C": "Product life analysis",
      "D": "Impact assessment",
      "E": "Resource analysis"
    },
    "explanation": "ISO defines the <strong>Inventory Analysis</strong> step as “phase of life cycle assessment involving the compilation and quantification of inputs and outputs for a product throughout its life cycle.”"
  }
]