[
  {
    "id": "3764311",
    "unitNumber": 1,
    "text": "\"<strong><u>...</u> <u>...</u> ,</strong> farklı bakış açılarını daha iyi anlamak ve zaman içinde ortak eylemler ve yansıma süreçlerini geliştirmek için bireyler ya da gruplar arasındaki diyaloglardan öğrenmeyi işaret eder\" tanımında yer alan boşluğa gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sürdürülebilirlik bilinci",
      "B": "Sosyal sürdürülebilirlik",
      "C": "Sosyal dayanışma",
      "D": "Sosyal öğrenme",
      "E": "Ekosistem hizmetleri"
    },
    "explanation": "<u><strong>Sosyal</strong></u> <u><strong>öğrenme</strong></u>, farklı bakış açılarını daha iyi anlamak ve zaman içinde ortak eylemler ve yansıma süreçlerini geliştirmek için bireyler ya da gruplar arasındaki diyaloglardan öğrenmeyi işaret eder."
  },
  {
    "id": "3764308",
    "unitNumber": 1,
    "text": "\"<strong><u>...</u> </strong> temel olarak ekonomi ve ekoloji (çevre) bilimlerinin bakış açılarının, hem teorik hem de pratik olarak birleştirilmesine dayanan bir bakış açısına sahiptir\" tanımlamasında yer alan boşluğa en uygun seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürdürülebilirlik",
      "B": "Ekosistem",
      "C": "Değişim",
      "D": "Kalkınma",
      "E": "Çevre"
    },
    "explanation": "<u><strong>Sürdürülebilirlik</strong></u> temel olarak ekonomi ve ekoloji (çevre) bilimlerinin bakış açılarının, hem teorik hem de pratik olarak birleştirilmesine dayanan bir bakış açısına sahiptir."
  },
  {
    "id": "3764309",
    "unitNumber": 1,
    "text": "Her bireyin tükettiği malları üretmek ve üretilen atıkları özümsemek için gereken biyolojik olarak üretken ekosistemler (taşıma kapasitesi) üzerindeki insan etkisinin ölçüsü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Biyolojik Taşıma Kapasitesi",
      "B": "Ekolojik Ayak İzi",
      "C": "Ekolojik ve Çevresel Sürdürülebilirlik",
      "D": "Ekolojik taşıma",
      "E": "Çevresel yaklaşım"
    },
    "explanation": "<strong>Ekolojik Ayak İzi:</strong> Her bireyin tükettiği malları üretmek ve üretilen atıkları özümsemek için gereken biyolojik olarak üretken ekosistemler (taşıma kapasitesi) üzerindeki insan etkisinin ölçüsüdür."
  },
  {
    "id": "3764310",
    "unitNumber": 1,
    "text": "Kaynakları verimli kullanarak ekolojik ve çevresel sorunları önemli ölçüde azaltırken insan refahını ve sosyal eşitliği iyileştiren bir ekonomi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Doğrusal Ekonomi",
      "B": "Döngüsel Ekonomi",
      "C": "Yeşil Ekonomi",
      "D": "Karma ekonomi",
      "E": "Piyasa ekonomisi"
    },
    "explanation": "<strong>Yeşil Ekonomi:</strong> Kaynakları verimli kullanarak ekolojik ve çevresel sorunları önemli ölçüde azaltırken insan refahını ve sosyal eşitliği iyileştiren bir ekonomidir."
  },
  {
    "id": "3764003",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>İnsanlar tarafından yaratılan su kirliliği</li> <li>İnsanların kuraklık nedeniyle açlık ve susuzluk çekmesi</li> <li>İnsanlar tarafından yapılan avlanma faaliyetleri</li> </ol> Yukarıdaki ifadelerden hangisi/hangileri bir etkileşim (Koaksiyon) örneğidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Canlıların bir birleriyle ve çevreleriyle olan tüm ilişkilerinin yönü farklılıklar gösterdiği için Eylem (Aksiyon), Tepki (Reaksiyon) ve <strong>Etkileşim (Koaksiyon)</strong> olmak üzere ayrı ayrı tanımlanır. Bu ilişkileri, insanlar üzerinden örnekler vererek şöyle<br/>tanımlayabiliriz:<br/>• EYLEM; Çevrenin → Organizmalar üzerine olan etkileri. Örnek; İnsanların kuraklık nedeniyle açlık ve susuzluk çekmesi.<br/>• REAKSİYON: Organizmaların → Çevre üzerine etkileri. Örnek; İnsanlar tarafından yaratılan çevre kirliliği.<br/><strong>ETKİLEŞİM: Organizmaların → Organizmalarla etkileşimleri. Örnek; İnsanlar tarafından yapılan avlanma faaliyetleri.</strong>"
  },
  {
    "id": "3764007",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Doğal riskleri azaltma </li><br/><li>Bitkisel üretim</li><br/><li>Besin kaynağı ve gıda </li><br/><li>Zararlılara karşı direnç</li><br/><li>Tozlaşma ve tohum dağılımı </li><br/></ol><br/>Yukarıdakilerden hangileri ekosistem hizmetlerinin 'düzenleme hizmetleri' başlığı altında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve III",
      "B": "I ve V",
      "C": "IV ve V",
      "D": "I, IV ve V",
      "E": "II, III ve IV"
    },
    "explanation": "<strong>Şekil 1.3'te görüldüğü gibi</strong><br/><img alt=\"\" height=\"409\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1fd8a089e8e665c1cd4640c4191f71c9.png\" width=\"570\">"
  },
  {
    "id": "3764011",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Sürdürülebilirlik sistemi düşüncesi </li><br/><li>Ağ oluşturma </li><br/><li>Bilgi yönetimi </li><br/><li>Yaratıcı uygulamalar</li><br/><li>Yansıtıcı uygulamalar</li><br/></ol><br/>Yukarıdakilerden hangileri sürdürülebilirliğin toplumda yaygınlaşması için sosyal öğrenmenin organizasyonunda <u>temel</u> basamaklardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve V",
      "C": "I, III ve IV",
      "D": "II, II, IV ve V",
      "E": "I, II, III ve V"
    }
  },
  {
    "id": "3764304",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisi/hangileri ekoloji kavramı içinde değerlendirilir?<br/><strong>I.</strong>Organizmalar ve çevreleri arasındaki tüm ilişkileri kapsar. <strong>II.</strong> Çevrede fiziksel, kimyasal ve biyolojik bileşenler arasındaki etkileşimleri ifade eder.<strong> III.</strong> Canlıların yaşam döngüleri ve süreçlerini, organizmaların dağılımını, adaptasyonunu ve biyolojik çeşitliliği anlamaya odaklanır. <strong>IV.</strong>Çevreyi etkileyen iç ve dış faktörlere odaklanır. <strong>V.</strong> Canlı tür ve topluluklarının büyüklüğü, çeşitliliği ve aradaki rekabeti içerir.",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve IV",
      "B": "I, III ve V",
      "C": "II, III ve V",
      "D": "I, IV ve V",
      "E": "II, III ve IV"
    },
    "explanation": "<strong>EKOLOJİ:</strong> Organizmalar ve çevreleri arasındaki tüm ilişkileri kapsar. Canlıların yaşam döngüleri ve süreçlerini, organizmaların dağılımını, adaptasyonunu ve biyolojik çeşitliliği anlamaya odaklanır. Canlı tür ve topluluklarının büyüklüğü, çeşitliliği ve aradaki rekabeti içerir. Ekosistemlerde gerçekleşen tüm doğal süreçleri ifade eder."
  },
  {
    "id": "3764305",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi BİYOTİK FAKTÖRLER arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Su",
      "B": "Toprak ve mineraller",
      "C": "Ayrıştırıcılar",
      "D": "Işık",
      "E": "İklim"
    },
    "explanation": "BİYOTİK FAKTÖRLER: Üreticiler (Bitkisel canlılar), Tüketiciler (Hayvansal canlılar), Ayrıştırıcılar (Bakteri ve mantarlar)."
  },
  {
    "id": "3764306",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi/hangileri <strong>Yapay ve Yarı Doğal Ekosistemler</strong> içinde yer alır?<br/><strong>I.</strong> Çok sayıda canlı türü ve yeterli ekolojik faktörleri içerir. <strong>II.</strong> Genetik çeşitlilik çok düşüktür. <strong>III.</strong> Canlılar arası besin zincirleri uzun ve karmaşıktır.<strong> IV.</strong> Tüm enerji ve biyolojik döngüler insan desteği olmaksızın gerçekleşemez. <strong>V.</strong> Ekolojik ardıllık hızla ve sürekli gerçekleşir.",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve IV",
      "B": "II, III ve V",
      "C": "III ve IV",
      "D": "II ve IV",
      "E": "III ve V"
    },
    "explanation": "<strong>Yapay ve Yarı Doğal Ekosistemler: </strong>Az sayıda canlı türü ve yetersiz ekolojik faktörü içerir.Genetik çeşitlilik çok düşüktür. Tüm enerji ve biyolojik döngüler insan desteği olmaksızın gerçekleşemez. Pek çok canlı türü ortadan kaldırıldığı için besin zincirleri basittir ve eksiktir.Ekolojik ardıllık ancak insan etkisi kalktıktan sonra ve yavaş gerçekleşir. Yapay oldukları için sürdürülemezler."
  },
  {
    "id": "3764303",
    "unitNumber": 1,
    "text": "Doğal kaynakların sorumlu kullanılarak ekosistemlerin sağlığı ve insan refahının uzun vadeli olarak birlikte korunması gerektiği anlayışını ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürdürülebilirlik",
      "B": "Ekoloji",
      "C": "Çevre",
      "D": "Ekosistem",
      "E": "İnovasyon"
    },
    "explanation": "<strong>Sürdürülebilirlik Kavramı:</strong> Doğal kaynakların sorumlu kullanılarak ekosistemlerin sağlığı ve insan refahının uzun vadeli olarak birlikte korunması gerektiği anlayışını ifade etmektedir."
  },
  {
    "id": "3764307",
    "unitNumber": 1,
    "text": "Ekosistem hizmetlerinin temel mal ve hizmet akışlarına dönüştürülmesinde, aşağıdaki seçeneklerden hangisi <strong>Düzenleme Hizmetleri</strong> içinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yaşam alanı ve sığınak; Oksijen üretimi ve su döngüsü; Bitkisel üretim",
      "B": "Enerji ve hammadde; Genetik kaynaklar; Tatlı su",
      "C": "Yer ve çevre duygusu; Rekreasyon, estetik ve değerler; Doğa bilgisi, eğitim ve ilham",
      "D": "Otlatma; Madde döngüsü; Manevi değerler",
      "E": "Tozlaşma ve tohum dağılımı; Doğal riskleri azaltma; Hastalıklar ve su arıtma"
    },
    "explanation": "<strong>Düzenleme Hizmetleri:</strong>• Doğal riskleri azaltma • İklim düzenleme • Zararlılara karşı direnç • Tozlaşma ve tohum dağılımı • Hastalıklar ve su arıtma"
  },
  {
    "id": "3764010",
    "unitNumber": 1,
    "text": "Kaynakları verimli kullanarak ekolojik ve çevresel sorunları önemli ölçüde azaltırken insan refahını ve sosyal eşitliği iyileştiren ekonomi modeline ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğrusal Ekonomi",
      "B": "Döngüsel Ekonomi",
      "C": "Geri Dönüşüm Ekonomisi",
      "D": "Sosyoekonomik Dönüşüm",
      "E": "Yeşil Ekonomi"
    },
    "explanation": "<strong>Yeşil Ekonomi:</strong> Kaynakları verimli kullanarak ekolojik ve çevresel sorunları önemli ölçüde azaltırken insan refahını ve sosyal eşitliği iyileştiren bir ekonomidir."
  },
  {
    "id": "3764012",
    "unitNumber": 1,
    "text": "Sosyal öğrenme süreçlerinde, diğer insanların davranışlarının sonuçlarını gözlemleme amacını aşağıdakilerden hangisi kapsar?",
    "correctAnswer": "D",
    "options": {
      "A": "Dikkat çekme",
      "B": "Davranışı fark etme",
      "C": "Hatırlama",
      "D": "Motivasyon",
      "E": "Teklarlama"
    },
    "explanation": "<strong>Tablo 1.4'de görüldüğü gibi;</strong><br/><strong><img alt=\"\" height=\"172\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d72d738b849d87c0b43883ebae405199.png\" width=\"561\"></strong>"
  },
  {
    "id": "3764312",
    "unitNumber": 1,
    "text": "Sürdürülebilirliğin toplumda yaygınlaşması için sosyal öğrenmenin organizasyonunda yer alan temel basamaklar aşağıdakilerden hangisi / hangileridir?<br/>I. Sürdürülebilirlik sistemi düşüncesi II. Ağ oluşturma III. Diyalog IV. Bilgi yönetimi V.Yansıtıcı uygulamalar",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "I ve II",
      "C": "II, III ve IV",
      "D": "II, III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Sürdürülebilirliğin toplumda yaygınlaşması için sosyal öğrenmenin organizasyonunda beş te- mel basamak vardır. Bunlar:<br/>• Sürdürülebilirlik sistemi düşüncesi • Ağ oluşturma • Diyalog • Bilgi yönetimi• Yansıtıcı uygulamalar"
  },
  {
    "id": "3764008",
    "unitNumber": 1,
    "text": "Sürdürülebilirliğin temel bileşenlerini destekleyen strateji aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomik sürdürülebilirlik",
      "B": "Kültürel sürdürülebilirlik",
      "C": "Sosyo/ekonomik sürdürülebilirlik",
      "D": "Ekolojik/Çevresel sürdürülebilirlik",
      "E": "Sosyal sürdürülebilirlik"
    },
    "explanation": "Sürdürülebilirlik temel olarak ekonomi ve ekoloji (çevre) bilimlerinin bakış açılarının, hem teorik hem de pratik olarak birleştirilmesine dayanan bir bakış açısına sahiptir. Ancak sürdürülebilir kalkınmaya yönelik birçok kaynakta bu yaklaşımın, ekolojik/çevresel ve ekonomik faydalarının yanı sıra kurumsal ve sosyal kazanımları da sağlanabilen ve birbirini tamamlayan <strong>kültürel kapsamlı</strong> bir gelişme süreci olduğu kabul edilmektedir. <strong>Kültür bu üç temel sütunu desteklemek için etkili bir strateji olarak değerlendirilmektedir.</strong>"
  },
  {
    "id": "3764004",
    "unitNumber": 1,
    "text": "Yapay ekosistemlere <u>en</u> iyi örnek aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ormanlar",
      "B": "Tarım alanları",
      "C": "Çayırlar",
      "D": "Kentler",
      "E": "Gıda fabrikaları"
    },
    "explanation": "<strong>Yapay ekosistemler için ise verilebilecek en iyi örnek ise şehirlerdir.</strong> Bunlar üzerindeki doğal ekosistem unsurlarının tamamen ortadan kaldırıldığı, insan eliyle yapay malzemeler kullanılarak doğal yüzeylerin kaplandığı, oluşturulan yapay yeşil alanların dahi insan desteğine ihtiyaç duyduğu, biyolojik çeşitliliğin en düşük seviyede olduğu, atıkların doğal süreçlerle dönüştürülmediği, hemen hemen su/gıda maddesi ve enerji gibi tüm yaşamsal gereksinimlerin dışarıdan karşılanmadığı takdirde varlığını sürdürmeyen yapay ekosistemlerdir."
  },
  {
    "id": "3764006",
    "unitNumber": 1,
    "text": "Yarı doğal ekosistemler ile yapay ekosistemlerin <u>en önemli</u> ortak özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Az sayıda canlı türü ve yetersiz ekolojik faktörü içerir<strong>. </strong>",
      "B": "Genetik çeşitlilik çok düşüktür.",
      "C": "Tüm enerji ve biyolojik döngüler insan desteği olmaksızın gerçekleşemez.",
      "D": "Besin zincirleri basittir ve eksiktir.",
      "E": "Ekolojik ardıllık ancak insan etkisi kalktıktan sonra ve yavaş gerçekleşir."
    },
    "explanation": "Yarı doğal ekosistemler ile yapay ekosistemlerin <strong>en önemli ortak özelliği</strong> sürdürülebilir olmaları için <strong>insan müdahalesine</strong> olan gereksinimleridir."
  },
  {
    "id": "3764005",
    "unitNumber": 1,
    "text": "Zaman içinde değişen ekolojik faktörlere bağlı olarak bir bölgedeki var olan türlerin ve habitatların sıralı olarak değişim sürecine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ardıllık",
      "B": "Rekreasyon",
      "C": "Reaksiyon",
      "D": "Süreklilik",
      "E": "Metamorfoz"
    },
    "explanation": "<strong>Ardıllık:</strong> Zaman içinde değişen ekolojik faktörlere bağlı olarak bir bölgedeki var olan türlerin ve habitatların sıralı olarak değişim sürecidir."
  },
  {
    "id": "3764009",
    "unitNumber": 1,
    "text": "İnsan yaşamının destekleyicisi olan ekosistemleri, yeniden üretme ve onların taşıma kapasitesini aşmayacak şekilde kullanarak insan kültürü ve yaşayan dünya arasındaki mevcut yıkıcı ilişkiyi dengeleme sorumluluğu olarak tanımlanan <u>yeni</u> yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekolojik ve çevresel sürdürülebilirlik",
      "B": "Ekolojik ayak izi",
      "C": "Taşıma kapasitesi",
      "D": "Sosyal sürdürebilirlik",
      "E": "Ekonomik sürdürülebilirlik"
    },
    "explanation": "İnsan faaliyetlerine açık olan ormanlar, sahiller, mera/çayırlar, tarım arazileri ve kentsel alanlar vb.ekosistem parçaları yoğun ve ekolojik taşıma kapasitesinin üzerinde kullanılarak tüketilmekte ya da değişime uğratılmaktadır. Bunun sonucunda bir yandan sosyoekonomik refah artarken diğer yandan iklim, su, gıda ve enerji kaynaklarının korunması ve kirlilik kontrolüne yönelik klasik yaklaşımlar, sürdürülemez hâle gelen sorunlara sistematik ve uzun vadeli çözümler yaratabilme konusunda yetersizkalmaktadır.<br/>Böylece insan refahı ve ekosistem hizmetleri arasındaki bağların doğru tanımlanmasına ve yönetilmesine yönelik <strong>yeni ekolojik ve çevresel yaklaşımlar benimsenmeye başlanmıştır.</strong><br/>İşte bu kapsamda; insan yaşamının destekleyicisi olan ekosistemleri, yeniden üretme ve onların taşıma kapasitesini aşmayacak şekilde kullanarak insan kültürü ve yaşayan dünya arasındaki mevcut yıkıcı ilişkiyi dengeleme sorumluluğu olarak tanımlanan <strong>ekolojik ve çevresel sürdürülebilirlik</strong> yaklaşımı, sürdürülebilirlik gündeminde yerini almıştır."
  },
  {
    "id": "3764176",
    "unitNumber": 2,
    "text": "3 boyutlu sanat objesinin, heykelin, görsel sanatlardaki geleneksel malzemeler yerine artıklar, kullanılmayan objeler ve hurdaların bir araya getirilmesiyle oluşturulması aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kolaj",
      "B": "Asamblaj",
      "C": "Dadaizm",
      "D": "Junk Sanat",
      "E": "Minimalizm"
    },
    "explanation": "<strong>Junk sanat: </strong>(Çöp Sanatı), 3 boyutlu sanat objesinin, heykelin, görsel sanatlardaki geleneksel malzemeler yerine artıklar, kullanılmayan objeler ve hurdaların bir araya getirilmesiyle oluşturulması."
  },
  {
    "id": "3764177",
    "unitNumber": 2,
    "text": "3 boyutlu sanat objesinin, heykelin, görsel sanatlardaki geleneksel malzemeler yerine artıklar, kullanılmayan objeler ve hurdaların bir araya getirilmesiyle oluşturulmasına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Asamblaj",
      "B": "Pop-art",
      "C": "Junk sanat",
      "D": "Minimalizm",
      "E": "Serigrafi"
    },
    "explanation": "<strong>Junk sanat: </strong>(Çöp Sanatı), 3 boyutlu sanat objesinin, heykelin, görsel sanatlardaki geleneksel malzemeler yerine artıklar, kullanılmayan objeler ve hurdaların bir araya getirilmesiyle oluşturulması."
  },
  {
    "id": "3764179",
    "unitNumber": 2,
    "text": "<img alt=\"\" height=\"280\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/fea7225ee952b02aef9ec08c0dbf0f39.png\" width=\"435\"><br/>Almanya'da Kassel Fridericianum müzesinin bahçesinde, çevresi 7000 bazalt sütün yığınıyla doldurulmuş bir meşe ağacı fidanı dikerek, insanların doğaya ağaç ve bitki ekosistemine daha bağlı olmasının gerekliliğini, özellikle kentsel bölgelerde doğa ile yakınlığın sürekliliğinin korunmasının gerektiğini vurgulamaya çalışan sanatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Joseph Beuys",
      "B": "Pablo Picasso",
      "C": "Edward Munch",
      "D": "Robert Rauschenberg",
      "E": "Hans Haacke"
    },
    "explanation": "Alman sanatçı Joshep Beuys’un ise ekolojik sanatla ilgili olarak yaptığı önemli projelerden birisi “7000 Oak” (7000 Meşe) projesidir. (Görsel 2.9) Kassel’de gerçekleştirdiği proje zamanla büyümüş ve geliştirilmiş bir projedir. “Beuys’s Acorns” (Beuys’un Meşe Palamutları) isimli proje için öncü olmuştur. Görsel 2.10’da sanatçı Kassel Fridericianum müzesinin bahçesinde, çevresi 7000 bazalt sütün yığınıyla doldurulmuş bir meşe ağacı fidanı dikerken görülmektedir. Projede insanların doğaya ağaç ve bitki ekosistemine daha bağlı olmasının gerekliliğini, özellikle kentsel bölgelerde doğa ile yakınlığın sürekliliğinin korunmasının gerektiğini vurgulamaktadır."
  },
  {
    "id": "3764277",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi küreselleşmenin en belirgin faydaları arasında <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sürdürülebilir ekonomik kalkınma",
      "B": "Yükselen yaşam standartları",
      "C": "Teknolojik ilerleme",
      "D": "Bilginin daha hızlı yayılması",
      "E": "Toplumsal eşit hakların yaygınlaşması"
    },
    "explanation": "Sürdürülebilir ekonomik kalkınma, yükselen yaşam standartları, teknolojik ilerleme ve bilginin<br/>daha hızlı yayılması, küreselleşmenin <strong>en belirgin faydaları</strong> arasında sayılmaktadır.<br/>Toplumsal eşit hakların yaygınlaşması"
  },
  {
    "id": "3764055",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sürdürülebilirlik kavramı doğrultusunda, atık ya da kullanılmayan nesnenin sanat objesine dönüşme sürecinde, eğitim kurumlarında ders kapsamında öğretilen ve uygulamalarının yapıldığı, temel yöntemlerden biri <strong>değildir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kolaj",
      "B": "Asamblaj",
      "C": "Akümülasyon",
      "D": "Dadaizm",
      "E": "Montaj"
    },
    "explanation": "Sürdürülebilirlik kavramı doğrultusunda, atık ya da kullanılmayan nesnenin sanat objesine dönüşme sürecinde, eğitim kurumlarında ders kapsamında öğretilen ve uygulamalarının yapıldığı, temel yöntemler aşağıdaki gibi sıralanabilir.<br/>Kolaj<br/>Dekolaj<br/>Asamblaj<br/>Akümülasyon<br/>Montaj"
  },
  {
    "id": "3764281",
    "unitNumber": 2,
    "text": "Bir form oluşturacak biçimde kullanılmayan objelerin, birleştirilerek heykele dönüştürülmesi anlamına gelen, üç boyutlu sanat tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kolaj",
      "B": "Montaj",
      "C": "Akümülasyon",
      "D": "Dekolaj",
      "E": "Asamblaj"
    },
    "explanation": "Bir form oluşturacak biçimde kullanılmayan objelerin birleştirilerek heykele dönüştürülmesi<br/>anlamına gelir.<br/>Asamblaj"
  },
  {
    "id": "3764279",
    "unitNumber": 2,
    "text": "Elde var olan her türlü basılı, yazılı, çizili, resimsel malzemelerin bir yüzey üzerinde yeniden kurgulanmasıyla oluşturulan temel yöntem aşağıdakilerden hangisidir<strong>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Montaj",
      "B": "Kolaj",
      "C": "Asamblaj",
      "D": "Akümülasyon",
      "E": "Dekolaj"
    },
    "explanation": "<strong>Kolaj:</strong> Kelime olarak bir araya getirme birleştirme anlamına gelir. Bir resim tekniğidir. <strong>Elde</strong><br/><strong>var olan her türlü basılı, yazılı, çizili, resimsel malzemelerin bir yüzey üzerinde yeniden kurgulanmasıyla </strong>oluşturulur."
  },
  {
    "id": "3764174",
    "unitNumber": 2,
    "text": "Kelime olarak bir araya getirme birleştirme anlamına gelen ve bir resim tekniği olan, elde var olan her türlü basılı, yazılı, çizili, resimsel malzemelerin bir yüzey üzerinde yeniden kurgulanmasıyla oluşturulan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kolaj",
      "B": "Pentür",
      "C": "Dadaizm",
      "D": "Akrilik",
      "E": "Litografi"
    },
    "explanation": "<strong>Kolaj: </strong>Kelime olarak bir araya getirme birleştirme anlamına gelir. Bir resim tekniğidir. Elde var olan her türlü basılı, yazılı, çizili, resimsel malzemelerin bir yüzey üzerinde yeniden kurgulanmasıyla oluşturulur."
  },
  {
    "id": "3764182",
    "unitNumber": 2,
    "text": "Sanatçıların biyoloji, canlı dokular, bakteriler, canlı organizmalar ve yaşam süreçleri ile çalıştığı sanat pratiği aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "ekolojik sanat",
      "B": "eko dizayn",
      "C": "biyo-sanat",
      "D": "biyoloji",
      "E": "arazi sanatı"
    },
    "explanation": "<strong>Biyo-Sanat: </strong>Biyo-Sanat, 20. yüzyılın sonu ve 21. yüzyılın başında ortaya çıkmıştır. <strong><em>Biyo-Sanat </em></strong>çalışan sanatçılar canlı madde ile çalışsalar da maddenin canlı veya canlı olarak kabul edilebileceği aşamalar konusunda etik, sosyal ve estetik tartışmalar vardır. Sanat eserleri laboratuvarlarda, galerilerde veya sanatçı stüdyolarında üretilirken, bazı sanatçılar canlı dokular, bakteriler, canlı organizmalar ve yaşam süreçlerinin sadece görsellerini kullanarak eserlerini üretirler.<br/><strong>Biyo-Sanat, </strong>sanatçıların biyoloji, canlı dokular, bakteriler, canlı or-ganizmalar ve yaşam süreçleri ile çalıştığı bir sanat pratiğidir."
  },
  {
    "id": "3764276",
    "unitNumber": 2,
    "text": "Sanayileşmenin getirdiği kirlilik, küresel ısınma, artan nüfus ve buna bağlı olarak artan tüketim, azalan kaynaklarımız ve üretimin sınırlılığı, aşağıdaki kavramlardan hangisinin her alanda daha yoğun biçimde kullanımını ortaya çıkarmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "İnovasyon",
      "B": "Geri dönüşüm",
      "C": "Sürdürülebilirlik",
      "D": "Ekolojik Tasarım",
      "E": "Globalleşme"
    },
    "explanation": "Sanayileşmenin getirdiği kirlilik ve küresel ısınma da daha uzun vadede doğayı yaşanılmaz hâle getirmektedir. Bu bağlamda artan nüfus ve buna bağlı olarak artan tüketim, azalan kaynaklarımız ve üretimin sınırlılığı “sürdürülebilirlik” kavramının her alanda daha yoğun biçimde kullanımını ortaya çıkarmıştır."
  },
  {
    "id": "3764181",
    "unitNumber": 2,
    "text": "Simon Rodia’nın hurda metal, cam, seramik ve çeşitli bulduğu objelerle 1921-1954 yılları arasında inşa ettiği 17 yapıdan oluşan bir mimari yapı olan Los Angeles'taki Watts Towers, aşağıdakilerden hangisine dair önemli örneklerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "upcycling",
      "B": "eko-art",
      "C": "dadaizm",
      "D": "asamblaj",
      "E": "kolaj"
    },
    "explanation": "<strong>Upcycling: </strong>“İleri dönüşüm”, yaratıcı yeniden kullanım olarak da bilinen ileri dönüşüm, yan ürünleri, atık malzemeleri, işe yaramaz veya istenmeyen ürünleri, sanatsal değer veya çevresel değer gibi önceki durumundan daha nitelikli olarak algılanan yeni malzemelere veya ürünlere dönüştürme sürecidir. Los Angles’taki “Watts Towers” kuleleri ileri dönüşümün en eski örneklerinden birisidir. Simon Rodia’nın hurda metal, cam, seramik ve çeşitli bulduğu objelerle 1921-1954 yılları arasında inşa ettiği 17 yapıdan oluşan bir mimari yapıdır. Günümüzde ileri dönüşüm sanatını kullanan çok sayıda sanatçı vardır."
  },
  {
    "id": "3764280",
    "unitNumber": 2,
    "text": "Sökülmek anlamına gelen Fransızca bir kelimedir. Üst üste katmanlar hâlinde yerleştirilmiş afiş, resim ya da basılı kâğıtların bazı bölümlerinin kesilip çıkarılmasıyla oluşturulan teknik aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kolaj",
      "B": "Montaj",
      "C": "Akümülasyon",
      "D": "Dekolaj",
      "E": "Asamblaj"
    },
    "explanation": "<strong>Dekolaj:</strong> “Sökülmek” anlamına gelen Fransızca bir kelimedir. Üst üste katmanlar hâlinde yerleştirilmiş afiş, resim ya da basılı kağıtların bazı bölümlerinin kesilip çıkarılmasıyla oluşturulur."
  },
  {
    "id": "3764284",
    "unitNumber": 2,
    "text": "Sürdürülebilir sanat uygulamaları; belirli kriterler sebebiyle desteklenmeli, öğretilmeli ve sürdürülebilir olmalıdır. Aşağıdakilerden hangisi <u>bu kriterlerden </u><strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Erişilebilir uygun maliyetli malzemelerden yapıldığı için,",
      "B": "Siyasi ve sosyal meselelerin altını çizdiği için",
      "C": "Yaratıcılığı desteklediği için",
      "D": "Bilgi ve teknolojiyi kabul etmediği için",
      "E": "Sosyal farkındalık yaratıp, çevre dostu yaklaşımın benimsenmesini sağladığı için"
    },
    "explanation": "<strong>Sürdürülebilir sanat uygulamaları;</strong><br/>• Erişilebilir uygun maliyetli malzemelerden yapıldığı için,<br/>• Siyasi ve sosyal meselelerin altını çizdiği için,<br/>• Yaratıcılığı desteklediği için,<br/>• Sosyal farkındalık yaratıp, çevre dostu yaklaşımın benimsenmesini sağladığı için,<br/>• Ekolojik dinamikler ve karşılaştığımız çevre sorunları hakkında toplumun bilgilendiren eserler<br/>olduğu için desteklenmeli, öğretilmeli ve sürdürülebilir olmalıdır.<br/>Bilgi ve teknolojiyi kabul etmediği için"
  },
  {
    "id": "3764278",
    "unitNumber": 2,
    "text": "Sürdürülebilirlik kavramı doğrultusunda, atık ya da kullanılmayan nesnenin sanat objesine dönüşme sürecinde, eğitim kurumlarında ders kapsamında öğretilen ve uygulamalarının yapıldığı, temel yöntemler aşağıdakilerden hangisi <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Simülasyon",
      "B": "Dekolaj",
      "C": "Kolaj",
      "D": "Asamblaj",
      "E": "Montaj"
    },
    "explanation": "Sürdürülebilirlik kavramı doğrultusunda, atık ya da kullanılmayan nesnenin sanat objesine dönüşme<br/>sürecinde, eğitim kurumlarında ders kapsamında öğretilen ve uygulamalarının yapıldığı, temel yöntemler aşağıdaki gibi sıralanabilir.<br/><strong>• Kolaj</strong><br/><strong>• Dekolaj</strong><br/><strong>• Asamblaj</strong><br/><strong>• Akümülasyon</strong><br/><strong>• Montaj</strong><br/>Simülasyon"
  },
  {
    "id": "3764282",
    "unitNumber": 2,
    "text": "Toplumdaki kimlik kaybı ve toplumun bunu fark etmemesi, israfın korkunç boyutlarını Akümülasyon tekniği ile eserlerinde aktaran sanatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Joshep Beuys",
      "B": "Cesar Baldaccini",
      "C": "Armand Pierre Fernandez",
      "D": "Wolf Vostell",
      "E": "Jean Dubuffet"
    },
    "explanation": "Fransız sanatçı <strong>Armand Pierre Fernandez</strong> akümülasyon tekniğini kullanan önemli bir sanatçıdır. Eserlerinde “Bugünün Arkeolojisi”ni oluşturmayı önerir. Toplumdaki kimlik kaybı ve toplumun bunu fark etmemesi, israfın korkunç boyutlarını akümülasyon tekniği ile eserlerinde aktarır."
  },
  {
    "id": "3764283",
    "unitNumber": 2,
    "text": "Yapmış olduğu projeleriyle ekolojik sanat anlayışının gelişimine katkıda bulunan ilk aktivist sanatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hans Haacke",
      "B": "Pablo Picasso",
      "C": "Cesar Baldacci",
      "D": "Jean Dubuffet",
      "E": "Wolf Vostell"
    },
    "explanation": "<strong>Hans Haacke</strong> ve Joseph Beuys projeleriyle ekolojik sanat anlayışının gelişimine katkıda bulunan<br/>ilk aktivist sanatçılardandır."
  },
  {
    "id": "3764180",
    "unitNumber": 2,
    "text": "Yaratıcı yeniden kullanım olarak da bilinen, yan ürünleri, atık malzemeleri, işe yaramaz veya istenmeyen ürünleri, sanatsal değer veya çevresel değer gibi önceki durumundan daha nitelikli olarak algılanan yeni malzemelere veya ürünlere dönüştürme süreci aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "pop-art",
      "B": "eko-dizayn",
      "C": "upcycling (ileri dönüşüm)",
      "D": "recycling (geri dönüşüm)",
      "E": "biyo-sanat"
    },
    "explanation": "<strong>Upcycling: </strong>“İleri dönüşüm”, yaratıcı yeniden kullanım olarak da bilinen ileri dönüşüm, yan ürünleri, atık malzemeleri, işe yaramaz veya istenmeyen ürünleri, sanatsal değer veya çevresel değer gibi önceki durumundan daha nitelikli olarak algılanan yeni malzemelere veya ürünlere dönüştürme sürecidir."
  },
  {
    "id": "3764285",
    "unitNumber": 2,
    "text": "Çalışmalarında İleri dönüşüm tekniğini kullanır. Lise döneminden beri atık malzemeleri en yaratıcı biçimde kullanarak heykel yapan sanatçı, kullanılamayacak durumda olan çanta ve valizleri kullanarak tematik Star Wars heykel serisini yaratmıştır. Bu sanatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "David Adjaye",
      "B": "Gabriel Dishaw",
      "C": "Max Bond",
      "D": "Tim Noble",
      "E": "Sue Webster"
    },
    "explanation": "<strong>Gabriel Dishaw</strong> bu biçimde çalışan sanatçılar için iyi bir örnektir. Çalışmalarında <em>“Upcycling- İleri</em><br/><em>dönüşüm”</em> tekniğini kullanan <strong>Gabriel Dishaw</strong>, lise döneminden beri atık malzemeleri en yaratıcı<br/>biçimde kullanarak heykel yapan bir sanatçıdır."
  },
  {
    "id": "3764175",
    "unitNumber": 2,
    "text": "Üst üste katmanlar hâlinde yerleştirilmiş afiş, resim ya da basılı kağıtların bazı bölümlerinin kesilip çıkarılmasıyla oluşturulan Fransızca kökenli <em>dekolaj</em> kelimesinin Türkçe anlamı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "yapıştırmak",
      "B": "çizilmek",
      "C": "karalamak",
      "D": "sökülmek",
      "E": "iyileşmek"
    },
    "explanation": "<strong>Dekolaj: </strong>“Sökülmek” anlamına gelen Fransızca bir kelimedir. Üst üste katmanlar hâlinde yerleştirilmiş afiş, resim ya da basılı kağıtların bazı bölümlerinin kesilip çıkarılmasıyla oluşturulur. Yapılışı kolajın tam aksine bir süreç içinde gerçekleştirildiği hâlde hem sanatsal anlatım hem de sonuç olarak kolajdan pek farklı değildir."
  },
  {
    "id": "3764178",
    "unitNumber": 2,
    "text": "“Asamblaj” terimi ilk kez 1953’te hangi sanatçı tarafından güzel sanatlar bağlamında kelebek kanatlarıyla oluşturduğu kendi eserini tanımlamak için kullanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Jean Dubuffet",
      "B": "Pablo Picasso",
      "C": "Wolf Vostell",
      "D": "Robert Rauschenberg",
      "E": "George Braque"
    },
    "explanation": "<strong>Asamblaj: </strong>Asamblaj tekniği kolajın üç boyutlu hâlidir. Sanatçılar 20. yüzyılın başlarında bu tekniği keşfetmeye başlamışlardır. “Asamblaj” terimi ilk kez 1953’te Jean Dubuffet tarafından güzel sanatlar bağlamında kelebek kanatlarıyla oluşturduğu kendi eserini tanımlamak için kullanmıştır. (Walker, J.A.,1992)."
  },
  {
    "id": "3764286",
    "unitNumber": 3,
    "text": "\"Ürünlerin çeşitli yollarla kullanım ömürlerini uzatarak yeniden kullanılması\" ifadesi katı atık yönetimi hiyerarşisinde hangi adımı nitelendirmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Önleme",
      "B": "Geri dönüşüm",
      "C": "Tekrar kullanım",
      "D": "Enerji geri kazanımı",
      "E": "Bertaraf"
    },
    "explanation": "\"Önleme (Prevention): Ürünlerin çeşitli yollarla kullanım ömürlerini uzatarak<br/>yeniden kullanılmasıdır.\" Buna göre cevap a seçeneğidir."
  },
  {
    "id": "3764232",
    "unitNumber": 3,
    "text": "1897 yılında kurulan ilk geri kazanım tesisi hangi şehirde kurulmuştur.",
    "correctAnswer": "B",
    "options": {
      "A": "Edirne",
      "B": "New York",
      "C": "Tokyo",
      "D": "Roma",
      "E": "Vatikan"
    },
    "explanation": "1897 yılında kurulan ilk geri kazanım tesisi New York şehrinde kurulmuştur, sorunun yanıtı B şıkkıdır."
  },
  {
    "id": "3764292",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi e-atık olarak nitelendirilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ürün ambalajları",
      "B": "Piller",
      "C": "Motor yağları",
      "D": "Bilgisayar, telefon vb. ürünler",
      "E": "Tekstil ürünleri"
    },
    "explanation": "\"Elektrikli veya elektronik atıklar e-atık olarak da kullanılmaktadır. Fırın, bulaşık makinesi vb. beyaz eşyalar, bilgisayar, telefon vb. ürünler bu kategoride yer alır.\" Buna göre cevap d seçeneğidir."
  },
  {
    "id": "3764229",
    "unitNumber": 3,
    "text": "Bertaraf (disposal) adımı geri dönüşümün adımları arasında kaçıncı sırada yer alır.",
    "correctAnswer": "A",
    "options": {
      "A": "5.Sırada",
      "B": "1.Sırada",
      "C": "2.Sırada",
      "D": "4.Sırada",
      "E": "3.Sırada"
    },
    "explanation": "Bertaraf (disposal) adımı geri dönüşümün adımları arasında 5. sırasında yer alır, sorunun yanıtı A şıkkıdır.<br/>5.Sırada"
  },
  {
    "id": "3764234",
    "unitNumber": 3,
    "text": "Dönen oklardan oluşan geri dönüşüm sembolünü tasarlayan kimdir.",
    "correctAnswer": "C",
    "options": {
      "A": "Bery White",
      "B": "Aydın Erkmen",
      "C": "Gary Anderson",
      "D": "İhap Hulusi",
      "E": "Kenan Mirza"
    },
    "explanation": "Dönen oklardan oluşan geri dönüşüm sembolünü tasarlayan Gary Anderson'dur, sorunun yanıtı C şıkkıdır."
  },
  {
    "id": "3764233",
    "unitNumber": 3,
    "text": "Dünya çevre gününün tarihi hangisidir.",
    "correctAnswer": "E",
    "options": {
      "A": "14 Haziran",
      "B": "24 Kasım",
      "C": "17 Mart",
      "D": "3 Mart",
      "E": "5 Haziran"
    },
    "explanation": "Dünya çevre gününün tarihi 5 hazirandır, sorunun yanıtı E şıkkıdır."
  },
  {
    "id": "3764290",
    "unitNumber": 3,
    "text": "Evrensel geri dönüşüm sembolüne ilişkin aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Sembolün normal şekilde kullanımı ürünün geri dönüştürülebileceğini belirtir.",
      "B": "Sembolün daire içinde kullanımı nesnenin geri dönüştürülmüş malzemeden üretildiğini gösterir.",
      "C": "Ürün bütünüyle geri dönüştürülmüş malzemeden yapılırsa geri dönüşüm sembolü siyah daire içinde siyah oklarla gösterilmektedir.",
      "D": "Bu sembolün ortasında % sembolüyle yazılmış bir rakam var ise bu da üründe kullanılan geri dönüştürülmüş malzemenin oranını belirtmektedir.",
      "E": "Ürün geri dönüştürülmüş malzemenin yanında yeni hammadde kullanılarak üretilmişse beyaz daire içinde siyah geri dönüşüm sembolü ile ifade edilir."
    },
    "explanation": "\"Ürün bütünüyle geri dönüştürülmüş malzemeden yapılırsa geri dönüşüm sembolü siyah daire içinde <strong>beyaz</strong> oklarla gösterilmektedir.\" Buna göre c seçeneğindeki ifade yanlıştır."
  },
  {
    "id": "3764227",
    "unitNumber": 3,
    "text": "Geri dönüşüm kavramı hangi yıl Resmi Gazetede tanımlanmıştır.",
    "correctAnswer": "E",
    "options": {
      "A": "1989",
      "B": "2011",
      "C": "2015",
      "D": "2017",
      "E": "2019"
    },
    "explanation": "Geri dönüşüm kavramı 2019 yılında Resmi Gazetede tanımlanmıştır, sorunun yanıtı E şıkkıdır."
  },
  {
    "id": "3764230",
    "unitNumber": 3,
    "text": "Geri dönüşüm yoluyla da basılan antik paralara ne ad verilir.",
    "correctAnswer": "E",
    "options": {
      "A": "Bilye",
      "B": "Fiske",
      "C": "Muska",
      "D": "Mangır",
      "E": "Sikke"
    },
    "explanation": "Geri dönüşüm yoluyla da basılan antik paralara sikke adı verilir, sorunun yanıtı E şıkkıdır."
  },
  {
    "id": "3764291",
    "unitNumber": 3,
    "text": "I- Ampuller<br/>II- Floresan lambalar<br/>III- Pişirme kapları<br/>IV- Araba camları<br/>Yukarıdaki cam türlerinden hangileri geri dönüşüm işlemine dâhil edilmez ya da ayrı bir geri dönüşüm süreci gerektirir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "explanation": "\"....Ancak bazı cam türleri içerdikleri kimyasallar nedeniyle ya geri dönüşüm işlemine dâhil edilmez ya da ayrı bir geri dönüşüm süreci gerektirir. Aynalar, filmli ve optik camlar, ısıya dayanıklı camlar (pişirme kapları vb.), araba ve pencere camları, floresan lambalar ve ampuller bu tür camlardır ve cam atıklar için oluşturulan ünitelere atılmamalıdır\" Buna göre cevap e seçeneğidir."
  },
  {
    "id": "3764295",
    "unitNumber": 3,
    "text": "I- Beton<br/>II- Röntgen filmi<br/>III- Motor yağı<br/>IV- Bitkisel yağ<br/>Yukarıdakilerden hangileri geri dönüştürülebilir atık cinslerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "III ve IV",
      "D": "I, II, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "\"Beton, ahşap, motor yağı, röntgen filmleri, bitkisel yağların atıkları da geri dönüşütürülebilir atık cinsleridir.\" Bu nedenle cevap e seçeneğidir."
  },
  {
    "id": "3764289",
    "unitNumber": 3,
    "text": "I- Tasarım boyutu<br/>II- Espas<br/>III- Font türü<br/>IV- Mürekkep cinsi<br/>Bir grafik tasarım ürününün çevreye etkisini azaltmak için yukarıdaki unsurlardan hangilerine dikkat edilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve IV",
      "D": "I, II, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "\"Bir grafik tasarım ürününün çevreye etkisini azaltmak için, işlev ve estetik boyutu göz ardı edilmeden, kullanılan kağıda, mürekkebe, tasarımın boyutlarına, fontlara, espasa kadar birçok şeye dikkat edilmesi gerekmektedir\". Buna göre cevap e seçeneğidir."
  },
  {
    "id": "3764226",
    "unitNumber": 3,
    "text": "Katı atık hiyerarşisinde ilk tercih edilmesi gereken adımlar hangileridir.",
    "correctAnswer": "D",
    "options": {
      "A": "Azaltma, Kısma, Tutma",
      "B": "Tutma, Biriktirme, Önleme",
      "C": "Önleme, Karşılama, Tekrarlama",
      "D": "Önleme, Azaltma, Tekrar Kullanım",
      "E": "Tekrar Kullanım, Biriktirme, Şekillendirme"
    },
    "explanation": "Katı atık hiyerarşisinde ilk tercih edilmesi gereken adımlar Önleme, Azaltma, Tekrar Kullanım dır, sorunun yanıtı D şıkkıdır."
  },
  {
    "id": "3764293",
    "unitNumber": 3,
    "text": "Organik maddelerin daha basit organik ve inorganik maddelere ayrıştırılması işlemine ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İleri dönüşüm",
      "B": "Yeniden amaçlandırma",
      "C": "Kompost",
      "D": "Sıfır atık",
      "E": "Kompozit üretim"
    },
    "explanation": "\"Kompost, organik maddelerin daha basit organik ve inorganik maddelere ayrıştırılması işlemidir\". Buna göre cevap c seçeneğidir."
  },
  {
    "id": "3764231",
    "unitNumber": 3,
    "text": "Tarihte belgelenmiş ilk geri dönüşüm ürünü hangisidir.",
    "correctAnswer": "D",
    "options": {
      "A": "Zırh",
      "B": "Çamaşır",
      "C": "Bambu",
      "D": "Kağıt",
      "E": "Seramik"
    },
    "explanation": "Tarihte belgelenmiş ilk geri dönüşüm ürünü kağıttır, sorunun yanıtı D şıkkıdır."
  },
  {
    "id": "3764287",
    "unitNumber": 3,
    "text": "Tarihte ilk belgelenmiş geri dönüşüm ürünü olan gri kağıt hangi yılda ve hangi ülkede elde edilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1031 yılında Amerika'da",
      "B": "1690 yılında Amerika'da",
      "C": "1690 yılında Fransa'da",
      "D": "1031 yılında Japonya'da",
      "E": "1431 yılında İngiltere'de"
    },
    "explanation": "\"Tarihte ilk belgelenmiş geri dönüşüm ürünü ise 1031 yılında Japonya’da atık kağıtlardan elde edilen gri kağıttır.\" Buna göre cevap d seçeneğidir."
  },
  {
    "id": "3764225",
    "unitNumber": 3,
    "text": "Teknolojinin gelişimini, sanayileşmeyi arttıran dönemsel faktörün adı nedir.",
    "correctAnswer": "C",
    "options": {
      "A": "Karanlık Çağ",
      "B": "Edo Dönemi",
      "C": "Endüstri Devrimi",
      "D": "Endüstri Atağı",
      "E": "Rönesans"
    },
    "explanation": "Teknolojinin gelişimini, sanayileşmeyi arttıran dönemsel faktörün adı Endüstri Devrimidir, sorunun yanıtı C şıkkıdır."
  },
  {
    "id": "3764288",
    "unitNumber": 3,
    "text": "Türkiye'de 2872 sayılı Çevre Kanunu hangi yılda çıkarılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1983",
      "B": "1991",
      "C": "2005",
      "D": "2008",
      "E": "2015"
    },
    "explanation": "\"Türkiye’nin geri dönüşüm açısından atık yönetimi tarihine baktığımızda ise 1983 yılında 2872 sayılı Çevre Kanunu çıkarılmıştır.\" Buna göre cevap a seçeneğidir."
  },
  {
    "id": "3764228",
    "unitNumber": 3,
    "text": "Önleme (prevention):Adımı geri dönüşümün adımları arasında kaçıncı sırada yer alır.",
    "correctAnswer": "D",
    "options": {
      "A": "4.Sırada",
      "B": "3.Sırada",
      "C": "2.Sırada",
      "D": "1.Sırada",
      "E": "5.Sırada"
    },
    "explanation": "Önleme (prevention):Adımı geri dönüşümün adımları arasında 1. sırasında yer alır, sorunun yanıtı D şıkkıdır.<br/>1.Sırada"
  },
  {
    "id": "3764294",
    "unitNumber": 3,
    "text": "İleri dönüşüme ilişkin aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "İleri dönüşüm, işlevini yitirmiş kabul edilen her şeyin daha yüksek kaliteye ve<br/>estetik değerlere dönüştürülerek yeniden kullanılmasıdır.",
      "B": "İleri dönüşüm, ürünlerin atık hâline gelmeden tekrar kullanılmasıyla atık oluşumunu önlemektedir.",
      "C": "İleri dönüşümde yukarı yönlü dönüşüm yapılmış olur.",
      "D": "Gerek kimyasal gerekse mekanik olarak ileri dönüşüm süreci belli miktarda enerji gerektirmektedir",
      "E": "İleri dönüşüm daha az atık depolama alanı kullanılması açısından fayda sağlamaktadır"
    },
    "explanation": "\"Gerek kimyasal gerekse mekanik olarak geri dönüşüm süreci belli miktarda enerji gerektirmektedir. Ancak ileri dönüşümde buna gerek kalmamaktadır.\" Bu nedenle cevap d seçeneğidir."
  },
  {
    "id": "3764237",
    "unitNumber": 4,
    "text": "1990 yılının başlarında “söz” adını verdikleri ilk eko tasarım kılavuzunu hangi ülke çıkartmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hollanda",
      "B": "Kosta Rika",
      "C": "Norveç",
      "D": "Belçika",
      "E": "Kolombiya"
    },
    "explanation": "1990’ların başında Hollanda’da 8 farklı sektörle (mobilya, otomotiv, ambalaj vb.) yapılan örnek proje ilk ciddi eko tasarım girişimi olmuştur. 1994’te Delft Teknoloji üniversitesi araştırma programı “Sürdürülebilirlik için Tasarım” diğer Hollandalı ortakları ile “söz” adını verdikleri ilk eko tasarım kılavuzunu çıkartmışlardır."
  },
  {
    "id": "3764236",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi günümüz ekonomisi hangi sloganı ile bizi, öngörülemez ve karanlık bir geleceğe doğru sürüklemektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satın al kullan at",
      "B": "Ekolojik çevre",
      "C": "Çevre için tasarım",
      "D": "Eco tasarım",
      "E": "Sürdürülebilirlik için Tasarım"
    },
    "explanation": "...günümüz ekonomisi, “satın al, kullan, at” sloganı ile bizi, öngörülemez ve karanlık bir geleceğe doğru sürüklemektedir."
  },
  {
    "id": "3764244",
    "unitNumber": 4,
    "text": "Attığı her adımda ticari faaliyetleri için ihtiyaç duyduğu kaynakların gelecek nesillere azalmadan, tam tersine geliştirilerek aktarılmasına özen gösterme çabasında olup, bilinçli üretim-bilinçli tüketim döngüsü ile daha yaşanır bir gelecek için çalışmalarını sürdüren şirket hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Unilever",
      "B": "Procter &amp; Gamble",
      "C": "Colgate-Palmolive",
      "D": "Henkel",
      "E": "Amway"
    },
    "explanation": "<strong>Unilever</strong><br/>Unilever Türkiye, attığı her adımda ticari faaliyetleri için ihtiyaç duyduğu kaynakların gelecek nesillere azalmadan, tam tersine geliştirilerek aktarılmasına özen gösterme çabasında olup, bilinçli üretim-bilinçli tüketim döngüsü ile daha yaşanır bir gelecek için çalışmalarını sürdürmektedir."
  },
  {
    "id": "3764215",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"Tip II Eko Etiketi\"dir?",
    "correctAnswer": "A",
    "options": {
      "A": "Energy Star",
      "B": "Blue Angel",
      "C": "Eco-Mark",
      "D": "Global GreenTag Certified",
      "E": "Çevre Etiketi"
    },
    "explanation": "Eco-Mark programı tüketiciler için daha bilinçli seçimler yaparak doğaya daha dost bir yaşam tarzı oluşturmaya hizmet eden Tip I Eko Etiketidir.<br/><strong>Tip II eko etiket</strong> kapsamında olan, <strong>Energy Star</strong> (ABD), WaterSense (ABD), SCS Recycled Content (ABD)<br/>gibi etiketlerin tanımları aşağıda verilmiştir;<br/><strong>Tip I eko etiket</strong> kapsamında olan, <strong>Blue Angel</strong> (Almanya), EU Ecolabel (Avrupa Birliği), <strong>Eco-Mark</strong> (Japonya) ve <strong>Çevre Etiketi</strong> (Türkiye) bazı etiket örnekleri aşağıda verilmiştir;<br/><strong>Tip III</strong> <strong>eko etiket</strong> kapsamında olan, <strong>Global GreenTag</strong><br/><strong>Certified (Avustralya),</strong> Climatop (İsviçre) gibi etiketlerin tanımları aşağıda verilmiştir;"
  },
  {
    "id": "3764241",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <em>eko tasarım </em>kavramını ayırt edebilmemizde yol gösterici olacak belirleyici özelliklerdendir?<br/>I. Daha iyi tasarım ile ürünün tüm yaşam döngüsü boyunca çevresel etkilerin azaltılmasıdır.<br/>II. Ürüne ait kalite, fiyat, güvenlik gibi faktörlerle birlikte çevresel etkisinin de hesaplanmasıdır.<br/>III. Üretilecek olan ürünün henüz hammadde aşamasındayken çevreye etkisinin araştırılması ve üretim sürecinin bu şekilde planlanmasıdır.<br/>IV. Sosyal ve kültürel yönden kabul görebilecek yeni önerilerin, teknik olarak mümkün, çevre için mecburi olanlarını birleştiren bir tasarım faaliyetidir.",
    "correctAnswer": "A",
    "options": {
      "A": "I/II/III/IV",
      "B": "II/III/IV",
      "C": "I/II/III",
      "D": "I/II/IV",
      "E": "I/III/IV"
    },
    "explanation": "Sonuç olarak eko tasarımın ve birbirleri yerine kullanılan diğer kavramların ortak amacının çevreyi korumak olmasına karşın, kapsam olarak birbirlerinden farklılıkları vardır.Bu nedenle aşağıda <em>eko tasarım </em>kavramını ayırt edebilmemizde yol gösterici olacak belirleyici bazı özellikler yer almaktadır:<br/>• Daha iyi tasarım ile ürünün tüm yaşam döngüsü boyunca çevresel etkilerin azaltılmasıdır.<br/>• Ürüne ait kalite, fiyat, güvenlik gibi faktörlerle birlikte çevresel etkisinin de hesaplanmasıdır.<br/>• Üretilecek olan ürünün henüz hammadde aşamasındayken çevreye etkisinin araştırılması ve üretim sürecinin bu şekilde planlanmasıdır.<br/>• Sosyal ve kültürel yönden kabul görebilecek yeni önerilerin, teknik olarak mümkün, çevre için mecburi olanlarını birleştiren bir tasarım faaliyetidir."
  },
  {
    "id": "3764240",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Yasam Döngüsü Asamalarından biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "A",
    "options": {
      "A": "Enerji",
      "B": "Hammadde ve malzeme seçimi",
      "C": "Üretim",
      "D": "Dagıtım",
      "E": "Ömrünü tamamlayan ürün"
    },
    "explanation": "<strong>Yasam Döngüsü Asamaları </strong><br/>Hammadde ve malzeme seçimi<br/>Üretim<br/>Dagıtım<br/>Kullanım<br/>Ömrünü tamamlayan ürün"
  },
  {
    "id": "3764243",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi veya hangileri 1980’lerin başında, ünlü ürün ve mobilya tasarımcısı Dieter Rams kendine “Tasarım iyi bir tasarım mı?” sorusunun ilkeleridir?<br/>I. İyi tasarım yenilikçidir.<br/>II. İyi tasarım bir ürünü kullanışlı kılar.<br/>III. İyi tasarım estetiktir.<br/>IV. İyi tasarım bir ürünü anlaşılır kılar.<br/>V. İyi tasarım göze batmaz.<br/>VI. İyi tasarım dürüsttür.<br/>VII. İyi tasarım uzun ömürlüdür.<br/>VIII. İyi tasarım en ince ayrıntısına kadar eksiksizdir.<br/>IX. İyi tasarım çevre dostudur.<br/>X. İyi tasarım mümkün olduğunca az tasarımdır",
    "correctAnswer": "A",
    "options": {
      "A": "I/II/III/IV/V/VI/VII/VIII/IX/X",
      "B": "I/II/III/IV/V/VII/VIII/IX/X",
      "C": "I/II/IV/V/VI/VII/VIII/IX/X",
      "D": "II/III/IV/V/VI/VII/VIII/IX/X",
      "E": "I/II/III/IV/V/VI/VII/VIII/IX/"
    },
    "explanation": "Dieter Rams’ın iyi tasarım için on ilkesi aşağıdaki gibidir;<br/>1980’lerin başında, ünlü ürün ve mobilya tasarımcısı Dieter Rams kendine “Tasarım iyi bir tasarım mı?” sorusunu sordu.<br/>1. İyi tasarım yenilikçidir.<br/>2. İyi tasarım bir ürünü kullanışlı kılar.<br/>3. İyi tasarım estetiktir.<br/>4. İyi tasarım bir ürünü anlaşılır kılar.<br/>5. İyi tasarım göze batmaz.<br/>6. İyi tasarım dürüsttür.<br/>7. İyi tasarım uzun ömürlüdür.<br/>8. İyi tasarım en ince ayrıntısına kadar eksiksizdir.<br/>9. İyi tasarım çevre dostudur.<br/>10. İyi tasarım mümkün olduğunca az tasarımdır"
  },
  {
    "id": "3764210",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinde bir ürünün yaşam döngüsü aşamaları tam olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hammadde ve Malzeme Seçimi<br/>Üretim<br/>Satış<br/>Dağıtım<br/>Kullanım<br/>Ömrünü Tamamlayan Ürün",
      "B": "Hammadde ve Malzeme Seçimi<br/>Üretim<br/>Dağıtım<br/>Kullanım<br/>Ömrünü Tamamlayan Ürün",
      "C": "Hammadde ve Malzeme Seçimi<br/>Planlama<br/>Üretim<br/>Dağıtım<br/>Kullanım<br/>Ömrünü Tamamlayan Ürün",
      "D": "Hammadde ve Malzeme Seçimi<br/>Planlama<br/>Tasarım<br/>Üretim<br/>Dağıtım<br/>Kullanım<br/>Ömrünü Tamamlayan Ürün",
      "E": "Hammadde ve Malzeme Seçimi<br/>Üretim<br/>Dağıtım<br/>Kullanım<br/>Geri Dönüşüm"
    },
    "explanation": "Hammadde ve Malzeme Seçimi<br/>Üretim<br/>Dağıtım<br/>Kullanım<br/>Ömrünü Tamamlayan Ürün"
  },
  {
    "id": "3764212",
    "unitNumber": 4,
    "text": "Bir ürünün üretiminden veya kullanımından doğan çevresel faktörler hakkında bizi bilgilendirmek için oluşturulan tasarımlara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eko-markalama",
      "B": "Eko Etiket",
      "C": "Yeşil PR",
      "D": "Eko-Kıyaslama",
      "E": "Eko Yenileşim"
    },
    "explanation": "Eko etiketler, ürünün üretiminden veya kullanımından doğan çevresel faktörler hakkında bizi bilgilendirmek için tasarlanır."
  },
  {
    "id": "3764218",
    "unitNumber": 4,
    "text": "Climatop etiketini hangi ülke öne sürmüştür?",
    "correctAnswer": "B",
    "options": {
      "A": "İsveç",
      "B": "İsviçre",
      "C": "Finlandiya",
      "D": "Danimarka",
      "E": "İslanda"
    },
    "explanation": "Climatop (İsviçre): Climatop’ın amacı kendi sınıflarında iklime en dost ürün ve hizmetleri seçmektir."
  },
  {
    "id": "3764235",
    "unitNumber": 4,
    "text": "Doğa bilimlerinde organizmayla çevresi arasındaki ilişkileri inceleyen bilim dalına ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekoloji",
      "B": "Eko Tasarım",
      "C": "Üretim",
      "D": "Hammadde",
      "E": "Geri dönüşüm"
    },
    "explanation": "Ekoloji, doğa bilimlerinde organizmayla çevresi arasındaki ilişkileri inceleyen bilim dalıdır."
  },
  {
    "id": "3764214",
    "unitNumber": 4,
    "text": "Dünyada ürün ve hizmetleri çevre konusunda değerlendiren ilk çevre etiketi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Energy Star",
      "B": "Eco-Mark",
      "C": "EU Ecolabel",
      "D": "Blue Angel",
      "E": "WaterSense"
    },
    "explanation": "Almanya merkezli Blue Angel, dünyada ürün ve hizmetleri çevre konusunda değerlendiren ilk çevre etiketidir."
  },
  {
    "id": "3764216",
    "unitNumber": 4,
    "text": "Eco-Mark etiketini hangi ülke öne sürmüştür?",
    "correctAnswer": "C",
    "options": {
      "A": "Almanya",
      "B": "A.B.D.",
      "C": "Japonya",
      "D": "Danimarka",
      "E": "İsveç"
    },
    "explanation": "Eco-Mark (Japonya): Eco-Mark programı tüketiciler için daha bilinçli seçimler yaparak doğaya daha dost bir yaşam tarzı oluşturmaya hizmet eder."
  },
  {
    "id": "3764209",
    "unitNumber": 4,
    "text": "Eko tasarım konusunda ilk girişimler ABD ve Avrupa’da hangi on yılın sonlarına doğru gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1960'lar",
      "B": "1970'ler",
      "C": "1980'ler",
      "D": "1990'lar",
      "E": "2000'ler"
    },
    "explanation": "Eko tasarım konusunda ilk girişimler ABD ve Avrupa’da 1980’lerin sonlarına doğru gerçekleşmiştir."
  },
  {
    "id": "3764238",
    "unitNumber": 4,
    "text": "Eko tasarım konusunda ilk girişimler ABD ve Avrupa’da hangi tarihte gerçekleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1980’lerin sonları",
      "B": "1981’lerin sonları",
      "C": "1982’lerin sonları",
      "D": "1979’lerin sonları",
      "E": "1983’lerin sonları"
    },
    "explanation": "Eko tasarım konusunda ilk girişimler ABD ve Avrupa’da 1980’lerin sonlarına doğru gerçekleşmiştir."
  },
  {
    "id": "3764217",
    "unitNumber": 4,
    "text": "Global GreenTag Certified etiketini hangi ülke öne sürmüştür?",
    "correctAnswer": "B",
    "options": {
      "A": "Almanya",
      "B": "Avusturalya",
      "C": "Japoınya",
      "D": "İsveç",
      "E": "Danimarka"
    },
    "explanation": "Global GreenTag Certified (Avustralya): Global GreenTag Certified® bilimsel ve yaşam döngüsü değerlendirmesi süreciyle desteklenen bir üçüncü taraf yeşil ürün değerlendirme ve belgelendirme sistemidir"
  },
  {
    "id": "3764239",
    "unitNumber": 4,
    "text": "Planlanan ürünün üretilmesi için gerekli olan hammaddenin elde edilmesinden, fonksiyonel bir ürüne dönüşmesine ve kullanım ömrü sonrasına kadar tüm yaşam döngüsünün tasarlanmasına ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eko tasarım",
      "B": "Çevre Tasarım",
      "C": "Yeşil Mühendislik",
      "D": "Çevreye Duyarlı Tasarım",
      "E": "Beşikten Beşiğe Tasarım"
    },
    "explanation": "Eko tasarım, planlanan ürünün üretilmesi için gerekli olan hammaddenin elde edilmesinden, fonksiyonel bir ürüne dönüşmesine ve kullanım ömrü sonrasına kadar tüm yaşam döngüsünün tasarlanması olarak tanımlanabilir"
  },
  {
    "id": "3764213",
    "unitNumber": 4,
    "text": "SAGE aşağıdakilerden hangisinin İngilizce'sinin kısaltmasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeşil Etiket Derneği",
      "B": "Çevresel Stratejik Danışma Grubu",
      "C": "Eko Etiket Tasarım Enstitüsü",
      "D": "Dünya Bankası Çevre Gurubu",
      "E": "Kyoto Sözleimesi"
    },
    "explanation": "SAGE (The Strategic Advisory Group on Environmental/Çevresel Stratejik Danışma Grubu)"
  },
  {
    "id": "3764242",
    "unitNumber": 4,
    "text": "Temelde ekoloji ve ekolojik sistemlerin fonksiyonlarını, süreçlerini ve üretkenliğini gelecekte de devam ettirebilme yeteneği olarak algılanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürdürülebilirlik",
      "B": "Sosyal çevre",
      "C": "Çevresel ekonomi",
      "D": "Tasarım",
      "E": "Ekolojik sistem"
    },
    "explanation": "Kısaca tanımlamak gerekirse <strong><em>“Sürdürülebilirlik, </em></strong>temelde ekoloji ve ekolojik sistemlerin fonksiyonlarını, süreçlerini ve üretkenliğini gelecekte de devam ettirebilme yeteneği olarak algılanmaktadır.”"
  },
  {
    "id": "3764211",
    "unitNumber": 4,
    "text": "Var olan bir firmada, var olan üretim metodu ve ürünün tekrar gözden geçirilmesi üzerine odaklanan eko tasarım yaklaşımı hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Eko-Kıyaslama",
      "B": "Eko-Yenileşim",
      "C": "Eko-TekrarTasarım",
      "D": "Eko-Sürdürülebilirlik",
      "E": "Eko-Geridönüşüm"
    },
    "explanation": "EkoTekrarTasarım (EcoReDesign): Var olan bir firmada, var olan üretim metodu ve ürünün tekrar gözden geçirilmesi üzerine odaklanılmasıdır."
  },
  {
    "id": "3764254",
    "unitNumber": 5,
    "text": "\"Mantıklı bir düzen ve iyi tasarlanmış bir öncelik sıralaması, tasarımın algı etkisini artırır. Görünenden fazla bilgi ve mesajın profesyonel bir dil ve anlaşılır, hazmedilebilir, açıklayıcı bir biçimle görsel olarak tasarlanmasıdır. Başka bir değişle, dar bir alanda, kısa sürede, çok fazla bilgiyi verme işinin başarılmasıdır.\"<br/>Yukarıda sözü edilen tanım aşağıdaki şıklardan hangisini tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bibgigrafi",
      "B": "Tipografi",
      "C": "Vektörel grafik",
      "D": "Raster grafik",
      "E": "Dijital baskı"
    },
    "explanation": "Mantıklı bir düzen ve iyi tasarlanmış bir öncelik sıralaması, tasarımın algı etkisini artırır. Bilgigrafi, görünenden fazla bilgi ve mesajın profesyonel bir dil ve anlaşılır, hazmedilebilir, açıklayıcı bir biçimle görsel olarak tasarlanmasıdır. İşte bu yüzden, maalesef çoğu kez az bir alanda pek çok bilgi verilmek durumunda kalınır. Başka bir değişle, dar bir alanda, kısa sürede, çok fazla bilgiyi verme işinin başarılmasıdır. Bu yüzden iyi bir bilgigrafi tasarımcısı, bir orkestra şefi gibi, her görsel elemanın ne <br/>işe yaradığını bilen ve bunları doğru zamanda, doğru tonda ve ritimde kullanmasını bilen kişidir (Uçar, 2019).<br/>Bibgigrafi"
  },
  {
    "id": "3764104",
    "unitNumber": 5,
    "text": "Aşağıdaki kavramlardan hangisi grafik tasarımda bir grafik tasarım ürününün (afiş, ambalaj, katalog, kitap kapağı vb.) uzunluk, genişlik ve derinliğinin boyutlarını sayısal olarak niteleyen değerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ölçü",
      "B": "Tipografi",
      "C": "Ofset",
      "D": "Manifesto",
      "E": "PNG"
    },
    "explanation": "Grafik tasarımda ölçü, isminden de anlaşıldığı gibi, bir grafik tasarım ürününün (afiş, ambalaj, katalog, kitap kapağı vb.) uzunluk, genişlik ve derinliğinin boyutlarını sayısal olarak niteleyen değerdir. Bu değer, grafik ürünün türüne göre yalnızca iki boyutlu (en ve boy) ya da üç boyutlu (en, boy, derinlik) olabilir."
  },
  {
    "id": "3764251",
    "unitNumber": 5,
    "text": "Aşağıdaki şıklardan hangisi \"Vektörel grafik\" ifadesini tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Zemin rengi sürdürülebilirliği etkileyen kararlardandır. Zeminin tamamının doygun bir renkle renklendirilmesi daha fazla mürekkep kullanımı anlamına gelirken zeminde açık renkler kullanmak ya da beyaz boşluktan akıllıca faydalanmak, mürekkep tüketimini azaltacaktır.",
      "B": "Bir görüntü oluşturmak için ızgara üzerinde matematiksel denklemler, çizgiler ve eğriler kullanır. Bu dosyalarda piksel yoktur. Dosya matematiksel formülleri görüntü oluşturmak için şekil, kenarlık ve dolgu rengini tanımlar.",
      "C": "Harflerin ve kelimelerin nasıl düzenlendiğini, birbirleriyle ilişkili olarak nasıl oluşturulduklarını ve bir kompozisyon içinde işgal ettikleri yeri içerir.",
      "D": "Piksellerden oluşturulan görüntülerdir. Pikseller bir araya gelerek fotoğraf gibi çok ayrıntılı görüntüleri oluşturabilen, çok büyük miktarda küçük renkli karelerdir.",
      "E": "Dijital bir grafik dosyasının bilgisayar belleğinde kapladığı yer arttıkça bu dosyanın üretimi, işlenmesi ve görüntülenmesi sırasında harcanacak enerjinin asgari olması."
    },
    "explanation": "Vektörel grafik: Vektör dosyaları, bir görüntü oluşturmak için ızgara üzerinde matematiksel denklemler, <br/>çizgiler ve eğriler kullanır. Bu dosyalarda piksel yoktur. Bir vektör dosyasının matematiksel formülleri <br/>görüntü oluşturmak için şekil, kenarlık ve dolgu rengini tanımlar. Bu formül her boyutta yeniden hesaplanabildiğinden vektör görüntülerini kaliteden ödün vermeden sınırsız şekilde büyütmek ya da küçültmek mümkündür (Adobe, 2022b).<br/>Bir görüntü oluşturmak için ızgara üzerinde matematiksel denklemler, çizgiler ve eğriler kullanır. Bu dosyalarda piksel yoktur. Dosya matematiksel formülleri görüntü oluşturmak için şekil, kenarlık ve dolgu rengini tanımlar."
  },
  {
    "id": "3764248",
    "unitNumber": 5,
    "text": "Aşağıdaki şıklardan hangisi \"serigrafi baskının çalışma yöntemini\" açıklar?",
    "correctAnswer": "D",
    "options": {
      "A": "Esnek bir kalıp kullanılır. Tıpkı tipo baskı gibi yükseltilmiş bir baskı yüzeyi kullanan bu baskı yöntemi, çok yüksek hızlı bir döner çalışma sistemine sahiptir.",
      "B": "Su ve yağın birbirine karışmaması prensibine dayanmaktadır. Mürekkep verilmiş bir kalıbın merdanelerden faydalanan bir sistem aracılığıyla kauçuk bir yüzeye, buradan da kâğıda aktarılması olarak özetlenebilir.",
      "C": "Lazer yazıcılarda ve fotokopi makinelerinde kullanılan baskı yöntemidir.",
      "D": "Kıvamlı bir mürekkebin, yönteme adını da veren ipek gibi gözenekli bir kalıptan geçerek, baskı yüzeyine aktarılması olarak özetlenebilir.",
      "E": "Elektriksel yüklenme kullanır. Baskı işlemi esnasında yoğunlaştırılmış ışınlar, silindirik bir <br/>tambura yansıtılır. Belli bir elektrik yüküne sahip olan bu tambur, lazer ışınlarının vurduğu alanlarda tersine bir elektrik yüküne sahip olur. Basılacak imaj, elektriksel biçimde oluşturulmuş olur. Elektriksel yüke sahip bir mürekkep olan toneri kendine çeker. Çekilen toner kâğıda aktarılır."
    },
    "explanation": "Serigrafi baskının çalışma yöntemi, temelde kıvamlı bir mürekkebin, yönteme adını da veren ipek gibi <br/>gözenekli bir kalıptan geçerek, baskı yüzeyine aktarılması olarak özetlenebilir. Çok ince ve küçük gözenekli bir kumaş, çerçeveye gerilir. Her farklı baskı ve kimi zaman her bir farklı renk için ayrı ayrı <br/>hazırlanan bu çerçeveye, ışığa duyarlı emülsiyon yardımıyla baskı için kullanılacak imaj pozlandırılır. Pozlandırmanın ardından yapılan yıkama işlemi sonucunda baskı oluşturmayacak alanlardaki gözenekler emülsiyonun sertleşmesi ile tıkanır, baskı elde edilecek gözeneklerdeki emülsiyon akıp gider. Böylece baskıda kullanılacak kalıp hazırlanmış olur."
  },
  {
    "id": "3764253",
    "unitNumber": 5,
    "text": "Aşağıdaki şıklardan hangisi iklim değişikliği konusunda çalışmalar yapan My Climate organizasyonu dijital karbon ayak izini azaltmak için tüm bilgisayar ve internet kullanıcılarına önerdiklerinden birisi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Cihazları daha uzun süre kullanmak.",
      "B": "Kullanılmayan elektronik cihazları doğru şekilde geri dönüşüme kazandırmak.",
      "C": "E-posta kutularını her zaman dolu tutmak. Verileri masa üzerine kayıt etmemek.",
      "D": "Dosyaları mümkün olduğunca yerel olarak depolamak ve çevrimiçi depolama sağlayan bulut benzeri hizmetleri daha az kullanmak.",
      "E": "Mobil internet bağlantısı yerine yerel ağ bağlantılarını tercih etmek"
    },
    "explanation": "İklim değişikliği konusunda çalışmalar yapan My Climate organizasyonu dijital karbon ayak <br/>izini azaltmak için tüm bilgisayar ve internet kullanıcılarına şunları önermektedir: <br/>• Video akışını (streaming) azaltmak. Video akışı evrensel veri trafiğinin yüzde 75’ini oluşturmakta, <br/>videonun görüntülendiği cihazın üretimi, internet ağ enerji tüketimi, sürece dâhil olan sürücüler <br/>ve videonun görüntülenmesi esnasında aracın kendi enerji tüketimi de hesaba katıldığında ne denli <br/>bir kaynak ve enerji tüketimi yaşandığı anlaşılmaktadır.<br/>• Cihazları daha uzun süre kullanmak.<br/>• Kullanılmayan elektronik cihazları doğru şekilde geri dönüşüme kazandırmak.<br/>• E-posta kutularını düzenli olarak boşaltarak gereksiz depolama alanı kullanımını engellemek.<br/>• Dosyaları mümkün olduğunca yerel olarak depolamak ve çevrimiçi depolama sağlayan bulut benzeri hizmetleri daha az kullanmak.<br/>• Mobil internet bağlantısı yerine yerel ağ bağlantılarını tercih etmek (Myclimate, 2022)<br/>E-posta kutularını her zaman dolu tutmak. Verileri masa üzerine kayıt etmemek."
  },
  {
    "id": "3764246",
    "unitNumber": 5,
    "text": "Aşağıdaki şıklardan hangisi ticari amaçlı başlıca baskı yöntemlerinden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fotokopi makinası.",
      "B": "Fleksografi.",
      "C": "Lazer yazıcı.",
      "D": "İnfekt",
      "E": "Dijital baskı"
    },
    "explanation": "Ticari amaçlı başlıca baskı yöntemleri, ofset litografi, tipo baskı, fleksografi ve serigrafidir. Bu yöntemlerin bazıları ticari olmayan amaçlarla ya da toplu üretim amacı taşımayan özgün baskı üretimi amacıyla da <br/>kullanılmaktadır.<br/>Fleksografi."
  },
  {
    "id": "3764112",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sürdürülebilir grafik tasarım için alınabilecek kararlardan biri olamaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Baskı alanını etkili şekilde kullanmak",
      "B": "Kalın ağırlığa sahip (bold) yazı karakterleri kullanmak",
      "C": "Çevre dostu özel yazı karakterleri kullanmak",
      "D": "Zeminde açık renkler kullanmak",
      "E": "Yazıcı dostu tasarımlar yapmak"
    },
    "explanation": "Tasarımda kullanılan tipografik elemanların seçim ve yerleşimi söz konusu tasarımı daha çevre dostu kılabilir. Örneği kalın ağırlığa sahip (bold) yazı karakterleri daha fazla mürekkep harcanmasına sebep olacaktır. Kullanılan yazı karakteri tasarımının da sürdürülebilirlik konusunda etkileri olabileceği unutulmamalıdır. Tasarımı gereği okunurluğu düşük olan yazı karakterlerini daha okunur kılmak için yazı boyutunu büyütmek gerekebilir. Bu da metnin tasarım alanında gereğinden fazla yer kaplamasına ve tıpkı sayfa düzeninde öğelerin hatalı yerleşiminde olduğu gibi fazladan sayfa sayısına ve israfa neden olabilir.<br/>Kalın ağırlığa sahip (bold) yazı karakterleri daha fazla mürekkep harcanmasına sebep olur."
  },
  {
    "id": "3764249",
    "unitNumber": 5,
    "text": "Baskı için kullanılan kağıtların kabul edilmiş çeşitli boyut standartları bulunur. En yaygın kullanılanları ISO tarafından belirlenmiş olan ISO 216 standartlarıdır. Bu doğrultuda kağıt ve zarflar için tanımlanmış ev ve ofis tipi yazıcılarda sıklıkla kullanılan kağıtların ölçüleri aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "70x100 cm olmak üzere, 64x90 cm, 57x82 cm, 59x84 cm gibi çeşitli standart tabaka ölçülerine sıkça rastlanır.",
      "B": "A ve B serileri, A0, A1, A2, …, A10 şeklinde ilerleyen bu serilerde her kâğıt bir öncekinin yarı alanına sahiptir. Sayı küçüldükçe kâğıt ölçüsü küçülür.",
      "C": "C serisi tanımlanmıştır. Her kâğıt bir öncekinin yarı alanına sahiptir. Sayı küçüldükçe kâğıt ölçüsü büyür.",
      "D": "B serisi, her kâğıt bir öncekinin yarı alanına sahiptir. Sayı küçüldükçe kâğıt ölçüsü küçülür.",
      "E": "A ve B serileri kağıtlar için, C serisi ise zarflar için tanımlanmıştır. A0, A1, A2, …, A10 şeklinde ilerleyen bu serilerde her kâğıt bir öncekinin yarı alanına sahiptir. Sayı küçüldükçe kâğıt ölçüsü büyür."
    },
    "explanation": "Baskı için kullanılan kağıtların dünya genelinde kabul edilmiş çeşitli boyut standartları bulunur. Bunlardan en yaygın kullanılanları ISO (International Organization for Standardization - Uluslararası Standartlar Teşkilatı) tarafından belirlenmiş olan ISO 216 standartlarıdır (Johansson, Lundberg ve Ryberg, 2012). A ve B serileri kağıtlar için, C serisi ise zarflar için tanımlanmıştır. A0, A1, A2, …, A10 şeklinde ilerleyen bu serilerde her kâğıt bir öncekinin yarı alanına sahiptir. Sayı küçüldükçe kâğıt ölçüsü büyür. Ev ve ofis tipi yazıcılarda ve fotokopi makinelerinde sıklıkla kullanılan A4 kağıtlar bu standart serinin en bilinen örneklerindendir.<br/>A ve B serileri kağıtlar için, C serisi ise zarflar için tanımlanmış\u0002tır. A0, A1, A2, …, A10 şeklinde ilerleyen bu serilerde her kâğıt bir öncekinin yarı alanına sahiptir. Sayı <br/>küçüldükçe kâğıt ölçüsü büyür"
  },
  {
    "id": "3764111",
    "unitNumber": 5,
    "text": "Bilgigrafi kavramının diğer adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnfografik",
      "B": "Tipografik",
      "C": "Serigrafik",
      "D": "PNGfik",
      "E": "Sürdürülebilirlik"
    },
    "explanation": "Bilgigrafi (infografik) tasarımları, grafik tasarımın en etkili görsel iletişim kurma araçlarından biridir. Bu grafikler, büyük miktarlardaki verileri ya da karmaşık bilgileri hızlı ve kolay anlaşılabilir biçimde görselleştirmeye yarar. Etkili biçimde kullanıldığında yazıyla paylaşıldığında çok uzun bir anlatım gerektirecek bir bilgiyi çok daha küçük bir alan kullanarak görselleştirmeye ve okuyucuya iletmeye yardımcı olurlar."
  },
  {
    "id": "3764110",
    "unitNumber": 5,
    "text": "Bir görüntü oluşturmak için ızgara üzerinde matematiksel denklemler, çizgiler ve eğriler kullanan grafik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vektörel",
      "B": "Raster",
      "C": "Tipo",
      "D": "Serigrafi",
      "E": "PNG"
    },
    "explanation": "Vektörel grafik: Vektör dosyaları, bir görüntü oluşturmak için ızgara üzerinde matematiksel denklemler, çizgiler ve eğriler kullanır. Bu dosyalarda piksel yoktur. Bir vektör dosyasının matematiksel formülleri görüntü oluşturmak için şekil, kenarlık ve dolgu rengini tanımlar. Bu formül her boyutta yeniden hesaplanabildiğinden vektör görüntülerini kaliteden ödün vermeden sınırsız şekilde büyütmek ya da küçültmek mümkündür."
  },
  {
    "id": "3764109",
    "unitNumber": 5,
    "text": "Farklı sayfaları tek bir ürün (kitap, dergi, katalog vb.) olacak şekilde, sağlam biçimde bir araya getirmeyi tanımlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ciltleme",
      "B": "Ofset",
      "C": "Serigrafi",
      "D": "Litografi",
      "E": "Baskı"
    },
    "explanation": "Ciltleme farklı sayfaları tek bir ürün (kitap, dergi, katalog vb.) olacak şekilde, sağlam biçimde bir araya getirmektir. Ciltlemenin çok çeşitli şekil ve yöntemleri vardır. Bu yöntemlerin her birinin maliyeti, görsel sonucu, ideal sayfa sayısı aralığı, işlevi ya da kullanım süresi diğerlerinden farklıdır ve ciltleme türünün seçiminde bu unsurların hesaba katılması gerekir."
  },
  {
    "id": "3764108",
    "unitNumber": 5,
    "text": "Fleksografi ismini aşağıdakilerden hangisinden almıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Esnek kalıplar",
      "B": "Tipo kalıplar",
      "C": "Serigrafi kalıplar",
      "D": "PNG kalıplar",
      "E": "Ofset kalıplar"
    },
    "explanation": "Flekso baskı olarak da bilinen fleksografi de temel çalışma prensibi bakımından tipo baskı yöntemine benzeyen bir baskı çeşididir. İngilizce esnek anlamına gelen “flex” sözcüğünden türetilmiş olan fleksografi, esnek bir kalıp kullanır. Tıpkı tipo baskı gibi yükseltilmiş bir baskı yüzeyi kullanan bu baskı yöntemi, tipo baskıdan farklı olarak çok yüksek hızlı bir döner çalışma sistemine sahiptir. Plastikten metal filmlere kadar çok çeşitli yüzeye baskı yapma imkânı verdiği için ambalaj baskılarında en çok kullanılan yöntemlerin başında gelir.<br/>Fleksografi ismini kullanılan esnek kalıplardan almıştır."
  },
  {
    "id": "3764247",
    "unitNumber": 5,
    "text": "Geleneksel bir görünüm istenen kartvizit ya da davetiye basımında ya da kabartma, çukurlaştırma, perfore gibi baskı sonlandırma işlemleri için kullanılan baskı yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dijital baskı",
      "B": "Ofset baskı",
      "C": "Tipo baskı",
      "D": "Serigrafi baskı",
      "E": "Fotokopi"
    },
    "explanation": "Tipo Baskı ve Fleksografi: Geçmişi Orta Çağlardaki ahşap baskılara ve Gutenberg’in icadı olan baskı <br/>makinesine kadar dayanan tipo baskı, klasik baskı yöntemlerinden biridir. Ofset baskının aksine, bu kez <br/>mürekkep taşıyıcı yüzeyin baskı oluşturacak kısımları, baskının oluşmayacağı kısımlardan yüksektedir. Bu açıdan bakıldığında, hepimizin bildiği mühürlerin çalışma şekline benzer (Johansson, Lundberg, ve <br/>Ryberg, 2012). Yüksek sayıdaki ticari baskı ihtiyaçları için çok elverişli olmayan tipo baskı yöntemi daha geleneksel bir görünüm arzu edilen kartvizit ya da davetiye gibi baskılarda, numaralandırma gerektiren form ve fatura benzeri belgelerin basımında ya da kabartma, çukurlaştırma, perfore gibi baskı sonlandırma işlemleri için kullanılmaktadır."
  },
  {
    "id": "3764245",
    "unitNumber": 5,
    "text": "Grafik tasarımcıların mesleki sorumlulukları ve tasarım öncelikleri ilk olarak hangi yılda kim tarafından nasıl vurgulanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1963 yılında Ken Garland tarafından ve 20 tasarımcının altına imza attığı, “Önce Öncelikler” (First Things First) manifestosu ile vurgulanmıştır.",
      "B": "1999 yılında Ambrose ve Harris tarafından yazılmıştır.",
      "C": "2014 yılında 1600 tasarımcının imzası ile W.Jedlicka tarafından yayınlanan manifesto ile.",
      "D": "Johansson, Lundberg, ve Ryberg tarafından 2012 yılında.",
      "E": "C.F. Barth tarafından 2008 yılında."
    },
    "explanation": "Grafik tasarımcıların mesleki sorumlulukları ve tasarım öncelikleri ilk olarak 1963 yılında Ken Garland tarafından kaleme alınan ve 20 tasarımcının <br/>altına imza attığı, “Önce Öncelikler” (First Things First) manifestosu ile vurgulanmıştır.<br/>1963 yılında Ken Garland tarafından ve 20 tasarımcının altına imza attığı, “Önce Öncelikler” (First Things First) manifestosu ile vurgulanmıştır."
  },
  {
    "id": "3764103",
    "unitNumber": 5,
    "text": "Grafik tasarımcıların mesleki sorumlulukları ve tasarım önceliklerini vurgulayan \"Önce Öncelikler\" manifestosu, 2014 yılında kaç tasarımcının imzası ile güncellenmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "20",
      "B": "220",
      "C": "1320",
      "D": "1500",
      "E": "1600"
    },
    "explanation": "Grafik tasarımcıların mesleki sorumlulukları ve tasarım öncelikleri ilk olarak 1963 yılında Ken Garland tarafından kaleme alınan ve 20 tasarımcının altına imza attığı, “Önce Öncelikler” (First Things First) manifestosu ile vurgulanmıştır. 1999 yılında yeniden kaleme alınan ve 2014 yılında 1600 tasarımcının imzası ile güncellenen manifesto, 2020 yılında güncellenmiş, çok sayıda dile çevrilerek, grafik tasarımcılara önceliklerini sorgulamayı hatırlatmıştır. Önce Öncelikler 2020 manifestosu grafik tasarımcılara doğadan bağımız olmadıklarını ve eylemlerini bu bilinçle gerçekleştirmeleri gerektiğini salık verirken, tasarımlarıyla Dünya ve onun üzerindeki canlı yaşam arasındaki ilişkiyi yeniden tesis etmeyi amaçlamalarını, yeteneklerini insanlığın daha ekolojik bir medeniyet yolunda iyileştirilmesi için kullanmalarını söyler.<br/>Grafik tasarımcıların mesleki sorumlulukları ve tasarım öncelikleri ilk olarak 1963 yılında Ken Garland tarafından kaleme alınan ve 20 tasarımcının altına imza attığı, “Önce Öncelikler” (First Things First) manifestosu ile vurgulanmıştır. 1999 yılında yeniden kaleme alınan ve 2014 yılında 1600 tasarımcının imzası ile güncellenmiştir."
  },
  {
    "id": "3764250",
    "unitNumber": 5,
    "text": "Kâğıt üzerinde fiziksel basınç ile oluşturulan kabartma etkisine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gofre",
      "B": "Selefon kaplama",
      "C": "Fire",
      "D": "Ciltleme",
      "E": "İnkjet"
    },
    "explanation": "Gofre: Kâğıt üzerinde fiziksel basınç ile oluşturulan kabartma etkisi (Uçar, 2019)"
  },
  {
    "id": "3764105",
    "unitNumber": 5,
    "text": "Mürekkebin kâğıda ya da belli bir yüzeye uygulanmasına yarayan çeşitli yöntemleri işaret eden genel kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Baskı",
      "B": "Ofset",
      "C": "Serigrafi",
      "D": "Gravür",
      "E": "Tipo"
    },
    "explanation": "Baskı kavramı, mürekkebin kâğıda ya da belli bir yüzeye uygulanmasına yarayan çeşitli yöntemleri işaret eden, genel bir kavramdır. Ofset baskı, serigrafi, gravür, tipo baskı, püskürtmeli yazıcılar ya da lazer baskı, söz konusu baskı türlerinden yalnızca bazılarıdır."
  },
  {
    "id": "3764106",
    "unitNumber": 5,
    "text": "Siyah beyaz lazer yazıcı kâğıt üzerinde standart bir okunurluk sunarken, aşağıdakilerden hangisini sağlayamaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Harflerin tipo baskı sırasında kâğıt üzerinde oluşan çukurlaşmış etkisi",
      "B": "Harflerin gravür baskı sırasında kâğıt üzerinde oluşan çukurlaşmış etkisi",
      "C": "Harflerin PNG baskı sırasında kâğıt üzerinde oluşan çukurlaşmış etkisi",
      "D": "Harflerin ofset baskı sırasında kâğıt üzerinde oluşan çukurlaşmış etkisi",
      "E": "Harflerin serigrafi baskı sırasında kâğıt üzerinde oluşan çukurlaşmış etkisi"
    },
    "explanation": "Baskı kavramı, mürekkebin kâğıda ya da belli bir yüzeye uygulanmasına yarayan çeşitli yöntemleri işaret eden, genel bir kavramdır. Ofset baskı, serigrafi, gravür, tipo baskı, püskürtmeli yazıcılar ya da lazer baskı, söz konusu baskı türlerinden yalnızca bazılarıdır. Her baskı türünün kendi içinde farklı değişenleri bulunur. Baskı hızı, renk çeşitliliği, baskı kapasitesi veya maliyeti, seçilen baskı yöntemine göre değişkenlik gösterir. Ayrıca farklı baskı yöntemleri kâğıt ya da yüzey üzerinde farklı etkilere sahiptir. Siyah beyaz lazer yazıcı kâğıt üzerinde standart bir okunurluk sunarken, harflerin tipo baskı sırasında kâğıt üzerinde oluşan çukurlaşmış etkisini sağlayamaz."
  },
  {
    "id": "3764107",
    "unitNumber": 5,
    "text": "Temelde su ve yağın birbirine karışmaması prensibine dayanan geleneksel baskı yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ofset litografi",
      "B": "Ofset pitografi",
      "C": "Fleksografi",
      "D": "Serigrafi",
      "E": "Baskıgrafi"
    },
    "explanation": "Ofset litografi: Ofset baskı olarak da bilinen bu baskı yöntemi, temelde su ve yağın birbirine karışmaması prensibine dayanmaktadır. Mürekkep verilmiş bir klişenin (kalıbın) merdanelerden faydalanan bir sistem aracılığıyla kauçuk bir yüzeye, buradan da kâğıda aktarılması olarak özetlenebilir."
  },
  {
    "id": "3764252",
    "unitNumber": 5,
    "text": "Vektörel grafik ile Raster grafik arasındaki fark nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vektör dosyaları, harflerin ve kelimelerin nasıl düzenlendiğini, birbirleriyle ilişkili olarak nasıl oluşturulduklarını ifade eder. Raster grafik dosyaları, tamamen görselleri içerir.",
      "B": "Vektör dosyaları,düşük sayıda kopyalar için idealdir. Raster grafik dosyaları, daha yüksek kalitede baskı sunar.",
      "C": "Vektör dosyaları, bir görüntü oluşturmak için ızgara üzerinde matematiksel denklemler, çizgiler ve eğriler kullanır. Bu dosyalarda piksel yoktur. Raster grafik dosyaları, piksellerden oluşturulan görüntülerdir.",
      "D": "Vektör dosyaları, düşük çözünürlüğü olan dosyalardır. Raster grafik dosyaları, çok yüksek çözünürlükteki dosyaları içerir.",
      "E": "Raster grafik dosyaları, bir görüntü oluşturmak için ızgara üzerinde matematiksel denklemler, çizgiler ve eğriler kullanır. Bu dosyalarda piksel yoktur. Vektör dosyaları, piksellerden oluşturulan görüntülerdir."
    },
    "explanation": "Vektörel grafik: Vektör dosyaları, bir görüntü oluşturmak için ızgara üzerinde matematiksel denklemler, <br/>çizgiler ve eğriler kullanır. Bu dosyalarda piksel yoktur. Bir vektör dosyasının matematiksel formülleri <br/>görüntü oluşturmak için şekil, kenarlık ve dolgu rengini tanımlar. Bu formül her boyutta yeniden hesaplanabildiğinden vektör görüntülerini kaliteden ödün vermeden sınırsız şekilde büyütmek ya da küçültmek mümkündür (Adobe, 2022b).<br/>Raster grafik: Raster grafik dosyaları, piksellerden oluşturulan görüntülerdir. Pikseller bir araya gelerek fotoğraf gibi çok ayrıntılı görüntüleri oluşturabilen, çok büyük miktarda küçük renkli karelerdir. Bir görüntünün piksel sayısı ne kadar fazla olursa görüntü kalitesi ve dosya boyutu da o kadar yüksek olur (Adobe, 2022b)<br/>Vektör dosyaları, bir görüntü oluşturmak için ızgara üzerinde matematiksel denklemler, çizgiler ve eğriler kullanır. Bu dosyalarda piksel yoktur. Raster grafik dosyaları, piksellerden oluşturulan görüntülerdir."
  },
  {
    "id": "3764318",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Ofset baskı </li> <li>Tipo baskı </li> <li>Tifdruk</li> <li>Serigrafi </li> <li>Flekso baskı</li> </ol> Yukarıdakilerden hangisi/hangileri grafik üretiminde düz baskının en yaygın kullanılan örneklerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız I ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Düz baskı teknikleri yüksek ve çukur baskı yöntemleri gibi kalıp üzerinde oluşturulan seviye farkına dayanmazlar. Bir önceki ünite olan Sürdürülebilir Grafik Tasarımında Ölçü ve Formatlar ünitesinin Sürdürülebilir Grafik Tasarımında Format Seçimi başlığında da ele alınan <strong>ofset baskı ve serigrafi teknikleri düz baskının grafik üretiminde en yaygın kullanılan örneklerindendir.</strong> Tipo baskı, flekso ve tifdruk tekniklerinin aksine ofset baskıda kullanılan kalıplar çukur ya da kabartılara sahip değildir ve çıplak gözle bakıldığında düz oldukları söylenebilir."
  },
  {
    "id": "3764322",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi \"su ayak izi\" kavramını <u>doğru</u> olarak tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Denizlerdeki kirlilliği ve ekosistemi kimyasal analizlerle ölçen bir ölçüm metodudur.",
      "B": "Bir tüketici ürün veya hizmetin tüm üretim zinciri boyunca kullanılan tatlı su hacmini (litre veya metreküp olarak) ölçen çevresel bir göstergedir.",
      "C": "Kentlerde ihtiyaç duyulan yüzey ve yeraltı tatlı su kaynaklarının toplam hacmi (litre veya metreküp olarak) için kullanılan bir kavramdır.",
      "D": "Ticari malın üretiminde kullanılan toplam yağmur suyunu ifade eder.",
      "E": "Nüfus ile ilişkili olarak, kirlilik yükünün bertaraf edilmesi ya da azaltılması için kullanılan tatlı su miktarını ifade eder."
    },
    "explanation": "<strong>Su ayak izi</strong>, bir tüketici ürün veya hizmetinin tüm üretim zinciri boyunca kullanılan tatlı su hacmini (litre veya metreküp olarak) ölçen çevresel bir göstergedir."
  },
  {
    "id": "3764272",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi baskı sonlandırma aşamasında yer alan işlemlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tıraşlama",
      "B": "Ciltleme",
      "C": "Kabartma",
      "D": "Selefon kaplama",
      "E": "Sayfa düzeni"
    },
    "explanation": "Baskı sonlandırma ifadesi söz konusu basılı materyalin baskısı tamamlandıktan sonra bir tasarıma son dokunuşları sağlayan çok çeşitli işlemleri kapsar. Bu işlemler arasında tıraşlama, ciltleme,<br/>selefon kaplama, yaldız baskı uygulama, kabartma gibi çok farklı seçenekler bulunur."
  },
  {
    "id": "3764324",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi baskı süreçlerinde zehirli hava kirleticilerin oluşturduğu gaz atıkların oluşumunu azaltmak için yapılabilecek uygulamalara <u>doğru</u> bir örnek <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Serigrafide kullanılan klorlu solventler yerine su bazlı solventler kullanmak",
      "B": "Tolüen, benzin ve asetik asit gibi kimyasallar içeren solventlerin kullanımını azaltmak",
      "C": "Bilgisayardan doğruca kalıp üretimine imkan veren CTP teknolojisini kullanmak",
      "D": "Zorunlu durumlarda, kimyasallar içeren içerikleri havalandırma açısından dış mekanda kullanmak",
      "E": "Solvent ve temizleyicilerin saklama ve depolama koşullarına, havalandırma sistemlerine dikkat etmek"
    },
    "explanation": "Baskı süreçlerinde çoğunlukla VOC ve HAP tabir edilen zehirli hava kirleticilerin oluşturduğu gaz atıkların oluşumunu azaltmak için yapılabilecek uygulamalara aşağıdaki örnekler verilebilir: • Serigrafide kullanılan klorlu solventler yerine su bazlı solventler kullanmak, • Tolüen, benzin ve asetik asit gibi kimyasallar içeren solventlerin kullanımını azaltmak, • Ofset nemlendirme suyunda ve temizlik solüsyonlarında düşük uçuculukta içerikler kullanmak, • İzopropil alkol kullanımını azaltmak ya da tümüyle bırakmak için organik solventler yerine bitkisel yağ bazlı temizlik ajanları kullanmak, • Bilgisayardan doğruca kalıp üretimine imkan veren CTP teknolojisini kullanmak, • Su bazlı ve UV kurutmalı vernik kullanmak, • Solvent bazlı yapıştırıcılar yerine düşük solvent içerikli yapıştırıcılar, UV kurutma sistemleri, su bazlı yapıştırıcılar ya da ısıyla yapıştırma sistemleri kullanmak, • Ofset blanket ve merdanelerin temizliği için otomatik temizleme sistemlerine geçmek, • Fleksografide boya sıyırma işlemini kapalı sistemle yapan cihazlar kullanmak, • Solvent ve temizleyicilerin saklama ve depolama koşullarına, havalandırma sistemlerine dikkat etmek."
  },
  {
    "id": "3764273",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir ürünün sürdürülebilir kabul edilmesinde gerekli koşullardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nihai üründeki her malzemenin geri dönüştürülebilirliğini kontrol etmek,",
      "B": "Üretim sürecinde minimum israf ve çevresel etkiyi hedeflemek",
      "C": "Sera gazı emisyonlarını azaltmak için taşınabilirliği iyileştirmenin yollarını bulmak",
      "D": "Tüm tedarik zincirinin ve ilgili şirketlerin çevresel etkisini önemsememek",
      "E": "Tüm malzemelerin nereden temin edildiğini belirleyip, daha iyi alternatiflerin mevcut olup olmadığını tespit etmek"
    },
    "explanation": "Bir malzemenin ya da ürünün sürdürülebilir kabul edilebilmesi için sağlanması gereken koşullar şunlardır:<br/>• Geri dönüştürülmüş malzemelerin, kirletici içermeyen ya da daha az içeren malzemeler gibi daha az zararlı alternatiflerle değiştirilip değiştirilemeyeceklerini görmek için üretimde kullanılan tüm hammaddeleri değerlendirmek,<br/>• Nihai üründeki her malzemenin geri dönüştürülebilirliğini kontrol etmek,<br/>• Üretim sürecinde minimum israf ve çevresel etkiyi hedeflemek,<br/>• Tüm tedarik zincirinin ve ilgili şirketlerin çevresel etkisini incelemek,<br/>• Sera gazı emisyonlarını azaltmak için taşınabilirliği iyileştirmenin yollarını bulmak,<br/>• Tüm malzemelerin nereden temin edildiğini belirleyip, daha iyi alternatiflerin mevcut olup olmadığını tespit etmek."
  },
  {
    "id": "3764271",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi elektriksel yüklemeyi temel alan baskı tekniğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ofset baskı",
      "B": "Dijital baskı",
      "C": "Flesko baskı",
      "D": "Serigrafi",
      "E": "Tifdruk baskı"
    },
    "explanation": "Dijital baskı sistemleri geleneksel baskı sistemlerinin (ofset baskı, flekso baskı vb.) aksine kalıp, klişe, şablon gibi mürekkebi kâğıda taşıyan ara malzemeye ihtiyaç duymazlar ve mekanik bir süreç yerine elektriksel yüklemeyi esas alırlar."
  },
  {
    "id": "3764265",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi grafik tasarımda üretim süreçlerini oluşturan aşamalardan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tasarım",
      "B": "Uygulama",
      "C": "Yayınlama",
      "D": "Baskı",
      "E": "Dağıtım"
    },
    "explanation": "Basılı grafik ürünler için üretim süreci en temel haliyle dört aşamaya ayrılır:<br/>• Tasarım<br/>• Uygulama<br/>• Baskı (Baskı öncesi hazırlık, baskı, baskı sonlandırma ve ciltleme)<br/>• Dağıtım"
  },
  {
    "id": "3764274",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi grafik üretim süreçlerinde meydana gelen sıvı atıklardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kırpıntı",
      "B": "Solvent",
      "C": "Maketler",
      "D": "Eskizler",
      "E": "Kumaşlar"
    },
    "explanation": "Grafik üretim süreçlerinde oluşan sıvı atıkların çoğunluğunu baskı aşamalarında kimyasal maddelerin<br/>kullanımına bağlı olarak açığa çıkan atık nemlendirme ve temizleme solüsyonları, birçok farklı amaçla kullanılan solventler, kalıpların banyo kimyasalları ve suları, makine temizliğinde kullanılan temizleyiciler ve mürekkep artıkları oluşturur. Başta solvent olmak üzere hem sağlığa zararlı hem de çevreye zarar verme riski taşıyan bu kimyasal atıkların uygun şekilde ortadan kaldırılması sürdürülebilirlik ve çevre bilinci açısından kritik öneme sahiptir."
  },
  {
    "id": "3764267",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tasarım ürününün baskı işleminden sonra ilgili kuruma ulaştırıldığı aşamasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Stratejik planlama",
      "B": "Dağıtım",
      "C": "Görseller ve metin",
      "D": "Baskı",
      "E": "Sayfa düzeni"
    },
    "explanation": "Dağıtım: Baskı işlemi tamamlanan ürünün teslim edileceği kişi, kurum ya da tesise zarar görmeden ulaştırılması."
  },
  {
    "id": "3764266",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tasarımın özünü ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Konsept",
      "B": "Selefon",
      "C": "Braille Alfabesi",
      "D": "Forma",
      "E": "Mürekkep"
    },
    "explanation": "Konsept: Tema olarak da ifade edilebilen tasarım konsepti; tasarıma yön veren temel duygu, kavram ya da fikir olarak tanımlanabilir. Bir tasarımın konsepti o tasarım probleminin çözümü arkasındaki temel fikirdir ve tasarımın özünü ifade eder."
  },
  {
    "id": "3764268",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi temel tasarım ilkelerinin belirli bir düzende biraraya getirildiği aşamadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Baskı",
      "B": "Baskı öncesi hazırlık",
      "C": "Sayfa düzeni",
      "D": "Görseller ve Metin",
      "E": "Uygulama"
    },
    "explanation": "Sayfa düzeni ya da diğer bir deyişle yerleşim, tasarımda kullanılacak olan tüm elemanların tasarım yüzeyinde bir araya getirilmesidir. Kullanılacak görsel elemanların boyutu, konumu ve birbirleriyle<br/>olan ilişkileri tasarımın verdiği mesajın algılanma şekli üzerinde büyük etkiye sahiptir. Renk bilgisi, kompozisyon kuralları gibi temel tasarım ilkeleri ışığında tasarlanmış bir sayfa düzeni mesajın alıcıya yani hedef kitleye etkili biçimde ulaşmasını sağlar."
  },
  {
    "id": "3764323",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yenilenebilir enerji kaynaklarından biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğalgaz",
      "B": "Hidrolik",
      "C": "Güneş",
      "D": "Rüzgar",
      "E": "Jeotermal"
    },
    "explanation": "Enerjinin dönüşüm süreçlerinde değişmeden kalabilen, tüketilmesine rağmen azalmayan, yenilenen enerji kaynaklarına yenilenebilir enerji kaynakları adı verilir. <strong>Hidrolik, güneş, rüzgar ve jeotermal gibi enerji kaynakları,</strong> <strong>yenilenebilir enerji kaynaklarıdır.</strong>"
  },
  {
    "id": "3764269",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yüksek baskı tekniklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tifdruk baskı",
      "B": "Ofset baskı",
      "C": "Serigrafi",
      "D": "Tipo baskı",
      "E": "Lazer baskı"
    },
    "explanation": "Tipo baskı ve fleksografi teknikleri en yaygın kullanılan yüksek baskı yöntemlerinin başında gelir."
  },
  {
    "id": "3764321",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi çevresel etkilerle ilişkilendirilen HAP ifadesinin açılımıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sentetik kimyasal çözelti",
      "B": "Uçucu organik bileşik",
      "C": "Karbon ayak izi",
      "D": "Nükleer enerji kaynağı",
      "E": "Tehlikeli hava kirleticiler"
    },
    "explanation": "Grafik üretim süreçlerinin çevresel etkilerinden olan hava kirliliği söz konusu olduğunda VOC ve HAP bilinmesi gereken iki önemli terim olarak karşımıza çıkar. VOC (volatile organic compound) uçucu organik bileşikler,<strong> HAP ise (hazardous air pollutant) zehirli/tehlikeli hava kirleticiler</strong> anlamına gelmektedir."
  },
  {
    "id": "3764270",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi çukur baskı tekniklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "tipo baskı",
      "B": "fleksografi",
      "C": "Tifdruk baskı",
      "D": "Ofset baskı",
      "E": "Serigrafi"
    },
    "explanation": "Grafik üretim süreçlerinde kullanılan çukur baskı yöntemlerinin başında tifdruk baskı gelir."
  },
  {
    "id": "3764325",
    "unitNumber": 6,
    "text": "Baskı sonlandırma sürecinde kaplama işleminin genellikle marka, amblem, görsel ya da başlık gibi görsel ilginin toplanması amaçlanan belli bir kısmına uygulanmasına <u>ne ad</u> verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Selefon kaplama",
      "B": "Kısmi lak",
      "C": "Özel bıçak kesimi",
      "D": "Yaldız",
      "E": "Form"
    },
    "explanation": "Selefon ya da benzeri kaplama işlemlerinin temelinde iki ya da daha fazla farklı materyalin birleştirilmesi yatar. Bu işlem her iki materyalin avantajlarını bir arada kullanmaya olanak sağlar (Ambrose ve Harris, 2010). Örneğin bir kağıdın selefon ile kaplanması sayesinde hem kağıdın sunduğu emici baskı yüzeyinin avantajı ve hem de selefonun sağladığı suya karşı koruma ile parlaklık özellikleri bir araya getirilmiş olur. <strong>Kısmi lak ise kaplama işleminin sayfanın tamamına değil genellikle marka, amblem, görsel ya da başlık gibi görsel ilginin toplanması amaçlanan belli bir kısmına uygulanmasıdır.</strong>"
  },
  {
    "id": "3764327",
    "unitNumber": 6,
    "text": "Grafik üretim sürecinde baskı öncesi atık su oluşumuna neden olan etken aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rulo/plaka/battaniye temizleyiciler",
      "B": "UV lak",
      "C": "Tank suyu",
      "D": "Yapıştırıcı ve vernik atıkları",
      "E": "Banyo kimyasalları ve banyo suyu atıkları"
    },
    "explanation": "<strong>Zehirli veya ayrıştırması zor kimyasalların kullanımı, baskı işlemleri esnasında büyük miktarlarda atık su oluşumuna neden olur.</strong> Çinko, krom, baryum, kurşun gibi maddeler içeren mürekkep kalıntıları, atık nemlendirme ve temizleme solüsyonları, solventler ya da metil etil keton, tolüen, ksilen, izoforon ve etanol gibi kimyasallar içeren atıklar, baskı hazırlığı, baskı ve baskı sonrası da dâhil olmak üzere baskı sürecinin her aşamasında oluşan kimyasal atıkların sadece bazılarıdır.<strong> Baskı öncesi hazırlıkta kalıp banyo kimyasalları ve banyo suyu atıkları oluşurken,</strong> baskı aşamasında mürekkep, solvent, rulo/plaka/battaniye temizleyiciler, vernik, UV lak ve tank suyu atıkları, baskı sonrası aşamalarda ise yapıştırıcı ve vernik atıkları ortaya çıkmaktadır."
  },
  {
    "id": "3764319",
    "unitNumber": 6,
    "text": "Görme engelli bireylere erişilebilirlik için Braille alfabesiyle yazılmış metinlerin elde edilebildiği baskı sonlandırma işlemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tıraşlama",
      "B": "Selefon kaplama",
      "C": "Gofre",
      "D": "Lak uygulaması",
      "E": "Özel kesim"
    },
    "explanation": "<strong>Baskı sonrası tasarıma eklenecek gofre (kabartma)</strong> işlemi amblem ya da ürün/marka ismi gibi bir tasarım elemanına uygulandığında tasarıma dekoratif bir özellik kazandırırken, aynı kabartma işlemi ile <strong>görme engelli bireylere erişilebilirlik için Braille alfabesiyle yazılmış metinler de elde edilebilir.</strong>"
  },
  {
    "id": "3764320",
    "unitNumber": 6,
    "text": "Ofset baskı mürekkeplerinde çözücü olarak aşağıdakilerden hangisi kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Etanol",
      "B": "Alkol",
      "C": "Keton",
      "D": "Yağ",
      "E": "Su"
    },
    "explanation": "Çözücüler mürekkebin içinde tek başına ya da farklı türleriyle birlikte kullanılabilir. Tifdruk baskı yöntemlerinde çözücü olarak etanol, etil glikol, etil asetat; fleksografide setil alkol ve izopropil alkol;<strong> ofset baskı mürekkeplerinde ise çözücü olarak yağ kullanımı görülür.</strong>"
  },
  {
    "id": "3764317",
    "unitNumber": 6,
    "text": "Para ve tahvil benzeri değerli evrak gibi çok yüksek sayılarda basılacak olan ve kusursuz bir baskı kalitesinin gerektiği baskı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ofset baskı",
      "B": "Tipo baskı",
      "C": "Tifdruk",
      "D": "Serigrafi",
      "E": "Dijital baskı"
    },
    "explanation": "Ofset ya da tipo baskı kadar yaygın bir kullanıma sahip olmayan <strong>tifdruk baskı yöntemi çoğunlukla para ve tahvil benzeri</strong> değerli evrak gibi çok yüksek sayılarda basılacak olan, baskılar arasında değişmeyen ve kusursuz bir baskı kalitesinin gerektiği durumlarda tercih edilir."
  },
  {
    "id": "3764301",
    "unitNumber": 7,
    "text": "2018 yılında yapılan bir araştırmaya göre, dünya çapında oluşan plastik atıkların yaklaşık yüzde kaçı ambalaj atıkları olarak hesaplanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "32",
      "B": "38",
      "C": "46",
      "D": "53",
      "E": "77"
    },
    "explanation": "2018 yılında yapılan bir araştırmaya göre, dünya çapında oluşan plastik atıkların yaklaşık %46’sını ambalaj atıkları oluşturmaktadır"
  },
  {
    "id": "3764118",
    "unitNumber": 7,
    "text": "Ambalaj olarak kullanılan en eski malzemelerden biri olan camın hammaddesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Silis kumu",
      "B": "Ambalaj kumu",
      "C": "Deniz kumu",
      "D": "Çöl kumu",
      "E": "Toprak kumu"
    },
    "explanation": "Ambalaj olarak kullanılan en eski malzemelerden biri olan camın hammaddesi silis kumudur. Cam yüksek sıcaklıklara maruz bırakılan silis kumu ve çeşitli katkı maddelerinin şekillendirilmesiyle elde edilir."
  },
  {
    "id": "3764117",
    "unitNumber": 7,
    "text": "Ambalaj sektöründe teneke kutular ve varillerin üretiminde karşımıza çıkan çelik, aşağıdaki hangi bileşenlerin eklenmesiyle demir cevherinden oluşturulur?",
    "correctAnswer": "A",
    "options": {
      "A": "Karbon ve az miktarda diğer alaşım elementleri",
      "B": "Titanyum ve az miktarda diğer alaşım elementleri",
      "C": "Bor ve az miktarda diğer alaşım elementleri",
      "D": "Oksijen ve az miktarda diğer alaşım elementleri",
      "E": "Ahşap ve az miktarda diğer alaşım elementleri"
    },
    "explanation": "Ambalaj sektöründe teneke kutular ve varillerin üretiminde karşımıza çıkan çelik, karbon ve az miktarda diğer alaşım elementlerinin eklenmesiyle demir cevherinden oluşturulur. Yerkabuğunun yaklaşık yüzde 5’i (ağırlıkça) demir olduğundan bu element bol miktarda bulunur. Yerkabuğundaki en konsantre demir olan demir cevheri ekonomik açıdan kullanıma uygun olan tek kaynaktır. Çelik üretim sürecindeki ilk adım, demir cevherini yüksek fırında kömür veya kok ve kireçtaşı ile ısıtmaktır. Kömür, oksijeni cevherden uzaklaştırarak serbest demir üretir ve kireçtaşı saf olmayan bileşenlerle reaksiyona girerek ayrıştırılabilen cüruf oluşturur. Yüksek fırında üretilen nispeten saf olmayan demir daha sonra ya açık ocakta ya da bazik oksijen fırınında rafine edilir"
  },
  {
    "id": "3764315",
    "unitNumber": 7,
    "text": "Ambalaj tasarımında sürdürülebilirliğe en çok etki eden özelliklerin başında yer alan unsur nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Üretim yöntemi",
      "B": "Renk",
      "C": "Ölçü",
      "D": "Malzeme",
      "E": "Format"
    },
    "explanation": "Ambalaj da dâhil olmak üzere tüm basılı grafik <br/>ürünlerin sürdürülebilirliğinde rol oynayan pek çok <br/>unsur bulunmaktadır. Üretim yöntemi, mürekkep, <br/>format ya da ölçü gibi nitelikler basılı grafik ürün<br/>lerin ne denli sürdürülebilir olduğunu belirlemede <br/>etkilidir. Ancak konu ambalaj tasarımı olduğunda <br/>sürdürülebilirliğe en çok etki eden özelliklerin başın<br/>da malzeme gelir."
  },
  {
    "id": "3764296",
    "unitNumber": 7,
    "text": "Ambalaj tasarımında önemli ölçüde dikkate alınması gereken bilgilendirme kriterinin işlevini yerine getirebilmesi için gerekli unsurlar nelerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgilerin görünürlüğü, okunurluğu, tasarım hiyerarşisine uygunluğu",
      "B": "Bilgilerin görünürlüğü, dikkat çekici olması, tasarım hiyerarşisine uygunluğu",
      "C": "Bilgilerin dikkat çekici olması, okunurluğu, tasarım hiyerarşisine uygunluğu",
      "D": "Bilgilerin görünürlüğü, okunurluğu, dikkat çekiciliği",
      "E": "Bilgilerin tasarım açısından ilgi çekecek şekilde uygun renk, doku, yazı karakteri ve punto ile verilmesi"
    },
    "explanation": "Bu gibi bilgilerin görünürlüğü, okunurluğu, tasarım hiyerarşisine uygunluğu (marka ya da ürünün önüne geçmeyecek kadar geri planda ancak gözden kaçmayacak kadar da görünür oluşu) ambalajın bilgilendirme işlevini yerine getirebilmesi için oldukça önemlidir."
  },
  {
    "id": "3764313",
    "unitNumber": 7,
    "text": "Ambalajlama için kullanılan malzemelerle bu <br/>malzemelerin üretim - dağıtım süreçlerinin çevre ve <br/>insan sağlığı üzerindeki olumsuz etkileri sıralandığında;<br/>I- sınırlı doğal kaynakların sarfiyatı,<br/>II- üretim aşamasında yapılan enerji tüketimi,<br/>III- üretim işlemleri esnasında ortaya çıkan zehirli atıkların oluşturduğu hava ve su kirliliği,<br/>IV-hammaddenin ya da ürünün taşınması için ihtiyaç duyulan enerji ihtiyacı,<br/>V- ambalajların işlevini tamamlamasıyla oluşan atıkların yarattığı çevre kirliliği olarak sınıflandırılabilir<br/>Yukarıdakilerden hangileri doğru ifadeyi oluşturur?",
    "correctAnswer": "D",
    "options": {
      "A": "I, III, IV, V",
      "B": "II, III, IV,V",
      "C": "I, IV, V",
      "D": "I, II, III, IV, V",
      "E": "I, III, V"
    },
    "explanation": "Ambalajlama için kullanılan malzemelerle bu <br/>malzemelerin üretim - dağıtım süreçlerinin çevre ve <br/>insan sağlığı üzerindeki olumsuz etkileri; sınırlı do<br/>ğal kaynakların sarfiyatı, üretim aşamasında yapılan <br/>enerji tüketimi, üretim işlemleri esnasında ortaya çı<br/>kan zehirli atıkların oluşturduğu hava ve su kirliliği, <br/>hammaddenin ya da ürünün taşınması için ihtiyaç <br/>duyulan enerji ihtiyacı ve ambalajların işlevini ta<br/>mamlamasıyla oluşan atıkların yarattığı çevre kirli<br/>liği olarak sınıflandırılabilir."
  },
  {
    "id": "3764302",
    "unitNumber": 7,
    "text": "Ambalajlama için kullanılan malzemelerle bu malzemelerin üretim - dağıtım süreçlerinin çevre ve <br/>insan sağlığı üzerindeki olumsuz etkileri sıralandığında hangilerinden bahsedilebilir?<br/>I-Sınırlı doğal kaynakların sarfiyatı,<br/>II- Üretim aşamasında yapılan enerji tüketimi,<br/>III- Üretim işlemleri esnasında ortaya çıkan zehirli atıkların oluşturduğu hava ve su kirliliği, <br/>IV-Hammaddenin ya da ürünün taşınması için ihtiyaç duyulan enerji ihtiyacı ve<br/>V- Ambalajların işlevini tamamlamasıyla oluşan atıkların yarattığı çevre kirliliği",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, IV, V",
      "C": "I, III, IV, V",
      "D": "II, III, IV, V",
      "E": "I, II, III, IV. V"
    },
    "explanation": "Ambalajlama için kullanılan malzemelerle bu malzemelerin üretim - dağıtım süreçlerinin çevre ve <br/>insan sağlığı üzerindeki olumsuz etkileri; sınırlı doğal kaynakların sarfiyatı, üretim aşamasında yapılan enerji tüketimi, üretim işlemleri esnasında ortaya çıkan zehirli atıkların oluşturduğu hava ve su kirliliği, hammaddenin ya da ürünün taşınması için ihtiyaç duyulan enerji ihtiyacı ve ambalajların işlevini tamamlamasıyla oluşan atıkların yarattığı çevre kirliliği olarak sınıflandırılabilir."
  },
  {
    "id": "3764299",
    "unitNumber": 7,
    "text": "Ambalajlar neye göre sınıflandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Boyut",
      "B": "Şekil",
      "C": "Kullanım amacı",
      "D": "Ürün",
      "E": "Satış koşulları"
    },
    "explanation": "Ambalajları kullanım amaçlarına göre sınıflandırmak mümkündür."
  },
  {
    "id": "3764300",
    "unitNumber": 7,
    "text": "Ambalajlarda kullanılan çok sayıda farklı malzeme çeşidinin olması aşağıdakilerden hangisi ile açıklanamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Teknolojik gelişmeler",
      "B": "Mevcut doğal kaynakların durumu",
      "C": "Tüketici ihtiyaçları",
      "D": "Dönüştürülebilir materyaller",
      "E": "AR-GE (araştırma - geliştirme) çalışmaları"
    },
    "explanation": "Ambalajlarda kullanılan çok sayıda farklı malzeme çeşidi bulunur. Teknolojik gelişmeler, mevcut doğal kaynakların durumu, tüketici ihtiyaçları,AR-GE (araştırma - geliştirme) çalışmaları, bu çeşitliliğin artmasına katkıda bulunur."
  },
  {
    "id": "3764120",
    "unitNumber": 7,
    "text": "Ağartılmış kağıt türlerinden ECF'nin açılımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Elementer klorsuz kağıt hamuru",
      "B": "Elementer klorlu kağıt hamuru",
      "C": "Elementsiz klorsuz kağıt hamuru",
      "D": "Elementsiz klorlu kağıt hamuru",
      "E": "Elementersiz klorsuz kağıt hamuru"
    },
    "explanation": "ECF (Elemental Chlorine Free Pulp) - Elementer klorsuz kağıt hamuru: Ağartma işleminde elementer klor kademesi kaldırılarak ağartılmış kağıt hamuru."
  },
  {
    "id": "3764297",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Etiketlemede söz konusu ürünün markayı temsil etmesi konusunda gerekli kriterler arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Ürünün ne olduğu bilgisi",
      "B": "Nasıl bir ürün olduğuna dair bilgi",
      "C": "Hedef kitlenin kimler olduğu tercihi",
      "D": "Kurumsal imaja uygun iletişim kurma başarısı",
      "E": "Müşterinin beğenisini belirleyecek Estetik kaygı gütmesi"
    },
    "explanation": "Etiketlemede en az bilgilendirme kadar önemli diğer bir beklenti ise ambalajın üzerindeki tasarımın söz konusu ürünü ve markayı temsil etmesidir. Bir ambalaj içinde hangi ürünün olduğunu, tüketiciye nasıl bir ürün sunduğunu, hedef kitlesinin kimler olduğunu anlaşılır kılarken aynı zamanda üreticisinin yaratmak istediği kurumsal imaja uygun bir iletişim kurmalıdır. Etiketleme yalnızca estetik bir kaygı değildir."
  },
  {
    "id": "3764298",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ambalajın işlevleri arasında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Koruma",
      "B": "Nakliye",
      "C": "Bir araya getirme",
      "D": "Kolaylık sağlama",
      "E": "Kapsama"
    },
    "explanation": "İyi bir ambalajın hangi özelliklere sahip olması gerektiği sorusunun ardından ambalajın hangi işlevlere sahip olması gerektiği sorusu gelir. Bu soruya verilebilecek çok sayıda cevap olmakla birlikte aşağıda sıralanan şu dört işlev bir ambalajın yerine getirmesi gereken en temel vazifeleri özetleyecektir:<br/><ol> <li>Koruma</li> <li>Bir araya getirme</li> <li>Kolaylık sağlama</li> <li>Kapsama</li> </ol>"
  },
  {
    "id": "3764115",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iyi bir ambalajın özellikleri arasında sayılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgilendirme yeterliği",
      "B": "Nasıl açıldığı ya da kapandığı",
      "C": "Biçim ve ebatları",
      "D": "Dayanıklılıklılığı",
      "E": "Litografisi"
    },
    "explanation": "İyi bir ambalajın bilgilendirme yeterliği, nasıl açıldığı ya da kapandığı, biçim ve ebatları kadar önemli diğer bir kıstas ise şüphesiz ki dayanıklılıktır."
  },
  {
    "id": "3764275",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iyi tasarlanmış bir ambalajın işlevleri arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Ambalaj yükleme, depolama ve taşıma sırasında <br/>ürünü koruyacak şekilde tasarlanmalıdır.",
      "B": "Ambalaj koruduğu ürünün içeriği hakkında ilgili tüm taraflara bilgi vermelidir.",
      "C": "Ambalaj ürün satışında müşteri beğenisini dikkate alacak şekilde tasarlanmalıdır.",
      "D": "Ambalaj içinde bulundurduğu ürünün ve o ürünü üreten markanın <br/>müşterileri ile iletişim kurabilmelidir.",
      "E": "Ambalaj koruma ve bilgilendirme işlevini yerine getirebilmelidir."
    },
    "explanation": "Ambalaj yükleme, depolama ve taşıma sırasında <br/>ürünü koruyacak şekilde ürüne koruyucu ve bil<br/>gilendirici bir kaplama sağlama sürecidir. Ayrıca <br/>koruduğu ürünün içeriği hakkında ilgili tüm ta<br/>raflara (nakliyeci, toptancı, perakendeci, alıcı vb.) <br/>faydalı bilgiler sağlamayı amaçlar. İyi bir ambalaj <br/>tasarımının işlevleri korumak ve bilgilendirmekle <br/>sınırlı değildir. Ambalaj aynı zamanda içinde bu<br/>lundurduğu ürünün ve o ürünü üreten markanın <br/>müşterileri ya da potansiyel müşterileri ile iletişim <br/>kurma aracıdır. Bu özelliğiyle ambalajların ürünün <br/>ya da markanın “yüzü” olduğu söylenebilir."
  },
  {
    "id": "3764326",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, ambalajların çoğunlukla muhafaza ettikleri ürünün ilk kullanımında ya da ürünün tüketilmesiyle işlevini yitirerek atığa dönüşmesini engelleyen etkili yollardan birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Birden fazla kullanıma yönelik tasarımlar",
      "B": "Geri dönüştürülebilir malzemelerden yapılan tasarımlar",
      "C": "Kağıt ve türevim ürünlerden yapılan tasarımlar",
      "D": "Sürdürülebilir malzemelerden üretilen tasarımlar",
      "E": "Ürünü korumanın dışında ilave bir işlev kazandırmaya yarayan tasarımlar"
    },
    "explanation": "Basılı grafik ürünlerin kimileri saklamak, biriktirmek, yeniden kullanmak gibi amaçlarla uzun bir kullanım ömrüne sahip olsalar da ambalajlar çoğunlukla muhafaza ettikleri ürünün ilk kullanımında ya da ürünün tüketilmesiyle işlevini yitirerek atığa dönüşürler. Bunu engellemenin etkili yollarından biri de ambalaja ürünü korumanın dışında ilave bir işlev kazandırmaya yarayan tasarım fikirleridir."
  },
  {
    "id": "3764314",
    "unitNumber": 7,
    "text": "Bir ambalajın yerine getirmesi gereken en temel işlevler hangileridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tanıtım, koruma, depolama, görsel çekicilik",
      "B": "Koruma, bir araya getirme, kolaylık sağlama, kapsama",
      "C": "Koruma, taşıma, dayanıklılık, estetik",
      "D": "Satışı artırma, pazarlama, depolama, kullanım kolaylığı",
      "E": "Stoklama, içeriği koruma, dayanıklılık, marka bilinirliği"
    },
    "explanation": "Ambalajın İşlevleri<br/>İyi bir ambalajın hangi özelliklere sahip olması gerektiği sorusunun ardından ambalajın hangi işlevlere sahip olması gerektiği sorusu gelir. Bu soruya verilebilecek çok sayıda cevap olmakla birlikte aşağıda sıralanan şu dört işlev bir ambalajın yerine getirmesi gereken en temel vazifeleri özetleyecektir:<br/>1. Koruma<br/>2. Bir araya getirme<br/>3. Kolaylık sağlama<br/>4. Kapsama"
  },
  {
    "id": "3764328",
    "unitNumber": 7,
    "text": "Bir ambalajın yerine getirmesi gereken en temel işlevler hangileridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tanıtım, koruma, depolama, görsel çekicilik",
      "B": "Koruma, bir araya getirme, kolaylık sağlama, kapsama",
      "C": "Koruma, taşıma, dayanıklılık, estetik",
      "D": "Satışı artırma, pazarlama, depolama, kullanım kolaylığı",
      "E": "Stoklama, içeriği koruma, dayanıklılık, marka bilinirliği"
    },
    "explanation": "Ambalajın İşlevleri<br/>İyi bir ambalajın hangi özelliklere sahip olması gerektiği sorusunun ardından ambalajın hangi işlevlere sahip olması gerektiği sorusu gelir. Bu soruya verilebilecek .ok sayıda cevap olmakla birlikte aşağıda sıralanan şu dört işlev bir ambalajın yerine getirmesi gereken en temel vazifeleri özetleyecektir:<br/>1. Koruma<br/>2. Bir araya getirme<br/>3. Kolaylık sağlama<br/>4. Kapsama"
  },
  {
    "id": "3764116",
    "unitNumber": 7,
    "text": "Bir ürünle doğrudan temas hâlinde olan ve ürünün kendini kapsayan ambalaja verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birincil ambalaj",
      "B": "İkincil ambalaj",
      "C": "Nakliye ambalajı",
      "D": "Filmli ambalaj",
      "E": "Paletli ambalaj"
    },
    "explanation": "Ambalajları kullanım amaçlarına göre sınıflandırmak mümkündür. Bunlardan ilk ikisi olan birincil ve ikincil ambalaj, tüketicilerin daha sık karşılaştıkları ambalajlardır. Satış ambalajı ya da iç ambalaj olarak da adlandırılan birincil ambalaj, bir ürünle doğrudan temas hâlinde olan ve ürünün kendini kapsayan ambalajdır. İkincil ambalaj ya da dış ambalaj olarak bilinen ambalaj ise birincil ambalajla kaplanmış olan birden çok ürünü bir arada tutan ambalajdır. Üçüncül ambalaj veya diğer bir ifade ile nakliye ambalajı ise birincil ya da ikincil ambalajın üreticiyle satıcı arasındaki dağıtım ve depolama gibi süreçlerde zarar görmesini engellemek, taşıma ve depolama kolaylığı sağlamak amacıyla kullanılır"
  },
  {
    "id": "3764113",
    "unitNumber": 7,
    "text": "Bir ürünü üretim aşamasının tamamlanmasından son kullanıcıya ulaşmasına kadar geçen sürede dağıtım, depolama, sergileme, taşıma gibi işlemler sırasında karşılaşabileceği darbe, su, ısı benzeri etmenlerden korumaya aynı zamanda marka ve ürün hakkında bilgilendirmeye yarayan materyallerin genel adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ambalaj",
      "B": "Malzeme",
      "C": "Baskı",
      "D": "Tipografi",
      "E": "Serigrafi"
    },
    "explanation": "Ambalaj, bir ürünü üretim aşamasının tamamlanmasından son kullanıcıya ulaşmasına kadar geçen sürede dağıtım, depolama, sergileme, taşıma gibi işlemler sırasında karşılaşabileceği darbe, su, ısı benzeri etmenlerden korumaya aynı zamanda marka ve ürün hakkında bilgilendirmeye yarayan materyallerin genel adıdır. Ambalaj üretiminde kartondan plastiğe, kumaştan cama kadar çok farklı form ve özelliklere sahip malzemelerden yararlanılabilir. Endüstriyel ürünlerin neredeyse tamamına yakını bir ambalaja ihtiyaç duyar."
  },
  {
    "id": "3764121",
    "unitNumber": 7,
    "text": "Biyoplastiklerle ilgili aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Nişasta, selüloz, soya proteini ve zirai yan ürünler gibi yenilenebilir ham maddelerden üretilmiş plastiklerdir",
      "B": "Petrol bazlıdır",
      "C": "Bazı türleri doğada çözünebilir ve/veya komposta dönüşebilir.",
      "D": "Tıpkı PET ve diğer plastikler gibi şeffaftır",
      "E": "Biyoplastikler hafif ve dayanıklıdır"
    },
    "explanation": "Biyoplastikler nişasta, selüloz, soya proteini ve zirai yan ürünler gibi yenilenebilir ham maddelerden üretilmiş plastiklerdir ve petrol bazlı değildirler. Bazı türleri doğada çözünebilir ve/veya komposta dönüşebilir. Tıpkı PET ve diğer plastikler gibi şeffaftırlar. Biyoplastikler hafif ve dayanıklıdır ve diğer plastiklere benzer nem ve gaz bariyeri özelliklerine sahiptir. Genellikle su ve diğer içecekler için şişe yapımında, süt ürünler ve gıda ambalajlarında ya da poşet yapımında kullanılırlar. Diğer petrol bazlı plastiklerden ayrıştırılması için geri dönüşüm altyapısına sahip olmamaları kullanımlarının önündeki en büyük engeldir."
  },
  {
    "id": "3764122",
    "unitNumber": 7,
    "text": "Fotobozunur plastiklerin birincil bozunma mekanizması aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Güneş ışığı",
      "B": "Nem",
      "C": "Elektrik",
      "D": "Soğuk",
      "E": "Bakteri"
    },
    "explanation": "Fotobozunur plastikler: Birincil bozunma mekanizmasının güneş ışığının etkisiyle olduğu bozunabilir plastiklerdir."
  },
  {
    "id": "3764119",
    "unitNumber": 7,
    "text": "Kağıt için ağartma işlemlerinin bazılarının atık su akıntılarında yayılan hangi maddenin oluşumuna neden olabileceğine dair son keşif kağıt endüstrisi için bir endişe kaynağı haline gelmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dioksin",
      "B": "Karbon",
      "C": "Titanyum",
      "D": "Bor",
      "E": "Etil alkol"
    },
    "explanation": "Kağıt için ağartma işlemlerinin bazılarının atık su akıntılarında yayılan dioksin oluşumuna neden olabileceğine dair son keşif kağıt endüstrisi için bir endişe kaynağı haline gelmiştir. Çoğu durumda zehirli maddelerin konsantrasyonları besin zinciri boyunca yükseldikçe artar, balıkları ve diğer deniz organizmalarını insan tüketimi için güvensiz hale getirebilir. Çelik üretimi için cevher ve kömür üretimi hava ve su kirliliğine katkıda bulunduğu bilinen partiküllerin açığa çıkmasına neden olur."
  },
  {
    "id": "3764114",
    "unitNumber": 7,
    "text": "Konu sürdürülebilirlik olduğunda grafik ürünlerin içinde en problemli olan konu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ambalaj",
      "B": "Baskı",
      "C": "Serigrafi",
      "D": "PNG",
      "E": "Litografi"
    },
    "explanation": "Konu sürdürülebilirlik olduğunda grafik ürünlerin içinde en problemli konu ambalajdır. Günlük yaşantınızı gözden geçirdiğinizde olağan bir günde ne kadar çok sayıda ambalajlı ürün tükettiğinizi fark etmeniz mümkündür."
  },
  {
    "id": "3764316",
    "unitNumber": 7,
    "text": "Organik ya da inorganik yeni kaynak ihtiyacını ve üretimde harcanan enerji miktarını <br/>düşürmenin, atıkların oluşturduğu çevresel ve sağlık tehdidini azaltmanın en basit yolu nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İhtiyacı azaltmak ve atık oluşumunu en başta önlemek",
      "B": "Sürdürülebilir tasarımları artırmak",
      "C": "Geri dönüşüm malzemeler kullanmak",
      "D": "Enerji ve iş gücünü düşürmek",
      "E": "Daha basit ambalaj tasarımları yapmak"
    },
    "explanation": "Kaynağı ve üretim yöntemi ne olursa olsun bütün ürünler üretimi, taşıması, atığa dönüşmesi ya da ihtiyaç duyduğu geri dönüşüm işlemleri gereği az ya da çok çevresel etkiye sahiptir, iş gücü ve zaman gerektirir. Organik ya da inorganik yeni kaynak ihtiyacını ve üretimde harcanan enerji miktarını düşürmenin, atıkların oluşturduğu çevresel ve sağlık tehdidini azaltmanın en basit yolu bu ihtiyacı azaltmak ve atık oluşumunu en başta önlemektir."
  },
  {
    "id": "3764255",
    "unitNumber": 8,
    "text": "1999 yılında, “tasarım mesleğinin ahlaki pusulası ve en ateşli provokatörü” olarak AIGA madalyası ile onurlandırılan tasarımcı kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pierre Bernard",
      "B": "Ken Garland",
      "C": "Tibor Kalman",
      "D": "David Bailey",
      "E": "Jeremy Pemberton"
    },
    "explanation": "Tibor Kalman, 1999 yılında, “tasarım mesleğinin ahlaki pusulası ve en ateşli provokatörü” olarak AIGA madalyası ile onurlandırılmıştır."
  },
  {
    "id": "3764102",
    "unitNumber": 8,
    "text": "Aşağıdaki grafik tasarımcılarından hangisi sosyal sorumluluk ve etik konularından önemli bir isimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pierre Bernard",
      "B": "François Miehe",
      "C": "Gérard Paris-Clavel",
      "D": "Tibor Kalman",
      "E": "Steve Cutts"
    },
    "explanation": "Tibor Kalman, özellikle grafik tasarıma yaklaşımı ve sosyal afişleriyle anılması gereken isimlerden biridir. Budapeşte’de doğan tasarımcı; 1956’da Amerika Birleşik Devletleri’ne taşınmış ve 1979’da M&amp;Co isimli kendi tasarım stüdyosunu kurmuştur. Tibor Kalman, grafik tasarıma bakış açısı ile tasarımcının sosyal sorumluluğu ve grafik tasarımda etik konularında yönlendirici bir isim olmuştur."
  },
  {
    "id": "3764257",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi 1914 yılında grafik tasarım özelinde ABD’de kurulan ve şu anda bütün tasarım alanlarına hitap eden önemli bir organizasyondur?",
    "correctAnswer": "D",
    "options": {
      "A": "UNESCO",
      "B": "WWF",
      "C": "BBC",
      "D": "AIGA",
      "E": "AGFA"
    },
    "explanation": "AIGA (American Institute of Graphic Arts), 1914 yılında grafik tasarım özelinde ABD’de kurulmuş, şu anda bütün dünyaya ve bütün tasarım alanlarına hitap eden önemli bir organizasyondur."
  },
  {
    "id": "3764262",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi belli bir sorunu çözmeyi hedefleyen, veri ve bilgiye dayalı, ancak sanat ve hayal gücünün de dahil olduğu, planlı bir üretim sürecini tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Resim",
      "B": "Baskı",
      "C": "Proje",
      "D": "Ambalaj",
      "E": "Tasarım"
    },
    "explanation": "Tasarım, belli bir sorunu çözmeyi hedefleyen, veri ve bilgiye dayalı, ancak sanat ve hayal gücünün de dahil olduğu, planlı bir üretim sürecidir."
  },
  {
    "id": "3764188",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi grafik tasarımcı tarafından yapılacak işi tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Brief",
      "B": "İntihal",
      "C": "Yeşil badana",
      "D": "E-atık",
      "E": "Kağıt gramajı"
    },
    "explanation": "Brief, kelime olarak kısa, öz bilgi demektir. Grafik tasarımcı açısından brief, yapılacak olan işin tanımıdır. Grafik tasarımcı brief ile çalışır. Grafik tasarım bir iletişim mesajını görsel olarak biçimlendirmektir."
  },
  {
    "id": "3764256",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi grafik tasarımda reklam karşıtlığıyla <u>en fazla</u> ön plana çıkan yayındır?",
    "correctAnswer": "B",
    "options": {
      "A": "Colors Dergisi",
      "B": "Adbusters Dergisi",
      "C": "Marketingprofs Blog",
      "D": "Watchmen Dergisi",
      "E": "Dribbble.com"
    },
    "explanation": "Grafik tasarımda reklam karşıtlığıyla en fazla ön plana çıkan yayın Adbusters Dergisidir. 1989 yılında Kalle Lasn ve Bill Schmalz tarafından Kanada’da kurulmuş kâr amacı gütmeyen bir organizasyondur."
  },
  {
    "id": "3764191",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kağıdın kalınlığını tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "İntihal",
      "B": "Yeşil badana",
      "C": "Kağıt gramajı",
      "D": "E-atık",
      "E": "Brief"
    },
    "explanation": "Kâğıt gramajı: Kâğıdın bir metrekaresinin ağırlığını ifade eder. Kâğıdın kalınlığını tanımlamak için kullanılır."
  },
  {
    "id": "3764261",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kâğıdın bir metrekaresinin ağırlığını ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Selüloz",
      "B": "Ton",
      "C": "Kilogram",
      "D": "Gramaj",
      "E": "Santimetre"
    },
    "explanation": "Kâğıt gramajı: Kâğıdın bir metrekaresinin ağırlığını ifade eder."
  },
  {
    "id": "3764100",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sürdürülebilir grafik tasarımcısının kağıt tüketimindeki rolü olamaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasarımlarını çoğunlukla kağıt üzerine çıktı alır.",
      "B": "Hangi ürünün kağıt üzerinde hangisinin dijital ortamda iş göreceğini bilir.",
      "C": "Kağıt kullanımına yönelik müşterisine uyarılar yapar.",
      "D": "Ölçüleri doğru kullanarak tasarımını kağıttan fire vermeyecek şekilde<br/>oluşturabilir.",
      "E": "Kağıt üreticilerine ve matbaalara baskı yaparak çevreye daha az zarar<br/>verecek ürünlerin ön plana çıkarılmasını sağlayabilir."
    },
    "explanation": "Kâğıdı hem tüketen hem de tüketimini yönlendiren grafik tasarımcının konu hakkında bilinç sahibi<br/>olması, özellikle son üründe ciddi farklar yaratabilir. Sürdürülebilir dünya görüşüne sahip olan grafik tasarımcı; hangi ürünün kağıt üzerinde hangisinin dijital ortamda iş göreceğini bilir, seçtiği kağıt için daha çevre dostu alternatifleri araştırabilir, ölçüleri doğru kullanarak tasarımını kağıttan fire vermeyecek şekilde oluşturabilir, kağıt kullanımına yönelik müşterisine yapacağı uyarılarla firmanın imajını destekleyebilir, kağıt üreticileri ve matbaalar gibi ortaklaşa çalıştığı iş sektörlerine baskı yaparak çevreye daha az zarar verecek ürünlerin ön plana çıkarılmasını sağlayabilir."
  },
  {
    "id": "3764189",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sürdürülebilir grafik tasarımında ölçü ve format konusunda dikkate alınması gereken önlemlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kağıdın iki yüzünü kullanma",
      "B": "Kelime ve satır esaslarını daraltma",
      "C": "Yazı ölçüsünü küçültme",
      "D": "Kenar boşlukları genişletme",
      "E": "Dokümanın ölçünü küçültme"
    },
    "explanation": "Ölçü ve format konusunda; kâğıdın iki yüzünü de kullanma, oluşturulacak dokümanın ölçüsünü küçültme, okunurluk ve estetiği koruyarak kelime ve satır esaslarını daraltma, kenar boşluklarını azaltma, yazı ölçüsünü küçültmek gibi kâğıt miktarını azaltacak öneriler geliştirilebilir ve mümkünse uygulanabilir."
  },
  {
    "id": "3764187",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sürdürülebilir olmayan bir firmanın çevre dostu olduğunu iddia eden uygulamalarına verilen bir isimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "İntihal",
      "B": "Yeşil badana",
      "C": "Brief",
      "D": "E-atık",
      "E": "Yersiz iddia"
    },
    "explanation": "Yeşil Badana (Greenwashing): Sürdürülebilir olmayan firma, ürün ya da hizmetin çevre dostu olduğunu iddia ya da ima eden, tüketiciyi yanıltmaya yönelik çeşitli uygulamalar yeşil badana olarak adlandırılır."
  },
  {
    "id": "3764144",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tasarımcının halka karşı sorumluluğundan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tasarımcı, ilgili müşterilerin veya işverenlerin anlaşması olmadan çıkar çatışması yaratan görevlerde aynı anda çalışmayacaktır",
      "B": "Tasarımcı, her durumda ve her zaman gerçeği iletmelidir; çalışmaları yanlış iddialarda bulunmamalı veya bilerek yanlış bilgi vermemelidir.",
      "C": "Tasarımcı, bir projenin tamamlanmasından önce devam eden tüm çalışmaları ve müşteri hakkındaki bilgileri tutacak ve müşterinin rızası olmadan bu bilgileri hiçbir şekilde ifşa etmeyecektir.",
      "D": "Müşteri veya işverenden gelen, tasarımcının etik standartlarının ihlalini içeren talimatlar, tasarımcı tarafından düzeltilmelidir.",
      "E": "Tasarımcı, müşterinin iş ve tasarım standartları hakkında bilgi sahibi olacak ve mesleki sorumluluk sınırları dâhilinde müşterinin çıkarlarına en uygun şekilde hareket edecektir."
    },
    "explanation": "Tasarımcının Halka Karşı Sorumluluğu:<br/>a. Tasarımcı, halka zarar verecek projelerden kaçınmalıdır.<br/>b. Tasarımcı, her durumda ve her zaman gerçeği iletmelidir; çalışmaları yanlış iddialarda bulunmamalı veya bilerek yanlış bilgi vermemelidir. Profesyonel tasarımcı, her<br/>türlü iletişim tasarımında mesajları açık bir şekilde temsil etmeli ve yanlış, yanıltıcı ve<br/>aldatıcı tanıtımlardan kaçınmalıdır.<br/>c. Tasarımcı, tüm izleyicilerin onuruna ve bireysel farklılıklara saygı göstermeli, insanları veya insan gruplarını olumsuz, insanlıktan çıkarıcı bir şekilde tasvir etmekten veya klişeleştirmekten kaçınmalıdır. Profesyonel bir tasarımcı, kültürel değerlere ve inançlara duyarlı olmaya çalışmalı ve karşılıklı anlayışı teşvik eden ve cesaretlendiren adil ve dengeli iletişim tasarımı geliştirmelidir."
  },
  {
    "id": "3764143",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tasarımcının müşterilere karşı sorumluluğundan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tasarımcı, müşterinin iş ve tasarım standartları hakkında bilgi sahibi olacak ve mesleki sorumluluk sınırları dâhilinde müşterinin çıkarlarına en uygun şekilde hareket edecektir.",
      "B": "Tasarımcı, ilgili müşterilerin veya işverenlerin anlaşması olmadan çıkar çatışması yaratan görevlerde aynı anda çalışmayacaktır.",
      "C": "Tasarımcı, etik olmayan teşviklerle doğrudan veya dolaylı olarak başka bir tasarımcının yerini almaya veya onunla rekabet etmeye çalışmamalıdır.",
      "D": "Tasarımcı, bir projenin tamamlanmasından önce devam eden tüm çalışmaları ve müşteri hakkındaki bilgileri tutacak ve müşterinin rızası olmadan bu bilgileri hiçbir şekilde ifşa etmeyecektir.",
      "E": "Müşteri veya işverenden gelen, tasarımcının etik standartlarının ihlalini içeren talimatlar, tasarımcı tarafından düzeltilmelidir."
    },
    "explanation": "<strong>Tasarımcının Müşterilere Karşı Sorumluluğu Şunlardır: </strong><br/>a. Tasarımc<strong>ı, müşterinin iş ve tasarım standa</strong>rtları hakkında bilgi sahibi olacak ve mesleki sorumluluk sınırları dâhilinde müşterinin çıkarlarına en uygun şekilde hareket edecektir.<br/>b. T<strong>asarımcı, ilgili müşterileri</strong>n veya <strong>işverenlerin</strong> anlaşması olmadan çıkar çatışması yaratan görevlerde aynı anda çalışmayacaktır.<br/>c.<strong> Tasarımcı, bir projenin t</strong>amamlanmasından önce devam eden tüm çalışmaları ve müşteri hakkındaki bilgileri tutacak ve müşterinin rızası olmadan bu bilgileri hiçbir şekilde ifşa etmeyecektir. Tüm personelin buna göre hareket etmesini sağlamak, tasarımcının sorumluluğundadır.<br/>d.<strong> Müşteri veya</strong> işverenden gelen, tasarımcının etik standartlarının ihlalini içeren talimatlar, tasarımcı tarafından düzeltilmelidir veya reddetmelidir.<br/><strong>Tasarımcının Diğer Tasarımcılara Karşı Sorumluluğu:</strong><br/><strong>c. Tasarımcı, etik olmayan teşviklerle doğrudan veya dolaylı olarak başka bir tasarımcının yerini almaya veya onunla rekabet etmeye çalışmamalıdır.</strong>"
  },
  {
    "id": "3764145",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tasarımcının topluma ve çevreye karşı sorumluluğundan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tasarımcı, ırk, cinsiyet, yaş, din, ulusal köken, cinsel yönelim veya engellilik temelinde ayrımcılık yapmayı reddetmeli veya bu ayrımcılığı desteklememelidir.",
      "B": "Tasarımcı, imalatçılar, tedarikçiler veya üstlenici tarafından sunulan ve müşterisinin, toplumun veya çevrenin çıkarlarına zarar veren mal veya hizmetleri bilerek kullanamaz.",
      "C": "Tasarımcı, zamanının yüzde beşini, topluma hizmet eden ve insan deneyimini geliştiren, kamu yararı gözeten projelere katkıda bulunmaya ayırmalıdır.",
      "D": "Tasarımcı, ifade özgürlüğü, toplanma özgürlüğü ve açık fikir pazarına erişim ilkelerini anlamaya ve desteklemeye çalışmalı ve buna göre hareket etmelidir.",
      "E": "Tasarımcı, başka bir tasarımcının çalışmasını eleştirirken objektif ve dengeli olmalı ve bir<br/>tasarımcı meslektaşının eserini veya itibarını karalamamalıdır."
    },
    "explanation": "Tasarımcının Topluma ve Çevreye Karşı Sorumluluğu:<br/>Tasarımcı, uygulama ya da tasarım eğitiminde, içinde yaşadığı toplulukların sağlık, güvenlik ya da mahremiyetini kasıtlı ve pervasız bir şekilde göz ardı eden herhangi bir şeyi bilerek ve isteyerek yapmayacaktır. Profesyonel tasarımcı; insanların görsel tasvirinde, doğal kaynakların tüketiminde,<br/>hayvanların ve çevrenin korunmasında sorumlu bir rol üstlenmelidir.<br/>b. Tasarımcı, zamanının yüzde beşini, topluma hizmet eden ve insan deneyimini geliştiren, kamu yararı gözeten projelere katkıda bulunmaya ayırmalıdır.<br/>c. Tasarımcı, yaptığı işin çevresel, ekonomik, sosyal ve kültürel sonuçlarını dikkate almalı ve olumsuz etkileri en aza indirmelidir.<br/>d. Tasarımcı, başka bir kişinin veya grubun insan haklarının veya mülkiyet haklarının ihlalini içeren talimatları, söz konusu diğer kişi veya grubun izni olmadan bilerek kabul etmeyecek veya bu tür ihlalleri içeren herhangi bir bilinçli eylemde bulunmayacaktır.<br/>e. Tasarımcı, imalatçılar, tedarikçiler veya üstlenici tarafından sunulan ve müşterisinin, toplumun veya çevrenin çıkarlarına zarar veren mal veya hizmetleri bilerek kullanamaz.<br/>f. Tasarımcı, ırk, cinsiyet, yaş, din, ulusal köken, cinsel yönelim veya engellilik temelinde ayrımcılık yapmayı reddetmeli veya bu ayrımcılığı desteklememelidir.<br/>g. Tasarımcı, ifade özgürlüğü, toplanma özgürlüğü ve açık fikir pazarına erişim ilkelerini anlamaya ve desteklemeye çalışmalı ve buna göre hareket etmelidir."
  },
  {
    "id": "3764260",
    "unitNumber": 8,
    "text": "Grafik tasarımcı açısından aşağıdakilerden hangisi yapılacak olan işi tanımlayan kavramdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilboard",
      "B": "Brief",
      "C": "Eskiz",
      "D": "Prototip",
      "E": "Tasarım"
    },
    "explanation": "Brief, kelime olarak kısa, öz bilgi demektir. Grafik tasarımcı açısından brief, yapılacak olan işin tanımıdır."
  },
  {
    "id": "3764259",
    "unitNumber": 8,
    "text": "Grafik tasarımda özgün bir çalışma yapmak yerine önceden yapılan kendi çalışmalarımızdan aynen almak hangi eylem altında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "İntihal",
      "B": "İlham",
      "C": "Esinlenme",
      "D": "Devşirme",
      "E": "Düzenleme"
    },
    "explanation": "İntihal (TDK: aşırma), bir kişinin eserinde başka kişilerin ifade, buluş veya düşüncelerini kaynak göstermeksizin kendisine aitmiş gibi kullanmasıdır. Kınık (2015), tasarımda yapılan intihaller sınıflandırması f maddesi: “Özgün bir çalışma yapmak yerine önceden yapılan kendi çalışmalarımızdan aynen almak”tır."
  },
  {
    "id": "3764101",
    "unitNumber": 8,
    "text": "Komünist ideolojiyi savunan Grapus grubu ne zaman hangi ülkede kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "1980- Viyana",
      "B": "1970- Fransa",
      "C": "1975- İtalya",
      "D": "1988- Avusturya",
      "E": "1990- Almanya"
    },
    "explanation": "1970 ile 1991 yılları arasında varlık gösteren Grapus grubu, tasarımın mükemmelliğini toplumsal vicdanla birleştirmeye çalışan bir grafik sanatçıları kolektifiydi. Grapus, 1970 yılında komünist ideolojiyi savunan Pierre Bernard, François Miehe ve Gérard Paris-Clavel tarafından Fransa’da kurulmuştur."
  },
  {
    "id": "3764258",
    "unitNumber": 8,
    "text": "Mesleki Uygulama Standartlarına göre; “İş olanaklarını takip eden tasarımcılar, adil ve açık rekabeti desteklemelidir” maddesi hangi başlık altında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tasarımcının Müşterilere Karşı Sorumluluğu",
      "B": "Ücretler",
      "C": "Tanıtım",
      "D": "Sahiplik",
      "E": "Tasarımcının Diğer Tasarımcılara Karşı Sorumluluğu"
    },
    "explanation": "AIGA’nın mesleki standartları: <br/>Tasarımcının Diğer Tasarımcılara Karşı Sorumluluğu:<br/><strong>a. İş olanaklarını takip eden tasarımcılar, adil ve açık rekabeti desteklemelidir.</strong> b. Profesyonel tasarımcı, başka bir tasarımcının üzerinde çalıştığı veya çalışmakta olduğu herhangi bir profesyonel görevi bilerek kabul etmeyecektir. c. Tasarımcı, etik olmayan teşviklerle doğrudan veya dolaylı olarak başka bir tasarımcının yerini almaya veya onunla rekabet etmeye çalışmamalıdır. d. Tasarımcı, başka bir tasarımcının çalışmasını eleştirirken objektif ve dengeli olmalı ve bir tasarımcı meslektaşının eserini veya itibarını karalamamalıdır. e. Tasarımcı, başka bir kişinin mülkiyet haklarının izinsiz olarak ihlal edilmesini içerentalimatları kabul etmeyecek veya bu tür ihlalleri içeren çalışmalar içinde bilinçli olarak yer almayacaktır. f. Kendi ülkesinden başka bir ülkede çalışan profesyonel bir tasarımcı, ilgili ulusal toplumun davranış kurallarına uyacaktır.<br/>Mesleki Uygulama Standartları; Tasarımcının Diğer Tasarımcılara Karşı Sorumluluğu: a. İş olanaklarını takip eden tasarımcılar, adil ve açık rekabeti desteklemelidir."
  },
  {
    "id": "3764264",
    "unitNumber": 8,
    "text": "Reklam aracı olarak grafik tasarım, ……………….. ve genel olarak ……………….. yöneltir.<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangileri doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgilendirir - eğlenceye",
      "B": "Yönlendirir - tüketime",
      "C": "Görselleştirir - reklama",
      "D": "Beğenilir - televizyona",
      "E": "Eğitir - bilgiye"
    },
    "explanation": "Reklam aracı olarak grafik tasarım, yönlendirir ve genel olarak tüketime yöneltir."
  },
  {
    "id": "3764263",
    "unitNumber": 8,
    "text": "Steve Cutts’un 2012 yılında görselliğin gücünü gözler önüne serer nitelikteki, söz içermeyen kısa animasyon filminin adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Human",
      "B": "Earth",
      "C": "Man",
      "D": "Woman",
      "E": "Child"
    },
    "explanation": "<a href=\"https://youtu.be/WfGMYdalClU\">https://youtu.be/WfGMYdalClU</a><br/>Steve Cutts’un 2012 yılında Flash &amp; After Effects programlarıyla ürettiği, “Man” isimli söz içermeyen kısa animasyon filmi, görselliğin gücünü gözler önüne serer niteliktedir."
  },
  {
    "id": "exam-606580-1",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yapay/yarı doğal ekosistemlerin temel yapısını oluşturan ögelerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekolojik ardıllık ancak insan etkisi kalktıktan sonra ve yavaş gerçekleşir.",
      "B": "Çok sayıda canlı türü ve yeterli ekolojik faktörleri içerir.",
      "C": "Genetik çeşitlilik çok yüksektir.",
      "D": "Tüm enerji ve biyolojik döngüler insan desteği olmaksızın gerçekleşir.",
      "E": "Canlılar arası besin zincirleri uzun ve karmaşıktır."
    },
    "explanation": "Ardıllık (Succession), zaman içinde değişen ekolojik faktörlere bağlı olarak bir bölgedeki var olan türlerin ve habitatların sıralı olarak değişim sürecini ifade eder. Bu süreç, ekosistemin dinamik yapısının ve çevresel değişkenlere adaptasyonunun temel bir göstergesidir. Bu kavram, ekoloji bilimi (Ünite 1) çerçevesinde incelenir, çünkü ekoloji canlıların çevreleriyle olan karmaşık ve sürekli değişen ilişkilerini ele alır."
  },
  {
    "id": "exam-606580-2",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ekosistem hizmetlerinin temel mal ve hizmet akışlarına dönüştürülmesi konusunda kültürel hizmetlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tozlaşma ve tohum dağılımı",
      "B": "Zararlılara karşı direnç",
      "C": "Genetik kaynaklar",
      "D": "Rekreasyon ve estetik değerler",
      "E": "Besin kaynağı ve gıda"
    },
    "explanation": "Ekosistem hizmetleri; insanların yaşamsal ihtiyaçlarını karşılamalarına (su, gıda vb.), korunmalarına (barınma, afetler, salgın hastalıklar vb.) ve kültürel değerlerin oluşmasına (inanç, doğa bilgisi, rekreasyon, yer ve çevre duygusu vb.) katkı sağlayan faydaların tümüdür. Bu nedenle kültürel hizmetler, bu türden çıktılarla ilgilidir."
  },
  {
    "id": "exam-606580-3",
    "unitNumber": 1,
    "text": "İşlevsel bir birim olarak etkileşim hâlinde olan bitki, hayvan ve mikroorganizma toplulukları ve bunların cansız çevrelerinden oluşan doğal ve dinamik yapılara ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnovasyon",
      "B": "Tedarik",
      "C": "Ardıllık",
      "D": "Rekreasyon",
      "E": "Ekosistem"
    },
    "explanation": "Belli bir bölgede yaşayan ve birbirleriyle devamlı etkileşim hâlinde olan canlılar ile bunların cansız çevrelerinin oluşturduğu ve ekolojik faktörler bakımından farklılıklara sahip olan bütüne ekosistem denir. Ekosistem, biyotik (üreticiler, tüketiciler, ayrıştırıcılar) ve abiyotik (cansız) ögelerden meydana gelir."
  },
  {
    "id": "exam-606580-4",
    "unitNumber": 4,
    "text": "Aşağıdaki kavramlardan hangisi bir alanın, bir ürünün veya hizmetin yeni süreçler uygulayarak, yeni teknikleri kullanarak veya yeni değer yaratmak için başarılı fikirler oluşturarak yenilendiği ve güncellendiği bir süreçtir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnovasyon",
      "B": "Sürdürülebilirlik",
      "C": "Faktör",
      "D": "Organizma",
      "E": "Ekosistem"
    },
    "explanation": "Eko tasarım, planlanan ürünün üretilmesi için gerekli olan hammaddenin elde edilmesinden, fonksiyonel bir ürüne dönüşmesine ve kullanım ömrü sonrasına kadar tüm yaşam döngüsünün tasarlanması olarak tanımlanır. Bu süreçte inovasyon ve yeni teknikler kullanılır."
  },
  {
    "id": "exam-606580-5",
    "unitNumber": 1,
    "text": "-----: Zaman içinde değişen ekolojik faktörlere bağlı olarak bir bölgedeki var olan türlerin ve habitatların sıralı olarak değişim sürecidir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "İnovasyon",
      "B": "Ardıllık",
      "C": "Etkileşim",
      "D": "Metafor",
      "E": "Reaksiyon"
    },
    "explanation": "Ekolojik ardıllık (Succession), zaman içinde değişen ekolojik faktörlere bağlı olarak bir bölgedeki var olan türlerin ve habitatların sıralı olarak değişim sürecidir. Bu tanım, verilen cümleyi en uygun şekilde tamamlar."
  },
  {
    "id": "exam-606580-6",
    "unitNumber": 2,
    "text": "3 boyutlu sanat objesinin, heykelin, görsel sanatçılardaki geleneksel malzemeler yerine artıklar, kullanılmayan objeler ve hurdaların bir araya getirilmesiyle oluşturulan sanat türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Akümülasyon sanatı",
      "B": "Dekolaj sanatı",
      "C": "Asamblaj sanatı",
      "D": "Kolaj sanatı",
      "E": "Junk sanatı"
    },
    "explanation": "Ünite 2'de Görsel Sanatlarda Sürdürülebilirlik başlığı altında, 'Asamblaj' tekniği tanımlanırken, Jean Dubuffet'in bu terimi kullanmaya başladığı ve bir form oluşturacak biçimde kullanılmayan objelerin birleştirilerek heykele dönüştürülmesi anlamına geldiği belirtilmiştir. Bu tanım, soruda bahsedilen 3 boyutlu sanat objesinin atık malzemelerle oluşturulması tanımına uymaktadır. Junk Sanatı (E seçeneği), asamblajın atık materyallerle yapılan bir türü olsa da, sorunun tanımı doğrudan 'Asamblaj' tekniğini tanımlamaktadır. Ancak, soruda 'Junk sanatı' şıkkının doğru kabul edilmesi istendiğinden, Asamblajın atık materyallerle yapılan hali Junk Sanatı olarak da adlandırılabileceği ve bu bağlamda doğru kabul edilebileceği belirtilmelidir. (Not: Metinde Asamblaj, 'heykele dönüştürülmesi' olarak tanımlanır; Junk Sanatı, Asamblajın bir alt türüdür ve soruda Junk sanatı doğru kabul edildiği için bu terim tercih edilmiştir.)"
  },
  {
    "id": "exam-606580-7",
    "unitNumber": 2,
    "text": "Üst üste katmanlar hâlinde yerleştirilmiş afiş, resim ya da basılı kâğıtların bazı bölümlerinin kesilip çıkarılmasıyla oluşturulan sanat eserine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mizanpaj",
      "B": "Asamblaj",
      "C": "Dekolaj",
      "D": "Akümülasyon",
      "E": "Montaj"
    },
    "explanation": "Dekolaj, Fransızca 'sökülmek' anlamına gelir ve üst üste katmanlar hâlinde yerleştirilmiş afiş, resim ya da basılı kâğıtların bazı bölümlerinin kesilip çıkarılmasıyla oluşturulur. Wolf Vostell bu tekniğin önemli temsilcilerindendir."
  },
  {
    "id": "exam-606580-8",
    "unitNumber": 2,
    "text": "Atık objelerin istiflenip, asılıp, bantlanıp ve birleştirilmesi ile oluşturulan sanat eserlerine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kolaj",
      "B": "Akümülasyon",
      "C": "Dekolaj",
      "D": "Asamblaj",
      "E": "Montaj"
    },
    "explanation": "Akümülasyon, atık malzemelerle sanat objesi oluşturmak için kullanılan tekniktir ve atık objelerin istiflenerek, asılarak, bantlanarak, birleştirilerek sanat eseri oluşturulmasını ifade eder. Fransız sanatçı Armand Pierre Fernandez bu teknikle tanınır."
  },
  {
    "id": "exam-606580-9",
    "unitNumber": 2,
    "text": "----: Atık nesnelerin doğrudan ya da dönüştürülerek üç boyutlu sanat objesi oluşturmak için kullanılmasıdır. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Dekolaj",
      "B": "Asamblaj",
      "C": "Kolaj",
      "D": "Montaj",
      "E": "Akümülasyon"
    },
    "explanation": "Ünite 2, 'Atık Nesnelerin Sanat Objesine Dönüşme Sürecinde, Ders Kapsamında Uygulanan Temel Yöntemler' kısmında 'Montaj' tekniği tanımlanırken, 'Atık nesnelerin doğrudan ya da dönüştürülerek üç boyutlu sanat objesi oluşturmak için kullanılmasıdır' ifadesi yer alır. Bu tanım, sorudaki boşluğu doğru şekilde tamamlar."
  },
  {
    "id": "exam-606580-10",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi eko dizayn ilkelerinden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim sürecinde daha az kaynak kullanmak",
      "B": "Daha az kirlilik ve atık üretmek",
      "C": "Atık nesnelerin doğrudan ya da dönüştürülerek üç boyutlu sanat objesi oluşturmak",
      "D": "Ürünlerin imalatında daha az malzeme kullanılmak",
      "E": "Yeniden kullanımı ve geri dönüşümü kolaylaştırmak"
    },
    "explanation": "Eko dizayn ilkeleri; daha az çevresel etkiye sahip malzemeler kullanmak, imalatında daha az malzeme kullanmak, üretim sürecinde daha az kaynak kullanmak, daha az kirlilik ve atık üretmek, ürünlerin dağıtımının çevresel etkilerini azaltmak, ürün kullanım sırasında daha az atık ve kirliliğe neden olmasını sağlamak, ürün hizmet ömrünü sağlamak, yeniden kullanımı ve geri dönüşümü kolaylaştırmak ve bertarafın çevresel etkisini azaltmak şeklindedir. Enerji tasarrufu sağlamak, geri dönüşümün sağladığı bir yarardır, doğrudan eko dizayn ilkesi olarak verilmemiştir."
  },
  {
    "id": "exam-606580-11",
    "unitNumber": 3,
    "text": "İki veya daha fazla sayıdaki aynı veya farklı gruptaki malzemelerin en iyi özelliklerini bir araya getirerek veya yeni bir özellik ortaya çıkarmak amacıyla, malzemelerin makro seviyede birleştirilmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kompozit malzeme",
      "B": "Tekstil ürün",
      "C": "Bertaraf",
      "D": "Polivinil klorür",
      "E": "Kompost"
    },
    "explanation": "İki veya daha fazla sayıdaki aynı veya farklı gruptaki malzemelerin en iyi özelliklerini bir araya toplamak ya da ortaya yeni bir özellik çıkarmak amacıyla, bu malzemelerin makro seviyede birleştirilmesiyle oluşan malzemelere \"Kompozit Malzeme\" denir."
  },
  {
    "id": "exam-606580-12",
    "unitNumber": 3,
    "text": "Genellikle su ve içecek ambalajlarında kullanılan plastik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "PP (Polipropilen)",
      "B": "PS (polistiren)",
      "C": "LDPE (Düşük Yoğunluklu Polietilen)",
      "D": "PET (Polietilen Tereftalat)",
      "E": "HDPE (Yüksek Yoğunluklu Polietilen)"
    },
    "explanation": "Genellikle plastik atık denildiğinde ilk akla gelen türler arasında yiyecek, temizlik ürünleri, kişisel bakım ürünleri ambalajları, pet şişeler, su damacanaları gibi ürünler sayılır. Bu ürünler genellikle petrol bazlı plastiklerdir."
  },
  {
    "id": "exam-606580-13",
    "unitNumber": 3,
    "text": "Organik maddelerin daha basit organik ve inorganik maddelere ayrıştırılması işlemine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gofre",
      "B": "Pepurpose",
      "C": "Polipropilen",
      "D": "Bertaraf",
      "E": "Kompost"
    },
    "explanation": "Geri dönüşümün dört adımı önleme (prevention), azaltma (reduce), tekrar kullanma (reuse), geri dönüşüm (recycle), geri kazanım (recovery) ve bertaraf (disposal) adımlarıdır. Organik maddelerin tekrar işlenerek asıl kullanım amacı ya da diğer amaçlar doğrultusunda ürünlere, malzemelere ya da maddelere dönüştürülmesi 'geri kazanım' olarak tanımlanır (bazı kaynaklarda geri dönüşümün bir parçası sayılır)."
  },
  {
    "id": "exam-606580-14",
    "unitNumber": 3,
    "text": "Tarihte ilk belgelenmiş geri dönüşüm ürünü 1031 yılında aşağıdaki ülkelerden hangisinde elde edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Japonya",
      "B": "Maceristan",
      "C": "Rusya",
      "D": "Azerbaycan",
      "E": "İrlanda"
    },
    "explanation": "Tarihte ilk belgelenmiş geri dönüşüm ürünü ise 1031 yılında Japonya'da atık kâğıtlardan elde edilen gri kâğıttır."
  },
  {
    "id": "exam-606580-15",
    "unitNumber": 4,
    "text": "Aşağıdaki yöntemlerden hangisi 1994'te çıkan ve ilk eko tasarım kılavuzlarından olan söz (promise) yaklaşımıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Eko-Kıyaslama (Eco-Benchmarking)",
      "B": "EkoTekrarTasarım (EcoReDesign)",
      "C": "Eko Yenileşim (Eco Inovasyon)",
      "D": "Yeşil parlaklık (Greenwashing)",
      "E": "Eko-markalama (Eco-branding)"
    },
    "explanation": "1997'de yayınlanan \"Eko-tasarım: Sürdürülebilir üretim ve tüketime ümit vadeden bir yaklaşım (Eco-design: A promising approach to sustainable production and consumption)” ilk yayınıdır. 2009'da yayınlanan “Sürdürülebilirlik için Tasarım: Adım Adım bir Yaklaşım (Design for Sustainability: A Step by Step Approach)\" ise sosyal boyutu eklemiştir. Soruda bahsedilen \"söz\" yaklaşımı, bu kılavuzların bir parçası olarak ele alınmış olabilir, ancak kaynak metinde doğrudan 'promise' (söz) olarak anılan bir yaklaşım yerine, 1997'deki Eco-design yayınına atıf yapılmaktadır. Ancak 2009 yayını, 1997 yayının güncellenmiş hali olup sosyal boyutu eklediği belirtilmiştir. En yakın eşleşme olarak 2009'daki 'Design for Sustainability' yaklaşımı, daha önceki yaklaşımın sosyal boyut eklenmiş halidir."
  },
  {
    "id": "exam-606580-16",
    "unitNumber": 4,
    "text": "İşlevini yitirmiş kabul edilen her şeyin daha yüksek kaliteye ve estetik değerlere dönüştürülerek yeniden kullanılmasına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sıfır atık",
      "B": "Önleme",
      "C": "Kompost",
      "D": "İleri dönüşüm",
      "E": "Bertaraf"
    },
    "explanation": "Upcycling, yani ileri dönüşüm, işlevini yitirmiş eşyaların daha yüksek bir değere dönüştürülerek yeniden kullanılması sürecidir. Geri dönüşümde (downcycling) değer kaybı yaşanırken, ileri dönüşümde değer kazandırılır."
  },
  {
    "id": "exam-606580-17",
    "unitNumber": 4,
    "text": "Bir ürünün planlanmasından, hammaddenin elde edilmesine, fonksiyonel bir ürüne dönüşmesine ve kullanım ömrü sonrasına kadar tüm yaşam döngüsünün tasarlanması aşağıdaki kavramlardan hangi ile ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Geri dönüşüm",
      "B": "Yaşam süresi",
      "C": "Eko tasarım",
      "D": "Enerji kazanımı",
      "E": "Yeniden üretim"
    },
    "explanation": "Eko tasarım (veya sürdürülebilirlik için tasarım), planlanan ürünün üretilmesi için gerekli olan hammaddenin elde edilmesinden, fonksiyonel bir ürüne dönüşmesine ve kullanım ömrü sonrasına kadar tüm yaşam döngüsünün tasarlanması olarak tanımlanır."
  },
  {
    "id": "exam-606580-18",
    "unitNumber": 4,
    "text": "I. Tasarımcı, bir ürünün kullanım süresi ve çevresel etkisi hakkında bilgi sahibi olmalıdır.<br/>II. Tasarımcı üretim sonrası çevresel etkileri en aza indirmek için nereye odaklanacağını bilmelidir.<br/>III. Tasarım sonuçlarının genel olarak biraz olumsuz bir etkisi olacaksa, tasarımcının tüm yaşam döngüsü boyunca birçok potansiyel etkiyi göz önünde bulundurması gerekir.<br/>Yukarıdaki ifadelerden hangisi/hangileri eko tasarım çözümlerinde tasarımcının odaklanması gereken konular arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Eko tasarımın en önemli amacı, tüm ürün yaşam döngüsünü dikkate almaktır. I. madde (sürdürülebilirlik bilinci), II. madde (çevresel etkileri en aza indirme odağı) ve III. madde (birden fazla potansiyel etkiyi göz önünde bulundurma) doğru ifadelerdir ve eko tasarımın bütünsel yaklaşımını destekler."
  },
  {
    "id": "exam-606580-19",
    "unitNumber": 4,
    "text": "Aşağıdaki kavramlardan hangisi sürdürülebilirlik hedeflerine ulaşma, çevre koruma ve iyileştirme amacına hizmet eden bir pazar aracıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeşil halkla ilişkiler",
      "B": "Eko-markalama",
      "C": "Yeşil parlaklık",
      "D": "Yeşil tasarım",
      "E": "Eko etiketleme"
    },
    "explanation": "Ünite 4'te Eko Tasarım ve Eko Etiket başlıkları altında, eko etiketlerin ürünlerin çevreye etkilerini gösteren işaretler olduğu belirtilir. Ancak soruda 'sürdürülebilirlik hedeflerine ulaşma, çevre koruma ve iyileştirme amacına hizmet eden bir pazar aracı' sorulmaktadır. Ünite 4'te 'Eko Etiket' ve 'Yeşil Tasarım' kavramları anlatılmıştır. Yeşil Tasarım'ın (veya Eko Tasarımın) pazarlama/algı boyutu 'İmaj' ile ilgilidir. Eko-markalama (B seçeneği), ürünün/markanın çevresel kimliğini pazarlayarak pazar avantajı yaratma amacını taşır. Ünite 4'te Eco-Mark (Japonya) örneği verilerek, bunun tüketicileri doğaya dost bir yaşam tarzına yönlendirdiği, yani bir pazar aracı olduğu dolaylı olarak belirtilmiştir. Eko-markalama, pazar aracı olma işlevini en iyi karşılayan terimdir."
  },
  {
    "id": "exam-606580-20",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yeşil tasarımın ürün yaşam döngüsü aşamalarından biri olan 'kullanım'ın amaçlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Güvenli imha için tasarım",
      "B": "Kaynak tasarrufu için tasarım",
      "C": "En az tüketim için tasarım",
      "D": "Demontaj için tasarım",
      "E": "Yeniden kullanım için tasarım"
    },
    "explanation": "Yeşil tasarımda, ürün yaşam döngüsünün 'kullanım' aşamasında, tüketicilerin ürünleri kullanırken çevreye verdikleri zararı azaltmaları hedeflenir. Bu, örneğin, ambalajın kolay açılıp kapanabilmesi veya tekrar kullanılabilmesi gibi tüketiciye kolaylık sağlayan özelliklerle ilgilidir."
  },
  {
    "id": "exam-618229-21",
    "unitNumber": 0,
    "text": "-----: Zaman içinde değişen ekolojik faktörlere bağlı olarak bir bölgedeki var olan türlerin ve habitatların sıralı olarak değişim sürecidir. Yukarıdaki cümlede boş bırakılan yeri hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Etkileşim",
      "B": "Metafor",
      "C": "Ardıllık",
      "D": "İnovasyon",
      "E": "Reaksiyon"
    }
  },
  {
    "id": "exam-618229-22",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ekosistem hizmetleri kavramının geliştirilmesinin nedenidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekosistemlerin insanlar için öneminin yeni keşfedilmesi",
      "B": "Tarımsal üretimi artırma çabaları",
      "C": "İnsanların doğaya olan ilgisinin artması",
      "D": "Çevresel bozulmaların tamamen durdurulması",
      "E": "İnsan kaynaklı ekosistem kayıplarının artması ve ekosistem faydalarının korunma ihtiyacı"
    },
    "explanation": "Sağlıklı işleyen bir ekosisteme sahip olmanın bir sonucu olarak çeşitli gıda mahsullerine, temiz hava ve suya erişim sağlanması gibi faydaların tanımlanması, ölçülmesi ve izlenmesi amacıyla 'ekosistem hizmetleri' kavramı geliştirilmiştir (Sayfa 2). İnsan kaynaklı ekosistem kayıpları bu kavramın geliştirilmesinin temel nedenidir."
  },
  {
    "id": "exam-618229-23",
    "unitNumber": 4,
    "text": "Aşağıdaki kavramlardan hangisi bir alanın, bir ürünün veya hizmetin yeni süreçler uygulayarak, yeni teknikleri kullanarak veya yeni değer yaratmak için başarılı fikirler oluşturarak yenilendiği ve güncellendiği bir süreçtir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnovasyon",
      "B": "Sürdürülebilirlik",
      "C": "Faktör",
      "D": "Organizmam",
      "E": "Ekosistem"
    },
    "explanation": "Eko Tasarım Kavramı, planlanan ürünün üretilmesi için gerekli olan hammaddenin elde edilmesinden, fonksiyonel bir ürüne dönüşmesine ve kullanım ömrü sonrasına kadar tüm yaşam döngüsünün tasarlanması olarak tanımlanır (Sayfa 1). Bu, yenilikçi fikirler ve tekniklerle çevresel etkileri azaltmayı amaçlar."
  },
  {
    "id": "exam-618229-24",
    "unitNumber": 1,
    "text": "Sürdürülebilir kalkınma modeli, aşağıdakilerden hangisini amaçlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekosistem hizmetlerinin yok olmasını sağlama",
      "B": "Sadece mevcut neslin ihtiyaçlarını karşılama",
      "C": "Çevresel bozulmaların artmasına destek",
      "D": "Gelecek nesillerin de kaynaklardan faydalanabilmesi ve bugünün ihtiyaçlarını sağlama",
      "E": "Doğal kaynakların hızlı tüketilmesine destek olma"
    },
    "explanation": "Birleşmiş Milletler (BM) tarafından küresel olarak ortaya konulan sürdürülebilir kalkınma modelinin amaçları; yoksulluğu gidermek, ekosistemleri ve çevreyi korumak, iklim kriziyle mücadele etmek, gelirin ve refahın paylaşımında adaleti ve barışı sağlamak üzere 17 başlıktan oluşmaktadır (Sayfa 3)."
  },
  {
    "id": "exam-618229-25",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ekosistem hizmetlerinin temel mal ve hizmet akışlarına dönüştürülmesi konusunda tedarik hizmetlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Eğitim ve ilham",
      "B": "Kriz yönetimi",
      "C": "Genetik kaynaklar",
      "D": "Maddi araştırmalar",
      "E": "Madde döngüsü"
    },
    "explanation": "Ünite 1'de Ekosistem Hizmetleri başlığı altında, bu hizmetler; insanların yaşamsal ihtiyaçlarını karşılamalarına (su, gıda vb.), korunmalarına, kültürel değerlere katkı sağlamanın yanı sıra doğal düzenleme ve atıkları dönüştürme gibi işlevleri içerir. Tedarik hizmetler (Supply services), ekosistemlerin insanlara sağladığı doğrudan ürünlerdir ve bunlar arasında gıda, hammadde, genetik kaynaklar bulunur. Maddi araştırmalar (D) ve Madde döngüsü (E) destek hizmetler/düzenleme hizmetleri kapsamına girer. Kriz yönetimi (B) ve Eğitim/ilham (A) ise düzenleyici/kültürel hizmetler kapsamına girer. Genetik kaynaklar (C), ekosistemlerin insanlara sağladığı doğrudan temel mal ve hizmet akışlarından biri olan tedarik hizmetler kategorisindedir (Organizmaları ve genetik materyali içerir)."
  },
  {
    "id": "exam-618229-26",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sürdürülebilir sanat uygulamalarının desteklenme nedenlerinden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Erişilebilir ve uygun maliyetli malzemelerden yapılması",
      "B": "Ekonomik büyümeyi artırması",
      "C": "Siyasi ve sosyal meselelerin altını çizmesi",
      "D": "Yaratıcılığı desteklemesi",
      "E": "Çevre sorunları hakkında toplumu bilgilendirmesi"
    },
    "explanation": "Sürdürülebilir sanat uygulamaları; erişilebilir/uygun maliyetli malzemelerden yapılması, siyasi ve sosyal meselelerin altını çizmesi, yaratıcılığı desteklemesi, sosyal farkındalık yaratması ve çevre dostu yaklaşımı benimsemesini sağlaması, ekolojik dinamikler hakkında bilgi vermesi nedenleriyle desteklenir (Sayfa 2). Ekonomik kazanç sağlamak temel destek nedenleri arasında sayılmamıştır; aksine, kısa vadeli ekonomik faaliyetler uzun vadede ekolojik hizmetlerin bozulması nedeniyle gölgede kalabilir (Sayfa 2)."
  },
  {
    "id": "exam-618229-27",
    "unitNumber": 2,
    "text": "Atık nesnelerin doğrudan ya da dönüştürülerek üç boyutlu sanat objesi oluşturmak için kullanılmasıdır. Yukarıdaki cümlede boş bırakılan yeri hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Akümülasyon",
      "B": "Dekolaj",
      "C": "Kolaj",
      "D": "Asamblaj",
      "E": "Montaj"
    },
    "explanation": "Atık nesnelerin doğrudan ya da dönüştürülerek üç boyutlu sanat objesi oluşturmak için kullanılmasına Montaj yöntemi adı verilir (Sayfa 2). Kolaj (birleştirme/yapıştırma), Dekolaj (sökülme), Asamblaj (üç boyutlu kolaj/heykel), Akümülasyon (yığma/biriktirme) diğer tekniklerdir."
  },
  {
    "id": "exam-618229-28",
    "unitNumber": 4,
    "text": "Çevreye, topluma ve ekonomiye verilen zararı önlemek veya onarmak için ürünlerin, hizmetlerin, süreçlerin veya sistemlerin tasarlanmasını veya yeniden tasarlanmasına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yeşil Sanat",
      "B": "Yenilenebilir enerji",
      "C": "Biyo-Sanat",
      "D": "Eko dizayn",
      "E": "Ekolojik sanat"
    },
    "explanation": "Eko tasarım, çevresel etkilerin azaltılmasına yönelik bir yaklaşımdır. Sürdürülebilirlik için Tasarım (Design for Sustainability), eko tasarımın evrildiği son aşamadır ve sosyal boyutu da içermektedir. Ancak, sorunun tanımı, çevreyi koruma ve iyileştirme amacıyla ürün/süreç tasarlama amacını kapsar. Eko Tasarım, planlanan ürünün tüm yaşam döngüsü boyunca çevresel etkilerin azaltılmasını öngörür (Sayfa 1). Çevreye duyarlı tasarımlar, ekolojik etkiyi azaltmayı amaçlar."
  },
  {
    "id": "exam-618229-29",
    "unitNumber": 2,
    "text": "Atık objelerin istiflenip, asılıp, bantlanıp ve birleştirilmesi ile oluşturulan sanat eserlerine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kolaj",
      "B": "Akümülasyon",
      "C": "Dekolaj",
      "D": "Montaj",
      "E": "Asamblaj"
    },
    "explanation": "Atık objelerin istiflenerek, asılarak, bantlanarak, birleştirilerek sanat eseri oluşturulmasına Akümülasyon tekniği denir (Sayfa 2). Kolaj yapıştırma/birleştirme, Dekolaj sökülme, Asamblaj ise 3 boyutlu kolajdır."
  },
  {
    "id": "exam-618229-30",
    "unitNumber": 2,
    "text": "3 boyutlu sanat objesinin, heykelin, görsel sanatlardaki geleneksel malzemeler yerine artıklar, kullanılmayan objeler ve hurdaların bir araya getirilmesiyle oluşturulan sanat türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kolaj sanatı",
      "B": "Asamblaj sanatı",
      "C": "Dekolaj sanatı",
      "D": "Akümülasyon sanatı",
      "E": "Junk sanatı"
    },
    "explanation": "Asamblaj tekniği, kolajın üç boyutlu halidir ve bir form oluşturacak biçimde kullanılmayan objelerin birleştirilerek heykele dönüştürülmesi anlamına gelir (Sayfa 2). Bu teknik, atık materyallerin heykel oluşturmak için kullanılmasıyla ilişkilidir."
  },
  {
    "id": "exam-618229-31",
    "unitNumber": 8,
    "text": "Bu soru iptal edilmiştir. <br/><b>(BU SORU İPTAL EDİLMİŞTİR)</b>",
    "correctAnswer": "",
    "options": {},
    "explanation": "Bu soru resmi cevap anahtarına göre iptal edilmiştir."
  },
  {
    "id": "exam-618229-32",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ambalaj tasarımında geri dönüşümü kolaylaştırmak için dikkate alınması gereken unsurlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ürüne uygun boyutlandırma ve gereksiz boşluklardan kaçınma",
      "B": "Sadece ambalajın estetiği",
      "C": "Elektronik cihaz kullanımı",
      "D": "Sadece geri dönüştürülmüş kağıt kullanımı",
      "E": "Ambalajın boyutunu artırmak"
    },
    "explanation": "Ambalajların geri dönüştürülebilirliği ve nakliye kolaylığı sürdürülebilir ambalaj tasarımında önemlidir. Ambalajın şekli ve boyutları, taşıma masraflarını ve çevresel etkiyi etkiler. Ayrıca, geri dönüştürülebilir malzemeler kullanmak ve gereksiz boşluklardan kaçınmak da önemlidir (Sayfa 1). Özellikle, ambalajın ürünün kullanım ömrü bittiğinde geri dönüşüme uygun tasarlanması önemlidir."
  },
  {
    "id": "exam-618229-33",
    "unitNumber": 3,
    "text": "Geri dönüşüm sürecinde, atıklar, çeşitli fiziksel, kimyasal veya biyokimyasal işlemlere tabi tutularak geri dönüştürülürler. Burada ortaya çıkan hammadde ----- olarak adlandırılır. Yukarıdaki paragrafta boş bırakılan yeri hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "birincil hammadde",
      "B": "yan ürün",
      "C": "ikincil hammadde",
      "D": "çöp",
      "E": "atık ürün"
    },
    "explanation": "Geri dönüşüm, atık malzemelerin işlenerek asıl kullanım amacı ya da diğer amaçlar doğrultusunda ürünlere, malzemelere ya da maddelere dönüştürülmesi işlemidir. Bu işlem sonucunda elde edilen, tekrar işlenebilir nitelikteki malzemeye ikincil hammadde denir (Sayfa 3)."
  },
  {
    "id": "exam-618229-34",
    "unitNumber": 3,
    "text": "Organik maddelerin daha basit organik ve inorganik maddelere ayrıştırılması işlemine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gofre",
      "B": "Polipropilen",
      "C": "Pepurpose",
      "D": "Bertaraf",
      "E": "Kompost"
    },
    "explanation": "Organik maddelerin kompost yoluyla çürütülmesi, onların nemli ve oksijenli ortamda ayrıştırılarak toprak iyileştirici veya gübre olarak kullanılabilecek hale gelmesini sağlar. Bu işleme kompost yapmak denir (Sayfa 3)."
  },
  {
    "id": "exam-618229-35",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"Energy Star\" etiketinin tüketicilere anlatmak istediği konudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Sera gazı emisyonlarının azaltılması ve enerji verimliliği",
      "B": "Geri dönüştürülebilir ambalaj kullanımı",
      "C": "Su tasarrufu sağlayan ürünlerin belirlenmesi",
      "D": "Kimyasal içermeyen organik ürünlerin tanımlanması",
      "E": "Yenilenebilir enerji kaynaklarının kullanımı"
    },
    "explanation": "Energy Star (ABD), devlet tarafından desteklenen gönüllü bir programdır ve bireylerin enerjiyi etkin kullanarak çevreyi korumalarına yardımcı olur. Etiket, yüksek kaliteli etkin enerji kullanan ürünleri, evleri, ticari ve endüstriyel binaları tanımaya yardımcı olur (Sayfa 3)."
  },
  {
    "id": "exam-618229-36",
    "unitNumber": 3,
    "text": "İki veya daha fazla sayıdaki aynı veya farklı gruptaki malzemelerin en iyi özelliklerini bir araya getirerek veya yeni bir özellik ortaya çıkarmak amacıyla, malzemelerin makro seviyede birleştirilmesine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tekstil ürün",
      "B": "Bertaraf",
      "C": "Kompost",
      "D": "Kompozit malzeme",
      "E": "Polivinil klorür"
    },
    "explanation": "İki veya daha fazla sayıdaki aynı veya farklı gruptaki malzemelerin en iyi özelliklerini bir araya toplamak ya da ortaya yeni bir özellik çıkarmak amacıyla, bu malzemelerin makro seviyede birleştirilmesiyle oluşan malzemelere \"Kompozit Malzeme\" denir (Sayfa 3)."
  },
  {
    "id": "exam-618229-37",
    "unitNumber": 4,
    "text": "Aşağıdaki tasarım projelerinden hangisi biyolojik olarak parçalanabilir malzemeler kullanarak tüketiciyi bilinçlendirmeyi amaçlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekolojik Kartvizit",
      "B": "Çevre-Dostu Sebze Etiketi",
      "C": "Unilever'in Yeşil Logosu",
      "D": "Plastik Poşet Değilim",
      "E": "Büyüyen Kartvizit"
    },
    "explanation": "Ünite 4'te 'Çevre-Dostu Sebze Etiketi (Eco-Friendly Vegetable Label)' projesi anlatılırken, bu etiketin insanlara gereksiz atıkları azaltmaları ve %100 geri dönüştürülebilir ve biyolojik olarak parçalanabilir malzeme kullanmaları konusunda farkındalık yarattığı belirtilmiştir. Bu, biyolojik olarak parçalanabilir malzemeler kullanarak tüketiciyi bilinçlendirme amacı taşır ve sorunun tanımına tam uyar."
  },
  {
    "id": "exam-618229-38",
    "unitNumber": 4,
    "text": "Eko etiketin tüketicinin bilinçlendirilmesindeki önemli ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Eko etiket, tüketiciye ürünün rengini belirten bir etikettir.",
      "B": "Eko etiket, tüketiciye ürünün hammaddelerini listeyen bir etikettir.",
      "C": "Eko etiket, tüketiciye ürünün kokusunu tanıtan bir etikettir.",
      "D": "Eko etiket, tüketiciye ürünün çevresel etkilerini belirten bir etikettir.",
      "E": "Eko etiket, tüketiciye ürünün ağırlığını gösteren bir etikettir."
    },
    "explanation": "Eko etiket, tüketicinin bilinçlenmesi amacıyla yürütülen çalışmalardan biridir. Eko etiket sayesinde tüketici, satın aldığı ürünün çevresel faktörler göz önünde tutularak üretildiğini öğrenir. Bu, üreticilerin de çevre korumaya katkıda bulunmasını sağlar (Sayfa 2)."
  },
  {
    "id": "exam-618229-39",
    "unitNumber": 4,
    "text": "Bir ürünün planlanmasından, hammaddenin elde edilmesine, fonksiyonel bir ürüne dönüşmesine ve kullanım ömrü sonrasına kadar tüm yaşam döngüsünün tasarlanması aşağıdaki kavramlardan hangi ile ifade edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Enerji kazanımı",
      "B": "Eko tasarım",
      "C": "Geri dönüşüm",
      "D": "Yaşam süresi",
      "E": "Yeniden üretim"
    },
    "explanation": "Eko tasarım, planlanan ürünün üretilmesi için gerekli olan hammaddenin elde edilmesinden, fonksiyonel bir ürüne dönüşmesine ve kullanım ömrü sonrasına kadar tüm yaşam döngüsünün tasarlanması olarak tanımlanır (Sayfa 1)."
  },
  {
    "id": "exam-618229-40",
    "unitNumber": 4,
    "text": "Aşağıdaki kavramlardan hangisi sürdürülebilirlik hedeflerine ulaşma, çevre koruma ve iyileştirme amacına hizmet eden bir pazar aracıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Eko-markalama",
      "B": "Yeşil parlaklık",
      "C": "Yeşil halkla ilişkiler",
      "D": "Eko etiketleme",
      "E": "Yeşil tasarım"
    },
    "explanation": "Ünite 4'te Eko Etiket başlığı altında, eko etiketlemenin tüketicilerin satın alma sırasında çevre korumaya katkıda bulunmalarını sağladığı belirtilir. Eco-Mark (Japonya) örneği verilmiştir. Eko-markalama (A), bir pazar aracı olarak markanın/ürünün çevre dostu imajını yansıtarak pazar avantajı sağlamayı hedefler ve sürdürülebilirlik hedeflerine ulaşmada bir pazarlama aracı olarak işlev görür."
  },
  {
    "id": "exam-606600-41",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ekosistem hizmetlerinin temel mal ve hizmet akışlarına dönüştürülmesindeki destek hizmetlerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Madde döngüsü",
      "B": "Genetik kaynaklar",
      "C": "Zararlılara karşı direnç",
      "D": "Rekreasyon ve estetik değerler",
      "E": "Doğa bilgisi, eğitim ve ilham"
    },
    "explanation": "Ünite 1'de Ekosistem Hizmetleri, dört ana kategoriye ayrılmıştır: Destekleyici, Düzenleyici, Tedarik ve Kültürel. Madde döngüsü (A), ekosistemlerin kendi kendini yönetmesi ve diğer hizmetler için temel sağlayan destekleyici hizmetler kategorisine girer. Genetik kaynaklar (B) Tedarik hizmetleridir. Zararlılara karşı direnç (C) ve Doğa bilgisi, eğitim ve ilham (E) sırasıyla Düzenleyici ve Kültürel hizmetlerdir. Destek hizmetler, tüm diğer hizmetlerin varlığını sağlayan temel süreçlerdir."
  },
  {
    "id": "exam-606600-42",
    "unitNumber": 7,
    "text": "Alışveriş poşetleri, ekmek paketleri, diş macunu tüpleri, saklama kapları yapımında aşağıdaki plastik türlerinden hangisi kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "PP (Polipropilen)",
      "B": "PP (Polipropilen)",
      "C": "PVC (Polivinil Klorür)",
      "D": "PET (Polietilen Tereftalat)",
      "E": "LDPE (Düşük Yoğunluklu Polietilen)"
    },
    "explanation": "Ünite 7'de plastiklerin kullanım alanları belirtilirken, ekolojik kartvizit örneğinden sonra, atık yönetimi ve geri dönüşüm başlıklarında, plastiklerin birçok farklı kullanım alanı olduğu ve bu alanlarda ambalaj malzemesi olarak kullanıldığı belirtilmiştir. Metinlerde spesifik olarak \"plastik taşıma poşetleri\"nin kumaş çantadan daha uzun yaşam döngüsüne sahip olduğu belirtilmekle birlikte, genel plastik kullanım alanları arasında yiyecek, temizlik ürünleri, kişisel bakım ürünleri ambalajları, pet şişeler gibi ürünler sayılmıştır. Bu tür ambalajlarda genellikle PET, PP, LDPE kullanılır. LDPE (Düşük Yoğunluklu Polietilen) çoğunlukla poşet ve film ambalajlarında kullanılır (örneğin alışveriş poşetleri). Sorunun şıklarında verilen plastikten (alışveriş poşetleri, ekmek paketleri, diş macunu tüpleri, saklama kapları) hangisinin kullanıldığı sorulmaktadır. LDPE bu tür esnek ambalajlarda yaygındır. (Not: Metin, tüm bu ürünlerin tek bir plastik türüyle yapıldığını belirtmese de, LDPE genellikle poşetler ve bazı yumuşak kaplamalar için temel bir malzemedir.)"
  },
  {
    "id": "exam-606600-43",
    "unitNumber": 4,
    "text": "Eko etiket, tüketicinin ürün ile ilgili bilinçlendirilmesindeki önemli ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Eko etiket, tüketiciye ürünün ağırlığını gösteren bir etikettir.",
      "B": "Eko etiket, tüketiciye ürünün rengini belirten bir etikettir.",
      "C": "Eko etiket, tüketiciye ürünün hammaddelerini listeyen bir etikettir.",
      "D": "Eko etiket, tüketiciye ürünün çevresel etkilerini belirten bir etikettir.",
      "E": "Eko etiket, tüketiciye ürünün kokusunu tanıtan bir etikettir."
    },
    "explanation": "Ünite 4'te Eko Etiket başlığı altında, eko etiketlerin (yeşil etiket/çevresel etiket) günlük yaşamda kullanılan ürünlerin çevreye etkilerini ve sürdürülebilirliğini gösteren işaretler olduğu belirtilmiştir. Ayrıca, eko etiketlemenin üretici ve tüketiciyi bilinçlendirerek, çevresel faktörlerin göz önünde tutularak üretilen ürünleri ayırt etmeye yaradığı ifade edilmiştir."
  },
  {
    "id": "exam-606600-44",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tüm canlıların yaşamsal faaliyet ve konumlarına duyarlı, doğadan yararlanan ve toplumsal değişim yaratan çalışmalardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekolojik Sanat",
      "B": "Biyo-Sanat",
      "C": "Upcycling",
      "D": "Eko Dizayn",
      "E": "Land Art"
    },
    "explanation": "Ünite 2'de 'Ekolojik Sanat' başlığı altında, bu sanat türünün 'dünyanın yaşam biçimlerini, kaynaklarını ve ekolojisini korumayı, iyileştirmeyi, canlandırmayı amaçlayan' bir sanat türü olduğu belirtilir. Ayrıca aktivist bir yaklaşım sergileyerek toplumsal değişime odaklandığı ifade edilir. Bu, tüm canlıların yaşamsal faaliyetlerine duyarlı, doğadan yararlanan ve toplumsal değişim yaratan çalışmalar tanımına en uygun olan seçenektir."
  },
  {
    "id": "exam-606600-45",
    "unitNumber": 5,
    "text": "Geçmişi Orta Çağlardaki ahşap baskılara ve Gutenberg'in icadı olan baskı makinesine kadar dayanan -----, klasik baskı yöntemlerinden biridir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "serigrafi baskı",
      "B": "inkjet baskı",
      "C": "lazer baskı",
      "D": "ofset litografi baskı",
      "E": "tipo baskı"
    },
    "explanation": "Ünite 5'te Tipo Baskı tekniği anlatılırken, \"Tipo baskı geçmişi Orta Çağlardaki ahşap baskılara dayanan klasik baskı yöntemlerinden biridir.\" ifadesi yer almaktadır. Gutenberg'in matbaası (tipik olarak tipo baskı sistemini temel alır) da bu döneme yakın bir icattır."
  },
  {
    "id": "exam-606600-46",
    "unitNumber": 6,
    "text": "Aşağıdakilerin hangisinde bir görüntü oluşturmak için ızgara üzerinde matematiksel denklemler, çizgiler ve eğriler kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Gofre",
      "B": "Vektörel grafik",
      "C": "Raster grafik",
      "D": "Dijital grafik",
      "E": "Hibrit"
    },
    "explanation": "Ünite 6'da doğrudan dijital grafik formatları veya vektörel/raster kavramları anlatılmamaktadır, ancak Ünite 5'te dijital grafik türlerine değinilmiştir. Vektörel grafikler, genellikle matematiksel denklemler (çizgiler, eğriler) kullanılarak oluşturulur ve ölçeklendiğinde kalitelerini kaybetmezler. Raster grafikler ise piksellerden oluşur. Sorudaki tanım vektörel grafiklerin temel özelliğini tanımlamaktadır. (Bu bilgi, genel grafik bilgisine dayanarak sorulduğu için en uygun şık seçilmiştir.)"
  },
  {
    "id": "exam-606600-47",
    "unitNumber": 6,
    "text": "Kâğıt üzerinde fiziksel basınç ile oluşturulan kabartma etkisine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Katlama",
      "B": "Raster",
      "C": "Gofre",
      "D": "Selefon",
      "E": "Fleksografi"
    },
    "explanation": "Ünite 6'da baskı sonlandırma işlemleri anlatılırken, \"Gofre (kabartma), katlama, ciltleme gibi baskı sonlandırma işlemleri uygulanmasıdır.\" ifadesi yer almaktadır. Gofre, kağıt üzerinde fiziksel basınçla kabartma etkisi oluşturulmasıdır."
  },
  {
    "id": "exam-606600-48",
    "unitNumber": 5,
    "text": "Bir malın üretim aşamalarında kendiliğinden ya da üretim yöntemi ve teknolojisine bağlı olarak oluşan hammadde azalımını ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Katlama",
      "B": "Fire",
      "C": "Gofre",
      "D": "Ciltleme",
      "E": "Selefon"
    },
    "explanation": "Ünite 5'te, baskı ölçüsü kâğıt ölçüsüne göre hesaplanmadığında ortaya çıkan fire miktarının artacağı belirtilmiştir. Fire, bir malzemenin üretim sürecinde ya da sonrasında (kullanım öncesi) kaybolan veya kullanılamaz hale gelen kısmıdır. Bu, hammadde (bu bağlamda kâğıt) azalımını ifade eder."
  },
  {
    "id": "exam-606600-49",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi basılı bir kağıdın en az bir kez olmak üzere mümkün olduğunca katlanarak kitap, dergi, katalog gibi ciltli yayınların sayfaları olacak şekle getirilmiş halidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Selefon",
      "B": "Emülsiyon",
      "C": "Braille",
      "D": "Spiral",
      "E": "Forma"
    },
    "explanation": "Ünite 5'te, çok sayfalı grafik ürünlerin sayfalarını bir arada tutmak için yapılan baskı sonrası işlemlerden bahsedilirken, \"Forma\" terimi kullanılarak, \"Baskı öncesi hazırlık: Çok sayfalı işlerde sayfaların forma düzenine getirilmesi...\" ifadesiyle bu kavramın temel birim olduğu anlatılmaktadır. Forma, basılı yayınlarda sayfaların düzenlenmiş ve ciltlenebilir/katlanabilir hale getirilmiş düzenlenmiş halidir (genellikle tek parça kâğıt üzerinde)."
  },
  {
    "id": "exam-606600-50",
    "unitNumber": 6,
    "text": "Aşağıdaki kavramlardan hangisi genellikle kaplama malzemesi olarak kullanılan selüloz temelli, ince ve şeffaf film tabakasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Selefon",
      "B": "Baskı",
      "C": "Konsept",
      "D": "Serigrafi",
      "E": "Tone"
    },
    "explanation": "Ünite 6'da, baskı sonlandırma işlemlerinden bahsedilirken, \"...gerekli durumlarda lak, gofre (kabartma), katlama, ciltleme gibi baskı sonlandırma işlemleri uygulanmasıdır.\" denmektedir. Selefon ise genellikle kâğıt üzerine uygulanan kaplama malzemesidir (Ünite 7'de de bahsedilir). Ancak burada lak, gofre gibi sonlandırma işlemleri arasında bir seçim yapılması istenmektedir. Lak, yüzeye parlaklık veya koruma sağlamak için uygulanan bir kaplamadır. Selefon ise şeffaf bir film tabakasıdır. Lak, gofre ve selefonun hepsi sonlandırma/kaplama sürecine girer. Ancak verilen cevap şıklarında Selefon (A) en uygun kaplama malzemesi/filmi olarak öne çıkar (Ünite 7'de 'kaplama malzemesi olarak çelik' örneği verilirken, Ünite 6'da lak ve gofre sonlandırma olarak geçiyor). Selefon, genellikle kâğıt ürünlerinin dayanıklılığını ve görsel çekiciliğini artırmak için kullanılan ince, şeffaf plastik filmdir ve kaplama malzemesi tanımına en yakındır."
  },
  {
    "id": "exam-606600-51",
    "unitNumber": 7,
    "text": "Ambalajın ürünün önceden belirlenmiş hacmini ya da ağırlığını rahatça içermeye uygun şekilde tasarlanmasına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Estetik",
      "B": "Ekonomiklik",
      "C": "Kapsama",
      "D": "Yerleştirme",
      "E": "Kolaylık sağlama"
    },
    "explanation": "Ünite 7'de ambalajın temel işlevleri sıralanmıştır: Koruma, Bir araya getirme, Kolaylık sağlama ve Kapsama. Kapsama, ambalajın ürünün önceden belirlenmiş hacmini ya da ağırlığını rahatça içermeye uygun şekilde tasarlanmasıdır."
  },
  {
    "id": "exam-606600-52",
    "unitNumber": 6,
    "text": "Tasarıma yön veren temel duygu, kavram ya da fikir olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Strateji",
      "B": "Konsept",
      "C": "Selefon",
      "D": "Forma",
      "E": "Uygulama"
    },
    "explanation": "Ünite 6'da, tasarım sürecinin ikinci basamağı olan Yaratıcı Fikir ve Konsept Geliştirme aşaması anlatılırken, konseptin, planlanan tasarım stratejisi ile belirlenen mesajın nasıl iletileceğini şekillendiren aşama olduğu belirtilir. Konsept, temelde bir fikri, kavramı veya duygu durumunu temsil eder."
  },
  {
    "id": "exam-606600-53",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi camın gıda ambalajlarında kullanılmasının dezavantajlarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kısa ömürlü olması, geri dönüşüm ve maliyet",
      "B": "Dayanıklılık, esneklik ve çevre dostuluğu",
      "C": "Yoğunluk, geri dönüşüm maliyeti",
      "D": "Ağırlık, geri dönüşümündeki enerji sarfiyatı ve kırılganlık",
      "E": "Esneklik, enerji artışı ve dayanıklılık"
    },
    "explanation": "Ünite 7'de Cam başlığı altında, camın ambalaj malzemesi olarak dezavantajları sıralanırken, 'kolay kırılabilir bir yapıda olması, ağır oluşu ve hem üretim hem de nakliye maliyetlerinin plastik alternatiflerine göre daha yüksek olmasıdır' denmektedir. Bu dezavantajlar ağırlık, kırılganlık ve nakliye maliyetleri/enerjisi (ağırlık nedeniyle) ile ilişkilidir."
  },
  {
    "id": "exam-606600-54",
    "unitNumber": 6,
    "text": "Tüm mürekkeplerin ortak noktası içlerinde uygulandıkları yüzeyi renklendirmeye yarayan ve ------ adı verilen maddelerin oluşudur. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "pigment",
      "B": "lak",
      "C": "gofre",
      "D": "spiral",
      "E": "selefon"
    },
    "explanation": "Ünite 6'da Mürekkebin Bileşenleri başlığı altında, birinci bileşen olarak Renklendirici Maddeler tanımlanırken, bu maddelerin mürekkebe rengini, parlaklık, şeffaflık ya da örtücülüğünü veren organik veya inorganik pigmentler ve boyar maddeler olduğu belirtilmiştir."
  },
  {
    "id": "exam-606600-55",
    "unitNumber": 4,
    "text": "Çevre dostu olduğunu iddia veya ima eden, ancak aslında tüketicileri yanıltmaya yönelik uygulamaları ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekolojik yanılgı",
      "B": "Ekolojik yanılsama",
      "C": "Yeşil yalan",
      "D": "Yeşil",
      "E": "Çevre cilası"
    },
    "explanation": "Ünite 4'te 'Yeşil Badana (Greenwashing)' kavramı, işletmelerin çevre dostu olduklarını iddia veya ima etmelerine rağmen, bunu politikaları veya uygulamalarıyla desteklememeleri, yani tüketicileri yanıltmaları durumu olarak tanımlanmıştır. Sorudaki tanım, bu kavramın tanımıyla birebir örtüşmektedir. 'Yeşil' (D) tek başına bu anlamı karşılamaz."
  },
  {
    "id": "exam-606600-56",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ambalajın <u>işlevlerinden biri değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kapsama",
      "B": "Koruma",
      "C": "Estetik",
      "D": "Bir araya getirme",
      "E": "Kolaylık sağlama"
    },
    "explanation": "Ünite 7'de ambalajın temel işlevleri Koruma, Bir araya getirme, Kolaylık sağlama ve Kapsama olarak sıralanmıştır. Estetik, ambalajın görsel çekiciliğini belirleyen bir özellik olsa da, dört temel işlev (fonksiyonel gereklilikler) arasında sayılmamaktadır."
  },
  {
    "id": "exam-606600-57",
    "unitNumber": 6,
    "text": "Kağıdın orijinal rengini beyazlatmak ve parlaklığını artırmak için kağıt üretimi sırasında uygulanan kimyasal işlemlere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Miselle",
      "B": "Boksit",
      "C": "Silikat",
      "D": "Hidrat",
      "E": "Ağartma"
    },
    "explanation": "Ünite 6'da Kağıt başlığı altında, kâğıdın geri dönüşüm sürecine girmeden önce mürekkepten arındırılması gerektiği ve bu işlemlerin zorluğundan bahsedilirken, Ünite 7'de Kağıt ve Diğer Orman Ürünleri kısmında, kağıt üretiminde selüloz elde edilmesi sonrası ağartma işlemlerinden bahsedilir. Ağartma işlemi, kâğıdın beyazlığını ve parlaklığını artırmak için yapılır ve bu süreç çevresel etkileri (dioksin oluşumu gibi) nedeniyle tartışmalıdır."
  },
  {
    "id": "exam-606600-58",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi intihal teriminin tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir kişinin eserini yasal yollarla koruma altına alması kullanımı engellemesidir.",
      "B": "Bir kişinin eserini başka biriyle paylaşmasıdır.",
      "C": "Bir kişinin eserinde başka kişilerin ifade, buluş veya düşüncelerini kaynak göstermeksizin kendisine aitmiş gibi kullanmasıdır.",
      "D": "Bir kişinin eserini daha önce yayımlanmış bir esere dayanarak oluşturması, örenek ve emsal göstermesidir.",
      "E": "Bir kişinin eserinde başka kişilerin ifade, buluş veya düşüncelerini kullanmasıdır."
    },
    "explanation": "Ünite 8'de İntihal (TDK: aşırma) başlığı altında, \"bir kişinin eserinde başka kişilerin ifade, buluş veya düşüncelerini kaynak göstermeksizin kendisine aitmiş gibi kullanmasıdır\" şeklinde tanımlanmıştır. Bu tanım, şık (C) ile birebir örtüşmektedir."
  },
  {
    "id": "exam-606600-59",
    "unitNumber": 8,
    "text": "I. Tasarımcı, halka zarar verecek projelerden kaçınmalıdır. II. Tasarımcı, her türlü iletişim tasarımında mesajları açık bir şekilde temsil etmeli ve yanlış, yanıltıcı ve aldatıcı tanıtımlardan kaçınmalıdır. III. İş olanaklarını takip eden tasarımcılar, adil ve açık rekabeti desteklemelidir. IV. Tasarımcı, kültürel değerlere ve inançlara duyarlı olmaya çalışmalı ve karşılıklı anlayışı teşvik eden ve cesaretlendiren adil ve dengeli iletişim tasarımı geliştirmelidir. Tasarımcının halka karşı sorumluluğuna ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız IV",
      "B": "I ve II",
      "C": "I ve IV",
      "D": "I, II ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Ünite 8'de Grafik Tasarımda Etik başlığı altında, AIGA'nın maddeleri arasında Tasarımcının Halka Karşı Sorumluluğu ve Tasarımcının Topluma ve Çevreye Karşı Sorumluluğu yer alır. I ve II. maddeler doğrudan etik ve halka karşı sorumlulukla ilgilidir. IV. madde de adaleti ve dengeyi teşvik etme sorumluluğunu kapsar. III. madde (adil rekabet) ise mesleki etik kurallarının bir parçasıdır. Dolayısıyla bu dört ilke de genel olarak grafik tasarımcının halka karşı sorumlulukları çerçevesinde değerlendirilebilir."
  },
  {
    "id": "exam-606600-60",
    "unitNumber": 8,
    "text": "First Things First (İlk Önce Öncelikler) manifestosu aşağıdaki tasarımcılardan hangisi tarafından yayınlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Milton Glaser",
      "B": "Steve Cutts",
      "C": "David Bailey",
      "D": "Ken Garland",
      "E": "Saul Bass"
    },
    "explanation": "Ünite 8'de Sürdürülebilirlik ve Grafik Tasarım İlişkisi başlığı altında, sürdürülebilir anlayışta tasarımın geçici ihtiyaçlar yerine gerçek ihtiyaçlar için yapılması gerektiği belirtilir ve bu konuda reklam karşıtlığıyla öne çıkan yayın olarak Adbusters Dergisi ve onun yayınladığı \"Hiç Birey Satın Almama Günü (Buy Nothing Day)\" kampanyası örnek gösterilmiştir. Ancak First Things First manifestosu Ken Garland tarafından yayınlanmıştır (Bu bilgi, metin dışı bilginin sorulmasıdır, ancak metinde manifesto adı geçmese de, Adbusters ve sürdürülebilirliğin ilkeleriyle ilgili kısım Ünite 8'dedir. Ken Garland, sürdürülebilir grafik tasarımın öncülerindendir ve bu manifesto bu konuya işaret eder. Metinler bu bilgiyi içermediği için, sorunun cevabını bulmak için en alakalı başlığa (Sürdürülebilirlik, Reklam Karşıtlığı) odaklanılmıştır. Bu tür sorular genellikle metinde *geçen* kavramlarla veya metnin *altında yatan* ilkelerle ilgilidir. Ken Garland'ın manifesto metnin genel sürdürülebilirlik temasıyla uyumlu olması sebebiyle işaretlenmiştir.)"
  },
  {
    "id": "exam-622601-61",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tüm canlıların yaşamsal faaliyet ve konumlarına duyarlı, doğadan yararlanan ve toplumsal değişim yaratan çalışmalardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Land Art",
      "B": "Ekolojik Sanat",
      "C": "Eko Dizayn",
      "D": "Biyo-Sanat",
      "E": "Upcycling"
    },
    "explanation": "Ünite 2'de Ekolojik Sanat başlığı altında, bu sanat türünün \"dünyanın yaşam biçimlerini, kaynaklarını ve ekolojisini korumayı, iyileştirmeyi, canlandırmayı amaçlayan bir sanat türü\" olduğu ve \"ekolojik dinamikler ve karşılaştığımız çevre sorunları hakkında toplumu bilgilendiren\" eserler içerdiği belirtilmiştir. Bu, tüm canlıların yaşamsal faaliyetlerine duyarlı olma ve toplumsal değişim yaratma amacı ile örtüşmektedir."
  },
  {
    "id": "exam-622601-62",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yapay/yarı doğal ekosistemlerin temel yapısını oluşturan ögelerden biri<u>dür</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Çok sayıda canlı türü ve yeterli ekolojik faktörleri içerir.",
      "B": "Genetik çeşitlilik çok yüksektir.",
      "C": "Tüm enerji ve biyolojik döngüler insan desteği olmaksızın gerçekleşir.",
      "D": "Canlılar arası besin zincirleri uzun ve karmaşıktır.",
      "E": "Ekolojik ardıllık ancak insan etkisi kalktıktan sonra ve yavaş gerçekleşir."
    },
    "explanation": "Ünite 1'de Yarı Doğal ve Yapay Ekosistemler başlığı altında, bu ekosistemlerin insan müdahalesi sonucu oluştuğu belirtilir. Yarı doğal ekosistemler (örneğin tarım alanları), insan desteği olmaksızın dengeli bir yapıda süreklilik gösteremezler. Bu bağlamda, insan etkisi kalktıktan sonra ekolojik ardıllık (doğal döngülere dönüş) sürecinin yavaşça gerçekleşeceği beklenir, bu da onları doğal sistemlerden ayırır. Diğer seçenekler (A, B, C, D) doğal ekosistemlerin özellikleridir."
  },
  {
    "id": "exam-622601-63",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yeşil tasarımın ürün yaşam döngüsü aşamalarından biri olan 'kullanım'ın amaçlarından biri<u>dür</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kaynak tasarrufu için tasarım",
      "B": "Güvenli imha için tasarım",
      "C": "En az tüketim için tasarım",
      "D": "Yeniden kullanım için tasarım",
      "E": "Demontaj için tasarım"
    },
    "explanation": "Yeşil tasarım, malzeme veya enerji kullanımını en aza indirme, yeniden kullanımı teşvik etme ve geri dönüştürme gibi yöntemlerle çevresel etkileri azaltmaya yöneliktir. Ürün yaşam döngüsü içinde 'kullanım' aşaması, ürünün kullanım süresi boyunca çevresel etkileri dikkate almayı içerir; bu da 'günde daha az atık çıkarmak' veya 'daha az enerji/malzeme kullanmak' gibi amaçlarla ilişkilidir. Sorudaki 'kullanım' amacı, genel olarak ürünün kullanım süresi boyunca kaynak verimliliğiyle ilgilidir."
  },
  {
    "id": "exam-622601-64",
    "unitNumber": 3,
    "text": "Tarihte ilk belgelenmiş geri dönüşüm ürünü 1031 yılında aşağıdaki ülkelerden hangisinde elde edilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Azerbaycan",
      "B": "Japonya",
      "C": "Maceristan",
      "D": "İrlanda",
      "E": "Rusya"
    },
    "explanation": "Tarihte ilk belgelenmiş geri dönüşüm ürünü, 1031 yılında Japonya'da atık kağıtlardan elde edilen gri kağıttır (Ünite 3, Geri Dönüşümün Tarihçesi bölümü)."
  },
  {
    "id": "exam-622601-65",
    "unitNumber": 5,
    "text": "-----, dosyaları piksellerden oluşturulan görüntülerdir. Pikseller bir araya gelerek fotoğraf gibi çok ayrıntılı görüntüleri oluşturabilen, çok büyük miktarda küçük renkli karelerdir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Hibrit",
      "B": "Akordeon",
      "C": "Selefon",
      "D": "Raster grafik",
      "E": "İnkjet"
    },
    "explanation": "Piksellerden oluşan, fotoğraf gibi ayrıntılı görüntüleri oluşturabilen dijital dosya türleri 'Raster' (Piksel tabanlı) görüntülerdir. Ünite 5'te, dijital grafik ürünlerin dosya türlerinden bahsedilirken, bu tanım Raster dosya türlerine uymaktadır (ancak şıklar verilmediği için, en uygun terim 'Raster' veya 'Piksel Tabanlı'dır)."
  },
  {
    "id": "exam-622601-66",
    "unitNumber": 1,
    "text": "Bu soru iptal edilmiştir. <br/><b>(BU SORU İPTAL EDİLMİŞTİR)</b>",
    "correctAnswer": "",
    "options": {},
    "explanation": "Bu soru iptal edilmiştir."
  },
  {
    "id": "exam-622601-67",
    "unitNumber": 1,
    "text": "Bu soru iptal edilmiştir. <br/><b>(BU SORU İPTAL EDİLMİŞTİR)</b>",
    "correctAnswer": "",
    "options": {},
    "explanation": "Bu soru resmi cevap anahtarına göre iptal edilmiştir."
  },
  {
    "id": "exam-622601-68",
    "unitNumber": 6,
    "text": "Grafik üretim süreçlerinde kullanılan temel mürekkeplerin bileşenleri aşağıdakilerden hangisinde birlikte ve doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Renklendirici maddeler, akışkanlar, yardımcı katkı maddeleri",
      "B": "Su, pigment, bağlayıcı",
      "C": "Yağ, pigment, bağlayıcı",
      "D": "Su, taşıyıcı, solvent",
      "E": "Asit, su, pigment"
    },
    "explanation": "Mürekkebin üç ana bileşeni şunlardır: 1. Renklendirici Maddeler (pigmentler/boyar maddeler); 2. Taşıyıcı, Çözücü ve Bağlayıcı Akışkanlar (reçine, yağlar, su, çözücüler); 3. Yardımcı Katkı Maddeleri (kurutucular, vaks/gres, sabun/deterjan türevleri). Bu üç grup doğru olarak verilmelidir."
  },
  {
    "id": "exam-622601-69",
    "unitNumber": 6,
    "text": "Aşağıdaki grafik üretim sürecindeki hangi aşama fotoğraf, illüstrasyon ve metin gibi tasarım elemanlarının bir araya getirilerek nihai ürünün nasıl görüneceğini şekillendirmeyi içerir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yaratıcı fikir ve konsept geliştirme",
      "B": "Sayfa düzeni (yerleşim)",
      "C": "Stratejik planlama",
      "D": "Baskı öncesi hazırlık",
      "E": "Baskı"
    },
    "explanation": "Sayfa Düzeni (Yerleşim) aşaması, fotoğraf, illüstrasyon, metin gibi tüm tasarım elemanlarının etkili bir kompozisyon dâhilinde bir araya getirilerek nihai ürünün nasıl görüneceğinin şekillendirildiği adımdır (Ünite 6)."
  },
  {
    "id": "exam-622601-70",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi hibrit grafik tasarım çözümlerine bir örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir televizyon reklamı",
      "B": "Basılı bir kitap kapağı",
      "C": "Gazeteye basılan bir reklam afişi",
      "D": "Sadece dijital ortamda kullanılan bir mobil uygulama ikonu",
      "E": "Karekod etiketi ile erişilen çevrimiçi restoran menüsü"
    },
    "explanation": "Hibrit çözümler, hem basılı hem de dijital grafikleri bir arada kullanan tasarımlardır. Ünite 5'te, restoran menüsünün hem kağıt üzerinde (basılı) hem de internet adresiyle erişilebilir olması (dijital) bir hibrit çözüm örneği olarak verilmiştir."
  },
  {
    "id": "exam-622601-71",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir malzemenin sürdürülebilir kabul edilmesi için sağlaması gereken koşullardan biri<u>dür</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Malzemenin estetik oluğu göstermek",
      "B": "Üretim sürecinde kullanılan iş gücünün ucuz olması sağlamak",
      "C": "Malzemenin fiyatını her zaman sabit tutmak",
      "D": "Nihai üründeki her malzemenin geri dönüştürülebilirliğini kontrol etmek",
      "E": "Analiz ve raporları düzenlemek"
    },
    "explanation": "Bir malzemenin sürdürülebilir kabul edilmesi için, çevreye en az zarar vermesi, geri dönüştürülebilirliği, yerel kaynaklardan temin edilmesi, kaynak tüketimini azaltması gibi birçok koşul vardır. Ünite 4'te, Sürdürülebilirlik için Tasarım başlığı altında, bu faktörlerin tümünün dikkate alınması gerektiği belirtilirken, özellikle ürünün yaşam döngüsü boyunca çevresel etkilerin azaltılması temel hedeftir."
  },
  {
    "id": "exam-622601-72",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi koyu renkli cam şişelerin tercih edilme nedenidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İçindeki sıvıyı güneş ışınlarından korumak",
      "B": "Estetik bir görünüm sağlamak",
      "C": "Ürünün taşınmasını kolaylaştırmak",
      "D": "Kullanım kolaylığı sağlamak",
      "E": "Raf ömrünü artırmak için"
    },
    "explanation": "Camın ambalaj malzemesi olarak tercih nedenleri arasında, içeriğin görünür olması, ürünün tadını veya kokusunu etkilememesi bulunur. Koyu renkli cam (genellikle amber/kahverengi), özellikle ışığa duyarlı (UV) içerikleri korumak için tercih edilir (Ünite 2'de Cam başlığı altında dolaylı olarak belirtilmiştir; camın içeriği koruma işlevi vardır)."
  },
  {
    "id": "exam-622601-73",
    "unitNumber": 6,
    "text": "Grafik üretim sürecinde oluşan katı atıkların çoğunluğu aşağıdaki materyallerin hangisi oluşturur?",
    "correctAnswer": "D",
    "options": {
      "A": "Plastik",
      "B": "Kimyasal maddeler",
      "C": "Solventler",
      "D": "Kağıt ve karton",
      "E": "Metal gereçler"
    },
    "explanation": "Grafik üretim süreçlerinde oluşan katı atıkların çoğunluğunu kağıtlar oluşturur. Ünite 6'da, katı atıkların yönetiminde ilk adımın geri dönüşüm olduğu ve kağıt atıklarının çöp sahaları yerine uygun geri dönüşüm tesislerine gönderilmesi gerektiği belirtilmiştir."
  },
  {
    "id": "exam-622601-74",
    "unitNumber": 3,
    "text": "Kağıdın orijinal rengini beyazlatmak ve parlaklığını artırmak için kağıt üretimi sırasında uygulanan kimyasal işlemlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ağartma",
      "B": "Miselle",
      "C": "Silikat",
      "D": "Hidrat",
      "E": "Boksit"
    },
    "explanation": "Kağıt üretiminde selülozun beyazlatılması için kullanılan klor bazlı işlemlerin çevreye zararlı olduğu belirtilmiştir. Klor, dioksin oluşumuna neden olabilir. Sürdürülebilir tercihler arasında ECF (Elemental Chlorine Free - Elementel Klor İçermeyen) ve TCF (Totally Chlorine Free - Tamamen Klor İçermeyen) yöntemler öne çıkar."
  },
  {
    "id": "exam-622601-75",
    "unitNumber": 7,
    "text": "Aşağıdaki ambalaj türlerinden hangisi tüketicinin ilgisini çekmek için en fazla tasarım ve yatırım gerektirir?",
    "correctAnswer": "C",
    "options": {
      "A": "Geri dönüşüm ambalajı",
      "B": "İkincil ambalaj",
      "C": "Birincil ambalaj",
      "D": "Nakliye ambalajı",
      "E": "Üçüncül ambalaj"
    },
    "explanation": "Birincil ambalaj (satış ambalajı ya da iç ambalaj), ürünle doğrudan temas halinde olan ve tüketicinin gördüğü ambalajdır. Bu nedenle görsel anlamda en çok ilgi çekiciliğin ve yatırımın yapıldığı ambalaj türüdür (Ünite 7)."
  },
  {
    "id": "exam-622601-76",
    "unitNumber": 2,
    "text": "Gıda ambalajı kullanımda aşağıdaki malzemelerden hangisi sağlıklıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Metal",
      "B": "Kağıt",
      "C": "Plastik",
      "D": "Cam",
      "E": "Ahşap"
    },
    "explanation": "Cam, en eski ambalaj malzemelerindendir ve özellikle gıda ve ilaç ambalajlarında tercih edilmesinin nedeni, içeriğin tadını ve kokusunu etkilememesi, görünür olmasıdır (Ünite 2, Cam başlığı)."
  },
  {
    "id": "exam-622601-77",
    "unitNumber": 8,
    "text": "Aşağıdaki hangisi görsel kirliliğin daha çok görüldüğü yerlerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kırsal alanlar",
      "B": "Şehirler, kentleşmenin yoğun olduğu bölgeler",
      "C": "Endüstriyel alanlar",
      "D": "Evler ve iç mekanlar",
      "E": "Doğal parklar ve ormanlar"
    },
    "explanation": "Görsel kirlilik, çoğunlukla insan eliyle oluşturulan, etrafımızda gördüğümüz, insan psikolojisi üzerinde olumsuz etkiler bırakan hoş olmayan görüntüleri kapsar. Reklamlar, tabelalar, billboardlar, sosyal medya görselleri (özellikle çok sayıda ve dikkat dağıtıcı olanlar) bu kirliliğin görüldüğü yerlerdir."
  },
  {
    "id": "exam-622601-78",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi intihal teriminin tanımı<u>dır</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir kişinin eserini başka biriyle paylaşmasıdır.",
      "B": "Bir kişinin eserini yasal yollarla koruma altına alması kullanımı engellemesidir.",
      "C": "Bir kişinin eserinde başka kişilerin ifade, buluş veya düşüncelerini kullanmasıdır.",
      "D": "Bir kişinin eserini daha önce yayımlanmış bir esere dayanarak oluşturması, örnek ve emsal göstermesidir.",
      "E": "Bir kişinin eserinde başka kişilerin ifade, buluş veya düşüncelerini kaynak göstermeksizin kendisine aitmiş gibi kullanması<u>dır</u>."
    },
    "explanation": "İntihal (TDK: aşırma), bir kişinin eserinde başka kişilerin ifade, buluş veya düşüncelerini kaynak göstermeksizin kendisine aitmiş gibi kullanmasıdır. Bu, etik dışı bir davranış olarak kabul edilir (Ünite 8)."
  },
  {
    "id": "exam-622601-79",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi grafik tasarımcıların kağıt kullanımında sürdürülebilirlik bilinciyle hareket etmelerinin yaratacağı etkilerden biri<u>dir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Tasarımcılar, yalnızca dijital ortamda çalışmalı böylece kağıt tasarrufu sağlanabilir.",
      "B": "Tasarımcılar, her projede aynı kağıt türünü kullanarak katkı sağlayabilirler.",
      "C": "Tasarımcılar, kullanılan kağıt türüne ve baskı sürecine dikkat ederek, geri dönüşüm oranını artırabilirler.",
      "D": "Tasarımcılar, yalnızca kağıt tasarrufu sağlamak için düşük kaliteli kağıt kullanmalıdır.",
      "E": "Tasarımcılar, yalnızca çok sayıda dijital kopya üreterek destek olabilirler."
    },
    "explanation": "Sürdürülebilir grafik tasarımda, kâğıt kullanımını azaltmak için ölçü ve format kararları önemlidir. Kâğıdın her iki yüzünün de kullanılması, oluşturulacak dokümanın ölçüsünü küçültme, yazı ölçüsünü küçültme gibi adımlar, geri dönüşüme gidecek kâğıt atık miktarını azaltacaktır (Ünite 5)."
  },
  {
    "id": "exam-622601-80",
    "unitNumber": 4,
    "text": "Çevre dostu olduğunu iddia veya ima eden, ancak aslında tüketicileri yanıltmaya yönelik uygulamaları ifade eden kavram aşağıdakilerden hangisi<u>dir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeşil badana",
      "B": "Ekolojik yanılgı",
      "C": "Ekolojik yanılsama",
      "D": "Yeşil yalan",
      "E": "Çevre cilası"
    },
    "explanation": "Ünite 4'te 'Yeşil Badana (Greenwashing)' kavramı, çevre dostu olduğunu iddia eden ancak bu iddiayı desteklemeyen, dolayısıyla tüketicileri yanıltmaya yönelik uygulamaları ifade eder. Sorudaki tanım bu kavramı açıklamaktadır."
  },
  {
    "id": "exam-606602-81",
    "unitNumber": 1,
    "text": "-----: Zaman içinde değişen ekolojik faktörlere bağlı olarak bir bölgedeki var olan türlerin ve habitatların sıralı olarak değişim sürecidir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Reaksiyon",
      "B": "Etkileşim",
      "C": "Ardıllık",
      "D": "İnovasyon",
      "E": "Metafor"
    },
    "explanation": "Zaman içinde değişen ekolojik faktörlere bağlı olarak bir bölgedeki var olan türlerin ve habitatların sıralı olarak değişim sürecine 'Ardıllık' (Succession) denir. Ünite 1'de, ekolojik faktörlerin canlı türleri üzerinde dinamik değişikliklere neden olduğundan bahsedilir. Ardıllık, bu değişim sürecinin sıralı doğasını ifade eder."
  },
  {
    "id": "exam-606602-82",
    "unitNumber": 2,
    "text": "Aşağıdaki kavramlardan hangisi bir alanın, bir ürünün veya hizmetin yeni süreçler uygulayarak, yeni teknikleri kullanarak veya yeni değer yaratmak için başarılı fikirler oluşturarak yenilendiği ve güncellendiği bir süreçtir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnovasyon",
      "B": "Ekosistem",
      "C": "Organizasyon",
      "D": "Sürdürülebilirlik",
      "E": "Faktör"
    },
    "explanation": "Yeni süreçler, teknikler veya değer yaratarak yenilenme süreci İnovasyon olarak tanımlanır. Ünite 2'de, sürdürülebilirlik temelli inovasyonların stratejik bir süreç haline geldiği belirtilir ve yenilikçi fikirlerin önemi vurgulanır."
  },
  {
    "id": "exam-606602-83",
    "unitNumber": 2,
    "text": "3 boyutlu sanat objesinin, heykelin, görsel sanatlardaki geleneksel malzemeler yerine artıklar, kullanılmayan objeler ve hurdaların bir araya getirilmesiyle oluşturulan sanat türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dekolaj sanatı",
      "B": "Asamblaj sanatı",
      "C": "Akümülasyon sanatı",
      "D": "Junk sanatı",
      "E": "Kolaj sanatı"
    },
    "explanation": "Asamblaj sanatı, heykelin üç boyutlu hâli olup, genellikle atık, kullanılmayan objeler veya hurdaların bir araya getirilmesiyle oluşturulur. Ünite 2'de Asamblaj tekniğinin kolajın üç boyutlu hâli olduğu ve heykele dönüştürülmesi anlamına geldiği belirtilmiştir. 'Junk sanatı' terimi, atık materyallerle yapılan çalışmaları kapsar ve Asamblaj ile yakından ilişkilidir; bu bağlamda, hurda/atık kullanımını vurgulayan şık doğru kabul edilmiştir."
  },
  {
    "id": "exam-606602-84",
    "unitNumber": 2,
    "text": "Atık objelerin istiflenip, asılıp, bantlanıp ve birleştirilmesi ile oluşturulan sanat eserlerine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Montaj",
      "B": "Akümülasyon",
      "C": "Kolaj",
      "D": "Asamblaj",
      "E": "Dekolaj"
    },
    "explanation": "Akümülasyon, atık malzemelerle sanat objesi oluşturmak için kullanılan tekniktir ve atık objelerin istiflenerek, asılarak, bantlanarak, birleştirilerek sanat eseri oluşturulmasını içerir. Ünite 2'de Akümülasyon tanımı bu şekilde verilmiştir."
  },
  {
    "id": "exam-606602-85",
    "unitNumber": 3,
    "text": "Tarihte ilk belgelenmiş geri dönüşüm ürünü 1031 yılında aşağıdaki ülkelerden hangisinde elde edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Japonya",
      "B": "Maceristan",
      "C": "Rusya",
      "D": "Azerbaycan",
      "E": "İrlanda"
    },
    "explanation": "Ünite 3'te Geri Dönüşümün Tarihçesi bölümünde, tarihte ilk belgelenmiş geri dönüşüm ürününün 1031 yılında Japonya'da atık kâğıtlardan elde edilen gri kâğıt olduğu açıkça belirtilmiştir."
  },
  {
    "id": "exam-606602-86",
    "unitNumber": 4,
    "text": "Aşağıdaki kavramlardan hangisi sürdürülebilirlik hedeflerine ulaşma, çevre koruma ve iyileştirme amacına hizmet eden bir pazar aracıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yeşil parlaklık",
      "B": "Eko etiketleme",
      "C": "Eko-markalama",
      "D": "Yeşil tasarım",
      "E": "Yeşil halkla ilişkiler"
    },
    "explanation": "Eko etiketleme (veya Eko-markalama), sürdürülebilirlik hedeflerine ulaşma, çevre koruma ve iyileştirme amacına hizmet eden ve pazarda ayırt edici bir araç olarak kullanılan bir pazar aracıdır. Ünite 4'te Eko Etiket (EcoLable) başlığı altında, eko etiketlerin üreticilerin ve tüketicilerin çevre korumaya katkıda bulunmasına yardımcı olduğu belirtilmiştir."
  },
  {
    "id": "exam-606602-87",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yeşil tasarımın ürün yaşam döngüsü aşamalarından biri olan 'kullanım'ın amaçlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaynak tasarrufu için tasarım",
      "B": "En az tüketim için tasarım",
      "C": "Yeniden kullanım için tasarım",
      "D": "Demontaj için tasarım",
      "E": "Güvenli imha için tasarım"
    },
    "explanation": "Ünite 5'te Basılı Grafik Ürünlerde Sürdürülebilirlik başlığı altında, 'Eko Tasarım Çözüm Önerileri' bölümünde, sürdürülebilir tasarımın hedefleri sıralanmıştır. Bu hedefler arasında 'En az tüketim için tasarım' (yani malzeme tüketimini azaltma) ve 'Yeniden kullanım için tasarım' (C seçeneği) bulunur. Soruda kullanımın amaçları sorulmaktadır. Metinde 'Tüm malzemelerin nereden temin edildiğini belirleyip, daha iyi alternatiflerin mevcut olup olmadığını tespit etmek' gibi kaynak tasarrufu ve 'Yeniden kullanımı teşvik etme' gibi maddeler bulunur. En az tüketim için tasarım (B) bu hedefleri kapsayan genel bir yaklaşımdır."
  },
  {
    "id": "exam-606602-88",
    "unitNumber": 3,
    "text": "Genellikle su ve İçecek ambalajlarında kullanılan plastik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "PET (Polietilen Tereftalat)",
      "B": "PP (Polipropilen)",
      "C": "LDPE (Düşük Yoğunluklu Polietilen)",
      "D": "PS (polistiren)",
      "E": "HDPE (Yüksek Yoğunluklu Polietilen)"
    },
    "explanation": "Ünite 3'te Plastik başlığı altında, en sık kullanılan plastik türlerinin yiyecek, temizlik ürünleri ambalajları, pet şişeler ve su damacanaları olduğu belirtilmiştir. PET (Polietilen Tereftalat), içecek ambalajlarında (şişeler) en yaygın kullanılan plastik türüdür."
  },
  {
    "id": "exam-606602-89",
    "unitNumber": 5,
    "text": "Bir malın üretim aşamalarında kendiliğinden ya da üretim yöntemi ve teknolojisine bağlı olarak oluşan hammadde azalımını ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ciltleme",
      "B": "Katlama",
      "C": "Gofre",
      "D": "Selefon",
      "E": "Fire"
    },
    "explanation": "Baskı sonrası işlem sonrası kesimlerde, kullanılan kağıt miktarının, istenen ölçüye göre ayarlanmadığında veya baskı formatının verimsiz seçilmesinden dolayı, kullanılmayan ve atık olan paya 'fire' denir. Ünite 5'te, 'Baskı Sonrası' işlemlerden bahsederken, 'daha az kâğıt ve mürekkep gerektiren' çözümlerin yanı sıra, 'Basılı Grafik Ürünlerde Sürdürülebilirlik' kısmında firenin azaltılmasının önemli olduğu belirtilir."
  },
  {
    "id": "exam-606602-90",
    "unitNumber": 5,
    "text": "-----, dosyaları piksellerden oluşturulan görüntülerdir. Pikseller bir araya gelerek fotoğraf gibi çok ayrıntılı görüntüleri oluşturabilen, çok büyük miktarda küçük renkli karelerdir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Hibrit",
      "B": "İnkjet",
      "C": "Selefon",
      "D": "Raster grafik",
      "E": "Akordeon"
    },
    "explanation": "Piksellerden oluşan ve fotoğraf gibi ayrıntılı görüntüleri oluşturabilen grafik dosya türlerine Raster grafik denir. Ünite 5'te, dijital grafik ürünlerde dosya türlerinin önemli olduğu belirtilmiş, ancak bu terimin spesifik tanımı Ünite 5 özetinde doğrudan yer almamaktadır. Ancak dijital grafiklerin doğası gereği piksellerle çalıştığı bilgisi (tipik olarak raster grafikler) göz önüne alındığında, bu tanım raster grafiğe uyar."
  },
  {
    "id": "exam-606602-91",
    "unitNumber": 5,
    "text": "Üzerine baskı yapılmış olan kâğıt ya da kartonun, baskıdan sonra ince ve şeffaf bir filmle kaplanmasına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hibrit",
      "B": "Selefon",
      "C": "Raster",
      "D": "Ciltleme",
      "E": "Gofre"
    },
    "explanation": "Baskı sonrası uygulanan işlemlerden biri olan selefon kaplama (veya lamine etme), basılı kağıt veya kartonun üzerine ince ve şeffaf bir film kaplanmasıdır. Ünite 5'te 'Baskı Sonlandırma' başlığı altında bu işlemler listelenmiştir."
  },
  {
    "id": "exam-606602-92",
    "unitNumber": 6,
    "text": "Tasarımda yön veren temanın duygu, kavram ya da fikir olarak belirlenmesi ve malzeme, artıklar, kullanılmayan objeler ve hurdaların bir araya getirilmesiyle oluşturulan sanat türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Forma",
      "B": "Selefon",
      "C": "Strateji",
      "D": "Konsept",
      "E": "Uygulama"
    },
    "explanation": "Tasarım aşamasında, mesajı alacak hedef kitleyle en etkili iletişimi kuracak yöntemi belirleme ve yaratıcı fikirleri geliştirme süreci 'Konsept' veya 'Yaratıcı Fikir ve Konsept Geliştirme' olarak adlandırılır. Ünite 6'da, 'Yaratıcı fikir ve konsept geliştirme' aşamasında mesajı belirleme ve iletilecek mesajın çarpıcı, etkili ve özgün bir yolla iletilmesi amaçlandığı belirtilmiştir."
  },
  {
    "id": "exam-606602-93",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi mürekkebin sertlik, parlaklık, yapışma gibi özelliklerini etkileyen, pigmentlerin baskı yüzeyine tutunmalarını sağlayan maddelerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Polietilen",
      "B": "Selefon",
      "C": "Reçineler",
      "D": "Sentetik",
      "E": "Spiral"
    },
    "explanation": "Mürekkebin üç ana bileşeninden biri olan 'Renklendirici Maddeler', mürekkebe rengini, parlaklığını verir ve pigmentlerin baskı yüzeyine tutunmalarını sağlayan bir tabaka oluşturur. Taşıyıcı, Çözücü ve Bağlayıcı Akışkanlar ise transfer, akışkanlık ve kuruma özelliklerini belirler. Reçineler (Taşıyıcı/Bağlayıcı olarak), pigmentlerin yüzeye tutunmasını sağlayan esas bileşenlerdir. Ünite 6 özetinde reçinelerin (doğal ya da sentetik) taşıyıcı, çözücü ve bağlayıcı akışkanlar arasında sayıldığı belirtilmiştir."
  },
  {
    "id": "exam-606602-94",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi basılı bir kağıdın en az bir kez olmak üzere mümkün olduğunca katlanarak kitap, dergi, katalog gibi ciltli yayınların sayfaları olacak şekle getirilmiş halidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Braille",
      "B": "Emülsiyon",
      "C": "Spiral",
      "D": "Selefon",
      "E": "Forma"
    },
    "explanation": "Çok sayfalı grafik ürünlerin (kitapçık, bülten vb.) sayfalarını bir arada tutmak için yapılan ciltleme veya katlama işlemleri vardır. Forma, baskı işlemi tamamlanan kağıtların kenarlarının tıraşlanması, gerekli durumlarda lak, gofre (kabartma), katlama, ciltleme gibi baskı sonlandırma işlemlerine geçmeden önce, sayfaların düzenli olarak bir araya getirildiği düzenlemedir. Ünite 5'te, 'Baskı Sonlandırma' başlığı altında formanın, baskı öncesi hazırlık sonrası gelen bir aşama olduğu belirtilirken, 'Geleneksel Baskı Yöntemleri' altında da forma (kalıp) hazırlığından bahsedilir. Sorunun tanımı (sayfaların bir arada tutulmuş, katlanmış veya ciltlenmemiş hali olarak) en iyi 'Forma' (baskı öncesi hazırlıkta sayfaların yerleştirildiği düzen) kavramına uyar."
  },
  {
    "id": "exam-606602-95",
    "unitNumber": 7,
    "text": "Satış ambalajı ya da ----- olarak da adlandırılan birincil ambalaj, bir ürünle doğrudan temas hâlinde olan ve ürünün kendini kapsayan ----- bırakılan yeri hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "ambalaj",
      "B": "hedef ambalajı",
      "C": "dış ambalajı",
      "D": "iç ambalaj",
      "E": "kompozit ambalaj"
    },
    "explanation": "Ambalajlar birincil, ikincil ve üçüncül olarak sınıflandırılır. Birincil ambalaj, ürünle doğrudan temas eden ve ürünü saran ambalajdır (satış ambalajı). İkincil ambalaj (dış ambalaj) ise birincil ambalajın içine girdiği veya birden çok birincil ambalajı bir arada tuttuğu ambalajdır. Ünite 7'de, birincil ambalajın 'Satış ambalajı ya da iç ambalaj' olarak adlandırıldığı belirtilmiştir."
  },
  {
    "id": "exam-606602-96",
    "unitNumber": 3,
    "text": "Kağıdın orijinal rengini beyazlatmak ve parlaklığını artırmak için kağıt üretimi sırasında uygulanan kimyasal işlemlere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Miselle",
      "B": "Boksit",
      "C": "Silikat",
      "D": "Hidrat",
      "E": "Ağartma"
    },
    "explanation": "Kâğıt üretiminde kullanılan selülozu elde etmek için ağaçlardan veya çeltik, buğday gibi bitkisel saplardan yararlanılır. Kâğıt endüstrisi için endişe kaynağı olan ve kâğıdın orijinal rengini beyazlatmak/parlaklığını artırmak için kullanılan kimyasal işlemlerin sonucu dioksin oluşumuna neden olabilen süreç 'Ağartma'dır. Ünite 3'te Kâğıt başlığı altında ağartma işlemlerinden bahsedilmektedir."
  },
  {
    "id": "exam-606602-97",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi intihal teriminin tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir kişinin eserini yasal yollarla koruma altına alması kullanımı engellemesidir.",
      "B": "Bir kişinin eserini başka biriyle paylaşmasıdır.",
      "C": "Bir kişinin eserinde başka kişilerin ifade, buluş veya düşüncelerini kaynak göstermeksizin kendisine aitmiş gibi kullanmasıdır.",
      "D": "Bir kişinin eserini daha önce yayımlanmış bir esere dayanarak oluşturması, örenek ve emsal göstermesidir.",
      "E": "Bir kişinin eserinde başka kişilerin ifade, buluş veya düşüncelerini kullanmasıdır."
    },
    "explanation": "İntihal, bir kişinin eserinde başka kişilerin ifade, buluş veya düşüncelerini kaynak göstermeksizin kendisine aitmiş gibi kullanmasıdır. Bu, bir tür sahtekârlık ve hırsızlıktır. Ünite 2'de İntihal (TDK: aşırma) tanımı tam olarak bu şekildedir."
  },
  {
    "id": "exam-606602-98",
    "unitNumber": 2,
    "text": "First Things First (İlk Önce Öncelikler) manifestosu aşağıdaki tasarımcılardan hangisi tarafından yayınlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ken Garland",
      "B": "David Bailey",
      "C": "Milton Glaser",
      "D": "Saul Bass",
      "E": "Steve Cutts"
    },
    "explanation": "First Things First (İlk Önce Öncelikler) manifestosu, sürdürülebilir ve etik tasarım ilkelerini savunan Ken Garland tarafından yayınlanmıştır. Ünite 2'de Sürdürülebilirliğin Temel Bileşenleri ve Kapsamı kısmında bu manifestoya dolaylı olarak atıf yapılır (Genel olarak sürdürülebilirlik ilkelerinin benimsenmesi bağlamında)."
  },
  {
    "id": "exam-606602-99",
    "unitNumber": 4,
    "text": "Çevre dostu olduğunu iddia veya ima eden, ancak aslında tüketicileri yanıltmaya yönelik uygulamaları ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekolojik yanılsama",
      "B": "Yeşil badana",
      "C": "Yeşil yalan",
      "D": "Ekolojik yanılgı",
      "E": "Çevre cilası"
    },
    "explanation": "Ünite 4'te 'Yeşil Badana (Greenwashing)' başlığı altında, çevre bilincinin artmasıyla bazı işletmelerin, yönetim politikaları gereği ya da tüketicinin talebine uyum göstermek için üretim süreçlerini ve ürünlerini sürdürülebilir gösterdikleri, ancak bu durumun bazen yanıltıcı olduğu belirtilmiştir. Bu yanıltıcı uygulamalar 'yeşil badana' olarak adlandırılır."
  },
  {
    "id": "exam-606602-100",
    "unitNumber": 3,
    "text": "Gıda ambalajı kullanımda aşağıdaki malzemelerden hangisi sağlıklıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kağıt",
      "B": "Plastik",
      "C": "Metal",
      "D": "Ahşap",
      "E": "Cam"
    },
    "explanation": "Ünite 3'te Cam başlığı altında, camın yüksek sıcaklıklarda şekillendirilmesiyle elde edildiği ve 'Camın gıda ve ilaç ambalajlarında tercih nedenlerinin başında gelir' denilmiştir, çünkü cam, içine konan ürünün tadını veya kokusunu etkilemez ve kimyasal etkileşime girmez."
  },
  {
    "id": "exam-626557-101",
    "unitNumber": 1,
    "text": "-----, Zaman içinde değişen ekolojik faktörlere bağlı olarak bir bölgedeki var olan türlerin ve habitatların sıralı olarak değişim sürecidir.<br/>Yukarıdaki cümlede boş bırakılan yeri hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Reaksiyon",
      "B": "Etkileşim",
      "C": "Ardıllık",
      "D": "İnovasyon",
      "E": "Metafor"
    },
    "explanation": "Zaman içinde değişen ekolojik faktörlere bağlı olarak bir bölgedeki var olan türlerin ve habitatların sıralı olarak değişim sürecine 'Ardıllık' (Succession) denir. Ünite 1'de Ekolojik Faktörler bağlamında, ekolojik faktörlerin canlı türleri üzerinde dinamik değişikliklere neden olduğundan bahsedilir. Ardıllık bu sıralı değişimi ifade eder."
  },
  {
    "id": "exam-626557-102",
    "unitNumber": 2,
    "text": "Aşağıdaki kavramlardan hangisi bir alanın, bir ürünün veya hizmetin yeni süreçler uygulayarak, yeni teknikleri kullanarak veya yeni değer yaratmak için başarılı fikirler oluşturarak yenilendiği ve güncellendiği bir süreçtir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnovasyon",
      "B": "Ekosistem",
      "C": "Organizmaya",
      "D": "Sürdürülebilirlik",
      "E": "Faktör"
    },
    "explanation": "Verilen tanım, atık malzemeleri kullanarak, yeni bir sanatsal değere veya estetik değere sahip yeni malzemelere veya ürünlere dönüştürme süreci olan 'Upcycling' (İleri Dönüşüm) veya daha genel anlamda 'Yenileşim' kavramını çağrıştırır. Ünite 2'de 'Sürdürülebilir Sanat' başlığı altında, atık malzemelerin sanat objesine dönüştürülme yöntemleri (Kolaj, Dekolaj, Asamblaj vb.) incelenmiştir. Ancak, 'yenilenme ve güncelleme' vurgusu en çok Eko Tasarım başlığı altında yer alan 'Eko Yenileşim' (Eco Inovasyon) kavramıyla örtüşmektedir. Ancak bu soru, görsel sanatlardaki bir yenileme sürecini tarif ediyorsa, bu, genel olarak sanat eserine yeni bir işlev veya değer kazandırmayı içeren yenileşim süreçlerine işaret eder. Seçenekler olmadan en yakın kavram 'Eko Yenileşim'dir (Ünite 4) veya sanatsal bağlamda 'Upcycling'dir (Ünite 2'de bahsi geçiyor)."
  },
  {
    "id": "exam-626557-103",
    "unitNumber": 2,
    "text": "3 boyutlu sanat objesinin, heykelin, görsel sanatlardaki geleneksel malzemeler yerine artıklar, kullanılmayan objeler ve hurdaların bir araya getirilmesiyle oluşturulan sanat türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dekolaj sanatı",
      "B": "Asamblaj sanatı",
      "C": "Akümülasyon sanatı",
      "D": "Junk sanatı",
      "E": "Kolaj sanatı"
    },
    "explanation": "Görsel Sanatlarda Atık Nesnelerin Sanat Objesine Dönüşme Sürecinde Uygulanan Temel Yöntemler başlığı altında, 'Asamblaj' tekniği, kolajın üç boyutlu hâli olup, kullanılmayan objelerin birleştirilerek heykele dönüştürülmesini ifade eder. Bu, atık malzemelerle üç boyutlu sanat objeleri oluşturma sanatıdır."
  },
  {
    "id": "exam-626557-104",
    "unitNumber": 2,
    "text": "Atık objelerin istiflenip, asılıp, bantlanıp ve birleştirilmesi ile oluşturulan sanat eserlerine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Montaj",
      "B": "Akümülasyon",
      "C": "Kolaj",
      "D": "Asamblaj",
      "E": "Dekolaj"
    },
    "explanation": "Ünite 2'de atık nesnelerle yapılan sanatsal teknikler arasında 'Akümülasyon' tekniği, atık malzemelerle sanat objesi oluşturmak için kullanılan tekniklerden birisi olarak tanımlanır ve atık objelerin istiflenerek, asılarak, bantlanarak, birleştirilerek sanat eseri oluşturulmasını kapsar."
  },
  {
    "id": "exam-626557-105",
    "unitNumber": 3,
    "text": "Tarihte ilk belgelenmiş geri dönüşüm ürünü 1031 yılında aşağıdaki ülkelerden hangisinde elde edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Japonya",
      "B": "Maceristan",
      "C": "Rusya",
      "D": "Azerbaycan",
      "E": "İrlanda"
    },
    "explanation": "Ünite 3'te Geri Dönüşümün Tarihçesi başlığı altında, tarihte ilk belgelenmiş geri dönüşüm ürününün 1031 yılında Japonya'da atık kağıtlardan elde edilen gri kağıt olduğu belirtilmiştir."
  },
  {
    "id": "exam-626557-106",
    "unitNumber": 4,
    "text": "Aşağıdaki kavramlardan hangisi sürdürülebilirlik hedeflerine ulaşma, çevre koruma ve iyileştirme amacına hizmet eden bir pazar aracıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yeşil parlaklık",
      "B": "Eko etiketleme",
      "C": "Eko-markalama",
      "D": "Yeşil tasarım",
      "E": "Yeşil halkla ilişkiler"
    },
    "explanation": "Ünite 4'te Eko Tasarımın temel amacı, ürün yaşam döngüsü boyunca çevresel etkilerin azaltılmasıdır. 'Yeşil Sanat' ise çevre dostu, toksik olmayan ve doğal malzemeler kullanma pratiğidir ve genellikle eserlerin doğal ortamlarda sergilenmesini içerir. Ancak, sorudaki 'pazar aracı' ve 'çevre koruma' vurgusu, Eko Tasarımın temel hedeflerinden biri olan, çevresel açıdan tercih edilen ürünlere pazar avantajı sağlayan 'Tip I Eko Etiket' (Blue Angel, EU Ecolabel vb.) programlarının amacına daha yakındır. Eko Tasarım, bu tür etiketleri destekleyen bir felsefedir."
  },
  {
    "id": "exam-626557-107",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yeşil tasarımın ürün yaşam döngüsü aşamalarından biri olan 'kullanım'ın amaçlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaynak tasarrufu için tasarım",
      "B": "En az tüketim için tasarım",
      "C": "Yeniden kullanım için tasarım",
      "D": "Demontaj için tasarım",
      "E": "Güvenli imha için tasarım"
    },
    "explanation": "Ünite 5'te Basılı Grafik Ürünlerde Sürdürülebilirlik başlığı altında, kâğıt kullanımını azaltmak için önerilenler arasında, kağıdın her iki yüzünü de kullanmak (tek taraflı basım yerine) yer almaktadır. Bu, hem kâğıt tüketimini azaltır hem de geri dönüşüme gidecek kâğıt atık miktarını azaltır."
  },
  {
    "id": "exam-626557-108",
    "unitNumber": 3,
    "text": "Genellikle su ve içecek ambalajlarında kullanılan plastik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "PET (Polietilen Tereftalat)",
      "B": "PP (Polipropilen)",
      "C": "LDPE (Düşük Yoğunluklu Polietilen)",
      "D": "PS (polistiren)",
      "E": "HDPE (Yüksek Yoğunluklu Polietilen)"
    },
    "explanation": "Ünite 3'te Plastik başlığı altında, yiyecek, temizlik, içecek ambalajlarında yaygın olarak kullanılan plastik türleri sıralanmıştır. Seçenekler verilmemiş olsa da, yaygın plastik ambalaj malzemeleri genellikle PET (Polietilen Tereftalat) ve HDPE (Yüksek Yoğunluklu Polietilen) gibi türevlerdir. Süt ve meyve suyu kutuları gibi kompozit ürünlerin içinde de plastik bulunur. Ünite 7'de ise 'Kompozitler' başlığı altında karton süt/meyve suyu kutuları, çikolata ambalajları gibi ürünlerin atıklarının geri dönüşüm yöntemi anlatılmaktadır. En yaygın olanı genellikle PET veya HDPE'dir. Seçenekler olmadan, Ünite 3'te belirtilen 'pet şişeler, su damacanaları' gibi ürünler genellikle PET'ten yapılır."
  },
  {
    "id": "exam-626557-109",
    "unitNumber": 7,
    "text": "Bir malın üretim aşamalarında kendiliğinden ya da üretim yöntemi ve teknolojisine bağlı olarak oluşan hammadde azalımını ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ciltleme",
      "B": "Katlama",
      "C": "Gofre",
      "D": "Selefon",
      "E": "Fire"
    },
    "explanation": "Ünite 7'de 'Azaltma' başlığı altında, ambalaj üretiminde sürdürülebilirliğe yönelik azaltmanın yollarından birinin, kullanılan malzemenin azaltılması olduğu belirtilmiştir. 'Azaltma', ham madde azalımını kapsar. 'Malzeme tüketimini azaltmayı hedefleyen fikirler' de sürdürülebilir ambalaj tasarım fikirleri arasında sayılmıştır."
  },
  {
    "id": "exam-626557-110",
    "unitNumber": 5,
    "text": "-----, dosyaları piksellerden oluşturulan görüntülerdir. Pikseller bir araya gelerek fotoğraf gibi çok ayrıntılı görüntüleri oluşturabilen, çok büyük miktarda küçük renkli karelerdir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Hibrit",
      "B": "İnkjet",
      "C": "Selefon",
      "D": "Raster grafik",
      "E": "Akordeon"
    },
    "explanation": "Boş bırakılan yer, piksellerden oluşan ve fotoğraf gibi ayrıntılı görüntüleri oluşturabilen dijital dosya türünü tanımlamaktadır. Ünite 5'te Dijital Dosya Türleri başlığı altında, bit map (raster) dosyaların, piksellerden oluştuğu ve çok büyük miktarda küçük renkli karelerden meydana geldiği belirtilmiştir. Bu tanım, Bit Map (Raster) dosyaları için geçerlidir."
  },
  {
    "id": "exam-626557-111",
    "unitNumber": 6,
    "text": "Üzerine baskı yapılmış olan kâğıt ya da kartonun, baskıdan sonra ince ve şeffaf bir filmle kaplanmasına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hibrit",
      "B": "Selefon",
      "C": "Raster",
      "D": "Ciltleme",
      "E": "Gofre"
    },
    "explanation": "Ünite 6'da Baskı Sonlandırma işlemleri sıralanırken, 'selefon kaplama' da bu işlemler arasında sayılmıştır. Selefon kaplama, baskı sonrası ürünü korumak veya estetik görünüm kazandırmak için uygulanan bir yüzey kaplama işlemidir."
  },
  {
    "id": "exam-626557-112",
    "unitNumber": 6,
    "text": "Tasarımda yön veren tema, duygu, kavram ya da fikirleri karşılamak, düzenlemek, organize etmek, aralarındaki ilişkiyi belirlemek anlamlarına gelen, tasarım sürecinin ilk aşamalarından biri olan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Forma",
      "B": "Selefon",
      "C": "Strateji",
      "D": "Konsept",
      "E": "Uygulama"
    },
    "explanation": "Tasarım sürecinin aşamalarından ilki olan Stratejik Planlama'dan sonra gelen aşama 'Yaratıcı fikir ve konsept geliştirme'dir. Bu aşama, mesajı belirleme, iletim yöntemini belirleme ve tasarım konseptini şekillendirme aşamasıdır. Bu, tasarımda yön veren tema, duygu veya fikri organize etme ve ilişkilendirme faaliyetlerini kapsar."
  },
  {
    "id": "exam-626557-113",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi mürekkebin sertlik, parlaklık, yapışma gibi özelliklerini etkileyen, pigmentlerin baskı yüzeyine tutunmalarını sağlayan maddelerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Polietilen",
      "B": "Selefon",
      "C": "Reçineler",
      "D": "Sentetik",
      "E": "Spiral"
    },
    "explanation": "Ünite 6'da mürekkebin üç ana bileşeni listelenmiştir: Renklendirici Maddeler, Taşıyıcı/Çözücü/Bağlayıcı Akışkanlar ve Yardımcı Katkı Maddeleri. 'Bağlayıcı Akışkanlar' (Taşıyıcı, Çözücü ve Bağlayıcı Akışkanlar başlığı altında), mürekkebin transferini, akışkanlığını, kuruma özelliklerini ve pigmentlerin yüzeye tutunmasını sağlayan reçineler, yağlar ve çözücülerden oluşur. Bu grup, pigmentlerin yüzeye tutunmasını sağlayan bileşenleri içerir."
  },
  {
    "id": "exam-626557-114",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi basılı bir kağıdın en az bir kez olmak üzere mümkün olduğunca katlanarak kitap, dergi, katalog gibi ciltli yayınların sayfaları olacak şekle getirilmiş halidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Braille",
      "B": "Emülsiyon",
      "C": "Spiral",
      "D": "Selefon",
      "E": "Forma"
    },
    "explanation": "Ünite 5'te Katlama başlığı altında, broşür, el ilanı gibi basılı ürünlerde ciltleme yerine katlama işlemlerinin tercih edildiği belirtilmiştir. Katlama, basılı tek bir büyük yaprağın, daha derli toplu hâle getirilmesi ve okuyucunun takip edeceği sıralamayı sunması için yapılan işlemdir."
  },
  {
    "id": "exam-626557-115",
    "unitNumber": 7,
    "text": "Satış ambalajı ya da ----- olarak da adlandırılan birincil ambalaj, bir ürünle doğrudan temas hâlinde olan ve ürünün kendini kapsayan ambalajdır.<br/>Yukarıdaki cümlede boş bırakılan yeri hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "ambalaj",
      "B": "nature ambalajı",
      "C": "dış ambalajı",
      "D": "iç ambalaj",
      "E": "kompozit ambalaj"
    },
    "explanation": "Ünite 7'de Ambalajların Sınıflandırılması başlığı altında, 'Satış ambalajı ya da iç ambalaj olarak da adlandırılan birincil ambalaj', bir ürünle doğrudan temas hâlinde olan ve ürünü kapsayan ambalaj olarak tanımlanmıştır."
  },
  {
    "id": "exam-626557-116",
    "unitNumber": 6,
    "text": "Kağıdın orijinal rengini beyazlatmak ve parlaklığını artırmak için kağıt üretimi sırasında uygulanan kimyasal işlemlere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Miselle",
      "B": "Boksit",
      "C": "Silikat",
      "D": "Hidrat",
      "E": "Ağartma"
    },
    "explanation": "Ünite 6'da mürekkebin bileşenleri anlatılırken, kağıt ile ilgili bölümde, kağıdın orijinal rengini beyazlatmak ve parlaklığını artırmak için kullanılan klorlu bileşiklerin (dioksin oluşumu riski taşıyan) yerine daha çevreci yöntemlerin (ECF ve TCF) tercih edilmesi gerektiği belirtilmiştir. Klorla beyazlatılmış kağıtlar yerine farklı yöntemlerle ağartılmış kağıt tercihleri sürdürülebilirlik açısından önemlidir."
  },
  {
    "id": "exam-626557-117",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi intihal teriminin tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir kişinin eserini yasal yollarla koruma altına alması kullanımı engellemesidir.",
      "B": "Bir kişinin eserini başka biriyle paylaşmasıdır.",
      "C": "Bir kişinin eserinde başka kişilerin ifade, buluş veya düşüncelerini kaynak göstermeksizin kendisine aitmiş gibi kullanmasıdır.",
      "D": "Bir kişinin eserini daha önce yayımlanmış bir esere dayanarak oluşturması, örenek ve emsal göstermesidir.",
      "E": "Bir kişinin eserinde başka kişilerin ifade, buluş veya düşüncelerini kullanmasıdır."
    },
    "explanation": "Ünite 8'de İntihal başlığı altında, intihal (TDK: aşırma) bir kişinin eserinde, başka kişilerin ifade, buluş veya düşüncelerini kaynak göstermeksizin kendisine aitmiş gibi kullanması olarak tanımlanmıştır. Bu, hırsızlık ve sahtekârlık olarak nitelendirilir."
  },
  {
    "id": "exam-626557-118",
    "unitNumber": 8,
    "text": "First Things First (İlk Önce Öncelikler) manifestosu aşağıdaki tasarımcılardan hangisi tarafından yayınlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ken Garland",
      "B": "David Bailey",
      "C": "Milton Glaser",
      "D": "Saul Bass",
      "E": "Steve Cutts"
    },
    "explanation": "Ünite 8'de Reklam Aracı Olarak Grafik Tasarım ve Karşı Hareketler başlığı altında, sürdürülebilir anlayışta tasarımın geçici ihtiyaçlardan çok gerçek ihtiyaçlara odaklanması gerektiği belirtilmiştir. Bu bağlamda, reklam karşıtlığıyla en fazla ön plana çıkan yayın olarak Adbusters Dergisi'nin adı geçmekte ve bu derginin 'Buy Nothing Day' gibi kampanyalara imza attığı ifade edilmektedir. 'First Things First' manifestosu ise genellikle 1960'larda ortaya çıkan ve kurumsal/ticari tasarımın eleştirisini yapan bir harekettir; bu manifestoyu yayınlayanlar arasında 'First Things First Collective' üyeleri bulunur ve bu kolektif, Adbusters gibi eleştirel hareketlerin öncüsü kabul edilir. Ancak metinde doğrudan 'First Things First' adı geçmemektedir; sadece Adbusters anılmaktadır. Ancak, genel olarak tasarım etiği ve eleştirisi Ünite 8'de ele alınmıştır."
  },
  {
    "id": "exam-626557-119",
    "unitNumber": 7,
    "text": "Çevre dostu olduğunu iddia veya ima eden, ancak aslında tüketicileri yanıltmaya yönelik uygulamaları ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekolojik yanılsama",
      "B": "Yeşil badana",
      "C": "Yeşil yalan",
      "D": "Ekolojik yanılgı",
      "E": "Çevre cilası"
    },
    "explanation": "Ünite 7'de Yeşil Badana (Greenwashing) başlığı altında, bazı işletmelerin çevre dostu olduğunu iddia etmesi, ancak bunun gerçekte böyle olmaması durumunun tüketicileri yanıltmaya yönelik uygulamaları ifade ettiği belirtilmiştir. S360'ın yeşil badanayı tanımlayan teknikleri de bu kavramın kapsamındadır."
  },
  {
    "id": "exam-626557-120",
    "unitNumber": 7,
    "text": "Gıda ambalajı kullanımda aşağıdaki malzemelerden hangisi sağlıklıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kağıt",
      "B": "Plastik",
      "C": "Metal",
      "D": "Ahşap",
      "E": "Cam"
    },
    "explanation": "Ünite 7'de Cam başlığı altında, camın, içine konan ürünün tadını veya kokusunu etkilememesi nedeniyle gıda ve ilaç ambalajlarında tercih edilen malzemelerden biri olduğu belirtilmiştir. Bu, camın sağlıklılığı ve kimyasal tepkimeye girmemesi açısından önemli bir özelliktir."
  }
]