[
  {
    "id": "3764311",
    "unitNumber": 1,
    "text": "\"<strong><span style=\"text-decoration: underline;\">...</span> <span style=\"text-decoration: underline;\">...</span> ,</strong> farklı bakış açılarını daha iyi anlamak ve zaman içinde ortak eylemler ve yansıma süreçlerini geliştirmek için bireyler ya da gruplar arasındaki diyaloglardan öğrenmeyi işaret eder\" tanımında yer alan boşluğa gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "options": {
      "A": "Sürdürülebilirlik bilinci",
      "B": "Sosyal sürdürülebilirlik",
      "C": "Sosyal dayanışma",
      "D": "Sosyal öğrenme",
      "E": "Ekosistem hizmetleri"
    },
    "correctAnswer": "D",
    "explanation": "<span style=\"text-decoration: underline;\"><strong>Sosyal</strong></span> <span style=\"text-decoration: underline;\"><strong>öğrenme</strong></span>, farklı bakış açılarını daha iyi anlamak ve zaman içinde ortak eylemler ve yansıma süreçlerini geliştirmek için bireyler ya da gruplar arasındaki diyaloglardan öğrenmeyi işaret eder."
  },
  {
    "id": "3764308",
    "unitNumber": 1,
    "text": "<br/>\"<strong><span style=\"text-decoration: underline;\">...</span> </strong> temel olarak ekonomi ve ekoloji (çevre) bilimlerinin bakış açılarının, hem teorik hem de pratik olarak birleştirilmesine dayanan bir bakış açısına sahiptir\" tanımlamasında yer alan boşluğa en uygun seçenek aşağıdakilerden hangisidir?",
    "options": {
      "A": "Sürdürülebilirlik",
      "B": "Ekosistem",
      "C": "Değişim",
      "D": "Kalkınma",
      "E": "Çevre"
    },
    "correctAnswer": "A",
    "explanation": "<br/><span style=\"text-decoration: underline;\"><strong>Sürdürülebilirlik</strong></span> temel olarak ekonomi ve ekoloji (çevre) bilimlerinin bakış açılarının, hem teorik hem de pratik olarak birleştirilmesine dayanan bir bakış açısına sahiptir."
  },
  {
    "id": "3764309",
    "unitNumber": 1,
    "text": "<br/>Her bireyin tükettiği malları üretmek ve üretilen atıkları özümsemek için gereken biyolojik olarak üretken ekosistemler (taşıma kapasitesi) üzerindeki insan etkisinin ölçüsü aşağıdakilerden hangisidir?",
    "options": {
      "A": "<br/>Biyolojik Taşıma Kapasitesi",
      "B": "<br/>Ekolojik Ayak İzi",
      "C": "<br/>Ekolojik ve Çevresel Sürdürülebilirlik",
      "D": "<br/>Ekolojik taşıma",
      "E": "<br/>Çevresel yaklaşım"
    },
    "correctAnswer": "B",
    "explanation": "<br/><strong>Ekolojik Ayak İzi:</strong> Her bireyin tükettiği malları üretmek ve üretilen atıkları özümsemek için gereken biyolojik olarak üretken ekosistemler (taşıma kapasitesi) üzerindeki insan etkisinin ölçüsüdür."
  },
  {
    "id": "3764310",
    "unitNumber": 1,
    "text": "<br/>Kaynakları verimli kullanarak ekolojik ve çevresel sorunları önemli ölçüde azaltırken insan refahını ve sosyal eşitliği iyileştiren bir ekonomi aşağıdakilerden hangisidir?",
    "options": {
      "A": "<br/>Doğrusal Ekonomi",
      "B": "<br/>Döngüsel Ekonomi",
      "C": "Yeşil Ekonomi",
      "D": "Karma ekonomi",
      "E": "Piyasa ekonomisi"
    },
    "correctAnswer": "C",
    "explanation": "<br/><strong>Yeşil Ekonomi:</strong> Kaynakları verimli kullanarak ekolojik ve çevresel sorunları önemli ölçüde azaltırken insan refahını ve sosyal eşitliği iyileştiren bir ekonomidir."
  },
  {
    "id": "3764003",
    "unitNumber": 1,
    "text": "<ol style=\"list-style-type: upper-roman;\"> <li>İnsanlar tarafından yaratılan su kirliliği</li> <li>İnsanların kuraklık nedeniyle açlık ve susuzluk çekmesi</li> <li>İnsanlar tarafından yapılan avlanma faaliyetleri</li> </ol> Yukarıdaki ifadelerden hangisi/hangileri bir etkileşim (Koaksiyon) örneğidir?",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "correctAnswer": "C",
    "explanation": "Canlıların bir birleriyle ve çevreleriyle olan tüm ilişkilerinin yönü farklılıklar gösterdiği için Eylem (Aksiyon), Tepki (Reaksiyon) ve <strong>Etkileşim (Koaksiyon)</strong> olmak üzere ayrı ayrı tanımlanır. Bu ilişkileri, insanlar üzerinden örnekler vererek şöyle<br/>tanımlayabiliriz:<br/>• EYLEM; Çevrenin → Organizmalar üzerine olan etkileri. Örnek; İnsanların kuraklık nedeniyle açlık ve susuzluk çekmesi.<br/>• REAKSİYON: Organizmaların → Çevre üzerine etkileri. Örnek; İnsanlar tarafından yaratılan çevre kirliliği.<br/><strong>ETKİLEŞİM: Organizmaların → Organizmalarla etkileşimleri. Örnek; İnsanlar tarafından yapılan avlanma faaliyetleri.</strong>"
  },
  {
    "id": "3764007",
    "unitNumber": 1,
    "text": "<ol style=\"list-style-type: upper-roman;\"><br/><li>Doğal riskleri azaltma </li><br/><li>Bitkisel üretim</li><br/><li>Besin kaynağı ve gıda </li><br/><li>Zararlılara karşı direnç</li><br/><li>Tozlaşma ve tohum dağılımı </li><br/></ol><br/>Yukarıdakilerden hangileri ekosistem hizmetlerinin 'düzenleme hizmetleri' başlığı altında yer alır?",
    "options": {
      "A": "I ve III",
      "B": "I ve V",
      "C": "IV ve V",
      "D": "I, IV ve V",
      "E": "II, III ve IV"
    },
    "correctAnswer": "D",
    "explanation": "<strong>Şekil 1.3'te görüldüğü gibi</strong><br/><img alt=\"\" height=\"409\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1fd8a089e8e665c1cd4640c4191f71c9.png\" width=\"570\"/>"
  },
  {
    "id": "3764011",
    "unitNumber": 1,
    "text": "<ol style=\"list-style-type: upper-roman;\"><br/><li>Sürdürülebilirlik sistemi düşüncesi </li><br/><li>Ağ oluşturma </li><br/><li>Bilgi yönetimi </li><br/><li>Yaratıcı uygulamalar</li><br/><li>Yansıtıcı uygulamalar</li><br/></ol><br/>Yukarıdakilerden hangileri sürdürülebilirliğin toplumda yaygınlaşması için sosyal öğrenmenin organizasyonunda <span style=\"text-decoration: underline;\">temel</span> basamaklardandır?",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve V",
      "C": "I, III ve IV",
      "D": "II, II, IV ve V",
      "E": "I, II, III ve V"
    },
    "correctAnswer": "E",
    "explanation": "rg"
  },
  {
    "id": "3764304",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisi/hangileri ekoloji kavramı içinde değerlendirilir?<br/><strong>I.</strong>Organizmalar ve çevreleri arasındaki tüm ilişkileri kapsar. <strong>II.</strong> Çevrede fiziksel, kimyasal ve biyolojik bileşenler arasındaki etkileşimleri ifade eder.<strong> III.</strong> Canlıların yaşam döngüleri ve süreçlerini, organizmaların dağılımını, adaptasyonunu ve biyolojik çeşitliliği anlamaya odaklanır. <strong>IV.</strong>Çevreyi etkileyen iç ve dış faktörlere odaklanır. <strong>V.</strong> Canlı tür ve topluluklarının büyüklüğü, çeşitliliği ve aradaki rekabeti içerir.",
    "options": {
      "A": "I, II ve IV",
      "B": "I, III ve V",
      "C": "II, III ve V",
      "D": "I, IV ve V",
      "E": "II, III ve IV"
    },
    "correctAnswer": "B",
    "explanation": "<strong>EKOLOJİ:</strong> Organizmalar ve çevreleri arasındaki tüm ilişkileri kapsar. Canlıların yaşam döngüleri ve süreçlerini, organizmaların dağılımını, adaptasyonunu ve biyolojik çeşitliliği anlamaya odaklanır. Canlı tür ve topluluklarının büyüklüğü, çeşitliliği ve aradaki rekabeti içerir. Ekosistemlerde gerçekleşen tüm doğal süreçleri ifade eder."
  },
  {
    "id": "3764305",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi BİYOTİK FAKTÖRLER arasında yer alır?",
    "options": {
      "A": "Su",
      "B": "Toprak ve mineraller",
      "C": "Ayrıştırıcılar",
      "D": "Işık",
      "E": "İklim"
    },
    "correctAnswer": "C",
    "explanation": "BİYOTİK FAKTÖRLER: Üreticiler (Bitkisel canlılar), Tüketiciler (Hayvansal canlılar), Ayrıştırıcılar (Bakteri ve mantarlar)."
  },
  {
    "id": "3764306",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi/hangileri <strong>Yapay ve Yarı Doğal Ekosistemler</strong> içinde yer alır?<br/><strong>I.</strong> Çok sayıda canlı türü ve yeterli ekolojik faktörleri içerir. <strong>II.</strong> Genetik çeşitlilik çok düşüktür. <strong>III.</strong> Canlılar arası besin zincirleri uzun ve karmaşıktır.<strong> IV.</strong> Tüm enerji ve biyolojik döngüler insan desteği olmaksızın gerçekleşemez. <strong>V.</strong> Ekolojik ardıllık hızla ve sürekli gerçekleşir.",
    "options": {
      "A": "I, II ve IV",
      "B": "II, III ve V",
      "C": "III ve IV",
      "D": "II ve IV",
      "E": "III ve V"
    },
    "correctAnswer": "D",
    "explanation": "<strong>Yapay ve Yarı Doğal Ekosistemler: </strong>Az sayıda canlı türü ve yetersiz ekolojik faktörü içerir.Genetik çeşitlilik çok düşüktür. Tüm enerji ve biyolojik döngüler insan desteği olmaksızın gerçekleşemez. Pek çok canlı türü ortadan kaldırıldığı için besin zincirleri basittir ve eksiktir.Ekolojik ardıllık ancak insan etkisi kalktıktan sonra ve yavaş gerçekleşir. Yapay oldukları için sürdürülemezler."
  },
  {
    "id": "3764303",
    "unitNumber": 1,
    "text": "Doğal kaynakların sorumlu kullanılarak ekosistemlerin sağlığı ve insan refahının uzun vadeli olarak birlikte korunması gerektiği anlayışını ifade eden kavram aşağıdakilerden hangisidir?",
    "options": {
      "A": "Sürdürülebilirlik",
      "B": "Ekoloji",
      "C": "Çevre",
      "D": "Ekosistem",
      "E": "İnovasyon"
    },
    "correctAnswer": "A",
    "explanation": "<br/><strong>Sürdürülebilirlik Kavramı:</strong> Doğal kaynakların sorumlu kullanılarak ekosistemlerin sağlığı ve insan refahının uzun vadeli olarak birlikte korunması gerektiği anlayışını ifade etmektedir."
  },
  {
    "id": "3764307",
    "unitNumber": 1,
    "text": "Ekosistem hizmetlerinin temel mal ve hizmet akışlarına dönüştürülmesinde, aşağıdaki seçeneklerden hangisi <strong>Düzenleme Hizmetleri</strong> içinde yer alır?",
    "options": {
      "A": "Yaşam alanı ve sığınak; Oksijen üretimi ve su döngüsü; Bitkisel üretim",
      "B": "Enerji ve hammadde; Genetik kaynaklar; Tatlı su",
      "C": "Yer ve çevre duygusu; Rekreasyon, estetik ve değerler; Doğa bilgisi, eğitim ve ilham",
      "D": "Otlatma; Madde döngüsü; Manevi değerler",
      "E": "Tozlaşma ve tohum dağılımı; Doğal riskleri azaltma; Hastalıklar ve su arıtma"
    },
    "correctAnswer": "E",
    "explanation": "<strong>Düzenleme Hizmetleri:</strong>• Doğal riskleri azaltma • İklim düzenleme • Zararlılara karşı direnç • Tozlaşma ve tohum dağılımı • Hastalıklar ve su arıtma"
  },
  {
    "id": "3764010",
    "unitNumber": 1,
    "text": "Kaynakları verimli kullanarak ekolojik ve çevresel sorunları önemli ölçüde azaltırken insan refahını ve sosyal eşitliği iyileştiren ekonomi modeline ne ad verilir?",
    "options": {
      "A": "Doğrusal Ekonomi",
      "B": "Döngüsel Ekonomi",
      "C": "Geri Dönüşüm Ekonomisi",
      "D": "Sosyoekonomik Dönüşüm",
      "E": "Yeşil Ekonomi"
    },
    "correctAnswer": "E",
    "explanation": "<strong>Yeşil Ekonomi:</strong> Kaynakları verimli kullanarak ekolojik ve çevresel sorunları önemli ölçüde azaltırken insan refahını ve sosyal eşitliği iyileştiren bir ekonomidir."
  },
  {
    "id": "3764012",
    "unitNumber": 1,
    "text": "Sosyal öğrenme süreçlerinde, diğer insanların davranışlarının sonuçlarını gözlemleme amacını aşağıdakilerden hangisi kapsar?",
    "options": {
      "A": "Dikkat çekme",
      "B": "Davranışı fark etme",
      "C": "Hatırlama",
      "D": "Motivasyon",
      "E": "Teklarlama"
    },
    "correctAnswer": "D",
    "explanation": "<strong>Tablo 1.4'de görüldüğü gibi;</strong><br/><strong><img alt=\"\" height=\"172\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d72d738b849d87c0b43883ebae405199.png\" width=\"561\"/></strong>"
  },
  {
    "id": "3764312",
    "unitNumber": 1,
    "text": "Sürdürülebilirliğin toplumda yaygınlaşması için sosyal öğrenmenin organizasyonunda yer alan temel basamaklar aşağıdakilerden hangisi / hangileridir?<br/>I. Sürdürülebilirlik sistemi düşüncesi II. Ağ oluşturma III. Diyalog IV. Bilgi yönetimi V.Yansıtıcı uygulamalar",
    "options": {
      "A": "I",
      "B": "I ve II",
      "C": "II, III ve IV",
      "D": "II, III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "correctAnswer": "E",
    "explanation": "Sürdürülebilirliğin toplumda yaygınlaşması için sosyal öğrenmenin organizasyonunda beş te- mel basamak vardır. Bunlar:<br/>• Sürdürülebilirlik sistemi düşüncesi • Ağ oluşturma • Diyalog • Bilgi yönetimi• Yansıtıcı uygulamalar"
  },
  {
    "id": "3764008",
    "unitNumber": 1,
    "text": "Sürdürülebilirliğin temel bileşenlerini destekleyen strateji aşağıdakilerden hangisidir?",
    "options": {
      "A": "Ekonomik sürdürülebilirlik",
      "B": "Kültürel sürdürülebilirlik",
      "C": "Sosyo/ekonomik sürdürülebilirlik",
      "D": "Ekolojik/Çevresel sürdürülebilirlik",
      "E": "Sosyal sürdürülebilirlik"
    },
    "correctAnswer": "B",
    "explanation": "Sürdürülebilirlik temel olarak ekonomi ve ekoloji (çevre) bilimlerinin bakış açılarının, hem teorik hem de pratik olarak birleştirilmesine dayanan bir bakış açısına sahiptir. Ancak sürdürülebilir kalkınmaya yönelik birçok kaynakta bu yaklaşımın, ekolojik/çevresel ve ekonomik faydalarının yanı sıra kurumsal ve sosyal kazanımları da sağlanabilen ve birbirini tamamlayan <strong>kültürel kapsamlı</strong> bir gelişme süreci olduğu kabul edilmektedir. <strong>Kültür bu üç temel sütunu desteklemek için etkili bir strateji olarak değerlendirilmektedir.</strong>"
  },
  {
    "id": "3764004",
    "unitNumber": 1,
    "text": "Yapay ekosistemlere <span style=\"text-decoration: underline;\">en</span> iyi örnek aşağıdakilerden hangisidir?",
    "options": {
      "A": "Ormanlar",
      "B": "Tarım alanları",
      "C": "Çayırlar",
      "D": "Kentler",
      "E": "Gıda fabrikaları"
    },
    "correctAnswer": "D",
    "explanation": "<strong>Yapay ekosistemler için ise verilebilecek en iyi örnek ise şehirlerdir.</strong> Bunlar üzerindeki doğal ekosistem unsurlarının tamamen ortadan kaldırıldığı, insan eliyle yapay malzemeler kullanılarak doğal yüzeylerin kaplandığı, oluşturulan yapay yeşil alanların dahi insan desteğine ihtiyaç duyduğu, biyolojik çeşitliliğin en düşük seviyede olduğu, atıkların doğal süreçlerle dönüştürülmediği, hemen hemen su/gıda maddesi ve enerji gibi tüm yaşamsal gereksinimlerin dışarıdan karşılanmadığı takdirde varlığını sürdürmeyen yapay ekosistemlerdir."
  },
  {
    "id": "3764006",
    "unitNumber": 1,
    "text": "Yarı doğal ekosistemler ile yapay ekosistemlerin <span style=\"text-decoration: underline;\">en önemli</span> ortak özelliği aşağıdakilerden hangisidir?",
    "options": {
      "A": "Az sayıda canlı türü ve yetersiz ekolojik faktörü içerir<strong>. </strong>",
      "B": "Genetik çeşitlilik çok düşüktür.",
      "C": "Tüm enerji ve biyolojik döngüler insan desteği olmaksızın gerçekleşemez.",
      "D": "Besin zincirleri basittir ve eksiktir.",
      "E": "Ekolojik ardıllık ancak insan etkisi kalktıktan sonra ve yavaş gerçekleşir."
    },
    "correctAnswer": "C",
    "explanation": "Yarı doğal ekosistemler ile yapay ekosistemlerin <strong>en önemli ortak özelliği</strong> sürdürülebilir olmaları için <strong>insan müdahalesine</strong> olan gereksinimleridir."
  },
  {
    "id": "3764005",
    "unitNumber": 1,
    "text": "Zaman içinde değişen ekolojik faktörlere bağlı olarak bir bölgedeki var olan türlerin ve habitatların sıralı olarak değişim sürecine ne ad verilir?",
    "options": {
      "A": "Ardıllık",
      "B": "Rekreasyon",
      "C": "Reaksiyon",
      "D": "Süreklilik",
      "E": "Metamorfoz"
    },
    "correctAnswer": "A",
    "explanation": "<strong>Ardıllık:</strong> Zaman içinde değişen ekolojik faktörlere bağlı olarak bir bölgedeki var olan türlerin ve habitatların sıralı olarak değişim sürecidir."
  },
  {
    "id": "3764009",
    "unitNumber": 1,
    "text": "İnsan yaşamının destekleyicisi olan ekosistemleri, yeniden üretme ve onların taşıma kapasitesini aşmayacak şekilde kullanarak insan kültürü ve yaşayan dünya arasındaki mevcut yıkıcı ilişkiyi dengeleme sorumluluğu olarak tanımlanan <span style=\"text-decoration: underline;\">yeni</span> yaklaşım aşağıdakilerden hangisidir?",
    "options": {
      "A": "Ekolojik ve çevresel sürdürülebilirlik",
      "B": "Ekolojik ayak izi",
      "C": "Taşıma kapasitesi",
      "D": "Sosyal sürdürebilirlik",
      "E": "Ekonomik sürdürülebilirlik"
    },
    "correctAnswer": "A",
    "explanation": "İnsan faaliyetlerine açık olan ormanlar, sahiller, mera/çayırlar, tarım arazileri ve kentsel alanlar vb.ekosistem parçaları yoğun ve ekolojik taşıma kapasitesinin üzerinde kullanılarak tüketilmekte ya da değişime uğratılmaktadır. Bunun sonucunda bir yandan sosyoekonomik refah artarken diğer yandan iklim, su, gıda ve enerji kaynaklarının korunması ve kirlilik kontrolüne yönelik klasik yaklaşımlar, sürdürülemez hâle gelen sorunlara sistematik ve uzun vadeli çözümler yaratabilme konusunda yetersizkalmaktadır.<br/>Böylece insan refahı ve ekosistem hizmetleri arasındaki bağların doğru tanımlanmasına ve yönetilmesine yönelik <strong>yeni ekolojik ve çevresel yaklaşımlar benimsenmeye başlanmıştır.</strong><br/>İşte bu kapsamda; insan yaşamının destekleyicisi olan ekosistemleri, yeniden üretme ve onların taşıma kapasitesini aşmayacak şekilde kullanarak insan kültürü ve yaşayan dünya arasındaki mevcut yıkıcı ilişkiyi dengeleme sorumluluğu olarak tanımlanan <strong>ekolojik ve çevresel sürdürülebilirlik</strong> yaklaşımı, sürdürülebilirlik gündeminde yerini almıştır."
  },
  {
    "id": "3764176",
    "unitNumber": 2,
    "text": "3 boyutlu sanat objesinin, heykelin, görsel sanatlardaki geleneksel malzemeler yerine artıklar, kullanılmayan objeler ve hurdaların bir araya getirilmesiyle oluşturulması aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kolaj",
      "B": "Asamblaj",
      "C": "Dadaizm",
      "D": "Junk Sanat",
      "E": "Minimalizm"
    },
    "correctAnswer": "D",
    "explanation": "<strong>Junk sanat: </strong>(Çöp Sanatı), 3 boyutlu sanat objesinin, heykelin, görsel sanatlardaki geleneksel malzemeler yerine artıklar, kullanılmayan objeler ve hurdaların bir araya getirilmesiyle oluşturulması."
  },
  {
    "id": "3764177",
    "unitNumber": 2,
    "text": "3 boyutlu sanat objesinin, heykelin, görsel sanatlardaki geleneksel malzemeler yerine artıklar, kullanılmayan objeler ve hurdaların bir araya getirilmesiyle oluşturulmasına ne ad verilir?",
    "options": {
      "A": "Asamblaj",
      "B": "Pop-art",
      "C": "Junk sanat",
      "D": "Minimalizm",
      "E": "Serigrafi"
    },
    "correctAnswer": "C",
    "explanation": "<strong>Junk sanat: </strong>(Çöp Sanatı), 3 boyutlu sanat objesinin, heykelin, görsel sanatlardaki geleneksel malzemeler yerine artıklar, kullanılmayan objeler ve hurdaların bir araya getirilmesiyle oluşturulması."
  },
  {
    "id": "3764179",
    "unitNumber": 2,
    "text": "<img alt=\"\" height=\"280\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/fea7225ee952b02aef9ec08c0dbf0f39.png\" width=\"435\"/><br/>Almanya'da Kassel Fridericianum müzesinin bahçesinde, çevresi 7000 bazalt sütün yığınıyla doldurulmuş bir meşe ağacı fidanı dikerek, insanların doğaya ağaç ve bitki ekosistemine daha bağlı olmasının gerekliliğini, özellikle kentsel bölgelerde doğa ile yakınlığın sürekliliğinin korunmasının gerektiğini vurgulamaya çalışan sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Joseph Beuys",
      "B": "Pablo Picasso",
      "C": "Edward Munch",
      "D": "Robert Rauschenberg",
      "E": "Hans Haacke"
    },
    "correctAnswer": "A",
    "explanation": "Alman sanatçı Joshep Beuys’un ise ekolojik sanatla ilgili olarak yaptığı önemli projelerden birisi “7000 Oak” (7000 Meşe) projesidir. (Görsel 2.9) Kassel’de gerçekleştirdiği proje zamanla büyümüş ve geliştirilmiş bir projedir. “Beuys’s Acorns” (Beuys’un Meşe Palamutları) isimli proje için öncü olmuştur. Görsel 2.10’da sanatçı Kassel Fridericianum müzesinin bahçesinde, çevresi 7000 bazalt sütün yığınıyla doldurulmuş bir meşe ağacı fidanı dikerken görülmektedir. Projede insanların doğaya ağaç ve bitki ekosistemine daha bağlı olmasının gerekliliğini, özellikle kentsel bölgelerde doğa ile yakınlığın sürekliliğinin korunmasının gerektiğini vurgulamaktadır."
  },
  {
    "id": "3764277",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi küreselleşmenin en belirgin faydaları arasında <strong>değildir?</strong>",
    "options": {
      "A": "Sürdürülebilir ekonomik kalkınma",
      "B": "Yükselen yaşam standartları",
      "C": "Teknolojik ilerleme",
      "D": "Bilginin daha hızlı yayılması",
      "E": "Toplumsal eşit hakların yaygınlaşması"
    },
    "correctAnswer": "E",
    "explanation": "Sürdürülebilir ekonomik kalkınma, yükselen yaşam standartları, teknolojik ilerleme ve bilginin<br/>daha hızlı yayılması, küreselleşmenin <strong>en belirgin faydaları</strong> arasında sayılmaktadır.<br/>Toplumsal eşit hakların yaygınlaşması"
  },
  {
    "id": "3764055",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sürdürülebilirlik kavramı doğrultusunda, atık ya da kullanılmayan nesnenin sanat objesine dönüşme sürecinde, eğitim kurumlarında ders kapsamında öğretilen ve uygulamalarının yapıldığı, temel yöntemlerden biri <strong>değildir? </strong>",
    "options": {
      "A": "Kolaj",
      "B": "Asamblaj",
      "C": "Akümülasyon",
      "D": "Dadaizm",
      "E": "Montaj"
    },
    "correctAnswer": "D",
    "explanation": "Sürdürülebilirlik kavramı doğrultusunda, atık ya da kullanılmayan nesnenin sanat objesine dönüşme sürecinde, eğitim kurumlarında ders kapsamında öğretilen ve uygulamalarının yapıldığı, temel yöntemler aşağıdaki gibi sıralanabilir.<br/>Kolaj<br/>Dekolaj<br/>Asamblaj<br/>Akümülasyon<br/>Montaj"
  },
  {
    "id": "3764281",
    "unitNumber": 2,
    "text": "Bir form oluşturacak biçimde kullanılmayan objelerin, birleştirilerek heykele dönüştürülmesi anlamına gelen, üç boyutlu sanat tekniği aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kolaj",
      "B": "Montaj",
      "C": "Akümülasyon",
      "D": "Dekolaj",
      "E": "Asamblaj"
    },
    "correctAnswer": "E",
    "explanation": "Bir form oluşturacak biçimde kullanılmayan objelerin birleştirilerek heykele dönüştürülmesi<br/>anlamına gelir.<br/>Asamblaj"
  },
  {
    "id": "3764279",
    "unitNumber": 2,
    "text": "Elde var olan her türlü basılı, yazılı, çizili, resimsel malzemelerin bir yüzey üzerinde yeniden kurgulanmasıyla oluşturulan temel yöntem aşağıdakilerden hangisidir<strong>?</strong>",
    "options": {
      "A": "Montaj",
      "B": "Kolaj",
      "C": "Asamblaj",
      "D": "Akümülasyon",
      "E": "Dekolaj"
    },
    "correctAnswer": "B",
    "explanation": "<strong>Kolaj:</strong> Kelime olarak bir araya getirme birleştirme anlamına gelir. Bir resim tekniğidir. <strong>Elde</strong><br/><strong>var olan her türlü basılı, yazılı, çizili, resimsel malzemelerin bir yüzey üzerinde yeniden kurgulanmasıyla </strong>oluşturulur."
  },
  {
    "id": "3764174",
    "unitNumber": 2,
    "text": "Kelime olarak bir araya getirme birleştirme anlamına gelen ve bir resim tekniği olan, elde var olan her türlü basılı, yazılı, çizili, resimsel malzemelerin bir yüzey üzerinde yeniden kurgulanmasıyla oluşturulan yöntem aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kolaj",
      "B": "Pentür",
      "C": "Dadaizm",
      "D": "Akrilik",
      "E": "Litografi"
    },
    "correctAnswer": "A",
    "explanation": "<strong>Kolaj: </strong>Kelime olarak bir araya getirme birleştirme anlamına gelir. Bir resim tekniğidir. Elde var olan her türlü basılı, yazılı, çizili, resimsel malzemelerin bir yüzey üzerinde yeniden kurgulanmasıyla oluşturulur."
  },
  {
    "id": "3764182",
    "unitNumber": 2,
    "text": "Sanatçıların biyoloji, canlı dokular, bakteriler, canlı organizmalar ve yaşam süreçleri ile çalıştığı sanat pratiği aşağıdakilerden hangisidir?",
    "options": {
      "A": "ekolojik sanat",
      "B": "eko dizayn",
      "C": "biyo-sanat",
      "D": "biyoloji",
      "E": "arazi sanatı"
    },
    "correctAnswer": "C",
    "explanation": "<strong>Biyo-Sanat: </strong>Biyo-Sanat, 20. yüzyılın sonu ve 21. yüzyılın başında ortaya çıkmıştır. <strong><em>Biyo-Sanat </em></strong>çalışan sanatçılar canlı madde ile çalışsalar da maddenin canlı veya canlı olarak kabul edilebileceği aşamalar konusunda etik, sosyal ve estetik tartışmalar vardır. Sanat eserleri laboratuvarlarda, galerilerde veya sanatçı stüdyolarında üretilirken, bazı sanatçılar canlı dokular, bakteriler, canlı organizmalar ve yaşam süreçlerinin sadece görsellerini kullanarak eserlerini üretirler.<br/><strong>Biyo-Sanat, </strong>sanatçıların biyoloji, canlı dokular, bakteriler, canlı or-ganizmalar ve yaşam süreçleri ile çalıştığı bir sanat pratiğidir."
  },
  {
    "id": "3764276",
    "unitNumber": 2,
    "text": "Sanayileşmenin getirdiği kirlilik, küresel ısınma, artan nüfus ve buna bağlı olarak artan tüketim, azalan kaynaklarımız ve üretimin sınırlılığı, aşağıdaki kavramlardan hangisinin her alanda daha yoğun biçimde kullanımını ortaya çıkarmıştır?",
    "options": {
      "A": "İnovasyon",
      "B": "Geri dönüşüm",
      "C": "Sürdürülebilirlik",
      "D": "Ekolojik Tasarım",
      "E": "Globalleşme"
    },
    "correctAnswer": "C",
    "explanation": "Sanayileşmenin getirdiği kirlilik ve küresel ısınma da daha uzun vadede doğayı yaşanılmaz hâle getirmektedir. Bu bağlamda artan nüfus ve buna bağlı olarak artan tüketim, azalan kaynaklarımız ve üretimin sınırlılığı “sürdürülebilirlik” kavramının her alanda daha yoğun biçimde kullanımını ortaya çıkarmıştır."
  },
  {
    "id": "3764181",
    "unitNumber": 2,
    "text": "Simon Rodia’nın hurda metal, cam, seramik ve çeşitli bulduğu objelerle 1921-1954 yılları arasında inşa ettiği 17 yapıdan oluşan bir mimari yapı olan Los Angeles'taki Watts Towers, aşağıdakilerden hangisine dair önemli örneklerden biridir?",
    "options": {
      "A": "upcycling",
      "B": "eko-art",
      "C": "dadaizm",
      "D": "asamblaj",
      "E": "kolaj"
    },
    "correctAnswer": "A",
    "explanation": "<strong>Upcycling: </strong>“İleri dönüşüm”, yaratıcı yeniden kullanım olarak da bilinen ileri dönüşüm, yan ürünleri, atık malzemeleri, işe yaramaz veya istenmeyen ürünleri, sanatsal değer veya çevresel değer gibi önceki durumundan daha nitelikli olarak algılanan yeni malzemelere veya ürünlere dönüştürme sürecidir. Los Angles’taki “Watts Towers” kuleleri ileri dönüşümün en eski örneklerinden birisidir. Simon Rodia’nın hurda metal, cam, seramik ve çeşitli bulduğu objelerle 1921-1954 yılları arasında inşa ettiği 17 yapıdan oluşan bir mimari yapıdır. Günümüzde ileri dönüşüm sanatını kullanan çok sayıda sanatçı vardır."
  },
  {
    "id": "3764280",
    "unitNumber": 2,
    "text": "Sökülmek anlamına gelen Fransızca bir kelimedir. Üst üste katmanlar hâlinde yerleştirilmiş afiş, resim ya da basılı kâğıtların bazı bölümlerinin kesilip çıkarılmasıyla oluşturulan teknik aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kolaj",
      "B": "Montaj",
      "C": "Akümülasyon",
      "D": "Dekolaj",
      "E": "Asamblaj"
    },
    "correctAnswer": "D",
    "explanation": "<strong>Dekolaj:</strong> “Sökülmek” anlamına gelen Fransızca bir kelimedir. Üst üste katmanlar hâlinde yerleştirilmiş afiş, resim ya da basılı kağıtların bazı bölümlerinin kesilip çıkarılmasıyla oluşturulur."
  },
  {
    "id": "3764284",
    "unitNumber": 2,
    "text": "Sürdürülebilir sanat uygulamaları; belirli kriterler sebebiyle desteklenmeli, öğretilmeli ve sürdürülebilir olmalıdır. Aşağıdakilerden hangisi <u>bu kriterlerden </u><strong>değildir?</strong>",
    "options": {
      "A": "Erişilebilir uygun maliyetli malzemelerden yapıldığı için,",
      "B": "Siyasi ve sosyal meselelerin altını çizdiği için",
      "C": "Yaratıcılığı desteklediği için",
      "D": "Bilgi ve teknolojiyi kabul etmediği için",
      "E": "Sosyal farkındalık yaratıp, çevre dostu yaklaşımın benimsenmesini sağladığı için"
    },
    "correctAnswer": "D",
    "explanation": "<strong>Sürdürülebilir sanat uygulamaları;</strong><br/>• Erişilebilir uygun maliyetli malzemelerden yapıldığı için,<br/>• Siyasi ve sosyal meselelerin altını çizdiği için,<br/>• Yaratıcılığı desteklediği için,<br/>• Sosyal farkındalık yaratıp, çevre dostu yaklaşımın benimsenmesini sağladığı için,<br/>• Ekolojik dinamikler ve karşılaştığımız çevre sorunları hakkında toplumun bilgilendiren eserler<br/>olduğu için desteklenmeli, öğretilmeli ve sürdürülebilir olmalıdır.<br/>Bilgi ve teknolojiyi kabul etmediği için"
  },
  {
    "id": "3764278",
    "unitNumber": 2,
    "text": "Sürdürülebilirlik kavramı doğrultusunda, atık ya da kullanılmayan nesnenin sanat objesine dönüşme sürecinde, eğitim kurumlarında ders kapsamında öğretilen ve uygulamalarının yapıldığı, temel yöntemler aşağıdakilerden hangisi <strong>değildir?</strong>",
    "options": {
      "A": "Simülasyon",
      "B": "Dekolaj",
      "C": "Kolaj",
      "D": "Asamblaj",
      "E": "Montaj"
    },
    "correctAnswer": "A",
    "explanation": "Sürdürülebilirlik kavramı doğrultusunda, atık ya da kullanılmayan nesnenin sanat objesine dönüşme<br/>sürecinde, eğitim kurumlarında ders kapsamında öğretilen ve uygulamalarının yapıldığı, temel yöntemler aşağıdaki gibi sıralanabilir.<br/><strong>• Kolaj</strong><br/><strong>• Dekolaj</strong><br/><strong>• Asamblaj</strong><br/><strong>• Akümülasyon</strong><br/><strong>• Montaj</strong><br/>Simülasyon"
  },
  {
    "id": "3764282",
    "unitNumber": 2,
    "text": "Toplumdaki kimlik kaybı ve toplumun bunu fark etmemesi, israfın korkunç boyutlarını Akümülasyon tekniği ile eserlerinde aktaran sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Joshep Beuys",
      "B": "Cesar Baldaccini",
      "C": "Armand Pierre Fernandez",
      "D": "Wolf Vostell",
      "E": "Jean Dubuffet"
    },
    "correctAnswer": "C",
    "explanation": "Fransız sanatçı <strong>Armand Pierre Fernandez</strong> akümülasyon tekniğini kullanan önemli bir sanatçıdır. Eserlerinde “Bugünün Arkeolojisi”ni oluşturmayı önerir. Toplumdaki kimlik kaybı ve toplumun bunu fark etmemesi, israfın korkunç boyutlarını akümülasyon tekniği ile eserlerinde aktarır."
  },
  {
    "id": "3764283",
    "unitNumber": 2,
    "text": "Yapmış olduğu projeleriyle ekolojik sanat anlayışının gelişimine katkıda bulunan ilk aktivist sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Hans Haacke",
      "B": "Pablo Picasso",
      "C": "Cesar Baldacci",
      "D": "Jean Dubuffet",
      "E": "Wolf Vostell"
    },
    "correctAnswer": "A",
    "explanation": "<strong>Hans Haacke</strong> ve Joseph Beuys projeleriyle ekolojik sanat anlayışının gelişimine katkıda bulunan<br/>ilk aktivist sanatçılardandır."
  },
  {
    "id": "3764180",
    "unitNumber": 2,
    "text": "Yaratıcı yeniden kullanım olarak da bilinen, yan ürünleri, atık malzemeleri, işe yaramaz veya istenmeyen ürünleri, sanatsal değer veya çevresel değer gibi önceki durumundan daha nitelikli olarak algılanan yeni malzemelere veya ürünlere dönüştürme süreci aşağıdakilerden hangisidir?",
    "options": {
      "A": "pop-art",
      "B": "eko-dizayn",
      "C": "upcycling (ileri dönüşüm)",
      "D": "recycling (geri dönüşüm)",
      "E": "biyo-sanat"
    },
    "correctAnswer": "C",
    "explanation": "<strong>Upcycling: </strong>“İleri dönüşüm”, yaratıcı yeniden kullanım olarak da bilinen ileri dönüşüm, yan ürünleri, atık malzemeleri, işe yaramaz veya istenmeyen ürünleri, sanatsal değer veya çevresel değer gibi önceki durumundan daha nitelikli olarak algılanan yeni malzemelere veya ürünlere dönüştürme sürecidir."
  },
  {
    "id": "3764285",
    "unitNumber": 2,
    "text": "Çalışmalarında İleri dönüşüm tekniğini kullanır. Lise döneminden beri atık malzemeleri en yaratıcı biçimde kullanarak heykel yapan sanatçı, kullanılamayacak durumda olan çanta ve valizleri kullanarak tematik Star Wars heykel serisini yaratmıştır. Bu sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "David Adjaye",
      "B": "Gabriel Dishaw",
      "C": "Max Bond",
      "D": "Tim Noble",
      "E": "Sue Webster"
    },
    "correctAnswer": "B",
    "explanation": "<strong>Gabriel Dishaw</strong> bu biçimde çalışan sanatçılar için iyi bir örnektir. Çalışmalarında <em>“Upcycling- İleri</em><br/><em>dönüşüm”</em> tekniğini kullanan <strong>Gabriel Dishaw</strong>, lise döneminden beri atık malzemeleri en yaratıcı<br/>biçimde kullanarak heykel yapan bir sanatçıdır."
  },
  {
    "id": "3764175",
    "unitNumber": 2,
    "text": "Üst üste katmanlar hâlinde yerleştirilmiş afiş, resim ya da basılı kağıtların bazı bölümlerinin kesilip çıkarılmasıyla oluşturulan Fransızca kökenli <em>dekolaj</em> kelimesinin Türkçe anlamı aşağıdakilerden hangisidir?",
    "options": {
      "A": "yapıştırmak",
      "B": "çizilmek",
      "C": "karalamak",
      "D": "sökülmek",
      "E": "iyileşmek"
    },
    "correctAnswer": "D",
    "explanation": "<strong>Dekolaj: </strong>“Sökülmek” anlamına gelen Fransızca bir kelimedir. Üst üste katmanlar hâlinde yerleştirilmiş afiş, resim ya da basılı kağıtların bazı bölümlerinin kesilip çıkarılmasıyla oluşturulur. Yapılışı kolajın tam aksine bir süreç içinde gerçekleştirildiği hâlde hem sanatsal anlatım hem de sonuç olarak kolajdan pek farklı değildir."
  },
  {
    "id": "3764178",
    "unitNumber": 2,
    "text": "“Asamblaj” terimi ilk kez 1953’te hangi sanatçı tarafından güzel sanatlar bağlamında kelebek kanatlarıyla oluşturduğu kendi eserini tanımlamak için kullanmıştır?",
    "options": {
      "A": "Jean Dubuffet",
      "B": "Pablo Picasso",
      "C": "Wolf Vostell",
      "D": "Robert Rauschenberg",
      "E": "George Braque"
    },
    "correctAnswer": "A",
    "explanation": "<strong>Asamblaj: </strong>Asamblaj tekniği kolajın üç boyutlu hâlidir. Sanatçılar 20. yüzyılın başlarında bu tekniği keşfetmeye başlamışlardır. “Asamblaj” terimi ilk kez 1953’te Jean Dubuffet tarafından güzel sanatlar bağlamında kelebek kanatlarıyla oluşturduğu kendi eserini tanımlamak için kullanmıştır. (Walker, J.A.,1992)."
  },
  {
    "id": "3764286",
    "unitNumber": 3,
    "text": "\"Ürünlerin çeşitli yollarla kullanım ömürlerini uzatarak yeniden kullanılması\" ifadesi katı atık yönetimi hiyerarşisinde hangi adımı nitelendirmektedir?",
    "options": {
      "A": "Önleme",
      "B": "Geri dönüşüm",
      "C": "Tekrar kullanım",
      "D": "Enerji geri kazanımı",
      "E": "Bertaraf"
    },
    "correctAnswer": "A",
    "explanation": "\"Önleme (Prevention): Ürünlerin çeşitli yollarla kullanım ömürlerini uzatarak<br/>yeniden kullanılmasıdır.\" Buna göre cevap a seçeneğidir."
  },
  {
    "id": "3764232",
    "unitNumber": 3,
    "text": "1897 yılında kurulan ilk geri kazanım tesisi hangi şehirde kurulmuştur.",
    "options": {
      "A": "Edirne",
      "B": "New York",
      "C": "Tokyo",
      "D": "Roma",
      "E": "Vatikan"
    },
    "correctAnswer": "B",
    "explanation": "1897 yılında kurulan ilk geri kazanım tesisi New York şehrinde kurulmuştur, sorunun yanıtı B şıkkıdır."
  },
  {
    "id": "3764292",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi e-atık olarak nitelendirilmektedir?",
    "options": {
      "A": "Ürün ambalajları",
      "B": "Piller",
      "C": "Motor yağları",
      "D": "Bilgisayar, telefon vb. ürünler",
      "E": "Tekstil ürünleri"
    },
    "correctAnswer": "D",
    "explanation": "\"Elektrikli veya elektronik atıklar e-atık olarak da kullanılmaktadır. Fırın, bulaşık makinesi vb. beyaz eşyalar, bilgisayar, telefon vb. ürünler bu kategoride yer alır.\" Buna göre cevap d seçeneğidir."
  },
  {
    "id": "3764229",
    "unitNumber": 3,
    "text": "Bertaraf (disposal) adımı geri dönüşümün adımları arasında kaçıncı sırada yer alır.",
    "options": {
      "A": "5.Sırada",
      "B": "1.Sırada",
      "C": "2.Sırada",
      "D": "4.Sırada",
      "E": "3.Sırada"
    },
    "correctAnswer": "A",
    "explanation": "Bertaraf (disposal) adımı geri dönüşümün adımları arasında 5. sırasında yer alır, sorunun yanıtı A şıkkıdır.<br/>5.Sırada"
  },
  {
    "id": "3764234",
    "unitNumber": 3,
    "text": "Dönen oklardan oluşan geri dönüşüm sembolünü tasarlayan kimdir.",
    "options": {
      "A": "Bery White",
      "B": "Aydın Erkmen",
      "C": "Gary Anderson",
      "D": "İhap Hulusi",
      "E": "Kenan Mirza"
    },
    "correctAnswer": "C",
    "explanation": "Dönen oklardan oluşan geri dönüşüm sembolünü tasarlayan Gary Anderson'dur, sorunun yanıtı C şıkkıdır."
  },
  {
    "id": "3764233",
    "unitNumber": 3,
    "text": "Dünya çevre gününün tarihi hangisidir.",
    "options": {
      "A": "14 Haziran",
      "B": "24 Kasım",
      "C": "17 Mart",
      "D": "3 Mart",
      "E": "5 Haziran"
    },
    "correctAnswer": "E",
    "explanation": "Dünya çevre gününün tarihi 5 hazirandır, sorunun yanıtı E şıkkıdır."
  },
  {
    "id": "3764290",
    "unitNumber": 3,
    "text": "Evrensel geri dönüşüm sembolüne ilişkin aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "options": {
      "A": "Sembolün normal şekilde kullanımı ürünün geri dönüştürülebileceğini belirtir.",
      "B": "Sembolün daire içinde kullanımı nesnenin geri dönüştürülmüş malzemeden üretildiğini gösterir.",
      "C": "Ürün bütünüyle geri dönüştürülmüş malzemeden yapılırsa geri dönüşüm sembolü siyah daire içinde siyah oklarla gösterilmektedir.",
      "D": "Bu sembolün ortasında % sembolüyle yazılmış bir rakam var ise bu da üründe kullanılan geri dönüştürülmüş malzemenin oranını belirtmektedir.",
      "E": "Ürün geri dönüştürülmüş malzemenin yanında yeni hammadde kullanılarak üretilmişse beyaz daire içinde siyah geri dönüşüm sembolü ile ifade edilir."
    },
    "correctAnswer": "C",
    "explanation": "\"Ürün bütünüyle geri dönüştürülmüş malzemeden yapılırsa geri dönüşüm sembolü siyah daire içinde <strong>beyaz</strong> oklarla gösterilmektedir.\" Buna göre c seçeneğindeki ifade yanlıştır."
  },
  {
    "id": "3764227",
    "unitNumber": 3,
    "text": "Geri dönüşüm kavramı hangi yıl Resmi Gazetede tanımlanmıştır.",
    "options": {
      "A": "1989",
      "B": "2011",
      "C": "2015",
      "D": "2017",
      "E": "2019"
    },
    "correctAnswer": "E",
    "explanation": "Geri dönüşüm kavramı 2019 yılında Resmi Gazetede tanımlanmıştır, sorunun yanıtı E şıkkıdır."
  },
  {
    "id": "3764230",
    "unitNumber": 3,
    "text": "Geri dönüşüm yoluyla da basılan antik paralara ne ad verilir.",
    "options": {
      "A": "Bilye",
      "B": "Fiske",
      "C": "Muska",
      "D": "Mangır",
      "E": "Sikke"
    },
    "correctAnswer": "E",
    "explanation": "Geri dönüşüm yoluyla da basılan antik paralara sikke adı verilir, sorunun yanıtı E şıkkıdır."
  },
  {
    "id": "3764291",
    "unitNumber": 3,
    "text": "I- Ampuller<br/>II- Floresan lambalar<br/>III- Pişirme kapları<br/>IV- Araba camları<br/>Yukarıdaki cam türlerinden hangileri geri dönüşüm işlemine dâhil edilmez ya da ayrı bir geri dönüşüm süreci gerektirir?",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "correctAnswer": "E",
    "explanation": "\"....Ancak bazı cam türleri içerdikleri kimyasallar nedeniyle ya geri dönüşüm işlemine dâhil edilmez ya da ayrı bir geri dönüşüm süreci gerektirir. Aynalar, filmli ve optik camlar, ısıya dayanıklı camlar (pişirme kapları vb.), araba ve pencere camları, floresan lambalar ve ampuller bu tür camlardır ve cam atıklar için oluşturulan ünitelere atılmamalıdır\" Buna göre cevap e seçeneğidir."
  },
  {
    "id": "3764295",
    "unitNumber": 3,
    "text": "I- Beton<br/>II- Röntgen filmi<br/>III- Motor yağı<br/>IV- Bitkisel yağ<br/>Yukarıdakilerden hangileri geri dönüştürülebilir atık cinslerinden biridir?",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "III ve IV",
      "D": "I, II, IV",
      "E": "I, II, III, IV"
    },
    "correctAnswer": "E",
    "explanation": "\"Beton, ahşap, motor yağı, röntgen filmleri, bitkisel yağların atıkları da geri dönüşütürülebilir atık cinsleridir.\" Bu nedenle cevap e seçeneğidir."
  },
  {
    "id": "3764289",
    "unitNumber": 3,
    "text": "I- Tasarım boyutu<br/>II- Espas<br/>III- Font türü<br/>IV- Mürekkep cinsi<br/>Bir grafik tasarım ürününün çevreye etkisini azaltmak için yukarıdaki unsurlardan hangilerine dikkat edilmelidir?",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve IV",
      "D": "I, II, IV",
      "E": "I, II, III, IV"
    },
    "correctAnswer": "E",
    "explanation": "\"Bir grafik tasarım ürününün çevreye etkisini azaltmak için, işlev ve estetik boyutu göz ardı edilmeden, kullanılan kağıda, mürekkebe, tasarımın boyutlarına, fontlara, espasa kadar birçok şeye dikkat edilmesi gerekmektedir\". Buna göre cevap e seçeneğidir."
  },
  {
    "id": "3764226",
    "unitNumber": 3,
    "text": "Katı atık hiyerarşisinde ilk tercih edilmesi gereken adımlar hangileridir.",
    "options": {
      "A": "Azaltma, Kısma, Tutma",
      "B": "Tutma, Biriktirme, Önleme",
      "C": "Önleme, Karşılama, Tekrarlama",
      "D": "Önleme, Azaltma, Tekrar Kullanım",
      "E": "Tekrar Kullanım, Biriktirme, Şekillendirme"
    },
    "correctAnswer": "D",
    "explanation": "Katı atık hiyerarşisinde ilk tercih edilmesi gereken adımlar Önleme, Azaltma, Tekrar Kullanım dır, sorunun yanıtı D şıkkıdır."
  },
  {
    "id": "3764293",
    "unitNumber": 3,
    "text": "Organik maddelerin daha basit organik ve inorganik maddelere ayrıştırılması işlemine ne ad verilmektedir?",
    "options": {
      "A": "İleri dönüşüm",
      "B": "Yeniden amaçlandırma",
      "C": "Kompost",
      "D": "Sıfır atık",
      "E": "Kompozit üretim"
    },
    "correctAnswer": "C",
    "explanation": "\"Kompost, organik maddelerin daha basit organik ve inorganik maddelere ayrıştırılması işlemidir\". Buna göre cevap c seçeneğidir."
  },
  {
    "id": "3764231",
    "unitNumber": 3,
    "text": "Tarihte belgelenmiş ilk geri dönüşüm ürünü hangisidir.",
    "options": {
      "A": "Zırh",
      "B": "Çamaşır",
      "C": "Bambu",
      "D": "Kağıt",
      "E": "Seramik"
    },
    "correctAnswer": "D",
    "explanation": "Tarihte belgelenmiş ilk geri dönüşüm ürünü kağıttır, sorunun yanıtı D şıkkıdır."
  },
  {
    "id": "3764287",
    "unitNumber": 3,
    "text": "Tarihte ilk belgelenmiş geri dönüşüm ürünü olan gri kağıt hangi yılda ve hangi ülkede elde edilmiştir?",
    "options": {
      "A": "1031 yılında Amerika'da",
      "B": "1690 yılında Amerika'da",
      "C": "1690 yılında Fransa'da",
      "D": "1031 yılında Japonya'da",
      "E": "1431 yılında İngiltere'de"
    },
    "correctAnswer": "D",
    "explanation": "\"Tarihte ilk belgelenmiş geri dönüşüm ürünü ise 1031 yılında Japonya’da atık kağıtlardan elde edilen gri kağıttır.\" Buna göre cevap d seçeneğidir."
  },
  {
    "id": "3764225",
    "unitNumber": 3,
    "text": "Teknolojinin gelişimini, sanayileşmeyi arttıran dönemsel faktörün adı nedir.",
    "options": {
      "A": "Karanlık Çağ",
      "B": "Edo Dönemi",
      "C": "Endüstri Devrimi",
      "D": "Endüstri Atağı",
      "E": "Rönesans"
    },
    "correctAnswer": "C",
    "explanation": "Teknolojinin gelişimini, sanayileşmeyi arttıran dönemsel faktörün adı Endüstri Devrimidir, sorunun yanıtı C şıkkıdır."
  },
  {
    "id": "3764288",
    "unitNumber": 3,
    "text": "Türkiye'de 2872 sayılı Çevre Kanunu hangi yılda çıkarılmıştır?",
    "options": {
      "A": "1983",
      "B": "1991",
      "C": "2005",
      "D": "2008",
      "E": "2015"
    },
    "correctAnswer": "A",
    "explanation": "\"Türkiye’nin geri dönüşüm açısından atık yönetimi tarihine baktığımızda ise 1983 yılında 2872 sayılı Çevre Kanunu çıkarılmıştır.\" Buna göre cevap a seçeneğidir."
  },
  {
    "id": "3764228",
    "unitNumber": 3,
    "text": "Önleme (prevention):Adımı geri dönüşümün adımları arasında kaçıncı sırada yer alır.",
    "options": {
      "A": "4.Sırada",
      "B": "3.Sırada",
      "C": "2.Sırada",
      "D": "1.Sırada",
      "E": "5.Sırada"
    },
    "correctAnswer": "D",
    "explanation": "Önleme (prevention):Adımı geri dönüşümün adımları arasında 1. sırasında yer alır, sorunun yanıtı D şıkkıdır.<br/>1.Sırada"
  },
  {
    "id": "3764294",
    "unitNumber": 3,
    "text": "İleri dönüşüme ilişkin aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "options": {
      "A": "İleri dönüşüm, işlevini yitirmiş kabul edilen her şeyin daha yüksek kaliteye ve<br/>estetik değerlere dönüştürülerek yeniden kullanılmasıdır.",
      "B": "İleri dönüşüm, ürünlerin atık hâline gelmeden tekrar kullanılmasıyla atık oluşumunu önlemektedir.",
      "C": "İleri dönüşümde yukarı yönlü dönüşüm yapılmış olur.",
      "D": "Gerek kimyasal gerekse mekanik olarak ileri dönüşüm süreci belli miktarda enerji gerektirmektedir",
      "E": "İleri dönüşüm daha az atık depolama alanı kullanılması açısından fayda sağlamaktadır"
    },
    "correctAnswer": "D",
    "explanation": "\"Gerek kimyasal gerekse mekanik olarak geri dönüşüm süreci belli miktarda enerji gerektirmektedir. Ancak ileri dönüşümde buna gerek kalmamaktadır.\" Bu nedenle cevap d seçeneğidir."
  },
  {
    "id": "3764237",
    "unitNumber": 4,
    "text": "1990 yılının başlarında “söz” adını verdikleri ilk eko tasarım kılavuzunu hangi ülke çıkartmıştır?",
    "options": {
      "A": "Hollanda",
      "B": "Kosta Rika",
      "C": "Norveç",
      "D": "Belçika",
      "E": "Kolombiya"
    },
    "correctAnswer": "A",
    "explanation": "1990’ların başında Hollanda’da 8 farklı sektörle (mobilya, otomotiv, ambalaj vb.) yapılan örnek proje ilk ciddi eko tasarım girişimi olmuştur. 1994’te Delft Teknoloji üniversitesi araştırma programı “Sürdürülebilirlik için Tasarım” diğer Hollandalı ortakları ile “söz” adını verdikleri ilk eko tasarım kılavuzunu çıkartmışlardır."
  },
  {
    "id": "3764236",
    "unitNumber": 4,
    "text": "<br/>Aşağıdakilerden hangisi günümüz ekonomisi hangi sloganı ile bizi, öngörülemez ve karanlık bir geleceğe doğru sürüklemektedir?",
    "options": {
      "A": "Satın al kullan at",
      "B": "Ekolojik çevre",
      "C": "Çevre için tasarım",
      "D": "Eco tasarım",
      "E": "<br/>Sürdürülebilirlik için Tasarım"
    },
    "correctAnswer": "A",
    "explanation": "<br/>...günümüz ekonomisi, “satın al, kullan, at” sloganı ile bizi, öngörülemez ve karanlık bir geleceğe doğru sürüklemektedir."
  },
  {
    "id": "3764244",
    "unitNumber": 4,
    "text": "Attığı her adımda ticari faaliyetleri için ihtiyaç duyduğu kaynakların gelecek nesillere azalmadan, tam tersine geliştirilerek aktarılmasına özen gösterme çabasında olup, bilinçli üretim-bilinçli tüketim döngüsü ile daha yaşanır bir gelecek için çalışmalarını sürdüren şirket hangisidir?",
    "options": {
      "A": "Unilever",
      "B": "Procter &amp; Gamble",
      "C": "Colgate-Palmolive",
      "D": "Henkel",
      "E": "Amway"
    },
    "correctAnswer": "A",
    "explanation": "<strong>Unilever</strong><br/>Unilever Türkiye, attığı her adımda ticari faaliyetleri için ihtiyaç duyduğu kaynakların gelecek nesillere azalmadan, tam tersine geliştirilerek aktarılmasına özen gösterme çabasında olup, bilinçli üretim-bilinçli tüketim döngüsü ile daha yaşanır bir gelecek için çalışmalarını sürdürmektedir."
  },
  {
    "id": "3764215",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"Tip II Eko Etiketi\"dir?",
    "options": {
      "A": "Energy Star",
      "B": "Blue Angel",
      "C": "Eco-Mark",
      "D": "Global GreenTag Certified",
      "E": "Çevre Etiketi"
    },
    "correctAnswer": "A",
    "explanation": "Eco-Mark programı tüketiciler için daha bilinçli seçimler yaparak doğaya daha dost bir yaşam tarzı oluşturmaya hizmet eden Tip I Eko Etiketidir.<br/><strong>Tip II eko etiket</strong> kapsamında olan, <strong>Energy Star</strong> (ABD), WaterSense (ABD), SCS Recycled Content (ABD)<br/>gibi etiketlerin tanımları aşağıda verilmiştir;<br/><strong>Tip I eko etiket</strong> kapsamında olan, <strong>Blue Angel</strong> (Almanya), EU Ecolabel (Avrupa Birliği), <strong>Eco-Mark</strong> (Japonya) ve <strong>Çevre Etiketi</strong> (Türkiye) bazı etiket örnekleri aşağıda verilmiştir;<br/><strong>Tip III</strong> <strong>eko etiket</strong> kapsamında olan, <strong>Global GreenTag</strong><br/><strong>Certified (Avustralya),</strong> Climatop (İsviçre) gibi etiketlerin tanımları aşağıda verilmiştir;"
  },
  {
    "id": "3764241",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <em>eko tasarım </em>kavramını ayırt edebilmemizde yol gösterici olacak belirleyici özelliklerdendir?<br/>I. Daha iyi tasarım ile ürünün tüm yaşam döngüsü boyunca çevresel etkilerin azaltılmasıdır.<br/>II. Ürüne ait kalite, fiyat, güvenlik gibi faktörlerle birlikte çevresel etkisinin de hesaplanmasıdır.<br/>III. Üretilecek olan ürünün henüz hammadde aşamasındayken çevreye etkisinin araştırılması ve üretim sürecinin bu şekilde planlanmasıdır.<br/>IV. Sosyal ve kültürel yönden kabul görebilecek yeni önerilerin, teknik olarak mümkün, çevre için mecburi olanlarını birleştiren bir tasarım faaliyetidir.",
    "options": {
      "A": "I/II/III/IV",
      "B": "II/III/IV",
      "C": "I/II/III",
      "D": "I/II/IV",
      "E": "I/III/IV"
    },
    "correctAnswer": "A",
    "explanation": "Sonuç olarak eko tasarımın ve birbirleri yerine kullanılan diğer kavramların ortak amacının çevreyi korumak olmasına karşın, kapsam olarak birbirlerinden farklılıkları vardır.Bu nedenle aşağıda <em>eko tasarım </em>kavramını ayırt edebilmemizde yol gösterici olacak belirleyici bazı özellikler yer almaktadır:<br/>• Daha iyi tasarım ile ürünün tüm yaşam döngüsü boyunca çevresel etkilerin azaltılmasıdır.<br/>• Ürüne ait kalite, fiyat, güvenlik gibi faktörlerle birlikte çevresel etkisinin de hesaplanmasıdır.<br/>• Üretilecek olan ürünün henüz hammadde aşamasındayken çevreye etkisinin araştırılması ve üretim sürecinin bu şekilde planlanmasıdır.<br/>• Sosyal ve kültürel yönden kabul görebilecek yeni önerilerin, teknik olarak mümkün, çevre için mecburi olanlarını birleştiren bir tasarım faaliyetidir."
  },
  {
    "id": "3764240",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Yasam Döngüsü Asamalarından biri <span style=\"text-decoration: underline;\"><strong>değildir?</strong></span>",
    "options": {
      "A": "Enerji",
      "B": "Hammadde ve malzeme seçimi",
      "C": "Üretim",
      "D": "Dagıtım",
      "E": "Ömrünü tamamlayan ürün"
    },
    "correctAnswer": "A",
    "explanation": "<strong>Yasam Döngüsü Asamaları </strong><br/>Hammadde ve malzeme seçimi<br/>Üretim<br/>Dagıtım<br/>Kullanım<br/>Ömrünü tamamlayan ürün"
  },
  {
    "id": "3764243",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi veya hangileri 1980’lerin başında, ünlü ürün ve mobilya tasarımcısı Dieter Rams kendine “Tasarım iyi bir tasarım mı?” sorusunun ilkeleridir?<br/>I. İyi tasarım yenilikçidir.<br/>II. İyi tasarım bir ürünü kullanışlı kılar.<br/>III. İyi tasarım estetiktir.<br/>IV. İyi tasarım bir ürünü anlaşılır kılar.<br/>V. İyi tasarım göze batmaz.<br/>VI. İyi tasarım dürüsttür.<br/>VII. İyi tasarım uzun ömürlüdür.<br/>VIII. İyi tasarım en ince ayrıntısına kadar eksiksizdir.<br/>IX. İyi tasarım çevre dostudur.<br/>X. İyi tasarım mümkün olduğunca az tasarımdır",
    "options": {
      "A": "I/II/III/IV/V/VI/VII/VIII/IX/X",
      "B": "I/II/III/IV/V/VII/VIII/IX/X",
      "C": "I/II/IV/V/VI/VII/VIII/IX/X",
      "D": "II/III/IV/V/VI/VII/VIII/IX/X",
      "E": "I/II/III/IV/V/VI/VII/VIII/IX/"
    },
    "correctAnswer": "A",
    "explanation": "Dieter Rams’ın iyi tasarım için on ilkesi aşağıdaki gibidir;<br/>1980’lerin başında, ünlü ürün ve mobilya tasarımcısı Dieter Rams kendine “Tasarım iyi bir tasarım mı?” sorusunu sordu.<br/>1. İyi tasarım yenilikçidir.<br/>2. İyi tasarım bir ürünü kullanışlı kılar.<br/>3. İyi tasarım estetiktir.<br/>4. İyi tasarım bir ürünü anlaşılır kılar.<br/>5. İyi tasarım göze batmaz.<br/>6. İyi tasarım dürüsttür.<br/>7. İyi tasarım uzun ömürlüdür.<br/>8. İyi tasarım en ince ayrıntısına kadar eksiksizdir.<br/>9. İyi tasarım çevre dostudur.<br/>10. İyi tasarım mümkün olduğunca az tasarımdır"
  },
  {
    "id": "3764210",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinde bir ürünün yaşam döngüsü aşamaları tam olarak verilmiştir?",
    "options": {
      "A": "Hammadde ve Malzeme Seçimi<br/>Üretim<br/>Satış<br/>Dağıtım<br/>Kullanım<br/>Ömrünü Tamamlayan Ürün",
      "B": "Hammadde ve Malzeme Seçimi<br/>Üretim<br/>Dağıtım<br/>Kullanım<br/>Ömrünü Tamamlayan Ürün",
      "C": "Hammadde ve Malzeme Seçimi<br/>Planlama<br/>Üretim<br/>Dağıtım<br/>Kullanım<br/>Ömrünü Tamamlayan Ürün",
      "D": "Hammadde ve Malzeme Seçimi<br/>Planlama<br/>Tasarım<br/>Üretim<br/>Dağıtım<br/>Kullanım<br/>Ömrünü Tamamlayan Ürün",
      "E": "Hammadde ve Malzeme Seçimi<br/>Üretim<br/>Dağıtım<br/>Kullanım<br/>Geri Dönüşüm"
    },
    "correctAnswer": "B",
    "explanation": "Hammadde ve Malzeme Seçimi<br/>Üretim<br/>Dağıtım<br/>Kullanım<br/>Ömrünü Tamamlayan Ürün"
  },
  {
    "id": "3764212",
    "unitNumber": 4,
    "text": "Bir ürünün üretiminden veya kullanımından doğan çevresel faktörler hakkında bizi bilgilendirmek için oluşturulan tasarımlara ne ad verilir?",
    "options": {
      "A": "Eko-markalama",
      "B": "Eko Etiket",
      "C": "Yeşil PR",
      "D": "Eko-Kıyaslama",
      "E": "Eko Yenileşim"
    },
    "correctAnswer": "B",
    "explanation": "Eko etiketler, ürünün üretiminden veya kullanımından doğan çevresel faktörler hakkında bizi bilgilendirmek için tasarlanır."
  },
  {
    "id": "3764218",
    "unitNumber": 4,
    "text": "Climatop etiketini hangi ülke öne sürmüştür?",
    "options": {
      "A": "İsveç",
      "B": "İsviçre",
      "C": "Finlandiya",
      "D": "Danimarka",
      "E": "İslanda"
    },
    "correctAnswer": "B",
    "explanation": "Climatop (İsviçre): Climatop’ın amacı kendi sınıflarında iklime en dost ürün ve hizmetleri seçmektir."
  },
  {
    "id": "3764235",
    "unitNumber": 4,
    "text": "Doğa bilimlerinde organizmayla çevresi arasındaki ilişkileri inceleyen bilim dalına ne denir?",
    "options": {
      "A": "Ekoloji",
      "B": "Eko Tasarım",
      "C": "Üretim",
      "D": "Hammadde",
      "E": "Geri dönüşüm"
    },
    "correctAnswer": "A",
    "explanation": "Ekoloji, doğa bilimlerinde organizmayla çevresi arasındaki ilişkileri inceleyen bilim dalıdır."
  },
  {
    "id": "3764214",
    "unitNumber": 4,
    "text": "Dünyada ürün ve hizmetleri çevre konusunda değerlendiren ilk çevre etiketi hangisidir?",
    "options": {
      "A": "Energy Star",
      "B": "Eco-Mark",
      "C": "EU Ecolabel",
      "D": "Blue Angel",
      "E": "WaterSense"
    },
    "correctAnswer": "D",
    "explanation": "Almanya merkezli Blue Angel, dünyada ürün ve hizmetleri çevre konusunda değerlendiren ilk çevre etiketidir."
  },
  {
    "id": "3764216",
    "unitNumber": 4,
    "text": "Eco-Mark etiketini hangi ülke öne sürmüştür?",
    "options": {
      "A": "Almanya",
      "B": "A.B.D.",
      "C": "Japonya",
      "D": "Danimarka",
      "E": "İsveç"
    },
    "correctAnswer": "C",
    "explanation": "Eco-Mark (Japonya): Eco-Mark programı tüketiciler için daha bilinçli seçimler yaparak doğaya daha dost bir yaşam tarzı oluşturmaya hizmet eder."
  },
  {
    "id": "3764209",
    "unitNumber": 4,
    "text": "Eko tasarım konusunda ilk girişimler ABD ve Avrupa’da hangi on yılın sonlarına doğru gerçekleşmiştir?",
    "options": {
      "A": "1960'lar",
      "B": "1970'ler",
      "C": "1980'ler",
      "D": "1990'lar",
      "E": "2000'ler"
    },
    "correctAnswer": "C",
    "explanation": "Eko tasarım konusunda ilk girişimler ABD ve Avrupa’da 1980’lerin sonlarına doğru gerçekleşmiştir."
  },
  {
    "id": "3764238",
    "unitNumber": 4,
    "text": "Eko tasarım konusunda ilk girişimler ABD ve Avrupa’da hangi tarihte gerçekleşmiştir?",
    "options": {
      "A": "1980’lerin sonları",
      "B": "1981’lerin sonları",
      "C": "1982’lerin sonları",
      "D": "1979’lerin sonları",
      "E": "1983’lerin sonları"
    },
    "correctAnswer": "A",
    "explanation": "Eko tasarım konusunda ilk girişimler ABD ve Avrupa’da 1980’lerin sonlarına doğru gerçekleşmiştir."
  },
  {
    "id": "3764217",
    "unitNumber": 4,
    "text": "Global GreenTag Certified etiketini hangi ülke öne sürmüştür?",
    "options": {
      "A": "Almanya",
      "B": "Avusturalya",
      "C": "Japoınya",
      "D": "İsveç",
      "E": "Danimarka"
    },
    "correctAnswer": "B",
    "explanation": "Global GreenTag Certified (Avustralya): Global GreenTag Certified® bilimsel ve yaşam döngüsü değerlendirmesi süreciyle desteklenen bir üçüncü taraf yeşil ürün değerlendirme ve belgelendirme sistemidir"
  },
  {
    "id": "3764239",
    "unitNumber": 4,
    "text": "Planlanan ürünün üretilmesi için gerekli olan hammaddenin elde edilmesinden, fonksiyonel bir ürüne dönüşmesine ve kullanım ömrü sonrasına kadar tüm yaşam döngüsünün tasarlanmasına ne denir?",
    "options": {
      "A": "Eko tasarım",
      "B": "Çevre Tasarım",
      "C": "Yeşil Mühendislik",
      "D": "Çevreye Duyarlı Tasarım",
      "E": "Beşikten Beşiğe Tasarım"
    },
    "correctAnswer": "A",
    "explanation": "Eko tasarım, planlanan ürünün üretilmesi için gerekli olan hammaddenin elde edilmesinden, fonksiyonel bir ürüne dönüşmesine ve kullanım ömrü sonrasına kadar tüm yaşam döngüsünün tasarlanması olarak tanımlanabilir"
  },
  {
    "id": "3764213",
    "unitNumber": 4,
    "text": "SAGE aşağıdakilerden hangisinin İngilizce'sinin kısaltmasıdır?",
    "options": {
      "A": "Yeşil Etiket Derneği",
      "B": "Çevresel Stratejik Danışma Grubu",
      "C": "Eko Etiket Tasarım Enstitüsü",
      "D": "Dünya Bankası Çevre Gurubu",
      "E": "Kyoto Sözleimesi"
    },
    "correctAnswer": "B",
    "explanation": "SAGE (The Strategic Advisory Group on Environmental/Çevresel Stratejik Danışma Grubu)"
  },
  {
    "id": "3764242",
    "unitNumber": 4,
    "text": "Temelde ekoloji ve ekolojik sistemlerin fonksiyonlarını, süreçlerini ve üretkenliğini gelecekte de devam ettirebilme yeteneği olarak algılanan kavram aşağıdakilerden hangisidir?",
    "options": {
      "A": "Sürdürülebilirlik",
      "B": "Sosyal çevre",
      "C": "Çevresel ekonomi",
      "D": "Tasarım",
      "E": "Ekolojik sistem"
    },
    "correctAnswer": "A",
    "explanation": "Kısaca tanımlamak gerekirse <strong><em>“Sürdürülebilirlik, </em></strong>temelde ekoloji ve ekolojik sistemlerin fonksiyonlarını, süreçlerini ve üretkenliğini gelecekte de devam ettirebilme yeteneği olarak algılanmaktadır.”"
  },
  {
    "id": "3764211",
    "unitNumber": 4,
    "text": "Var olan bir firmada, var olan üretim metodu ve ürünün tekrar gözden geçirilmesi üzerine odaklanan eko tasarım yaklaşımı hangisidir?",
    "options": {
      "A": "Eko-Kıyaslama",
      "B": "Eko-Yenileşim",
      "C": "Eko-TekrarTasarım",
      "D": "Eko-Sürdürülebilirlik",
      "E": "Eko-Geridönüşüm"
    },
    "correctAnswer": "C",
    "explanation": "EkoTekrarTasarım (EcoReDesign): Var olan bir firmada, var olan üretim metodu ve ürünün tekrar gözden geçirilmesi üzerine odaklanılmasıdır."
  },
  {
    "id": "3764254",
    "unitNumber": 5,
    "text": "\"Mantıklı bir düzen ve iyi tasarlanmış bir öncelik sıralaması, tasarımın algı etkisini artırır. Görünenden fazla bilgi ve mesajın profesyonel bir dil ve anlaşılır, hazmedilebilir, açıklayıcı bir biçimle görsel olarak tasarlanmasıdır. Başka bir değişle, dar bir alanda, kısa sürede, çok fazla bilgiyi verme işinin başarılmasıdır.\"<br/>Yukarıda sözü edilen tanım aşağıdaki şıklardan hangisini tanımlamaktadır?",
    "options": {
      "A": "Bibgigrafi",
      "B": "Tipografi",
      "C": "Vektörel grafik",
      "D": "Raster grafik",
      "E": "Dijital baskı"
    },
    "correctAnswer": "A",
    "explanation": "Mantıklı bir düzen ve iyi tasarlanmış bir öncelik sıralaması, tasarımın algı etkisini artırır. Bilgigrafi, görünenden fazla bilgi ve mesajın profesyonel bir dil ve anlaşılır, hazmedilebilir, açıklayıcı bir biçimle görsel olarak tasarlanmasıdır. İşte bu yüzden, maalesef çoğu kez az bir alanda pek çok bilgi verilmek durumunda kalınır. Başka bir değişle, dar bir alanda, kısa sürede, çok fazla bilgiyi verme işinin başarılmasıdır. Bu yüzden iyi bir bilgigrafi tasarımcısı, bir orkestra şefi gibi, her görsel elemanın ne <br/>işe yaradığını bilen ve bunları doğru zamanda, doğru tonda ve ritimde kullanmasını bilen kişidir (Uçar, 2019).<br/>Bibgigrafi"
  },
  {
    "id": "3764104",
    "unitNumber": 5,
    "text": "Aşağıdaki kavramlardan hangisi grafik tasarımda bir grafik tasarım ürününün (afiş, ambalaj, katalog, kitap kapağı vb.) uzunluk, genişlik ve derinliğinin boyutlarını sayısal olarak niteleyen değerdir?",
    "options": {
      "A": "Ölçü",
      "B": "Tipografi",
      "C": "Ofset",
      "D": "Manifesto",
      "E": "PNG"
    },
    "correctAnswer": "A",
    "explanation": "Grafik tasarımda ölçü, isminden de anlaşıldığı gibi, bir grafik tasarım ürününün (afiş, ambalaj, katalog, kitap kapağı vb.) uzunluk, genişlik ve derinliğinin boyutlarını sayısal olarak niteleyen değerdir. Bu değer, grafik ürünün türüne göre yalnızca iki boyutlu (en ve boy) ya da üç boyutlu (en, boy, derinlik) olabilir."
  },
  {
    "id": "3764251",
    "unitNumber": 5,
    "text": "Aşağıdaki şıklardan hangisi \"Vektörel grafik\" ifadesini tanımlar?",
    "options": {
      "A": "Zemin rengi sürdürülebilirliği etkileyen kararlardandır. Zeminin tamamının doygun bir renkle renklendirilmesi daha fazla mürekkep kullanımı anlamına gelirken zeminde açık renkler kullanmak ya da beyaz boşluktan akıllıca faydalanmak, mürekkep tüketimini azaltacaktır.",
      "B": "Bir görüntü oluşturmak için ızgara üzerinde matematiksel denklemler, çizgiler ve eğriler kullanır. Bu dosyalarda piksel yoktur. Dosya matematiksel formülleri görüntü oluşturmak için şekil, kenarlık ve dolgu rengini tanımlar.",
      "C": "Harflerin ve kelimelerin nasıl düzenlendiğini, birbirleriyle ilişkili olarak nasıl oluşturulduklarını ve bir kompozisyon içinde işgal ettikleri yeri içerir.",
      "D": "Piksellerden oluşturulan görüntülerdir. Pikseller bir araya gelerek fotoğraf gibi çok ayrıntılı görüntüleri oluşturabilen, çok büyük miktarda küçük renkli karelerdir.",
      "E": "Dijital bir grafik dosyasının bilgisayar belleğinde kapladığı yer arttıkça bu dosyanın üretimi, işlenmesi ve görüntülenmesi sırasında harcanacak enerjinin asgari olması."
    },
    "correctAnswer": "B",
    "explanation": "Vektörel grafik: Vektör dosyaları, bir görüntü oluşturmak için ızgara üzerinde matematiksel denklemler, <br/>çizgiler ve eğriler kullanır. Bu dosyalarda piksel yoktur. Bir vektör dosyasının matematiksel formülleri <br/>görüntü oluşturmak için şekil, kenarlık ve dolgu rengini tanımlar. Bu formül her boyutta yeniden hesaplanabildiğinden vektör görüntülerini kaliteden ödün vermeden sınırsız şekilde büyütmek ya da küçültmek mümkündür (Adobe, 2022b).<br/>Bir görüntü oluşturmak için ızgara üzerinde matematiksel denklemler, çizgiler ve eğriler kullanır. Bu dosyalarda piksel yoktur. Dosya matematiksel formülleri görüntü oluşturmak için şekil, kenarlık ve dolgu rengini tanımlar."
  },
  {
    "id": "3764248",
    "unitNumber": 5,
    "text": "Aşağıdaki şıklardan hangisi \"serigrafi baskının çalışma yöntemini\" açıklar?",
    "options": {
      "A": "Esnek bir kalıp kullanılır. Tıpkı tipo baskı gibi yükseltilmiş bir baskı yüzeyi kullanan bu baskı yöntemi, çok yüksek hızlı bir döner çalışma sistemine sahiptir.",
      "B": "Su ve yağın birbirine karışmaması prensibine dayanmaktadır. Mürekkep verilmiş bir kalıbın merdanelerden faydalanan bir sistem aracılığıyla kauçuk bir yüzeye, buradan da kâğıda aktarılması olarak özetlenebilir.",
      "C": "Lazer yazıcılarda ve fotokopi makinelerinde kullanılan baskı yöntemidir.",
      "D": "Kıvamlı bir mürekkebin, yönteme adını da veren ipek gibi gözenekli bir kalıptan geçerek, baskı yüzeyine aktarılması olarak özetlenebilir.",
      "E": "Elektriksel yüklenme kullanır. Baskı işlemi esnasında yoğunlaştırılmış ışınlar, silindirik bir <br/>tambura yansıtılır. Belli bir elektrik yüküne sahip olan bu tambur, lazer ışınlarının vurduğu alanlarda tersine bir elektrik yüküne sahip olur. Basılacak imaj, elektriksel biçimde oluşturulmuş olur. Elektriksel yüke sahip bir mürekkep olan toneri kendine çeker. Çekilen toner kâğıda aktarılır."
    },
    "correctAnswer": "D",
    "explanation": "Serigrafi baskının çalışma yöntemi, temelde kıvamlı bir mürekkebin, yönteme adını da veren ipek gibi <br/>gözenekli bir kalıptan geçerek, baskı yüzeyine aktarılması olarak özetlenebilir. Çok ince ve küçük gözenekli bir kumaş, çerçeveye gerilir. Her farklı baskı ve kimi zaman her bir farklı renk için ayrı ayrı <br/>hazırlanan bu çerçeveye, ışığa duyarlı emülsiyon yardımıyla baskı için kullanılacak imaj pozlandırılır. Pozlandırmanın ardından yapılan yıkama işlemi sonucunda baskı oluşturmayacak alanlardaki gözenekler emülsiyonun sertleşmesi ile tıkanır, baskı elde edilecek gözeneklerdeki emülsiyon akıp gider. Böylece baskıda kullanılacak kalıp hazırlanmış olur."
  },
  {
    "id": "3764253",
    "unitNumber": 5,
    "text": "Aşağıdaki şıklardan hangisi iklim değişikliği konusunda çalışmalar yapan My Climate organizasyonu dijital karbon ayak izini azaltmak için tüm bilgisayar ve internet kullanıcılarına önerdiklerinden birisi değildir?",
    "options": {
      "A": "Cihazları daha uzun süre kullanmak.",
      "B": "Kullanılmayan elektronik cihazları doğru şekilde geri dönüşüme kazandırmak.",
      "C": "E-posta kutularını her zaman dolu tutmak. Verileri masa üzerine kayıt etmemek.",
      "D": "Dosyaları mümkün olduğunca yerel olarak depolamak ve çevrimiçi depolama sağlayan bulut benzeri hizmetleri daha az kullanmak.",
      "E": "Mobil internet bağlantısı yerine yerel ağ bağlantılarını tercih etmek"
    },
    "correctAnswer": "C",
    "explanation": "İklim değişikliği konusunda çalışmalar yapan My Climate organizasyonu dijital karbon ayak <br/>izini azaltmak için tüm bilgisayar ve internet kullanıcılarına şunları önermektedir: <br/>• Video akışını (streaming) azaltmak. Video akışı evrensel veri trafiğinin yüzde 75’ini oluşturmakta, <br/>videonun görüntülendiği cihazın üretimi, internet ağ enerji tüketimi, sürece dâhil olan sürücüler <br/>ve videonun görüntülenmesi esnasında aracın kendi enerji tüketimi de hesaba katıldığında ne denli <br/>bir kaynak ve enerji tüketimi yaşandığı anlaşılmaktadır.<br/>• Cihazları daha uzun süre kullanmak.<br/>• Kullanılmayan elektronik cihazları doğru şekilde geri dönüşüme kazandırmak.<br/>• E-posta kutularını düzenli olarak boşaltarak gereksiz depolama alanı kullanımını engellemek.<br/>• Dosyaları mümkün olduğunca yerel olarak depolamak ve çevrimiçi depolama sağlayan bulut benzeri hizmetleri daha az kullanmak.<br/>• Mobil internet bağlantısı yerine yerel ağ bağlantılarını tercih etmek (Myclimate, 2022)<br/>E-posta kutularını her zaman dolu tutmak. Verileri masa üzerine kayıt etmemek."
  },
  {
    "id": "3764246",
    "unitNumber": 5,
    "text": "Aşağıdaki şıklardan hangisi ticari amaçlı başlıca baskı yöntemlerinden birisidir?",
    "options": {
      "A": "Fotokopi makinası.",
      "B": "Fleksografi.",
      "C": "Lazer yazıcı.",
      "D": "İnfekt",
      "E": "Dijital baskı"
    },
    "correctAnswer": "B",
    "explanation": "Ticari amaçlı başlıca baskı yöntemleri, ofset litografi, tipo baskı, fleksografi ve serigrafidir. Bu yöntemlerin bazıları ticari olmayan amaçlarla ya da toplu üretim amacı taşımayan özgün baskı üretimi amacıyla da <br/>kullanılmaktadır.<br/>Fleksografi."
  },
  {
    "id": "3764112",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sürdürülebilir grafik tasarım için alınabilecek kararlardan biri olamaz?",
    "options": {
      "A": "Baskı alanını etkili şekilde kullanmak",
      "B": "Kalın ağırlığa sahip (bold) yazı karakterleri kullanmak",
      "C": "Çevre dostu özel yazı karakterleri kullanmak",
      "D": "Zeminde açık renkler kullanmak",
      "E": "Yazıcı dostu tasarımlar yapmak"
    },
    "correctAnswer": "B",
    "explanation": "Tasarımda kullanılan tipografik elemanların seçim ve yerleşimi söz konusu tasarımı daha çevre dostu kılabilir. Örneği kalın ağırlığa sahip (bold) yazı karakterleri daha fazla mürekkep harcanmasına sebep olacaktır. Kullanılan yazı karakteri tasarımının da sürdürülebilirlik konusunda etkileri olabileceği unutulmamalıdır. Tasarımı gereği okunurluğu düşük olan yazı karakterlerini daha okunur kılmak için yazı boyutunu büyütmek gerekebilir. Bu da metnin tasarım alanında gereğinden fazla yer kaplamasına ve tıpkı sayfa düzeninde öğelerin hatalı yerleşiminde olduğu gibi fazladan sayfa sayısına ve israfa neden olabilir.<br/>Kalın ağırlığa sahip (bold) yazı karakterleri daha fazla mürekkep harcanmasına sebep olur."
  },
  {
    "id": "3764249",
    "unitNumber": 5,
    "text": "Baskı için kullanılan kağıtların kabul edilmiş çeşitli boyut standartları bulunur. En yaygın kullanılanları ISO tarafından belirlenmiş olan ISO 216 standartlarıdır. Bu doğrultuda kağıt ve zarflar için tanımlanmış ev ve ofis tipi yazıcılarda sıklıkla kullanılan kağıtların ölçüleri aşağıdakilerden hangisidir?",
    "options": {
      "A": "70x100 cm olmak üzere, 64x90 cm, 57x82 cm, 59x84 cm gibi çeşitli standart tabaka ölçülerine sıkça rastlanır.",
      "B": "<br/>A ve B serileri, A0, A1, A2, …, A10 şeklinde ilerleyen bu serilerde her kâğıt bir öncekinin yarı alanına sahiptir. Sayı küçüldükçe kâğıt ölçüsü küçülür.",
      "C": "C serisi tanımlanmıştır. Her kâğıt bir öncekinin yarı alanına sahiptir. Sayı küçüldükçe kâğıt ölçüsü büyür.",
      "D": "B serisi, her kâğıt bir öncekinin yarı alanına sahiptir. Sayı küçüldükçe kâğıt ölçüsü küçülür.",
      "E": "A ve B serileri kağıtlar için, C serisi ise zarflar için tanımlanmıştır. A0, A1, A2, …, A10 şeklinde ilerleyen bu serilerde her kâğıt bir öncekinin yarı alanına sahiptir. Sayı küçüldükçe kâğıt ölçüsü büyür."
    },
    "correctAnswer": "E",
    "explanation": "Baskı için kullanılan kağıtların dünya genelinde kabul edilmiş çeşitli boyut standartları bulunur. Bunlardan en yaygın kullanılanları ISO (International Organization for Standardization - Uluslararası Standartlar Teşkilatı) tarafından belirlenmiş olan ISO 216 standartlarıdır (Johansson, Lundberg ve Ryberg, 2012). A ve B serileri kağıtlar için, C serisi ise zarflar için tanımlanmıştır. A0, A1, A2, …, A10 şeklinde ilerleyen bu serilerde her kâğıt bir öncekinin yarı alanına sahiptir. Sayı küçüldükçe kâğıt ölçüsü büyür. Ev ve ofis tipi yazıcılarda ve fotokopi makinelerinde sıklıkla kullanılan A4 kağıtlar bu standart serinin en bilinen örneklerindendir.<br/>A ve B serileri kağıtlar için, C serisi ise zarflar için tanımlanmış\u0002tır. A0, A1, A2, …, A10 şeklinde ilerleyen bu serilerde her kâğıt bir öncekinin yarı alanına sahiptir. Sayı <br/>küçüldükçe kâğıt ölçüsü büyür"
  },
  {
    "id": "3764111",
    "unitNumber": 5,
    "text": "Bilgigrafi kavramının diğer adı aşağıdakilerden hangisidir?",
    "options": {
      "A": "İnfografik",
      "B": "Tipografik",
      "C": "Serigrafik",
      "D": "PNGfik",
      "E": "Sürdürülebilirlik"
    },
    "correctAnswer": "A",
    "explanation": "Bilgigrafi (infografik) tasarımları, grafik tasarımın en etkili görsel iletişim kurma araçlarından biridir. Bu grafikler, büyük miktarlardaki verileri ya da karmaşık bilgileri hızlı ve kolay anlaşılabilir biçimde görselleştirmeye yarar. Etkili biçimde kullanıldığında yazıyla paylaşıldığında çok uzun bir anlatım gerektirecek bir bilgiyi çok daha küçük bir alan kullanarak görselleştirmeye ve okuyucuya iletmeye yardımcı olurlar."
  },
  {
    "id": "3764110",
    "unitNumber": 5,
    "text": "Bir görüntü oluşturmak için ızgara üzerinde matematiksel denklemler, çizgiler ve eğriler kullanan grafik türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Vektörel",
      "B": "Raster",
      "C": "Tipo",
      "D": "Serigrafi",
      "E": "PNG"
    },
    "correctAnswer": "A",
    "explanation": "Vektörel grafik: Vektör dosyaları, bir görüntü oluşturmak için ızgara üzerinde matematiksel denklemler, çizgiler ve eğriler kullanır. Bu dosyalarda piksel yoktur. Bir vektör dosyasının matematiksel formülleri görüntü oluşturmak için şekil, kenarlık ve dolgu rengini tanımlar. Bu formül her boyutta yeniden hesaplanabildiğinden vektör görüntülerini kaliteden ödün vermeden sınırsız şekilde büyütmek ya da küçültmek mümkündür."
  },
  {
    "id": "3764109",
    "unitNumber": 5,
    "text": "Farklı sayfaları tek bir ürün (kitap, dergi, katalog vb.) olacak şekilde, sağlam biçimde bir araya getirmeyi tanımlayan kavram aşağıdakilerden hangisidir?",
    "options": {
      "A": "Ciltleme",
      "B": "Ofset",
      "C": "Serigrafi",
      "D": "Litografi",
      "E": "Baskı"
    },
    "correctAnswer": "A",
    "explanation": "Ciltleme farklı sayfaları tek bir ürün (kitap, dergi, katalog vb.) olacak şekilde, sağlam biçimde bir araya getirmektir. Ciltlemenin çok çeşitli şekil ve yöntemleri vardır. Bu yöntemlerin her birinin maliyeti, görsel sonucu, ideal sayfa sayısı aralığı, işlevi ya da kullanım süresi diğerlerinden farklıdır ve ciltleme türünün seçiminde bu unsurların hesaba katılması gerekir."
  },
  {
    "id": "3764108",
    "unitNumber": 5,
    "text": "Fleksografi ismini aşağıdakilerden hangisinden almıştır?",
    "options": {
      "A": "Esnek kalıplar",
      "B": "Tipo kalıplar",
      "C": "Serigrafi kalıplar",
      "D": "PNG kalıplar",
      "E": "Ofset kalıplar"
    },
    "correctAnswer": "A",
    "explanation": "Flekso baskı olarak da bilinen fleksografi de temel çalışma prensibi bakımından tipo baskı yöntemine benzeyen bir baskı çeşididir. İngilizce esnek anlamına gelen “flex” sözcüğünden türetilmiş olan fleksografi, esnek bir kalıp kullanır. Tıpkı tipo baskı gibi yükseltilmiş bir baskı yüzeyi kullanan bu baskı yöntemi, tipo baskıdan farklı olarak çok yüksek hızlı bir döner çalışma sistemine sahiptir. Plastikten metal filmlere kadar çok çeşitli yüzeye baskı yapma imkânı verdiği için ambalaj baskılarında en çok kullanılan yöntemlerin başında gelir.<br/>Fleksografi ismini kullanılan esnek kalıplardan almıştır."
  },
  {
    "id": "3764247",
    "unitNumber": 5,
    "text": "Geleneksel bir görünüm istenen kartvizit ya da davetiye basımında ya da kabartma, çukurlaştırma, perfore gibi baskı sonlandırma işlemleri için kullanılan baskı yöntemi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Dijital baskı",
      "B": "Ofset baskı",
      "C": "Tipo baskı",
      "D": "Serigrafi baskı",
      "E": "Fotokopi"
    },
    "correctAnswer": "C",
    "explanation": "Tipo Baskı ve Fleksografi: Geçmişi Orta Çağlardaki ahşap baskılara ve Gutenberg’in icadı olan baskı <br/>makinesine kadar dayanan tipo baskı, klasik baskı yöntemlerinden biridir. Ofset baskının aksine, bu kez <br/>mürekkep taşıyıcı yüzeyin baskı oluşturacak kısımları, baskının oluşmayacağı kısımlardan yüksektedir. Bu açıdan bakıldığında, hepimizin bildiği mühürlerin çalışma şekline benzer (Johansson, Lundberg, ve <br/>Ryberg, 2012). Yüksek sayıdaki ticari baskı ihtiyaçları için çok elverişli olmayan tipo baskı yöntemi daha geleneksel bir görünüm arzu edilen kartvizit ya da davetiye gibi baskılarda, numaralandırma gerektiren form ve fatura benzeri belgelerin basımında ya da kabartma, çukurlaştırma, perfore gibi baskı sonlandırma işlemleri için kullanılmaktadır."
  },
  {
    "id": "3764245",
    "unitNumber": 5,
    "text": "Grafik tasarımcıların mesleki sorumlulukları ve tasarım öncelikleri ilk olarak hangi yılda kim tarafından nasıl vurgulanmıştır?",
    "options": {
      "A": "1963 yılında Ken Garland tarafından ve 20 tasarımcının altına imza attığı, “Önce Öncelikler” (First Things First) manifestosu ile vurgulanmıştır.",
      "B": "1999 yılında Ambrose ve Harris tarafından yazılmıştır.",
      "C": "2014 yılında 1600 tasarımcının imzası ile W.Jedlicka tarafından yayınlanan manifesto ile.",
      "D": "Johansson, Lundberg, ve Ryberg tarafından 2012 yılında.",
      "E": "C.F. Barth tarafından 2008 yılında."
    },
    "correctAnswer": "A",
    "explanation": "Grafik tasarımcıların mesleki sorumlulukları ve tasarım öncelikleri ilk olarak 1963 yılında Ken Garland tarafından kaleme alınan ve 20 tasarımcının <br/>altına imza attığı, “Önce Öncelikler” (First Things First) manifestosu ile vurgulanmıştır.<br/>1963 yılında Ken Garland tarafından ve 20 tasarımcının altına imza attığı, “Önce Öncelikler” (First Things First) manifestosu ile vurgulanmıştır."
  },
  {
    "id": "3764103",
    "unitNumber": 5,
    "text": "Grafik tasarımcıların mesleki sorumlulukları ve tasarım önceliklerini vurgulayan \"Önce Öncelikler\" manifestosu, 2014 yılında kaç tasarımcının imzası ile güncellenmiştir?",
    "options": {
      "A": "20",
      "B": "220",
      "C": "1320",
      "D": "1500",
      "E": "1600"
    },
    "correctAnswer": "E",
    "explanation": "Grafik tasarımcıların mesleki sorumlulukları ve tasarım öncelikleri ilk olarak 1963 yılında Ken Garland tarafından kaleme alınan ve 20 tasarımcının altına imza attığı, “Önce Öncelikler” (First Things First) manifestosu ile vurgulanmıştır. 1999 yılında yeniden kaleme alınan ve 2014 yılında 1600 tasarımcının imzası ile güncellenen manifesto, 2020 yılında güncellenmiş, çok sayıda dile çevrilerek, grafik tasarımcılara önceliklerini sorgulamayı hatırlatmıştır. Önce Öncelikler 2020 manifestosu grafik tasarımcılara doğadan bağımız olmadıklarını ve eylemlerini bu bilinçle gerçekleştirmeleri gerektiğini salık verirken, tasarımlarıyla Dünya ve onun üzerindeki canlı yaşam arasındaki ilişkiyi yeniden tesis etmeyi amaçlamalarını, yeteneklerini insanlığın daha ekolojik bir medeniyet yolunda iyileştirilmesi için kullanmalarını söyler.<br/>Grafik tasarımcıların mesleki sorumlulukları ve tasarım öncelikleri ilk olarak 1963 yılında Ken Garland tarafından kaleme alınan ve 20 tasarımcının altına imza attığı, “Önce Öncelikler” (First Things First) manifestosu ile vurgulanmıştır. 1999 yılında yeniden kaleme alınan ve 2014 yılında 1600 tasarımcının imzası ile güncellenmiştir."
  },
  {
    "id": "3764250",
    "unitNumber": 5,
    "text": "Kâğıt üzerinde fiziksel basınç ile oluşturulan kabartma etkisine ne ad verilir?",
    "options": {
      "A": "Gofre",
      "B": "Selefon kaplama",
      "C": "Fire",
      "D": "Ciltleme",
      "E": "İnkjet"
    },
    "correctAnswer": "A",
    "explanation": "Gofre: Kâğıt üzerinde fiziksel basınç ile oluşturulan kabartma etkisi (Uçar, 2019)"
  },
  {
    "id": "3764105",
    "unitNumber": 5,
    "text": "Mürekkebin kâğıda ya da belli bir yüzeye uygulanmasına yarayan çeşitli yöntemleri işaret eden genel kavram aşağıdakilerden hangisidir?",
    "options": {
      "A": "Baskı",
      "B": "Ofset",
      "C": "Serigrafi",
      "D": "Gravür",
      "E": "Tipo"
    },
    "correctAnswer": "A",
    "explanation": "Baskı kavramı, mürekkebin kâğıda ya da belli bir yüzeye uygulanmasına yarayan çeşitli yöntemleri işaret eden, genel bir kavramdır. Ofset baskı, serigrafi, gravür, tipo baskı, püskürtmeli yazıcılar ya da lazer baskı, söz konusu baskı türlerinden yalnızca bazılarıdır."
  },
  {
    "id": "3764106",
    "unitNumber": 5,
    "text": "Siyah beyaz lazer yazıcı kâğıt üzerinde standart bir okunurluk sunarken, aşağıdakilerden hangisini sağlayamaz?",
    "options": {
      "A": "Harflerin tipo baskı sırasında kâğıt üzerinde oluşan çukurlaşmış etkisi",
      "B": "Harflerin gravür baskı sırasında kâğıt üzerinde oluşan çukurlaşmış etkisi",
      "C": "Harflerin PNG baskı sırasında kâğıt üzerinde oluşan çukurlaşmış etkisi",
      "D": "Harflerin ofset baskı sırasında kâğıt üzerinde oluşan çukurlaşmış etkisi",
      "E": "Harflerin serigrafi baskı sırasında kâğıt üzerinde oluşan çukurlaşmış etkisi"
    },
    "correctAnswer": "A",
    "explanation": "Baskı kavramı, mürekkebin kâğıda ya da belli bir yüzeye uygulanmasına yarayan çeşitli yöntemleri işaret eden, genel bir kavramdır. Ofset baskı, serigrafi, gravür, tipo baskı, püskürtmeli yazıcılar ya da lazer baskı, söz konusu baskı türlerinden yalnızca bazılarıdır. Her baskı türünün kendi içinde farklı değişenleri bulunur. Baskı hızı, renk çeşitliliği, baskı kapasitesi veya maliyeti, seçilen baskı yöntemine göre değişkenlik gösterir. Ayrıca farklı baskı yöntemleri kâğıt ya da yüzey üzerinde farklı etkilere sahiptir. Siyah beyaz lazer yazıcı kâğıt üzerinde standart bir okunurluk sunarken, harflerin tipo baskı sırasında kâğıt üzerinde oluşan çukurlaşmış etkisini sağlayamaz."
  },
  {
    "id": "3764107",
    "unitNumber": 5,
    "text": "Temelde su ve yağın birbirine karışmaması prensibine dayanan geleneksel baskı yöntemi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Ofset litografi",
      "B": "Ofset pitografi",
      "C": "Fleksografi",
      "D": "Serigrafi",
      "E": "Baskıgrafi"
    },
    "correctAnswer": "A",
    "explanation": "Ofset litografi: Ofset baskı olarak da bilinen bu baskı yöntemi, temelde su ve yağın birbirine karışmaması prensibine dayanmaktadır. Mürekkep verilmiş bir klişenin (kalıbın) merdanelerden faydalanan bir sistem aracılığıyla kauçuk bir yüzeye, buradan da kâğıda aktarılması olarak özetlenebilir."
  },
  {
    "id": "3764252",
    "unitNumber": 5,
    "text": "Vektörel grafik ile Raster grafik arasındaki fark nedir?",
    "options": {
      "A": "Vektör dosyaları, harflerin ve kelimelerin nasıl düzenlendiğini, birbirleriyle ilişkili olarak nasıl oluşturulduklarını ifade eder. Raster grafik dosyaları, tamamen görselleri içerir.",
      "B": "Vektör dosyaları,düşük sayıda kopyalar için idealdir. Raster grafik dosyaları, daha yüksek kalitede baskı sunar.",
      "C": "Vektör dosyaları, bir görüntü oluşturmak için ızgara üzerinde matematiksel denklemler, çizgiler ve eğriler kullanır. Bu dosyalarda piksel yoktur. Raster grafik dosyaları, piksellerden oluşturulan görüntülerdir.",
      "D": "Vektör dosyaları, düşük çözünürlüğü olan dosyalardır. Raster grafik dosyaları, çok yüksek çözünürlükteki dosyaları içerir.",
      "E": "Raster grafik dosyaları, bir görüntü oluşturmak için ızgara üzerinde matematiksel denklemler, çizgiler ve eğriler kullanır. Bu dosyalarda piksel yoktur. Vektör dosyaları, piksellerden oluşturulan görüntülerdir."
    },
    "correctAnswer": "C",
    "explanation": "Vektörel grafik: Vektör dosyaları, bir görüntü oluşturmak için ızgara üzerinde matematiksel denklemler, <br/>çizgiler ve eğriler kullanır. Bu dosyalarda piksel yoktur. Bir vektör dosyasının matematiksel formülleri <br/>görüntü oluşturmak için şekil, kenarlık ve dolgu rengini tanımlar. Bu formül her boyutta yeniden hesaplanabildiğinden vektör görüntülerini kaliteden ödün vermeden sınırsız şekilde büyütmek ya da küçültmek mümkündür (Adobe, 2022b).<br/>Raster grafik: Raster grafik dosyaları, piksellerden oluşturulan görüntülerdir. Pikseller bir araya gelerek fotoğraf gibi çok ayrıntılı görüntüleri oluşturabilen, çok büyük miktarda küçük renkli karelerdir. Bir görüntünün piksel sayısı ne kadar fazla olursa görüntü kalitesi ve dosya boyutu da o kadar yüksek olur (Adobe, 2022b)<br/>Vektör dosyaları, bir görüntü oluşturmak için ızgara üzerinde matematiksel denklemler, çizgiler ve eğriler kullanır. Bu dosyalarda piksel yoktur. Raster grafik dosyaları, piksellerden oluşturulan görüntülerdir."
  },
  {
    "id": "3764318",
    "unitNumber": 6,
    "text": "<ol style=\"list-style-type: upper-roman;\"> <li>Ofset baskı </li> <li>Tipo baskı </li> <li>Tifdruk</li> <li>Serigrafi </li> <li>Flekso baskı</li> </ol> Yukarıdakilerden hangisi/hangileri grafik üretiminde düz baskının en yaygın kullanılan örneklerindendir?",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız I ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve V",
      "E": "III, IV ve V"
    },
    "correctAnswer": "B",
    "explanation": "Düz baskı teknikleri yüksek ve çukur baskı yöntemleri gibi kalıp üzerinde oluşturulan seviye farkına dayanmazlar. Bir önceki ünite olan Sürdürülebilir Grafik Tasarımında Ölçü ve Formatlar ünitesinin Sürdürülebilir Grafik Tasarımında Format Seçimi başlığında da ele alınan <strong>ofset baskı ve serigrafi teknikleri düz baskının grafik üretiminde en yaygın kullanılan örneklerindendir.</strong> Tipo baskı, flekso ve tifdruk tekniklerinin aksine ofset baskıda kullanılan kalıplar çukur ya da kabartılara sahip değildir ve çıplak gözle bakıldığında düz oldukları söylenebilir."
  },
  {
    "id": "3764322",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi \"su ayak izi\" kavramını <span style=\"text-decoration: underline;\">doğru</span> olarak tanımlar?",
    "options": {
      "A": "Denizlerdeki kirlilliği ve ekosistemi kimyasal analizlerle ölçen bir ölçüm metodudur.",
      "B": "Bir tüketici ürün veya hizmetin tüm üretim zinciri boyunca kullanılan tatlı su hacmini (litre veya metreküp olarak) ölçen çevresel bir göstergedir.",
      "C": "Kentlerde ihtiyaç duyulan yüzey ve yeraltı tatlı su kaynaklarının toplam hacmi (litre veya metreküp olarak) için kullanılan bir kavramdır.",
      "D": "Ticari malın üretiminde kullanılan toplam yağmur suyunu ifade eder.",
      "E": "Nüfus ile ilişkili olarak, kirlilik yükünün bertaraf edilmesi ya da azaltılması için kullanılan tatlı su miktarını ifade eder."
    },
    "correctAnswer": "B",
    "explanation": "<strong>Su ayak izi</strong>, bir tüketici ürün veya hizmetinin tüm üretim zinciri boyunca kullanılan tatlı su hacmini (litre veya metreküp olarak) ölçen çevresel bir göstergedir."
  },
  {
    "id": "3764272",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi baskı sonlandırma aşamasında yer alan işlemlerden biri değildir?",
    "options": {
      "A": "Tıraşlama",
      "B": "Ciltleme",
      "C": "Kabartma",
      "D": "Selefon kaplama",
      "E": "Sayfa düzeni"
    },
    "correctAnswer": "E",
    "explanation": "Baskı sonlandırma ifadesi söz konusu basılı materyalin baskısı tamamlandıktan sonra bir tasarıma son dokunuşları sağlayan çok çeşitli işlemleri kapsar. Bu işlemler arasında tıraşlama, ciltleme,<br/>selefon kaplama, yaldız baskı uygulama, kabartma gibi çok farklı seçenekler bulunur."
  },
  {
    "id": "3764324",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi baskı süreçlerinde zehirli hava kirleticilerin oluşturduğu gaz atıkların oluşumunu azaltmak için yapılabilecek uygulamalara <span style=\"text-decoration: underline;\">doğru</span> bir örnek <span style=\"text-decoration: underline;\">değildir</span>?",
    "options": {
      "A": "Serigrafide kullanılan klorlu solventler yerine su bazlı solventler kullanmak",
      "B": "Tolüen, benzin ve asetik asit gibi kimyasallar içeren solventlerin kullanımını azaltmak",
      "C": "Bilgisayardan doğruca kalıp üretimine imkan veren CTP teknolojisini kullanmak",
      "D": "Zorunlu durumlarda, kimyasallar içeren içerikleri havalandırma açısından dış mekanda kullanmak",
      "E": "Solvent ve temizleyicilerin saklama ve depolama koşullarına, havalandırma sistemlerine dikkat etmek"
    },
    "correctAnswer": "D",
    "explanation": "Baskı süreçlerinde çoğunlukla VOC ve HAP tabir edilen zehirli hava kirleticilerin oluşturduğu gaz atıkların oluşumunu azaltmak için yapılabilecek uygulamalara aşağıdaki örnekler verilebilir: • Serigrafide kullanılan klorlu solventler yerine su bazlı solventler kullanmak, • Tolüen, benzin ve asetik asit gibi kimyasallar içeren solventlerin kullanımını azaltmak, • Ofset nemlendirme suyunda ve temizlik solüsyonlarında düşük uçuculukta içerikler kullanmak, • İzopropil alkol kullanımını azaltmak ya da tümüyle bırakmak için organik solventler yerine bitkisel yağ bazlı temizlik ajanları kullanmak, • Bilgisayardan doğruca kalıp üretimine imkan veren CTP teknolojisini kullanmak, • Su bazlı ve UV kurutmalı vernik kullanmak, • Solvent bazlı yapıştırıcılar yerine düşük solvent içerikli yapıştırıcılar, UV kurutma sistemleri, su bazlı yapıştırıcılar ya da ısıyla yapıştırma sistemleri kullanmak, • Ofset blanket ve merdanelerin temizliği için otomatik temizleme sistemlerine geçmek, • Fleksografide boya sıyırma işlemini kapalı sistemle yapan cihazlar kullanmak, • Solvent ve temizleyicilerin saklama ve depolama koşullarına, havalandırma sistemlerine dikkat etmek."
  },
  {
    "id": "3764273",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir ürünün sürdürülebilir kabul edilmesinde gerekli koşullardan biri değildir?",
    "options": {
      "A": "Nihai üründeki her malzemenin geri dönüştürülebilirliğini kontrol etmek,",
      "B": "Üretim sürecinde minimum israf ve çevresel etkiyi hedeflemek",
      "C": "Sera gazı emisyonlarını azaltmak için taşınabilirliği iyileştirmenin yollarını bulmak",
      "D": "Tüm tedarik zincirinin ve ilgili şirketlerin çevresel etkisini önemsememek",
      "E": "Tüm malzemelerin nereden temin edildiğini belirleyip, daha iyi alternatiflerin mevcut olup olmadığını tespit etmek"
    },
    "correctAnswer": "D",
    "explanation": "Bir malzemenin ya da ürünün sürdürülebilir kabul edilebilmesi için sağlanması gereken koşullar şunlardır:<br/>• Geri dönüştürülmüş malzemelerin, kirletici içermeyen ya da daha az içeren malzemeler gibi daha az zararlı alternatiflerle değiştirilip değiştirilemeyeceklerini görmek için üretimde kullanılan tüm hammaddeleri değerlendirmek,<br/>• Nihai üründeki her malzemenin geri dönüştürülebilirliğini kontrol etmek,<br/>• Üretim sürecinde minimum israf ve çevresel etkiyi hedeflemek,<br/>• Tüm tedarik zincirinin ve ilgili şirketlerin çevresel etkisini incelemek,<br/>• Sera gazı emisyonlarını azaltmak için taşınabilirliği iyileştirmenin yollarını bulmak,<br/>• Tüm malzemelerin nereden temin edildiğini belirleyip, daha iyi alternatiflerin mevcut olup olmadığını tespit etmek."
  },
  {
    "id": "3764271",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi elektriksel yüklemeyi temel alan baskı tekniğidir?",
    "options": {
      "A": "Ofset baskı",
      "B": "Dijital baskı",
      "C": "Flesko baskı",
      "D": "Serigrafi",
      "E": "Tifdruk baskı"
    },
    "correctAnswer": "B",
    "explanation": "Dijital baskı sistemleri geleneksel baskı sistemlerinin (ofset baskı, flekso baskı vb.) aksine kalıp, klişe, şablon gibi mürekkebi kâğıda taşıyan ara malzemeye ihtiyaç duymazlar ve mekanik bir süreç yerine elektriksel yüklemeyi esas alırlar."
  },
  {
    "id": "3764265",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi grafik tasarımda üretim süreçlerini oluşturan aşamalardan biri değildir?",
    "options": {
      "A": "Tasarım",
      "B": "Uygulama",
      "C": "Yayınlama",
      "D": "Baskı",
      "E": "Dağıtım"
    },
    "correctAnswer": "C",
    "explanation": "Basılı grafik ürünler için üretim süreci en temel haliyle dört aşamaya ayrılır:<br/>• Tasarım<br/>• Uygulama<br/>• Baskı (Baskı öncesi hazırlık, baskı, baskı sonlandırma ve ciltleme)<br/>• Dağıtım"
  },
  {
    "id": "3764274",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi grafik üretim süreçlerinde meydana gelen sıvı atıklardan biridir?",
    "options": {
      "A": "Kırpıntı",
      "B": "Solvent",
      "C": "Maketler",
      "D": "Eskizler",
      "E": "Kumaşlar"
    },
    "correctAnswer": "B",
    "explanation": "Grafik üretim süreçlerinde oluşan sıvı atıkların çoğunluğunu baskı aşamalarında kimyasal maddelerin<br/>kullanımına bağlı olarak açığa çıkan atık nemlendirme ve temizleme solüsyonları, birçok farklı amaçla kullanılan solventler, kalıpların banyo kimyasalları ve suları, makine temizliğinde kullanılan temizleyiciler ve mürekkep artıkları oluşturur. Başta solvent olmak üzere hem sağlığa zararlı hem de çevreye zarar verme riski taşıyan bu kimyasal atıkların uygun şekilde ortadan kaldırılması sürdürülebilirlik ve çevre bilinci açısından kritik öneme sahiptir."
  },
  {
    "id": "3764267",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tasarım ürününün baskı işleminden sonra ilgili kuruma ulaştırıldığı aşamasıdır?",
    "options": {
      "A": "Stratejik planlama",
      "B": "Dağıtım",
      "C": "Görseller ve metin",
      "D": "Baskı",
      "E": "Sayfa düzeni"
    },
    "correctAnswer": "B",
    "explanation": "Dağıtım: Baskı işlemi tamamlanan ürünün teslim edileceği kişi, kurum ya da tesise zarar görmeden ulaştırılması."
  },
  {
    "id": "3764266",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tasarımın özünü ifade eder?",
    "options": {
      "A": "Konsept",
      "B": "Selefon",
      "C": "Braille Alfabesi",
      "D": "Forma",
      "E": "Mürekkep"
    },
    "correctAnswer": "A",
    "explanation": "Konsept: Tema olarak da ifade edilebilen tasarım konsepti; tasarıma yön veren temel duygu, kavram ya da fikir olarak tanımlanabilir. Bir tasarımın konsepti o tasarım probleminin çözümü arkasındaki temel fikirdir ve tasarımın özünü ifade eder."
  },
  {
    "id": "3764268",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi temel tasarım ilkelerinin belirli bir düzende biraraya getirildiği aşamadır?",
    "options": {
      "A": "Baskı",
      "B": "Baskı öncesi hazırlık",
      "C": "Sayfa düzeni",
      "D": "Görseller ve Metin",
      "E": "Uygulama"
    },
    "correctAnswer": "C",
    "explanation": "Sayfa düzeni ya da diğer bir deyişle yerleşim, tasarımda kullanılacak olan tüm elemanların tasarım yüzeyinde bir araya getirilmesidir. Kullanılacak görsel elemanların boyutu, konumu ve birbirleriyle<br/>olan ilişkileri tasarımın verdiği mesajın algılanma şekli üzerinde büyük etkiye sahiptir. Renk bilgisi, kompozisyon kuralları gibi temel tasarım ilkeleri ışığında tasarlanmış bir sayfa düzeni mesajın alıcıya yani hedef kitleye etkili biçimde ulaşmasını sağlar."
  },
  {
    "id": "3764323",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yenilenebilir enerji kaynaklarından biri <span style=\"text-decoration: underline;\">değildir</span>?",
    "options": {
      "A": "Doğalgaz",
      "B": "Hidrolik",
      "C": "Güneş",
      "D": "Rüzgar",
      "E": "Jeotermal"
    },
    "correctAnswer": "A",
    "explanation": "Enerjinin dönüşüm süreçlerinde değişmeden kalabilen, tüketilmesine rağmen azalmayan, yenilenen enerji kaynaklarına yenilenebilir enerji kaynakları adı verilir. <strong>Hidrolik, güneş, rüzgar ve jeotermal gibi enerji kaynakları,</strong> <strong>yenilenebilir enerji kaynaklarıdır.</strong>"
  },
  {
    "id": "3764269",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yüksek baskı tekniklerinden biridir?",
    "options": {
      "A": "Tifdruk baskı",
      "B": "Ofset baskı",
      "C": "Serigrafi",
      "D": "Tipo baskı",
      "E": "Lazer baskı"
    },
    "correctAnswer": "D",
    "explanation": "Tipo baskı ve fleksografi teknikleri en yaygın kullanılan yüksek baskı yöntemlerinin başında gelir."
  },
  {
    "id": "3764321",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi çevresel etkilerle ilişkilendirilen HAP ifadesinin açılımıdır?",
    "options": {
      "A": "Sentetik kimyasal çözelti",
      "B": "Uçucu organik bileşik",
      "C": "Karbon ayak izi",
      "D": "Nükleer enerji kaynağı",
      "E": "Tehlikeli hava kirleticiler"
    },
    "correctAnswer": "E",
    "explanation": "Grafik üretim süreçlerinin çevresel etkilerinden olan hava kirliliği söz konusu olduğunda VOC ve HAP bilinmesi gereken iki önemli terim olarak karşımıza çıkar. VOC (volatile organic compound) uçucu organik bileşikler,<strong> HAP ise (hazardous air pollutant) zehirli/tehlikeli hava kirleticiler</strong> anlamına gelmektedir."
  },
  {
    "id": "3764270",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi çukur baskı tekniklerinden biridir?",
    "options": {
      "A": "tipo baskı",
      "B": "fleksografi",
      "C": "Tifdruk baskı",
      "D": "Ofset baskı",
      "E": "Serigrafi"
    },
    "correctAnswer": "C",
    "explanation": "Grafik üretim süreçlerinde kullanılan çukur baskı yöntemlerinin başında tifdruk baskı gelir."
  },
  {
    "id": "3764325",
    "unitNumber": 6,
    "text": "Baskı sonlandırma sürecinde kaplama işleminin genellikle marka, amblem, görsel ya da başlık gibi görsel ilginin toplanması amaçlanan belli bir kısmına uygulanmasına <span style=\"text-decoration: underline;\">ne ad</span> verilir?",
    "options": {
      "A": "Selefon kaplama",
      "B": "Kısmi lak",
      "C": "Özel bıçak kesimi",
      "D": "Yaldız",
      "E": "Form"
    },
    "correctAnswer": "B",
    "explanation": "Selefon ya da benzeri kaplama işlemlerinin temelinde iki ya da daha fazla farklı materyalin birleştirilmesi yatar. Bu işlem her iki materyalin avantajlarını bir arada kullanmaya olanak sağlar (Ambrose ve Harris, 2010). Örneğin bir kağıdın selefon ile kaplanması sayesinde hem kağıdın sunduğu emici baskı yüzeyinin avantajı ve hem de selefonun sağladığı suya karşı koruma ile parlaklık özellikleri bir araya getirilmiş olur. <strong>Kısmi lak ise kaplama işleminin sayfanın tamamına değil genellikle marka, amblem, görsel ya da başlık gibi görsel ilginin toplanması amaçlanan belli bir kısmına uygulanmasıdır.</strong>"
  },
  {
    "id": "3764327",
    "unitNumber": 6,
    "text": "Grafik üretim sürecinde baskı öncesi atık su oluşumuna neden olan etken aşağıdakilerden hangisidir?",
    "options": {
      "A": "Rulo/plaka/battaniye temizleyiciler",
      "B": "UV lak",
      "C": "Tank suyu",
      "D": "Yapıştırıcı ve vernik atıkları",
      "E": "Banyo kimyasalları ve banyo suyu atıkları"
    },
    "correctAnswer": "E",
    "explanation": "<strong>Zehirli veya ayrıştırması zor kimyasalların kullanımı, baskı işlemleri esnasında büyük miktarlarda atık su oluşumuna neden olur.</strong> Çinko, krom, baryum, kurşun gibi maddeler içeren mürekkep kalıntıları, atık nemlendirme ve temizleme solüsyonları, solventler ya da metil etil keton, tolüen, ksilen, izoforon ve etanol gibi kimyasallar içeren atıklar, baskı hazırlığı, baskı ve baskı sonrası da dâhil olmak üzere baskı sürecinin her aşamasında oluşan kimyasal atıkların sadece bazılarıdır.<strong> Baskı öncesi hazırlıkta kalıp banyo kimyasalları ve banyo suyu atıkları oluşurken,</strong> baskı aşamasında mürekkep, solvent, rulo/plaka/battaniye temizleyiciler, vernik, UV lak ve tank suyu atıkları, baskı sonrası aşamalarda ise yapıştırıcı ve vernik atıkları ortaya çıkmaktadır."
  },
  {
    "id": "3764319",
    "unitNumber": 6,
    "text": "Görme engelli bireylere erişilebilirlik için Braille alfabesiyle yazılmış metinlerin elde edilebildiği baskı sonlandırma işlemi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Tıraşlama",
      "B": "Selefon kaplama",
      "C": "Gofre",
      "D": "Lak uygulaması",
      "E": "Özel kesim"
    },
    "correctAnswer": "C",
    "explanation": "<strong>Baskı sonrası tasarıma eklenecek gofre (kabartma)</strong> işlemi amblem ya da ürün/marka ismi gibi bir tasarım elemanına uygulandığında tasarıma dekoratif bir özellik kazandırırken, aynı kabartma işlemi ile <strong>görme engelli bireylere erişilebilirlik için Braille alfabesiyle yazılmış metinler de elde edilebilir.</strong>"
  },
  {
    "id": "3764320",
    "unitNumber": 6,
    "text": "Ofset baskı mürekkeplerinde çözücü olarak aşağıdakilerden hangisi kullanılır?",
    "options": {
      "A": "Etanol",
      "B": "Alkol",
      "C": "Keton",
      "D": "Yağ",
      "E": "Su"
    },
    "correctAnswer": "D",
    "explanation": "Çözücüler mürekkebin içinde tek başına ya da farklı türleriyle birlikte kullanılabilir. Tifdruk baskı yöntemlerinde çözücü olarak etanol, etil glikol, etil asetat; fleksografide setil alkol ve izopropil alkol;<strong> ofset baskı mürekkeplerinde ise çözücü olarak yağ kullanımı görülür.</strong>"
  },
  {
    "id": "3764317",
    "unitNumber": 6,
    "text": "Para ve tahvil benzeri değerli evrak gibi çok yüksek sayılarda basılacak olan ve kusursuz bir baskı kalitesinin gerektiği baskı tekniği aşağıdakilerden hangisidir?",
    "options": {
      "A": "Ofset baskı",
      "B": "Tipo baskı",
      "C": "Tifdruk",
      "D": "Serigrafi",
      "E": "Dijital baskı"
    },
    "correctAnswer": "C",
    "explanation": "Ofset ya da tipo baskı kadar yaygın bir kullanıma sahip olmayan <strong>tifdruk baskı yöntemi çoğunlukla para ve tahvil benzeri</strong> değerli evrak gibi çok yüksek sayılarda basılacak olan, baskılar arasında değişmeyen ve kusursuz bir baskı kalitesinin gerektiği durumlarda tercih edilir."
  },
  {
    "id": "3764301",
    "unitNumber": 7,
    "text": "2018 yılında yapılan bir araştırmaya göre, dünya çapında oluşan plastik atıkların yaklaşık yüzde kaçı ambalaj atıkları olarak hesaplanmıştır?",
    "options": {
      "A": "32",
      "B": "38",
      "C": "46",
      "D": "53",
      "E": "77"
    },
    "correctAnswer": "C",
    "explanation": "2018 yılında yapılan bir araştırmaya göre, dünya çapında oluşan plastik atıkların yaklaşık %46’sını ambalaj atıkları oluşturmaktadır"
  },
  {
    "id": "3764118",
    "unitNumber": 7,
    "text": "Ambalaj olarak kullanılan en eski malzemelerden biri olan camın hammaddesi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Silis kumu",
      "B": "Ambalaj kumu",
      "C": "Deniz kumu",
      "D": "Çöl kumu",
      "E": "Toprak kumu"
    },
    "correctAnswer": "A",
    "explanation": "Ambalaj olarak kullanılan en eski malzemelerden biri olan camın hammaddesi silis kumudur. Cam yüksek sıcaklıklara maruz bırakılan silis kumu ve çeşitli katkı maddelerinin şekillendirilmesiyle elde edilir."
  },
  {
    "id": "3764117",
    "unitNumber": 7,
    "text": "Ambalaj sektöründe teneke kutular ve varillerin üretiminde karşımıza çıkan çelik, aşağıdaki hangi bileşenlerin eklenmesiyle demir cevherinden oluşturulur?",
    "options": {
      "A": "Karbon ve az miktarda diğer alaşım elementleri",
      "B": "Titanyum ve az miktarda diğer alaşım elementleri",
      "C": "Bor ve az miktarda diğer alaşım elementleri",
      "D": "Oksijen ve az miktarda diğer alaşım elementleri",
      "E": "Ahşap ve az miktarda diğer alaşım elementleri"
    },
    "correctAnswer": "A",
    "explanation": "Ambalaj sektöründe teneke kutular ve varillerin üretiminde karşımıza çıkan çelik, karbon ve az miktarda diğer alaşım elementlerinin eklenmesiyle demir cevherinden oluşturulur. Yerkabuğunun yaklaşık yüzde 5’i (ağırlıkça) demir olduğundan bu element bol miktarda bulunur. Yerkabuğundaki en konsantre demir olan demir cevheri ekonomik açıdan kullanıma uygun olan tek kaynaktır. Çelik üretim sürecindeki ilk adım, demir cevherini yüksek fırında kömür veya kok ve kireçtaşı ile ısıtmaktır. Kömür, oksijeni cevherden uzaklaştırarak serbest demir üretir ve kireçtaşı saf olmayan bileşenlerle reaksiyona girerek ayrıştırılabilen cüruf oluşturur. Yüksek fırında üretilen nispeten saf olmayan demir daha sonra ya açık ocakta ya da bazik oksijen fırınında rafine edilir"
  },
  {
    "id": "3764315",
    "unitNumber": 7,
    "text": "Ambalaj tasarımında sürdürülebilirliğe en çok etki eden özelliklerin başında yer alan unsur nedir?",
    "options": {
      "A": "Üretim yöntemi",
      "B": "Renk",
      "C": "Ölçü",
      "D": "Malzeme",
      "E": "Format"
    },
    "correctAnswer": "D",
    "explanation": "Ambalaj da dâhil olmak üzere tüm basılı grafik <br/>ürünlerin sürdürülebilirliğinde rol oynayan pek çok <br/>unsur bulunmaktadır. Üretim yöntemi, mürekkep, <br/>format ya da ölçü gibi nitelikler basılı grafik ürün<br/>lerin ne denli sürdürülebilir olduğunu belirlemede <br/>etkilidir. Ancak konu ambalaj tasarımı olduğunda <br/>sürdürülebilirliğe en çok etki eden özelliklerin başın<br/>da malzeme gelir."
  },
  {
    "id": "3764296",
    "unitNumber": 7,
    "text": "Ambalaj tasarımında önemli ölçüde dikkate alınması gereken bilgilendirme kriterinin işlevini yerine getirebilmesi için gerekli unsurlar nelerdir?",
    "options": {
      "A": "Bilgilerin görünürlüğü, okunurluğu, tasarım hiyerarşisine uygunluğu",
      "B": "Bilgilerin görünürlüğü, dikkat çekici olması, tasarım hiyerarşisine uygunluğu",
      "C": "Bilgilerin dikkat çekici olması, okunurluğu, tasarım hiyerarşisine uygunluğu",
      "D": "Bilgilerin görünürlüğü, okunurluğu, dikkat çekiciliği",
      "E": "Bilgilerin tasarım açısından ilgi çekecek şekilde uygun renk, doku, yazı karakteri ve punto ile verilmesi"
    },
    "correctAnswer": "A",
    "explanation": "Bu gibi bilgilerin görünürlüğü, okunurluğu, tasarım hiyerarşisine uygunluğu (marka ya da ürünün önüne geçmeyecek kadar geri planda ancak gözden kaçmayacak kadar da görünür oluşu) ambalajın bilgilendirme işlevini yerine getirebilmesi için oldukça önemlidir."
  },
  {
    "id": "3764313",
    "unitNumber": 7,
    "text": "Ambalajlama için kullanılan malzemelerle bu <br/>malzemelerin üretim – dağıtım süreçlerinin çevre ve <br/>insan sağlığı üzerindeki olumsuz etkileri sıralandığında;<br/>I- sınırlı doğal kaynakların sarfiyatı,<br/>II- üretim aşamasında yapılan enerji tüketimi,<br/>III- üretim işlemleri esnasında ortaya çıkan zehirli atıkların oluşturduğu hava ve su kirliliği,<br/>IV-hammaddenin ya da ürünün taşınması için ihtiyaç duyulan enerji ihtiyacı,<br/>V- ambalajların işlevini tamamlamasıyla oluşan atıkların yarattığı çevre kirliliği olarak sınıflandırılabilir<br/>Yukarıdakilerden hangileri doğru ifadeyi oluşturur?",
    "options": {
      "A": "I, III, IV, V",
      "B": "II, III, IV,V",
      "C": "I, IV, V",
      "D": "I, II, III, IV, V",
      "E": "I, III, V"
    },
    "correctAnswer": "D",
    "explanation": "Ambalajlama için kullanılan malzemelerle bu <br/>malzemelerin üretim – dağıtım süreçlerinin çevre ve <br/>insan sağlığı üzerindeki olumsuz etkileri; sınırlı do<br/>ğal kaynakların sarfiyatı, üretim aşamasında yapılan <br/>enerji tüketimi, üretim işlemleri esnasında ortaya çı<br/>kan zehirli atıkların oluşturduğu hava ve su kirliliği, <br/>hammaddenin ya da ürünün taşınması için ihtiyaç <br/>duyulan enerji ihtiyacı ve ambalajların işlevini ta<br/>mamlamasıyla oluşan atıkların yarattığı çevre kirli<br/>liği olarak sınıflandırılabilir."
  },
  {
    "id": "3764302",
    "unitNumber": 7,
    "text": "Ambalajlama için kullanılan malzemelerle bu malzemelerin üretim – dağıtım süreçlerinin çevre ve <br/>insan sağlığı üzerindeki olumsuz etkileri sıralandığında hangilerinden bahsedilebilir?<br/>I-Sınırlı doğal kaynakların sarfiyatı,<br/>II- Üretim aşamasında yapılan enerji tüketimi,<br/>III- Üretim işlemleri esnasında ortaya çıkan zehirli atıkların oluşturduğu hava ve su kirliliği, <br/>IV-Hammaddenin ya da ürünün taşınması için ihtiyaç duyulan enerji ihtiyacı ve<br/>V- Ambalajların işlevini tamamlamasıyla oluşan atıkların yarattığı çevre kirliliği",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, IV, V",
      "C": "I, III, IV, V",
      "D": "II, III, IV, V",
      "E": "I, II, III, IV. V"
    },
    "correctAnswer": "E",
    "explanation": "Ambalajlama için kullanılan malzemelerle bu malzemelerin üretim – dağıtım süreçlerinin çevre ve <br/>insan sağlığı üzerindeki olumsuz etkileri; sınırlı doğal kaynakların sarfiyatı, üretim aşamasında yapılan enerji tüketimi, üretim işlemleri esnasında ortaya çıkan zehirli atıkların oluşturduğu hava ve su kirliliği, hammaddenin ya da ürünün taşınması için ihtiyaç duyulan enerji ihtiyacı ve ambalajların işlevini tamamlamasıyla oluşan atıkların yarattığı çevre kirliliği olarak sınıflandırılabilir."
  },
  {
    "id": "3764299",
    "unitNumber": 7,
    "text": "Ambalajlar neye göre sınıflandırılır?",
    "options": {
      "A": "Boyut",
      "B": "Şekil",
      "C": "Kullanım amacı",
      "D": "Ürün",
      "E": "Satış koşulları"
    },
    "correctAnswer": "C",
    "explanation": "Ambalajları kullanım amaçlarına göre sınıflandırmak mümkündür."
  },
  {
    "id": "3764300",
    "unitNumber": 7,
    "text": "Ambalajlarda kullanılan çok sayıda farklı malzeme çeşidinin olması aşağıdakilerden hangisi ile açıklanamaz?",
    "options": {
      "A": "Teknolojik gelişmeler",
      "B": "Mevcut doğal kaynakların durumu",
      "C": "Tüketici ihtiyaçları",
      "D": "Dönüştürülebilir materyaller",
      "E": "AR-GE (araştırma – geliştirme) çalışmaları"
    },
    "correctAnswer": "D",
    "explanation": "Ambalajlarda kullanılan çok sayıda farklı malzeme çeşidi bulunur. Teknolojik gelişmeler, mevcut doğal kaynakların durumu, tüketici ihtiyaçları,AR-GE (araştırma – geliştirme) çalışmaları, bu çeşitliliğin artmasına katkıda bulunur."
  },
  {
    "id": "3764120",
    "unitNumber": 7,
    "text": "Ağartılmış kağıt türlerinden ECF'nin açılımı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Elementer klorsuz kağıt hamuru",
      "B": "Elementer klorlu kağıt hamuru",
      "C": "Elementsiz klorsuz kağıt hamuru",
      "D": "Elementsiz klorlu kağıt hamuru",
      "E": "Elementersiz klorsuz kağıt hamuru"
    },
    "correctAnswer": "A",
    "explanation": "ECF (Elemental Chlorine Free Pulp) - Elementer klorsuz kağıt hamuru: Ağartma işleminde elementer klor kademesi kaldırılarak ağartılmış kağıt hamuru."
  },
  {
    "id": "3764297",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Etiketlemede söz konusu ürünün markayı temsil etmesi konusunda gerekli kriterler arasında yer almaz?",
    "options": {
      "A": "Ürünün ne olduğu bilgisi",
      "B": "Nasıl bir ürün olduğuna dair bilgi",
      "C": "Hedef kitlenin kimler olduğu tercihi",
      "D": "Kurumsal imaja uygun iletişim kurma başarısı",
      "E": "Müşterinin beğenisini belirleyecek Estetik kaygı gütmesi"
    },
    "correctAnswer": "E",
    "explanation": "Etiketlemede en az bilgilendirme kadar önemli diğer bir beklenti ise ambalajın üzerindeki tasarımın söz konusu ürünü ve markayı temsil etmesidir. Bir ambalaj içinde hangi ürünün olduğunu, tüketiciye nasıl bir ürün sunduğunu, hedef kitlesinin kimler olduğunu anlaşılır kılarken aynı zamanda üreticisinin yaratmak istediği kurumsal imaja uygun bir iletişim kurmalıdır. Etiketleme yalnızca estetik bir kaygı değildir."
  },
  {
    "id": "3764298",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ambalajın işlevleri arasında yer almaz?",
    "options": {
      "A": "Koruma",
      "B": "Nakliye",
      "C": "Bir araya getirme",
      "D": "Kolaylık sağlama",
      "E": "Kapsama"
    },
    "correctAnswer": "B",
    "explanation": "İyi bir ambalajın hangi özelliklere sahip olması gerektiği sorusunun ardından ambalajın hangi işlevlere sahip olması gerektiği sorusu gelir. Bu soruya verilebilecek çok sayıda cevap olmakla birlikte aşağıda sıralanan şu dört işlev bir ambalajın yerine getirmesi gereken en temel vazifeleri özetleyecektir:<br/><ol> <li>Koruma</li> <li>Bir araya getirme</li> <li>Kolaylık sağlama</li> <li>Kapsama</li> </ol>"
  },
  {
    "id": "3764115",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iyi bir ambalajın özellikleri arasında sayılamaz?",
    "options": {
      "A": "Bilgilendirme yeterliği",
      "B": "Nasıl açıldığı ya da kapandığı",
      "C": "Biçim ve ebatları",
      "D": "Dayanıklılıklılığı",
      "E": "Litografisi"
    },
    "correctAnswer": "E",
    "explanation": "İyi bir ambalajın bilgilendirme yeterliği, nasıl açıldığı ya da kapandığı, biçim ve ebatları kadar önemli diğer bir kıstas ise şüphesiz ki dayanıklılıktır."
  },
  {
    "id": "3764275",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iyi tasarlanmış bir ambalajın işlevleri arasında yer almaz?",
    "options": {
      "A": "Ambalaj yükleme, depolama ve taşıma sırasında <br/>ürünü koruyacak şekilde tasarlanmalıdır.",
      "B": "Ambalaj koruduğu ürünün içeriği hakkında ilgili tüm taraflara bilgi vermelidir.",
      "C": "Ambalaj ürün satışında müşteri beğenisini dikkate alacak şekilde tasarlanmalıdır.",
      "D": "Ambalaj içinde bulundurduğu ürünün ve o ürünü üreten markanın <br/>müşterileri ile iletişim kurabilmelidir.",
      "E": "Ambalaj koruma ve bilgilendirme işlevini yerine getirebilmelidir."
    },
    "correctAnswer": "C",
    "explanation": "Ambalaj yükleme, depolama ve taşıma sırasında <br/>ürünü koruyacak şekilde ürüne koruyucu ve bil<br/>gilendirici bir kaplama sağlama sürecidir. Ayrıca <br/>koruduğu ürünün içeriği hakkında ilgili tüm ta<br/>raflara (nakliyeci, toptancı, perakendeci, alıcı vb.) <br/>faydalı bilgiler sağlamayı amaçlar. İyi bir ambalaj <br/>tasarımının işlevleri korumak ve bilgilendirmekle <br/>sınırlı değildir. Ambalaj aynı zamanda içinde bu<br/>lundurduğu ürünün ve o ürünü üreten markanın <br/>müşterileri ya da potansiyel müşterileri ile iletişim <br/>kurma aracıdır. Bu özelliğiyle ambalajların ürünün <br/>ya da markanın “yüzü” olduğu söylenebilir."
  },
  {
    "id": "3764326",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, ambalajların çoğunlukla muhafaza ettikleri ürünün ilk kullanımında ya da ürünün tüketilmesiyle işlevini yitirerek atığa dönüşmesini engelleyen etkili yollardan birisidir?",
    "options": {
      "A": "Birden fazla kullanıma yönelik tasarımlar",
      "B": "Geri dönüştürülebilir malzemelerden yapılan tasarımlar",
      "C": "Kağıt ve türevim ürünlerden yapılan tasarımlar",
      "D": "Sürdürülebilir malzemelerden üretilen tasarımlar",
      "E": "Ürünü korumanın dışında ilave bir işlev kazandırmaya yarayan tasarımlar"
    },
    "correctAnswer": "E",
    "explanation": "Basılı grafik ürünlerin kimileri saklamak, biriktirmek, yeniden kullanmak gibi amaçlarla uzun bir kullanım ömrüne sahip olsalar da ambalajlar çoğunlukla muhafaza ettikleri ürünün ilk kullanımında ya da ürünün tüketilmesiyle işlevini yitirerek atığa dönüşürler. Bunu engellemenin etkili yollarından biri de ambalaja ürünü korumanın dışında ilave bir işlev kazandırmaya yarayan tasarım fikirleridir."
  },
  {
    "id": "3764314",
    "unitNumber": 7,
    "text": "Bir ambalajın yerine getirmesi gereken en temel işlevler hangileridir?",
    "options": {
      "A": "Tanıtım, koruma, depolama, görsel çekicilik",
      "B": "Koruma, bir araya getirme, kolaylık sağlama, kapsama",
      "C": "<br/>Koruma, taşıma, dayanıklılık, estetik",
      "D": "<br/>Satışı artırma, pazarlama, depolama, kullanım kolaylığı",
      "E": "<br/>Stoklama, içeriği koruma, dayanıklılık, marka bilinirliği"
    },
    "correctAnswer": "B",
    "explanation": "<br/>Ambalajın İşlevleri<br/>İyi bir ambalajın hangi özelliklere sahip olması gerektiği sorusunun ardından ambalajın hangi işlevlere sahip olması gerektiği sorusu gelir. Bu soruya verilebilecek çok sayıda cevap olmakla birlikte aşağıda sıralanan şu dört işlev bir ambalajın yerine getirmesi gereken en temel vazifeleri özetleyecektir:<br/>1. Koruma<br/>2. Bir araya getirme<br/>3. Kolaylık sağlama<br/>4. Kapsama"
  },
  {
    "id": "3764328",
    "unitNumber": 7,
    "text": "Bir ambalajın yerine getirmesi gereken en temel işlevler hangileridir?",
    "options": {
      "A": "Tanıtım, koruma, depolama, görsel çekicilik",
      "B": "Koruma, bir araya getirme, kolaylık sağlama, kapsama",
      "C": "Koruma, taşıma, dayanıklılık, estetik",
      "D": "Satışı artırma, pazarlama, depolama, kullanım kolaylığı",
      "E": "Stoklama, içeriği koruma, dayanıklılık, marka bilinirliği"
    },
    "correctAnswer": "B",
    "explanation": "Ambalajın İşlevleri<br/>İyi bir ambalajın hangi özelliklere sahip olması gerektiği sorusunun ardından ambalajın hangi işlevlere sahip olması gerektiği sorusu gelir. Bu soruya verilebilecek .ok sayıda cevap olmakla birlikte aşağıda sıralanan şu dört işlev bir ambalajın yerine getirmesi gereken en temel vazifeleri özetleyecektir:<br/>1. Koruma<br/>2. Bir araya getirme<br/>3. Kolaylık sağlama<br/>4. Kapsama"
  },
  {
    "id": "3764116",
    "unitNumber": 7,
    "text": "Bir ürünle doğrudan temas hâlinde olan ve ürünün kendini kapsayan ambalaja verilen isim aşağıdakilerden hangisidir?",
    "options": {
      "A": "Birincil ambalaj",
      "B": "İkincil ambalaj",
      "C": "Nakliye ambalajı",
      "D": "Filmli ambalaj",
      "E": "Paletli ambalaj"
    },
    "correctAnswer": "A",
    "explanation": "Ambalajları kullanım amaçlarına göre sınıflandırmak mümkündür. Bunlardan ilk ikisi olan birincil ve ikincil ambalaj, tüketicilerin daha sık karşılaştıkları ambalajlardır. Satış ambalajı ya da iç ambalaj olarak da adlandırılan birincil ambalaj, bir ürünle doğrudan temas hâlinde olan ve ürünün kendini kapsayan ambalajdır. İkincil ambalaj ya da dış ambalaj olarak bilinen ambalaj ise birincil ambalajla kaplanmış olan birden çok ürünü bir arada tutan ambalajdır. Üçüncül ambalaj veya diğer bir ifade ile nakliye ambalajı ise birincil ya da ikincil ambalajın üreticiyle satıcı arasındaki dağıtım ve depolama gibi süreçlerde zarar görmesini engellemek, taşıma ve depolama kolaylığı sağlamak amacıyla kullanılır"
  },
  {
    "id": "3764113",
    "unitNumber": 7,
    "text": "Bir ürünü üretim aşamasının tamamlanmasından son kullanıcıya ulaşmasına kadar geçen sürede dağıtım, depolama, sergileme, taşıma gibi işlemler sırasında karşılaşabileceği darbe, su, ısı benzeri etmenlerden korumaya aynı zamanda marka ve ürün hakkında bilgilendirmeye yarayan materyallerin genel adı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Ambalaj",
      "B": "Malzeme",
      "C": "Baskı",
      "D": "Tipografi",
      "E": "Serigrafi"
    },
    "correctAnswer": "A",
    "explanation": "Ambalaj, bir ürünü üretim aşamasının tamamlanmasından son kullanıcıya ulaşmasına kadar geçen sürede dağıtım, depolama, sergileme, taşıma gibi işlemler sırasında karşılaşabileceği darbe, su, ısı benzeri etmenlerden korumaya aynı zamanda marka ve ürün hakkında bilgilendirmeye yarayan materyallerin genel adıdır. Ambalaj üretiminde kartondan plastiğe, kumaştan cama kadar çok farklı form ve özelliklere sahip malzemelerden yararlanılabilir. Endüstriyel ürünlerin neredeyse tamamına yakını bir ambalaja ihtiyaç duyar."
  },
  {
    "id": "3764121",
    "unitNumber": 7,
    "text": "Biyoplastiklerle ilgili aşağıdakilerden hangisi yanlıştır?",
    "options": {
      "A": "Nişasta, selüloz, soya proteini ve zirai yan ürünler gibi yenilenebilir ham maddelerden üretilmiş plastiklerdir",
      "B": "Petrol bazlıdır",
      "C": "Bazı türleri doğada çözünebilir ve/veya komposta dönüşebilir.",
      "D": "Tıpkı PET ve diğer plastikler gibi şeffaftır",
      "E": "Biyoplastikler hafif ve dayanıklıdır"
    },
    "correctAnswer": "B",
    "explanation": "Biyoplastikler nişasta, selüloz, soya proteini ve zirai yan ürünler gibi yenilenebilir ham maddelerden üretilmiş plastiklerdir ve petrol bazlı değildirler. Bazı türleri doğada çözünebilir ve/veya komposta dönüşebilir. Tıpkı PET ve diğer plastikler gibi şeffaftırlar. Biyoplastikler hafif ve dayanıklıdır ve diğer plastiklere benzer nem ve gaz bariyeri özelliklerine sahiptir. Genellikle su ve diğer içecekler için şişe yapımında, süt ürünler ve gıda ambalajlarında ya da poşet yapımında kullanılırlar. Diğer petrol bazlı plastiklerden ayrıştırılması için geri dönüşüm altyapısına sahip olmamaları kullanımlarının önündeki en büyük engeldir."
  },
  {
    "id": "3764122",
    "unitNumber": 7,
    "text": "Fotobozunur plastiklerin birincil bozunma mekanizması aşağıdakilerden hangisidir?",
    "options": {
      "A": "Güneş ışığı",
      "B": "Nem",
      "C": "Elektrik",
      "D": "Soğuk",
      "E": "Bakteri"
    },
    "correctAnswer": "A",
    "explanation": "Fotobozunur plastikler: Birincil bozunma mekanizmasının güneş ışığının etkisiyle olduğu bozunabilir plastiklerdir."
  },
  {
    "id": "3764119",
    "unitNumber": 7,
    "text": "Kağıt için ağartma işlemlerinin bazılarının atık su akıntılarında yayılan hangi maddenin oluşumuna neden olabileceğine dair son keşif kağıt endüstrisi için bir endişe kaynağı haline gelmiştir?",
    "options": {
      "A": "Dioksin",
      "B": "Karbon",
      "C": "Titanyum",
      "D": "Bor",
      "E": "Etil alkol"
    },
    "correctAnswer": "A",
    "explanation": "Kağıt için ağartma işlemlerinin bazılarının atık su akıntılarında yayılan dioksin oluşumuna neden olabileceğine dair son keşif kağıt endüstrisi için bir endişe kaynağı haline gelmiştir. Çoğu durumda zehirli maddelerin konsantrasyonları besin zinciri boyunca yükseldikçe artar, balıkları ve diğer deniz organizmalarını insan tüketimi için güvensiz hale getirebilir. Çelik üretimi için cevher ve kömür üretimi hava ve su kirliliğine katkıda bulunduğu bilinen partiküllerin açığa çıkmasına neden olur."
  },
  {
    "id": "3764114",
    "unitNumber": 7,
    "text": "Konu sürdürülebilirlik olduğunda grafik ürünlerin içinde en problemli olan konu aşağıdakilerden hangisidir?",
    "options": {
      "A": "Ambalaj",
      "B": "Baskı",
      "C": "Serigrafi",
      "D": "PNG",
      "E": "Litografi"
    },
    "correctAnswer": "A",
    "explanation": "Konu sürdürülebilirlik olduğunda grafik ürünlerin içinde en problemli konu ambalajdır. Günlük yaşantınızı gözden geçirdiğinizde olağan bir günde ne kadar çok sayıda ambalajlı ürün tükettiğinizi fark etmeniz mümkündür."
  },
  {
    "id": "3764316",
    "unitNumber": 7,
    "text": "Organik ya da inorganik yeni kaynak ihtiyacını ve üretimde harcanan enerji miktarını <br/>düşürmenin, atıkların oluşturduğu çevresel ve sağlık tehdidini azaltmanın en basit yolu nedir?",
    "options": {
      "A": "İhtiyacı azaltmak ve atık oluşumunu en başta önlemek",
      "B": "Sürdürülebilir tasarımları artırmak",
      "C": "Geri dönüşüm malzemeler kullanmak",
      "D": "Enerji ve iş gücünü düşürmek",
      "E": "Daha basit ambalaj tasarımları yapmak"
    },
    "correctAnswer": "A",
    "explanation": "Kaynağı ve üretim yöntemi ne olursa olsun bütün ürünler üretimi, taşıması, atığa dönüşmesi ya da ihtiyaç duyduğu geri dönüşüm işlemleri gereği az ya da çok çevresel etkiye sahiptir, iş gücü ve zaman gerektirir. Organik ya da inorganik yeni kaynak ihtiyacını ve üretimde harcanan enerji miktarını düşürmenin, atıkların oluşturduğu çevresel ve sağlık tehdidini azaltmanın en basit yolu bu ihtiyacı azaltmak ve atık oluşumunu en başta önlemektir."
  },
  {
    "id": "3764255",
    "unitNumber": 8,
    "text": "1999 yılında, “tasarım mesleğinin ahlaki pusulası ve en ateşli provokatörü” olarak AIGA madalyası ile onurlandırılan tasarımcı kimdir?",
    "options": {
      "A": "Pierre Bernard",
      "B": "Ken Garland",
      "C": "Tibor Kalman",
      "D": "David Bailey",
      "E": "Jeremy Pemberton"
    },
    "correctAnswer": "C",
    "explanation": "Tibor Kalman, 1999 yılında, “tasarım mesleğinin ahlaki pusulası ve en ateşli provokatörü” olarak AIGA madalyası ile onurlandırılmıştır."
  },
  {
    "id": "3764102",
    "unitNumber": 8,
    "text": "Aşağıdaki grafik tasarımcılarından hangisi sosyal sorumluluk ve etik konularından önemli bir isimdir?",
    "options": {
      "A": "Pierre Bernard",
      "B": "François Miehe",
      "C": "Gérard Paris-Clavel",
      "D": "Tibor Kalman",
      "E": "Steve Cutts"
    },
    "correctAnswer": "D",
    "explanation": "Tibor Kalman, özellikle grafik tasarıma yaklaşımı ve sosyal afişleriyle anılması gereken isimlerden biridir. Budapeşte’de doğan tasarımcı; 1956’da Amerika Birleşik Devletleri’ne taşınmış ve 1979’da M&amp;Co isimli kendi tasarım stüdyosunu kurmuştur. Tibor Kalman, grafik tasarıma bakış açısı ile tasarımcının sosyal sorumluluğu ve grafik tasarımda etik konularında yönlendirici bir isim olmuştur."
  },
  {
    "id": "3764257",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi 1914 yılında grafik tasarım özelinde ABD’de kurulan ve şu anda bütün tasarım alanlarına hitap eden önemli bir organizasyondur?",
    "options": {
      "A": "UNESCO",
      "B": "WWF",
      "C": "BBC",
      "D": "AIGA",
      "E": "AGFA"
    },
    "correctAnswer": "D",
    "explanation": "AIGA (American Institute of Graphic Arts), 1914 yılında grafik tasarım özelinde ABD’de kurulmuş, şu anda bütün dünyaya ve bütün tasarım alanlarına hitap eden önemli bir organizasyondur."
  },
  {
    "id": "3764262",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi belli bir sorunu çözmeyi hedefleyen, veri ve bilgiye dayalı, ancak sanat ve hayal gücünün de dahil olduğu, planlı bir üretim sürecini tanımlar?",
    "options": {
      "A": "Resim",
      "B": "Baskı",
      "C": "Proje",
      "D": "Ambalaj",
      "E": "Tasarım"
    },
    "correctAnswer": "E",
    "explanation": "Tasarım, belli bir sorunu çözmeyi hedefleyen, veri ve bilgiye dayalı, ancak sanat ve hayal gücünün de dahil olduğu, planlı bir üretim sürecidir."
  },
  {
    "id": "3764188",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi grafik tasarımcı tarafından yapılacak işi tanımlar?",
    "options": {
      "A": "Brief",
      "B": "İntihal",
      "C": "Yeşil badana",
      "D": "E-atık",
      "E": "Kağıt gramajı"
    },
    "correctAnswer": "A",
    "explanation": "Brief, kelime olarak kısa, öz bilgi demektir. Grafik tasarımcı açısından brief, yapılacak olan işin tanımıdır. Grafik tasarımcı brief ile çalışır. Grafik tasarım bir iletişim mesajını görsel olarak biçimlendirmektir."
  },
  {
    "id": "3764256",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi grafik tasarımda reklam karşıtlığıyla <span style=\"text-decoration: underline;\">en fazla</span> ön plana çıkan yayındır?",
    "options": {
      "A": "Colors Dergisi",
      "B": "Adbusters Dergisi",
      "C": "Marketingprofs Blog",
      "D": "Watchmen Dergisi",
      "E": "Dribbble.com"
    },
    "correctAnswer": "B",
    "explanation": "Grafik tasarımda reklam karşıtlığıyla en fazla ön plana çıkan yayın Adbusters Dergisidir. 1989 yılında Kalle Lasn ve Bill Schmalz tarafından Kanada’da kurulmuş kâr amacı gütmeyen bir organizasyondur."
  },
  {
    "id": "3764191",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kağıdın kalınlığını tanımlar?",
    "options": {
      "A": "İntihal",
      "B": "Yeşil badana",
      "C": "Kağıt gramajı",
      "D": "E-atık",
      "E": "Brief"
    },
    "correctAnswer": "C",
    "explanation": "Kâğıt gramajı: Kâğıdın bir metrekaresinin ağırlığını ifade eder. Kâğıdın kalınlığını tanımlamak için kullanılır."
  },
  {
    "id": "3764261",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kâğıdın bir metrekaresinin ağırlığını ifade eder?",
    "options": {
      "A": "Selüloz",
      "B": "Ton",
      "C": "Kilogram",
      "D": "Gramaj",
      "E": "Santimetre"
    },
    "correctAnswer": "D",
    "explanation": "Kâğıt gramajı: Kâğıdın bir metrekaresinin ağırlığını ifade eder."
  },
  {
    "id": "3764100",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sürdürülebilir grafik tasarımcısının kağıt tüketimindeki rolü olamaz?",
    "options": {
      "A": "Tasarımlarını çoğunlukla kağıt üzerine çıktı alır.",
      "B": "Hangi ürünün kağıt üzerinde hangisinin dijital ortamda iş göreceğini bilir.",
      "C": "Kağıt kullanımına yönelik müşterisine uyarılar yapar.",
      "D": "Ölçüleri doğru kullanarak tasarımını kağıttan fire vermeyecek şekilde<br/>oluşturabilir.",
      "E": "Kağıt üreticilerine ve matbaalara baskı yaparak çevreye daha az zarar<br/>verecek ürünlerin ön plana çıkarılmasını sağlayabilir."
    },
    "correctAnswer": "A",
    "explanation": "Kâğıdı hem tüketen hem de tüketimini yönlendiren grafik tasarımcının konu hakkında bilinç sahibi<br/>olması, özellikle son üründe ciddi farklar yaratabilir. Sürdürülebilir dünya görüşüne sahip olan grafik tasarımcı; hangi ürünün kağıt üzerinde hangisinin dijital ortamda iş göreceğini bilir, seçtiği kağıt için daha çevre dostu alternatifleri araştırabilir, ölçüleri doğru kullanarak tasarımını kağıttan fire vermeyecek şekilde oluşturabilir, kağıt kullanımına yönelik müşterisine yapacağı uyarılarla firmanın imajını destekleyebilir, kağıt üreticileri ve matbaalar gibi ortaklaşa çalıştığı iş sektörlerine baskı yaparak çevreye daha az zarar verecek ürünlerin ön plana çıkarılmasını sağlayabilir."
  },
  {
    "id": "3764189",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sürdürülebilir grafik tasarımında ölçü ve format konusunda dikkate alınması gereken önlemlerden biri değildir?",
    "options": {
      "A": "Kağıdın iki yüzünü kullanma",
      "B": "Kelime ve satır esaslarını daraltma",
      "C": "Yazı ölçüsünü küçültme",
      "D": "Kenar boşlukları genişletme",
      "E": "Dokümanın ölçünü küçültme"
    },
    "correctAnswer": "D",
    "explanation": "Ölçü ve format konusunda; kâğıdın iki yüzünü de kullanma, oluşturulacak dokümanın ölçüsünü küçültme, okunurluk ve estetiği koruyarak kelime ve satır esaslarını daraltma, kenar boşluklarını azaltma, yazı ölçüsünü küçültmek gibi kâğıt miktarını azaltacak öneriler geliştirilebilir ve mümkünse uygulanabilir."
  },
  {
    "id": "3764187",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sürdürülebilir olmayan bir firmanın çevre dostu olduğunu iddia eden uygulamalarına verilen bir isimdir?",
    "options": {
      "A": "İntihal",
      "B": "Yeşil badana",
      "C": "Brief",
      "D": "E-atık",
      "E": "Yersiz iddia"
    },
    "correctAnswer": "B",
    "explanation": "Yeşil Badana (Greenwashing): Sürdürülebilir olmayan firma, ürün ya da hizmetin çevre dostu olduğunu iddia ya da ima eden, tüketiciyi yanıltmaya yönelik çeşitli uygulamalar yeşil badana olarak adlandırılır."
  },
  {
    "id": "3764144",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tasarımcının halka karşı sorumluluğundan biridir?",
    "options": {
      "A": "Tasarımcı, ilgili müşterilerin veya işverenlerin anlaşması olmadan çıkar çatışması yaratan görevlerde aynı anda çalışmayacaktır",
      "B": "Tasarımcı, her durumda ve her zaman gerçeği iletmelidir; çalışmaları yanlış iddialarda bulunmamalı veya bilerek yanlış bilgi vermemelidir.",
      "C": "Tasarımcı, bir projenin tamamlanmasından önce devam eden tüm çalışmaları ve müşteri hakkındaki bilgileri tutacak ve müşterinin rızası olmadan bu bilgileri hiçbir şekilde ifşa etmeyecektir.",
      "D": "Müşteri veya işverenden gelen, tasarımcının etik standartlarının ihlalini içeren talimatlar, tasarımcı tarafından düzeltilmelidir.",
      "E": "Tasarımcı, müşterinin iş ve tasarım standartları hakkında bilgi sahibi olacak ve mesleki sorumluluk sınırları dâhilinde müşterinin çıkarlarına en uygun şekilde hareket edecektir."
    },
    "correctAnswer": "B",
    "explanation": "Tasarımcının Halka Karşı Sorumluluğu:<br/>a. Tasarımcı, halka zarar verecek projelerden kaçınmalıdır.<br/>b. Tasarımcı, her durumda ve her zaman gerçeği iletmelidir; çalışmaları yanlış iddialarda bulunmamalı veya bilerek yanlış bilgi vermemelidir. Profesyonel tasarımcı, her<br/>türlü iletişim tasarımında mesajları açık bir şekilde temsil etmeli ve yanlış, yanıltıcı ve<br/>aldatıcı tanıtımlardan kaçınmalıdır.<br/>c. Tasarımcı, tüm izleyicilerin onuruna ve bireysel farklılıklara saygı göstermeli, insanları veya insan gruplarını olumsuz, insanlıktan çıkarıcı bir şekilde tasvir etmekten veya klişeleştirmekten kaçınmalıdır. Profesyonel bir tasarımcı, kültürel değerlere ve inançlara duyarlı olmaya çalışmalı ve karşılıklı anlayışı teşvik eden ve cesaretlendiren adil ve dengeli iletişim tasarımı geliştirmelidir."
  },
  {
    "id": "3764143",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tasarımcının müşterilere karşı sorumluluğundan biri değildir?",
    "options": {
      "A": "Tasarımcı, müşterinin iş ve tasarım standartları hakkında bilgi sahibi olacak ve mesleki sorumluluk sınırları dâhilinde müşterinin çıkarlarına en uygun şekilde hareket edecektir.",
      "B": "Tasarımcı, ilgili müşterilerin veya işverenlerin anlaşması olmadan çıkar çatışması yaratan görevlerde aynı anda çalışmayacaktır.",
      "C": "Tasarımcı, etik olmayan teşviklerle doğrudan veya dolaylı olarak başka bir tasarımcının yerini almaya veya onunla rekabet etmeye çalışmamalıdır.",
      "D": "Tasarımcı, bir projenin tamamlanmasından önce devam eden tüm çalışmaları ve müşteri hakkındaki bilgileri tutacak ve müşterinin rızası olmadan bu bilgileri hiçbir şekilde ifşa etmeyecektir.",
      "E": "Müşteri veya işverenden gelen, tasarımcının etik standartlarının ihlalini içeren talimatlar, tasarımcı tarafından düzeltilmelidir."
    },
    "correctAnswer": "C",
    "explanation": "<strong>Tasarımcının Müşterilere Karşı Sorumluluğu Şunlardır: </strong><br/>a. Tasarımc<strong>ı, müşterinin iş ve tasarım standa</strong>rtları hakkında bilgi sahibi olacak ve mesleki sorumluluk sınırları dâhilinde müşterinin çıkarlarına en uygun şekilde hareket edecektir.<br/>b. T<strong>asarımcı, ilgili müşterileri</strong>n veya <strong>işverenlerin</strong> anlaşması olmadan çıkar çatışması yaratan görevlerde aynı anda çalışmayacaktır.<br/>c.<strong> Tasarımcı, bir projenin t</strong>amamlanmasından önce devam eden tüm çalışmaları ve müşteri hakkındaki bilgileri tutacak ve müşterinin rızası olmadan bu bilgileri hiçbir şekilde ifşa etmeyecektir. Tüm personelin buna göre hareket etmesini sağlamak, tasarımcının sorumluluğundadır.<br/>d.<strong> Müşteri veya</strong> işverenden gelen, tasarımcının etik standartlarının ihlalini içeren talimatlar, tasarımcı tarafından düzeltilmelidir veya reddetmelidir.<br/><strong>Tasarımcının Diğer Tasarımcılara Karşı Sorumluluğu:</strong><br/><strong>c. Tasarımcı, etik olmayan teşviklerle doğrudan veya dolaylı olarak başka bir tasarımcının yerini almaya veya onunla rekabet etmeye çalışmamalıdır.</strong>"
  },
  {
    "id": "3764145",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tasarımcının topluma ve çevreye karşı sorumluluğundan biri değildir?",
    "options": {
      "A": "Tasarımcı, ırk, cinsiyet, yaş, din, ulusal köken, cinsel yönelim veya engellilik temelinde ayrımcılık yapmayı reddetmeli veya bu ayrımcılığı desteklememelidir.",
      "B": "Tasarımcı, imalatçılar, tedarikçiler veya üstlenici tarafından sunulan ve müşterisinin, toplumun veya çevrenin çıkarlarına zarar veren mal veya hizmetleri bilerek kullanamaz.",
      "C": "Tasarımcı, zamanının yüzde beşini, topluma hizmet eden ve insan deneyimini geliştiren, kamu yararı gözeten projelere katkıda bulunmaya ayırmalıdır.",
      "D": "Tasarımcı, ifade özgürlüğü, toplanma özgürlüğü ve açık fikir pazarına erişim ilkelerini anlamaya ve desteklemeye çalışmalı ve buna göre hareket etmelidir.",
      "E": "Tasarımcı, başka bir tasarımcının çalışmasını eleştirirken objektif ve dengeli olmalı ve bir<br/>tasarımcı meslektaşının eserini veya itibarını karalamamalıdır."
    },
    "correctAnswer": "E",
    "explanation": "Tasarımcının Topluma ve Çevreye Karşı Sorumluluğu:<br/>Tasarımcı, uygulama ya da tasarım eğitiminde, içinde yaşadığı toplulukların sağlık, güvenlik ya da mahremiyetini kasıtlı ve pervasız bir şekilde göz ardı eden herhangi bir şeyi bilerek ve isteyerek yapmayacaktır. Profesyonel tasarımcı; insanların görsel tasvirinde, doğal kaynakların tüketiminde,<br/>hayvanların ve çevrenin korunmasında sorumlu bir rol üstlenmelidir.<br/>b. Tasarımcı, zamanının yüzde beşini, topluma hizmet eden ve insan deneyimini geliştiren, kamu yararı gözeten projelere katkıda bulunmaya ayırmalıdır.<br/>c. Tasarımcı, yaptığı işin çevresel, ekonomik, sosyal ve kültürel sonuçlarını dikkate almalı ve olumsuz etkileri en aza indirmelidir.<br/>d. Tasarımcı, başka bir kişinin veya grubun insan haklarının veya mülkiyet haklarının ihlalini içeren talimatları, söz konusu diğer kişi veya grubun izni olmadan bilerek kabul etmeyecek veya bu tür ihlalleri içeren herhangi bir bilinçli eylemde bulunmayacaktır.<br/>e. Tasarımcı, imalatçılar, tedarikçiler veya üstlenici tarafından sunulan ve müşterisinin, toplumun veya çevrenin çıkarlarına zarar veren mal veya hizmetleri bilerek kullanamaz.<br/>f. Tasarımcı, ırk, cinsiyet, yaş, din, ulusal köken, cinsel yönelim veya engellilik temelinde ayrımcılık yapmayı reddetmeli veya bu ayrımcılığı desteklememelidir.<br/>g. Tasarımcı, ifade özgürlüğü, toplanma özgürlüğü ve açık fikir pazarına erişim ilkelerini anlamaya ve desteklemeye çalışmalı ve buna göre hareket etmelidir."
  },
  {
    "id": "3764260",
    "unitNumber": 8,
    "text": "Grafik tasarımcı açısından aşağıdakilerden hangisi yapılacak olan işi tanımlayan kavramdır?",
    "options": {
      "A": "Bilboard",
      "B": "Brief",
      "C": "Eskiz",
      "D": "Prototip",
      "E": "Tasarım"
    },
    "correctAnswer": "B",
    "explanation": "Brief, kelime olarak kısa, öz bilgi demektir. Grafik tasarımcı açısından brief, yapılacak olan işin tanımıdır."
  },
  {
    "id": "3764259",
    "unitNumber": 8,
    "text": "Grafik tasarımda özgün bir çalışma yapmak yerine önceden yapılan kendi çalışmalarımızdan aynen almak hangi eylem altında yer alır?",
    "options": {
      "A": "İntihal",
      "B": "İlham",
      "C": "Esinlenme",
      "D": "Devşirme",
      "E": "Düzenleme"
    },
    "correctAnswer": "A",
    "explanation": "İntihal (TDK: aşırma), bir kişinin eserinde başka kişilerin ifade, buluş veya düşüncelerini kaynak göstermeksizin kendisine aitmiş gibi kullanmasıdır. Kınık (2015), tasarımda yapılan intihaller sınıflandırması f maddesi: “Özgün bir çalışma yapmak yerine önceden yapılan kendi çalışmalarımızdan aynen almak”tır."
  },
  {
    "id": "3764101",
    "unitNumber": 8,
    "text": "Komünist ideolojiyi savunan Grapus grubu ne zaman hangi ülkede kurulmuştur?",
    "options": {
      "A": "1980- Viyana",
      "B": "1970- Fransa",
      "C": "1975- İtalya",
      "D": "1988- Avusturya",
      "E": "1990- Almanya"
    },
    "correctAnswer": "B",
    "explanation": "1970 ile 1991 yılları arasında varlık gösteren Grapus grubu, tasarımın mükemmelliğini toplumsal vicdanla birleştirmeye çalışan bir grafik sanatçıları kolektifiydi. Grapus, 1970 yılında komünist ideolojiyi savunan Pierre Bernard, François Miehe ve Gérard Paris-Clavel tarafından Fransa’da kurulmuştur."
  },
  {
    "id": "3764258",
    "unitNumber": 8,
    "text": "Mesleki Uygulama Standartlarına göre; “İş olanaklarını takip eden tasarımcılar, adil ve açık rekabeti desteklemelidir” maddesi hangi başlık altında yer almaktadır?",
    "options": {
      "A": "Tasarımcının Müşterilere Karşı Sorumluluğu",
      "B": "Ücretler",
      "C": "Tanıtım",
      "D": "Sahiplik",
      "E": "Tasarımcının Diğer Tasarımcılara Karşı Sorumluluğu"
    },
    "correctAnswer": "E",
    "explanation": "AIGA’nın mesleki standartları: <br/>Tasarımcının Diğer Tasarımcılara Karşı Sorumluluğu:<br/><strong>a. İş olanaklarını takip eden tasarımcılar, adil ve açık rekabeti desteklemelidir.</strong> b. Profesyonel tasarımcı, başka bir tasarımcının üzerinde çalıştığı veya çalışmakta olduğu herhangi bir profesyonel görevi bilerek kabul etmeyecektir. c. Tasarımcı, etik olmayan teşviklerle doğrudan veya dolaylı olarak başka bir tasarımcının yerini almaya veya onunla rekabet etmeye çalışmamalıdır. d. Tasarımcı, başka bir tasarımcının çalışmasını eleştirirken objektif ve dengeli olmalı ve bir tasarımcı meslektaşının eserini veya itibarını karalamamalıdır. e. Tasarımcı, başka bir kişinin mülkiyet haklarının izinsiz olarak ihlal edilmesini içerentalimatları kabul etmeyecek veya bu tür ihlalleri içeren çalışmalar içinde bilinçli olarak yer almayacaktır. f. Kendi ülkesinden başka bir ülkede çalışan profesyonel bir tasarımcı, ilgili ulusal toplumun davranış kurallarına uyacaktır.<br/>Mesleki Uygulama Standartları; Tasarımcının Diğer Tasarımcılara Karşı Sorumluluğu: a. İş olanaklarını takip eden tasarımcılar, adil ve açık rekabeti desteklemelidir."
  },
  {
    "id": "3764264",
    "unitNumber": 8,
    "text": "Reklam aracı olarak grafik tasarım, ……………….. ve genel olarak ……………….. yöneltir.<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangileri doğru şekilde tamamlar?",
    "options": {
      "A": "Bilgilendirir - eğlenceye",
      "B": "Yönlendirir - tüketime",
      "C": "Görselleştirir - reklama",
      "D": "Beğenilir - televizyona",
      "E": "Eğitir - bilgiye"
    },
    "correctAnswer": "B",
    "explanation": "Reklam aracı olarak grafik tasarım, yönlendirir ve genel olarak tüketime yöneltir."
  },
  {
    "id": "3764263",
    "unitNumber": 8,
    "text": "Steve Cutts’un 2012 yılında görselliğin gücünü gözler önüne serer nitelikteki, söz içermeyen kısa animasyon filminin adı nedir?",
    "options": {
      "A": "Human",
      "B": "Earth",
      "C": "Man",
      "D": "Woman",
      "E": "Child"
    },
    "correctAnswer": "C",
    "explanation": "<a href=\"https://youtu.be/WfGMYdalClU\">https://youtu.be/WfGMYdalClU</a><br/>Steve Cutts’un 2012 yılında Flash &amp; After Effects programlarıyla ürettiği, “Man” isimli söz içermeyen kısa animasyon filmi, görselliğin gücünü gözler önüne serer niteliktedir."
  }
]