[
  {
    "id": "3831060",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi mikro işletme çevre faktörleri arasında <strong><u>yer almaz?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kamuoyu grupları",
      "B": "Örgütler",
      "C": "Yasalar",
      "D": "Tedarikçiler",
      "E": "Müşteriler"
    },
    "explanation": "<strong>PAZARLAMA SÜRECİ</strong>\n<br/>Mikro işletme çevreleri; örgütler, tedarikçiler, pazarlama aracıları, müşteriler, rakipler, kamuoyu gruplarından oluşmaktadır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3831062",
    "unitNumber": 1,
    "text": "Maslow'un “İhtiyaçlar Hiyerarşisi Piramidi”nin <strong><u>en üst</u></strong> basamağında aşağıdakilerden hangisi yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Fizyolojik",
      "B": "Sevgi/Ait olma",
      "C": "Saygınlık",
      "D": "Güvenlik",
      "E": "Kendini Gerçekleştirme"
    },
    "explanation": "<strong>PAZARLAMA KAVRAMI VE KAPSAMI</strong>\n Tüketicilerin ihtiyaçlarını sınıflandırmak gerektiğinde, Abraham Maslow’un “İhtiyaçlar Hiyerarşisi Piramidi”ni hatırlamak gerekir. Piramitte ihtiyaçların beş kademede öncelik sıralaması görülmektedir.\n Doğru cevap: E\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b76cd7ceccf33613da6b15f7c69d912e.jpeg\" alt=\"\" width=\"632\" height=\"372\">"
  },
  {
    "id": "3831063",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Pazarlama faaliyeti ile gerçekleşen faydalılıklardan biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yer",
      "B": "Zaman",
      "C": "Tutundurma",
      "D": "Mülkiyet",
      "E": "Şekil"
    },
    "explanation": "<strong>PAZARLAMADA YARATILAN FAYDALILIKLAR</strong>\n Pazarlama sürecinde bu hizmetlerden bazıları sayesinde ortaya çıkan faydalılıklar; <strong>yer, zaman ve mülkiyet faydalılıkları</strong> olarak sıralanabilir (Güneş, 1996; Mucuk, 1997; İslamoğlu, 2006; Erdoğan vd., 2016). Bir diğer faydalılık olan <strong>şekil faydalılığı</strong> ise doğrudan üretim faaliyeti ile ortaya çıkmaktadır.\n Doğru cevap: C"
  },
  {
    "id": "3831064",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi klasik pazarlama karması bileşenlerinden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Promosyon",
      "B": "Reklam",
      "C": "Ürün",
      "D": "Dağıtım/Yer",
      "E": "Fiyat"
    },
    "explanation": "<strong>PAZARLAMA KARMASI BİLEŞENLERİ</strong>\n Klasik pazarlama karması; ürün (Product), fiyat (Price), dağıtım/yer (Place) ve promosyon (Promotion) unsurlarından oluşmakta ve bu kelimelerin İngilizce karşılıklarının ilk harfleri esas alınarak 4P şeklinde kullanılmaktadır.\n Doğru cevap: B"
  },
  {
    "id": "3831065",
    "unitNumber": 1,
    "text": "Ürün Yaşam Eğrisinde, ürünün henüz piyasada tanınmadığı ve bu yüzden yüksek tanıtım faaliyetlerinin yapıldığı, rekabetin olmadığı, satışların düşük ve maliyetlerin yüksek olduğu, kar yerine zararın olabildiğinin görüldüğü <strong><u>evre</u></strong> aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Giriş",
      "B": "Gelişme",
      "C": "Olgunluk",
      "D": "Tutundurma",
      "E": "Gerileme"
    },
    "explanation": "<strong>PAZARLAMA KARMASI BİLEŞENLERİ</strong>\n Ürün yaşam eğrisinin <strong>giriş evresinde</strong>, ürünün henüz piyasada tanınmadığı ve bu yüzden yüksek tanıtım faaliyetlerinin yapıldığı, rekabetin olmadığı, satışların düşük ve maliyetlerin yüksek olduğu, kar yerine zararın olabildiği görülmektedir. Bu evre, işletme karının sıfır olduğu ve kara geçilen üretim miktarını gösteren Başabaş Noktası’na (Kara Geçiş Noktası) kadar devam eder. Bu evrede ürünün pazarda tutunabilmesi için fiyat stratejisi pazar payını korumak ve karı sağlayabilmek için doğru belirlenmelidir. Talebi arttırmak ya da yatırımın hızla geri dönmesi için düşük ya da yüksek fiyat öngörülebilir.\n Doğru cevap: A"
  },
  {
    "id": "3831066",
    "unitNumber": 1,
    "text": "Mülkiyet faydalılığı ………… pazarlama işlevi ile ortaya çıkar.\n <strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İşleme",
      "B": "Satış",
      "C": "Taşıma",
      "D": "Depolama",
      "E": "Standardizasyon"
    },
    "explanation": "<strong>PAZARLAMADA YARATILAN FAYDALILIKLAR</strong>\n Pazarlamada yaratılan üçüncü faydalılık, mülkiyet faydalılığıdır. Bu faydalılık, pazarlama kanalında ürünün el değiştirmesi yani, pazarlama hizmetlerinden <strong>satış hizmeti</strong> ile ortaya çıkar.\n Doğru cevap: B"
  },
  {
    "id": "3831070",
    "unitNumber": 1,
    "text": "Ticarete konu olan ürün/hizmetin mevcut ve potansiyel alıcılara tanıtımını, hatırlatılmasını içeren faaliyetler bütününe ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dağıtım",
      "B": "İşleme",
      "C": "Promosyon",
      "D": "Standardizasyon",
      "E": "Rekabet"
    },
    "explanation": "<strong>PAZARLAMA KARMASI BİLEŞENLERİ</strong>\n <strong>Promosyon </strong>\n Pazarlama karmasının dördüncü bileşeni promosyondur. Literatürde satış geliştirme, tutundurma olarak da ifade edilmektedir. Promosyon, ticarete konu olan ürün/hizmetin mevcut ve potansiyel alıcılara tanıtımını, hatırlatılmasını içeren faaliyetler bütünüdür.\n Doğru cevap: C"
  },
  {
    "id": "3831072",
    "unitNumber": 1,
    "text": "Dünyada çevre koruma hareketlerinin ön plana çıktığı, sosyal pazarlama anlayışının hakim olduğu dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1930 öncesi",
      "B": "1930-1950 arası",
      "C": "1950-1970 arası",
      "D": "1970 sonrası",
      "E": "1980 sonrası"
    },
    "explanation": "<strong>PAZARLAMA ANLAYIŞININ GELİŞİMİ</strong>\n Dünyada çevre koruma hareketlerinin ön plana çıktığı <strong>1970 sonrası</strong> dönemde sosyal pazarlama anlayışı hakim olmuştur. Bu aşamada, işletmelerin odak noktasını tüketici isteklerinin karşılanması ve toplumsal refahın temini oluşturmuştur. Yani sosyal pazarlama hedef grubun gereksinimlerini, isteklerini, algılarını, değerlerini ve engellerini anlamayı ve bu anlayışı hem yukarıdan aşağıya hem de aşağıdan yukarıya istenen davranış değişikliğini yaratmaya yönelik bir planlamayı kapsamaktadır (Kotler ve Lee, 2009).\n Doğru cevap: D\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/aadf972b1ee3b3a931996e6bc97b8805.jpeg\" alt=\"\" width=\"692\" height=\"400\">"
  },
  {
    "id": "3831076",
    "unitNumber": 1,
    "text": "Dünyada pazarlama anlayışının dönemsel gelişiminde 1930 yılı öncesini kapsayan <strong><u>ilk</u></strong>aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Satış anlayışı",
      "B": "Pazarlama anlayışı",
      "C": "Sosyal Pazarlama anlayışı",
      "D": "Global Pazarlama anlayışı",
      "E": "Üretim anlayışı"
    },
    "explanation": "<strong>PAZARLAMA ANLAYIŞININ GELİŞİMİ</strong>\n<br/>İlk olarak dikkate alınan pazarlama anlayışının dönemsel gelişimi Tablo 1.2’de görülmektedir. 1900’lü yılların başındaki <strong>üretim anlayışı </strong>olarak adlandırılan ilk aşama, 1930 yılı öncesini kapsamaktadır. Bu dönemde arz-talep dengesinin olmadığı, müşteri bulma önceliğinin ilk sırada yer almadığı, 1. Dünya Savaşı ve 1929 Ekonomik Buhranı’nın yaşandığı, üretimde kıtlığın görüldüğü, üretim odaklı ve verimliliğin artırılmasının öncelikli olduğu, satıştan doğan karın amaçlandığı görülmektedir.\n<br/>Doğru cevap: E\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/aadf972b1ee3b3a931996e6bc97b8805.jpeg\" alt=\"\" width=\"714\" height=\"414\">"
  },
  {
    "id": "3831079",
    "unitNumber": 1,
    "text": "Dünyada <strong><u>ikinci aşama</u></strong> olarak adlandırılan 1930-1950 döneminde hangi anlayış hakim olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Pazarlama",
      "B": "Üretim",
      "C": "Sosyal Pazarlama",
      "D": "Satış",
      "E": "Global Pazarlama"
    },
    "explanation": "<strong>PAZARLAMA ANLAYIŞININ GELİŞİMİ</strong>\n <strong>Satış anlayışı</strong>, 1930-1950 dönemini açıklayan ikinci aşama olarak adlandırılmaktadır. Bu dönemde, 2. Dünya Savaşı ile karşı karşıya kalındığı, üretimin arttığı, talebin yetersiz kaldığı, talebin arttırılmasında reklamın bir araç olarak kullanıldığı ve yine satıştan doğan karın hedeflendiği bir anlayış hakimdir.\n Doğru cevap: D\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/aadf972b1ee3b3a931996e6bc97b8805.jpeg\" alt=\"\" width=\"710\" height=\"412\">"
  },
  {
    "id": "3831605",
    "unitNumber": 1,
    "text": "Tüketicilerin ihtiyaçlarını sınıflandırmak için kullanılan Abraham Maslow’un “İhtiyaçlar Hiyerarşisi Piramidi”nde aşağıdaki kademelerden hangisi <u>yoktur</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Saygınlık",
      "B": "Fizyolojik",
      "C": "Sevgi/ait olma",
      "D": "Güvenlik",
      "E": "Biyolojik"
    },
    "explanation": "Piramitte ihtiyaçların beş kademede öncelik sıralaması görülmektedir. Bunlar, öncelikle fizyolojik ihtiyaçlar (nefes alma, yemek, içmek, barınma gibi), ikinci aşamada güvenlik ihtiyaçları (beden, iş, kaynak, ahlak, aile, sağlık ve mülkiyet güvenliği), üçüncü aşamada ait olma, sevgi, ait olma ihtiyaçlar (arkadaşlık, aile), saygınlık gereksinimi (öz saygı, öz güven, başarı, başkalarına saygı duymak, başkaları tarafından saygı duyulmak) ve kendini gerçekleştirme gereksiniminden (erdemli, yaratıcı, içten, problem çözücü, önyargısız ve hakikatleri kabul eder olmak) meydana gelmektedir."
  },
  {
    "id": "3831608",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi klasik pazarlama karması olan \"4P\" kavramını oluşturan unsurlar arasında <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Ürün (Product)",
      "B": "Fiyat (Price)",
      "C": "Katılımcılar (Participants)",
      "D": "Promosyon (Promotion)",
      "E": "Dağıtım/yer (Place)"
    },
    "explanation": "Klasik pazarlama karması; ürün (Product), fiyat (Price), dağıtım/yer (Place) ve promosyon (Promotion) unsurlarından oluşmakta ve bu kelimelerin İngilizce karşılıklarının ilk harfleri esas alınarak 4P şeklinde kullanılmaktadır."
  },
  {
    "id": "3831609",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Ürün Yaşam Eğrisi'ndeki \"Satışlardaki artış ve kar oranında azalma, rekabette yoğunlaşma görülebileceği için, ürünle birlikte sunulan hizmetler ya da ürün çeşitlendirme konularında gayret sarf edilebilir.\" durumuna karşılık gelen evredir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelişme evresi",
      "B": "Gerileme evresi",
      "C": "Giriş evresi",
      "D": "Olgunluk evresi",
      "E": "Satış eğrisi"
    },
    "explanation": "Olgunluk evresinde satışlardaki artış ve kar oranında azalma, rekabette yoğunlaşma görülebileceği için, ürünle birlikte sunulan hizmetler ya da ürün çeşitlendirme konularında gayret sarf edilebilir."
  },
  {
    "id": "3831611",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yeni ürünleri pazarda başarısız kılabilecek unsurlardan <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Maliyet öngörülerindeki hatalar",
      "B": "Ürünün beklentileri karşılaması",
      "C": "Rekabetçi bakışın olmaması",
      "D": "Pazardaki risk ve belirsizlikler",
      "E": "Pazar araştırma ve sonuçlarının doğru değerlendirilmemesi"
    },
    "explanation": "Her ne kadar etkin bir şekilde tasarlanmış, geliştirilmiş ve pazara sunulmuş olsa da yeni ürünleri pazarda başarısız kılabilecek unsurlar mümkündür. Bunlar aşağıdaki gibi sıralanabilir (Peter ve Donnelly, 2013):<br/>1. Rekabetçi bakışın olmaması<br/>2. Rakiplerin tepkileri<br/>3. Ürün/firma konumlandırma hataları<br/>4. Ürünün beklentileri karşılamaması<br/>5. Algılanan fiyat/kalite uyumsuzluğu<br/>6. Pazar araştırma ve sonuçlarının doğru değerlendirilmemesi<br/>7. Hatalı dağıtım sistemi tercihi<br/>8. Pazardaki risk ve belirsizlikler<br/>9. Maliyet öngörülerindeki hatalar"
  },
  {
    "id": "3831612",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi makro işletme çevreleri kapsamındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğal çevre",
      "B": "Pazarlama aracıları",
      "C": "Kamuoyu grupları",
      "D": "Tedarikçiler",
      "E": "Örgütler"
    },
    "explanation": "Makro işletme çevreleri demografik çevre, ekonomik çevre, doğal çevre, teknolojik çevre, politik ve yasal çevre, sosyokültürel çevreden oluşmaktadır."
  },
  {
    "id": "3831615",
    "unitNumber": 1,
    "text": "Sütten peynir/yoğurt, domatesten salça/domates suyu, pamuktan tekstil yapımı ile katma değer yaratılarak yeni mamül ürünler üretilmesiyle ortaya çıkan faydalılık aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yer faydalılığı",
      "B": "Şekil faydalılığı",
      "C": "Zaman faydalılığı",
      "D": "Mülkiyet faydalılığı",
      "E": "Pazarlama faydalılığı"
    },
    "explanation": "Sütten peynir/yoğurt, domatesten salça/domates suyu, pamuktan tekstil yapımı ile katma değer yaratılarak yeni mamül ürünler üretilmesiyle şekil faydalılığı sağlanmaktadır."
  },
  {
    "id": "3831616",
    "unitNumber": 1,
    "text": "İşletmecinin pazardaki tüm paydaşları ile sağlıklı ilişkiler kurmasını esas alan ilişki pazarlaması uygulaması aşağıdakilerden hangisi ile ifade edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal pazarlama",
      "B": "Modern pazarlama",
      "C": "Bütünsel pazarlama",
      "D": "Ürün merkezli pazarlama",
      "E": "Tüketici odaklı pazarlama"
    },
    "explanation": "Dikkat çeken bir diğer yaklaşım, bütünsel (Holistic) pazarlama anlayışıdır. Bu yaklaşımda, işletmecinin pazardaki tüm paydaşları (müşteriler, tedarikçi, rakipler vd.) ile sağlıklı ilişkiler kurmasını esas alan ilişki pazarlaması; pazarlama karmasına (ürün, fiyat, dağıtım, promosyon) yönelik pazarlamanın planlanması ve uygulanmasını içeren bütünleşik pazarlama; işletme içi fonksiyonlar ve bölümlerin eş güdümlü çalışması içsel pazarlama; pazarlama programlarının sadece tüketici tatminini esas almadığı, aynı zamanda toplumun refah, etik, çevresel, yasal ve sosyal açıdan da önemsendiği sosyal sorumluluk pazarlama boyutları kapsama dahil edilmektedir (Korkmaz, 2009)."
  },
  {
    "id": "3831617",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Pazarlama 3.0'ın oluşturan unsurlardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Akla, kalbe ve ruha sahip tüketiciler",
      "B": "Ürünün satılmasını hedeflemek",
      "C": "Tüketicilerle bire bir ilişki kuran",
      "D": "Tüketicilerin tatmin edilmesi ve elde tutulmasının hedeflenmesi",
      "E": "İşlevsel bir değer önermesi olan"
    },
    "explanation": "Tüketicinin sadece satın alımdaki işlevsel ve duygusal tatmininden öte, insan ruhunun da tatmini aradığını ortaya koyan Pazarlama 3.0 anlayışı, üretim ve pazarlamada sadece üretip gelir elde etmek ya da tüketici beklentilerini karşılamanın yeterli olmadığına işaret etmektedir. Bu anlayış tüketicileri sadece bir alıcı olarak değil, aynı zamanda aklı, kalbi ve ruhu olan insanlar olarak vurgulamaktadır."
  },
  {
    "id": "3831619",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi pazarın kaymağını alma stratejisi kapsamında uygulanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yüksek fiyat-Yüksek promosyon",
      "B": "Düşük fiyat-Yüksek promosyon",
      "C": "Düşük fiyat-Düşük promosyon",
      "D": "Orta fiyat-Düşük promosyon",
      "E": "Orta fiyat- Yüksek promosyon"
    },
    "explanation": "Ürün yaşam eğrisinde bulunulan evreye göre farklı fiyatlandırma stratejileri izlenebilir. Ürün yaşam eğrisinin ilk evresinde piyasada yüksek fiyattan ürünü talep eden alıcı ve ürünün benzerlerinden önemli farklılığı varsa, yüksek fiyat yüksek promosyon belirlenerek pazarın kaymağını almak olarak adlandırılan strateji hayata geçirilebilir."
  },
  {
    "id": "3831620",
    "unitNumber": 1,
    "text": "Rekabet, tüketici hakları, haksız kazanç, markalaşma, vergi politikaları gibi ürün piyasalarını etkileyen işletme çevresi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Demogra\u001dfik çevre",
      "B": "Ekonomik çevre",
      "C": "Politik ve yasal çevre",
      "D": "Sosyo-kültürel çevre",
      "E": "Teknolojik çevre"
    },
    "explanation": "Politik ve yasal çevre, örneğin rekabet, tüketici hakları, haksız kazanç, markalaşma, vergi politikaları gibi ürün piyasalarını<br/>etkileyen birçok mevzuat ve politik yapıları içermektedir."
  },
  {
    "id": "3830955",
    "unitNumber": 2,
    "text": "“Faiz oranları …………., sermaye maliyeti artar ve ekonomik büyüme………” cümlesinde ……. olarak boş bırakılan yerlere aşağıdaki ifadelerden hangileri gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "yükseldiğinde / hızlanır",
      "B": "düştüğünde / yavaşlar",
      "C": "düştüğünde / hızlanır",
      "D": "yükseldiğinde / yavaşlar",
      "E": "sabit kaldığında / yavaşlar"
    },
    "explanation": "Ekonomik tablonun bir diğer kritik belirleyicisi de işletmelerin borçlanma maliyetlerini etkileyen faiz oranlarındaki dalgalanmadır. Faiz oranları yükseldiğinde, sermaye maliyeti artar ve ekonomik büyüme yavaşlar.<br/>yükseldiğinde / yavaşlar"
  },
  {
    "id": "3830956",
    "unitNumber": 2,
    "text": "Aşırı nüfus, birim alandan daha fazla ürün elde etme isteğiyle tarımda aşağıdakilerden hangisini beraberinde getirmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "küreselleşme",
      "B": "entansifleşme",
      "C": "bölgeselleşme",
      "D": "kooperatifleşme",
      "E": "sanayileşme"
    },
    "explanation": "Aşırı nüfus, birim alandan daha fazla ürün elde etme isteğiyle tarımda entansifleşmeyi beraberinde getirmektedir"
  },
  {
    "id": "3830957",
    "unitNumber": 2,
    "text": "“Toprak, bitki, bina, toprak ıslahının oluşturduğu arazi varlıkları; makine ve hayvan varlığının oluşturduğu işletme varlıkları; kasa mevcudu ile alacakların meydana getirdiği döner işletme sermayesinden oluşan ekonomik birim” aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarım İşletmesi",
      "B": "Tarım Tedarikçisi",
      "C": "Tarımsal Pazarlama",
      "D": "Tarımsal İşletme",
      "E": "Tarım Ekonomisi"
    },
    "explanation": "Toprak, bitki, bina, toprak ıslahının oluşturduğu arazi varlıkları; makine ve hayvan varlığının oluşturduğu işletme varlıkları; kasa mevcudu ile alacakların meydana getirdiği döner işletme sermayesinden oluşan ekonomik birim “Tarım İşletmesi” olarak tanımlanabilir."
  },
  {
    "id": "3830958",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi pazarlama aracıları ya da paydaşlarından biri olarak <strong><u>değerlendirilmez</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "perakendeciler",
      "B": "toptancılar",
      "C": "bayiler",
      "D": "üretici örgütleri",
      "E": "tüccarlar"
    },
    "explanation": "Pazarlama aracıları daha genel bir ifadeyle pazarlamada iş birliği yapılan paydaşların pazar gücü ve fiyatlandırma stratejileri, çiftçilerin pazarlama seçeneklerini etkileyen kararları üzerinde etkilidir. Burada sözü edilen aracılar ya da paydaşlar perakendecileri, toptancıları, işleyicileri, tüccarları, acentaları ve üretici örgütlerini (özellikle kooperatifleri) içerir.<br/>bayiler"
  },
  {
    "id": "3830959",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi pazarlama bilgi sisteminin dört alt unsurdan biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Pazarlama Haber Alma Sistemi",
      "B": "Pazarlama Araştırması Sistemi",
      "C": "İşletme İçi Raporlama Sistemi",
      "D": "Pazarlama Karar Destek Sistemi",
      "E": "İşletme Dışı Raporlama Sistemi"
    },
    "explanation": "Pazarlama bilgi sistemi dört alt unsurdan oluşmaktadır. Bunlar; İşletme İçi Raporlama Sistemi, Pazarlama İstihbarat (Haber Alma) Sistemi, Pazarlama Karar Destek Sistemi ve Pazarlama Araştırması Sistemi şeklindedir.<br/>İşletme Dışı Raporlama Sistemi"
  },
  {
    "id": "3830960",
    "unitNumber": 2,
    "text": "Firma dışından özellikle de müşteriler, rakipler, siyasi iklim, müşteri trendleri vb. konular ile ilgili bilgi edinme aşağıdakilerden hangisinin sorumluluğundadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Pazarlama Karar Destek Sistemi",
      "B": "Pazarlama İstihbarat (Haber Alma) Sistemi",
      "C": "İşletme İçi Raporlama Sistemi",
      "D": "Pazarlama Araştırması Sistemi",
      "E": "Pazarlama Bilgi Sistemi"
    },
    "explanation": "Pazarlama İstihbarat (Haber Alma) Sistemi: Firma dışından özellikle de müşteriler, rakipler, siyasi iklim, müşteri trendleri vb. konular ile ilgili bilgi edinme ise pazarlama istihbarat sisteminin sorumluluğundadır. Gerçekleşenlerle gerçekleşmekte olanlara ait bilgi sağlayan bu sistem söz konusu veriyi gazete ve dergilerden, müşterilerden, aracılardan, mesleki yayınlardan toplar."
  },
  {
    "id": "3830961",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi beş aşamadan oluşan pazar ve pazarlama araştırma sürecinin <u>ilk</u> basamağında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Durum analizi",
      "B": "Analiz ve yorumlama",
      "C": "Amaçların tanımlanması",
      "D": "Yöntem seçimi",
      "E": "Veri toplama"
    },
    "explanation": "Beş aşamadan oluşan pazar ve pazarlama araştırma sürecinin ilk basamağı problem/amaçların tanımlanmasıdır."
  },
  {
    "id": "3830962",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi belirli zamanlarda karşılaşılan fırsatlardan yararlanmak veya problemlere çözüm üretmek amacıyla sistematik ve objektif olarak bilgi toplama, analiz etme ve değerlendirme sürecini tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Pazarlama Karar Destek Sistemi",
      "B": "Pazarlama Bilgi Sistemi",
      "C": "Pazarlama İstihbarat (Haber Alma) Sistemi",
      "D": "Pazarlama Araştırması Sistemi",
      "E": "İşletme İçi Raporlama Sistemi"
    },
    "explanation": "Pazarlama Araştırması Sistemi; Belirli zamanlarda karşılaşılan fırsatlardan yararlanmak veya problemlere çözüm üretmek amacıyla sistematik ve objektif olarak bilgi toplama, analiz etme ve değerlendirme sürecidir."
  },
  {
    "id": "3830964",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tarımsal pazarlamada mikro çevre unsurlarından biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "tedarikçiler",
      "B": "rakipler",
      "C": "tarım işletmeleri",
      "D": "müşteriler",
      "E": "teknolojik yapı"
    },
    "explanation": "Tarımsal pazarlamada mikro çevre unsurları; tarım işletmeleri, tedarikçiler, rakipler, pazarlama aracıları (iş birliği yapılan diğer paydaşlar) ve müşterilerden oluşmaktadır.<br/>teknolojik yapı"
  },
  {
    "id": "3830966",
    "unitNumber": 2,
    "text": "Tarım ve çevre arasında dengeli bir ilişkinin varlığı aşağıdaki kavramlardan hangisi ile mümkün olarak değerlendirilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürdürülebilir tarım",
      "B": "Organik tarım",
      "C": "Konvansiyonel tarım",
      "D": "Ekolojik tarım",
      "E": "Endüstriyel tarım"
    },
    "explanation": "Tarım ve çevre arasında dengeli bir ilişkinin varlığı “sürdürülebilir tarım” kavramıyla mümkündür. Sürdürülebilir tarım, doğal kaynakların, gelecekte de yarar sağlayacak şekilde yönetilmesini zorunlu kılmaktadır."
  },
  {
    "id": "3831621",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi pazarlama bilgi sistemini oluşturan unsurlardan <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Pazarlama Karar Destek Sistemi",
      "B": "Pazarlama İstihbarat Sistemi",
      "C": "İşletme İçi Fiyatlandırma Sistemi",
      "D": "Pazarlama Araştırması Sistemi",
      "E": "İşletme İçi Raporlama Sistemi"
    },
    "explanation": "Pazarlama bilgi sistemi dört alt unsurdan oluşmaktadır.\n <br/>a.İşletme İçi Raporlama Sistemi\n b.Pazarlama Haber Alma Sistemi\n c.Pazarlama Karar Destek Sistemi\n d. Pazarlama Araştırması Sistemi"
  },
  {
    "id": "3831623",
    "unitNumber": 2,
    "text": "Dayanıklı bitkiler, su tasarrufu sağlayan sulama sistemleri ve iklim değişikliklerine uyumlu tarım uygulamaları geliştirme fırsatları sunan yaklaşıma ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekolojik tarım",
      "B": "Endüstriyel tarım",
      "C": "Dijital tarım",
      "D": "Sürdürülebilir tarım",
      "E": "Organik tarım"
    },
    "explanation": "İklim değişiklikleri, yeni tarım teknikleri ve ürünlerin geliştirilmesine yönlendirebilir. Daha dayanıklı bitkiler, su tasarrufu sağlayan sulama sistemleri ve iklim değişikliklerine uyumlu tarım uygulamaları geliştirme fırsatları sunar. Artan çevresel bilinç, ekolojik veya daha genel bir ifadeyle sürdürülebilir tarım yöntemlerine uygun olarak yetiştirilen tarım ürünlerine olan talebi arttırılabilir."
  },
  {
    "id": "3831625",
    "unitNumber": 2,
    "text": "Nesnelerin veri toplamasını, paylaşmasını, uzaktan kontrol edilmesini ve daha verimli işleyiş sağlayan makro çevre aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğal çevre",
      "B": "Teknolojik çevre",
      "C": "Ekonomik çevre",
      "D": "Demografik Çevre",
      "E": "Sosyokültürel Çevre"
    },
    "explanation": "Son yıllarda ortaya çıkan “Internet of Things- IoT”, yani “nesnelerin interneti” kavramının pazarlama alanında yeni gelişmelere neden olacağı açıkça görülebilmektedir. Bu terim, fiziksel nesnelerin (örneğin; cihazlar, araçlar, ev eşyaları) internete bağlanması ve birbirleriyle iletişim kurabilmesi yeteneğini ifade eder. IoT, daha akıllı hale gelmesini, nesnelerin veri toplamasını, paylaşmasını,<br/>uzaktan kontrol edilmesini ve daha verimli işleyiş sağlamasını gerçekleştirir. IoT teknolojisi, tarımsal ürünlerin üretiminden, işlenme ve değerlendirilmesine kadar birçok alanda kullanılmaktadır."
  },
  {
    "id": "3831627",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Türkiye’de tarım-çevre politikaları kapsamında uygulanan programlardan <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Tarım Kanunu (2006)",
      "B": "Ulusal Kırsal Kalkınma Stratejisi (2021-2023)",
      "C": "Birleşmiş Milletler Tarım Politikası (2022)",
      "D": "Yeşil Mutabakat Belgesi (2019)",
      "E": "Tarım Stratejisi Belgesi (2006-2010)"
    },
    "explanation": "Türkiye’de tarım-çevre politikaları özellikle Tarım Kanunu (2006), Tarım Stratejisi Belgesi (2006-2010), Ulusal Kırsal Kalkınma Stratejisi (2021-2023) benzeri kanun, plan ve programlarla oluşturulmaktadır. Politik ve yasal çevre kapsamında tarımsal pazarlamayı etkileyebilecek diğer bir önemli gelişme ise AB komisyonu tarafından 2019 yılı sonunda açıklanan Yeşil Mutabakat belgesidir."
  },
  {
    "id": "3831628",
    "unitNumber": 2,
    "text": "Toprak, bitki, bina, toprak ıslahının oluşturduğu arazi varlıkları; makine ve hayvan varlığının oluşturduğu varlıklar; kasa mevcudu ile alacakların meydana getirdiği döner işletme sermayesinden oluşan ekonomik birime ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pazarlama Aracıları",
      "B": "Ekonomik Çevre",
      "C": "Tedarikçiler",
      "D": "Tarım İşletmeleri",
      "E": "Paydaşlar"
    },
    "explanation": "Toprak, bitki, bina, toprak ıslahının oluşturduğu arazi varlıkları; makine ve hayvan varlığının oluşturduğu işletme varlıkları; kasa mevcudu ile alacakların meydana getirdiği döner işletme sermayesinden oluşan ekonomik birim “Tarım İşletmesi” olarak tanımlanabilir."
  },
  {
    "id": "3831689",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Avrupa Birliği Komisyonu tarafından Avrupa Yeşil Mutabakatı ile sürdürülebilir bir gelecek için planlanan politikalardan birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarladan Sofraya",
      "B": "Tarım Kanunu",
      "C": "Tarım Stratejisi Belgesi",
      "D": "Ulusal Kırsal Kalkınma Stratejisi",
      "E": "Avrupa Birliği Tarım Kanunu"
    },
    "explanation": "Avrupa Birliği Komisyonu, 11 Aralık 2019 tarihinde kabul edilen Avrupa Yeşil Mutabakatı (The European Green Deal) ile sürdürülebilir bir gelecek için AB ekonomisinin dönüştürüleceğini ilan etmiştir. Bu dönüşüm sürecinde ne tür politikaların tasarlanacağı metinde yer almaktadır. Tasarlanması planlanan bu politikalardan birisi de “Tarladan Sofraya: adil, sağlıklı ve çevre dostu bir gıda sistemi” olarak öngörülmüştür. “"
  },
  {
    "id": "3831696",
    "unitNumber": 2,
    "text": "Toprakları hayvancılık ya da bitkisel üretime uygun olan topluluklar sahip oldukları toprak yapısının gerektirdiği yaşam koşullarına uygun bir kültür yapısı üretmektedir. Bu durum hangi tarımsal pazarlama çevresini oluşturmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Teknolojik Çevre",
      "B": "Demografik Çevre",
      "C": "Doğal Çevre",
      "D": "Politik ve Yasal Çevre",
      "E": "Sosyokültürel Çevre"
    },
    "explanation": "Kültürün oluşmasında, onun şekillendiği fiziksel çevrenin belirleyici etkisi vardır. Örneğin, toprakları hayvancılık ya da bitkisel üretime uygun olan topluluklar sahip oldukları toprak yapısının gerektirdiği yaşam koşullarına uygun bir kültür yapısı üretmekte, kıraç arazide yaşayıp hayatını hayvan beslemekle idame ettiren insanlar, bulunduğu toprağa ve göçe dayalı hayat tarzına uygun kültür etmenleriyle belirginleşen yaşam tarzını sürdürürken, düz ve tarıma uygun arazi sahipleri ise çeşitli tarım teknikleri ve buna bağlı yaşam kültürünü sürdürmekte ve geliştirmektedirler."
  },
  {
    "id": "3831699",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kooperatiflerin özelliklerinden <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Ekonomik sürdürülebilirliği sağlaması",
      "B": "Çevre dostu uygulamaları benimsemesi",
      "C": "Kırsal kesimdeki toplulukları desteklemesi",
      "D": "Türkiye’de çok büyük uygulama alanına sahip olması",
      "E": "Sosyal sermayenin geliştirilmesinde önemli fırsatlar sunması"
    },
    "explanation": "Tarımsal ürünlerin pazarlanmasında oldukça önemli rol oynayan aracılardan biri de üretici örgütleri kapsamında değerlendirilen tarımsal kooperatiflerdir. Türkiye’de tarımsal pazarlamanın en zayıf halkalarından birisi olarak kooperatifleri ele almak yanlış olmayacaktır. Tarımsal kooperatiflerle ilgili olarak; vergi indirimleri, faiz sübvansiyonları ve kamunun ücretsiz hizmetleri nedeniyle daha yüksek birim başına maliyetleri telafi edebildikleri, dolayısıyla performans değerlendirmeleri yapılırken rakip kar amaçlı işletmelerle doğrudan karşılaştırmaların yanıltıcı olabileceğini düşünen araştırıcılar vardır (Sexton, 1990). Bununla beraber son yıllarda; tarım kooperatiflerinin; bir pazarlama kanalı olarak teşvik edilmesinin önemli ve gerekli olduğu (Liu vd., 2019), kooperatiflerin ekonomik sürdürülebilirlik ve çevre dostu uygulamaların benimsenmesinde göz ardı edilemez bir rol oynadığı (Candemir vd., 2021), bir sivil toplum kuruluşu olarak tarım kooperatiflerinin özellikle kırsal kesimdeki toplulukları desteklemekte ve sosyal sermayenin geliştirilmesinde önemli fırsatlar sunduğu (Kustepeli vd., 2023; Katipoğlu ve Armağan, 2020) vurgulanmaktadır."
  },
  {
    "id": "3831702",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilgi sistemlerinin amaçlarından <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "İhtiyaç duyulan güvenilir bilgiyi; zamanında, uygun yerde ve uygun biçimde sunmak",
      "B": "Karar sürecinde gerekli olan bilgiyi temin etmek",
      "C": "Üretilen mal ve hizmetlerin kalitesini azaltmak",
      "D": "Organizasyonun etkili bir şekilde çalışmasını sağlamak",
      "E": "Organizasyon içi ve dışı önemli bilgileri ortaya koymak"
    },
    "explanation": "Bilgi sistemlerinin amaçları;<br/>• İhtiyaç duyulan güvenilir bilgiyi; zamanında, uygun yerde ve uygun biçimde sunmak,<br/>• Organizasyondaki mevcut ya da potansiyel durumlarla ilgili karışıklığı en az düzeye indirmek veya tamamen ortadan kaldırmak,<br/>• Karar sürecinde gerekli olan bilgiyi temin etmek,<br/>• Organizasyonun etkili bir şekilde çalışmasını, üretilen mal ve hizmetlerin kalitesini artırmayı sağlayan, organizasyon içi ve dışı önemli bilgileri ortaya koymaktır."
  },
  {
    "id": "3831706",
    "unitNumber": 2,
    "text": "Planlama, kontrol, analiz ve karar verme için bilgi toplama, koruma ve yayma amacıyla birlikte çalışan ve birbiriyle ilişkili unsurlar grubu olarak tanımlanan yaklaşıma ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "E-tarım",
      "B": "Bilgi sistemi",
      "C": "Nesnelerin interneti",
      "D": "Paradigma",
      "E": "Teknolojik çevre"
    },
    "explanation": "Bilgi sistemi: Bilgi sistemleri, planlama, kontrol, analiz ve karar verme için bilgi toplama, koruma ve yayma amacıyla birlikte çalışan ve birbiriyle ilişkili unsurlar grubu olarak tanımlanır."
  },
  {
    "id": "3830529",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi/hangileri açısından müşteriler farklılık gösterebilmektedir?\n i. ihtiyaçlar\n ii. motivasyon\n iii. karar alma süreci \n iv. satın alma davranışları",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız i",
      "B": "Yalnız i ve iii",
      "C": "Yalnız i ve iv",
      "D": "Yalnız i, iii ve iv",
      "E": "i, ii, iii ve iv"
    },
    "explanation": "İhtiyaçlar, motivasyon, karar alma süreci ve satın alma davranışları açısından müşteriler farklılık gösterebilmektedir."
  },
  {
    "id": "3830539",
    "unitNumber": 3,
    "text": "Pazar bölümlendirmede ikinci önemli nokta kuruluşlar tarafından ...............veya özel bir promosyon teklif edilmesi gibi çeşitli pazarlama eylemlerinin söz konusu ihtiyaç ve faydalar ile ilişkisinin yüksek olması gerekmektedir.\n Yukarıdaki boşluğu tamamlayacak en uygun ifade hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "pazarda indirim yapılması",
      "B": "pazara yeni bir ürün sunulması",
      "C": "pazar reklamının yapılması",
      "D": "pazara verilen mal miktarının artırılması",
      "E": "pazara verilen mal miktarının azaltılması"
    },
    "explanation": "Pazar bölümlendirmede ikinci önemli nokta kuruluşlar tarafından pazara yeni bir ürün sunulması veya özel bir promosyon teklif edilmesi gibi çeşitli pazarlama eylemlerinin söz konusu ihtiyaç ve faydalar ile ilişkisinin yüksek olması gerekmektedir."
  },
  {
    "id": "3830559",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Weinstein’e göre pazar bölümlendirme stratejisinin ve analizinin dört temel faydasından biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Pazar yerinin ihtiyaçlarını karşılayacak duyarlı ürünler tasarlanması",
      "B": "Etkin ve uygun maliyetli tutundurma stratejilerinin belirlenmesi",
      "C": "Pazar rekabetinin, özellikle de şirketin pazar konumunun değerlendirilmesi",
      "D": "Üretimde iş sağlığı ve güvenliğindeki ilerleme",
      "E": "Mevcut pazarlama stratejilerine yönelik bilgi elde edilmesi"
    },
    "explanation": "Üretimde iş sağlığı ve güvenliğindeki ilerleme Weinstein’e göre pazar bölümlendirme stratejisinin ve analizinin dört temel faydasından biri olarak sayılmamıştır."
  },
  {
    "id": "3830591",
    "unitNumber": 3,
    "text": "Kotler ve arkadaşlarına göre, pazar segmentlerinin faydalı olabilmesi için bazı gereksinimlere dikkat çekilmiştir. Çok sayıda pazar segmenti belirlemiş olan küçük bir şirketin her bir segment için ayrı pazarlama programları geliştirebilecek yeterli sayıda personelinin olmaması hangi gereksinime örnek olarak gösterilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ölçülebilirlik",
      "B": "Erişilebilirlik",
      "C": "Uygulanabilirlik",
      "D": "Farklılaştırılabilirlik",
      "E": "Kayda değer büyüklük"
    },
    "explanation": "Uygulanabilirlik: Pazar segmentlerini ilgi çekici hale getirmek ve bu segmentlere hizmet edebilmek açısından söz konusu segmentlere yönelik etkili programlar tasarlayabilecek bir yapıya sahip olunması önemli görülmektedir. Çok sayıda pazar segmenti belirlemiş olan küçük bir şirketin her bir segment için ayrı pazarlama programları geliştirebilecek yeterli sayıda personelinin olmaması bu duruma örnek olarak gösterilebilir."
  },
  {
    "id": "3830604",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi en yaygın segmentasyon veya pazar bölümlendirme kriterlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "coğrafik",
      "B": "demografik",
      "C": "davranışsal",
      "D": "düşünsel",
      "E": "psikografik"
    },
    "explanation": "En yaygın segmentasyon veya pazar bölümlendirme kriterleri coğrafik, demografik, psikografik ve davranışsal olarak belirtilmektedir"
  },
  {
    "id": "3830610",
    "unitNumber": 3,
    "text": "Yaş, cinsiyet, gelir ve eğitim başlıca ........... bölümlendirme kriterleri olarak gösterilmektedir.\n Boş bırakılan yere gelecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "demografik",
      "B": "coğrafik",
      "C": "psikografik",
      "D": "davranışsal",
      "E": "düşünsel"
    },
    "explanation": "Yaş, cinsiyet, gelir ve eğitim başlıca demografik bölümlendirme kriterleri olarak gösterilmektedir."
  },
  {
    "id": "3830614",
    "unitNumber": 3,
    "text": "Biçimsellik dışında olan veya açıklamaz bir kavram olarak söz edilen ve demografik segmentlerin değerleri ve davranışları hakkında genelleştirilmiş çalışmalara veya ortak algılara dayanan pazarlama kampanyaları olan bu pazarlamayı aşağıdakilerden hangisi tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Promosyonlu pazarlama",
      "B": "Stereotip pazarlama",
      "C": "Yeni ürün pazarlaması",
      "D": "Dijital pazarlama",
      "E": "Perakende pazarlama"
    },
    "explanation": "Stereotip pazarlama: Biçimsellik dışında olan veya açıklamaz bir kavram olarak söz edilen stereotip pazarlama, demografik segmentlerin değerleri ve davranışları hakkında <br/>genelleştirilmiş çalışmalara veya ortak algılara dayanan pazarlama kampanyalarını ifade etmektedir<br/><strong>Stereotip pazarlama:</strong> Biçimsellik dışında olan veya açıklamaz bir kavram olarak söz edilen stereotip pazarlama, demografik segmentlerin değerleri ve davranışları hakkında genelleştirilmiş çalışmalara veya ortak algılara dayanan pazarlama kampanyalarını ifade etmektedir"
  },
  {
    "id": "3830617",
    "unitNumber": 3,
    "text": "Spor dergilerine abone olma, spor programlarını izleme, bir tenis kulübüne üye olma ve spor ekipmanı ve spor etkinliklerine bilet satın alma bir müşterinin ........... bir faktör olan spora olan ilgisini ortaya koyacak davranışlar olarak gösterilebilir.\n Boş bırakılan yere gelecek en uygun ifade hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "psikografik",
      "B": "stereotip",
      "C": "coğrafik",
      "D": "demografik",
      "E": "düşünsel"
    },
    "explanation": "spor dergilerine abone olma, spor programlarını izleme, bir tenis kulübüne üye olma ve spor ekipmanı ve spor etkinliklerine bilet satın alma bir müşterinin psikografik bir faktör olan spora olan ilgisini ortaya koyacak davranışlar olarak gösterilebilir"
  },
  {
    "id": "3830640",
    "unitNumber": 3,
    "text": "Yaygın olarak kullanılan davranışsal değişkenler ve bunlara ait tanımlamalar dikkate alındığında, Kalite, ekonomiklik, kolaylık, erişim, hizmet seviyesi aşağıdakilerden hangisiyle eşleşmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Satın alma/kullanım durumu",
      "B": "Aranmakta olan fayda",
      "C": "Sadakat durumu",
      "D": "Benimseme durumu",
      "E": "Alıcının hazır bulunuşluğu veya istekliliği"
    },
    "explanation": "Aranmakta olan fayda: Kalite, ekonomiklik, kolaylık, erişim, hizmet seviyesi"
  },
  {
    "id": "3830641",
    "unitNumber": 3,
    "text": "Bir pazar içinde saptanan bölümlerden yalnızca birisini pazar olarak seçme ve tüm pazarlama çabalarını tek pazarlama karması ile bu bölüme yöneltme stratejisi olarak aşağıdakilerden hangisi tanımlanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Farklılaştırılmamış pazarlama",
      "B": "Farklılaştırılmış pazarlama",
      "C": "Mikro Pazarlama",
      "D": "Yerel Pazarlama",
      "E": "Yoğunlaştırılmış pazarlama"
    },
    "explanation": "Yoğunlaştırılmış pazarlama, bir pazar içinde saptanan bölümlerden yalnızca birisini pazar olarak seçme ve tüm pazarlama çabalarını tek pazarlama karması ile bu bölüme yöneltme stratejisi olarak tanımlanmaktadır"
  },
  {
    "id": "3841777",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ya da hangileri pazar ihtiyaçlarını belirlemenin avantajlarındandır?<br/>I. Ürün özellikleri<br/>II.Harcama<br/>III.Kalite<br/>IV. Zamandan tasarruf<br/>V. Kolaylık",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "PAZAR BÖLÜMLENDİRMESİ KAVRAMI<br/>Pazar ihtiyaçlarını belirleme avantajları; ürün özellikleri, harcama, kalite, zamandan tasarruf ve kolaylık olarak verilebilir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3841778",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ya da hangileri pazarlama programı eylemlerini yürütmek için verilen pazarlama karmasının öğelerindendir?<br/>I. Ürün <br/>II. Fiyat <br/>III. Tutundurma<br/>IV. Dağıtım",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "explanation": "PAZAR BÖLÜMLENDİRMESİ KAVRAMI<br/>Pazarlama programı eylemlerini yürütmek için pazarlama karmasının öğeleri: Ürün, Fiyat, Tutundurma, Dağıtımdır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3841779",
    "unitNumber": 3,
    "text": "Weinstein’e (2004) göre pazar bölümlendirme stratejisinin ve analizinin faydaları aşağıdakilerden hangisinde doğru olarak verilmiştir?<br/>I. Pazar yerinin ihtiyaçlarını karşılayacak duyarlı ürünler tasarlanması<br/>II. Etkin ve uygun maliyetli tutundurma stratejilerinin belirlenmesi<br/>III. Pazar rekabetinin, özellikle de şirketin pazar konumunun değerlendirilmesi<br/>IV. Mevcut pazarlama stratejilerine yönelik bilgi elde edilmesi",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "explanation": "PAZAR BÖLÜMLENDİRMESİ KAVRAMI.<br/>Weinstein’e (2004) göre pazar bölümlendirme stratejisinin ve analizinin faydaları: Pazar yerinin ihtiyaçlarını karşılayacak duyarlı ürünler tasarlanması, Etkin ve uygun maliyetli tutundurma stratejilerinin belirlenmesi, Pazar rekabetinin, özellikle de şirketin pazar konumunun değerlendirilmesi ve Mevcut pazarlama stratejilerine yönelik bilgi elde edilmesidir. Doğru cevap E seçeneğidir"
  },
  {
    "id": "3841780",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Leask (2023) ‘e göre pazar bölümlemenin ana faydalarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Pazar yerinin ihtiyaçlarını karşılayacak duyarlı ürünler tasarlanması",
      "B": "Etkin ve uygun maliyetli tutundurma stratejilerinin belirlenmesi",
      "C": "Pazar rekabetinin, özellikle de şirketin pazar konumunun değerlendirilmesi",
      "D": "Hedefli pazarlama",
      "E": "Mevcut pazarlama stratejilerine yönelik bilgi elde edilmesi"
    },
    "explanation": "PAZAR BÖLÜMLENDİRMESİNİN FAYDALARI VE İLKELERİ<br/>Hedefli pazarlama Leask (2023) ‘e göre pazar bölümlemenin ana faydalarındandır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3841783",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Kotler vd. (2024)’e göre pazar segmentlerinin faydalı olabilmesi için gereken gereksinimlerden değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ölçülebilirlik",
      "B": "Erişilebilirlik",
      "C": "Artan kârlılık",
      "D": "Kayda değer büyüklük",
      "E": "Farklılaştırılabilirlik"
    },
    "explanation": "PAZAR BÖLÜMLENDİRMESİNİN FAYDALARI VE İLKELERİ<br/>Artan kârlılık Kotler vd. (2024)’e göre pazar segmentlerinin faydalı olabilmesi için gereken gereksinimlerden değildir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3841784",
    "unitNumber": 3,
    "text": "Aşağıdakileren hangisi Albrecht vd., (2023)’e göre Demografik pazar bölümlendirmesinin öğelerinden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelir",
      "B": "Yaş",
      "C": "Eğitim düzeyi",
      "D": "Kilo",
      "E": "Din"
    },
    "explanation": "Kilo Albrecht vd., (2023)’e göre Demografik pazar bölümlendirmesinin öğelerinden değildir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3841785",
    "unitNumber": 3,
    "text": "Helmold’a göre; Kalite, ekonomiklik, kolaylık, erişim, hizmet seviyesi tanımlaması aşağıdakilerden hangi davranışsal değişkeni gösterir?",
    "correctAnswer": "C",
    "options": {
      "A": "Satın alma durumu",
      "B": "Sadakat durumu",
      "C": "Aranmakta olan fayda",
      "D": "Ürün veya hizmete karşı tutum",
      "E": "Benimseme durumu"
    },
    "explanation": "Davranışsal Pazar Bölümlendirmesi<br/>Helmold’a göre; Aranmakta olan fayda; Kalite, ekonomiklik, kolaylık, erişim, hizmet seviyesidir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3841787",
    "unitNumber": 3,
    "text": "Albrecht vd., (2023)’e göre aşağıdakilerden hangisi ya da hangileri hedef pazarlama stratejilerindendir?<br/>I.Farklılaştırılmamış Pazarlama (Kitlesel Pazarlama)<br/>II. Mikromarketing (Kişiye Özel Pazarlama)<br/>III. Farklılaştırılmış Pazarlama (Segmentlere Ayrılmış Pazarlama)<br/>IV.Yoğunlaştırılmış Pazarlama (Niş Pazarlama)",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "explanation": "HEDEF PAZAR SEÇİM MODELLERİ<br/>Farklılaştırılmamış Pazarlama (Kitlesel Pazarlama, Mikromarketing (Kişiye Özel Pazarlama), Farklılaştırılmış Pazarlama (Segmentlere Ayrılmış Pazarlama) ve Yoğunlaştırılmış Pazarlama (Niş Pazarlama) hedef pazarlama stratejilerindendir. Doğru cevap E seçenğidir."
  },
  {
    "id": "3841788",
    "unitNumber": 3,
    "text": "Belirli bir gıda maddesinden çok deneyim arayan bireyleri temsil eden mutfak turistleri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Macera gezginleri",
      "B": "Ambiyans gezginleri",
      "C": "Otantik gezginler",
      "D": "Eklektik olanlar",
      "E": "Yerelciler"
    },
    "explanation": "Gıda Turizminde Bölümlendirme<br/>Belirli bir gıda maddesinden çok deneyim arayan bireyleri temsil eden mutfak turistleri ambiyans gezginleridir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3841789",
    "unitNumber": 3,
    "text": "Tek görüşe veya tarza bağlı kalmaksızın en iyi olanı seçerek karar veren ve saf gıda teklifinin dışında geniş bir teklif yelpazesi arayan mutfak turisti aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Macera gezginleri",
      "B": "Ambiyans gezginleri",
      "C": "Otantik gezginler",
      "D": "Eklektik olanlar",
      "E": "Yerelciler"
    },
    "explanation": "Gıda Turizminde Bölümlendirme<br/>Tek görüşe veya tarza bağlı kalmaksızın en iyi olanı seçerek karar veren ve saf gıda teklifinin dışında geniş bir teklif yelpazesi arayan mutfak turisti eklektik olanlardır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3834195",
    "unitNumber": 4,
    "text": "Tarımsal pazarlamada pazarlama işlevlerinin en önemli faydalarından biri nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üreticilerin yalnızca yerel pazarlarda satış yapmasını sağlamak",
      "B": "Tarımsal ürünlerin fiyatlarının tamamen serbest piyasa koşullarında belirlenmesini sağlamak",
      "C": "Ürünlerin bulunabilirliği ve faydaları hakkında farkındalığı artırarak pazar erişimini genişletmek",
      "D": "Tarım ürünlerinin depolanmasını zorlaştırmak",
      "E": "Üreticilerin doğrudan tüketiciye satış yapmasını zorunlu hale getirmek"
    },
    "explanation": "Pazarlama işlevleri tarımsal pazarlamaya çeşitli şekillerde fayda sağlamaktadır.\n<br/><ul><br/><li>Artan Farkındalık: Etkili pazarlama işlevleri, tarım ürünleri, bunların bulunabilirliği ve faydaları hakkında farkındalığı artırır, böylece pazar erişimini genişletir.</li><br/><li>Talep Uyarımı: Promosyonlar ve reklamlar yoluyla, pazarlama işlevleri tarım ürünlerine olan talebi teşvik ederek daha fazla satış ve gelir yaratma fırsatı yaratır.</li><br/><li>Fiyat İstikrarı: Pazarlama işlevleri, pazar bilgisi sağlayarak ve fiyatlandırma mekanizmalarını kolaylaştırarak fiyatların istikrara kavuşturulmasına yardımcı olur, üreticiler için adil getiriler ve tüketiciler için makul fiyatlar sağlar.</li><br/><li>Etkin Dağıtım: Pazarlama işlevleri dağıtım sürecini düzene sokarak tarım ürünlerinin tüketicilere zamanında ve uygun maliyetli bir şekilde ulaşmasını sağlar, israfı azaltır ve genel etkinliği artırır.</li><br/><li>Kalite Güvencesi: Pazarlama işlevleri aracılığıyla uygulanan ürün standardizasyonu ve kalite kontrol önlemleri, tüketic</li></ul><br/><ul> <li>Artan Farkındalık: Etkili pazarlama işlevleri, tarım ürünleri, bunların bulunabilirliği ve faydaları hakkında farkındalığı artırır, böylece pazar erişimini genişletir.</li> <li>Talep Uyarımı: Promosyonlar ve reklamlar yoluyla, pazarlama işlevleri tarım ürünlerine olan talebi teşvik ederek daha fazla satış ve gelir yaratma fırsatı yaratır.</li> <li>Fiyat İstikrarı: Pazarlama işlevleri, pazar bilgisi sağlayarak ve fiyatlandırma mekanizmalarını kolaylaştırarak fiyatların istikrara kavuşturulmasına yardımcı olur, üreticiler için adil getiriler ve tüketiciler için makul fiyatlar sağlar.</li> <li>Etkin Dağıtım: Pazarlama işlevleri dağıtım sürecini düzene sokarak tarım ürünlerinin tüketicilere zamanında ve uygun maliyetli bir şekilde ulaşmasını sağlar, israfı azaltır ve genel etkinliği artırır.</li> <li>Kalite Güvencesi: Pazarlama işlevleri aracılığıyla uygulanan ürün standardizasyonu ve kalite kontrol önlemleri, tüketicilerin yüksek kaliteli tarım ürünleri almasını sağlayarak pazardaki güveni ve itibarı artırır.</li> <li>Pazar Erişimi: Pazarlama işlevleri, bilgi, ağ oluşturma fırsatları ve lojistik destek sağlayarak çiftçilerin hem yerel hem de uluslararası daha geniş pazarlara erişmesine yardımcı olur.</li> <li>İnovasyon ve Adaptasyon: Pazarlama işlevlerinin bir parçası olarak gerçekleştirilen pazar araştırması, değişen tüketici tercihlerinin ve pazar eğilimlerinin belirlenmesine yardımcı olarak üreticilerin yenilik yapmasına ve ürün ve stratejilerini buna göre uyarlamasına olanak tanır.</li> <li>Riskin Azaltılması: Pazarlama işlevleri, finansman ve sigorta hizmetleri aracılığıyla tarımsal üretimle ilişkili finansal risklerin azaltılmasına yardımcı olarak çiftçilere istikrar ve destek sağlar.</li> </ul>"
  },
  {
    "id": "3834197",
    "unitNumber": 4,
    "text": "PILT çerçevesi kapsamında yer alan bilgi işlevlerinin temel amacı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürünlerin fiziksel olarak taşınmasını sağlamak",
      "B": "Sadece üreticilere yönelik pazar araştırmaları yapmak",
      "C": "Üreticiler ve tüketiciler arasındaki bilgi akışını yönetmek ve talep yaratmak",
      "D": "Üreticilerin fiyatları yükseltmesini teşvik etmek",
      "E": "Lojistik süreçleri tamamen kaldırmak"
    },
    "explanation": "PILT (product, information, logistics, and transaction) çerçevesi ürün, bilgi, lojistik ve işlem olmak üzere dört ana işlevden ve on alt işlevden meydana gelmektedir. Genel olarak PILT çerçevesindeki bu işlevler Şekil 4.1’de gösterilmiştir. Malları üretimden tüketime taşımak için söz konusu işlevlerin kanal üyeleri tarafından yerine getirilmesi gerekmektedir.\n<br/>Üretim ve tüketim süreci arasında meydana gelen ürün ile ilişkili miktar ve kalite farklılıkları ürün işlevleri çerçevesinde ele alınmaktadır. Toplama, standartlaştırma ve dereceleme (ürünün sınıflara ayrılması) temel ürün işlevleri olup, bu süreç ürünlerin işlemesi ve muhafazası anlamına gelen sonlandırma işleviyle tamamlanmaktadır.\n<br/>Bilgi işlevleri, üreticiler ve tüketiciler arasındaki bilgi akışını yönetmektedir (araştırma, organizasyon ve dağıtım). Üreticilerin müşteri ihtiyaçları veya eğilimlerine yönelik pazarlar hakkında bilgi alması yanında, tük<br/>PILT (product, information, logistics, and transaction) çerçevesi ürün, bilgi, lojistik ve işlem olmak üzere dört ana işlevden ve on alt işlevden meydana gelmektedir. Genel olarak PILT çerçevesindeki bu işlevler Şekil 4.1’de gösterilmiştir. Malları üretimden tüketime taşımak için söz konusu işlevlerin kanal üyeleri tarafından yerine getirilmesi gerekmektedir.\n<br/>Bilgi işlevleri, üreticiler ve tüketiciler arasındaki bilgi akışını yönetmektedir (araştırma, organizasyon ve dağıtım). Üreticilerin müşteri ihtiyaçları veya eğilimlerine yönelik pazarlar hakkında bilgi alması yanında, tüketicilerin de mevcut ürünler hakkında bilgi sahibi olması önemli bir gerekliliktir. Ayrıca bilgilendirme işlevleri talep (tutundurma) yaratmayı amaçlamaktadır."
  },
  {
    "id": "3834203",
    "unitNumber": 4,
    "text": "E-pazaryerlerinin lojistik işlevleri ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Lojistik işlevleri yalnızca fiziksel mağazalar için geçerlidir",
      "B": "Amazon gibi e-pazaryerleri lojistik süreci tamamen satıcılara bırakmıştır",
      "C": "Lojistik işlevleri yalnızca büyük ölçekli işletmeler için önemlidir",
      "D": "E-pazaryerleri, lojistik süreçleri kolaylaştırarak ürünlerin daha hızlı ulaşmasını sağlar",
      "E": "Lojistik işlevleri tarımsal pazarlamada herhangi bir rol oynamaz"
    },
    "explanation": "E-pazaryeri Dönüşüm Oranı: Bir şirketin e-pazaryerinde ürün listelerini ziyaret ettikten sonra ürünü satın alan müşterilerin yüzdesini gösterir. Örneğin, 100 müşteriden 10’u listeleyi ziyaret ettikten sonra ürünü satın aldıysa dönüşüm oranı %10 olur.<br/>Lojistik işlevleri<br/>Üçüncü taraf satıcılar, Amazon e-pazaryeri platformunun başlangıcındaki yıllarda, mallarının depolanmasını ve fiziksel dağıtımını kendileri yönetmek durumundaydı. 2006 yılına gelindiğinde, Amazon’un kendi siparişlerini karşılama hizmetinin satıcılara kullandırılmasına olanak sağlayan “Amazon Yerine Getirme” hizmetinin Amazon tarafından başlatıldığı görülmektedir. “Amazon Yerine Getirme” hizmeti kapsamında satıcıların ürünlerini Amazon’un lojistik merkezlerine gönderdiği; ürünlerin depolanması, toplanması, paketlenmesi ve gönderilmesiyle ise Amazon’un ilgilendiği belirtilmektedir. Amazon Lojistik girişimi, depolama işlevini entegre etmiş, ancak üçüncü taraf lojistik sağlayıcıları genellikle gönderileri müşterilere teslim etmeye devam etmektedir. Bununla birlikte, Amazon’un mevcut durumda kendi teslimat hizmeti olan “Amazon Logistics”’i geliştirme sürecinde olduğu ve böylelikle fiziksel dağıtım işlevini de yerine getirdiği görülmektedir. Walmart e-pazaryeri satıcılarının ise lojistiği kendilerinin yönetmek zorunda olduğu ifade edilmektedir. Walmart e-pazaryeri satıcılarının taşıma, nakliye, müşteri hizmetleri ve iadeler de dahil olmak üzere siparişlerin yönetilmesinden sorumlu oldukları, bir başka ifade ile lojistik işlevlerinin satıcılara bırakıldığı belirtilmektedir. Walmart e-pazaryerindeki bu uygulamanın aksine, Amazon e-pazaryeri platformunun “Amazon Logistics” hizmetlerinin piyasada var oluşundan bu yana lojistik işlevlerini yerine getirmekte olduğu vurgulanmaktadır.<br/>İşlem işlevleri<br/>İşlem işlevleri kapsamında finansman, riskin üstlenilmesi ve veri işleme olmak üzere üç alt işlevden söz edilebilir. Bu alt işlevlerden ilki olan finansman işlevinin direkt olarak ürünlerin mülkiyeti veya devri ile bağlantılı olduğu belirtilmektedir. Örneğin; Amazon ve Walmart e-pazaryerlerinin üçüncü taraf satıcılardan malların fiziksel mülkiyetini ve sahipliğini almadığı ifade edilmektedir. Ancak Amazon, satıcılarına hala finansman işlevini yerine getiren bir hizmet sunmaktadır. 2012 yılında Amazon, seçilmiş üçüncü taraf satıcılara kredi sunmaya başlamıştır. Amazon Lending adı verilen hizmet, çevrimiçi satıcıların finansman sorununu çözerek satıcılara envanter satın almaları için sermaye sağlamaktadır. Her iki e-pazar yeri de risk üstlenme fonksiyonunu yerine getirmemektedir; çünkü satıcılar, mallarının kaybı, hasarı ve değer bozulmasını bizzat ele almak zorundadır. Her iki e-pazar yerinin de platformlardaki müşteri deneyimini yönetmek ve kontrol etmek için sadece müşterilerden risk aldıkları dile getirilmektedir. “A’dan Z’ye Garanti Programı” ise, Amazon satıcılarının uygunsuz davranışlarından veya sahtekarlık faaliyetlerinden müşterileri korumaya yönelik bir yöntem örneği olarak gösterilmektedir. Walmart e-pazaryerinin ise müşteri hizmetleri için yüksek standartlar belirlediği ve satıcıların müşteri sorunlarını çözememesi durumunda müdahale etmekte olduğu vurgulanmaktadır. Amazon Payments, Amazon e-pazaryerinde üçüncü taraf satıcıların ödemeleri, geri ödemeleri ve düzenlemeleri işleme koyması için bir aracı görevi görmektedir. E-ticaret platformlarındaki tüm satıcılar için gerekli olan hizmete ise “İşlem İşleme Hizmeti” adı verilmektedir. Walmart’ın müşteriler ve üçüncü taraf satıcılar arasındaki işlemlerden sağlanan tüm gelirleri topladığı ve toplanan bu parasal tutarı belirli ödeme döngülerinden sonra satıcılara havale ettiği belirtilmektedir. B2C yani İşletmeden tüketiciye olan e-ticaret modelini uygulayan Amazon ve Walmart e-pazaryerlerinin işleme işlevini yerine getirmekte olduğu söylenebilir. Ayrıca Amazon e-pazar yeri, “Amazon Lending”in faaliyete geçmesinden bu yana üçüncü taraf satıcılarına finansman teklif etmekte; yani Amazon, Walmart’ın aksine üç işlem işlevinden ikisini yerine getirmektedir."
  },
  {
    "id": "3834205",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi satın alma işlevi kapsamında yer alan alt işlevlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Satın almaların planlanması",
      "B": "Sözleşme işlevi",
      "C": "Pazarlık işlevi",
      "D": "Fiyat istikrarı sağlama",
      "E": "Ürün tedarik kaynaklarının belirlenmesi"
    },
    "explanation": "4d) Fiyat istikrarı sağlama<br/>Tarımsal ürün ve gıda pazarlama süreçlerinde yer alan işlevler, bir pazarlama sisteminin üç işlev kümesi altında sınıflandırılmaktadır (Kohls ve Uhl, 1990; Crawford, 1997; Ghafoor vd., 2017). Yaygın olan bu sınıflandırılma biçimi Şekil 4.2’de gösterilmiştir. Bu işlevlerin her biri ürüne değer kattığı gibi, girdi kullanımını da gerektirmektedir. Girdi kullanımı ise maliyete neden olmaktadır. Ürüne katma değer pozitif olduğu sürece, çoğu firma veya girişimci, hizmeti sağlamak için rekabet etmeyi karlı bulacaktır (Crawford, 1997).\n<br/>Satın Alma işlevi, uygun malların uygun zamanda, uygun miktarda ve uygun fiyatla satın alınmasını gerektirmektedir. Satın alma işlevi kapsamında ne, ne zaman, nereden ve nasıl satın alınacağı gibi sorulara yanıt aranırken, fiyatların ve satın alma koşullarının nasıl müzakere edileceği gibi konular da bu kapsam içinde ele alınmaktadır (Wafullah, 2023).<br/>Bir başka tanımlamaya göre, satın alma işlevi; ihtiyaçların belirlenmesi, ürünlerin tedarik kaynağının bulunması ve bu ürünlerin doğru fiyata tedarik edilmesini kapsayan bir süreçtir. Satın almaların planlanması, sözleşme ve pazarlık satın almanın alt işlevleri olarak belirtilmektedir. Söz konusu alt işlevler aşağıda açıklanmıştır (Goyal, 2022):<br/>1. Satın Almaların Planlanması İşlevi: Bu alt işleve göre, alıcılar ihtiyaçlarını planlamalı ve satın alma işlemini gerçekleştirmelidir. Ayrıca alıcılar, ihtiyaç duyulan ürünlerin kalitesini ve miktarını belirlemek için pazarlarını araştırmalıdır.<br/>2. Sözleşme İşlevi: Bir emtianın veya ürünün tedarikçilerinin teyit edilmesi ve böylece piyasaya arz akışının sürekli hale getirilmesi için arz kaynaklarının belirlenmesidir.<br/>3. Pazarlık İşlevi: Pazarlık işlevinde, satın alma şart ve koşulları ile fiyatlar satıcılar arasında müzakere edilmektedir. Pazarlık işlevi sürecinde müzakereler tamamlandıktan sonra ürünlerin veya malların alıcılara devredildiği görülmektedir."
  },
  {
    "id": "3834212",
    "unitNumber": 4,
    "text": "Depolama işlevinin en önemli ekonomik etkisi nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürünlerin hızlı bir şekilde tüketiciye ulaşmasını engellemek",
      "B": "Üretici fiyatlarını düşürmek ve israfı artırmak",
      "C": "Arz ve talep dengesini sağlamak, fiyat dalgalanmalarını önlemek",
      "D": "Ürünlerin bozulmasını hızlandırmak",
      "E": "Tedarik zincirinde gereksiz maliyetler yaratmak"
    },
    "explanation": "Depolama, ürünlerin üretildikleri andan tüketilinceye kadar saklanmasını ve muhafaza edilmesini gerektiren önemli bir pazarlama işlevidir (Wafullah, 2023). Bu işlevin birçoğu, daha ileri işlemler için büyük miktarlarda ham maddenin ambarlarda tutulması ve nihai malların (ürünlerin) işleyiciler, toptancılar veya perakendeciler tarafından stok olarak depolanması gibi çeşitli faaliyetleri içermektedir (Ghafoor vd., 2017).\n<br/>Mevsimsel olması, tarımsal üretimin doğasında olan bir özelliktir. Diğer yandan, ürün talebinin genellikle yıl boyunca sürekli olduğu görülmektedir. Bu nedenle, ürünün pazara sorunsuz ve mümkün olduğu kadar kesintisiz akışını sağlamak için depolama ihtiyacı bulunmaktadır. Tarımda ve özellikle az gelişmiş ülkelerde, hasattan hemen sonraki dönemde arz sıklıkla talebi aşmaktadır. Arz fazlalığı üretici fiyatlarını düşürmekte ve israf oranları son derece yüksek olabilmektedir. Bir sonraki hasattan önceki dönem göz önüne alındığında<br/>Depolama, ürünlerin üretildikleri andan tüketilinceye kadar saklanmasını ve muhafaza edilmesini gerektiren önemli bir pazarlama işlevidir (Wafullah, 2023). Bu işlevin birçoğu, daha ileri işlemler için büyük miktarlarda ham maddenin ambarlarda tutulması ve nihai malların (ürünlerin) işleyiciler, toptancılar veya perakendeciler tarafından stok olarak depolanması gibi çeşitli faaliyetleri içermektedir (Ghafoor vd., 2017).\n Mevsimsel olması, tarımsal üretimin doğasında olan bir özelliktir. Diğer yandan, ürün talebinin genellikle yıl boyunca sürekli olduğu görülmektedir. Bu nedenle, ürünün pazara sorunsuz ve mümkün olduğu kadar kesintisiz akışını sağlamak için depolama ihtiyacı bulunmaktadır. Tarımda ve özellikle az gelişmiş ülkelerde, hasattan hemen sonraki dönemde arz sıklıkla talebi aşmaktadır. Arz fazlalığı üretici fiyatlarını düşürmekte ve israf oranları son derece yüksek olabilmektedir. Bir sonraki hasattan önceki dönem göz önüne alındığında ise tüccarlar ve tüketiciler, kıt olan her türlü malzemeyi (veya ürünü) güvence altına almak için yüksek fiyatlar ödemek zorunda kaldıklarından ürün arzı yetersiz kalabilmektedir. Bu yüzden depolama işlevi arz ve talebin dengelenmesinin yollarından birisidir.\n Mevsimsellik yanında tarım ürünlerinin aşağıdaki nedenlerden dolayı depoda tutulması gerektiği belirtilmektedir (Wafullah, 2023):<br/>• Bozulabilir (süt, et, yumurta, tavuk, taze meyve ve sebzeler vb.) ve yarı bozulabilir (patates, soğan, elma gibi bazı meyve ve sebzeler, kuru meyveler, un vb.) ürünler depolama yoluyla bozulmaya karşı korunmaktadır.<br/>• Yünlü giysiler gibi kış aylarında yoğun talep gören ürünlerde talebi karşılayabilmek için sürekli üretim ve depolama gerekmektedir.<br/>• İlave ya da tamamlayıcı nitelikteki pazarlama görevlerinin yerine getirilmesine yönelik olarak belirli bir süre depolamaya ihtiyaç bulunmaktadır. Örneğin, ürünün nakliye düzenlemeleri yapılana kadar veya satın alma ve satış prosedürü boyunca veya satış sonrası ürünün tartılması sırasında ve işleyicinin işlemesi sırasında depolamaya ihtiyaç bulunmaktadır.\n • Bazı tarım ürünlerinin ya olgunlaşması için (muz, mango vb.) ya da kalitesini artırmak için (pirinç, turşu, peynir, tütün vb.) depolamaya ihtiyaç duyulmaktadır.\n Fiyat avantajı sayesinde depolama iş imkanı sağlamakta ve para kazandırmaktadır. Örneğin; tahıl işi ile uğraşan aracıların tahılları yoğun sezon dönemlerinde düşük maliyetle satın alarak diğer sezonlarda daha yüksek fiyatlarla satmak için depolama yapması yaygın bir uygulamadır."
  },
  {
    "id": "3834220",
    "unitNumber": 4,
    "text": ". Fiziksel taşıma işlevi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Taşıma işlevi, ürünleri yalnızca üretim sahasında depolamak için kullanılır",
      "B": "Taşıma işlevi olmadan ürünler doğrudan tarladan tüketiciye ulaşabilir",
      "C": "Ulaşım maliyetleri pazarlama süreçlerinde hiçbir rol oynamaz",
      "D": "Taşıma işlevi, ürünlerin tüketiciye zamanında ulaşmasını sağlayarak fiyat dengesini korur",
      "E": "Fiziksel taşıma işlevi sadece ithalat ve ihracat için gereklidir"
    },
    "explanation": "Taşıma veya lokasyonlar arasındaki ürünlerin transferi, harman yerinden tüketim noktasına kadar her düzeyde en önemli pazarlama görevlerinden birisidir. Taşıma işlevi ile ürünlerin bir yerden başka bir yere olan tedariği düzenlendiği için konum faydası yaratılmaktadır (Wafullah, 2023). Ürünler çiftçinin tarlasından taşıma yoluyla nihai tüketiciye ulaştırılmaktadır. Tarımsal üretimdeki mekansal değişimler, emtiaların fazla üretim yapılan yerlerden yetersiz üretim yapılan yerlere doğru hareketini gerektirmektedir (Goyal, 2022). Taşıma işlevi esas itibarıyla ürünün genel maliyetini aşırı bir şekilde artırmadan ürünü ihtiyaç duyulan yerde kullanılabilir hale getirmek olarak ifade edilmektedir (Crawford, 1997).<br/>Taşımacılık işlevinin temel avantajları; pazarın genişletilmesi, yerden dolayı fiyat farkının daraltılması, istihdam yaratılması, uzmanlaşmış çiftçiliğin kolaylaştırılması, ekonominin dönüşümü ve üretim faktörlerinin hareketliliği olarak belirtilmektedir. Taşıma; satın alma, toplama, satış ve depolama gibi pazarlama faaliyetlerinin gerçekleştirilmesini kolaylaştırmaktadır. Ekonominin büyümesi ve gelişmesi için iyi bağlantılı bir taşıma sisteminin şart olduğu vurgulanmaktadır (Wafullah, 2023).<br/>Etkin bir pazarlama faaliyetinde etkili taşımacılık yönetiminin kritik bir öneme sahip olduğu belirtilmektedir. İster tek bir araç ister araç filosu kullanılıyor olsun, maliyet izleme, farklı yol türlerindeki operasyonlar, yakıt ve yağlama tüketimi, planlı ve iyileştirici bakım ve onarım da dahil olmak üzere taşımacılığın dikkatli bir şekilde yönetilmesini gerektirmektedir (Crawford, 1997). Taşıma işlevinin yeterli performansı, taşıma maliyetlerini etkileyebileceğinden alternatif rotaların ve araç türlerinin de ölçülüp biçilmesi önemli hale gelmektedir (Ghafoor vd., 2017).\n Taşıma maliyetlerinin iki katına çıkması durumunda, bunun global ölçekteki ticaret akışını olumsuz etkileyeceği dile getirilmektedir. Böyle bir durumun global ticaret akışını tahmini olarak %80’den daha fazla oranda kısıtlayabileceği ifade edilmektedir. Taşıma faaliyetlerinin daha sık gerçekleşmesi ve daha uzun mesafelere gidilmesi için taşımanın ekonomik olması önem taşımaktadır. Taşıma maliyetlerini ve dolaylı olarak fiyatları etkileyen birçok faktörden söz edilmektedir. Bunlar; mesafe, ürünün miktarı, taşıma şekli, altyapının ve taşıma sisteminin durumları, ürünlerin niteliği, dönüş yolculuğu gönderisinin mevcudiyeti, rekabet, mevzuat ve sübvansiyonlar, ek ücretler, vergiler, geçiş<br/>ücretleri ve ilişkili riskler olarak belirtilebilir.\n Taşıma maliyetlerini etkileyen en temel faktör mesafedir. Taşıma maliyeti; uzunluk, zaman, ekonomik harcamalar veya enerji tüketimi açısından ölçülebilir. Taşıma maliyeti, taşıma şekline ve çeşitli taşıma yollarının (rotalarının) etkinliğine bağlı olarak önemli ölçüde değişmektedir. Karayla çevrili ülkelerin okyanusa doğrudan erişiminin mümkün olmaması nedeniyle taşıma maliyetlerinin bazı zamanlarda iki kat daha yüksek olabildiği belirtilmektedir. Coğrafyanın maliyet yapısı üzerindeki etkisi yerel, ulusal ve ihracat vb. odaklı olmak üzere birden fazla bölgeyi kapsayacak şekilde detaylandırılarak incelenebilir.\n Birim taşıma maliyeti ne kadar düşük olursa, taşınan miktar da o kadar büyük olmaktadır. Kömür ve petrol gibi enerji kaynakları, mineraller ve tahıllar gibi dökme mallar büyük miktarlarda taşınıyorsa, ölçek ekonomileri açısından avantajlı bulunmaktadır. Konteyner taşımacılığında da benzer bir yol izlenmekte olup, daha büyük konteyner gemileri daha düşük birim fiyatlara neden oluyor. Yolcu taşımacılığında toplu taşıma sistemleri ölçek ekonomilerinden yararlanmaktadır. Taşıma faaliyetleri nedeniyle başta petrol olmak üzere çok fazla miktarda enerji tüketildiği görülmektedir. Taşımacılık faaliyetleri dünya genelindeki petrol tüketiminin %60’ından fazlasını meydana getirmektedir. Genellikle bir ekonominin toplam enerji tüketiminin yaklaşık %25’inin taşıma faaliyetlerinden kaynaklandığı ileri sürülmektedir. Enerji fiyatlarının deniz ve hava taşımacılığı gibi enerji yoğun ulaşım türlerinin masraflarını etkilediği vurgulanmaktadır. Nitekim; enerjinin işletme maliyetlerinin yarısından fazlasını oluşturduğu ifade edilmektedir.\n Taşıma giderleri, taşımacılık yöntemleri ve terminallerin verimliliği ve kapasitesinden doğrudan etkilenmektedir. Zayıf altyapı, daha yüksek taşıma maliyetlerine, gecikmelere ve olumsuz ekonomik sonuçlara neden olmaktadır. Daha gelişmiş taşıma ağları; daha güvenilir, bağlantılı ve daha fazla hareketi karşılayabilecek kapasitede olduklarından daha düşük taşıma maliyetlerine sahiptir. Her taşımacılık yönteminin kendi kapasite kısıtlamaları ve operasyonel gereksinimleri olduğundan, farklı taşımacılık yöntemlerinin taşıma maliyetleri de farklılık göstermektedir. Farklı mesafeler ve kargo türleri için farklı taşımacılık yöntemlerinin uygunluk durumunun göz önüne alınması en önemli hususlardan biri olarak görülmektedir."
  },
  {
    "id": "3834225",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işleme işlevinin avantajlarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ürünleri daha uzun raf ömrüne sahip hale getirmek",
      "B": "Tarımsal ürünlerin değerini artırmak",
      "C": "İşlenmiş ürünlerin uluslararası pazarlara taşınmasını kolaylaştırmak",
      "D": "Ürünlerin çabuk bozulmasını sağlamak",
      "E": "İşleme süreci ile tüketicilere zaman kazandırmak"
    },
    "explanation": "Tarımsal ürünlerin modern pazarlanmasında önemli bir pazarlama işlevi olan işlemenin başlıca avantajları aşağıda belirtilmiştir:\n<br/>• İşleme ile ham gıda ve diğer çiftlik ürünlerini yenilebilir, kullanılabilir ve lezzetli biçimlere dönüştürebilme imkanı sağlanmaktadır.\n<br/>• İşleme işlevi, aksi takdirde israf edilecek olan çabuk bozulan ve yarı bozulabilen tarım ürünlerinin depolanmasına ve ayrıca bir sezon veya yılın fazla çıktısını diğerinde yeniden kullanılmasına olanak tanımaktadır. Meyve ve sebzelerin kurutulması, konservelenmesi ve salamura edilmesi, dondurulmuş ürünlere, sütün tereyağına, sade yağa ve peynire dönüştürülmesi ve tuzlama/tütsüleme ile etin kürlenmesi ürün işleme örnekleridir.\n<br/>• İşleme faaliyeti ile istihdam yaratılmaktadır. Toplumun büyük bir kısmı fırıncılık endüstrisi, konserve endüstrisi, bira ve damıtma endüstrisi, şekerleme endüstrisi, şeker endüstrisi,<br/>Tarımsal ürünlerin modern pazarlanmasında önemli bir pazarlama işlevi olan işlemenin başlıca avantajları aşağıda belirtilmiştir:\n • İşleme ile ham gıda ve diğer çiftlik ürünlerini yenilebilir, kullanılabilir ve lezzetli biçimlere dönüştürebilme imkanı sağlanmaktadır.\n • İşleme işlevi, aksi takdirde israf edilecek olan çabuk bozulan ve yarı bozulabilen tarım ürünlerinin depolanmasına ve ayrıca bir sezon veya yılın fazla çıktısını diğerinde yeniden kullanılmasına olanak tanımaktadır. Meyve ve sebzelerin kurutulması, konservelenmesi ve salamura edilmesi, dondurulmuş ürünlere, sütün tereyağına, sade yağa ve peynire dönüştürülmesi ve tuzlama/tütsüleme ile etin kürlenmesi ürün işleme örnekleridir.\n • İşleme faaliyeti ile istihdam yaratılmaktadır. Toplumun büyük bir kısmı fırıncılık endüstrisi, konserve endüstrisi, bira ve damıtma endüstrisi, şekerleme endüstrisi, şeker endüstrisi, yağ fabrikaları ve pirinç fabrikalarında istihdam edilmektedir.\n • Tüketicinin ihtiyaçları işleme yoluyla daha ucuz maliyetle karşılanabilmektedir. Bunu tüketicinin kapısında yapmak, büyük ölçekte bir şirket tarafından yapmaktan daha pahalıdır. İşleme sayesinde tüketiciler zamandan tasarruf ettiği gibi, işleme süreciyle ilgili yaşanan zorluklardan ve rahatsızlık verici durumlardan kurtulmaktadır.\n • Taşıma, depolama ve perakende satış gibi diğer pazarlama faaliyetleri işleme işlevi ile yakın ilişki içindedir.\n • İşleme ile pazar genişletilebilmektedir. İşlenmiş ürünlerin uzak ve uluslararası pazarlara taşınması daha ucuzdur."
  },
  {
    "id": "3834229",
    "unitNumber": 4,
    "text": "Standardizasyon ve dereceleme arasındaki temel fark aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Standardizasyon, ürünlerin kalitesini belirlemek için yapılan genel bir süreçken, dereceleme belirli kriterlere göre sınıflandırmadır.",
      "B": "Dereceleme, sadece laboratuvar ortamında yapılan bir analizdir.",
      "C": "Standardizasyon, yalnızca tüketici tercihlerini belirlemek için kullanılır",
      "D": "Standardizasyon ve dereceleme arasında hiçbir fark yoktur.",
      "E": "Dereceleme süreci, ürünlerin fiyatlarını belirlemekte herhangi bir rol oynamaz."
    },
    "explanation": "Sınıflandırma veya dereceleme, kalite gereksinimlerine göre çok sayıda ürünü farklı partilere ayırma işlemi olup, kalite açısından her parti aslında aynı niteliklere sahiptir. Dereceleme, ürünleri önceden belirlenmiş kriterlere göre gruplara veya partilere ayırmanın bir yolu olarak tanımlanmaktadır. Derecelendirme standardizasyondan sonra gerçekleşmektedir. Bir standardizasyon alt fonksiyonudur (Wafullah, 2023). Standardizasyon; kalite, büyüklük vb. konularda kuralların belirlenmesi sürecini ifade ederken, derecelendirme; bu kurallara uygun olarak fiili sınıflandırma çalışmasını içermektedir (Converse, 1926). Genel olarak gıda ürününün kalitesini belirleyen özellikleri şekil, boyut, olgunluk, doku, tat, renk ve kirletici maddeler olabilir. \n<br/>Sınıflandırma veya dereceleme manuel olarak veya özel makinelerin yardımıyla yapılabilir (Srujana vd., 2022). Derecelemenin çeşitli gruplar için aşağıdaki faydalarından söz edilmektedir (Wafullah, 2023):<br/>Sınıflandırma veya dereceleme, kalite gereksinimlerine göre çok sayıda ürünü farklı partilere ayırma işlemi olup, kalite açısından her parti aslında aynı niteliklere sahiptir. Dereceleme, ürünleri önceden belirlenmiş kriterlere göre gruplara veya partilere ayırmanın bir yolu olarak tanımlanmaktadır. Derecelendirme standardizasyondan sonra gerçekleşmektedir. Bir standardizasyon alt fonksiyonudur (Wafullah, 2023). Standardizasyon; kalite, büyüklük vb. konularda kuralların belirlenmesi sürecini ifade ederken, derecelendirme; bu kurallara uygun olarak fiili sınıflandırma çalışmasını içermektedir (Converse, 1926). Genel olarak gıda ürününün kalitesini belirleyen özellikleri şekil, boyut, olgunluk, doku, tat, renk ve kirletici maddeler olabilir. \n Sınıflandırma veya dereceleme manuel olarak veya özel makinelerin yardımıyla yapılabilir (Srujana vd., 2022). Derecelemenin çeşitli gruplar için aşağıdaki faydalarından söz edilmektedir (Wafullah, 2023):<br/>• Satış yapmadan önce ürünleri için dereceleme yapan çiftçiler daha iyi bir fiyat elde edebilirler. Derecelendirme aynı zamanda şirketlerin daha yüksek kaliteli ürünlerin tanıtımını kolaylaştırmada bir motivasyon kaynağı olarak da hizmet eder.<br/>• Dereceleme pazarlamayı kolaylaştırır. Çünkü satıcı ve alıcı yönüyle her iki taraf da ürünün boyutu, rengi, özellikleri ve diğer sınıf tanımlarına aşinadır ve satıcının ürünün kalitesine ilişkin herhangi bir güvence vermesi gerekmez.<br/>• Dereceleme, malların pazarını genişletmeye imkan sağlar. Nitekim, eğer dereceleme yapılmış ise satın alma işlemleri ürünün kalitesine ilişkin herhangi bir incelemeye gerek kalmadan farklı yerlerde bulunan kişiler arasında telefonla gerçekleştirilebilir.<br/>• Dereceleme, ürünlerin fiziksel muayene ücretlerinin ve depolama kayıplarının azaltılmasını sağlayarak pazarlama maliyetlerinin düşürülmesinde önemli bir rol oynar.<br/>• Dereceleme, reklam maliyetlerini azaltırken aynı zamanda her düzeyde taşıma ve tartım maliyetlerini de ortadan kaldırır.<br/>• Dereceleme, çiftçilerin daha etkin çalışmasına olanak tanır. Ürünler depolandığında kolay finansman elde etmek, demiryolları ve sigorta şirketleri ile yapılan anlaşmalardaki hak iddialarını netliğe kavuşturmak, ürünler için depolama yeri temin etmek, piyasa bilgisi almak, farklı çiftçilerin ürünlerini bir merkezde toplamak, bir emtianın vadeli işlem ticaretini kolaylaştırmak bunlardan başlıcalarıdır.<br/>• Dereceleme, tüketicilerin standart kalitedeki ürünleri adil fiyatlarla satın almalarına destek olur.<br/>• Derecelendirme pazarda rekabet gücünün elde edilmesine ve etkin fiyatlandırmaya katkı sağlar."
  },
  {
    "id": "3834239",
    "unitNumber": 4,
    "text": "Aşağıdaki kuruluşlardan hangisi uluslararası gıda standartlarını belirlemek için çalışmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "WTO (Dünya Ticaret Örgütü)",
      "B": "ICA (Uluslararası Kooperatif Alyansı)",
      "C": "WHO (Dünya Sağlık Örgütü)",
      "D": "FAO ve WHO tarafından kurulan Codex Alimentarius Komisyonu (CAC)",
      "E": "IMF (Uluslararası Para Fonu)"
    },
    "explanation": "Standardizasyon ve derecelendirme kavramlarına değindikten sonra uluslararası düzeyde derecelendirme ve standardizasyon kuruluşlarına da değinmek yerinde olacaktır.Bunlardan ilki kısa adı ISO olan Uluslararası Standardizasyon Organizasyonu’dur. ISO-9000, kalite odaklı bir sistem için bir dizi uluslararası standarttır ve hem üretici hem de hizmet sektörüne uygulanabilmektedir. Uluslararası gıda standartlarından biri de CODEX’tir. Birleşmiş Milletler Gıda ve Tarım Örgütü (FAO) ve Dünya Sağlık Örgütü, 1963 yılında Codex Alimentarius Komisyonunu (CAC) kurmuştur. CAC, codex alimentarius olarak adlandırılan gıda standartlarını oluşturmaktadır. Latince “codex alimentarius” kelimesi gıda kanunu veya gıda kodu anlamına gelmektedir. Komisyonun temel amacı tüketicilere koruma sağlamak ve tek tip uluslararası standartlar oluşturarak dünya ticaretini kolaylaştırmaktır. Kodeks standartları gıda güvenliği sisteminin her alanında, yani üretim, depolama ve nakliyede hayati bir rol oynayabilmektedir. Kodeks Alimentarius, tüketiciye dağıtılmak üzere işlenmiş, yarı işlenmiş veya işlenmemiş (ham) tüm temel gıdalar için standartlar içermektedir. Bu kapsamda gıda hijyeni, gıda katkı maddeleri, pestisit ve veteriner ilaç kalıntıları, gıda bulaşanları, etiketleme ve sunum, analiz ve numune alma yöntemleri ile ithalat ve ihracat denetim ve sertifikasyonuna ilişkin hükümler yer almaktadır (FAO, 2024). Şu anda bu Komisyona 144 ülke üyedir. CAC kapsamında uluslararası gıda standartlarının oluşturulması uzun vadeli bir süreçtir. Komisyon, önerilen ön standart taslaklarını hazırlamak için yardımcı organları veya komiteleri atamaktadır. Bu şekilde formüle edilen standartlar, yorumlarının alınması için tüm üye ülkelere dağıtılmaktadır. Son olarak taslak standartlar uygulama için dağıtılmaktadır. Komisyon bu standartları gözden geçirmek için periyodik olarak toplanmaktadır."
  },
  {
    "id": "3834241",
    "unitNumber": 4,
    "text": "Finansman işlevi tarımsal pazarlama sürecinde hangi amaca hizmet eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Üreticilerin ürünlerini doğrudan tüketicilere ücretsiz dağıtmasını sağlamak",
      "B": "Pazarlama sürecinde fon sağlayarak ürünlerin pazarlanmasını kolaylaştırmak",
      "C": "Sadece devlet destekleriyle yürütülen bir süreçtir",
      "D": "Ürünlerin sadece yurt içinde pazarlanmasını sağlamak",
      "E": "Tarımsal işletmelerin krediye erişimini tamamen engellemek"
    },
    "explanation": "Finansman, pazarlama sürecinde önemli bir rol oynamaktadır. Finansman işlevi, çeşitli pazarlama süreçlerini ve fonksiyonlarını yürütmek için avans veya borç alınması olarak ifade edilmektedir (Mohy-ud-Din ve Badar, 2011). Finansman, ürünün zaman içinde pazarlama kanalı boyunca taşınması için gerekli para ve kredinin sağlanması olarak da tanımlanmaktadır (Olukosi, 2009). Tarım ürünleri söz konusu olduğunda, genellikle ham ürünlerin satış süresi ile nihai ürünün nihai tüketiciye satış süresi arasında bir zaman farkı vardır (Mohy-ud-Din ve Badar, 2011). Hemen hemen her üretim sisteminde, gerekli ham maddelere (örneğin makine, tohum, gübre, ambalaj, aroma maddeleri, stoklar vb.) yatırım yapmak ile ürünün satışı için ödeme almak arasında kaçınılmaz gecikmeler vardır (Crawford, 1997).\n<br/>Zaman gecikmesi pazarlama sürecine iki şekilde dahil olmaktadır. İlk olarak, ürünün üreticiden son tüketiciye taşınmasında zaman gecikmesi vardır. Bu süre çabuk bozul<br/>Finansman, pazarlama sürecinde önemli bir rol oynamaktadır. Finansman işlevi, çeşitli pazarlama süreçlerini ve fonksiyonlarını yürütmek için avans veya borç alınması olarak ifade edilmektedir (Mohy-ud-Din ve Badar, 2011). Finansman, ürünün zaman içinde pazarlama kanalı boyunca taşınması için gerekli para ve kredinin sağlanması olarak da tanımlanmaktadır (Olukosi, 2009). Tarım ürünleri söz konusu olduğunda, genellikle ham ürünlerin satış süresi ile nihai ürünün nihai tüketiciye satış süresi arasında bir zaman farkı vardır (Mohy-ud-Din ve Badar, 2011). Hemen hemen her üretim sisteminde, gerekli ham maddelere (örneğin makine, tohum, gübre, ambalaj, aroma maddeleri, stoklar vb.) yatırım yapmak ile ürünün satışı için ödeme almak arasında kaçınılmaz gecikmeler vardır (Crawford, 1997).\n Zaman gecikmesi pazarlama sürecine iki şekilde dahil olmaktadır. İlk olarak, ürünün üreticiden son tüketiciye taşınmasında zaman gecikmesi vardır. Bu süre çabuk bozulan ürünler için birkaç gün, tahıl, pamuk ve çeltik gibi daha az bozulabilen ürünler için ise aylar sürebilmektedir. İkinci olarak, arz-talep farklılığından kaynaklanabilecek olumsuz piyasa koşullarından dolayı zaman gecikmesi yaşanmaktadır. Bu gecikmelerin bir sonucu olarak tüccarlar uzun süre sermayeyi bağlamak zorunda kalmaktadır. Tüccarlar, stok tutmayı finanse etmek, depolama masraflarını ödemek, ürünleri işlemek ve dağıtmak için sermayeye ihtiyaç duyarlar. Finansman, bankalardan ve diğer kredi kuruluşlarından kredi veya avans şeklinde alınabileceği gibi, işletme sahibinin kendi sermaye kaynaklarını bir iş girişimine bağlaması şeklinde de olabilir. Borç verenlerden, arkadaşlardan ve akrabalardan borç almak gibi diğer gayriresmi piyasa finansmanı kaynakları da az gelişmiş ülkelerde çok önemlidir (Olukosi, 2009)."
  },
  {
    "id": "3841791",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ya da hangilerinde pazarlama işlevlerinin tarımsal pazarlamaya sağladığı faydalar doğru olarak verilmiştir?<br/>I.Artan Farkındalık<br/>II.Talep Uyarımı<br/>III.Fiyat İstikrarı<br/>IV.Etkin Dağıtım<br/>V.Pazar Erişimi",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "<strong>PAZARLAMA İŞLEVLERİNİN ÇERÇEVESİ</strong><br/>Artan Farkındalık, Talep Uyarımı, Fiyat İstikrarı, Etkin Dağıtım ve Pazar Erişimi pazarlama işlevlerinin tarımsal pazarlamaya sağladığı faydalardır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3841792",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi pazarlama işlevlerinin PILT çerçevesinde alt işlevlerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürün",
      "B": "Bilgi",
      "C": "Depolama",
      "D": "Lojistik",
      "E": "İşlev"
    },
    "explanation": "<strong>PAZARLAMA İŞLEVLERİNİN ÇERÇEVESİ</strong><br/>Depolama pazarlama işlevlerinin PILT (ürün, bilgi, lojistik ve işlem) çerçevesinde alt işlevlerdendir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3841793",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi satış işlevinin alt işlevlerinden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ürün Planlama ve Geliştirme",
      "B": "Sözleşme İşlevi",
      "C": "Talep Yaratma",
      "D": "Taşıma işlevi",
      "E": "Pazarlık İşlevi"
    },
    "explanation": "<strong>Satış</strong><br/>Taşıma işlevi satış işlevinin alt işlevlerinden değildir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3841794",
    "unitNumber": 4,
    "text": "<strong>…………</strong> harman yerinden tüketim noktasına kadar her düzeyde en önemli pazarlama görevlerinden birisidir.\n Noktalı yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Satış",
      "B": "Depolama",
      "C": "Lojistik",
      "D": "Talep yaratma",
      "E": "Taşıma"
    },
    "explanation": "<strong>Taşıma </strong><br/><i>Taşıma </i>veya lokasyonlar arasındaki ürünlerin transferi, harman yerinden tüketim noktasına kadar her düzeyde en önemli pazarlama görevlerinden birisidir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3841796",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi derecelemenin faydalarından değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Malların pazarını genişletmeye imkan sağlar",
      "B": "Pazarlamayı zorlaştırır",
      "C": "Reklam maliyetlerini azaltır",
      "D": "Satış yapmadan önce ürünleri için dereceleme yapan çiftçiler daha iyi bir fiyat elde edebilirler",
      "E": "Pazarda rekabet gücünün elde edilmesine katkı sağlar"
    },
    "explanation": "<strong>Dereceleme</strong><br/>Pazarlamayı zorlaştırması derecelemenin faydalarından değildir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3841797",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ya da hangileri bir pazarlamacının veya pazarlama acentesinin tarım ürünleri pazarlaması faaliyetindeki sermaye gereksinimlerinin etkilendiği unsurlardandır?<br/>I. İşin Niteliği ve Hacmi<br/>II. Büyük Stok Taşıma Gerekliliği<br/>III. Yapılan İşin Farklı Mevsimlerde Sürekliliği<br/>IV. Alım ve Satış Aşamasındaki Ödeme Koşulları<br/>V. Risk Alma Kapasitesi",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "<strong>Finansman</strong><br/>İşin Niteliği ve Hacmi, Büyük Stok Taşıma Gerekliliği, Yapılan İşin Farklı Mevsimlerde Sürekliliği, Alım ve Satış Aşamasındaki Ödeme Koşulları ve Risk Alma Kapasitesi bir pazarlamacının veya pazarlama acentesinin tarım ürünleri pazarlaması faaliyetindeki sermaye gereksinimlerinin etkilendiği unsurlardandır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3841799",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ya da hangileri kullanıcılara maksimum fayda sağlaması için iyi piyasa bilgilerinin karşılaması gereken kriterlerden değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dar Kapsamlı Olması",
      "B": "Uygunluk",
      "C": "Doğruluk Düzeyinin Yüksek Olması",
      "D": "Gizlilik",
      "E": "Güncellik"
    },
    "explanation": "Pazar İstihbaratı<br/>Dar Kapsamlı Olması, <strong>k</strong>ullanıcılara maksimum fayda sağlaması için iyi piyasa bilgilerinin karşılaması gereken kriterlerden değildir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3841800",
    "unitNumber": 4,
    "text": "Bir pazarlamacının veya pazarlama acentesinin tarım ürünleri pazarlaması faaliyetindeki sermaye gereksinimleri aşağıdaki hangi unsurlardan etkilenmektedir?<br/>I.İşin Niteliği ve Hacmi<br/>II.Büyük Stok Taşıma Gerekliliği<br/>III.Yapılan İşin Farklı Mevsimlerde Sürekliliği<br/>IV.Üretim ile Satış Arasında Gerekli Olan Süre<br/>V.Risk Alma Kapasitesi",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "<strong>Finansman</strong><br/>İşin Niteliği ve Hacmi, Büyük Stok Taşıma Gerekliliği, Yapılan İşin Farklı Mevsimlerde Sürekliliği, Üretim ile Satış Arasında Gerekli Olan Süre ve Risk Alma Kapasitesi Bir pazarlamacının veya pazarlama acentesinin tarım ürünleri pazarlaması faaliyetindeki sermaye gereksinimleri etkileyen unsurlardandır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3841802",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <em>Nutriskor (Nutriscore</em>) modelinde beslenme puanını hesaplamak için 100 g veya 100 ml gıdadaki negatif unsurlardandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Proteinler",
      "B": "Lif",
      "C": "Kuruyemişler",
      "D": "Doymuş yağlar",
      "E": "Baklagiller"
    },
    "explanation": "Pazar İstihbaratı. S 101<br/>Doymuş yağlar negatif unsurlandandır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3841803",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Nutriskor (Nutriscore) modelinde beslenme puanını hesaplamak için 100 g veya 100 ml gıdadaki pozitif unsurlardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "Şeker",
      "B": "Doymuş yağlar",
      "C": "Protein",
      "D": "Tuz",
      "E": "Kalori"
    },
    "explanation": "Pazar İstihbaratı<br/>Protein, lif, meyveler, sebzeler, baklagiller ve kuruyemişler pozitif modellerdendir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3831099",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi toprak, su ve biyolojik kaynaklar ile birlikte tarımsal girdiler kullanılarak yapılan bitkisel, hayvansal, su ürünleri, mikroorganizma ve enerji üretimini ifade?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarımsal pazarlama",
      "B": "Tarımsal üretim",
      "C": "Zirai faaliyet",
      "D": "Tarımsal faaliyet",
      "E": "Tarım"
    },
    "explanation": "Tarımsal üretim toprak, su ve biyolojik kaynaklar ile birlikte tarımsal girdiler kullanılarak yapılan bitkisel, hayvansal, su ürünleri, mikroorganizma ve enerji üretimini ifade etmektedir."
  },
  {
    "id": "3831101",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tarımsal faaliyetlerin başlıca özelliklerinden biri olarak <strong><u>değerlendirilemez</u></strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmelerde ihtisaslaşmanın yaygın olmaması",
      "B": "Ürünlerde genelde yüksek arz ve talep esnekliği",
      "C": "Küçük aile işletmelerinin fazlalığı",
      "D": "Doğaya bağımlılık",
      "E": "Üretimde süreklilik değil kesikli yapı"
    },
    "explanation": "Tarımsal faaliyetlerin başlıca özellikleri; doğaya bağımlılık, küçük aile işletmelerinin fazlalığı, üretimde süreklilik değil kesikli yapı, işletmelerde ihtisaslaşmanın yaygın olmaması, ürünlerde genelde düşük arz ve talep esnekliği, yüksek oranda risk ve belirsizlikler, Azalan Verim Kanunu nedeniyle maliyeti düşürmenin sınırlılığından oluşmaktadır.<br/>Ürünlerde genelde yüksek arz ve talep esnekliği"
  },
  {
    "id": "3831103",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tüketicilerin pazarlama sistemleri tercihinde etkisi olan unsurlardan biri olarak <strong><u>değerlendirilemez</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Satın alım yeri alışkanlıkları",
      "B": "Marka sadakati",
      "C": "Teknolojik yenilikleri izleme becerisi",
      "D": "Fiyat politikası",
      "E": "Bilinç düzeyi"
    },
    "explanation": "Tüketicilerin pazarlama sistemleri tercihinde ise satın alım yeri alışkanlıkları, bilinç düzeyi, güven duygusu, marka sadakati, teknolojik yenilikleri izleme becerisi, olağanüstü durumlarda örneğin Pandemi gibi birçok unsurun etkisi görülmektedir. Hangi pazarlama sistemi olursa olsun, tüketici haklarını koruyan mekanizmaların geliştirilmesi de talebin artmasına ve tercihin değişimine neden olacaktır.<br/>Fiyat politikası"
  },
  {
    "id": "3831106",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bitkisel ve hayvansal üretimini artırmak, çeşitlendirmek ve ürün kalitesini iyileştirmek amacıyla yetiştirdiği tohumluk, fidan, fide ve benzeri mallar ile ürettiği damızlık hayvan ve spermaları yetiştiricilere intikal ettirmek, üretici örgütleri ile üretim amaçlı iş birliği gibi çalışma konularıyla sektöre katkı vermekte olan bir devlet kurumudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Toprak Mahsulleri Ofisi Genel Müdürlüğü (TMO)",
      "B": "Atatürk Orman Çiftliği Müdürlüğü",
      "C": "Tarım İşletmeleri Genel Müdürlüğü (TİGEM)",
      "D": "Et ve Süt Kurumu Genel Müdürlüğü",
      "E": "Türkiye Şeker Fabrikaları AŞ Genel Müdürlüğü"
    },
    "explanation": "Tarım İşletmeleri Genel Müdürlüğü: Tarım İşletmeleri Genel Müdürlüğü (TİGEM), 1984 yılında Kamu İktisadi Kuruluşu (KİK) olarak kurulmuş, 1994 yılında İktisadi Devlet Teşekkülü olarak yeni bir statü kazanmıştır. TİGEM, sahip olduğu arazi büyüklüğü, üretim çeşitliliği ve üretim miktarı, yürütülen ar-ge çalışmaları ve projeleriyle sektörde önemlidir. Bitkisel ve hayvansal üretimini artırmak, çeşitlendirmek ve ürün kalitesini iyileştirmek amacıyla yetiştirdiği tohumluk, fidan, fide ve benzeri mallar ile ürettiği damızlık hayvan ve spermaları yetiştiricilere intikal ettirmek, üretici örgütleri ile üretim amaçlı iş birliği gibi çalışma konularıyla sektöre katkı vermektedir."
  },
  {
    "id": "3831108",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yeni nesil kooperatiflerin farklarından biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "sınırsız üyelik",
      "B": "ürün hizmet garantisi ve kalitesini sağlama",
      "C": "şirket çalışma sistemini benimseme",
      "D": "ürün teslim garantisi ile teslim hakkı sözleşmeleri",
      "E": "sermaye katkısının yüksek tutulması"
    },
    "explanation": "Yeni nesil kooperatiflerin farkları; sınırlı/kapalı üyelik, şirket çalışma sistemini benimseme, ürün teslim garantisi ile teslim hakkı sözleşmeleri, ortaklık hisse devirlerindeki farklılıklar, ürün hizmet garantisi ve kalitesini sağlama, sermaye katkısının yüksek tutulması olarak sıralanabilir.<br/>sınırsız üyelik"
  },
  {
    "id": "3831110",
    "unitNumber": 5,
    "text": "“Üretici birliklerinin; %65’i…………. üretim, %28’i……….. üretim, %4’ü ………… ürünleri ve %3’ü ……… ürünlerle ilgilidir” cümlesinde ………. şeklinde boş bırakılan yerlere sırasıyla aşağıdaki ifadelerden hangisi getirilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "tarımsal / hayvansal / organik / su",
      "B": "hayvansal / bitkisel / organik / su",
      "C": "bitkisel / hayvansal / su / organik",
      "D": "hayvansal / tarımsal / organik / su",
      "E": "hayvansal / bitkisel / su / organik"
    },
    "explanation": "Üretici birliklerinin; %65’i hayvansal üretim, %28’i bitkisel üretim, %4’ü su ürünleri ve %3’ü organik ürünlerle ilgilidir.<br/>hayvansal / bitkisel / su / organik"
  },
  {
    "id": "3831112",
    "unitNumber": 5,
    "text": "Sözleşmeli üretim, ……. ve ……. arasında karşılıklı menfaat esaslarına dayalı olarak yazılı akitlerle yürütülen tarımsal üretim şekli olarak tanımlanmaktadır” cümlesinde ….. şeklinde boş bırakılan yerlere aşağıdaki ifadelerden hangileri gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "çiftçi - alıcı",
      "B": "şirket - müşteri",
      "C": "şirket - çiftçi",
      "D": "çiftçi - tüccar",
      "E": "tüccar - alıcı"
    },
    "explanation": "Sözleşmeli üretim, çiftçi ve alıcı arasında karşılıklı menfaat esaslarına dayalı olarak yazılı akitlerle yürütülen tarımsal üretim şekli olarak tanımlanmaktadır.<br/>çiftçi - alıcı"
  },
  {
    "id": "3831114",
    "unitNumber": 5,
    "text": "E-ticaret, ticarette işlemleri kolaylaştıran teknolojik ürünler ve internetten oluşmaktadır. Aşağıdakilerden hangisi elektronik ortamda yapılan işlemlerin taraflarından biri olarak <strong><u>değerlendirilmez</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "firma-müşteri",
      "B": "tüketici-tüketici",
      "C": "kamu-kamu",
      "D": "tüketici-müşteri",
      "E": "firma-kamu"
    },
    "explanation": "E-ticaret, ticarette işlemleri kolaylaştıran teknolojik ürünler ve internetten oluşmaktadır. Elektronik ortamda yapılan işlemlerin tarafları; firma-firma, firma-müşteri, birey-kamu, firma-kamu, tüketici-tüketici ve kamu-kamu olarak belirtilebilir.<br/>tüketici-müşteri"
  },
  {
    "id": "3831115",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir ürünün üretiminden başlayarak nihai tüketiciye ulaştırılmasına ve sonunda da piyasalardan çekilmesine kadar geçen süreci ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pazarlama",
      "B": "Lojistik",
      "C": "Tedarik zinciri",
      "D": "Ticaret",
      "E": "Değer zinciri"
    },
    "explanation": "Değer zinciri tanımı, 1980’li yıllarda Micheal Porter tarafından ortaya atılan bir kavramdır. Değer zinciri; bir ürünün üretiminden başlayarak nihai tüketiciye ulaştırılmasına ve sonunda da piyasalardan çekilmesine kadar geçen süreci ifade etmektedir."
  },
  {
    "id": "3831117",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi değer zincirinde katma değeri artıran temel unsurlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "arz",
      "B": "fiyat",
      "C": "kalite",
      "D": "talep",
      "E": "üretim"
    },
    "explanation": "Değer zincirinde katma değeri artıran temel unsur “kalite” ve “orijin” temaları olduğu için, kalitenin garanti altına alınması ve ticarileştirme aşamalarında uygulamaların izlenmesinde teknik olanaklardan yararlanılmaktadır."
  },
  {
    "id": "3843364",
    "unitNumber": 5,
    "text": "Türkiye’de Cumhuriyet sonrasında, tarımsal ürün/ gıda piyasalarının altyapısını hazırlamak için üretimden pazarlamaya kadar birçok alanda hizmet veren kamu iktisadi teşebbüsleri aşağıdakilerden hangisi ya da hangilerinde doğru olarak verilmiştir?<br/>I.Toprak Mahsulleri Ofisi<br/>II.Et ve Süt Kurumu<br/>III. Çay İşletmeleri Genel Müdürlüğü<br/>IV. Tarım İşletmeleri Genel Müdürlüğü<br/>V. Türkiye Şeker Fabrikaları",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Kamu İktisadi Teşebbüsleri/ İktisadi Devlet Teşekkülleri<br/>Toprak Mahsulleri Ofisi, Et ve Süt Kurumu, Çay İşletmeleri Genel Müdürlüğü, Tarım İşletmeleri Genel Müdürlüğü ve Türkiye Şeker Fabrikaları Türkiye’de Cumhuriyet sonrasında, tarımsal ürün/ gıda piyasalarının altyapısını hazırlamak için üretimden pazarlamaya kadar birçok alanda hizmet veren kamu iktisadi teşebbüsleridir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3843366",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ya da hangileri yeni nesil kooperatiflerin özellikleri ve farklılıklarındandır? <br/>I. Mevzuat<br/>II. Ortaklık yapısı<br/>III. Teslim hakkı hissesi<br/>IV. Finansal Yapı<br/>V. Odak nokta",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Mevzuat, Ortaklık yapısı, Teslim hakkı hissesi, Finansal Yapı ve Odak nokta yeni nesil kooperatiflerin özellikleri ve farklılıklarındandır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3843367",
    "unitNumber": 5,
    "text": "Tarımsal üretici birliklerinin hayvansal üretim oranı ne kadardır?",
    "correctAnswer": "C",
    "options": {
      "A": "%4",
      "B": "%28",
      "C": "%65",
      "D": "%89",
      "E": "% 91"
    },
    "explanation": "Tarımsal Üretici Birlikleri<br/>Üretici birliklerinin; %65’i hayvansal üretim, %28’i bitkisel üretim, %4’ü su ürünleri ve %3’ü organik ürünlerle ilgilidir. Üye çiftçilerin ise yaklaşık %89’u hayvansal üretim ve %9’u bitkisel üretimle ilişkilidir (2024).Toplam 849 üretici birliğine 258.362 çiftçi üyedir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3843369",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ya da hangileri tarımsal üretici birliklerindendir?<br/>I. Süt üreticileri<br/>II. Kırmızı et üreticileri<br/>III. Tarla bitkileri yetiştiricileri <br/>IV. Deniz ürünleri avcıları<br/>IV. Su ürünleri yetiştiricileri",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Tarımsal Üretici Birlikleri<br/>Üretici birliklerinin süt, kırmızı et, kanatlı hayvan eti, yumurta, bal, meyve, tarla bitkileri, su ürünleri yetiştiricileri, deniz ürünleri avcıları olmak üzere 9 merkez birliği kurulmuş, bunlara bağlı 600 üye birlik ve 320.974 üye çiftçi kayıtlıdır. Hem üye birlik hem de üye çiftçi sayısı açısından süt ve kırmızı ette yoğunluk olduğu belirlenmiştir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3843370",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ya da hangileri yetiştirici birliklerinin hayvan yetiştiricilerinin örgütlenerek üstün verimli ırkların yetiştirilmelerinin sağlanması amacıyla yapılmalıdır?<br/>I. Soy kütüğü ve verim kayıtlarının tutulması<br/>II. Hayvan sağlığı hizmetlerinin yürütülmesi<br/>III. Sigorta işlemlerinin yapılması<br/>IV. Girdilerin sağlanması<br/>V. Damızlık hayvan temini ve satışı",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Tarımsal Üretici Birlikleri<br/>Üretici birliklerinin süt, kırmızı et, kanatlı hayvan eti, yumurta, bal, meyve, tarla bitkileri, su ürünleri yetiştiricileri, deniz ürünleri avcıları olmak üzere 9 merkez birliği kurulmuş, bunlara bağlı 600 üye birlik ve 320.974 üye çiftçi kayıtlıdır. Hem üye birlik hem de üye çiftçi sayısı açısından süt ve kırmızı ette yoğunluk olduğu belirlenmiştir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3843371",
    "unitNumber": 5,
    "text": "Birçok ülkede sözleşmeli üretimde hangi tarımsal ürün ya da ürünler üretilir?<br/>I. Şeker pancarı<br/>II. Tohum<br/>III. Patates<br/>IV. Kesme çiçek<br/>V. Maltlık arpa",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Sözleşmeli üretimin birçok ülkede şeker pancarı, tohum, salçalık domates, patates, kesme çiçek, dana eti, tavuk eti, yumurta, meyve, sebze, tütün, makarnalık buğday, şaraplık üzüm, maltlık arpa gibi farklı tarımsal ürünlerde uygulandığı görülmektedir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3843372",
    "unitNumber": 5,
    "text": "Aşağıdakileden hangisi ya da hangileri organize perakendecilerdendir?<br/>I.Zincir marketler<br/>II.Hipermarketler<br/>III.Süpermarketler<br/>IV.Bakkal<br/>V.Manav",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Perakende Ticaret<br/>Perakende aşamada, farklı ölçekte birçok geleneksel ve organize perakendeciler bulunmaktadır. Organize perakendecileri zincir marketler, hipermarketler ve süpermarketler; geleneksel perakendecileri bakkal, manav gibi yapılar oluşturur. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3843373",
    "unitNumber": 5,
    "text": "E-ticaret, ticarette işlemleri kolaylaştıran teknolojik ürünler ve internetten oluşmaktadır. Elektronik ortamda yapılan işlemlerin tarafları aşağıdakilern hangisinde yanlış olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "firma-firma",
      "B": "firma-tüketici",
      "C": "birey-kamu",
      "D": "firma-kamu",
      "E": "firma-müşteri"
    },
    "explanation": "E-ticaret, ticarette işlemleri kolaylaştıran teknolojik ürünler ve internetten oluşmaktadır. Elektronik ortamda yapılan işlemlerin tarafları; firma-firma, firma-müşteri, birey-kamu, firma-kamu, tüketici-tüketici ve kamu-kamu olarak belirtilebilir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3843374",
    "unitNumber": 5,
    "text": "Aşağıdaki pazarlamalardan hangisi müşteri ile iletişimde ve hızlı çözüm üretmede önem taşıması nedeniyle tarımsal pazarlamada özellikle büyük işletmelerin kullanacağı bir araçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "Metaverse",
      "B": "Chatbot",
      "C": "Fijital",
      "D": "Gerilla",
      "E": "Webinar"
    },
    "explanation": "Chatbot pazarlama, müşteri ile iletişimde ve hızlı çözüm üretmede önem taşıması nedeniyle tarımsal pazarlamada özellikle büyük işletmelerin kullanacağı bir araçtır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3843375",
    "unitNumber": 5,
    "text": "Çölyak ya da diyabete yönelik gıdaların en uygun pazarlama yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gerilla pazarlama",
      "B": "Fijital pazarlama",
      "C": "Becon teknoloji ve pazarlama",
      "D": "Niş pazarlama",
      "E": "Webinar pazarlama"
    },
    "explanation": "Yeni Nesil Pazarlama Yöntemleri<br/>Niş pazarlama: Pazarın belirli bir bölümünü hedeflemek ve yankı uyandıracak mesajları paylaşmak için etkili bir yöntem olup üretim, satış, lojistik ve pazarlama açısından kişiselleştirme önem arz etmektedir. Örneğin çölyak ya da diyabete yönelik gıdalar gibi. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3831290",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tarım işletmelerinin odaklandığı pazarlama faaliyetlerinden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ürün",
      "B": "Fiyat",
      "C": "Dağıtım",
      "D": "Sinizm",
      "E": "Tutundurma"
    },
    "explanation": "<strong>TARIMSAL PAZARLAMADA FİNANSMAN</strong>\n<br/>Tarım sektöründe işletmelerin pazarlama faaliyetleri değişkenlik gösterir. Bu değişkenlik tarım ve gıda alanında işletme büyüklüğüne, mülkiyet yapısına, üretimin şekline, faaliyet alanına, pazar büyüklüğüne ve pazarın yapısına göre değişmektedir. Ancak ne tür işletme yapısı olursa olsun, tarım da dahil, ticari bir emtia üreten işletmeler genelde pazarlama aktivitelerinde <strong>4P olarak adlandırılan, ürün, fiyat, dağıtım ve tutundurma</strong> (satış çabaları) faaliyetleri üzerine odaklanmaktadırlar (Selvi ve Işık, 2015).\n<br/><strong>Doğru cevap: D</strong>"
  },
  {
    "id": "3831292",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi pazarlamanın finansmanında başvurulan yabancı kaynaklar arasında <strong><u>yer almaz?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hibe ve teşvikler",
      "B": "Fonlar",
      "C": "Otofinansman",
      "D": "Leasing",
      "E": "Stratejik iş birlikleri"
    },
    "explanation": "<strong>FİNANSAL ANALİZ</strong>\n<br/><strong>Finansman Kaynakları</strong>\n<br/><strong>Dış (Yabancı) Kaynak Finansmanı</strong>\n<br/>Pazarlamanın finansmanında başvurulan yabancı veya dış kaynaklar farklı farklıdır. Kişisel kaynaklar yanında krediler yoluyla borçlanma, hibe ve teşvikler, fonlar, stratejik iş birlikleri yoluyla talep edilen fonlar başlıca yabancı kaynaklar arasında yer almaktadır.\n<br/>Ürünlerin depolanması ve çeşitli yatırımların finansmanında finansal kiralama <strong>(leasing)</strong> kullanılmaktadır. Özellikle yatırımların orta ve uzun vadeli finansmanında yaygın olarak faaliyette bulunan leasing kuruluşları, yatırım ihtiyaçlarını karşılamada büyük avantajlar sağlamaktadır.(sayfa.155-157)<br/>Otofinansman, yabancı kaynak türü olmayıp, öz kaynak finansmanıdır. İşletmenin karlarını dağıtmayıp öz sermayeye eklemesi, yani kendi kendini finanse etmesidir.\n<br/><strong>Doğru cevap: C</strong>"
  },
  {
    "id": "3831296",
    "unitNumber": 6,
    "text": "Genellikle ürün dış satımından doğan ileri bir tarihte vadesi gelecek alacakların, daha önce bu alacakları ellerinde bulunduranlara başvurma hakkı olmaksızın satın alınmasına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Faktöring",
      "B": "Kontrat",
      "C": "Otofinansman",
      "D": "Leasing",
      "E": "Forfaiting"
    },
    "explanation": "<strong>FİNANSAL ANALİZ</strong>\n <strong>Finansman Kaynakları</strong>\n <strong>Dış (Yabancı) Kaynak Finansmanı</strong>\n Bir diğer modern finans şekli olarak forfaiting; yurt dışı borçların tahsiline dayanan orta vadeli bir finansman tekniğidir. Pazar şartları ve değerlendirilmesi yapılan risklere göre forfaitingde 6 aydan 6 yıla kadar vadelerin işleme alındığı da görülmektedir. <strong>Genellikle ürün dış satımından doğan ileri bir tarihte vadesi gelecek alacakların, daha önce bu alacakları ellerinde bulunduranlara başvurma hakkı olmaksızın satın alınması olarak değerlendirilen forfaiting </strong>sürecinde dört taraf bulunmaktadır. Bunlar; ihracatçı, ithalatçı, alacakları satın alan ya da devralan banka veya finansman kurumu (forfaiter) ve alacağı garanti eden bankadan oluşmaktadır (Özdemir, 2005).\n <strong>Doğru cevap: E</strong>"
  },
  {
    "id": "3831299",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi forfaiting sürecinde bulunan taraflardan biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Alacakları satın alan ya da devralan finansman kurumu",
      "B": "İhracatçı",
      "C": "Keşideci",
      "D": "İthalatçı",
      "E": "Alacağı garanti eden banka"
    },
    "explanation": "<strong>FİNANSAL ANALİZ</strong>\n <strong>Finansman Kaynakları</strong>\n <strong>Dış (Yabancı) Kaynak Finansmanı</strong>\n Genellikle ürün dış satımından doğan ileri bir tarihte vadesi gelecek alacakların, daha önce bu alacakları ellerinde bulunduranlara başvurma hakkı olmaksızın satın alınması olarak değerlendirilen <strong>forfaiting </strong>sürecinde dört taraf bulunmaktadır. Bunlar; ihracatçı, ithalatçı, alacakları satın alan ya da devralan banka veya finansman kurumu (forfaiter) ve alacağı garanti eden bankadan oluşmaktadır (Özdemir, 2005).\n <strong>Doğru cevap: C</strong>"
  },
  {
    "id": "3831302",
    "unitNumber": 6,
    "text": "Bir işletmenin bir bireye veya başka bir işletmeye, telif ücreti veya diğer ücretlerin ödenmesi karşılığında belirli bir yerde belirli bir süre boyunca öngörülen şekilde iş yapma hakkı verdiği organizasyon şekline ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Faktöring",
      "B": "Leasing",
      "C": "Franchising",
      "D": "Otofinansman",
      "E": "Forfaiting"
    },
    "explanation": "<strong>FİNANSAL ANALİZ</strong>\n <strong>Finansman Kaynakları</strong>\n <strong>Dış (Yabancı) Kaynak Finansmanı</strong>\n Bir işletmenin bir bireye veya başka bir işletmeye, telif ücreti veya diğer ücretlerin ödenmesi karşılığında belirli bir yerde belirli bir süre boyunca öngörülen şekilde iş yapma hakkı verdiği bir organizasyon şekli, <strong>Franchising</strong> olarak adlandırılmaktadır.\n <strong>Doğru cevap: C</strong>"
  },
  {
    "id": "3831304",
    "unitNumber": 6,
    "text": ". ---------------; tarımsal yatırım piramidinin temelini önemli ölçüde genişletme potansiyeline sahip olan ve gelişmekte olan bir finansman trendidir.\n <strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Factoring",
      "B": "Otofinansman",
      "C": "Stratejik iş birlikleri",
      "D": "Kitle fonlaması",
      "E": "Vadeli işlem borsaları"
    },
    "explanation": "<strong>FİNANSAL ANALİZ</strong>\n <strong>Finansman Kaynakları</strong>\n <strong>Diğer Modern Finansman Kaynakları</strong>\n <strong>Kitle fonlaması:</strong> Tarımsal yatırım piramidinin temelini önemli ölçüde genişletme potansiyeline sahip olan ve gelişmekte olan bir finansman trendidir (Zeynalova ve Nasibova, 2023).\n <strong>Doğru cevap: D</strong>"
  },
  {
    "id": "3831306",
    "unitNumber": 6,
    "text": ". ---------------; değişik üretim düzeylerinde gelirler, giderler ve kar arasında sistemli bir ilişki kurmaya yarayan analiz türüdür.\n <strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Başabaş analizi",
      "B": "Dinamik analiz",
      "C": "Oran analizi",
      "D": "Kredi analizi",
      "E": "Net bugünkü değer analizi"
    },
    "explanation": "<strong>TARIMSAL PAZARLAMADA EKONOMİK VE FİNANSAL PARAMETRELER</strong>\n <strong>Başabaş Analizi</strong>\n İşletme açısından kar, satış gelirleri ile toplam giderler arasındaki pozitif farkı ifade etmektedir. Karı belirleyen üç temel unsur bulunmaktadır. Bunlar; maliyet, ürünün satış fiyatı ve iş hacmidir. <strong>Başabaş analizi; değişik üretim düzeylerinde gelirler, giderler ve kar arasında sistemli bir ilişki kurmaya yarayan analiz türüdür.</strong>\n <strong>Doğru cevap: A</strong>"
  },
  {
    "id": "3831308",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi pazarlama marj kavramlarından biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Net",
      "B": "Çarpan",
      "C": "Mutlak",
      "D": "Oransal",
      "E": "Brüt"
    },
    "explanation": "<strong>TARIMSAL PAZARLAMADA EKONOMİK VE FİNANSAL PARAMETRELER</strong>\n <strong>Oran (Rasyo) Analizi</strong>\n <strong>Pazarlama Maliyeti ve Pazarlama Oran Analizi</strong>\n Pazarlama sisteminde örneğin üretici, toptancı ve perakendeci varsa ürün el değiştirdikçe pazarlama marjları hesaplanır. Marj, pazarlama sisteminde ürün el değiştirdikçe ortaya çıkan masraf ve karı içermektedir. Şekil 6.1’de görüldüğü üzere, pazarlama marjı; mutlak, oransal (nispi), brüt ve net pazarlama marjı olmak üzere dört şekilde hesaplanmaktadır.\n <strong>Doğru cevap: B</strong>\n <strong><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/976ecd3c26e35950a134f37503abd5ae.jpeg\" alt=\"\" width=\"612\" height=\"389\"></strong>"
  },
  {
    "id": "3831310",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi oran analizi tekniğinde kullanılan likidite oranlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Asit test oranı",
      "B": "Kullanışlı varlık yönetimi oranı",
      "C": "Maliyet/gelir oranı",
      "D": "Stok devir hızı oranı",
      "E": "Pazarlama masrafları/kar oranı"
    },
    "explanation": "<strong>TARIMSAL PAZARLAMADA EKONOMİK VE FİNANSAL PARAMETRELER</strong>\n <strong>Oran (Rasyo) Analizi</strong>\n <strong>Likidite Oranları</strong>\n Likidite araştırmasında en yaygın olarak kullanılan iki oran, cari oran ve <strong>asit test oranıdır</strong>.\n <strong>Doğru cevap: A</strong>"
  },
  {
    "id": "3831312",
    "unitNumber": 6,
    "text": ". ---------------; dönen varlıkların kısa vadeli yabancı kaynaklara bölünmesiyle hesaplanır ve işletmenin dönen varlıklarını karşılama yeteneğinin bir ölçüsü olarak değerlendirilir.\n <strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Asit test oranı",
      "B": "Cari oran",
      "C": "Stok devir hızı oranı",
      "D": "Kaldıraç oranı",
      "E": "Nakit oranı"
    },
    "explanation": "<strong>TARIMSAL PAZARLAMADA EKONOMİK VE FİNANSAL PARAMETRELER</strong>\n <strong>Oran (Rasyo) Analizi</strong>\n <strong>Likidite Oranları</strong>\n <em>Cari oran, </em>dönen varlıkların kısa vadeli yabancı kaynaklara bölünmesiyle hesaplanır ve işletmenin dönen varlıklarını karşılama yeteneğinin bir ölçüsü olarak değerlendirilir.\n <strong>Doğru cevap: B</strong>"
  },
  {
    "id": "3845665",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yurt dışı borçların tahsiline dayanan orta vadeli bir finansman tekniğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Leasing",
      "B": "Forfaiting",
      "C": "Factoring",
      "D": "forfaiter",
      "E": "Franchising"
    },
    "explanation": "Diğer Modern Finansman Kaynakları<br/>Yurt dışı borçların tahsiline dayanan orta vadeli bir finansman tekniğine fortaiting denir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3845666",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ya da hangileri forfaiting sürecinde bulunan taraf veya taraflardandır? \n I. İhracatçı \n II. İthalatçı \n III. Alacakları satın alan banka \n IV. Alacağı garanti eden banka",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, III",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "explanation": "Diğer Modern Finansman Kaynakları<br/>Forfaiting sürecinde dört taraf bulunmaktadır. Bunlar; ihracatçı, ithalatçı, alacakları satın alan ya da devralan banka veya finansman kurumu (forfaiter) ve alacağı garanti eden bankadan oluşmaktadır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3845667",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ya da hangileri kredilerden yararlanmada gerçek kişilerde aranan belgelerdendir?<br/>I. Nüfus cüzdanı<br/>II. Krediye karşılık gösterilecek teminatlara ilişkin belgeler<br/>III. Çiftçi Belgesi/ÇKS Belgesi<br/>IV. Nüfus cüzdanı<br/>V. Vergi levhası",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Bankaların Pazarlama Kredileri ve Uygulamaları<br/>Kredilerden yararlanmada gerçek kişilerde aranan özellikler şu şekilde açıklanmıştır: Nüfus cüzdanı, Çiftçi Belgesi/ÇKS Belgesi , Tarımsal işletmesini tevsik edici belgeler (tapu kaydı, kira kontratı vb), Krediye karşılık gösterilecek teminatlara ilişkin belgeler ve Bilanço esasına göre faaliyet gösteren işletmelerden son üç yıla ait bilanço ve gelir tablosudur. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3845668",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ya da hangileri kredilerden yararlanmada tüzel kişilerde aranan belgelerdendir?<br/>I. Oda kayıt belgesi<br/>II. Vergi levhası<br/>III. Krediye karşılık gösterilecek teminatlara ilişkin belgeler<br/>IV. Tarımsal işletmesini tevsik edici belgeler<br/>V. Çiftçi Belgesi/ÇKS Belgesi",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Bankaların Pazarlama Kredileri ve Uygulamaları<br/>Çiftçi Belgesi/ÇKS Belgesi ,bTüzel kişilik ana sözleşmesinin (varsa değişikliklerin) yayımlandığı Ticaret Sicili Gazetesi ,Oda kayıt belgesi , Vergi levhası, Tüzel kişiliği temsile yetkili kişilerin, temsil yetkisine ilişkin kararlar ve noter onaylı imza sirküleri, Yeni kurulan tüzel kişilikler için kuruluş ve/ veya son yıla ait, diğerlerinde ise en az son üç yıla ait bilanço ve gelir tablosu, Tarımsal işletmesini tevsik edici belgeler (tapu kaydı, kira kontratı vb.) ve Krediye karşılık gösterilecek teminatlara ilişkin belgeler tüzel kişilerde aranan belgelerdendir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3845672",
    "unitNumber": 6,
    "text": "T.C. Ziraat Bankası kadın çiftçi kredisi ile kadınların üretime yönelik yatırım ve faaliyetlerinin desteklenmesi amacıyla aşağıdakilerin hangisi için krediler vermemektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Canlı hayvan alınmasına",
      "B": "Basit sera yapımına yönelik inşaat giderlerine",
      "C": "Traktör alınması",
      "D": "Kiralık işletmeler için kira ücretinin ödenmesine",
      "E": "İşletme giderlerinin karşılanması amacına uygun"
    },
    "explanation": "Bankaların Pazarlama Kredileri ve Uygulamaları<br/>T.C. Ziraat Bankası kadın çiftçi kredisi ile kadınların üretime yönelik yatırım ve faaliyetlerinin desteklenmesi amacıyla canlı hayvan alınmasına, basit sera yapımına yönelik inşaat giderlerine, makine ekipman alınmasına, kiralık işletmeler için kira ücretinin ödenmesine, işletme giderlerinin karşılanması amacına uygun olarak krediler vermektedir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3845673",
    "unitNumber": 6,
    "text": "Aşağıdaki hangi tarımsal kredi kartlarının isim ve görsellerinde tarımsal üretimle ilgili kavramları ve temaları kullandıkları izlenmektedir?<br/>I. Başak Kart<br/>II. Hasat Kart<br/>III. İmece Kart<br/>IV. Verimli Kart<br/>V. Harman Kart",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Bankaların Pazarlama Kredileri ve Uygulamaları<br/>Başak Kart”, “Üretici Kart”, “Hasat Kart”, “İmece Kart”, “Tarım Kart”, “Ekin Kart”, “Verimli Kart”, “Harman Kart”, “Mahsul Kart”, isim ve görsellerinde tarımsal üretimle ilgili kavramları ve temaları kullandıkları izlenmektedir. Doğru cevap E seçeneğidir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3845674",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi oran analiz tekniğinde kullanılan temel finansal oranlardan değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pazar değeri oranları",
      "B": "Likidite oranları",
      "C": "Karlılık oranları",
      "D": "Zarar oranları",
      "E": "Varlık yönetimi oranları"
    },
    "explanation": "Oran (Rasyo) Analizi<br/>Oran analiz tekniğinde kullanılan beş temel finansal oran bulunmaktadır. Bunlar: Likidite oranları, Varlık yönetimi oranları, Karlılık oranları, Borç yönetim oranları ve Pazar değeri oranlarıdır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3845676",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ya da hangileri oran analizinin temel aşamalarındandır?<br/>I. Uygun oranları uygun oranların seçimi<br/>II. Oranların hesaplanması<br/>III. Oranların karşılaştırılması<br/>IV. Sorun ve fırsatlara odaklanma",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "explanation": "Oran (Rasyo) Analizi<br/>Oran analizinin temel aşamaları: .Uygun oranları uygun oranların seçimi, oranların hesaplanması, oranların karşılaştırılması ile sorun ve fırsatlara odaklanmadır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3845678",
    "unitNumber": 6,
    "text": "Tüketicinin ödediği fiyat (Perakende Fiyat) ile üreticinin eline geçen fiyat (Üretici Fiyatı) arasındaki farka ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "<em>Pazarlama Masrafı</em>",
      "B": "Maliyet/Gelir Oranı",
      "C": "Pazarlama etkinliği",
      "D": "Pazarlama marjı",
      "E": "<em>Müşteri Edinme Maliyeti</em>"
    },
    "explanation": "Pazarlama Maliyeti ve Pazarlama Oran Analizi<br/><em>Pazarlama marjı (PM), </em>tüketicinin ödediği fiyat (Perakende Fiyat) ile üreticinin eline geçen fiyat(Üretici Fiyatı) arasındaki farkı ifade etmektedir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3845679",
    "unitNumber": 6,
    "text": "Pazarlamada etkinlik hesabında “ME = NPF / (MC + NMM)” kullanılmaktadır. Bu formülde kullanılan MC kısaltması aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pazarlama etkinliği",
      "B": "Çiftçilerin eline geçen net fiyatı",
      "C": "Çiftçiler ve aracılar tarafından yapılan toplam pazarlama masrafı",
      "D": "Pazarlama maliyeti",
      "E": "Aracılar tarafından elde edilen toplam net pazarlama marjı olarak belirtilmektedir."
    },
    "explanation": "Pazarlama Maliyeti ve Pazarlama Oran Analizi<br/>MC: çiftçiler ve aracılar tarafından yapılan toplam pazarlama masrafıdır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3833689",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, Chrispeels ve Mandoli’ye göre halkın etik kavramına ilişkin tanımları arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Vicdani değerlere bağlılıktır.",
      "B": "Kanunların Ruhuna bağlılıktır.",
      "C": "Dini inançlara bağlılıktır.",
      "D": "Toplumsal ve kültürel standartlara bağlılıktır.",
      "E": "Fikirlere bağlılıktır."
    },
    "explanation": "Etik, halk arasında da farklı tanımlanmaktadır. Örneğin etik, kanunların ruhuna bağlılık, dini inançlara bağlılık, toplumsal ve kültürel standartlara bağlılık ve fikirlere bağlılık olarak dört şekilde ifade edilmektedir (Chrispeels ve Mandoli, 2003)."
  },
  {
    "id": "3833700",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi “Etik” kavramını tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumdan topluma değişebilen değerler bütünüdür.",
      "B": "İyi ve doğruya yönelmiş eylem ve çabaları ortaya koyan kurallar setidir.",
      "C": "Birey ve toplumun inanç ve tasarımlar sistemidir.",
      "D": "Toplumdaki doğru ve yanlışlarla ilgili sosyal norm ve kabuller kümesidir.",
      "E": "Günümüze kadarki süreçte tüm insanlar için doğruyu ve yanlışı tanımlayan bir koddur."
    },
    "explanation": "Evrensel boyutta etik, günümüze kadarki süreçte tüm insanoğlu için doğru ve yanlışı tanımlayan bir kod olarak da ifade edilmektedir (Işık, 2003)."
  },
  {
    "id": "3833706",
    "unitNumber": 7,
    "text": "Ahlaki kavram ve yargılamaların doğaları ve anlamlarını analiz eden pazarlama etiği yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Açıklayıcı yaklaşım",
      "B": "Normatif etik yaklaşım",
      "C": "Görelilik yaklaşımı",
      "D": "Standartçı yaklaşım",
      "E": "Meta-etik yaklaşım"
    },
    "explanation": "Bazı araştırmacılar ise pazarlama etiği yaklaşımlarını üçe ayırmışlardır (Gummesson, 2000):\n 1. Bir topluluk içerisinde baskın olan standartları ele alan açıklayıcı yaklaşım\n 2. <strong><em>Ahlaki kavram ve yargılamaların doğaları ve anlamlarını analiz eden meta-etik yaklaşım</em></strong>\n 3. Neyin doğru ya da yanlış olduğunu belirleyen ve kuralları oluşturan ahlaki temelleri tanımlayan normatif etik yaklaşım"
  },
  {
    "id": "3833718",
    "unitNumber": 7,
    "text": "Toplumların ahlaki standartları aynı olmadığı için bir kişinin davranışının ya da işletme stratejilerinin faaliyet gösterilen toplumdaki etik değerler dikkate alınarak değerlendirilmesini belirten etik kuramı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Faydacılık",
      "B": "Evrensellik",
      "C": "Adalet",
      "D": "Erdem",
      "E": "Görelilik"
    },
    "explanation": "Görelilik Kuramı, toplumların ahlaki standartları aynı olmadığı için bir kişinin davranışının ya da işletme stratejilerinin faaliyet gösterilen toplumdaki etik değerler dikkate alınarak değerlendirilmesini belirtmektedir. İşletmelerin faaliyette bulunduğu ya da bulunacağı ülkedeki etik değerler pazarlama açısından önemli hale gelmektedir."
  },
  {
    "id": "3833732",
    "unitNumber": 7,
    "text": "Bilişsel Ahlaki Gelişim Modeli olarak da adlandırılan, toplum ya da organizasyon içindeki bireysel ahlaki ve etik değerlendirme süreçlerini açıklayan etik karar alma modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kohlberg Modeli",
      "B": "Organizasyonel Ahlaki Gelişim Modeli",
      "C": "Ferrell ve Gresham Modeli",
      "D": "Hunt ve Vitell Modeli",
      "E": "Ferrell, Gresham ve Fraedrich’in Sentez Modeli"
    },
    "explanation": "Kohlberg Modeli (1969): Kohlberg’in Bilişsel Ahlaki Gelişim Modeli olarak da adlandırılan Model, toplum ya da organizasyon içindeki bireysel ahlaki ve etik değerlendirme süreçlerini açıklamaktadır. Model, bireylerin ahlaki bilgi ve düşüncesinin gelişimini, evrensel ve değişmez sıralı bir yapıda altı farklı niteliksel aşamadan geçilen bir süreç olarak tanımlamaktadır (Rubin ve Trotter, 1977)."
  },
  {
    "id": "3833743",
    "unitNumber": 7,
    "text": "“İşletmelerdeki kar hedefleri ile ahlaki karar alma ilişkisini ortaya koyan bu modele göre, işletmelerde kar hedefleri ve etik sorunlar arasındaki ilişkide etik değerlere daha fazla önem verilmesi, beş aşamadan oluşan modelde bir üst aşamaya geçişi ifade eder.” tanımına uyan etik karar alma modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kohlberg Modeli",
      "B": "Organizasyonel Ahlaki Gelişim Modeli",
      "C": "Ferrell ve Gresham Modeli",
      "D": "Hunt ve Vitell Modeli",
      "E": "Ferrell, Gresham ve Fraedrich’in Sentez Modeli"
    },
    "explanation": "Organizasyonel Ahlaki Gelişim Modeli: Reidenbach ve Robin (1991) tarafından geliştirilen model, organizasyonlarda kar hedefleri ile ahlaki karar alma ilişkisini ortaya koymaktadır. Modele göre, işletmelerde kar hedefleri ve etik sorunlar arasındaki ilişkide etik değerlere daha fazla önem verilmesi modelde bir üst aşamaya geçişi ifade edecektir. Model beş aşamadan oluşmaktadır."
  },
  {
    "id": "3833753",
    "unitNumber": 7,
    "text": "Etik karar alma durumlarında bireylerin kişisel özelliklerinin yanı sıra toplumun kültürel ve ahlaki değerleri gibi çevresel faktörlerin olasılıklar çerçevesinde etkisine işaret eden ve “Olasılık Modeli” olarak da anılan etik karar alma modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kohlberg Modeli",
      "B": "Organizasyonel Ahlaki Gelişim Modeli",
      "C": "Ferrell ve Gresham Modeli",
      "D": "Hunt ve Vitell Modeli",
      "E": "Ferrell, Gresham ve Fraedrich’in Sentez Modeli"
    },
    "explanation": "Ferrell ve Gresham Modeli (1985): Ferrell ve Gresham’ın Olasılık Modeli olarak da anılan Model, çok aşamalı bir karar alma davranış yapısını açıklamaktadır. Modelde, etik karar alma durumlarında bireylerin kişisel özelliklerinin yanı sıra toplumun kültürel ve ahlaki değerleri gibi çevresel faktörlerin olasılıklar çerçevesinde etkisine işaret edilmektedir."
  },
  {
    "id": "3833767",
    "unitNumber": 7,
    "text": "Pazarlama Etiği Genel Modeli olarak da adlandırılan, bireylerin ahlaki değerlerini etik kararlara dönüştürme süreci ve algı farklılıkları nedeniyle sahip oldukları etik değerlerin de değiştiği ortaya koymayı amaçlayan etik karar alma modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kohlberg Modeli",
      "B": "Organizasyonel Ahlaki Gelişim Modeli",
      "C": "Ferrell ve Gresham Modeli",
      "D": "Hunt ve Vitell Modeli",
      "E": "Ferrell, Gresham ve Fraedrich’in Sentez Modeli"
    },
    "explanation": "Hunt ve Vitell Modeli (1986): Hunt ve Vitell’in Pazarlama Etiği Genel Modeli olarak da adlandırılan Modelde, bireylerin ahlaki değerlerini etik kararlara dönüştürme süreci ve algı farklılıkları nedeniyle sahip oldukları etik değerlerin de değiştiği ortaya konulmaktadır."
  },
  {
    "id": "3833782",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi geleneksel pazarlama karması unsurları arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Ürün",
      "B": "Fiyat",
      "C": "Yer/dağıtım",
      "D": "Promosyon",
      "E": "Etiket"
    },
    "explanation": "Tarımsal ürün ve gıda piyasalarında ürün, fiyat, dağıtım ve promosyondan oluşan geleneksel pazarlama karması unsurları (Türkçe yazında pazarlama bileşeni olarak da adlandırılmaktadır.) arasında yer alır."
  },
  {
    "id": "3833787",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi promosyon karma unsurunda yer alan ögelerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Reklam",
      "B": "Kişisel satış",
      "C": "Halkla ilişkiler",
      "D": "Satış teşvikleri",
      "E": "Dağıtım"
    },
    "explanation": "Promosyon; pazarlama karmasının hedef kitle ile iletişimini sağlayan, tüketicilerin tutum ve davranışlarını etkilemeyi amaçlayan unsurudur. Promosyonla ilgili kararların fiyat, ürün ve dağıtım karma unsuru kararlarıyla uyumlu olması önem taşımaktadır. Bu karma unsuru; reklam, kişisel satış, halkla ilişkiler ve satış teşviklerinden oluşmaktadır (Kaya, 2022)"
  },
  {
    "id": "3845681",
    "unitNumber": 7,
    "text": "Halk arasında etik aşağıdakilerin hangisi ya da hangileri ile tanımlanmaktadır?<br/>I. Kanunların ruhuna bağlılık, <br/>II. Dini inançlara bağlılık, <br/>III. Toplumsal ve kültürel standartlara bağlılık<br/>IV. Fikirlere bağlılık",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "explanation": "ETİK KAVRAMI VE ÖNEMİ<br/>Etik, halk arasında da farklı tanımlanmaktadır. Örneğin etik, kanunların ruhuna bağlılık, dini\n inançlara bağlılık, toplumsal ve kültürel standartlara bağlılık ve fikirlere bağlılık olarak dört şekilde ifade edilmektedir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3845682",
    "unitNumber": 7,
    "text": "Bir davranışın/eylemin ahlaki olup olmadığını sonuçlarına göre değil, kişinin başlangıçtaki niyetinin belirlediğini söyleyen kuram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Faydacılık Kuramı",
      "B": "Adalet Kuramı",
      "C": "Erdem Kuramı",
      "D": "Evrensellik Kuramı",
      "E": "Kohlberg Modeli"
    },
    "explanation": "<strong>PAZARLAMADA ETİK MODELLER</strong><br/>Evrensellik Kuramı (Ödev bazlı kuram), bir davranışın/eylemin ahlaki olup olmadığını sonuçlarına göre değil, kişinin başlangıçtaki niyetinin belirlediğini söylemektedir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3845684",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ya da hangileri Etik anlayışa yönelik pazarlama etik karar alma modellerindendir?<br/>I. Ferrell, Gresham ve Fraedrich’in Sentez Modeli<br/>II. Hunt ve Vitell Modeli<br/>III. Organizasyonel Ahlaki Gelişim Modeli<br/>IV. Kohlberg Modeli<br/>V. Ferrell ve Gresham Modeli",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "PAZARLAMADA ETİK MODELLER<br/>Etik anlayışa yönelik pazarlama etik karar alma modelleri: Ferrell, Gresham ve Fraedrich’in Sentez Modeli, Hunt ve Vitell Modeli, Organizasyonel AhlakivGelişim Modeli, Kohlberg Modeli ve Ferrell ve Gresham Modeli’dir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3845685",
    "unitNumber": 7,
    "text": "Kohlberg modelinde aşağıdaki aşamalardan hangisi ya da hangileri 2. Düzey geleneksel ahlak içinde yer almaktadır?<br/>I. Ceza ve itaat aşaması<br/>II. Karşılıklı ortak beklentiler, ilişkiler ve uyum aşaması<br/>III. Öncelikli haklar, sosyal anlaşma aşaması<br/>IV. Sosyal sistem ve toplumsal bilinç aşaması<br/>V. Evrensel etik ilkeleri aşaması",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "II ve IV",
      "D": "I, II, III",
      "E": "II, IV, V"
    },
    "explanation": "Kohlberg Modeli<br/>Karşılıklı ortak beklentiler, ilişkiler ve uyum aşaması ve Sosyal sistem ve toplumsal bilinç aşaması 2. Düzey geleneksel ahlak içinde yer almaktadır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3845686",
    "unitNumber": 7,
    "text": "Organizasyonel Ahlaki Gelişim Modelinde aşağıdakilerden hangisi üçüncü aşamada yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Tüm faaliyetlerinde temel hedefi maksimum kar olan ve etik davranışlarla ilgilenmeyen etik dışı işletmeler",
      "B": "Yerel topluma karşı sosyal sorumlulukları olduğunu düşünen duyarlı işletmeler",
      "C": "Yasaların faaliyetleri belirlemedeki önemini benimseyerek, bunlara uygun hareket eden işletmeler",
      "D": "Yerel topluma karşı sosyal sorumlulukları olduğunu düşünen duyarlı işletmeler",
      "E": "Gelişmiş etik değerleri benimsemiş ve ahlaki gelişimini tamamlamış işletmeler"
    },
    "explanation": "Yerel topluma karşı sosyal sorumlulukları olduğunu düşünen duyarlı işletmeler Organizasyonel Ahlaki Gelişim Modelinde üçüncü aşamada yer alır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3845687",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tarımsal ürün ve gıdalarda dağıtım karma unsuru hakkında etiksel açıdan uygun olan davranışa örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Perakende aşamada raf ücretlerinde haksız rekabetin yaratılması",
      "B": "Spekülatif amaçlı ürün stoklanması",
      "C": "Ürünleri ticaret borsalarına ya da toptancı hallerine getirme",
      "D": "Coğrafi İşaretli olmadığı halde tescilli ürün gibi satış yapılarak avantaj sağlanması",
      "E": "Üretim ve pazarlama sürecinde yürütülen hukuk dışı faaliyetler"
    },
    "explanation": "Dağıtım Karma Unsurunda Etik Boyut<br/>Ürünleri ticaret borsalarına ya da toptancı hallerine getirme tarımsal ürün ve gıdalarda dağıtım karma unsuru hakkında etiksel açıdan uygun olan davranışa örnektir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3845689",
    "unitNumber": 7,
    "text": "Bir bireyin amaca ulaşmak için bütün araçların kullanılmasını meşru kılan düşünce sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Materyalizm",
      "B": "Makyavelizm",
      "C": "Üniversalizm",
      "D": "Realizm",
      "E": "Pozitivizm"
    },
    "explanation": "Dağıtım Karma Unsurunda Etik Boyut<br/>Makyavelizm bir bireyin amaca ulaşmak için bütün araçların kullanılmasını meşru kılan düşünce sistemidir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3845690",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ya da hangileri tüketicilerin hak ihlali yaşamasına neden olan durumlardandır?<br/>I. Ürünün, bilinen marka imiş gibi algılanmasını sağlayacak mesajlar verilmesi<br/>II. Üründe bulunmayan bir özelliğin varmış gibi gösterilmesi<br/>III. Üründeki uygunsuz özellikleri kamufle etmeye çabalamak<br/>IV. Üründeki bozulmayı örtmeye çalışmak",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "explanation": "TARIMSAL PAZARLAMA KARMASI UNSURLARINDA ETİK BOYUTLAR<br/>Ürünün, bilinen marka imiş gibi algılanmasını sağlayacak mesajlar verilmesi, üründe bulunmayan bir özelliğin varmış gibi gösterilmesi, üründeki uygunsuz özellikleri kamufle etmeye çabalamak ve üründeki bozulmayı örtmeye çalışmak tüketicilerin hak ihlali yaşamasına neden olan durumlardandır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3845691",
    "unitNumber": 7,
    "text": "Bireylerin ahlaki değerlerini etik kararlara dönüştürme süreci ve algı farklılıkları nedeniyle sahip oldukları etik değerlerin de değiştiği ortaya konulan model aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ferrell ve Gresham Modeli",
      "B": "Hunt ve Vitell Modeli",
      "C": "<em>Organizasyonel Ahlaki Gelişim Modeli</em>",
      "D": "Kohlberg Modeli",
      "E": "Sosyal Sözleşmeler ve Pazarlama Etiği Modeli"
    },
    "explanation": "PAZARLAMADA ETİK MODELLER<br/>Bireylerin ahlaki değerlerini etik kararlara dönüştürme süreci ve algı farklılıkları nedeniyle sahip oldukları etik değerlerin de değiştiği ortaya konulan model Hunt ve Vitell Modelidir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3845692",
    "unitNumber": 7,
    "text": "Kökleri Aristo’nun öğretilerine kadar uzanmakta ve ahlak kavramını bireylerin parçası olduğu toplumla ilişkilendiren kuram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Faydacılık Kuramı",
      "B": "Evrensellik Kuramı",
      "C": "Adalet Kuramı",
      "D": "Erdem Kuramı",
      "E": "Görelilik Kuramı"
    },
    "explanation": "PAZARLAMADA ETİK MODELLER<br/>Erdem Kuramı, kökleri Aristo’nun öğretilerine kadar uzanmakta ve ahlak kavramını bireylerin parçası olduğu toplumla ilişkilendirmektedir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3830946",
    "unitNumber": 8,
    "text": "Bir pazarlama planının temel ilkesi, sürekli değişen bir pazarda en fazla ...................... garanti etmesidir.\n Boşluğu <strong>en doğru</strong> dolduracak olan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "netliği",
      "B": "riski",
      "C": "satışı",
      "D": "kârı",
      "E": "sürümü"
    },
    "explanation": "Bir pazarlama planının temel ilkesi, sürekli değişen bir pazarda en fazla <strong>netliği</strong> garanti etmesidir."
  },
  {
    "id": "3830947",
    "unitNumber": 8,
    "text": "İyi organize edilmiş bir pazarlama planı aşağıdakilerden hangisini <strong>içermez?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "finansal durumun değerlendirilmesini",
      "B": "pazarlık miktarını",
      "C": "üretim konularını",
      "D": "pazar değerlendirmelerini",
      "E": "risk yönetimini"
    },
    "explanation": "İyi organize edilmiş bir pazarlama planı; finansal durumun değerlendirilmesi, üretim konuları, pazar değerlendirmeleri, risk yönetimi ve fiyatlandırma stratejileri gibi bazı unsurları içerir.<br/>pazarlık miktarını"
  },
  {
    "id": "3830951",
    "unitNumber": 8,
    "text": "Genel pazar bölümlerine göre daha dar anlamda belirlenmiş gereksinimleri veya çok özel gereksinimleri olan, küçük müşteri gruplarını ifade eden pazar türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ortak Pazar",
      "B": "Semt Pazarı",
      "C": "Niş Pazar",
      "D": "İkincil Pazar",
      "E": "Yerel Pazar"
    },
    "explanation": "<strong>Niş Pazar:</strong> Genel pazar bölümlerine göre daha dar anlamda belirlenmiş gereksinimleri veya çok özel gereksinimleri olan, daha küçük müşteri gruplarını ifade etmektedir."
  },
  {
    "id": "3830952",
    "unitNumber": 8,
    "text": "Pazarın demografik, psikografik, davranışsal veya coğrafi değişkenlere dayalı olabilecek farklı kategorilere ayrılmasını içeren kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pazarlama karması",
      "B": "Pazarlama sanatı",
      "C": "Konumlandırma",
      "D": "Pazar bölümlendirmesi",
      "E": "Sınırlandırma"
    },
    "explanation": "<strong>Pazar bölümlendirmesi</strong>, (segmentasyon) pazarın demografik, psikografik, davranışsal veya coğrafi değişkenlere dayalı olabilecek farklı kategorilere ayrılmasını içerir."
  },
  {
    "id": "3830954",
    "unitNumber": 8,
    "text": "Aşağıdaki aşamalardan hangisi pazarlama planlaması içerisinde <strong>yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "pazar analizi",
      "B": "hedefler veya amaçların tespiti",
      "C": "pazarlama bütçesinin oluşturulması",
      "D": "izleme ve yönetim",
      "E": "değerlendirme ve geri bildirim"
    },
    "explanation": "Pazarlama planlaması sırasıyla; pazar analizi, hedefler veya amaçlar, pazarlama stratejileri, uygulama, izleme ve yönetim, değerlendirme ve geri bildirimdir.<br/>Pazarlama planlaması, işletmelerin pazarlama stratejilerini geliştirmek ve pazarlama hedeflerine ulaşmak için geçtikleri çeşitli aşamaları içeren bir süreçtir. Bu sürecin aşamaları sırasıyla; pazar analizi, hedefler veya amaçlar, pazarlama stratejileri, uygulama, izleme ve yönetim, değerlendirme ve geri bildirimdir.<br/>Pazarlama planlaması içerisinde hedeflere ulaşmayı ve pazarlama stratejilerini hayata geçirme aşaması <strong>uygulama</strong> aşamasıdır. Burada pazarlama bütçesinin oluşturulması önem taşısa da, aşamayı tek başına temsil etmez. <br/>Bu nedenle sorunun doğru cevabı, C seçeneğidir."
  },
  {
    "id": "3831745",
    "unitNumber": 8,
    "text": "<strong>SWOT Analizi</strong> konusunda aşağıda verilen açıklamalardan hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmenin üstün olduğu yönlerinin tespit edilmesi demektir.",
      "B": "İşletmenin zayıf olduğu yönlerin tespit edilmesi demektir.",
      "C": "İşletmenin kârlılığının tespit edilmesi demektir.",
      "D": "İşletmenin sahip olduğu fırsatları ifade etmektedir.",
      "E": "İşletmenin için bulunduğu tehlikeleri ifade etmektedir."
    },
    "explanation": "SWOT analizi sonucunda pazarlama yönetimi; güçlü yönleriyle fırsatları değerlendirmeye çalışacak ve tehdit oluşturabilecek durumlara karşı da zayıf yönler bilinmek suretiyle ya önlem almaya çalışacak ve güçlendirme çabası içinde olacak ya da tehditlerden kaçınabilmenin yollarını arayacaktır.<br/>İşletmenin kârlılığının tespit edilmesi demektir."
  },
  {
    "id": "3831746",
    "unitNumber": 8,
    "text": "Önceden belirlenmiş hedeflere ulaşılıp ulaşılmadığını tespit etmek, yıllık planların, kârlılığın ve verimliliğin kontrolü aşağıdakilerden hangisinin alanına girer?",
    "correctAnswer": "D",
    "options": {
      "A": "Stratejik Pazarlama Stratejilerinin Oluşturulması",
      "B": "Stratejik Pazarlama Planının Uygulanması",
      "C": "Stratejik Analiz Süreci",
      "D": "Stratejik Pazarlama Planının Kontrolü ve Geri Besleme",
      "E": "Stratejik Analiz Değerlendirmesi"
    },
    "explanation": "Stratejik Pazarlama Planının Kontrolü ve Geri Besleme: Stratejik pazarlama planının değerlendirilmesi yıllık planların kontrolü, karlılığın kontrolü, verimliliğin kontrolü ve stratejilerin kontrolü olmak üzere dört düzeyde yapılmaktadır"
  },
  {
    "id": "3831748",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinde önce liderlik, sonra bütçe, ardından organizasyon yapısı ve son olarak da organizasyon gelir?",
    "correctAnswer": "B",
    "options": {
      "A": "Stratejik Analiz Süreci",
      "B": "Stratejik Pazarlama Planının Uygulanmas",
      "C": "Stratejik Pazarlama Planının Denetlenmesi",
      "D": "Stratejik Pazarlama Stratejilerinin Oluşturulması",
      "E": "Stratejik Pazarlama Planının Kontrolü ve Geri Besleme"
    },
    "explanation": "Stratejik Pazarlama Planının Uygulanması: Stratejik pazarlama planının uygulanma sürecinde bazı unsurlar oldukça önemlidir. Birinci unsur liderdir, lider geleceği belirleyen, çalışanları motive eden ve onlara “yapabilecekleri” ilhamını veren kişidir. İkinci unsur bütçedir, uygulanacak stratejiler, hedefler ve vizyon bütçe ile yakından ilişkilidir. Ardından organizasyon yapısı gelir, vizyon ve hedefler, organizasyon yapısına yansıtılmalıdır. Son unsur, organizasyon kültürüdür. Kültür, vizyonla uyumlu olmalı ve başarıya katkı sağlamalıdır."
  },
  {
    "id": "3831760",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi talep ve arz koşulları, tüketicilerin tercihleri, fiyatların olası dalgalanmaları ve düzenleyici faktörlerin pazar dinamikleri bilgisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarımsal pazarlama",
      "B": "Tarımsal destekleme",
      "C": "Tarımsal dönüşüm",
      "D": "Tarımsal sanayi",
      "E": "Tarımsal yaşam"
    },
    "explanation": "Tarımsal pazarlama planlaması talep ve arz koşulları, tüketicilerin tercihleri, fiyatların olası dalgalanmaları ve düzenleyici faktörlerin pazar dinamikleri bilgisidir."
  },
  {
    "id": "3831791",
    "unitNumber": 8,
    "text": "................................ tarımsal pazarlamanın merkezi bölümünü oluşturmaktadır.",
    "correctAnswer": "E",
    "options": {
      "A": "Ürünler",
      "B": "Reklam boyutu",
      "C": "Promosyonlar",
      "D": "Satıcı faktörü",
      "E": "Dağıtım stratejileri"
    },
    "explanation": "Dağıtım stratejileri kesinlikle tarımsal pazarlamanın merkezi bölümünü oluşturmaktadır."
  }
]