[
  {
    "id": "3671721",
    "unitNumber": 1,
    "text": "Serin ve sıcak iklim tahıllarının kromozom sayıları arasındaki temel fark nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Serin iklim tahıllarında kromozom sayıları sabitken, sıcak iklim tahıllarında değişkenlik gösterir",
      "B": "Serin iklim tahıllarında kromozom sayıları x=7 ve onun katları olarak düzenlenmiştir, sıcak iklim tahıllarında ise böyle bir katlanma ilişkisi yoktur",
      "C": "Serin iklim tahıllarında kromozom sayıları her zaman 2n=20'dir, sıcak iklim tahıllarında ise 2n=24'tür",
      "D": "Sıcak iklim tahıllarında kromozom sayıları serin iklim tahıllarına göre daha yüksektir ve sürekli olarak artar",
      "E": "Serin ve sıcak iklim tahıllarında kromozom sayıları arasında belirgin bir fark bulunmamaktadır"
    },
    "explanation": "Serin iklim tahıllarında kromozom sayıları x=7 ve onun katları olarak düzenlenmiştir, sıcak iklim tahıllarında ise böyle bir katlanma ilişkisi yoktur."
  },
  {
    "id": "3671746",
    "unitNumber": 1,
    "text": "Orta ve Güney Amerika'nın temel besin kaynağı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Buğday",
      "B": "Çavdar",
      "C": "Mısır",
      "D": "Çeltik",
      "E": "Yulaf"
    },
    "explanation": "Orta ve Güney Amerika'nın temel besin kaynağı mısırdır."
  },
  {
    "id": "3671814",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangi tanım<strong> yanlıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çavdar, kültürü yapılmadan önce, uzun yıllar buğday tarlalarının yabancı otu olarak ortaya çıkmıştır.",
      "B": "Yulaf, buğday ve arpaya göre daha geç kültürü yapılan serin iklim tahılıdır.",
      "C": "Mısır ülkemize, 16. yüzyılda Kuzey Afrika, Mısır ve Suriye üzerinden getirilmiştir.",
      "D": "Mısır bitkisi, 1492’de Kristof Kolomb ve ekibinin Amerika’yı keşfinden sonra olmuştur.",
      "E": "Çeltik M.Ö.3000 yıllarında Çin'den çıkıp Hindistan'a yayılmıştır"
    },
    "explanation": "Çeltik, M.Ö.3000 yıllarında Hindistan’ın güneyinden Çin’e, M.Ö 1000 yıllarında Java’ya doğru yayılmıştır. Avrupa’ya Büyük İskender’in Asya seferlerinden sonra M.Ö 300 yıllarında getirilmiştir."
  },
  {
    "id": "3671876",
    "unitNumber": 1,
    "text": "Tohum uygun koşullara bırakıldığında yeni bir bitki oluşturan ve soyun devamlılığını sağlayan tane kısmı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kabuk",
      "B": "Endosperm",
      "C": "Embriyon",
      "D": "Meyve kabuğu (pericarp)",
      "E": "Tohum kabuğu (testa)"
    },
    "explanation": "Embriyon, tohum uygun koşullara bırakıldığında yeni bir bitki oluşturan ve soyun devamlılığını sağlayan tane kısımdır."
  },
  {
    "id": "3671897",
    "unitNumber": 1,
    "text": "Hangi sıcak iklim tahıl türünün minimum çimlenme sıcaklığı 8-10°C'dir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çeltik",
      "B": "Mısır",
      "C": "Yulaf",
      "D": "Çavdar",
      "E": "Arpa"
    },
    "explanation": "Sıcak iklim tahıllarında ise mısırda 8-10⁰C, çeltikte 12-13⁰C ve darılarda 15-18⁰C’dir."
  },
  {
    "id": "3671915",
    "unitNumber": 1,
    "text": "Hangi tahıl türü, köklerinin derinlere doğru gelişmesi ile fazla su ihtiyacını karşılar?",
    "correctAnswer": "C",
    "options": {
      "A": "Mısır",
      "B": "Koca darı",
      "C": "Yulaf",
      "D": "Çavdar",
      "E": "Arpa"
    },
    "explanation": "Serin iklim tahıllarından Yulafta köklerin derine inmesi yulafın fazla su ihtiyacının karşılanması ile ilgilidir."
  },
  {
    "id": "3671935",
    "unitNumber": 1,
    "text": "Tahıl yaprağının en önemli fotosentez organı hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yaprak kını",
      "B": "Yaprak ayası",
      "C": "Kulakçık",
      "D": "Yakacık",
      "E": "Sap"
    },
    "explanation": "Yaprak ayası, sap üzerinde kının bitti yerden sapla belli bir açı yaparak uzayan, mızrak şeklindeki kısımdır. Yaprak ayası bitkinin en önemli fotosentez organıdır."
  },
  {
    "id": "3671948",
    "unitNumber": 1,
    "text": "Olum dönemi hangi aşamaları içerir?",
    "correctAnswer": "A",
    "options": {
      "A": "Süt olum, sarı olum, fizyolojik olum, tam olum",
      "B": "Süt olum, sarı olum, fizyolojik olum, tohumluk olum",
      "C": "Süt olum, sarı olum, fizyolojik olum, gelişim olum",
      "D": "Süt olum, sarı olum, tam olum, kuruma olum",
      "E": "Süt olum, nişasta olum, protein olum, fizyolojik olum"
    },
    "explanation": "Süt olum, sarı olum, fizyolojik olum, tam olum"
  },
  {
    "id": "3671975",
    "unitNumber": 1,
    "text": "Aşağıdaki tanımlardan hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Topraktaki nem miktarı ve havanın yağışlı olması İnorganik gübrelerin yararını artırmaktadır.",
      "B": "Serin iklim tahıllarında gübreleme, ekim zamanında ve ilkbaharda sapa kalkma döneminde olmak üzere iki aşamada yapılır.",
      "C": "Fosfor, bitkilerin ilk kök gelişimini olumlu yönde etkiler.",
      "D": "Tahıllar ilkbaharda büyüme ve gelişmenin fazla olduğu dönemde azota daha çok ihtiyaç duyarlar.",
      "E": "Çiftlik gübresi ya da baklagil bitki artıkları gibi organik gübreler toprak işlemeden sonra verilmelidir."
    },
    "explanation": "Çiftlik gübresi ya da baklagil bitki artıkları gibi organik gübreler toprak işlemeden önce verilmelidir."
  },
  {
    "id": "3671997",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi halk arasında karamuk, karadoğu ve kör gibi isimlerle de adlandırılan bir başak hastalığıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürme",
      "B": "Çeltik yanıklık hastalığı",
      "C": "Mısır rastığı",
      "D": "Çeltik beyaz uç nematodu",
      "E": "Süne"
    },
    "explanation": "Sürme (Tilletia):halk arasında karamuk, karadoğu ve kör gibi isimlerle de adlandırılan bir başak hastalığıdır. Hastalık tohumla bulaşır. Sürmeye yakalanmış bitkiler soluk renklidir. Olgun bitki başaklarında tanelerin içi hastalık sporları ile doludur. Tohum ilaçlaması hastalığın kontrolü için önemlidir."
  },
  {
    "id": "3684333",
    "unitNumber": 1,
    "text": "Türkiye'de 2022 yılında üretilen sıcak iklim tahılları arasında en büyük paya sahip olan tahıl aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Buğday",
      "B": "Arpa",
      "C": "Mısır",
      "D": "Çeltik",
      "E": "Yulaf"
    },
    "explanation": "Buğday, arpa ve yulaf serin iklim tahıllarındandır. Mısır ve çeltik ise sıcak iklim tahılları arasında yer alır. Türkiye'de sıcak iklim tahılları arasından en büyük üretim payına %39,6 ile Mısır hakimdir. Bu nedenle Cevap C'dir."
  },
  {
    "id": "3684354",
    "unitNumber": 1,
    "text": "Buğday ve arpanın ilk kez hangi bölgede tarımının yapıldığı arkeo-botanik araştırmalar sonucunda ortaya çıkmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Güney Asya",
      "B": "Anadolu",
      "C": "Güneydoğu Avrupa",
      "D": "Kuzey Amerika",
      "E": "Bereketli Hilal"
    },
    "explanation": "Buğday ve arpanın yaklaşık 10 bin yıl önce Türkiye’nin güneydoğusu ve çevresindeki Bereketli Hilal bölgesinde tarımının yapıldığı arkeolojik araştırmalarla ortaya konmuştur."
  },
  {
    "id": "3684362",
    "unitNumber": 1,
    "text": "Mısır bitkisinin kökeni ve evrimi ile ilgili yapılan çalışmalara göre hangi teori daha yaygın olarak kabul görmüştür?",
    "correctAnswer": "B",
    "options": {
      "A": "Mısır, Kuzey Amerika'da ortaya çıkmıştır",
      "B": "Mısır, Meksika’daki Euchlaena mexicana türünden evrimleşmiştir",
      "C": "Mısır, Güneydoğu Asya’da ortaya çıkmıştır",
      "D": "Mısır, Avrupa'da keşfedilmiştir",
      "E": "Mısır, Çin'den köken almıştır"
    },
    "explanation": "Mısır bitkisinin, Meksika’daki Euchlaena mexicana bitkisinden doğal seleksiyon, melezleme ya da mutasyon yoluyla evrimleştiği görüşü yaygın olarak kabul edilmiştir."
  },
  {
    "id": "3684372",
    "unitNumber": 1,
    "text": "Dünya genelinde en çok buğday üreten ülkeler hangi enlemler arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "20-45° kuzey ve 27-40° güney enlemleri",
      "B": "27-40° kuzey ve 20-45° güney enlemleri",
      "C": "36-60° kuzey ve 27-40° güney enlemleri",
      "D": "40-55° kuzey ve 36-60° güney enlemleri",
      "E": "40-55° kuzey ve 22-45° güney enlemleri"
    },
    "explanation": "Dünyada en çok buğday üreten ülkeler, 36-60° kuzey enlemleri ve 27-40° güney enlemleri arasında yer almaktadır."
  },
  {
    "id": "3684382",
    "unitNumber": 1,
    "text": "Buğdayın kromozom sayılarıyla ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Diploid buğdaylar 2n=4x=28 kromozom içerir.",
      "B": "Tetraploid buğdaylar 2n=2x=14 kromozom içerir.",
      "C": "Hekzaploid buğdaylar 2n=6x=42 kromozom içerir.",
      "D": "Tetraploid buğdaylar 2n=6x=42 kromozom içerir.",
      "E": "Diploid buğdaylar 2n=6x=42 kromozom içerir."
    },
    "explanation": "Buğdayın kromozom sayıları diploid için 2n=2x=14, tetraploid için 2n=4x=28 ve hekzaploid için 2n=6x=42 olarak saptanmıştır."
  },
  {
    "id": "3684388",
    "unitNumber": 1,
    "text": "Mısırın taksonomisiyle ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Zea cinsi, sekiz genus içeren Maydeae oymağında yer alır.",
      "B": "Mısır sadece Zea mays türü altında sınıflandırılır.",
      "C": "Mısırın tüm alt türleri aynı botanik varyeteye aittir.",
      "D": "Zea cinsi, sadece tek bir botanik varyete içerir.",
      "E": "Mısır ve arpa aynı genus altında sınıflandırılır."
    },
    "explanation": "Zea, Maydeae oymağında yer alan en önemli genustur ve bu oymak sekiz genus içerir."
  },
  {
    "id": "3684644",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tahıl tanesinin en içte katmanı olup embriyon ve endospermi sarar?",
    "correctAnswer": "C",
    "options": {
      "A": "Meyve kabuğu",
      "B": "Tohum kabuğu",
      "C": "Hialin tabaka",
      "D": "Aleuron tabakası",
      "E": "Caryopsis"
    },
    "explanation": "Hialin tabaka, tahıl tanesinin embriyon ve endospermini en içten saran ince bir tabakadır."
  },
  {
    "id": "3684651",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi çeltik işlenirken pirinç elde etmek için uzaklaştırılan bileşenlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Karyopsis",
      "B": "Kavuz",
      "C": "Meyve kabuğu",
      "D": "Embriyon",
      "E": "Endosperm"
    },
    "explanation": "Pirinç elde edilirken kavuz, karyopsis, meyve kabuğu ve embriyon gibi kısımlar uzaklaştırılırken, endosperm besleyici kısmı oluşturur ve uzaklaştırılmaz."
  },
  {
    "id": "3684665",
    "unitNumber": 1,
    "text": "Toprağın “tavda” olması ne anlama gelmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toprağın nem oranının düşük olması",
      "B": "Toprağın bitkiler için uygun fiziksel özelliklere sahip olması",
      "C": "Toprağın fazla miktarda bitki artığı içermesi",
      "D": "Toprağın ağır metallerden arınmış olması",
      "E": "Toprağın ekim için yeterli sıcaklıkta olması"
    },
    "explanation": "Toprağın tavda olması, toprağın bitkiler için uygun fiziksel özelliklere sahip olduğunu, yani topraktaki agregatlar arasındaki boşlukların eşit oranda hava ve su içerdiğini ifade eder."
  },
  {
    "id": "3684669",
    "unitNumber": 1,
    "text": "Tahıllarda ekim derinliğini etkileyen en önemli faktör aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tohumun bin tane ağırlığı",
      "B": "Tohumun çimlenme süresi",
      "C": "Çim kını uzunluğu",
      "D": "Topraktaki organik madde miktarı",
      "E": "Topraktaki pH değeri"
    },
    "explanation": "Tahıllarda ekim derinliğini belirleyen en önemli faktör, çim kını uzunluğudur. Bu uzunluk, genotip ve çevre koşullarından etkilenir ve ekim derinliğine karar verilirken göz önünde bulundurulur."
  },
  {
    "id": "3685813",
    "unitNumber": 1,
    "text": "I. Tahıl cinslerinin tümü Poaceae familyasında yer alır.<br/>II. Serin iklim tahıllarında genomdaki kromozom sayısı x= 6’dır.<br/>III. İlk kültürü yapılan tarla bitkileridir.<br/>IV. Buğday (<em>Triticum</em>), sıcak iklim tahıllarına örnektir.<br/>Tahıllar ile ilgili olarak yukarıdan verilen ifadelerden doğru olanların tümü aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "Tahıl cinslerinin tümü Poaceae (Gramineae) familyasında yer alır. Arpa (Hordeum), buğday (Triticum), çavdar (Secale), yulaf (Avena) ve buğday- çavdar amfidiploidi olan “Triticale” Serin İklim Tahıllarını; çeltik (Oryza), mısır (Zea), kocadarı (Sorghum), kumdarı (Panicum), cindarı (Seteria) ve kuşyemi (Phalaris) ise Sıcak İklim Tahıllarını oluşturmaktadır. Tahılları gruplandırmanın temel nedeni, iki grupta yer alan tahıl cinslerinin iklim isteklerinin farklı olmasıdır. Buğday (<em>Triticum</em>), sıcak iklim tahıllarına örnek değidir. Tahılların iki gruba ayrılmasının bir başka nedeni de sahip oldukları kromozom sayılarıdır. Serin iklim tahıllarında genomdaki kromozom sayısı x= 6 değil, x= 7’dir. Serin iklim tahılları 7 ve 7’nin katları olan kromozom sayısı bulundurur. Tahılların dünya üzerinde yaygın üretilmesinin başlıca nedeni ilk kültürü yapılan tarla bitkileri olmalarıdır."
  },
  {
    "id": "3685818",
    "unitNumber": 1,
    "text": "“Halk arasında karamuk, karadoğu ve kör gibi isimlerle de adlandırılan bir başak hastalığıdır. Hastalık tohumla bulaşır yakalanmış bitkiler soluk renklidir.” Özellikleri verilen hastalık aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çeltik yanıklık hastalığı",
      "B": "Sürme",
      "C": "Mısır rastığı",
      "D": "Süne",
      "E": "Mısır koçan kurdu"
    },
    "explanation": "Sürme (Tilletia):halk arasında karamuk, karadoğu ve kör gibi isimlerle de adlandırılan bir başak hastalığıdır. Hastalık tohumla bulaşır. Sürmeye yakalanmış bitkiler soluk renklidir. Olgun bitki başaklarında tanelerin içi hastalık sporları ile doludur. Tohum ilaçlaması hastalığın kontrolü için önemlidir."
  },
  {
    "id": "3685851",
    "unitNumber": 1,
    "text": "“Serin iklim tahılıdır. Avenin içeriği hayvan beslenmesindeki değerini artırmaktadır. Tarımı, Kuzey Yarıkürede 40°-55° enlemleri arasında yer alan ülkelerde yapılmaktadır. “<br/>Yukarıda özellikleri verilen tahıl aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yulaf",
      "B": "Çavdar",
      "C": "Buğday",
      "D": "Çeltik",
      "E": "Arpa"
    },
    "explanation": "Yulaf tarımı, Kuzey Yarıkürede 40°-55° enlemleri arasında yer alan ülkelerde yapılmaktadır. Beyaz yulaf (Avena sativa) çeşitleri kuzey sınırına yakın bölgede yetiştirilirken, kırmızı yulaf (A. byzantina) çeşitleri ise daha ılıman bölgelerde yaygındır. Dünyada yaygın yulaf tarımı yapılan yerlerde, yulaf yazlık ekilmektedir. Dünya toplam üretiminin % 60’ı Avrupa kıtası sağlamaktadır. Rusya, Kanada, Polonya, İspanya, Finlandiya ve İngiltere en fazla üretim yapan ülkelerdir. Yulaf tanesinin “Avenin” içeriği hayvan beslenmesindeki değerini artırmaktadır. Son yıllarda insan beslenmesindeki önemi artmıştır. Özellikle kahvaltılık gevrekler, yulaf ezmesi, bisküviler ve çocuk mamalarında kullanılmaya başlanmıştır. Yulaf tanesinin, protein, antioksidan, yağ, vitamin, fosfor demir ve kalsiyum gibi elementleri de içermesi, besin değerini yükseltmektir. Beslenme yanında bazı cilt hastalıklarının tedavisinde de kullanılmaktadır."
  },
  {
    "id": "3685862",
    "unitNumber": 1,
    "text": "Tahılların Latince adlandırılması ile ilgili olarak aşağıdaki eşleşmelerden hangisi <u>doğru değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "<em>Hordeum vulgare</em> - Arpa",
      "B": "<em>Oryza sativa</em> - Çeltik",
      "C": "<em>Zea mays</em> - Mısır",
      "D": "<em>Secale cereale</em>- Yulaf",
      "E": "<em>Phalaris canariensis</em>- Kuşyemi"
    },
    "explanation": "<em>Hordeum vulgare</em> - Arpa<br/>Oryza sativa - Çeltik<br/>Zea mays - Mısır<br/>Secale cereale- Yulaf değil Secale cereale- Çavdar olmalıdır.<br/>Phalaris canariensis- Kuşyemi"
  },
  {
    "id": "3685870",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tahıllarda çimlenmeyi etkileyen faktörlerden biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Su",
      "B": "Işık",
      "C": "Nem",
      "D": "Oksijen",
      "E": "Sıcaklık"
    },
    "explanation": "Çimlenme, tohum ile üreyen bitkilerde ilk gelişme dönemidir. Çimlenmeyi etkileyen faktörler, su, sıcaklık ve oksijendir. Tohum yatağında, bu üç faktör yeterli düzeyde olduğunda çimlenme gerçekleşir. Tahıllar için ışık çimlenme faktörü değildir."
  },
  {
    "id": "3685880",
    "unitNumber": 1,
    "text": "I. Embriyon kırılmamış olmalıdır.<br/>II. Tohum canlı olmalıdır.<br/>III. Tane yüzeyinin % 5’i oksijen ile temas ediyor olmalıdır.<br/>IV. Tanenin kendi ağırlığının % 3-7’si kadar suyu alması gerekir.<br/>Tahıllarda çimlenmenin başlayabilmesi için gerekli koşullar ile ilgili olarak yukarıda verilen ifadelerden doğru olanların tümü aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "Çimlenmenin gerçekleşmesi için tohumun canlı olması ve uygun çevre koşullarının bulunması gerekmektedir. Canlı tohumda ise embriyon kırılmamış, hastalık ve zararlılar tarafından zedelenmemiş ve kalkancık enzimleri bozulmamış olmalıdır. Çimlenmenin başlayabilmesi için tanenin kendi ağırlığının % 35-70’i kadar suyu alması gerekir. Tohumda çimlenmenin başlayabilmesi için tane yüzeyinin % 20’sinin oksijen (hava) ile temas ediyor olması gereklidir."
  },
  {
    "id": "3685889",
    "unitNumber": 1,
    "text": "Hasattan hemen sonra ekilen tohumların koşullar uygun olmasına karşın çimlenememesi durumunu ifade eden terim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çimlenme fizyolojisi",
      "B": "Çimlenme morfolojisi",
      "C": "Çimlenme durgunluğu",
      "D": "Kardeşlenme",
      "E": "Tohumluk"
    },
    "explanation": "Çimlenme durgunluğu (dormancy): Hasattan hemen sonra ekilen tohumların koşullar uygun olmasına karşın çimlenememesidir. Bu durum, tohumun fizyolojik ve enzimatik olumunu tamamlamamış olmasından kaynaklanmaktadır."
  },
  {
    "id": "3685897",
    "unitNumber": 1,
    "text": "I. Asıl kökçük, ana sapın ve kardeş sapların alt boğumundan çıkan köklerdir.<br/>II. Adventif kökler, çimlenme sırasında kökçük kını içinde uzayarak çıkan ilk organdır.<br/>III. İlk yaprağın çim kınından çıkmasından önce oluşan köklere çim kökleri denir.<br/>IV. Destek kökler bitkilerin yatmasını önlemektedir.<br/>Tahıllarda kök yapısı ile ilgili olarak yukarıda verilen ifadelerden doğru olanların tümü aşağıdaki seçeneklerden hangisinde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "Tahıllarda her embriyonda bir tek asıl kökçük (radicula) vardır. Asıl kökçük, çimlenme sırasında kökçük kını içinde uzayarak çıkan ilk organdır. Adventif kökler, ana sapın ve kardeş sapların alt boğumundan çıkan köklerdir. Bu kökler, bitkinin toprağa tutunmasını sağlar ve bitkiye besin maddelerini taşırlar. İlk yaprağın çim kınından çıkmasından önce oluşan köklere “çim kökleri” denir. Diğer tahıllardan farklı olarak mısır ve koca darıda sapın toprak yüzeyine yakın olan 2.-3. boğumlarından çıkan destek kökleri vardır. Destek kökler bitkilerin yatmasını önlemektedir."
  },
  {
    "id": "3685910",
    "unitNumber": 1,
    "text": "I. Tahıllarda ilk yaprak, çim kınından çıkar.<br/>II. Sapta her boğumdan iki yaprak çıkar.<br/>III. Sapın en üst boğumundan çıkan yaprağa “bayrak yaprağı” denir.<br/>IV. Yaprak kını en fazla fotosentez yapılan kısımdır.<br/>Tahıllarda yaprak ile ilgili olarak yukarıda verilen ifadelerden doğru olanların tümü aşağıdaki seçeneklerden hangisinde verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "Yapraklar bitkinin fotosentez organıdır. Tahıllarda ilk yaprak, çim kınından çıkar. Sapta her boğumdan bir yaprak çıkar. Sapın en üst boğumundan çıkan yaprağa “bayrak yaprağı”<br/>denir. Yaprak kını, çıktığı boğumun üstündeki boğum arasını saran bölüme denir. Yaprak kını sapın dik durması sağlar, yaprak ayasından sonra en fazla fotosentez yapılan kısımdır."
  },
  {
    "id": "3685927",
    "unitNumber": 1,
    "text": "Tohumun ekiminden bitkinin hasadına kadar geçen dönemde yapılan gübreleme, sulama, çapalama ve ilaçlama gibi işlemlerin tümüne ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Toprak işleme",
      "B": "Harman",
      "C": "Fideleme",
      "D": "Ekim",
      "E": "Bakım"
    },
    "explanation": "Toprağın, uygun alet-ekipmanlar ile belirli bir derinlik ve genişlikte çizilip kesilip devrilerek karıştırılması ya da kesilen kısmın devrilmeksizin olduğu yere bırakılmasına <strong>toprak işleme</strong> denir. Tahıllarda, tane olum (erme) dönemlerini tamamlayan, olgunlaşmış bitkilerin elle, orak, tırpan ya da biçerdöver ile biçilmesine hasat; tanelerin elle, patoz ya da biçerdöver ile sap, başakçık ve çiçek organlarından ayrılmasına da <strong>harman</strong> denilmektedir. <strong>Fideleme</strong>, tavalarda yetiştirilmiş fidelerin tarlaya şaşırtılmasına denir. Tohumun uygun yöntemlerle belli derinlik ve sıklıkta toprağa bırakılıp bastırılmasına ekim denir. Tohumun ekiminden bitkinin hasadına kadar geçen dönemde yapılan gübreleme, sulama, çapalama ve ilaçlama gibi işlemlerin tümüne <strong>bakım</strong> denir."
  },
  {
    "id": "3684606",
    "unitNumber": 2,
    "text": "2021 yılına ait FAO verileri dikkate alındığında, yemeklik baklagiller cinsleri içerisinde dünyada en fazla üretime sahip olan cins aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nohut",
      "B": "Bezelye",
      "C": "Fasulye",
      "D": "Bakla",
      "E": "Mercimek"
    },
    "explanation": "Yemeklik baklagiller cinsleri (genus) içinde dünyada en fazla ekim alanı ve üretime (toplam baklagil<br/>üretiminin %28) sahip olan cins fasulyedir."
  },
  {
    "id": "3684613",
    "unitNumber": 2,
    "text": "2021 yılına ait FAO verileri dikkate alındığında, yemeklik baklagiller cinsleri içerisinde dünyada en fazla verime (kg/ha) sahip olan cins aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fasulye",
      "B": "Bakla",
      "C": "Nohut",
      "D": "Mercimek",
      "E": "Bezelye"
    },
    "explanation": "FAO verilerine dayanarak en fazla verime sahip cins 2191 kg/ha ile bakladır."
  },
  {
    "id": "3684625",
    "unitNumber": 2,
    "text": "Yemeklik baklagillerin bitki sistematiğindeki yerine göre aşağıda verilen hangi ikili phaseoleae oymağına aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mercimek-Bakla",
      "B": "Bakla-Bezelye",
      "C": "Fasulye-Bezelye",
      "D": "Fasulye-Börülce",
      "E": "Mercimek-Börülce"
    },
    "explanation": "Fasulye-Börülce ikilisi phaseoleae oymağına aittir."
  },
  {
    "id": "3684631",
    "unitNumber": 2,
    "text": "TS 141 standardına göre; tombul, çalı, dermason, horoz ve bomba gibi botanik yapılarına göre çeşitlendirilmiş baklagil cinsi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bakla",
      "B": "Mercimek",
      "C": "Nohut",
      "D": "Bezelye",
      "E": "Fasulye"
    },
    "explanation": "TS 141 standardına göre; tombul, çalı, dermason, horoz ve bomba gibi botanik yapılarına göre çeşitlendirilmiş baklagil cinsi fasulyedir."
  },
  {
    "id": "3684650",
    "unitNumber": 2,
    "text": "<ul> <li>Gövde yapısı otsu kesiti ilk boğuma kadar yuvarlak, daha sonraları altı köşelidir.</li> <li>Bitki dik, yarı yatık veya yatık gelişebilir.</li> <li>Gövde bir destek bulduğu zaman genelde yukarıya doğru büyür. Bitkinin gelişme şekli bodur ya da sarılıcıdır.</li> <li>Bodur tiplerde bitki boyu 30-50 cm, sarılıcı formlarında ise çeşide ve çevresel koşullara bağlı olmak üzere 1.5 m kadardır.</li> </ul> Yukarıda morfolojik özellikleri verilen baklagil cinsi aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fasulye",
      "B": "Nohut",
      "C": "Mercimek",
      "D": "Bakla",
      "E": "Börülce"
    },
    "explanation": "Soruda verilen morfolojik özellikler fasulye bitkisine aittir."
  },
  {
    "id": "3684674",
    "unitNumber": 2,
    "text": "<ul> <li>Olgun tohum yüzeyinin kontrol edilmesi ile saptanan tane kabuğu düz, pütürlü, kırışık ya da tümsekli yapı gösterir.</li> <li>Tane iriliği değişken olup 1000 tane ağırlığı 250 g olabildiği gibi büyük taneli kabuli tiplerde ise 400-600 g arasında değişiklik gösterir.</li> <li>Genel olarak iri taneli olanların pişme kalitesi iyi ve süresi kısadır.</li> </ul> Yukarıda tane özellikleri verilen yemeklik baklagiller cinsi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fasulye",
      "B": "Nohut",
      "C": "Bezelye",
      "D": "Mercimek",
      "E": "Börülce"
    },
    "explanation": "Soruda verilen özellikler nohut bitkisine aittir."
  },
  {
    "id": "3684683",
    "unitNumber": 2,
    "text": "Düşük sıcaklıklara dayanıklılık yönünden yemeklik baklagiller içinde ilk sırada yer alan baklagil aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fasulye",
      "B": "Bezelye",
      "C": "Börülce",
      "D": "Nohut",
      "E": "Mercimek"
    },
    "explanation": "Mercimek düşük sıcaklıklara dayanıklılık yönünden yemeklik baklagiller içinde ilk sırada yer alır."
  },
  {
    "id": "3684695",
    "unitNumber": 2,
    "text": "Ekim yapılacak topraktaki tuz miktarı fazla ise ekim için aşağıdakilerden hangisi tercih edilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fasulye",
      "B": "Bezelye",
      "C": "Börülce",
      "D": "Nohut",
      "E": "Mercimek"
    },
    "explanation": "Bu gruptaki bitkilerin tamamı tuza duyarlıdırlar ancak içlerinde en dayanıklı olanı nohuttur."
  },
  {
    "id": "3684709",
    "unitNumber": 2,
    "text": "Yemeklik baklagiller içinde birim alana vejetasyon süresince en fazla biyolojik azot (ortalama 20 kg/da) bağlayan cins aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bakla",
      "B": "Börülce",
      "C": "Fasulye",
      "D": "Nohut",
      "E": "Mercimek"
    },
    "explanation": "Yemeklik baklagiller içinde birim alana vejetasyon süresince en fazla biyolojik azot (ortalama 20 kg/da)<br/>bağlayan cins bakladır."
  },
  {
    "id": "3684724",
    "unitNumber": 2,
    "text": "Yemeklik baklagil yetiştiriciliğinde hasat, zamanından erken yapılırsa aşağıdakilerden hangisi <strong>gözlenmez?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tane kabuğu kırışık olur",
      "B": "Yapısı küçük olur",
      "C": "Bakla çatlamaları sonucu tane dökülmeleri görülür",
      "D": "Pişme kalitesi düşük olur",
      "E": "Tohumluk olma özelliğinde zayıflık görülür"
    },
    "explanation": "Bakla çatlamaları sonucu tane dökülmeleri durumu hasadın geciktiğini göstermektedir."
  },
  {
    "id": "3686752",
    "unitNumber": 2,
    "text": "Yemeklik baklagiller ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Çok çabuk bozulurlar.",
      "B": "Nişasta, lif ve mineral maddeler bakımından da insanlar için temel besinler durumundadır.",
      "C": "Baklagil taneleri çok pahalı elde edilirler.",
      "D": "İnsan beslenmesinde karbonhidrat sağlayan kaynaklardır.",
      "E": "Tatları çok kötüdür."
    },
    "explanation": "Baklagillerin kuru taneleri, proteinin yanı sıra nişasta, lif ve mineral maddeler bakımından da insanlar için temel besinler durumundadır. Baklagil taneleri hem ucuz elde edilebilen (diğer protein kaynaklı besinlere oranla) hem de uzun süre bozulmadan bekletilebilir potansiyelleri nedeniyle tercih edilen ürünler durumundadırlar. Tane baklagiller, verdikleri yüksek kalorinin yanı sıra, çok lezzetli olmaları nedeniyle de dünyada ve ülkemizde yoğun olarak tüketilmektedir."
  },
  {
    "id": "3686758",
    "unitNumber": 2,
    "text": "Sağlıklı beslenme için Dünya Sağlık Örgütü (WHO) günlük ne kadar baklagil tüketilmesini önermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "800 g",
      "B": "8 g",
      "C": "0,8 g",
      "D": "80 g",
      "E": "0,08 g"
    },
    "explanation": "Sağlıklı beslenme için Dünya Sağlık Örgütü (WHO)günlük 80 g baklagil tüketilmesini önermektedir."
  },
  {
    "id": "3686769",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Yakacak olarak</li> <li>Sedimentasyon amaçlı</li> <li>Kişisel bakım ürünleri</li> <li>Tıbbı amaçlı </li> </ol> Yukarıdakilerden hangisi ya da hangileri yemeklik baklagillerden yararlanma ve kullanılma alanlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "II ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Yemeklik baklagillerden yararlanma ve kullanılma alanları<br/>Sebze olarak<br/>Kuru taneleri<br/>Fermantasyon amaçlı<br/>Yeşil gübre olarak toprak verimliliğinde<br/>Ekim nöbetinde<br/>Biyolojik azot fiksasyonu için<br/>Hayvan beslenmesinde<br/>Yakacak olarak<br/>Günlük atıştırmalık ürünler<br/>Tıbbı amaçlı<br/>Kişisel bakım ürünleri<br/>Endüstride"
  },
  {
    "id": "3686778",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi eş zamanlı olarak kültüre alınan ilk bitkilerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mısır",
      "B": "Ayçiçeği",
      "C": "Bezelye",
      "D": "Fasulye",
      "E": "Pancar"
    },
    "explanation": "Nohut (Cicer arietinum L.), mercimek (Lens culinaris Medik.) ve bezelye (Pisum sativum L.) diğer<br/>kültür bitkileri olan buğday, arpa, çavdar gibi tahıllar ile eş zamanlı olarak kültüre alınan ilk bitkilerdir."
  },
  {
    "id": "3686785",
    "unitNumber": 2,
    "text": "Aşağıdaki bitkilerden hangisinin günümüz bilgilerine göre köken alanı ve ilk kültüre alındığı yerin Türkiye’nin güneydoğusu olduğu kesinlik kazanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Mercimek",
      "B": "Çavdar",
      "C": "Fasulye",
      "D": "Arpa",
      "E": "Nohut"
    },
    "explanation": "Kültürü yapılan nohutun yabani formu (progenitörü) olan Cicer reticulatum türü Ladizinsky (1975), tarafından Güneydoğu Anadolu’da bulunmuştur. Bu saptama ve günümüz bilgilerine göre nohutun köken alanı ve ilk kültüre alındığı yerin Türkiye’nin güneydoğusu olduğu kesinlik kazanmıştır."
  },
  {
    "id": "3686805",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kuru fasulyelerin botanik yapılarına göre ayrılan çeşitlerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Selanik",
      "B": "Sarı göbek",
      "C": "Karnıkara",
      "D": "Akkız",
      "E": "Karagöz"
    },
    "explanation": "TS 141 Kuru Fasulye Standardı’na göre kuru fasulyeler botanik yapılarına göre 10 çeşide ayrılmıştır. Bunlar:Tombul, Çalı, Horoz, Dermason, Selanik, Battal, Şeker, Bomba"
  },
  {
    "id": "3686812",
    "unitNumber": 2,
    "text": "Aşağıdaki bitkilerden hangisinde yabancı döllenme (allogame) oranı % 30-65 düzeyine kadar çıkabilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fasulye",
      "B": "Börülce",
      "C": "Nohut",
      "D": "Mercimek",
      "E": "Bakla"
    },
    "explanation": "Nohut, mercimek, fasulye, bezelye ve börülce kendine döllenme (autogame) yapı (yaklaşık %99) gösterirken; sadece baklada yabancı döllenme (allogame) oranı % 30-65 düzeyine kadar çıkabilmektedir."
  },
  {
    "id": "3686818",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kurağa en dayanıklı yemeklik baklagildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fasulye",
      "B": "Mısır",
      "C": "Nohut",
      "D": "Börülce",
      "E": "Mercimek"
    },
    "explanation": "Nohut uzun gün bitkisi olarak bilinir. Nohut kurağa en dayanıklı yemeklik baklagil cinsidir. Nohut yetiştiriciliğinde sulama pek yapılmaz."
  },
  {
    "id": "3686825",
    "unitNumber": 2,
    "text": "Ülkemizde hem kışlık hem de yazlık olarak ekilen yemeklik baklagil aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bakla",
      "B": "Mercimek",
      "C": "Nohut",
      "D": "Börülce",
      "E": "Bezelye"
    },
    "explanation": "Türkiye’de mercimek hem kışlık hem de yazlık olarak ekilir. Yetiştiriciliğin en fazla olduğu Güneydoğu Anadolu Bölgesi’nde, ekim ayı sonu kasım ayı içinde ve tamamı kırmızı mercimek olmak üzere kışlık ekim yapılır. İç ve geçit bölgelerimizde ise daha çok yeşil mercimek yazlık olarak ekilir. Nohut, bakla, bezelye kıyı bölgelerimiz hariç yazlık ekilir."
  },
  {
    "id": "3686840",
    "unitNumber": 2,
    "text": "Aşağıdaki hastalıklardan hangisi diğerlerine göre yemeklik baklagiller için çok önemlidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Antraknoz",
      "B": "Mildiyö",
      "C": "Antraks",
      "D": "Külleme",
      "E": "Apion"
    },
    "explanation": "Antraknoz, yemeklik baklagillerin çok önemli bir hastalığıdır. Özellikle nohut, yetiştiriciliğin yapıldığı bütün ülkelerde büyük ekonomik kayıplara neden olur. Fusarium solgunluğu, diğer önemli bir hastalıktır. Bunların yanı sıra yemeklik baklagillerin pas, gövde ve kök çürüklüğü, külleme, mildiyö gibi hastalıkları da vardır"
  },
  {
    "id": "3688098",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi yemeklik baklagillerden <u>değildir</u><em>? </em></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bezelye",
      "B": "Nohut",
      "C": "Buğday",
      "D": "Börülce",
      "E": "Fasulye"
    },
    "explanation": "Fasulye, bezelye, nohut, börülce, bakla ve mercimek yemeklik baklagillerdendir ama buğday ise baklagil değil tahıldır."
  },
  {
    "id": "3688100",
    "unitNumber": 2,
    "text": "<strong>Hemen hemen bütün yemeklik baklagillerin ekim alanı ve üretiminde dünyada birinci sırada yer almasına rağmen bu ürünler bakımından en fazla dış alım yapan ülke aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Türkiye",
      "B": "Hindistan",
      "C": "Kanada",
      "D": "ABD",
      "E": "Avustralya"
    },
    "explanation": "Hindistan, hemen hemen bütün yemeklik baklagillerin ekim alanı ve üretiminde dünyada birinci sırada yer almasına karşın; üretiminin iç tüketimi karşılayamaması nedeniyle aynı zamanda da bu ürünler bakımından en fazla dış alım yapandır."
  },
  {
    "id": "3688102",
    "unitNumber": 2,
    "text": "<strong>Dünya Sağlık Örgütü (WHO) sağlıklı beslenme için günlük ne kadar baklagil tüketilmesini önermektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "10 g",
      "B": "20 g",
      "C": "40 g",
      "D": "60 g",
      "E": "80 g"
    },
    "explanation": "Dünya Sağlık Örgütü (WHO) sağlıklı beslenme için günlük 80 g baklagil tüketilmesini önermektedir."
  },
  {
    "id": "3688103",
    "unitNumber": 2,
    "text": "<strong>Y</strong><strong>emeklik baklagil tanelerinde öne çıkan kalite ögeleri ile ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u></strong><strong><em>?</em></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Taneleri iri olmalıdır",
      "B": "Tane kabuğu ince olmalıdır",
      "C": "Pişme süresi kısa olmalıdır",
      "D": "Alkaloid miktarı yüksek olmalıdır",
      "E": "Protein içeriği fazla olmalıdır"
    },
    "explanation": "Yemeklik baklagil tanelerinde öne çıkan bazı kalite ögeleri:<br/><ol><br/><li>Tanenin iriliği tercih nedenidir.</li><br/><li>Tane rengi olarak; baklada yeşil, nohutta açık sarı-krem ve fasulyede beyaz olması istenir. Baklagillerde rengin matlaşıp koyulaşması ürünün eski yıllara ait olduğunu gösterir.</li><br/><li>Tanenin kabuğu ince, yemeklik ve tohumluk olarak hafif kırışık; una işlemede ise düz olması önceliklidir.</li><br/><li>Protein içeriği fazla, hazmolma, biyolojik ve etkinlik değerlerinin yüksek; amino asit içerikleri özellikle methionine, cysteine ve tryptophan bakımından zengin olması istenir.</li><br/><li>Pişme süresinin kısa olması önemlidir.</li><br/><li>Alkaloidlerin varlığı ve miktarının düşük olması arzu edilir.</li><br/><li>Gaz yapmama istenen özelliklerdir.</li><br/></ol>"
  },
  {
    "id": "3688104",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi yemeklik baklagillerin yararlanım ve kullanım alanlarından biri <u>değildir</u>? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yakacak olarak yararlanmak",
      "B": "Hayvan beslemek",
      "C": "Keyif verici maddeler elde etmek",
      "D": "Kişisel bakım ürünleri elde etmek",
      "E": "Biyolojik azot fiksasyonu sağlamak"
    },
    "explanation": "Yemeklik baklagillerden keyif verici madde elde edilmez."
  },
  {
    "id": "3688105",
    "unitNumber": 2,
    "text": "<strong>Yemeklik bir baklagil olan f</strong><strong>asulye</strong><strong> ile ilişkili olarak aşağıdakilerden hangisi <u>söylenemez</u></strong><strong>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gün-nötr bir bitkidir.",
      "B": "Soğuğa çok dayanıklıdır.",
      "C": "Tarımı, genel olarak subtropik iklim kuşağında yaygındır.",
      "D": "Türkiye’de yetiştiriciliği 1500-1550 m yüksekliklere çıkmaktadır.",
      "E": "Yemeklik olarak en çok yetiştirilen türü Phaseolus vulgaris L.’dir."
    },
    "explanation": "Gün-nötr bir bitki olan fasulyenin Phaseolus vulgaris L. türü, yemeklik olarak en çok yetiştirilendir. Fasulye tarımı, genel olarak subtropik iklim kuşağında yaygındır. Soğuğa dayanıklı olmadığı için tarımı 3000 m nin üzerindeki rakımlara çıkamaz. Fasulye yetiştiriciliği, tropik Amerika’da nötr ve hafif alkali topraklarda, denizden 2000 m, Meksika’da 1200-2800 m, Kafkaslarda 1700 m, Almanya’da 850 m rakımlara kadar yapılabilmektedir. Ülkemizde ise yetiştiriciliği 1500-1550 m yüksekliklere çıktığı bilinmektedir."
  },
  {
    "id": "3688108",
    "unitNumber": 2,
    "text": "<strong>Ülkemizde yetişen, taneleri irilik olarak en büyük olan ve tane şekli koçbaşını andıran nohut bitkisi aşağıdakilerden hangisidir</strong><strong>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Vicia faba var. major",
      "B": "Pisum sativum L. ssp. sativum",
      "C": "Lens. culinaris ssp. Orientalis",
      "D": "Cicer arietinum. L. ssp. arieticeps.",
      "E": "Phaseolus vulgaris Savi ssp. volubilis"
    },
    "explanation": "Türkiye nohutları üzerinde yapılan çalışmalarda ise tane şekli dikkate alınarak nohutlar üç alt türe ayrılmışlardır. Bunlar:<br/>Cicer arietinum. L. ssp. arieticeps (Koçbaşı): Taneler, şekil olarak koçbaşını andırır, irilik olarak en büyük olanlardır.<br/>Cicer arietinum L. ssp. intermedium (Kuşbaşı): Tane şekli yuvarlağa yakın ve orta iriliktedir.<br/>Cicer arietinum L. ssp. pisiforme (Bezelyemsi): Tane şekilleri yuvarlaktır, büyüklüğü ortadır."
  },
  {
    "id": "3688111",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi TS 141 Kuru Fasulye Standardına göre sınıflandırılmış bir kuru fasulye çeşidi <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çalı",
      "B": "Horoz",
      "C": "Selanik",
      "D": "Karnıkara",
      "E": "Dermason"
    },
    "explanation": "Karnıkara (karagöz, karakız) fasülye çeşidi değil; tane rengi kirli beyaz, göbek bağı etrafında siyah halka bulunan ve taneleri silindirik olan börülcelerdir."
  },
  {
    "id": "3688113",
    "unitNumber": 2,
    "text": "<strong>Yemeklik baklagil t</strong><strong>anelerinin meyveye bağlandığı yerin kalıntısı olan göbek bağını ifade eden terim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hilum",
      "B": "Testa",
      "C": "Radicula",
      "D": "Mikropil",
      "E": "Kotiledon"
    },
    "explanation": "Yemeklik baklagil taneleri; tohum kabuğu (testa), çenekler (kotiledonlar) ve embriyodan oluşur. Baklagil tanelerinde endospern yoktur. Bunun yerine, cinslere göre değişmekle birlikte, oransal olarak (% 85-90) tanenin en büyük kısmı kotiledonlardan meydana gelir. Tane üzerinde meyveye bağlandığı yerin kalıntısı olan göbek bağı (hilum) ve çiçek tozunun dişicik borusuna girdiği yerin kalıntısı olan kapıcık (mikropil) vardır."
  },
  {
    "id": "3688115",
    "unitNumber": 2,
    "text": "<strong>Fasulye bitkisinin açık-yeşil olan yapraklarının koyu mavi-yeşil renge dönüşmesi neyin ilk belirtisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Su eksikliğinin",
      "B": "Parazit bulaşığının",
      "C": "Yabancı ot varlığının",
      "D": "Hasat zamanının yaklaştığının",
      "E": "Bitkinin ağır metal ile kontamine olduğunun"
    },
    "explanation": "Fasulyenin haftalık su tüketimi yaklaşık 32-64 mm/ha kadardır. Bitkide su eksikliğinin ilk belirtisi, açık-yeşil olan yaprakların koyu mavi-yeşil renge dönüşmesidir."
  },
  {
    "id": "3671391",
    "unitNumber": 3,
    "text": "Zakaton bitkinin hangi kısmından elde edilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sap",
      "B": "Tohum",
      "C": "Yaprak",
      "D": "Meyve",
      "E": "Kök"
    },
    "explanation": "<strong>LİF BİTKİLERİNİN SINIFLANDIRILMASI</strong><br/>Tablo 3.1 Elde edildiği bitki kısımlarına göre bitkisel lifler ve örneklendirilmesi<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/821fa45406826da39929acbc43c0e880.jpeg\" alt=\"\" width=\"535\" height=\"503\">"
  },
  {
    "id": "3671419",
    "unitNumber": 3,
    "text": "Pamuk bitkisinin ilk meyvelenme yapısı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dal",
      "B": "Lif",
      "C": "Kapsül",
      "D": "Tarak",
      "E": "Yaprak"
    },
    "explanation": "<strong>PAMUK</strong><br/><strong>Morfoloji</strong><br/><strong>Çiçek </strong><br/>Pamuğun çiçekleri tarak olarak adlandırılır. Taraklar, yaprak koltuklarında tek tek oluşurlar. Açıldığı zaman beyaz veya kremsi olan çiçek, gün sonuna doğru rengini pembeye çevirir ve sonunda kırmızıya döner. Çiçek tomurcuğu, tarak adı verilen üç üçgen brakte ile çevrelenir ve korunur.<br/><em>Taraklar</em>, pamuk bitkisinin ilk meyvelenme yapılarıdır (Şekil 3.1)."
  },
  {
    "id": "3671433",
    "unitNumber": 3,
    "text": "Dünyada ve ülkemizde <strong><u>en fazla</u></strong> yetiştirilen pamuk türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gossypium arboreum",
      "B": "Gossypium barbadense",
      "C": "Gossypium herbaceum",
      "D": "Gossypium darwinii",
      "E": "Gossypium hirsutum"
    },
    "explanation": "<strong>PAMUK</strong><br/><strong>Orijini, Tarihçesi ve Coğrafi Dağılışı</strong><br/>Dünyada yetiştirilen pamukların %90’dan fazlası yenidünya pamuklarına aittir. Bunlar içerisinde de en fazla yetiştirilen tür <em>G. hirsutum</em>’dur. Çünkü <em>G. hirsutum </em>türü pamuklar diğerlerine göre daha verimlidir.<br/><strong>Öğrenme Çıktıları ve Bölüm Özeti (Sayfa 101)</strong><br/><strong>2- Pamuk</strong><br/>Dünyada ve ülkemizde en fazla yetiştirilen pamuk türü Gossypium hirsutum’dur. Ülkemizde pamuk tarımı başta Güneydoğu Anadolu Bölgesi olmak üzere, Ege ve Akdeniz bölgelerinde yoğunlaşmıştır."
  },
  {
    "id": "3671453",
    "unitNumber": 3,
    "text": "Keten bitkisinin meyvesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kapsül",
      "B": "Koza",
      "C": "Kök",
      "D": "Tarak",
      "E": "Çenek"
    },
    "explanation": "<strong>KETEN</strong><br/><strong>Morfolojisi</strong><br/>Ketenin meyvesine kapsül denir (Şekil 3.3). Çiçeklenmeden 10 ila 14 gün sonra kapsüller nihai boyutuna ulaşır ve ardından olgunlaşma sürecinin bir sonucu olarak ağırlığı azalır ve sonunda sabit kalır."
  },
  {
    "id": "3671476",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi keten tarımında <strong><u>en zararlı</u></strong> yabancı otlar arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tarla sarmaşığı",
      "B": "Benekli darıcan",
      "C": "Küsküt",
      "D": "Semizotu",
      "E": "Fener otu"
    },
    "explanation": "<strong>KETEN</strong><br/><strong>Kültürü</strong><br/><strong>Zararlı Yönetimi </strong><br/>Keten, hastalık ve zararlılarının az olması nedeniyle, pamuğa göre daha avantajlı bir bitkidir. Ancak yine de bazı önlemlerin alınması gerekir. Keten tarımında en zararlı yabancı otlar arasında küsküt, delice gelmektedir.<br/>Ülkemiz pamuk tarlalarında en fazla; kaba tüylü horozibiği (Amaranthus retroflexus), sirken (Chenopodium album), tarla sarmaşığı (Convolvulus arvensis), köpek dişi ayrığı (Cynodon dactylon), topalak (Cyperus rotundus), benekli darıcan (Echinochloa colonum), semizotu (Portulaca oleracea), köpek üzümü (Solanum nigrum), geliç (Sorghum halepense), demir dikeni (Tribulus terrestris), domuz pıtrağı (Xanthium strumarium), fener otu (Physalis alkekengi) gibi yabancı otlar görülür. (Sayfa 84)"
  },
  {
    "id": "3671485",
    "unitNumber": 3,
    "text": "Keten saplarının temiz bir arazi üzerine, birkaç santimetre kalınlığında serilerek, bekletilmesi şeklinde yapılan işleme ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğal biyolojik havuzlama",
      "B": "Ditme",
      "C": "Suda havuzlama",
      "D": "Çırçırlama",
      "E": "Çiğde havuzlama"
    },
    "explanation": "<strong>KETEN</strong><br/><strong>Kültürü</strong><br/><strong>Liflerin Elde Edilmesi</strong><br/><strong>Havuzlama </strong><br/>Havuzlama, liflerin saptaki diğer dokular ile hemiselüloz, pektin, lignin, mumsu maddeler, yağlar gibi yapışkan ve zamklı maddelerden ayrılması işlemidir. Havuzlama, bir nevi çürütme işlemidir. Havuzlama, genel olarak doğal biyolojik havuzlama ve ıslak havuzlama işlemleri ile gerçekleştirilmektedir. Doğal biyolojik havuzlama, suda ve çiğde yapılabilir:<br/>Çiğde havuzlama, keten saplarının temiz bir arazi üzerine, birkaç santimetre kalınlığında serilerek, bekletilmesi şeklinde yapılır."
  },
  {
    "id": "3671515",
    "unitNumber": 3,
    "text": "Keten bitkisinde çenek yapraklardan dallanmanın başladığı yere kadar olan uzunluğa ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bitki uzunluğu",
      "B": "Tarak uzunluğu",
      "C": "Lif uzunluğu",
      "D": "Kazık kök uzunluğu",
      "E": "Teknik sap uzunluğu"
    },
    "explanation": "<strong>KETEN</strong><br/><strong>Morfolojisi</strong><br/><strong>Ketende bitki boyu:</strong> Çenek yapraklardan en uçtaki meyveye kadar olan uzunluk bitki boyu olarak bilinir (Şekil 3.3).<br/><strong>Teknik sap uzunluğu</strong>: çenek yapraklardan dallanmanın başladığı yere kadar olan uzunluktur (Şekil 3.3).<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ab94640825d462417cd094b937c53bdc.jpeg\" alt=\"\" width=\"296\" height=\"461\">"
  },
  {
    "id": "3671535",
    "unitNumber": 3,
    "text": "Aşağıdaki bitkilerin hangisinde saplarından lif elde edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ananas",
      "B": "Hindistan cevizi",
      "C": "Pamuk",
      "D": "Keten",
      "E": "Zakaton"
    },
    "explanation": "<strong>Öğrenme Çıktıları ve Bölüm Özeti (Sayfa 101)</strong><br/><strong>3- Keten</strong><br/>Keten (Linum usitatissimum), Linaceae familyasına bağlı, ortalama 120 cm boyunda, ince saplı, yıllık bir bitkidir. En eski lif bitkilerinden birisi olan keten, Batı Akdeniz’den Hindistan’a kadar olan bölgeden köken almıştır. Keten, lifi ve tohumları için yetiştirilir. Keten lifleri, saplarından elde edilir."
  },
  {
    "id": "3671550",
    "unitNumber": 3,
    "text": "Kenevir tohumlarından elde edilen ekstraktlar hangi endüstri alanında kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Cam",
      "B": "Dokuma",
      "C": "Gıda",
      "D": "İlaç",
      "E": "Maden"
    },
    "explanation": "<strong>KENEVİR</strong><br/><strong>Önemi</strong><br/>Kenevirin çiçek ve yapraklarından elde edilen fitokimyasallar kronik ağrı, kanser ağrısı, depresyon, anksiyete bozuklukları, uyku bozuklukları ve nörolojik rahatsızlıklar gibi çeşitli hastalıkların tedavisinde, ilaç olarak, kullanılmaya başlanmıştır. Ayrıca kenevir tohumlarından elde edilen ekstraktlar da ilaç sanayinde kullanılır."
  },
  {
    "id": "3671562",
    "unitNumber": 3,
    "text": "Kenevir tohumuna ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Cannabis",
      "B": "Abaka",
      "C": "Çedene",
      "D": "Rami",
      "E": "Çenek"
    },
    "explanation": "<strong>KENEVİR</strong><br/><strong>Önemi</strong><br/>Kenevir tohumları, %40 dolayında yağ içerir (Aygün ve Mert, 2023). Bu nedenle hem tohum hem de yağ olarak insan beslenmesinde kullanılır. Kenevir tohumları (çedene), insanlar tarafından doğrudan çerez olarak ayrıca, kuş ve balık yemi olarak da kullanılmaktadır."
  },
  {
    "id": "3675420",
    "unitNumber": 3,
    "text": "Bitkilerden elde edilen liflerin kullanım alanlarından biri olan tekstil, ............ ve ipliği tekstil ürünlerine dönüştürecek süreçlerin bütününe verilen bir isimdir.<br/>Yukarıdaki boşluğa gelecek <strong>en uygun</strong> ifade hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "moher",
      "B": "propilen",
      "C": "polyester",
      "D": "elyaf",
      "E": "viskoz"
    },
    "explanation": "Bu kullanım alanlarından tekstil, elyaf ve ipliği tekstil ürünlerine dönüştürecek süreçlerin bütününe verilen bir isimdir.<br/>Bitkilerden elde edilen liflerin kullanım alanlarından biri olan tekstil, elyaf ve ipliği tekstil ürünlerine dönüştürecek süreçlerin bütününe verilen bir isimdir."
  },
  {
    "id": "3675458",
    "unitNumber": 3,
    "text": "Doğal lifler, insanlık için en önemli ............. kaynaklar arasındadır.<br/>Yukarıdaki boşluğa gelecek <strong>en uygun</strong> ifade aşağıdakilerden hangisidir",
    "correctAnswer": "E",
    "options": {
      "A": "temiz",
      "B": "yenebilir",
      "C": "yakılabilir",
      "D": "depolanabilir",
      "E": "yenilenebilir"
    },
    "explanation": "Doğal lifler, insanlık için en önemli yenilenebilir kaynaklar arasındadır."
  },
  {
    "id": "3675501",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tohumlarından lif elde edilen bitkidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Jüt",
      "B": "Keten",
      "C": "Pamuk",
      "D": "Lif kabağı",
      "E": "Ananas"
    },
    "explanation": "Pamuk tohumlarından lif elde edilen bitkidir."
  },
  {
    "id": "3675519",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kökünden lif elde edilen bitkidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Isırgan",
      "B": "Rami",
      "C": "Kantala",
      "D": "Zakaton",
      "E": "Kapok"
    },
    "explanation": "Zakaton kökünden lif elde edilen bitkidir."
  },
  {
    "id": "3676979",
    "unitNumber": 3,
    "text": "Pamuk küspesi, %20-45 ............ içermesi nedeniyle kıymetli bir hayvan yemidir.<br/>Yukarıdaki boşluğa gelecek en uygun ifade hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kalsiyum",
      "B": "Nem",
      "C": "Yağ",
      "D": "Protein",
      "E": "Azot"
    },
    "explanation": "Pamuk küspesi, %20-45 protein içermesi nedeniyle kıymetli bir hayvan yemidir."
  },
  {
    "id": "3677184",
    "unitNumber": 3,
    "text": "Pamuk, fidenin topraktan çıkmasından çok önce kaç cm aralığındaki derinliğe kadar ulaşabilen kazık kök içerir?",
    "correctAnswer": "E",
    "options": {
      "A": "3-5 cm",
      "B": "8-10 cm",
      "C": "10-15 cm",
      "D": "15-18 cm",
      "E": "20-25 cm"
    },
    "explanation": "Pamuk, fidenin topraktan çıkmasından çok önce 20-25 cm derinliğe kadar ulaşabilen uzun bir kazık kök içerir."
  },
  {
    "id": "3677212",
    "unitNumber": 3,
    "text": "Yapraklar, yaprak sapı tabanında bir çift kulakçık içerir. Bu kulakçıkların görevi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "tomurcuğun daha fazla nem tutmasını sağlamak",
      "B": "tomurcuğun yeterince ışık almasını sağlamak",
      "C": "tomurcuğun karbondioksite erişimini sağlamak",
      "D": "tomurcuktaki ilk yaprak taslağını korumak",
      "E": "tomurcuğun azotu bağlamasını sağlamak"
    },
    "explanation": "Yapraklar, yaprak sapı tabanında bir çift kulakçık içerir. Kulakçıkların görevi, tomurcuktaki ilk yaprak taslağını korumaktır."
  },
  {
    "id": "3677311",
    "unitNumber": 3,
    "text": "Pamuk kozaların açılma döneminde düşen yağışlar aşağıdakilerden hangisi/hangileri nedeniyle liflere zarar verecekleri için arzu edilmez?<br/>i. düşürme<br/>ii. ıslatma<br/>iii. küflendirme <br/>iv. lekeleme",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız i ve ii",
      "B": "Yalnız ii ve iii",
      "C": "Yalnız ii, iii ve iv",
      "D": "Yalnız i, ii ve iii",
      "E": "i, ii, iii ve iv"
    },
    "explanation": "Kozaların açılma döneminde düşen yağışlar liflere (düşürme, ıslatma, küflendirme ve kirletip lekeleme gibi) zarar verecekleri için arzu edilmez."
  },
  {
    "id": "3677335",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Keten sapını oluşturan dokularından biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "ksilem",
      "B": "kambiyum",
      "C": "floem",
      "D": "reçine",
      "E": "epidermis"
    },
    "explanation": "Keten sapı; öz ve ksilem, kambiyum, floem (veya bast), kabuk ve epidermis dokularından oluşur."
  },
  {
    "id": "3677371",
    "unitNumber": 3,
    "text": "Kenevir tarımı için <strong>en uygun</strong> olan toprak pH aralığı hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "pH’ı 2 ile 4 arası",
      "B": "pH’ı 4 ile 6 arası",
      "C": "pH’ı 6 ile 8 arası",
      "D": "pH’ı 8 ile 10 arası",
      "E": "pH’ı 10 ile 12 arası"
    },
    "explanation": "Kenevir tarımı için nötre yakın veya hafif alkali olan, yani pH’ı 6 ile 8 arasında olan topraklar uygundur."
  },
  {
    "id": "3684756",
    "unitNumber": 3,
    "text": "Pamuk bitkisinin en önemli avantajları arasında hangisi bulunur?",
    "correctAnswer": "C",
    "options": {
      "A": "Statik ve tüylenme sorunları",
      "B": "Yüksek maliyet",
      "C": "İyi renk tutma ve baskı özellikleri",
      "D": "Düşük emicilik",
      "E": "Yüksek enerji tüketimi"
    },
    "explanation": "Pamuk lifleri iyi renk tutma ve baskı özelliklerine sahip olduğu için geniş bir kullanım yelpazesine sahiptir. Bu özellikler pamuk ürünlerinin kaliteli ve dayanıklı olmasını sağlar."
  },
  {
    "id": "3684761",
    "unitNumber": 3,
    "text": "Pamuk bitkisinin morfolojik yapısındaki “glandlar” ile ilgili hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Glandlar sadece köklerde bulunur",
      "B": "Glandlar gossypol ve diğer terpenoid aldehitleri içerir",
      "C": "Glandlar bitkinin sadece çiçeklerinde bulunur",
      "D": "Glandlar pamuk liflerinin dayanıklılığını artırır",
      "E": "Glandlar pamuk tohumlarını korur"
    },
    "explanation": "Glandlar, pamuk bitkisinin çeşitli kısımlarında bulunan ve gossypol ile diğer terpenoid aldehitleri içeren bezlerdir. Bu bileşenler bitkinin kimyasal özelliklerini ve savunma mekanizmalarını etkiler."
  },
  {
    "id": "3684787",
    "unitNumber": 3,
    "text": "Ketenin iklim isteği hakkında aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Keten, sıcaklıkların 10 ila 25 °C arasında olduğu bölgelerde iyi uyum sağlar.",
      "B": "Lif ketenleri, genellikle ılıman bölgelerin nispeten düşük sıcaklık ve yüksek hava nemine sahip iklimlerinde yetiştirilir.",
      "C": "Keten, çiçeklenme döneminde günlük ortalama sıcaklık isteği 14-16 °C’dir.",
      "D": "Yağlık ketenler, uzun süreli kurak dönemlere karşı daha toleranslıdır.",
      "E": "Keten, aşırı sıcaklıklarda çiçeklenmenin hızlanmasına ve lif veriminin artmasına neden olur."
    },
    "explanation": "Aşırı sıcaklıklar ketenin çiçeklenmesini hızlandırarak lif veriminin düşmesine neden olur."
  },
  {
    "id": "3684795",
    "unitNumber": 3,
    "text": "Ketenin toprağa bağlı gereksinimleri hakkında aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Ağır bünyeli topraklarda en iyi şekilde yetişir",
      "B": "Kaymak bağlamayan humuslu kumlu killi toprakları tercih eder",
      "C": "pH aralığı 4.5-5.5 arasında olan topraklarda iyi gelişir",
      "D": "Su durgunluğu koşullarında da iyi yetişir",
      "E": "Sığ kök yapısından dolayı toprağın üst 30 cm’lik kısmından su çeker"
    },
    "explanation": "Keten, iyi drene edilmiş, orta ağır bünyeli ve kaymak bağlamayan humuslu kumlu killi toprakları tercih eder."
  },
  {
    "id": "3684811",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bitkisel liflerin kimyasal yapısında bulunan maddelerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Selüloz",
      "B": "Hemiselüloz",
      "C": "Lignin",
      "D": "Pektin",
      "E": "Polipropilen"
    },
    "explanation": "Bitkisel liflerin kimyasal yapısında selüloz, hemiselüloz, lignin ve pektin bulunur. Polypropylen ise sentetik bir lif türüdür ve bitkisel liflerin kimyasal yapısında yer almaz."
  },
  {
    "id": "3684814",
    "unitNumber": 3,
    "text": "Aşağıdaki bitkilerden hangisi, doğal liflerin ihtiyaç duyulan özelliklerini sağlayarak, özellikle çevresel etki açısından avantaj sağlamakla birlikte, tekstil ve diğer endüstrilerde önemli rol oynamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Abaka",
      "B": "Kapok",
      "C": "Sisal",
      "D": "Kenevir",
      "E": "Roselle"
    },
    "explanation": "Abaka bitkisi, çevresel etki açısından avantaj sağlayarak özellikle sicim-halat ve dolgu malzemeleri gibi birçok üründe kullanılmaktadır. Kapok, sisal, kenevir ve roselle de önemli lif bitkileri olmakla birlikte, abaka bu bağlamda öne çıkan bir örnektir."
  },
  {
    "id": "3684824",
    "unitNumber": 3,
    "text": "Kenevirin hangi kısmı, %40 dolayında yağ içeriği ile beslenme amacıyla kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sap",
      "B": "Lifler",
      "C": "Çiçekler",
      "D": "Yapraklar",
      "E": "Tohumlar"
    },
    "explanation": "Kenevir tohumları, %40 dolayında yağ içerir ve insan beslenmesinde kullanılır. Bu, metinde belirtilmiştir."
  },
  {
    "id": "3684826",
    "unitNumber": 3,
    "text": "Kenevir bitkisi, hangi özellikleri nedeniyle endüstriyel olarak önemlidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yüksek psikoaktif bileşen içeriği",
      "B": "Düşük maliyetle kolay üretilebilmesi",
      "C": "Sadece yüksek yağ içeriği",
      "D": "Tek tip toprak gereksinimi",
      "E": "Sınırlı kullanım alanları"
    },
    "explanation": "Kenevir, düşük maliyetle kolay üretilebilmesi ve çok yönlü kullanım alanları nedeniyle endüstriyel olarak önemlidir."
  },
  {
    "id": "3684827",
    "unitNumber": 3,
    "text": "Kenevirin hangi toprak pH aralığında yetişmesi en idealdir?",
    "correctAnswer": "C",
    "options": {
      "A": "4-6",
      "B": "5-7",
      "C": "6-8",
      "D": "8-9",
      "E": "9-10"
    },
    "explanation": "Kenevir, nötre yakın veya hafif alkali topraklarda, yani pH’ı 6 ile 8 arasında olan topraklarda yetişir."
  },
  {
    "id": "3684832",
    "unitNumber": 3,
    "text": "Kenevirin hangi türü, yüksek THC içeriği nedeniyle tıbbi amaçlar doğrultusunda yetiştirilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Cannabis sativa ssp. sativa",
      "B": "Cannabis indica ssp. chinensis",
      "C": "Cannabis indica ssp. afghanica",
      "D": "Cannabis sativa ssp. indica",
      "E": "Cannabis indica ssp. indica"
    },
    "explanation": "Cannabis indica ssp. indica türü yüksek THC içeriği nedeniyle tıbbi amaçlar için yetiştirilir."
  },
  {
    "id": "3672016",
    "unitNumber": 4,
    "text": "Türkiye'de en fazla üretimi yapılan yağlı tohumlu bitki aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yerfıstığı",
      "B": "Soya",
      "C": "Ayçiçeği",
      "D": "Susam",
      "E": "Haşhaş"
    },
    "explanation": "Ayçiçeği 2,350,000 ton"
  },
  {
    "id": "3672038",
    "unitNumber": 4,
    "text": "Dünyada en fazla ekim alanına sahip olan yağ bitkisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Soya",
      "B": "Pamuk",
      "C": "Ayçiçeği",
      "D": "Yerfıstığı",
      "E": "Susam"
    },
    "explanation": "Protein ve mineral bakımından zengin olan soya bitkisi dünyada en fazla ekim alanına sahip yağ bitkisidir."
  },
  {
    "id": "3673940",
    "unitNumber": 4,
    "text": "Çorum fasulyesi olarak da adlandırılan ve Türkiye'ye 1. Dünya Savaşı yıllarında getirilen yağlı tohumlu bitki aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ayçiçeği",
      "B": "Yerfıstığı",
      "C": "Kolza",
      "D": "Soya",
      "E": "Çiğit"
    },
    "explanation": "Soya Türkiye’ye 1. Dünya savaşı yıllarında gelmiştir. 1940 yılında ilk kez Karadeniz Bölgesi’nde yetiştirilmeye başlanmıştır. Hızla yayılan bitki Çorum fasulyesi olarak adlandırılmış ve bu bölgede yayılış göstermiştir."
  },
  {
    "id": "3675067",
    "unitNumber": 4,
    "text": "Yenilenebilir enerji kaynakları içerisinde yer alan dizele alternatif biyodizelin üretilmesinde dünyada en fazla ........ yağı kullanılmaktadır.<br/>Boşluğu tamamlayan uygun seçenek hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "ayçiçek",
      "B": "kolza",
      "C": "soya",
      "D": "yerfıstığı",
      "E": "palm"
    },
    "explanation": "Yenilenebilir enerji kaynaklarının kullanımının yoğunlaştığı günümüzde, dizele alternatif biyodizelin üretilmesinde dünyada en fazla<br/>kolza yağı kullanılmaktadır."
  },
  {
    "id": "3675097",
    "unitNumber": 4,
    "text": "Aşağıdaki bitkilerden hangisi yağlı tohumlu bitki olmasının yanısıra çerezlik olarak tüketilebilmekte, tohumları ayrıca ekmek yapımında, kurabiye yapımında, çeşitli şekerleme yapımında ya da kuş yemi olarak da kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Çiğit",
      "B": "Susam",
      "C": "Zeytin",
      "D": "Kolza",
      "E": "Ayçiçeği"
    },
    "explanation": "Çerezlik olarak tüketilebilen ayçiçeği tohumları ayrıca ekmek yapımında, kurabiye yapımında, çeşitli şekerleme yapımında ya da kuş yemi olarak kullanılmaktadır."
  },
  {
    "id": "3675575",
    "unitNumber": 4,
    "text": "Aşağıdai bitkilerden hangisi çaoğunlukla yabancı döllenen (allogami) bir bitkidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Susam",
      "B": "Ayçiçeği",
      "C": "Zeytin",
      "D": "Kolza",
      "E": "Yerfıstığı"
    },
    "explanation": "Ayçiçeği yabancı döllenen (allogami) bir bitkidir ancak çok düşük oranlarda kendine döllenme de (autogami) görülebilmektedir."
  },
  {
    "id": "3675628",
    "unitNumber": 4,
    "text": "............... tarlasındaki bitkiler aynı zamanda hasat olgunluğuna gelmezler ve bir bitki üzerindeki meyveler aynı zamanda olgunlaşmazlar, bu nedenle elle hasat yaygındır.<br/>Boşuğa gelecek en doğru ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ayçiçeği",
      "B": "Kolza",
      "C": "Yerfıstığı",
      "D": "Susam",
      "E": "Palm"
    },
    "explanation": "Susam tarlasındaki bitkiler aynı zamanda hasat olgunluğuna gelmezler ve bir bitki üzerindeki meyveler aynı zamanda olgunlaşmazlar."
  },
  {
    "id": "3675669",
    "unitNumber": 4,
    "text": "Aşağıdaki yağlık tohum bitkilerinden hangisinin kuraklığa dayanıklılığı bilindiğinden tarımı ülkemizde sulanmadan yapılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Susam",
      "B": "Ayçiçeği",
      "C": "Aspir",
      "D": "Kolza",
      "E": "Yerfıstığı"
    },
    "explanation": "Aspir kurağa dayanıklı olarak bilindiğinden ülkemizde tarımı sulanmadan yapılmaktadır."
  },
  {
    "id": "3675909",
    "unitNumber": 4,
    "text": "Aşağıdaki bitkilerden hangisinin yağı kurumayan yağ olduğundan boya sanayisinde değerlendirilmez?",
    "correctAnswer": "A",
    "options": {
      "A": "Yerfıstığı",
      "B": "Ayçiçeği",
      "C": "Susam",
      "D": "Aspir",
      "E": "Kolza"
    },
    "explanation": "Yerfıstığı yağı kurumayan yağlardandır, bu nedenle boya sanayisinde değerlendirilmez."
  },
  {
    "id": "3675954",
    "unitNumber": 4,
    "text": "Kapsülleri tıbbi amaçlı olarak kullanılan bitki aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kolza",
      "B": "Ayçiçeği",
      "C": "Yerfıstığı",
      "D": "Susam",
      "E": "Haşhaş"
    },
    "explanation": "Haşhaş tek yıllık hem yazlık hem de kışlık olarak yetiştirilebilen bir yağ bitkisidir. Aynı zamanda kapsülleri tıbbi amaçlı da kullanılmaktadır."
  },
  {
    "id": "3686501",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dünyada en fazla üretimi yapılan yağlı tohumlu bitkiler sıralamasında ikinci sıradadır?",
    "correctAnswer": "A",
    "options": {
      "A": "soya",
      "B": "hindistan cevizi",
      "C": "ayçiçeği",
      "D": "kolza",
      "E": "susam"
    },
    "explanation": "Doğru cevaba sayfa 109'dan ulaşabilirsiniz.<br/>Dünyada en fazla üretimi yapılan yağlı tohumlu bitki palm bitkisidir. Bu bitkiyi sırasıyla soya, çiğit, kolza, hindistan cevizi, ayçiçeği ve diğer yağlı tohumlu bitkiler izlemektedir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3686521",
    "unitNumber": 4,
    "text": "Soya fasulyesi için aşağıdakilerden hangisi veya hangileri doğrudur?<br/>I. Tek yıllık yazın yetiştirilebilen bir baklagil bitkisidir.<br/>II. Dünyada en fazla ekim alanına sahip yağ bitkisidir.<br/>III. Tohumlar ortalama %38 yağ, %17-24 protein içermektedir.",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Doğru cevaba sayfa 110'dan ulaşabilirsiniz.<br/>Soya fasulyesi tek yıllık yazın yetiştirilebilen bir baklagil bitkisidir. Protein ve mineral bakımından zengin olan bitki dünyada en fazla ekim alanına sahip yağ bitkisidir. Tohumlar %17-24 yağ, ortalama %38 protein içermektedir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3686757",
    "unitNumber": 4,
    "text": "Kolza için aşağıdakilerden hangisi veya hangileri doğrudur?<br/>I. Tohumlarında %40-45 yağ bulunur.<br/>II. Kaynama noktasının düşük oluşu nedeniyle iyi bir kızartmalık yağdır.<br/>III. Oleik asitçe oldukça zengin olup omega-3 ve omega-6 içerir.",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Doğru cevaba sayfa 114'ten ulaşabilirsiniz.<br/>Tohumlarında %40-45 yağ bulunur ve bu yağ oleik asitçe oldukça zengin olup omega-3 ve omega-6 içerir. E vitaminince de zengin olması nedeniyle bilinen en iyi yağ bitkilerinden biridir. Yağı kaynama noktasının yüksek oluşu nedeniyle (238 °C) iyi bir kızartmalık yağdır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3686784",
    "unitNumber": 4,
    "text": "Ay çiçeği için aşağıdakilerden hangileri doğrudur?<br/>I. Asit karakterli topraklarda iyi yetişmez. <br/>II. Yetiştiricilik için uygun pH aralığı 6-7.5 olmalıdır.<br/>III. Topraktaki tuzluluğa karşı toleransı fazladır.<br/>IV. Yağış isteği yetişme süresince 500-600 mm’dir.",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru cevaba sayfa 119'dan ulaşabilirsiniz.<br/>Ayçiçeğinin yağış isteği yetişme süresince 500-600 mm’dir. Ayçiçeği asit karakterli topraklarda iyi yetişmez. Yetiştiricilik için uygun pH aralığı 6-7.5 olmalıdır. Topraktaki tuzluluğa karşı toleransı fazla değildir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3686809",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi susamda en fazla görülen zararlılar arasında <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "beyaz sinek",
      "B": "yaprak piresi",
      "C": "susam güvesi",
      "D": "yaprak biti",
      "E": "kene"
    },
    "explanation": "Doğru cevaba sayfa 123'ten ulaşabilirsiniz.<br/>Susamda en fazla görülen zararlılar beyaz sinek, bozkurt, susam güvesi, yaprak biti ve yaprak piresidir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3686822",
    "unitNumber": 4,
    "text": "“-------, yağının ana bileşenleri (yaklaşık %90) oleik asit ve linoleik asittir.”<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Aspir",
      "B": "Haşhaş",
      "C": "Yerfıstığı",
      "D": "Jojoba",
      "E": "Çiğit"
    },
    "explanation": "Doğru cevaba sayfa 124'ten ulaşabilirsiniz.<br/>Aspir yağının ana bileşenleri (yaklaşık %90) oleik asit ve linoleik asittir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3686837",
    "unitNumber": 4,
    "text": "“Üllrich Schmidel adlı araştırıcı tarafından,1534-1553 yıllarında Peru civarında yaşayan yerli halkın gıda maddesi olarak ------- “Manduris” veya “Mandoiss” adı altında kullandıklarını kesin olarak bildirilmiştir.”<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "yerfıstığını",
      "B": "soyayı",
      "C": "susamı",
      "D": "haşhaşı",
      "E": "kolzayı"
    },
    "explanation": "Doğru cevaba sayfa 126'dan ulaşabilirsiniz.<br/>Üllrich Schmidel adlı araştırıcı tarafından,1534-1553 yıllarında Peru civarında yaşayan yerli halkın gıda maddesi olarak yerfıstığını “Manduris” veya “Mandoiss” adı altında kullandıklarını kesin olarak bildirilmiştir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3686843",
    "unitNumber": 4,
    "text": "Haşhaş bitkisi aşağıdaki familyalardan hangisine dahildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Papaveraceae",
      "B": "Fabaceae",
      "C": "Cruciferae",
      "D": "Asteraceae",
      "E": "Pedaliaceae"
    },
    "explanation": "Doğru cevaba sayfa 131'den ulaşabilirsiniz.<br/>Takım: Rhodales<br/>Familya: Papaveraceae<br/>Cins: Papaver<br/>Tür: Papaver somniferum (haşhaş). Doğru cevap A seçeneğidir."
  },
  {
    "id": "3686852",
    "unitNumber": 4,
    "text": "“Tek bir ------- çiçeği dıştan içe doğru 5 adet çanak yaprak, 5 adet taç yaprak (2 kayıkçık, 2 kanatçık ve 1 bayrak yapraktan oluşmaktadır), 10 erkek organ ve 1 dişi organ bulunmaktadır. Taç yaprak renkleri beyaz veya mavi-viyole olabilmektedir.”<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "soya",
      "B": "susam",
      "C": "haşhaş",
      "D": "aspir",
      "E": "kolza"
    },
    "explanation": "Doğru cevaba sayfa 111'den ulaşabilirsiniz.<br/>Soya çiçekleri 3-15 arasında değişen çiçek demeti halinde yaprak koltuklarından çıkar. Çiçekleri baklagil çiçeğidir. Tek bir soya çiçeği dıştan içe doğru 5 adet çanak yaprak, 5 adet taç yaprak (2 kayıkçık, 2 kanatçık ve 1 bayrak yapraktan oluşmaktadır), 10 erkek organ ve 1 dişi organ bulunmaktadır. Taç yaprak renkleri beyaz veya mavi-viyole olabilmektedir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3686861",
    "unitNumber": 4,
    "text": "“Yerfıstığı autogam yani kendine döllenen bir bitkidir, %0,4-0,5 gibi çok az oranda yabancı döllenme söz konusudur. Çiçek açıp yumurtalık döllendikten 10-12 gün sonra yumurtalığın altındaki ek meristem dokusu çoğalmaya başlar ve bu ovaryumu çevreleyen doku ile birleşerek bir uzantı oluşturur. Bu uzantıya ------- denir.”<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "ginefor",
      "B": "çanak yaprağı",
      "C": "taç yaprağı",
      "D": "flament",
      "E": "anter"
    },
    "explanation": "Doğru cevaba sayfa 127'den ulaşabilirsiniz.<br/>Yerfıstığı autogam yani kendine döllenen bir bitkidir, %0,4-0,5 gibi çok az oranda yabancı döllenme söz konusudur. Çiçek açıp yumurtalık döllendikten 10-12 gün sonra yumurtalığın altındaki ek meristem dokusu çoğalmaya başlar ve bu ovaryumu çevreleyen doku ile birleşerek bir uzantı oluşturur. Bu uzantıya “Ginefor” denir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3689423",
    "unitNumber": 4,
    "text": "Dünyada en fazla üretimi yapılan yağlı tohumlu bitki aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Palm",
      "B": "Ayçiçeği",
      "C": "Susam",
      "D": "Yerfıstığı",
      "E": "Soya"
    },
    "explanation": "Dünyada en fazla üretimi yapılan yağlı tohumlu bitki <strong>palm </strong>bitkisidir. Bu bitkiyi sırasıyla soya, çiğit, kolza, hindistan cevizi, ayçiçeği ve diğer yağlı tohumlu bitkiler izlemektedir."
  },
  {
    "id": "3689430",
    "unitNumber": 4,
    "text": "Türkiye’de en fazla üretimi yapılan yağlı tohumlu bitki aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Haşhaş",
      "B": "Kolza",
      "C": "Soya",
      "D": "Ayçiçeği",
      "E": "Aspir"
    },
    "explanation": "Türkiye’de en fazla üretimi yapılan yağlı tohumlu bitki <strong>ayçiçeği </strong>olup bunu liflik olarak yetiştirilen pamuktan kalan çiğit izlemektedir. Diğer yağlı tohumlu bitkilerin üretimi çeşitli ekonomik, sosyal ve yetiştiriciliğinin bazı bölgelerde bilinmemesi gibi nedenlerden dolayı artmamaktadır."
  },
  {
    "id": "3689438",
    "unitNumber": 4,
    "text": "Yenilenebilir enerji kaynaklarının kullanımının yoğunlaştığı günümüzde, dizele alternatif biyodizelin üretilmesinde dünyada en fazla ………. yağı kullanılmaktadır.<br/>Yukarıda verilen cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Soya",
      "B": "Haşhaş",
      "C": "Kolza",
      "D": "Çiğit",
      "E": "Ayçiçeği"
    },
    "explanation": "Yenilenebilir enerji kaynaklarının kullanımının yoğunlaştığı günümüzde, dizele alternatif biyodizelin üretilmesinde dünyada en fazla <strong>kolza yağı</strong> kullanılmaktadır. Dünyada üretilen biyodizelin % 84’ü kolza yağından elde edilmektedir"
  },
  {
    "id": "3689443",
    "unitNumber": 4,
    "text": "Kolza tohumları yağ elde edildikten sonra hangi amaçla kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "İlaç sanayi",
      "B": "Sabun yapımı",
      "C": "Kozmetik ürünler",
      "D": "Yakıt üretimi",
      "E": "Hayvan yemi"
    },
    "explanation": "Soya proteini kalitesindeki proteini ve düşük selüloz içeriği nedeniyle kolza küspesi <strong>karma yem sanayinde</strong> giderek artan miktarlarda kullanılmaya başlamıştır."
  },
  {
    "id": "3689449",
    "unitNumber": 4,
    "text": "Ayçiçeği ekiminde toprak sıcaklığı kaç °C olmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "5-8 °C",
      "B": "8-10 °C",
      "C": "10-12 °C",
      "D": "15-18 °C",
      "E": "20-24 °C"
    },
    "explanation": "Ayçiçeği ekiminde toprak sıcaklığı <strong>8-10 °C</strong> iken ekime başlanmalıdır. Toprak sıcaklığının çimlenme için uygun olması durumu bölgelere göre değişiklik göstermektedir."
  },
  {
    "id": "3689455",
    "unitNumber": 4,
    "text": "Ayçiçeği ekiminde kullanılan ekim yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Serpme ekim",
      "B": "Çizgi ekim",
      "C": "Havalı mibzerle ekim",
      "D": "Elle ekim",
      "E": "Karık usulü ekim"
    },
    "explanation": "Ekimde tohumun pahalı olması nedeniyle genellikle <strong>havalı mibzer</strong> kullanılmaktadır."
  },
  {
    "id": "3689522",
    "unitNumber": 4,
    "text": "Susamın tohumlarında % ……….. oranında yağ vardır.<br/>Yukarıda verilen cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "5-10",
      "B": "10-20",
      "C": "20-35",
      "D": "35-45",
      "E": "50-60"
    },
    "explanation": "Susamın tohumlarında <strong>%50-60 </strong>oranında yağ vardır."
  },
  {
    "id": "3689523",
    "unitNumber": 4,
    "text": "Susam yetiştirilmesinde en uygun toprak tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ağır killi topraklar",
      "B": "Kumlu-tınlı alüvyal topraklar",
      "C": "Tuzlu topraklar",
      "D": "Killi-tınlı topraklar",
      "E": "Organik maddece fakir topraklar"
    },
    "explanation": "Toprak istekleri bakımından çok seçici olmamakla beraber çok ağır killi topraklar ve su tutan topraklar susam tarımına uygun değildir. Tuz sorunu olan topraklar susam tarımı için uygun değildir. En uygun topraklar derin yapılı, organik maddece zengin ve 5.5-8.0 pH’ye sahip <strong>kumlu-tınlı alüvyal topraklardır.</strong>"
  },
  {
    "id": "3689530",
    "unitNumber": 4,
    "text": "Aspir yağının ana bileşenleri (yaklaşık %90) …………….. ve linoleik asittir.<br/>Yukarıda verilen cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Salisilik asit",
      "B": "Araşidik asit",
      "C": "Palmitik asit",
      "D": "Oleik asit",
      "E": "Stearik asit"
    },
    "explanation": "Aspir yağının ana bileşenleri (yaklaşık %90) <strong>oleik asit</strong> ve linoleik asittir."
  },
  {
    "id": "3689534",
    "unitNumber": 4,
    "text": "Ülkemizde kaç ayrı renkte haşhaş tohumu ekilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Ülkemizde <strong>3 ayrı renkte</strong> haşhaş tohumu ekilmektedir. Sarı renkli tohumlar, hamur işleri ve yağ elde etmek için ekilmektedir. Beyaz renkli tohumlar, hem ülkemizde değerlendirilmekte hem de ihraç edilmektedir. Mavi renkteki tohumlar % 45-49 arasında yağ ihtiva etmektedirler ve pastacılıkta kullanılmaktadır."
  },
  {
    "id": "3665704",
    "unitNumber": 5,
    "text": "Günümüzde endüstriyel nişasta üretiminde ağırlıklı olarak aşağıdaki bitkilerden hangisi kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Patates",
      "B": "Mısır",
      "C": "Taro (Gölevez)",
      "D": "Şeker kamışı",
      "E": "Domates"
    },
    "explanation": "-<br/>Günümüzde endüstriyel nişasta üretiminde ağırlıklı olarak tahıllar (buğday, mısır vb.) kullanılmaktadır."
  },
  {
    "id": "3665712",
    "unitNumber": 5,
    "text": "Dünyada yaygın olarak kültürü yapılan patates türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Solanum melongena",
      "B": "Solanum tuberosum",
      "C": "Solanum lycopersicum",
      "D": "Solanum pepino",
      "E": "Solanum carbero"
    },
    "explanation": "-<br/>Dünyada yaygın olarak kültürü yapılan patatesler bu seksiyon içerisindeki Solanum tuberosum (L.) türüne aittir."
  },
  {
    "id": "3667436",
    "unitNumber": 5,
    "text": "Patates dikimi için toprak hazırlığı sırasında traktörle fazla işleme yapılmamasının temel nedeni nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Verimi düşürmemek",
      "B": "Zaman kaybını önlemek",
      "C": "Toprağın havalanmasını artırmak",
      "D": "Toprağın sıkışmasını önlemek",
      "E": "Köstebekleri belirlemek"
    },
    "explanation": "-<br/>Bu nedenle patates için toprak hazırlığı yapılırken tarlaya çok fazla traktör sokulmamalı, mümkün olduğunca az sayıda işleme yapılarak toprağın sıkışması önlenmelidir"
  },
  {
    "id": "3667446",
    "unitNumber": 5,
    "text": "Patates üretiminde virüs hastalıklarının kontrolünde en etkili yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kimyasal ilaçlama",
      "B": "Yüksek sıcaklık uygulaması",
      "C": "Temiz tohumluk kullanmak",
      "D": "Depolama sıcaklığını düşürmek",
      "E": "Organik gübre kullanmak"
    },
    "explanation": "-<br/>Virüs hastalıklarının kimyasal ilaçlarla kontrolü mümkün değildir. Bu nedenle temiz tohumluk kullanmak en etkili kontrol yöntemidir"
  },
  {
    "id": "3667457",
    "unitNumber": 5,
    "text": "Türkiye’de aşağıdaki bitkilerden hangisi sadece Mersin’de Ereğli-Anamur arasındaki kıyı şeridinde sınırlı miktarda yetiştirilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tatlıpatates",
      "B": "Göllevez (Taro)",
      "C": "Yam",
      "D": "Yer elması",
      "E": "Kassava"
    },
    "explanation": "Yöre halkı tarafından gölevez olarak adlandırılan taro ise sadece Mersin’de Ereğli-Anamur arasındaki kıyı şeridinde çok sınırlı miktarda yetiştirilmektedir"
  },
  {
    "id": "3667464",
    "unitNumber": 5,
    "text": "Yer elması dikim derinliği ne kadar olmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "5-8 cm",
      "B": "10-15 cm",
      "C": "20-25 cm",
      "D": "30-35 cm",
      "E": "40-45 cm"
    },
    "explanation": "Dikim derinliği 10-15 cm arasında olmalıdır"
  },
  {
    "id": "3667470",
    "unitNumber": 5,
    "text": "Hangi toprak pH değerinde şeker pancarı en iyi gelişir?",
    "correctAnswer": "D",
    "options": {
      "A": "5.0",
      "B": "5.5",
      "C": "6.0",
      "D": "7.0",
      "E": "8.0"
    },
    "explanation": "Hafif alkali ve hafif asidik (pH 6.5-8.0) topraklarda yetişebilmekle birlikte nötr karakterli (pH 7.0) topraklarda en iyi gelişir"
  },
  {
    "id": "3667480",
    "unitNumber": 5,
    "text": "Şeker kamışının hasat edilen ve şeker üretimi için kullanılan kısmı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kök",
      "B": "Sap",
      "C": "Yaprak",
      "D": "Çiçek",
      "E": "Tohum"
    },
    "explanation": "-<br/>Şeker kamışı saplarının içi özle doludur ve şeker sapta birikir. Bu nedenle şeker üretimi amacıyla hasat edilen kısım saplardır"
  },
  {
    "id": "3667485",
    "unitNumber": 5,
    "text": "Şeker otu bitkisinin sulama için en ideal yöntem hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Karık sulama",
      "B": "Salma sulama",
      "C": "Damlama veya yağmurlama sulama",
      "D": "Yağmurlama sulama",
      "E": "Damla sulama"
    },
    "explanation": "-<br/>Su göllenmesine hassas bir bitki olduğu için en ideal sulama yöntemi damla sulamadır."
  },
  {
    "id": "3667493",
    "unitNumber": 5,
    "text": "Şeker otu bitkisinin fide gelişim döneminde hangi problem en çok görülür?",
    "correctAnswer": "B",
    "options": {
      "A": "Aşırı büyüme",
      "B": "Yabancı otlarla rekabet",
      "C": "Yetersiz ışık",
      "D": "Su eksikliği",
      "E": "Çiçeklenme problemleri"
    },
    "explanation": "-<br/>Fide gelişim döneminde yabancı otlarla rekabeti zayıftır. Bu nedenle mutlaka yabancı ot mücadelesi yapılmalıdır"
  },
  {
    "id": "3685398",
    "unitNumber": 5,
    "text": "Dünyada mısır, çeltik ve buğdaydan sonra temel gıda olarak en fazla üretimi yapılan dördüncü bitki aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Patates",
      "B": "Semizotu",
      "C": "Patlıcan",
      "D": "Havuç",
      "E": "Ispanak"
    },
    "explanation": "Doğru cevaba sayfa 143'ten ulaşabilirsiniz.<br/>Patates dünyada mısır, çeltik ve buğdaydan sonra temel gıda olarak en fazla üretimi yapılan dördüncü bitkidir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3685415",
    "unitNumber": 5,
    "text": "Patates aşağıdaki familyalardan hangisine dahildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Solanaceae",
      "B": "Papaveraceae",
      "C": "Lamiaceae",
      "D": "Rosaceae",
      "E": "Apiaceae"
    },
    "explanation": "Doğru cevaba sayfa 144'ten ulaşabilirsiniz.<br/>Patates, Patlıcangiller (Solanaceae) familyasının <em>Solanum</em> cinsi içerisinde sınıflandırılmaktadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3685651",
    "unitNumber": 5,
    "text": "“Patatesin toprak üstü yeşil aksamında solanin adı verilen ve toksik özelliği olan bir ------- bulunmaktadır.”<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Glikoalkaloid",
      "B": "Tanen",
      "C": "Uçucu yağ",
      "D": "Saponin",
      "E": "Polifenol"
    },
    "explanation": "Doğru cevaba sayfa 144'ten ulaşabilirsiniz.<br/>Patatesin toprak üstü yeşil aksamında solanin adı verilen ve toksik özelliği olan bir glikoalkaloid bulunmaktadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3685672",
    "unitNumber": 5,
    "text": "“------- ana saplar ile yan dalların toprak altında kalan boğumlarından çıkan ve yatay olarak büyüyen toprak altı dallardır.”<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Stolonlar",
      "B": "Yumrular",
      "C": "Saçak kökler",
      "D": "Tohumlar",
      "E": "Yaprakçıklar"
    },
    "explanation": "Doğru cevaba sayfa 146'dan ulaşabilirsiniz.<br/>Stolonlar, ana saplar ile yan dalların toprak altında kalan boğumlarından çıkan ve yatay olarak büyüyen toprak altı dallardır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3685707",
    "unitNumber": 5,
    "text": "Tatlıpatates için aşağıdakilerden hangisi veya hangileri doğrudur?<br/>I. Sıcağı ve güneşi seven bir bitkidir. <br/>II. İyi bir verim için uzun ve sıcak bir yetişme dönemine ihtiyaç duyar.<br/>III. 24 °C’nin üstündeki sıcaklıklarda bitkiler sararmaya ve ölmeye başlar.",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Doğru cevaba sayfa 155'ten ulaşabilirsiniz.<br/>Tatlıpatates sıcağı ve güneşi seven bir bitkidir. İyi bir verim için uzun ve sıcak bir yetişme dönemine ihtiyaç duyar. En iyi bitki gelişimi 24 °C’nin üzerindeki sıcaklıklarda gerçekleşmektedir. 10 °C’nin altındaki sıcaklıklarda bitkiler sararmaya ve ölmeye başlarlar. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3685734",
    "unitNumber": 5,
    "text": "“-------, Papatyagiller (Asteraceae) familyasının <em>Helianthus</em> cinsi içerisindeki <em>Helianthus tuberosus</em> L. türüne dahildir.”<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Yerelması",
      "B": "Tatlıpatates",
      "C": "Patates",
      "D": "Şeker pancarı",
      "E": "Şeker kamışı"
    },
    "explanation": "Doğru cevaba sayfa 157'den ulaşabilirsiniz.<br/>Yerelması, Papatyagiller (Asteraceae) familyasının <em>Helianthus</em> cinsi içerisindeki <em>Helianthus tuberosus</em> L. türüne dahildir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3685756",
    "unitNumber": 5,
    "text": "Tatlıpatatesin tüm dünyadaki en yaygın zararlısı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "<em>Cylas</em> spp.",
      "B": "<em>Phtorimaea </em>spp.",
      "C": "<em>Leptinotarsa </em>spp.",
      "D": "<em>Leifsonia </em>spp.",
      "E": "<em>Cercospora </em>spp."
    },
    "explanation": "Doğru cevaba sayfa 156'dan ulaşabilirsiniz.<br/>Tatlıpatatesin tüm dünyadaki en yaygın zararlısı Tatlıpatates kurdudur (<em>Cylas</em> spp.). Doğru cevap A seçeneğidir."
  },
  {
    "id": "3686359",
    "unitNumber": 5,
    "text": "Şeker otu için aşağıdakilerden hangisi veya hangileri doğrudur?<br/>I. Şeker pancarı ve şeker kamışının aksine sakkaroz içermez.<br/>II. Yapraklarında bulunan ve steviol glikozitler adı verilen tatlandırıcılar için üretilmektedir.<br/>III. Patlıcangiller (Solanaceae) familyasının <em>Solanum</em> cinsi içerisinde sınıflandırılmaktadır.",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Doğru cevaba sayfa 169'dan ulaşabilirsiniz.<br/>Şeker otu (Stevia rebaudiana), şeker pancarı ve şeker kamışının aksine sakkaroz içermez. Yapraklarında bulunan ve steviol glikozitler adı verilen tatlandırıcılar için üretilmektedir. Şeker otu, Papatyagiller (Asteraceae) familyasının <em>Stevia</em> cinsine içerisindeki <em>Stevia rebaudiana</em> türüne aittir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3686399",
    "unitNumber": 5,
    "text": "Horozibiğiller veya Ispanakgiller (Amaranthaceae) familyasının <em>Beta</em> cinsi içerisinde sınıflandırılan bitki aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Patates",
      "B": "Tatlıpatates",
      "C": "Yerelması",
      "D": "Şeker kamışı",
      "E": "Şeker pancarı"
    },
    "explanation": "Doğru cevaba sayfa 160'dan ulaşabilirsiniz.<br/>Şeker pancarı, Horozibiğiller veya Ispanakgiller (Amaranthaceae) familyasının <em>Beta</em> cinsi içerisinde sınıflandırılmaktadır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3686488",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dünyada ve ülkemizde patates alanlarında en yaygın görülen virüs hastalıkları arasında <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Patates Yaprak Kıvrıklığı Virüsü",
      "B": "Patates A Virüsü",
      "C": "Patates X Virüsü",
      "D": "Patates M Virüsü",
      "E": "Patates Rizomanya Virüsü"
    },
    "explanation": "Doğru cevaba sayfa 150'den ulaşabilirsiniz.<br/>Dünyada ve ülkemizde patates alanlarında en yaygın görülen virüs hastalıkları Patates Yaprak Kıvrıklığı Virüsü (PLRV), Patates Y Virüsü (PVY), Patates A Virüsü (PVA), Patates X Virüsü (PVX), Patates M Virüsü (PVM) ve Patates S Virüsü (PVS)’dür. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3689113",
    "unitNumber": 5,
    "text": "Tarla bitkilerinden olan ve <u>şeker bitkileri arasında</u> sınıflandırılan bitki/bitkiler aşağıdakilerden hangisidir? <br/>I.kassava<br/>II.şeker otu<br/>III.taro<br/>IV.yer elması<br/>V.şeker pancarı",
    "correctAnswer": "D",
    "options": {
      "A": "I,III,V",
      "B": "II,IV",
      "C": "Yalnız III",
      "D": "II,V",
      "E": "I,III,IV"
    },
    "explanation": "Giriş, 143<br/>II,V<br/>Şeker otu ve şeker pancarı şeker bitkileri olarak sınıflandırılır."
  },
  {
    "id": "3689117",
    "unitNumber": 5,
    "text": "Nişasta bitkileri ile ilgili olarak aşağıdakilerden hangisi/hangileri doğrudur?<br/>I.Nişasta üretimi amacıyla kullanılan bitkilerde bitkinin hemen hemen tüm kısımları endüstriyel üretimde kullanılır.<br/>II.Günümüzde endüstriyel nişasta üretiminde ağırlıklı olarak tahıllar (buğday, mısır vb.) kullanılmaktadır.<br/>III.Günümüzde endüstriyel nişasta üretiminde ağırlıklı olarak patates, şeker pancarı kullanılmaktadır.<br/>IV.Nişasta bitkileri olarak sınıflandırılan bitkilerin hepsinde yararlanılan kısımlar toprak altında bulunan yumru, kök, tohum, soğan gibi depo organlarıdır.<br/>V.Patates dünyada mısır, çeltik ve buğdaydan sonra temel gıda olarak en fazla üretimi yapılan dördüncü bitkidir.",
    "correctAnswer": "E",
    "options": {
      "A": "I,III,V",
      "B": "II,IV",
      "C": "Yalnız V",
      "D": "Yalnız III",
      "E": "II,V"
    },
    "explanation": "Giriş, 143<br/>E şıkkı<br/>II,V<br/>II.Günümüzde endüstriyel nişasta üretiminde ağırlıklı olarak tahıllar (buğday, mısır vb.) kullanılmaktadır.<br/>V.Patates dünyada mısır, çeltik ve buğdaydan sonra temel gıda olarak en fazla üretimi yapılan dördüncü bitkidir."
  },
  {
    "id": "3689123",
    "unitNumber": 5,
    "text": "Türkiye’de en çok patates üretiminin yapıldığı il/iller aşağıdakilerden hangisidir?<br/>I.Şanlıurfa<br/>II.Gaziantep<br/>III.Konya<br/>IV.Yozgat<br/>V.Niğde<br/>VI.Afyonkarahisar",
    "correctAnswer": "C",
    "options": {
      "A": "I,III,V",
      "B": "II,IV",
      "C": "III,V,VI",
      "D": "Yalnız III",
      "E": "I,II,IV"
    },
    "explanation": "Patates, 143<br/>C şıkkı<br/>III,V,VI<br/>Konya, Niğde, Afyonkarahisar Türkiye’de en çok patates üretiminin yapıldığı illerdir."
  },
  {
    "id": "3689129",
    "unitNumber": 5,
    "text": "Dünyada yaygın şekilde kültüre edilen patatesin familyası, türü ve kromozom sayısı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Solanaceae-Solanum tuberesum-48",
      "B": "Asteraceae-Solanum tuberosum-44",
      "C": "Amaranthaceae-Ralstonia solanacearum-48",
      "D": "Solanaceae,-pomoea batatas-48",
      "E": "Asteraceae-Solanum tuberosum-46"
    },
    "explanation": "Patates, 144<br/>A<br/>Solanaceae-Solanum tuberesum-48"
  },
  {
    "id": "3689131",
    "unitNumber": 5,
    "text": "Dünyada yaygın şekilde kültüre edilen patatesin morfoloji ve üretim yoluna ait doğru bilgi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çok yıllık otsu bitki, yumrudan vejetatif yolla üretilir.",
      "B": "Tek yıllık otsu bitki, tohumdan üretilir.",
      "C": "Tek yıllık otsu bitki, çelikleme ile üretilir.",
      "D": "Çok yıllık otsu bitki, kökten vejetatif yolla üretilir.",
      "E": "Tek yıllık otsu bitki, yumrudan vejetatif yolla üretilir."
    },
    "explanation": "144, Patates, Morfolojisi<br/>E<br/>Tek yıllık otsu bitki, yumrudan vejetatif yolla üretilir."
  },
  {
    "id": "3689136",
    "unitNumber": 5,
    "text": "Tarla bitkilerinde üretimde çiçekte yumurtalığın döllenmesi ile oluşan generatif tohumların kullanılması durumunda ………, yumru, çelik, soğan vb. vejetatif organların kullanılması durumunda ……….. ifadesi kullanılır. Aynı tarlaya farklı bitkilerin üretim amacıyla sırayla uygulanması ………………….dir. Böylece topraktaki besin elementlerinden daha iyi yararlanılır ve bir bitkiye ait hastalık ve zararlıların artması önlenebilir.<br/>Yukarıdaki cümleleri doğru şekilde tamamlayan 3 ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "dikim-ekim-münavebe",
      "B": "ekme-tohumlama-ekim nöbeti",
      "C": "ekim-hasat-nadas",
      "D": "ekim-dikim-ekim nöbeti",
      "E": "ekim-gübreleme-hasat"
    },
    "explanation": "Dikim, 148. sayfa ve Hastalık ve Zararlıları, 150. sayfa<br/>D şıkkı<br/>ekim-dikim-münavebe veya ekim nöbeti<br/>Tohumluk olarak yumurtalığın döllenmesi ile oluşan generatif tohumların kullanılması durumunda “ekim” kelimesi, yumru, çelik, soğan vb. vejetatif organların kullanılması durumunda ise “dikim” ke-limesi kullanılır. Patates yumruları ile vejetatif yolla çoğaltıldığı için dikim kelimesi kullanılır.<br/>Münavebe; aynı tarlaya farklı bitkilerin sırayla ekilmesi veya dikilmesidir. Ekim nöbeti olarak isimlendirilen bu uygulama, topraktaki besin elementlerinden daha iyi yararlanmak, bir bitkiye ait hastalık ve zararlıların artmasını önlemek açısından zorunlu bir uygulamadır."
  },
  {
    "id": "3689139",
    "unitNumber": 5,
    "text": "Tatlı patates, ……………… familyasına bağlı <em>……………..</em> altında sınıflandırılan <em>……………….</em>türüne aittir.<br/>Yukarıdaki cümleyi doğru şekilde tamamlayan 3 ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Poaceae-Saccharum cinsi-Saccharum officinarum",
      "B": "Convolvulaceae-Ipomoea cinsi-Ipomoea batatas türü",
      "C": "Solanaceae-Solanum cinsi-Solanum tuberesum türü",
      "D": "Asteraceae-Helianthus cinsi-Helianthus tuberosus türü",
      "E": "Amaranthaceae-Beta cinsi-Beta vulgaris türü"
    },
    "explanation": "Tatlı Patetes Taksonomisi ve Sınıflandırılması, 154<br/>B şıkkı<br/>Convolvulaceae-Ipomoea cinsi-Ipomoea batatas türü<br/>Tatlı patates, Sarmaşıkgiller (<em>Convolvulaceae</em>) familyasına bağlı <em>Ipomoea </em>cinsi altında sınıflandırılan Batatas seksiyonu içerisindeki <em>Ipomoea batatas </em>(L.) Lam. türüne aittir."
  },
  {
    "id": "3689143",
    "unitNumber": 5,
    "text": "Şeker pancarı ile ilgili olarak aşağıdaki ifadelerden hangisi/hangileri doğrudur?<br/>I.Şeker pancarı, şekerkamışı ile birlikte dünyada şeker üretiminde kullanılan iki temel bitkiden biridir. Her iki bitkiden de üretilen şekerler %99,95 saflıkta glikoz olup aralarında herhangi bir fark bulunmamaktadır.<br/>II.Şeker pancarından şeker elde edilirken üretim sürecinde alkol, hayvan yemi (melas ve küspe), organik gübre, biyogaz ve biyobenzin gibi yan ürünler üretilir.<br/>III. Türkiye şeker pancarı üretiminde dünyada ilk sıradadır. Tarla bitkileri içerisinde buğdaydan sonra en fazla üretilen bitki şekerpancarıdır.<br/>IV.Konya, Yozgat, Kayseri, Eskişehir ve Aksaray en fazla şeker pancarı üretiminin yapıldığı ilk beş ildir.<br/>V.Şeker pancarı, Asteraceae familyasının <em>Beta </em>cinsi içerisinde sınıflandırılır ve <em>Beta vulgaris </em>L., <em>Beta macrocarpa </em>ve <em>Beta patula </em>üç önemli türdür.",
    "correctAnswer": "B",
    "options": {
      "A": "I,III.V",
      "B": "II,IV",
      "C": "Yalnız IV",
      "D": "Yalnız II",
      "E": "I,II,III,IV,V"
    },
    "explanation": "Şeker Pancarı, 159<br/>B şıkkı<br/>Şeker pancarı, şekerkamışı ile birlikte dünyada şeker üretiminde kullanılan iki temel bitkiden birisidir. Her iki bitkiden de üretilen şekerler %99,95 saflıkta sakkaroz olup aralarında herhangi bir fark bulunmamaktadır.<br/>Şeker pancarı esas olarak şeker içeren kök gövdeleri için üretilmektedir. Bununla birlikte, şeker üretimi sırasında ortaya çıkan yan ürünlerden alkol, hayvan yemi (melas ve küspe), organik gübre, biyogaz ve biyobenzin üretilmektedir.<br/>Türkiye dünyanın 5. büyük şeker pancarı üreticisidir.<br/>Üretim miktarları ve sıralamaları yıllara göre değişmekle birlikte Konya, Yozgat, Kayseri, Eskişehir ve Aksaray en fazla üretimin yapıldığı ilk beş ildir.<br/>Şeker pancarı, Horozibiğiller veya Ispanakgiller (Amaranthaceae) familyasının <em>Beta </em>cinsi içerisinde sınıflandırılmaktadır (Biancardi vd., 2010). Taksonomik olarak <em>Beta </em>cinsi, <em>Beta</em>, <em>Corollinae</em>, <em>Procumbentes </em>ve <em>Nanae </em>olmak üzere dört seksiyona ayrılmaktadır. Şeker pancarının da içinde yer aldığı Beta seksiyonu ise <em>Beta vulgaris </em>L., <em>Beta macrocarpa </em>Guss. ve <em>Beta patula </em>Ait. olmak üzere üç tür içermektedir."
  },
  {
    "id": "3689144",
    "unitNumber": 5,
    "text": "Bazı bitkilerin …………………………………………………….belirli bir süre boyunca türe göre farklı olmak üzere düşük sıcaklığa maruz kalması gerekir. Bu düşük sıcaklık isteğine vernalizasyon denir.<br/>Yukarıdaki cümleyi doğru şekilde tamamlayan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "vejetatif gelişme aşamasından dormansi aşamasına geçebilmesi için",
      "B": "generatif gelişme aşamasından vejetatif gelişme aşamasına geçebilmesi için",
      "C": "vejetatif gelişme aşamasından generatif gelişme aşamasına geçebilmesi için",
      "D": "generatif gelişme aşamasından tohum aşamasına geçebilmesi için",
      "E": "vejetatif gelişme aşamasından adaptasyon aşamasına geçebilmesi için"
    },
    "explanation": "Şeker Pancarı Morfolojisi, 161<br/>C şıkkı<br/>vejetatif gelişme aşamasından generatif gelişme aşamasına geçebilmesi için"
  },
  {
    "id": "3689147",
    "unitNumber": 5,
    "text": "Şeker otu için en uygun hasat zamanı, yapraklarda tatlandırıcının en yüksek olduğu ……………..başlangıcıdır.<br/>Yukarıdaki cümleyi doğru şekilde tamamlayan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "tohum oluşumu",
      "B": "çiçeklenme",
      "C": "köklenme",
      "D": "filizlenme",
      "E": "hasat"
    },
    "explanation": "Şeker otu, Hasat ve Depolama, 171<br/>B şıkkı<br/>çiçeklenme<br/>En uygun hasat zamanı, yapraklarda tatlandırıcının en yüksek olduğu çiçeklenme başlangıcıdır."
  },
  {
    "id": "3679447",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bitkiler için mutlak gerekli olmayan, ancak bitkinin savunma, uyum ve adaptasyon özellikleri ile ilgili metabolizma ürünlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yağlar",
      "B": "Nükleik asitler",
      "C": "Karbonhidratlar",
      "D": "Glikozitler",
      "E": "Proteinler"
    },
    "explanation": "Primer metabolitler (proteinler, yağlar, karbonhidratlar, nükleik asitler, hormonlar, vitaminler vd.), bitkilere besin ve enerji sağlayan; büyüme, gelişme ve üreme gibi temel yaşamsal fonksiyonları düzenleyen metabolizma ürünleridir. Sekonder metabolitler (alkaloidler, terpenler, terpenoitler, flavonoidler, glikozitler, saponinler, fenolikler vd.) ise primer metabolitlerden farklı olarak bitkiler için mutlak gerekli olmayan, ancak bitkinin savunma, uyum ve adaptasyon özellikleri ile ilgili metabolizma ürünleridir."
  },
  {
    "id": "3679454",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kırmızı biber meyvesinde acılığa neden olan bir bileşiktir?",
    "correctAnswer": "B",
    "options": {
      "A": "nikotin",
      "B": "kapsaisin",
      "C": "piperin",
      "D": "kafein",
      "E": "tebain"
    },
    "explanation": "Bazı alkaloidlerin tadı acıdır ve bulundukları bitkilerde acılık yapar. Örneğin karabiber meyvesinde piperin ve kırmızı biber meyvesinde kapsaisin acılığa neden olur."
  },
  {
    "id": "3679460",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi psikoakif özellikte terpenoit yapıda bir bileşiktir?",
    "correctAnswer": "A",
    "options": {
      "A": "tetrahidrokannabinol",
      "B": "timol",
      "C": "1,8-sineol",
      "D": "lupulon",
      "E": "trans-anetol"
    },
    "explanation": "Kenevirden elde edilen ve uyuşturucu olarak kullanılan esrarın (marihuana) etkin maddesi (tetrahidrokannabinol, THC) psikoakif terpenoit yapıda bir bileşiktir."
  },
  {
    "id": "3679470",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisinde koku oluşumundan sorumlu bitki-bileşik eşleştirmesi doğru olarak <strong><u>verilmemiştir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "misk adaçayı çiçeğinde-linalil asetat",
      "B": "yağ gülü çiçeğinde-geraniol",
      "C": "yasemin çiçeğinde-butil alkol",
      "D": "lavanta çiçeğinde-linalol",
      "E": "nane yaprağında-mentol"
    },
    "explanation": "Yağ gülü çiçeğinde geraniol, lavanta çiçeğinde linalol, misk adaçayı çiçeğinde linalil asetat, yasemin çiçeğinde benzil alkol, nane yaprağında mentol koku oluşumundan sorumludur.<br/>yasemin çiçeğinde-butil alkol"
  },
  {
    "id": "3679482",
    "unitNumber": 6,
    "text": ".”Dünya genelinde kahve üretiminde ………, çay üretiminde ……… ve mate üretiminde ……… ilk sıradadır” cümlesinde boş bırakılan yerlere sırasıyla hangi ülkeler yazılmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Almanya-Japonya-Meksika",
      "B": "Brezilya-Japonya- Meksika",
      "C": "Meksika- Çin- Arjantin",
      "D": "Brezilya- Japonya- Arjantin",
      "E": "Brezilya- Çin- Arjantin"
    },
    "explanation": "Dünya genelinde kahve üretiminde Brezilya, çay üretiminde Çin ve mate üretiminde Arjantin ilk sıradadır.<br/>Brezilya- Çin- Arjantin"
  },
  {
    "id": "3679488",
    "unitNumber": 6,
    "text": "Safran üretiminde aşağıdaki ülkelerden hangisi lider durumdadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Madagaskar",
      "B": "İran",
      "C": "Kenya",
      "D": "Guatemala",
      "E": "Vietnam"
    },
    "explanation": "Safran üretiminde İran liderdir."
  },
  {
    "id": "3679497",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi coğrafi bakımdan dünyanın birçok bölgesinde dağılış gösteren bitki türünü ifade eden bir terimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Relikt bitki",
      "B": "Endemik bitki",
      "C": "Kozmopolit bitki",
      "D": "Flora",
      "E": "Vikariant bitki"
    },
    "explanation": "Kozmopolit bitki: Coğrafi bakımdan dünyanın birçok bölgesinde dağılış gösteren bitki türüdür."
  },
  {
    "id": "3679509",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi <u>bir yıllık</u> ve <u>otsu yapılı</u> bitkilere bir örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Civan perçemi",
      "B": "Ada soğanı",
      "C": "Aronya",
      "D": "Anason",
      "E": "Adaçayı"
    },
    "explanation": "Bir yıllık ve otsu yapılı bitkilere örnek olarak anason, çemen, çörek otu, dereotu, fesleğen, haşhaş, hardal, ısırgan otu, kenevir, kırmızı biber, kimyon, kişniş, papatya, rezene, tütün, yaz sateri gibi bitkiler verilebilir."
  },
  {
    "id": "3679526",
    "unitNumber": 6,
    "text": "“Eğer uçucu yağ ve karvakrolce zengin kekik üretmek isteniyorsa; çiçeklenme başında ve …….. saatlerinde biçim yapılmalı, ……….. drog olarak kullanılmalıdır” cümlesinde boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi yazılmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "akşam-yaprakları",
      "B": "sabah-çiçekleri",
      "C": "öğlen-yaprakları",
      "D": "öğlen-çiçekleri",
      "E": "sabah-yaprakları"
    },
    "explanation": "Eğer uçucu yağ ve karvakrolce zengin kekik üretmek isteniyorsa; çiçeklenme başında ve sabah saatlerinde biçim yapılmalı, yaprakları drog olarak kullanılmalıdır.<br/>sabah-yaprakları"
  },
  {
    "id": "3679533",
    "unitNumber": 6,
    "text": "Lavandin, aşağıda verilen hangi iki <em>Lavandula</em> türünün doğal melezidir?",
    "correctAnswer": "A",
    "options": {
      "A": "<em>Lavandula angustifolia</em> ve <em>Lavandula spica</em>",
      "B": "<em>Lavandula cariensis</em> ve <em>Lavandula spica</em>",
      "C": "<em>Lavandula angustifolia</em> ve <em>Lavandula stoechas</em>",
      "D": "<em>Lavandula spica</em> ve <em>Lavandula stoechas</em>",
      "E": "<em>Lavandula angustifolia</em> ve <em>Lavandula cariensis</em>"
    },
    "explanation": "Lavandin, <em>Lavandula angustifolia</em> ve <em>Lavandula</em> <em>spica</em>’nın doğal bir melezi olup kısırdır (tohum üretmez).<br/><em>Lavandula angustifolia</em> ve <em>Lavandula spica</em>"
  },
  {
    "id": "3689528",
    "unitNumber": 6,
    "text": "Sekonder metabolitlerle ilgili aşağıdaki ifadelerden hangisi/hangileri doğrudur?<br/>I.Sekonder metabolitler bitkide metabolik faaliyetler sonucu sentezlenirler ve farklı biyolojik aktiviteleri yerine getirirler.<br/>II.Sekonder metabolitler sayesinde bitki ortama adaptasyon ve korunma sağlayabilir.<br/>III. Sekonder metabolitler bitki bünyesinde bol miktarda sentezlenebilir.<br/>IV.Sekonder metabolitler bitkinin yaşamı için elzem biyomoleküllerdir.",
    "correctAnswer": "B",
    "options": {
      "A": "I,II,III,IV",
      "B": "I,II",
      "C": "I,IV",
      "D": "Yalnız II",
      "E": "Yalnız I"
    },
    "explanation": "Sekonder Metabolitler Ve Kullanım Alanları, 182<br/>B şıkkı<br/>I,II,<br/>Sekonder metabolitler (alkaloidler, terpenler, terpenoitler, flavonoidler, glikozitler, saponinler, fenolikler vd.) ise primer metabolitlerden farklı olarak bitkiler için mutlak gerekli olmayan, ancak bitkinin savunma, uyum ve adaptasyon özellikleri ile ilgili metabolizma ürünleridir (Mammadov, 2014). Sekonder metabolitler, bitkilerde çok az miktarlarda sentezlenmekle birlikte, farmakolojik etkileri çok güçlü olan organik moleküllerdir."
  },
  {
    "id": "3689533",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri bitkisel sekonder metabolittir?<br/>I.enzim<br/>II.alkoloid<br/>III.terpen<br/>IV.glikoz<br/>V.nükleik asit",
    "correctAnswer": "D",
    "options": {
      "A": "I,III,V",
      "B": "II,IV",
      "C": "II,III,IV",
      "D": "II,III",
      "E": "Yalnız III"
    },
    "explanation": "Sekonder Metabolitler Ve Kullanım Alanları, 182<br/>D şıkkı<br/>II,III<br/>II.alkoloid<br/>III.terpen"
  },
  {
    "id": "3689540",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri Türkiye’de endüstriyel üretimi yapılmayan ithal edilen tropikal kaynaklı bitkidir?<br/>I.karanfil<br/>II.nane<br/>III.hindistan cevizi<br/>IV.kekik<br/>V.zencefil",
    "correctAnswer": "C",
    "options": {
      "A": "I,II",
      "B": "I,III,IV",
      "C": "I,III,V",
      "D": "Yalnız V",
      "E": "Yalnız I"
    },
    "explanation": "186, Baharat, Kahve ve Çay Olarak Kullanılan Bitkilerin Ekonomik Önemi<br/>C şıkkı<br/>I,III,V<br/>Karanfil, Hindistan cevizi, zencefil<br/>Türkiye’nin ithal ettiği en önemli baharat, kahve ve çay ürünleri ise besbase, kahve, kakao, karabiber, kakule, karanfil, kokonat, mate, muskat, tarçın, vanilya, yenibahar, zencefil ve zerdeçal Türkiye’de üretimleri yapılmayan tropikal kökenli bitkilerdir."
  },
  {
    "id": "3689545",
    "unitNumber": 6,
    "text": "Türkiye’nin baharat ve çay üretiminde dünyadaki yeri konusunda aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye, yaş çay yaprağı üreten ülkeler arasında 2. sırada; defne, kekik ve adaçayı üretiminde ve ihracatında dünya ülkeleri arasında 1. sırada yer alır.",
      "B": "Türkiye, yaş çay yaprağı üreten ülkeler arasında 1. sırada; defne, kekik ve adaçayı üretiminde ve ihracatında dünya ülkeleri arasında 4. sırada yer alır.",
      "C": "Türkiye, yaş çay yaprağı üreten ülkeler arasında 4. sırada; defne, kekik ve adaçayı üretiminde ve ihracatında dünya ülkeleri arasında 1. sırada yer alır.",
      "D": "Türkiye, yaş çay yaprağı üreten ülkeler arasında 1. sırada; defne, kekik ve adaçayı üretiminde ve ihracatında dünya ülkeleri arasında 3. sırada yer alır.",
      "E": "Türkiye, yaş çay yaprağı üreten ülkeler arasında 3. sırada; defne, kekik ve adaçayı üretiminde ve ihracatında dünya ülkeleri arasında 1. sırada yer alır."
    },
    "explanation": "Baharat, Kahve ve Çay Olarak Kullanılan Bitkilerin Ekonomik Önemi, 185<br/>C şıkkı<br/>Türkiye, çay yaprağı üreten 50 kadar ülke arasında yıllık ortalama 1.5 milyon ton yaş çay yaprağı üretimi ile 4. sırada yer alır (FAO, 2023).<br/>Türkiye, dünyada baharat üretimi ve ticaretinde önemli bir konuma sahiptir. Türkiye’nin 2022 yılı baharat, kahve ve çay ürünleri ihracatı yaklaşık 205 milyon dolar ve ithalatı yaklaşık 450 milyon dolardır (TUİK, 2023). Özellikle defne, kekik ve adaçayı üretiminde ve ihracatında dünya ülkeleri arasında ilk sırada yer alır."
  },
  {
    "id": "3689554",
    "unitNumber": 6,
    "text": "Tıbbi ve aromatik bitkilerin yer aldığı familyalar, aşağıdaki hangi bilgiyle uyumludur?",
    "correctAnswer": "B",
    "options": {
      "A": "Hepsi kapalı tohumlu ve tek çenekli bitkidir.",
      "B": "Kapalı tohumlu tek/çift çenekli bitkilerdir.",
      "C": "Hepsi açık tohumlu tek çenekli bitkidir.",
      "D": "Hepsi kapalı tohumlu çift çenekli bitkidir.",
      "E": "Açık tohumlu tek/çift çenekli bitkilerdir."
    },
    "explanation": "Taksonomisi, Biyoçeşitliliği Ve Sınıflandırılması, 186<br/>B şıkkı<br/>Kapalı tohumlu tek/çift çenekli bitkilerdir.<br/>Tıbbi ve aromatik bitkiler, bitkiler (Plantae) aleminde, genel olarak tohumlu bitkiler (Phanerogamea) bölümünde, <strong>kapalı tohumlular</strong> (Angiospermae) alt bölümünde, <strong>bir çenekliler</strong> (Monocotyledoneae) <strong>ve iki çenekliler</strong> (Dicotyledoneae) sınıflarında yer alan, familya, cins ve tür düzeyinde çok zengin biyoçeşitlilik sergileyen bitkilerdir."
  },
  {
    "id": "3689559",
    "unitNumber": 6,
    "text": "Tıbbi ve aromatik bitkiler açısından Türkiye’nin biyoçeşitliliği ile ilgili aşağıdaki bilgilerden hangisi/hangileri doğrudur?<br/>I.Türkiye florasında yayılış gösteren bitki türleri ve taksonlarının yaklaşık üçte biri endemiktir.<br/>II.Türkiye florasında yetişen çöven, haşhaş ve anason endemik bitkilerden türler içerir.<br/>III. Türkiye florasında yetişen salep orkidesi, çiğdem ve ters lale, kardelen endemik bitkileri toprakaltı depo organları bulunan bitkilerdendir.",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I,III",
      "C": "I,II",
      "D": "II,III",
      "E": "I,II,III"
    },
    "explanation": "Biyoçeşitlilik, 187<br/>E şıkkı<br/>I,II,III<br/>Türkiye, çok değerli binlerce bitki türünün orijin (biyoçeşitlilik) merkezidir (David, 1965-1985; 1988). <em>Florasında </em>154 familyaya ait 9,753 tür ve 11,707 takson yayılış gösterir. Üstelik yayılış gösteren bitki türleri ve taksonlarının yaklaşık üçte biri (3,035 adet tür ve 3,649 adet takson) <em>endemiktir </em>(Güner vd., 2012). Türkiye florası, endemik takson sayısı 47 olan 88 tür adaçayı (<em>Salvia</em>), endemik takson sayısı 42 olan 79 tür kantaron (<em>Hypericum</em>), endemik takson sayısı 49 olan 78 tür kekik (<em>Thymus, Origanum, Thymbra Satureja, Coridathymus</em>), endemik takson sayısı 34 olan 53 tür çöven (G<em>ypsophila</em>), endemik takson sayısı 39 olan 45 tür yayla çayı (<em>Sideritis</em>), endemik takson sayısı 18 olan 49 tür çemen (<em>Trigonella</em>), endemik takson sayısı 15 olan 36 tür haşhaş (<em>Papaver</em>), endemik takson sayısı 5 olan 23 tür anason (<em>Pimpinella</em>), endemik takson sayısı 2 olan 24 tür gül (<em>Rosa</em>) ve endemik takson sayısı 3 olan 12 tür çörek otu (<em>Nigella</em>) ile temsil edilir.<br/>Türkiye florasına değer katan geofitler (soğan, yumru, korm veya rizom şeklinde toprak altı depo organları olan bitki türleri) arasında sadece salep orkideleri, çiğdem, ters lale ve kardelen biyoçeşitliliği bile Türkiye florasının zenginliğini ifade etmek için yeterlidir: Türkiye florasında endemik takson sayısı 51 olan 187 tür salep orkidesi, endemik takson sayısı 39 olan 35 tür çiğdem (<em>Crocus</em>), endemik takson sayısı 21 olan 33 tür ters lale (<em>Fritillaria</em>) ve endemik takson sayısı 3 olan 12 tür kardelen (<em>Galanthus</em>) yayılış gösterir."
  },
  {
    "id": "3689561",
    "unitNumber": 6,
    "text": "Toplumlarda insan ve bitki arasındaki ilişkilerden yola çıkarak geçmişten günümüze bitkileri hangi amaçlarla ve nasıl kullandıklarını araştıran bilim dalı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Etnocoğrafya",
      "B": "Etnobotanik",
      "C": "Etnoloji",
      "D": "Etimoloji",
      "E": "Etnografi"
    },
    "explanation": "188, Biyoçeşitlilik<br/>B şıkkı<br/>Etnobotanik"
  },
  {
    "id": "3689566",
    "unitNumber": 6,
    "text": "Tıbbi ve aromatik bitkiler kullanım alanlarına veya yararlanma şekillerine göre sınıflandırıldıklarında hangi grup bu sınıflandırma içinde yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Baharat bitkileri",
      "B": "Parfüm bitkileri",
      "C": "Süs bitkileri",
      "D": "Kozmetik bitkileri",
      "E": "Boya bitkileri"
    },
    "explanation": "188, Sınıflandırma<br/>C şıkkı<br/>Süs bitkileri<br/>Kullanım alanlarına veya yararlanma şekillerine göre tıbbi ve aromatik bitkiler aşağıdaki şekillerde sınıflandırılabilir:<br/><ul><br/><li>İlaç bitkileri</li><br/><li>Aromatik bitkiler</li><br/><li>Parfüm ve kozmetik bitkileri</li><br/><li>Baharat bitkileri</li><br/><li>Tıbbi çay ve kahve bitkileri</li><br/><li>Boya bitkiler</li><br/><li>Keyif bitkileri</li><br/></ul>"
  },
  {
    "id": "3689569",
    "unitNumber": 6,
    "text": "Bir bitkiden alınan ve tam bir bitki oluşturabilme potansiyeline sahip bitki kısımlarından (embriyo, tohum, gövde, sürgün, kök, kallus, tek hücre veya polen tane-si vb.) yapay besin ortamlarında ve aseptik koşullar altında yeni bitkilerin elde edilmesine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "ekim",
      "B": "dikim",
      "C": "in vitro çoğaltma",
      "D": "in vivo çoğaltma",
      "E": "tohumlama"
    },
    "explanation": "Çoğaltma Teknikleri, 191<br/>C şıkkı<br/><strong>In vitro çoğaltım, </strong>steril koşullarda ve yapay besin ortamında hastalıktan ari ve ismine doğru klonal/<em>mikroçoğaltım </em>(pelin otu, stevya, menekşe vd.) veya endospermi zayıf tohumların embriyo kültürü (salep orkideleleri vd.) ile generatif çoğaltımıdır."
  },
  {
    "id": "3689573",
    "unitNumber": 6,
    "text": "Tıbbi ve aromatik bitkilerin hastalık, zararlılar ve yabancı otlarla etkin mücadele etme konusunda aşağıdakilerden hangisi/hangileri kültürel yöntemlerdendir?<br/>I.sağlıklı tohum kullanmak<br/>II.münavebe uygulamak<br/>III. bol gübreleme ve sulama yapmak<br/>IV.ekim/ dikim işlemlerini zamanında ve tekniğine uygun olarak yapmak<br/>V. solarizasyon ve malçlama yapmak<br/>VI.en etkin pestisitleri kullanmak",
    "correctAnswer": "B",
    "options": {
      "A": "I,II,III,VI",
      "B": "I,II,IV,V",
      "C": "I,II,III,IV.V,VI",
      "D": "I,IV",
      "E": "I,III,IV"
    },
    "explanation": "194, Üretim teknikleri<br/>B şıkkı<br/>I,II,IV,V<br/>Tıbbi ve aromatik bitkilerde hastalıklar, zararlılar ve yabancı otlar ile mücadelede kültürel ve biyolojik yöntemlere öncelik verilmeli, pestisit kalıntısına neden olan ruhsatsız tarımsal ilaçlar (pestisitler) kesinlikle kullanılmamalıdır. Kültürel mücadele yöntemleri; (1) toprak işleme ve ekim/ dikim işlemlerini zamanında ve tekniğine uygun olarak yapmak, (2) temiz ve hastalıklardan ari tohumluk kullanmak, (3) ekim nöbeti (münavebe) uygulamak, (4) solarizasyon ve malçlama yapmak, (5) gereğinden fazla gübreleme ve sulama yapmamak, (6) yabancı otları temizlemek şeklinde açıklanabilir."
  },
  {
    "id": "3691136",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi bitkilerde bulunan primer metabolitlerdendir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Alkaloidler",
      "B": "Vitaminler",
      "C": "Glikozitler",
      "D": "Saponinler",
      "E": "Flavonoidler"
    },
    "explanation": "Bitkilerin metabolizma ürünleri primer (birincil) metabolitler ve sekonder (ikincil) metabolitler olarak iki ana gruba ayrılır. Proteinler, yağlar, karbonhidratlar, nükleik asitler, hormonlar, vitaminler primer metabolitlerken; alkaloidler, terpenler, terpenoitler, flavonoidler, glikozitler ve saponinler sekonder metabolitlerdir."
  },
  {
    "id": "3691141",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi aromatik hidrokarbon halkaları üzerinde hidroksil grupları taşıyan (fenolik yapıda) bir sekonder metabolit <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "<strong>Benzoik asit</strong>",
      "B": "<strong>Gallik asit</strong>",
      "C": "<strong>Nükleik asit</strong>",
      "D": "<strong>Kafeik asit</strong>",
      "E": "<strong>Klorogenik asit</strong>"
    },
    "explanation": "<strong>Fenolikler, yapılarındaki aromatik hidrokarbon halkaları üzerinde hidroksil grupları (-OH) taşıyan sekonder metabolitlerdir. Benzoik asit, gallik asit, kafeik asit, kumarik asit, klorogenik asit, salisilik asit, sinapik asit, sinnamik asit, siyringik asit ve vanilik asit en bilinen fenolik asitlerdendir</strong>"
  },
  {
    "id": "3691147",
    "unitNumber": 6,
    "text": "<strong>Aşağıda </strong><strong>baharatlar ve bu baharatların üretiminde lider olan ülkelere ilişkin olarak</strong><strong> verilen e</strong><strong>şleştirmelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tarçın &amp; Çin",
      "B": "Safran &amp; İran",
      "C": "Zencefil &amp; Hindistan",
      "D": "Karabiber &amp; Türkiye",
      "E": "Vanilya &amp; Madagaskar"
    },
    "explanation": "Ülkeler arasında zencefil ve zerdeçal üretiminde Hindistan, karabiber üretiminde Vietnam, Hindistan cevizi (kokonat) üretiminde Endonezya, tarçın üretiminde Çin, vanilya üretiminde Madagaskar, kakule üretiminde Guatemala ve safran üretiminde İran liderdir."
  },
  {
    "id": "3691151",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi bir kabuk (cortex) drogudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Haşhaş",
      "B": "Gül",
      "C": "Kekik",
      "D": "Kakao",
      "E": "Söğüt"
    },
    "explanation": "Kınakına, nar, söğüt, tarçın ve turunç kabuk (cortex) droglarıdır."
  },
  {
    "id": "3691158",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi yabancı tozlaşmayı ve döllenmeyi teşvik eden faktörlerden <u>değildir</u><u>?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Polen kısırlığı",
      "B": "Kendine uyuşmazlık",
      "C": "Stigmanın erkek organlar tarafından sarılması",
      "D": "Erkek ve dişi üreme organları arasındaki uyumsuzluk",
      "E": "Erkek ve dişi üreme organlarının farklı zamanlarda olgunlaşması"
    },
    "explanation": "Stigmanın erkek organlar tarafından sarılması, tıbbi ve aromatik bitkilerde yabancı tozlaşmayı ve döllenmeyi değil, kendine tozlaşmayı ve döllenmeyi teşvik eden bir faktördür."
  },
  {
    "id": "3691165",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki tıbbi ve aromatik bitkilerden hangisi tohumdan yetiştirilen fidenin tarlaya dikimi yoluyla çoğaltılır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tütün",
      "B": "Anason",
      "C": "Haşhaş",
      "D": "Kimyon",
      "E": "Çörek otu"
    },
    "explanation": "Tıbbi ve aromatik bitkilerde başlıca iki farklı generatif çoğaltım yöntemi uygulanır:<br/>∙ Tohumun tarlaya ekimi (anason, çemen, çörek otu, haşhaş, kimyon, kişniş, rezene vd.)<br/>∙ Tohumdan yetiştirilen fidenin tarlaya dikimi (fesleğen, kekik, melisa, papatya, tütün vd.)"
  },
  {
    "id": "3691169",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi</strong> <strong>anaç bitkilerden belirli uzunlukta ve kalınlıkta alınan çelikleri köklendirmek için \"köklendirme ortamı\" olarak kullanılan materyallerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Perlit",
      "B": "Vermikülit",
      "C": "Yosun torfu",
      "D": "Humusça zengin toprak",
      "E": "Konveyör bantlı kurutucu"
    },
    "explanation": "Köklendirme ortamı olarak en fazla humusça zengin toprak, kum (0.05-2 mm), yosun torfu, kokopit, vermikülit, perlit, kaya yünü gibi materyaller kullanılır. Anaç bitkilerden belirli uzunlukta ve kalınlıkta alınan çelikler köklendirmek için örtü altında perlit doldurulmuş kasalara ve torf doldurulmuş viyollere, açık tarla koşullarında ise plastik malç çekilmiş yastıklara dikilir."
  },
  {
    "id": "3691178",
    "unitNumber": 6,
    "text": "<strong>Oryantal Türk tütünü yetiştiriciliğinde azotlu gübreleme uygulanmamasının ya da çok sınırlı düzeylerde uygulanmasının nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Nikotin oranını azaltması",
      "B": "Tohum verimini azaltması",
      "C": "Uçucu yağ oranını azaltması",
      "D": "Yaprak kalitesini düşürmesi",
      "E": "Bitkinin hastalıklara direnci düşürmesi"
    },
    "explanation": "Tütün bitkisinde azotlu gübreler yaprak verimini artırır, ancak nikotin oranını da artırdığından yaprak kalitesini düşürür. Bu nedenle oryantal Türk tütünü yetiştiriciliğinde azotlu gübreleme hiç ya da çok sınırlı düzeylerde uygulanır."
  },
  {
    "id": "3691181",
    "unitNumber": 6,
    "text": "<strong>Tütün ürünlerinin keyif verici etkisi içeriğindeki hangi alkaloitten kaynaklanır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Nikotin",
      "B": "Kinin",
      "C": "Atropin",
      "D": "Kodein",
      "E": "Ergotamin"
    },
    "explanation": "Tütün bitkisinin tütün ürünleri üretiminde kullanılan organı yaprağıdır. Tütün yapraklarından sigara, puro, pipo, enfiye, çiğneme ve nargile tütünü üretilir. Tütün ürünlerinin keyif verici olmasının nedeni içerdiği nikotinden kaynaklanır."
  },
  {
    "id": "3691186",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi</strong><strong> ülkemizde </strong><strong>haşhaş kapsülü üretimine izin verilen illerden <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Antalya",
      "B": "Amasya",
      "C": "Tokat",
      "D": "Isparta",
      "E": "Afyonkarahisar"
    },
    "explanation": "<strong>Türkiye’nin 2022 yılı haşhaş ekilişi 41 bin ha ve kuru haşhaş kapsülü üretimi 12 bin tondur (TUİK, 2023). Afyonkarahisar, Amasya, Balıkesir, Burdur, Çorum, Denizli, Eskişehir, Isparta, Konya, Kütahya, Manisa, Tokat ve Uşak olmak üzere 13 ilde üretimine izin verilir.</strong>"
  },
  {
    "id": "3667643",
    "unitNumber": 7,
    "text": "Hayvanların yaşamlarını sürdürebilmesi ve istenilen ürünleri verebilmesi için bünyelerine almak zorunda oldukları besin maddelerini içeren, belirli miktarda verildiğinde ..............ve hayvansal ürünlere zararlı olmayan, doğada kendiliğinden yetişen veya kültürü yapılan bitkilere yem bitkisi denir.<br/>Yukarıdaki boşluğu dolduracak en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "ekonomik olan",
      "B": "tarıma zararsız",
      "C": "ekolojik dengeyi koruyan",
      "D": "hayvan sağlığına",
      "E": "bitki popülasyonuna"
    },
    "explanation": "Hayvanların yaşamlarını sürdürebilmesi ve istenilen ürünleri verebilmesi için bünyelerine almak zorunda oldukları besin maddelerini içeren, belirli miktarda verildiğinde hayvan sağlığına ve hayvansal ürünlere zararlı olmayan, doğada kendiliğinden yetişen veya kültürü yapılan bitkilere yem bitkisi denir."
  },
  {
    "id": "3667681",
    "unitNumber": 7,
    "text": "İnsanoğlunun yerleşik yaşama geçtiği dönemlerde kültüre alınan ilk bitkiler arasında aşağıdakilerden hangisi/hangileri bulunmaktadır?<br/>i. yonca<br/>ii. fiğ <br/>iii. mısır<br/>iv. nohut <br/>v. arpa",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız i, ii, iii",
      "B": "Yalnız i, ii, iii ve iv",
      "C": "Yalnız i, ii, iii ve v",
      "D": "Yalnız ii, iii, iv ve v",
      "E": "i, ii, iii, iv ve v"
    },
    "explanation": "İnsanoğlunun yerleşik yaşama geçtiği dönemlerde kültüre alınan ilk bitkiler arasında baklagillerden yonca, korunga, fiğ ve burçak, buğdaygillerden ise mısır, sorgum ve arpa bulunmaktadır."
  },
  {
    "id": "3667719",
    "unitNumber": 7,
    "text": "TÜİK, 2021 verilerine göre yeşil ot üretimi yönünden yapılan sıralamada %44,9 oran ile ilk sırada yer alan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "mısır",
      "B": "yonca",
      "C": "fiğ",
      "D": "burçak",
      "E": "sorgum"
    },
    "explanation": "Yeşil ot üretimi yönünden yapılan sıralamada mısır %44,9 oranı ve 23,3 milyon ton yeşil ot üretimi ile ilk sırada yer almıştır. Bunu 19,3 milyon ton ile yonca (%31,8) üretimi takip etmiştir 3. sırada ise %12,6 paya sahip diğer türler yer almıştır (TÜİK, 2021)."
  },
  {
    "id": "3667759",
    "unitNumber": 7,
    "text": "Vejetatif dönemde biçilen veya otlatılan buğdaygiller yem bitkilerinin protein oranı, enerji değeri ve sindirilme oranları gelişmenin ..................... .<br/>yukarıdaki boşluğa gelecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "durması ile azalır",
      "B": "ilerlemesi ile azalır",
      "C": "durması ile artar",
      "D": "ilerlemesi ile artar",
      "E": "durması ile değişmez"
    },
    "explanation": "Vejetatif dönemde biçilen veya otlatılan buğdaygiller yem bitkilerinin protein oranı, enerji değeri ve sindirilme oranları gelişmenin ilerlemesi ile azalır."
  },
  {
    "id": "3667832",
    "unitNumber": 7,
    "text": "Tarla koşullarında tarafından tespit edilen azot miktarları aşağıdaki baklagil yem bitkilerinden hangisinde daha yüksektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Korunga",
      "B": "Acıbakla",
      "C": "Yonca",
      "D": "Yem Bezelyesi",
      "E": "Yaygın fiğ"
    },
    "explanation": "Tarla koşullarında tarafından tespit edilen azot miktarları aşağıdaki baklagil yem bitkilerinden Acıbaklada daha yüksektir."
  },
  {
    "id": "3667872",
    "unitNumber": 7,
    "text": "Yonca <strong>maksimum</strong> büyümeyi (kg/ha/gün) hangi sıcaklıklarda °C’de yapmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "32-33 °C’de",
      "B": "28-29 °C’de",
      "C": "25-26 °C’de",
      "D": "22-23 °C’de",
      "E": "19-20 °C’de"
    },
    "explanation": "Yonca maksimum büyümeyi (kg/ha/gün) 25-26 °C’de yapmaktadır."
  },
  {
    "id": "3667905",
    "unitNumber": 7,
    "text": "Yonca kültürü için <strong>en uygun</strong> toprak pH aralığı kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "pH 4.5-5.5",
      "B": "pH 5.5-6.5",
      "C": "pH 6.5-7.5",
      "D": "pH 7.5-8.5",
      "E": "pH 7.5-9.5"
    },
    "explanation": "Yonca kültürü için en uygun toprak pH’sı 6.5-7.5’tur."
  },
  {
    "id": "3667959",
    "unitNumber": 7,
    "text": "Korunga tohumları için <strong>uygun</strong> ekim derinliği kaç cm aralığında olmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "0,5-1,0 cm yi geçmeyecek",
      "B": "1,5-2,5 cm yi geçmeyecek",
      "C": "3,5-4,0 cm yi geçmeyecek",
      "D": "5,0-6,0 cm yi geçmeyecek",
      "E": "8,0-10,0 cm yi geçmeyecek"
    },
    "explanation": "Korunga tohumları iri olmasına rağmen ekim derinliği 1,5-2,5 cm’yi geçmeyecek şekilde ekilmelidir."
  },
  {
    "id": "3667998",
    "unitNumber": 7,
    "text": "Tohumları yuvarlak-kare şeklinde, 8-14 mm çapında, sıkıştırılmış veya basılmış gibi pürüzsüz ve donuk, açık sarı, açık krem renkli olan aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "yonca",
      "B": "yem bezelyesi",
      "C": "mısır",
      "D": "yaygın fiğ",
      "E": "Ak acıbakla"
    },
    "explanation": "Ak acıbakla tohumları yuvarlak-kare şeklinde, 8-14 mm çapında, sıkıştırılmış veya basılmış gibi pürüzsüz ve donuk, açık sarı, açık krem renklidir."
  },
  {
    "id": "3668035",
    "unitNumber": 7,
    "text": "Kurak bölgelerde alınan ot verimi 250-500 kg/da kuru ot olabilen, sulanabilen veya düzenli yağış alan yörelerde ot verimi 1250 kg/da’a kadar artabilen, bu alanlarda 2-3 biçim alınabilen. genel olarak ilk biçimin verimi daha yüksek olan bitki aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kılçıksız brom",
      "B": "Çok yıllık çim",
      "C": "Silaj sorgum",
      "D": "Yayğın fiğ",
      "E": "Burçak"
    },
    "explanation": "Kılçıksız brom için kurak bölgelerde alınan ot verimi 250-500 kg/da kuru ot alınabilir. Sulanabilen veya düzenli yağış alan yörelerde ot verimi 1250 kg/da’a kadar artabilir. Bu alanlarda 2-3 biçim alınır."
  },
  {
    "id": "3675138",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hem hayvan hem de insan beslenmesinde kullanılan yem bitkileri arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yonca",
      "B": "Korunga",
      "C": "Fiğ",
      "D": "Burçak",
      "E": "Arpa"
    },
    "explanation": "Bazı yem bitkisi türleri örneğin fiğ, sorgum ve mısır aynı zamanda insan beslenmesinde de kullanılmış ve kullanılmaya bugün de devam edilmektedir."
  },
  {
    "id": "3675161",
    "unitNumber": 7,
    "text": "Yetişkin bir insanın günlük protein ihtiyacı kaç gramdır?",
    "correctAnswer": "C",
    "options": {
      "A": "50 gr",
      "B": "60 gr",
      "C": "70 gr",
      "D": "80 gr",
      "E": "90 gr"
    },
    "explanation": "Yetişkin bir insanın günlük ortalama 70 g proteine gereksinimi bulunmaktadır."
  },
  {
    "id": "3675181",
    "unitNumber": 7,
    "text": "Kesif yem kaynağı olarak kullanılan tahıllardan hangisi yem fabrikalarında karbonhidrat ve protein kaynağı olarak kullanılmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Arpa",
      "B": "Yulaf",
      "C": "Çavdar",
      "D": "Yonca",
      "E": "Buğday"
    },
    "explanation": "Koca fiğ, yem bezelyesi ve acıbakla gibi iri tohumlu baklagiller ile arpa, yulaf, çavdar, buğday ve mısır gibi tahılların tanelerinin yem fabrikalarında karbonhidrat ve protein kaynağı olarak kullanılması,"
  },
  {
    "id": "3675225",
    "unitNumber": 7,
    "text": "Yonca hangi gübreye ihtiyaç duyar ve ekim öncesinde verilmesi gereken miktar nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Azot, 10-15 kg/da",
      "B": "Fosfor, 10-15 kg/da",
      "C": "Potasyum, 10 kg/da",
      "D": "Azot, 5 kg/da",
      "E": "Fosfor, 5 kg/da"
    },
    "explanation": "Yoncanın sağlıklı gelişmesi ve yüksek verim potansiyeline ulaşması için her yıl için 10 kg/da (P2 O5 ) saf fosfor hesap edilerek ekim öncesinde son sürümden önce toprağa verilmeli ve karıştırılmalıdır."
  },
  {
    "id": "3675255",
    "unitNumber": 7,
    "text": "Korunganın iklim ve toprak istekleri ile ilgili hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Asitli ve su baskın topraklarda iyi gelişir",
      "B": "Kireçli ve verimsiz topraklarda iyi gelişir",
      "C": "Tuzluluğa dayanıksızdır",
      "D": "Yüksek su seviyesine sahip topraklarda gelişir",
      "E": "Nemli ve verimli toprakları tercih eder"
    },
    "explanation": "Toprak istekleri bakımından seçici değildir. Kıraç, kireçli, yüzlek ve fazla verimli olmayan toprakları iyi değerlendirir. Kireci bol, su seviyesi derinlerde olan topraklarda verimi artar. Asit ve yaş topraklara iyi uyum göstermez. Tuzluluğa oldukça iyi dayanır. Korunga kökleri ile diğer bitki türlerinin topraktan alamadığı besin maddelerini almaktadır."
  },
  {
    "id": "3675288",
    "unitNumber": 7,
    "text": "Fiğ türlerinin ana gen merkezleri nerelerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kuzey Amerika ve Güney Asya",
      "B": "Orta ve Güney Avrupa, Türkiye, Kuzey Afrika, Kafkaslar, Afganistan",
      "C": "Kuzey Afrika ve Güney Amerika",
      "D": "Doğu Asya ve Avustralya",
      "E": "Güney Sibirya ve Güney Amerika"
    },
    "explanation": "Yabani fiğ türlerinin gen merkezleri Orta ve Güney Avrupa’dan başlayan Türkiye, Kuzey Afrika, Kafkaslar ve Afganistan’a kadar uzanan bölgelerdir. Ana yayılım merkezleri ise Akdeniz ve İran-Turan bölgeleri olmuştur"
  },
  {
    "id": "3675314",
    "unitNumber": 7,
    "text": "Yem bezelyesinin çiçekleri hangi renktedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece beyaz",
      "B": "Mor",
      "C": "Mor-menekşe",
      "D": "Sarı",
      "E": "Kırmızı"
    },
    "explanation": "Yemeklik bezelyede beyaz renkli olan çiçekler, yemlik bezelyede mor-menekşe renklidir."
  },
  {
    "id": "3675344",
    "unitNumber": 7,
    "text": "Silaj sorgumunun iklim ve toprak istekleri hakkında hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Serin ve nemli ve yüksek kireçli topraklar yetiştiriciliği için en uygundur.",
      "B": "Sıcağa ve kurağa dayanıklı, her türlü toprakta yetiştirilir.",
      "C": "Yalnızca soğuk iklim ve killi topraklarda yetişir",
      "D": "Avrupa'nın kuzeydoğu kesiminde yüksek nemli topraklarda iyi sonuç verir",
      "E": "Toprak pH'sı 8-9 aralığında olduğu, kurak yerlerde yetişir."
    },
    "explanation": "Sıcak mevsim bitkisidir. Serin, nemli bölgeler sorgum tarımı için uygun değildir. Avrupa’nın serin kuzeydoğu kısmı dışında dünyanın her yerinde yetiştirilmektedir."
  },
  {
    "id": "3675386",
    "unitNumber": 7,
    "text": "Çok yıllık çimlerde otlatma için bitkinin hangi aşamaya gelmesi beklenir?",
    "correctAnswer": "C",
    "options": {
      "A": "2-3 yapraklı olması",
      "B": "10 cm boylanması",
      "C": "3-4 yapraklı olması veya 20-25 cm boylanması",
      "D": "Salkım oluşumu başlaması",
      "E": "Çiçeklenme dönemi"
    },
    "explanation": "Çok yıllık çimin yoğun bulunduğu doğal veya yapay meraların otlatılması için bitkilerin 3-4 yapraklı olması veya 20-25 cm boylanması beklenir."
  },
  {
    "id": "3675421",
    "unitNumber": 7,
    "text": "Otlak ayrığının hangi zararlısı bitkinin köklerine zarar verir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bozkurt larvaları",
      "B": "Siyah çim böcekleri (Labops spp.)",
      "C": "Curvularia spp",
      "D": "Haziran böceği larvaları",
      "E": "Yaprak bitleri"
    },
    "explanation": "Siyah çim böcekleri (Labops spp.) dahil olmak üzere bazı eklem bacaklılardan zarar görebilir."
  },
  {
    "id": "3690801",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ülkemizde en çok üretilen yem bitkisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Mısır",
      "B": "Yonca",
      "C": "Korunga",
      "D": "Yem bezelyesi",
      "E": "Mürdümük"
    },
    "explanation": "Doğru cevap A şıkkıdır."
  },
  {
    "id": "3690804",
    "unitNumber": 7,
    "text": "Yem bitkileriyle ilgili aşağıdaki ifadelerden hangisi doğrudur ?",
    "correctAnswer": "B",
    "options": {
      "A": "Buğdaygil yem bitkileri kök ve anız artıklarının parçalanmasıyla toprakta meydana gelen galeriler ile toprağın havalanmasını sağlarlar",
      "B": "Baklagil yem bitkileri köklerindeki yumrucuk bakterileri sayesinde havanın serbest azotunu toprağa tespit ederler",
      "C": "Baklagil yem bitkilerinin mera vejetasyonunda otlatmaya dayanıklılığı buğdaygillerden daha fazladır",
      "D": "Buğdaygiller kendilerinden daha sonra ekilen bitkilerin verimliliğini ve ürün kalitesini yükseltirler",
      "E": "Vejetatif dönemde biçilen veya otlatılan buğdaygil yem bitkilerinin protein oranı gelişmenin ilerlemesiyle artar"
    },
    "explanation": "Doğru cevap B şıkkıdır."
  },
  {
    "id": "3690808",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi gen merkezi Kafkaslar olan, havanın serbest azotunu pembemsi sıvı olarak depolayan, bir kökten 5 ila 25 adet sap geliştirebilen, kutuplardan çöllere kadar değişik ortamlarda yetişen tipleri bulunan baklagil yem bitkisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Korunga",
      "B": "Yaygın fiğ",
      "C": "Yem bezelyesi",
      "D": "Acıbakla",
      "E": "Yonca"
    },
    "explanation": "Doğru cevap E şıkkıdır."
  },
  {
    "id": "3690818",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, kireçli topraklara adapte olmuş, uygun koşullarda 10 metreden daha derine inebilen kök sistemine sahip, genel olarak pembe renkli çiçekleri bulunan ve yaprağını meydana getiren yaprakçıkların her birisi ters yumurta şeklinde olan baklagil yem bitkisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yonca",
      "B": "Yaygın fiğ",
      "C": "Yem bezelyesi",
      "D": "Acıbakla",
      "E": "Korunga"
    },
    "explanation": "Doğru cevap E şıkkıdır."
  },
  {
    "id": "3690820",
    "unitNumber": 7,
    "text": "Macar fiği le ilgili aşağıdaki açıklamalardan hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Kökleri 7 -8 cm. derine iner",
      "B": "Yarı yatık olarak yetişir ve 25 -30 cm. boylanır",
      "C": "Yapraklarının her biri 10 ila 20 adet arası oval veya dikdörtgen yaprakçıktan oluşur",
      "D": "Çiçekleri sarı ve kırmızı renklidir",
      "E": "Macar fiği yaz bitkisidir"
    },
    "explanation": "Doğru cevap C şıkkıdır."
  },
  {
    "id": "3690849",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Kahverengi yaprak lekesi</li> <li>Mantari hastalıklar</li> <li>Pas hastalığı</li> <li>Mildiyö</li> </ol> Yukarıda verilen baklagil yem bitkilerinde görülen hastalıklardan hangisi / hangileri ak acıbakla yem bitkisinde ortaya çıkabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "I, II",
      "C": "I, IV",
      "D": "I, III",
      "E": "II, IV"
    },
    "explanation": "Doğru cevap D şıkkıdır."
  },
  {
    "id": "3690873",
    "unitNumber": 7,
    "text": "Mısır ekiminde iyi bir çimlenmenin sağlanabilmesi için toprak sıcaklığı en az kaç <sup>0 </sup>C olmalıdır ?",
    "correctAnswer": "B",
    "options": {
      "A": "7 - 8 <sup>0 </sup>C",
      "B": "12 - 13 <sup>0 </sup>C",
      "C": "20 - 22 <sup>0 </sup>C",
      "D": "25 <sup>0 </sup>C",
      "E": "30 <sup>0 </sup>C"
    },
    "explanation": "Doğru cevap B şıkkıdır."
  },
  {
    "id": "3690881",
    "unitNumber": 7,
    "text": "Aşağıdaki verilerden hangisi silaj sorgumun ekim zamanı ve o dönemki ideal toprak sıcaklığıdır ?",
    "correctAnswer": "A",
    "options": {
      "A": "İlkbahar son donlarından bir hafta önce, toprak sıcaklığı 10 - 12 <sup>0 </sup>C",
      "B": "İlkbahar son donlarının bitiminde, toprak sıcaklığı 16 - 17 <sup>0 </sup>C",
      "C": "İlkbahar son donlarından 15 gün sonra, toprak sıcaklığı 19 -20 <sup>0 </sup>C",
      "D": "Yaz başlangıcı, toprak sıcaklığı 24 - 25 <sup>0 </sup>C",
      "E": "Sonbahar başlangıcı, toprak sıcaklığı 19 -20 <sup>0 </sup>C"
    },
    "explanation": "Doğru cevap A şıkkıdır."
  },
  {
    "id": "3690888",
    "unitNumber": 7,
    "text": "Kılçıksız bromda en uygun biçim zamanı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Başaklanmanın hemen sonrası",
      "B": "Çiçeklenme başlangıcı",
      "C": "Çiçeklenme dönemi ile başaklanma zamanı arası",
      "D": "Başaklanmada yaklaşık ıkı hafta sonrası",
      "E": "Süt olum dönemi sonu ile hamue olum dönemi"
    },
    "explanation": "Doğru cevap C şıkkıdır."
  },
  {
    "id": "3690892",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Yaprak yanıklığı</li> <li>Kar küfü</li> <li>Şerit pas </li> <li>Kahverengi yaprak lekesi</li> </ol> Yukarıdaki yem bitkisi hastalıklarından hangisi / hangileri otlak ayrığında görülen hastalıklardandır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "III, IV",
      "D": "II, III",
      "E": "II, IV"
    },
    "explanation": "Doğru cevap D şıkkıdır."
  },
  {
    "id": "3674651",
    "unitNumber": 8,
    "text": "Kuvvetli ve gelişmiş kök sistemlerine sahip olan çayır ve mera bitkileri, toprak içine ve üzerine bıraktıkları bitki parçalarının zaman içinde çürümesiyle toprağın ............. miktarını artırırlar.<br/>Boş bırakılan ere gelecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "asidite",
      "B": "alkalinite",
      "C": "organik madde",
      "D": "kalsiyum",
      "E": "tuzlu madde"
    },
    "explanation": "Kuvvetli ve gelişmiş kök sistemlerine sahip olan çayır ve mera bitkileri, toprak içine ve üzerine bıraktıkları bitki parçalarının zaman içinde çürümesiyle toprağın organik madde miktarını artırırlar."
  },
  {
    "id": "3674692",
    "unitNumber": 8,
    "text": "Bitki örtüsü içinde buluna baklagil bitkilerinin köklerinde yaşayan bakteriler sayesinde havada bulunan hangi bileşen toprağa bağlanmakta ve döngüye girerek tarımsal üretim sistemi içine dahil edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Su",
      "B": "Oksijen",
      "C": "Azot",
      "D": "Kükürt",
      "E": "Potasyum"
    },
    "explanation": "Bitki örtüsü içinde buluna baklagil bitkilerinin köklerinde yaşayan bakteriler sayesinde havadaki azot toprağa bağlanmakta ve döngüye girerek tarımsal üretim sistemi içine dahil edilmektedir."
  },
  {
    "id": "3674759",
    "unitNumber": 8,
    "text": "Çayır ve meralar, evcil hayvanların beslenmesinde kullanılan kaba yemin temel kaynağıdır. Bu alanlar aşağıdakilerden hangisi/hangilerine göre sınıflandırılır?<br/>i. bulundukları bölgeye göre<br/>ii. orijinlerine göre<br/>iii. sahip oldukları bitki örtüsüne göre<br/>iv. yararlanma şekillerine göre",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız i, ii ve iii",
      "B": "Yalnız i, ii ve iv",
      "C": "Yalnız ii, iii ve iv",
      "D": "Yalnız ii, iii ve iv",
      "E": "i, ii, iii ve iv"
    },
    "explanation": "Çayır ve meralar, evcil hayvanların beslenmesinde kullanılan kaba yemin temel kaynağıdır. Bu alanlar bulundukları bölgeye, orijinlerine, sahip oldukları bitki örtüsüne ve yararlanma şekillerine göre sınıflandırılırlar."
  },
  {
    "id": "3674799",
    "unitNumber": 8,
    "text": "Nispeten daha yüksek rakımda bulunan, mevsimin ileriki dönemlerinde hayvanlara yeşil ve taze yem sağlaması bakımından ülkemizdeki hayvancılık için önemli olan alanlara ne denilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çayır",
      "B": "Mera",
      "C": "Otlak",
      "D": "Yayla",
      "E": "Ova"
    },
    "explanation": "Yayla, yaylak da olarak ifade edilen ve nispeten daha yüksek rakımdaki yem alanlarıdır. Genellikle dağlık alanlarda, geniş düzlüklerde yer alır. Mevsimin ileriki dönemlerinde hayvanlara yeşil ve taze yem sağlaması bakımından ülkemizdeki hayvancılık için önemli alanlardır."
  },
  {
    "id": "3674830",
    "unitNumber": 8,
    "text": "Ülkemizde <strong>en az</strong> mera alanı olan bölgemiz hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Marmara",
      "B": "Ege",
      "C": "İç anadolu",
      "D": "Akdeniz",
      "E": "Karadeniz"
    },
    "explanation": "Ülkemizde <strong>en az</strong> mera alanı olan bölgemiz Marmara'dır.<br/>Ülkemizde <strong>en az</strong> mera alanı olan bölgemiz marmaradır."
  },
  {
    "id": "3674931",
    "unitNumber": 8,
    "text": "Çayır ve mera alanları ortalama verimleri 900 kg/ha kadar olan bölgemiz aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Marmara",
      "B": "Ege",
      "C": "Akdeniz",
      "D": "Karadeniz",
      "E": "Güneydoğu Anadolu"
    },
    "explanation": "Çayır ve mera alanları ortalama verimleri 900 kg/ha kadar olan bölgemiz Karadeniz bölgesidir."
  },
  {
    "id": "3674971",
    "unitNumber": 8,
    "text": "Bir bitki ne kadar çok .......... o kadar çok yem üretiyor anlamına gelir.<br/>Boş bırakılan yere gelecek <strong>en uygun</strong> ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "gübreleniyorsa",
      "B": "sulanıyorsa",
      "C": "fotosentez yapıyorsa",
      "D": "budanıyorsa",
      "E": "sıcağa maruz kalıyorsa"
    },
    "explanation": "Bir bitki ne kadar çok fotosentez yapıyorsa o kadar çok yem üretiyor anlamına gelir."
  },
  {
    "id": "3675220",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bitkilerde fotosentezi etkileyen unsurlardan bir<strong> değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Atmosferdeki karbondioksit miktarı",
      "B": "Atmosferdeki Azot miktarı",
      "C": "Işık",
      "D": "Sıcaklık",
      "E": "Yaprak alanı genişliği"
    },
    "explanation": "Atmosferdeki Azot miktarı bitkilerde fotosentezi etkileyen unsurlardan bir<strong> değildir.</strong>"
  },
  {
    "id": "3675269",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Çayır ve Mera Yönetiminin Bitki Ekolojisi ile İlişkisini etkileyen İklim Faktörlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Işık",
      "B": "sıcaklık",
      "C": "hava nemi",
      "D": "Arazinin eğimi",
      "E": "yağış"
    },
    "explanation": "Arazinin eğimi toprak faktörlerindendir."
  },
  {
    "id": "3675332",
    "unitNumber": 8,
    "text": "Mera bitkilerinin yıllık hayat döngüsünde aşağıdakilerden hangisi /hangileri kritik periyot olarak bulunmaktadır?<br/>i. ilkbahar<br/>ii. yaz <br/>iii. sonbahar<br/>iv. kış",
    "correctAnswer": "C",
    "options": {
      "A": "yalnız i ve ii",
      "B": "yalnız i ve iii",
      "C": "yalnız i, ii ve iii",
      "D": "yalnız ii, iii ve iv",
      "E": "i, ii, iii ve iv"
    },
    "explanation": "Mera bitkilerinin yıllık hayat döngüsünde ilkbahar, yaz ve sonbahar kritik periyotları olmak üzere başlıca 3 kritik periyot bulunmaktadır."
  },
  {
    "id": "3688707",
    "unitNumber": 8,
    "text": "Çayır ve mera bitkileri hangi amaçla suyu fotosentezde kullanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Enerji depolamak",
      "B": "Tohum üretmek",
      "C": "Yaprak büyütmek",
      "D": "Karbonhidrat üretmek",
      "E": "Gölge sağlamak"
    },
    "explanation": "Besin Maddesi Üretimi<br/>Çayır ve mera bitkileri besin (karbonhidrat) üretmek için suyu fotosentezde kullanır"
  },
  {
    "id": "3688710",
    "unitNumber": 8,
    "text": "Çayır ve mera bitkilerinin yaprak alanı genişliği aşağıdakilerden hangisine göre belirlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Otlatma derecesi",
      "B": "Toprak nemi",
      "C": "Güneş ışığı yoğunluğu",
      "D": "Bitki türü",
      "E": "Sıcaklık"
    },
    "explanation": "Çayır ve mera bitkilerinin yaprak alanı genişliği otlatma derecesine göre belirlenir"
  },
  {
    "id": "3688713",
    "unitNumber": 8,
    "text": "Çayır ve mera alanlarının Türkiye'deki toplam alanı yaklaşık ne kadardır?",
    "correctAnswer": "C",
    "options": {
      "A": "5 milyon hektar",
      "B": "10 milyon hektar",
      "C": "15 milyon hektar",
      "D": "20 milyon hektar",
      "E": "25 milyon hektar"
    },
    "explanation": "Ülkemizde Çayır ve Meralar<br/>Bugün için arazi varlığımızın yaklaşık %18.6’sına karşılık gelen 14.6 milyon ha alan çayır ve mera olarak kullanılmaktadır."
  },
  {
    "id": "3688715",
    "unitNumber": 8,
    "text": "Doğal vejetasyon sürecinde hangi aşama bitkilerin ortama uyum sağlamasıyla başlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Göç etme",
      "B": "Rekabet",
      "C": "Tepkime",
      "D": "Yerleşme",
      "E": "Kümeleşme"
    },
    "explanation": "Doğal Vejetasyonun Oluşumu<br/>Arazi üzerindeki çıplak alana gelen bitki üreme organlarının, göç ettikleri yerde çimlenerek veya tutunarak yeni bir bitki oluşturması yoluyla çevreye uyum sağlaması yerleşme olarak tanımlanır."
  },
  {
    "id": "3688721",
    "unitNumber": 8,
    "text": "İklim faktörleri çayır ve mera ekolojisini hangi yönden etkiler?",
    "correctAnswer": "C",
    "options": {
      "A": "Bitki türleri arası rekabeti azaltarak",
      "B": "Toprak besin elementlerini artırarak",
      "C": "Fotosentez hızını kontrol ederek",
      "D": "Bitkilerin toprak altı organlarını geliştirmeyerek",
      "E": "Toprağın organik madde miktarını azaltarak"
    },
    "explanation": "Çayır ve Mera Yönetiminin Bitki Eklojisi ile İlişkisi<br/>Fotosentez hızını kontrol ederek etkiler."
  },
  {
    "id": "3688725",
    "unitNumber": 8,
    "text": "Meralarda otlatma yönetimi hangi faktörleri göz önünde bulundurmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Toprak kimyasal yapısı",
      "B": "Bitki ve hayvan varlığı arasındaki denge",
      "C": "Mevsimsel sıcaklık değişiklikleri",
      "D": "Hayvan türleri arasındaki rekabet",
      "E": "Yıllık yağış miktarı"
    },
    "explanation": "ÇAYIR VE MERA YÖNETİMİ<br/>Çayır ve meralarda büyüme gelişme istekleri birbirine ters düşen bitki varlığı ile bunun üzerinde otlayan hayvan sürüsü arasında denge kurulması gerekir. Bu dengenin kurulmasında, toprak, bitki örtüsü ve diğer kaynakların korunması dikkate alınırken, otlayan hayvanlardan da en yüksek hayvansal ürün alınması amaçlanır."
  },
  {
    "id": "3688729",
    "unitNumber": 8,
    "text": "Azalıcı bitkiler aşağıdakilerden hangisine dayanarak sınıflandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Otlatma toleransına göre",
      "B": "Bitki boyuna göre",
      "C": "Fotosentez kapasitesine göre",
      "D": "Kök gelişim hızına göre",
      "E": "Su tüketimine göre"
    },
    "explanation": "Çayır ve Mera Yönetiminin Bitki<br/>Eklojisi ile İlişkisi<br/>Azalıcılar, aşırı otlatma şartları altında klimaks vejetasyonda gittikçe oranı azalan ve hayvanların öncelikle tercih ettikleri bitkilerdir. Klimaks vejetasyonun dominat ve esas türleri olan bu bitkiler, yem değeri yüksek ve tercih edilen yem verdikleri öncelikli olarak ve ilk partide tüketilirler. Otlanma derecesi dayanım sınırlarını aşınca, aşırı otlatmadan ilk zarar görürler ve otlatmaya daha dayanıklı olan diğer türlerle yer değiştirirler."
  },
  {
    "id": "3688730",
    "unitNumber": 8,
    "text": "Çayır ve meraların sınıflandırılmasında hangi kriter dikkate alınmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bitki örtüsü türleri",
      "B": "Otlatılan hayvan türleri",
      "C": "Bölgesel sıcaklık farkları",
      "D": "Arazi eğimi",
      "E": "Toprak pH değeri"
    },
    "explanation": "Sınıflandırılması<br/>Çayır ve meralar, evcil hayvanların beslenmesinde kullanılan kaba yemin temel kaynağıdır. Bu alanlar bulundukları bölgeye, orijinlerine, sahip oldukları bitki örtüsüne ve yararlanma şekillerine göre değişik şehirlerde sınıflandırılır."
  },
  {
    "id": "3688734",
    "unitNumber": 8,
    "text": "Yapay çayır ne amaçla oluşturulmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bitki çeşitliliğini artırmak",
      "B": "Hayvanlara ek yem sağlamak",
      "C": "Toprak verimliliğini korumak",
      "D": "Su tutma kapasitesini artırmak",
      "E": "İklim değişikliğine direnç geliştirmek"
    },
    "explanation": "Sınıflandırılması<br/>Yapay çayırlar kaba yem ihtiyacını karşılamak üzere genellikle<br/>tarla arazilerinde toprağın işlenerek bölgede yetişebilecek bitki türlerinin ekilmesiyle oluşturulan yem alanlarıdır."
  },
  {
    "id": "3688735",
    "unitNumber": 8,
    "text": "Karadeniz Bölgesi'ndeki çayır ve mera alanları hangi sebeple verimlidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yüksek sıcaklık nedeniyle",
      "B": "Yüksek yağış miktarı nedeniyle",
      "C": "Alpin bitki örtüsü nedeniyle",
      "D": "Aşırı otlatma yapılmaması nedeniyle",
      "E": "Orman arazileri nedeniyle"
    },
    "explanation": "Ülkemizde Çayır ve Meralar<br/>Karadeniz Bölgesi, yağış rejiminin ortaya çıkardığı olumlu etkiden dolayı verim gücü en yüksek mera alanlarına sahiptir."
  },
  {
    "id": "3690748",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi çayır ve mera alanlarının işlevlerinden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hayvancılık faaliyetlerine katkı yapar",
      "B": "Rüzgar ve su erozyonuna karşı toprağı korur",
      "C": "Toprak üzerinde kalan bitki parçaları zamanla çürüyerek torağın organik madde miktarını artırır",
      "D": "Otsu bitki örtüsü, yağmur damlalarının toprağa düşme hızını azaltır",
      "E": "Otsu bitkilerinin yanında çalı türlerini de barındıran mera alanları, bu nedenle irili ufaklı pek çok hayvanın habitatını engeller"
    },
    "explanation": "Doğru cevap E şıkkıdır"
  },
  {
    "id": "3690751",
    "unitNumber": 8,
    "text": "Ülkemizdeki toplam çayır ve mera alanlarının en az olduğu bölge aşağıdakilerde hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Marmara Bölgesi",
      "B": "Ege Bölgesi",
      "C": "İç Anadolu Bölgesi",
      "D": "Karadeniz Bölgesi",
      "E": "Doğu Anadolu Bölgesi"
    },
    "explanation": "Doğru cevap A şıkkıdır."
  },
  {
    "id": "3690756",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Türkiye’de doğal mera alanlarının yasal sahibidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarım ve Orman Bakanlığı",
      "B": "Köyler",
      "C": "Belediyeler",
      "D": "Valiler",
      "E": "Bölgeye göre değişir"
    },
    "explanation": "Doğru cevap A şıkkıdır."
  },
  {
    "id": "3690762",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, otlatma ve biçmenin çayır ve mera bitkisine etkisi ile ilgili doğru açıklamadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretilen yem miktarında artış olur",
      "B": "Otlatma sonrası oluşan yeni sürgünler, büyümesini tamamlamış olgun bitkilere göre daha kurudur",
      "C": "Otlatma, mera bitkilerinin kök sisteminin büyümesi üzerine olumsuz etki yapar",
      "D": "Genç sürgünler olgum bitkilere oranla daha az protein içerirler",
      "E": "Otlama veya biçme sonrası oluşan genç sürgünler daha çok selüloz miktarına sahiptirler"
    },
    "explanation": "Doğru cevap C şıkkıdır."
  },
  {
    "id": "3690765",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Yerleşme</li> <li>Kümeleşme</li> <li>Göç etme</li> <li>Tepkime</li> <li>Rekabet</li> </ol> Yukarıda, üzerinde hiçbir bitki türü ve üreme organı bulunmayan boş bir alanda, doğal vejetasyonum oluşabilmesi yaşanan süreçler verilmiştir. Aşağıdakilerden hangisi bu süreçlerin doğru sıralamasıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, III, IV, V, II",
      "C": "III, II, IV, V, I",
      "D": "III, I, II, V, IV",
      "E": "I, IV, II, III, V"
    },
    "explanation": "Doğru cevap D şıkkıdır."
  },
  {
    "id": "3690770",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, hayvanların meranın her tarafında eşit şekilde otlatılmasının tanımıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yem tipine uygun hayvanlar ile otlatma",
      "B": "Münavebe ile otlatma",
      "C": "Dinlendirilerek otlatma",
      "D": "Çobanla otlatma",
      "E": "Üniform otlatma"
    },
    "explanation": "Doğru cevap E şıkkıdır."
  },
  {
    "id": "3690774",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Yem üretiminde artış</li> <li>Hayvansal ürün miktarında artış</li> <li>Hayvanların sevk ve idaresinde kolaylaşma</li> <li>Su havzalarında su verimliliğinin artırılması</li> <li>Yangın tehlikesinin azalması</li> </ol> Yukarıdaki ifadelerin hangisi / hangileri mera ıslah çalışmaları ile oluşturulan nitel ve nicel iyileştirmelerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, IV",
      "B": "II, IV, V",
      "C": "I, II, III, IV",
      "D": "I, II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Doğru cevap D şıkkıdır."
  },
  {
    "id": "3690779",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, suni mera oluşturmada, ekimin başarısı için iyi hazırlanmış tohum yatağı vasıflarından <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tohum yatağı iyice ufalanmış olmalıdır",
      "B": "Tohum yatağı bastırılarak sıkıştırılmamalıdır",
      "C": "Tohum yatağı yabancı ot ve tohumlardan arındırılmış olmalıdır",
      "D": "Tohum yatağı üzerinde yeterli miktarda malç veya bitki artığı bulunmalıdır",
      "E": "Tohum yatağı besleyici olmalıdır"
    },
    "explanation": "Doğru cevap B şıkkıdır."
  },
  {
    "id": "3690781",
    "unitNumber": 8,
    "text": "Aşağıdaki bitki besin maddelerinden hangisi, tek yönlü kullanılmasıyla çayır ve meralarda buğdaygillerin oranını artırıp baklagillerin oranı ile yemin protein oranını azaltır?",
    "correctAnswer": "C",
    "options": {
      "A": "Potasyum",
      "B": "Kalsiyum",
      "C": "Azot",
      "D": "Fosfor",
      "E": "Kükürt"
    },
    "explanation": "Doğru cevap C şıkkıdır."
  },
  {
    "id": "3690787",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, çayır ve meralarda toprak ve su muhafaza yöntemlerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tuzluklar",
      "B": "Gözleme",
      "C": "Gölgelikler",
      "D": "Mera çitleri",
      "E": "Hayvan barınakları"
    },
    "explanation": "Doğru cevap B şıkkıdır."
  }
]