[
  {
    "id": "3830725",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Stanford’un tasarım odaklı düşünme modeli aşamalarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Empati kurma",
      "B": "Tanımlama",
      "C": "İçgörü",
      "D": "Fikir üretimi",
      "E": "İnşa etme"
    },
    "explanation": "Tasarım Düşüncesi Modellerinin Evrimi<br/>Stanford’un tasarım odaklı düşünme modeli, klasik süreci beş temel aşamada tanımlar: Problemin yeniden tanımlanması (empati kurma), ihtiyaçların belirlenmesi ve karşılaştırılması (tanımlama), beyin fırtınası (fikir üretimi), prototipleme (inşa etme) ve test etme (öğrenme)"
  },
  {
    "id": "3830684",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dijitalleşmenin tasarıma etkilerinden <span style=\"text-decoration: underline;\">biri değildir?</span>",
    "correctAnswer": "D",
    "options": {
      "A": "Tasarım ürünlerinin global erişimini artırmıştır",
      "B": "Geleneksel yöntemlerin yerini dijital araçlar almıştır.",
      "C": "Maliyetleri düşürmüş ve tasarım süreçlerini daha erişilebilir hâle getirmiştir",
      "D": "Arts and Crafts Hareketi’nin doğmasına neden olmuştur",
      "E": "Tasarım sürecini daha kullanıcı odaklı ve yenilikçi bir hâle getirmiştir."
    },
    "explanation": "Dijitalleşme ve Tasarım Süreçleri<br/>Sanayi Devrimi’nin getirdiği hızlı endüstrileşme, estetik ve işlevsellik arasındaki dengenin kaybolmasına yol açmış ve Arts and Crafts Hareketi’ni doğurdu."
  },
  {
    "id": "3830696",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tasarım odaklı düşünen bireylerin sahip olduğu özelliklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnsan ve çevre odaklı yaklaşım",
      "B": "Görselleştirme yeteneği",
      "C": "Sistematik bakış açısı",
      "D": "Çok işlevliliğe yatkınlık",
      "E": "Kullanıcı odaklı çözümler"
    },
    "explanation": "Tasarım Düşüncesinin Temelleri<br/>Kullanıcı odaklı çözümler Tasarım Süreçlerinin Aşamalarındandır"
  },
  {
    "id": "3830729",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, ekipleri kullanıcı ihtiyaçlarına göre temel sorunu ifade etmeye teşvik eden, gözlem ve empatiye odaklanan, içgörülerle donanmış olarak yeni ve beklenmedik çözümler geliştiren, potansiyel yanıtları kaba prototipler hâlinde somutlaştırılarak toplanan geri bildirimler sonucunda iterasyon yoluyla geliştirilen çözümün iş ortakları, müşteriler ve paydaşlarla paylaşıldığı altı aşamalı tasarım düşüncesi modelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "IDEO Tasarım Düşüncesi",
      "B": "Double Diamond (4 Ds) Tasarım Düşüncesi",
      "C": "Tasarım Sprint",
      "D": "Liedtka Tasarım Düşüncesi",
      "E": "Tasarım Bilişi"
    },
    "explanation": "Tasarım Düşüncesi Modellerinin Evrimi<br/>IDEO Tasarım Düşüncesi Modeli: Bu “tasarım düşüncesi modeli”, kullanıcıları yenilikçi çözümlere yönelik altı aşamalı bir yolculuğa yönlendiren bir kılavuz gibidir. Yolculuk, ekipleri kullanıcı ihtiyaçlarına derinlemesine dalmaya ve temel sorunu ifade etmeye teşvik eden bir sorunun çerçevelenmesiyle başlar. Bir sonraki aşama, gözlem ve empatiye odaklanarak ekip üyelerini hedef kitlenin yaşam deneyimlerine daldırmayı amaçlar. Bu içgörülerle donanmış olarak, ekip yeni ve beklenmedik çözümler geliştirme heyecan verici sürecine girer. Bu potansiyel yanıtlar, kaba prototipler hâlinde somutlaştırılarak test aşamasında titiz değerlendirmelere tabi tutulur ve değerli geri bildirimler toplanır. Son olarak, iterasyon yoluyla geliştirilen çözüm, ekip tarafından anlatılarak iş ortakları, müşteriler ve paydaşlarla paylaşılır"
  },
  {
    "id": "3830734",
    "unitNumber": 1,
    "text": "Beş günlük tasarım sprinti hangi aşamalardan oluşur?",
    "correctAnswer": "B",
    "options": {
      "A": "Keşfetme, taslak çizim, karar verme, prototip oluşturma ve doğrulama",
      "B": "Anlama, taslak çizim, karar verme, prototip oluşturma ve doğrulama",
      "C": "Tanımlama, taslak çizim, karar verme, prototip oluşturma ve doğrulama",
      "D": "Tanımlama, taslak çizim, karar verme, geliştirme ve doğrulama",
      "E": "Anlama, taslak çizim, karar verme, geliştirme ve doğrulama"
    },
    "explanation": "Tasarım Düşüncesi Modellerinin Evrimi<br/>Anlama, taslak çizim, karar verme, prototip oluşturma ve doğrulama"
  },
  {
    "id": "3830736",
    "unitNumber": 1,
    "text": "Liedtka’ya göre tasarım süreci aslında dört temel soruyla ilgilenir. Aşağıdakilerden hangisi bunlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Şu an ne var?",
      "B": "Ne olabilir?",
      "C": "Neler etkileyici?",
      "D": "Ne işe yarar?",
      "E": "Müşteri tasarımı onayladı mı?"
    },
    "explanation": "Liedtka Tasarım Düşüncesi Modeli:<br/>Liedtka’ya göre tasarım süreci aslında dört temel soruyla ilgilenir: 1. Şu an ne var? 2. Ne olabilir? (Eğer?) 3. Neler etkileyici? (Vay be!) 4. Ne işe yarar?"
  },
  {
    "id": "3830690",
    "unitNumber": 1,
    "text": "Tasarım süreçlerinde geçmiş çözümlerin analiz edilmesiyle gelecekteki koşulların öngörülmesi, tasarım düşüncesinin hangi temelini yansıtır?",
    "correctAnswer": "D",
    "options": {
      "A": "Somutlaştırma Kuralı",
      "B": "İnsan Kuralı",
      "C": "Belirsizlik Kuralı",
      "D": "Yeniden Tasarım Kuralı",
      "E": "Kullanıcı odaklı inovasyon"
    },
    "explanation": "Tasarım Düşüncesinin Temelleri<br/>Yeniden Tasarım Kuralı: Tüm tasarım süreçleri daha önceki özümlere dayanır."
  },
  {
    "id": "3830694",
    "unitNumber": 1,
    "text": "Tasarımcılar, karar verme aşamasına geçmeden önce rekabet eden alternatifleri araştırır. En iyi seçenekleri bir araya getiren yeni yapılandırmalar oluşturmayı hedeflerler. Bu durum tasarım odaklı düşünen bireylerin hangi özelliğini yansıtır?",
    "correctAnswer": "D",
    "options": {
      "A": "Görselleştirme yeteneği",
      "B": "Sistematik bakış açısı",
      "C": "Dili bir araç olarak kullanma becerisi",
      "D": "Seçim zorunluluğundan kaçınma",
      "E": "İnsan ve çevre odaklı yaklaşım"
    },
    "explanation": "Tasarım Düşüncesinin Temelleri<br/>Seçim zorunluluğundan kaçınma: Tasarımcılar, karar verme aşamasına geçmeden önce rekabet eden alternatifleri araştırır. En iyi seçenekleri bir araya getiren yeni yapılandırmalar oluşturmayı hedeflerler."
  },
  {
    "id": "3830731",
    "unitNumber": 1,
    "text": "Çoğu tasarım süreci, bir tasarımcının bir problemi ele alırken izlediği adımları temel alır. Aşağıdakilerden hangisi bunlardan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Problemi tanımlama",
      "B": "Anlamaya çalışma",
      "C": "Belirsizlikten kaçınma",
      "D": "Problemi kavramsallaştırma",
      "E": "Çözümü test etme veya uygulama"
    },
    "explanation": "Tasarım Süreci ve Yaratıcılık<br/>Belirsizlikten Kaçınma: Bir toplumun belirsiz ve öngörülemeyen durumlara karşı toleransını ifade eder. Belirsizlikten kaçınan kültürler, katı kurallar ve mutlak doğru inancı ile bu tür durumları en aza indirmeye çalışır."
  },
  {
    "id": "3830738",
    "unitNumber": 1,
    "text": "Özellikle coğrafi bağlamın tasarım pratiği üzerindeki etkilerini ele alan tasarım kültürü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Organizasyonel veya Tutumsal Bir Yapı Olarak Tasarım Kültürü",
      "B": "Yaygın Ama Farklılaşmış Bir Değer Olarak Tasarım Kültürü",
      "C": "Bir Dönüşüm Aracı Olarak Tasarım Kültürü",
      "D": "Bağlama Dayalı Pratik Olarak Tasarım Kültürü",
      "E": "Bir Süreç Olarak Tasarım Kültürü"
    },
    "explanation": "Bağlama Dayalı Pratik Olarak Tasarım Kültürü: Bu yaklaşım, tasarım kültürünü bir süreç olarak ele alırken tasarımın kolektif normlar ve uygulamalarla nasıl şekillendiğini de vurgular. Özellikle coğrafi bağlamın tasarım pratiği üzerindeki etkilerini ele alır."
  },
  {
    "id": "3833558",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi etkili bir sunum için portfolyoda yer alan metinlerin taşıması gereken özellikler arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Etkili ve sade",
      "B": "Entelektüel açıdan güçlü",
      "C": "Akıcı",
      "D": "Açık",
      "E": "Karmaşık"
    },
    "explanation": "E. Karmaşık <br/>Etkili bir sunum için portfolyoda yer alan metinlerin etkili ve sade, entelektüel açıdan güçlü, akıcı ve açık olması uygun olacaktır. Karmaşık anlatım istenen etkiyi yaratmak açısından olumsuz bir özelliktir."
  },
  {
    "id": "3833522",
    "unitNumber": 2,
    "text": "Bir grafik tasarım ürünü olarak portfolyo tasarımları aşağıdaki üsluplardan hangisine uygun hazırlanmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Anlat, tanımla.",
      "B": "Tarif et, simgele.",
      "C": "Sorma, göster.",
      "D": "Tasarla, simgele.",
      "E": "Anlatma, göster."
    },
    "explanation": "Grafik tasarımlarda tasarlanan işin kendisini başka yollara gerek kalmadan anlatabilmesi beklenir.<br/>E. Anlatma, göster.<br/>Bir grafik tasarım ürünü olarak portfolyo tasarımları metinle veya sözle açıklamak zorunda kalmadan kendisini anlatabilecek nitelikte olmalıdır."
  },
  {
    "id": "3833516",
    "unitNumber": 2,
    "text": "Bir tekstil markasının yöneticileriyle yaptığı iş görüşmesinde çalışmalarını kumaş kaplı bir portfolyoda sunan bir tasarımcı, portfolyo hazırlamanın hangi kriterine uygun davranmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hedef kitlesine göre tasarım yapmıştır.",
      "B": "Pahalı malzeme kullanarak şansını arttırmıştır.",
      "C": "Geleneklere uygun davranmıştır.",
      "D": "Portfolyoyu daha sağlam hale getirmiştir.",
      "E": "Masraftan kaçınmıştır."
    },
    "explanation": "Bir tekstil markasının yöneticileriyle yaptığı iş görüşmesinde çalışmalarını kumaş kaplı bir portfolyoda sunan bir tasarımcı başvurduğu pozisyonun içeriğine uygun bir sunum oluşturarak portfolyosunda kumaş kullanmıştır.<br/>A. Hedef kitlesine göre tasarım yapmıştır.<br/>Bir tekstil markasının yöneticileriyle yaptığı iş görüşmesinde çalışmalarını kumaş kaplı bir portfolyoda sunan bir tasarımcı başvurduğu pozisyonun içeriğine uygun bir sunum oluşturmuştur."
  },
  {
    "id": "3833545",
    "unitNumber": 2,
    "text": "Dijital portfolyo formatlarında boyut belirleme aşaması aşağıdaki unsurlardan hangisine göre yapılmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişinin boyu",
      "B": "Kişinin yaratmak istediği etki",
      "C": "Sunumun yapılacağı ortamın ölçüleri",
      "D": "Standart web tasarım veya ekran ölçü oranları",
      "E": "Portfolyonun maliyeti"
    },
    "explanation": "Standart web tasarım veya ekran ölçü oranları dijital portfolyo formatlarında boyut belirleme aşamasında dikkate alınmalıdır.<br/>C. Standart web tasarım veya ekran ölçü oranları<br/>Dijital portfolyo formatlarında boyut belirleme aşamasında standart web tasarım veya ekran ölçü oranlarının dikkate alınması gerekir. Kişinin boyu ile portfolyonun boyutları arasında olması gereken orantı ise yüz yüze sunumlarda dikkate alınması gereken bir özelliktir."
  },
  {
    "id": "3833514",
    "unitNumber": 2,
    "text": "Eserlerinin replikalarını ve minimal ölçekteki üç boyutlu çalışmalarını bir araya getirerek oluşturduğu “Boîte-en-valise” adlı çalışmasında sanatçı Marcel Duchamp aşağıdakilerden hangisini gerçekleştirmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sanatı önemsemediğini göstermiştir.",
      "B": "Portfolyonun kendisini bir sanat eserine dönüştürmüştür.",
      "C": "İş dünyasını eleştirmiştir.",
      "D": "Maddi olanakların sınırlarını dijital olanaklarla aşmıştır.",
      "E": "Dijital ortamda etkili bir portfolyo sunumu gerçekleştirmiştir."
    },
    "explanation": "Eserlerinin replikalarını ve minimal ölçekteki üç boyutlu çalışmalarını bir araya getirerek oluşturduğu “Boîte-en-valise” adlı çalışmasında sanatçı Marcel Duchamp portfolyonun kendisini bir sanat eserine dönüştürmüştür.<br/>B. Portfolyonun kendisini bir sanat eserine dönüştürmüştür."
  },
  {
    "id": "3833512",
    "unitNumber": 2,
    "text": "I. Bir mimarlık şirketinin uluslararası mimarlık yarışmasına sunduğu portfolyo<br/>II. Üniversite mezunu bir öğrencinin yüksek lisans programına başvururken sunduğu portfolyo<br/>III. Bir mücevher tasarımcısının özel sektörde iş başvurusunda sunduğu portfolyo<br/>A. Profesyonel portfolyo<br/>B. Akademik portfolyo<br/>C. Ödül portfolyosu<br/>Yukarıdaki verilere göre aşağıdaki eşleşmelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I-C, II-B, III-A",
      "B": "I-B, II-A, III-C",
      "C": "I-A, II-B, III-C",
      "D": "I-C, II-A, III-B",
      "E": "I-A, II-C, III-B"
    },
    "explanation": "I-C, II-B, III-A<br/>Bir mimarlık şirketinin uluslararası mimarlık yarışmasına sunduğu portfolyo, ödül portfolyosudur.<br/>Üniversite mezunu bir öğrencinin yüksek lisans programına başvururken sunduğu portfolyo, akademik portfolyodur.<br/>Bir mücevher tasarımcısının özel sektörde iş başvurusunda sunduğu portfolyo, profesyonel portfolyodur."
  },
  {
    "id": "3833465",
    "unitNumber": 2,
    "text": "I. Temsil ettiği kişi veya kurumun öne çıkarmak istediği özelliklerini etkili biçimde yansıtması<br/>II. Hedefe uygun düzenlenmiş olması<br/>III. İçeriğinin ve tasarımının kendi kendisini başka bir eyleme gerek kalmaksızın tanıtacak biçimde tasarlanmış olması <br/>IV. Pahalı malzemelerle oluşturulmuş olması<br/>V. Elde taşınabilir olması<br/>Yukarıdakilerden hangisi başarılı bir portfolyonun özellikleri arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, III, IV",
      "B": "I, II, III",
      "C": "II, III, V",
      "D": "I, IV, V",
      "E": "I, II, IV"
    },
    "explanation": "Başarılı bir portfolyonun özellikleri arasında temsil ettiği kişi veya kurumun öne çıkarmak istediği özelliklerini etkili biçimde yansıtması; hedefe uygun düzenlenmiş olması; içeriğinin ve tasarımının kendi kendisini başka bir eyleme gerek kalmaksızın tanıtacak biçimde tasarlanmış olması yer alır. <br/>IV. ve V. şıklarda yer alan pahalı malzemelerle oluşturulmuş olması ve elde taşınabilir olması özellikleri başarılı bir portfolyo için elzem değildir.<br/>I, II, III.<br/>I. Temsil ettiği kişi veya kurumun öne çıkarmak istediği özelliklerini etkili biçimde yansıtması<br/>II. Hedefe uygun düzenlenmiş olması<br/>III. İçeriğinin ve tasarımının kendi kendisini başka bir eyleme gerek kalmaksızın tanıtacak biçimde tasarlanmış olması"
  },
  {
    "id": "3833529",
    "unitNumber": 2,
    "text": "Masaüstü yayıncılık ve mizanpaj düzenlemelerinde yaygın olarak kullanılan InDesign tasarımının çok sayfalı grafik tasarımlarda sağladığı Parent Page (Asıl Sayfa) özelliği aşağıdakilerden hangisine yol açar?",
    "correctAnswer": "C",
    "options": {
      "A": "Tasarım süreçlerini zorlaştırır.",
      "B": "Mizanpaj, tipografi ve renk gibi unsurların her sayfada tek tek uygulanmasını sağlar.",
      "C": "Mizanpaj, tipografi ve renk gibi unsurların her sayfada otomatik olarak yer almasını sağlar.",
      "D": "Metin formatında tutarsızlıklara yol açar.",
      "E": "Tasarım ve uygulama sürelerini uzatır."
    },
    "explanation": "Masaüstü yayıncılık ve mizanpaj düzenlemelerinde yaygın olarak kullanılan InDesign tasarımının çok sayfalı grafik tasarımlarda sağladığı Parent Page (Asıl Sayfa) özelliği sayesinde mizanpaj, tipografi ve renk gibi unsurlar her sayfada otomatik olarak yer alır.<br/>C. Mizanpaj, tipografi ve renk gibi unsurların her sayfada otomatik olarak yer almasını sağlar."
  },
  {
    "id": "3833525",
    "unitNumber": 2,
    "text": "Çevrim içi portfolyolar için aşağıdakilerden hangisi gereklidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Posta adresi",
      "B": "Yüz yüze iletişim",
      "C": "İnternet bağlantısı",
      "D": "Ofis ortamı",
      "E": "Kırtasiye malzemesi"
    },
    "explanation": "Çevrim içi portfolyolara erişim için internet bağlantısı gereklidir.<br/>C. İnternet bağlantısı"
  },
  {
    "id": "3833519",
    "unitNumber": 2,
    "text": "Özgeçmişte fotoğraf kullanılmasının doğru bulunmadığı bazı toplumlarda bunun gerekçesi ne olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişinin mahremiyetine saygı gösterilmesi",
      "B": "Fiziksel özelliklerin önemsiz bulunması",
      "C": "Fiziksel özelliklerin çok sık ve kolayca değişebilir olması",
      "D": "Başvurular arasında objektif bir değerlendirme yapılabilmesi",
      "E": "Fotoğrafların gerçeği yansıtmaması"
    },
    "explanation": "Ayrımcılık Yasası'nın geçerli olduğu ABD gibi bazı ülkelerde başvuru sırasında fotoğraf kullanılması değerlendirmede önyargıya yol açabileceği gerekçesiyle doğru bulunmayabilmektedir.<br/>D. Başvurular arasında objektif bir değerlendirme yapılabilmesi"
  },
  {
    "id": "3831823",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir müzenin temel işlevlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece yerel sanatçılara ait eserleri sergileme",
      "B": "Sergilenen eserleri satışa sunma",
      "C": "Yalnızca dijital sanat eserlerine yer verme",
      "D": "Müze ziyaretçilerine kişisel koleksiyonlarını sergileme imkânı sağlama",
      "E": "Sanat eserlerini koruma ve sergileme"
    },
    "explanation": "Müzeler, sanat eserlerini koruma, sergileme ve eğitim amacıyla topluma sunma görevini üstlenir. Diğer seçenekler müzelerin temel işlevleriyle örtüşmeyen veya sınırlı kapsamda olan ifadeler içerir. Doğru cevap E'dir."
  },
  {
    "id": "3831816",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sergi ve sunum hazırlık sürecinin temel bileşenlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Küratoryal çalışma",
      "B": "Editoryal çalışma",
      "C": "Fiziki kurulum",
      "D": "Sponsorluk anlaşmaları",
      "E": "Sergileme tasarımı"
    },
    "explanation": "Sergi hazırlık süreci üç temel bileşenden oluşur: küratoryal çalışma, editoryal çalışma ve fiziki kurulum. Sergileme tasarımı, bir ürünün veya sanat eserinin<br/>etkili bir şekilde temsil edilmesi açısından son derece önemlidir. Sponsorluk anlaşmaları ise bir serginin finansal desteğini sağlama sürecine dahil olabilir, ancak serginin temel bileşenlerinden biri değildir. Doğru cevap D'dir."
  },
  {
    "id": "3831824",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sergileme tasarımında ögelerin etkili bir şekilde algılanması ve izleyicinin estetik deneyiminin arttırılmasından sorumlu unsurdur?",
    "correctAnswer": "C",
    "options": {
      "A": "Duyusal kaygı",
      "B": "İşitsel yönerge",
      "C": "Görsel ağırlık",
      "D": "Duyusal yönerge",
      "E": "Görsel fizibilite"
    },
    "explanation": "Görsel ağırlık, sergilenen objelerin izleyici üzerindeki algısal etkisini belirler ve görsel dengeyi sağlamak için önemli bir unsurdur. Büyük, koyu renkli veya detaylı nesneler, daha fazla görsel ağırlığa sahip olur ve dikkat çeker. Doğru cevap C'dir."
  },
  {
    "id": "3831930",
    "unitNumber": 3,
    "text": "Bir müzede sergilenen eserlerin korunması ve uzun ömürlü olması için hangi önlem alınmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sergi alanında geniş açık pencereler bulunması",
      "B": "Eserlerin ziyaretçilerin dokunabileceği şekilde sergilenmesi",
      "C": "Uygun sıcaklık ve nem kontrolü sağlanması",
      "D": "Mekânın tamamen doğal ışıkla aydınlatılması",
      "E": "Eserlerin cam çerçeveler olmadan sunulması"
    },
    "explanation": "Klasik sanat eserleri, müzelerde özenle saklanır, gerekli iklim koşulları, saklama düzenleri, sunuş ve sergileme güvenliği gibi unsurlar müzelerin özen<br/>gösterdiği konular arasındadır. Doğru cevap C'dir."
  },
  {
    "id": "3831925",
    "unitNumber": 3,
    "text": "Bir sergi mekânında ziyaretçilerin sergi akışını doğal bir şekilde takip etmesini sağlamak için hangi unsur kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Görsel hiyerarşi",
      "B": "Zemin işaretleri ve mekânsal düzenleme",
      "C": "Sergi mekânındaki ses efektleri",
      "D": "Eserlerin renk uyumu",
      "E": "Duvar dokusu ve yüzey kaplamaları"
    },
    "explanation": "Zemin işaretleri ve mekânsal düzenleme, ziyaretçilerin sergi boyunca doğal bir akış içinde ilerlemelerini sağlamak için kullanılır. Sergi tasarımcıları, yol gösterici işaretler, belirli bir akış düzeni ve mekân içindeki bölümlendirmeler ile ziyaretçileri yönlendirebilir. Doğru cevap B'dir."
  },
  {
    "id": "3831820",
    "unitNumber": 3,
    "text": "Bir sergi tasarımında izleyicilerin mekânda hangi yolu takip edeceğini belirlemeye yardımcı olan unsur hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Görsel yönler",
      "B": "Renk kontrastı",
      "C": "Ses kullanımı",
      "D": "Bilgilendirme panoları",
      "E": "Aydınlatma yoğunluğu"
    },
    "explanation": "Görsel yönler, izleyicilerin mekânda nasıl hareket edeceğini, hangi eserleri önce göreceğini ve dikkatlerini nereye yönlendireceklerini belirleyen tasarım unsurlarındandır. Renk kontrastı ve aydınlatma yoğunluğu algıyı destekleyebilir, ancak yönlendirme işlevi doğrudan görsel yönler aracılığıyla sağlanır. Doğru cevap A'dır."
  },
  {
    "id": "3831924",
    "unitNumber": 3,
    "text": "Bir sergide kullanılan aydınlatmanın temel amacı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eserlerin doğru algılanmasını sağlamak",
      "B": "Sergi mekânını dekoratif olarak güzelleştirmek",
      "C": "Ziyaretçilerin dikkatini belirli bölgelere yönlendirmek",
      "D": "Sergi alanına dramatik bir atmosfer katmak",
      "E": "Işık oyunlarıyla izleyicileri şaşırtmak"
    },
    "explanation": "Aydınlatma, bir serginin en önemli unsurlarından biridir ve temel amacı eserlerin doğru algılanmasını sağlamaktır. Işık, renklerin, detayların ve kompozisyonun net bir şekilde görünmesini sağlar. Doğru cevap A'dır."
  },
  {
    "id": "3831829",
    "unitNumber": 3,
    "text": "Bir sergide ziyaretçilerin bilgi edinmesini kolaylaştırmak için hangi unsur kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Görsel ağırlık",
      "B": "Bilgilendirme panoları",
      "C": "Sergi standlarının yüksekliği",
      "D": "Aydınlatma açısı",
      "E": "Zemin kaplaması"
    },
    "explanation": "Bilgilendirme panoları, sergilenen eserler hakkında açıklamalar sunarak ziyaretçilerin bilgi edinmesini kolaylaştırır. Panolar; eserlerin adı, sanatçısı, tarihi ve içeriği hakkında açıklamalar içerebilir. Diğer unsurlar sergi tasarımında önemli olabilir, ancak doğrudan bilgi aktarma işlevi taşımazlar. Doğru cevap B'dir."
  },
  {
    "id": "3831927",
    "unitNumber": 3,
    "text": "Bir sergide ziyaretçilerin eserlerle daha derin bir bağ kurmasını sağlamak için hangi unsur kullanılabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eserlerin çerçeve kalınlığı",
      "B": "Mekânın tavan yüksekliği",
      "C": "Sergi alanındaki güvenlik kameraları",
      "D": "Etkileşimli dijital ekranlar",
      "E": "Sergi alanındaki zemin kaplaması"
    },
    "explanation": "Etkileşimli dijital ekranlar, ziyaretçilere eserler hakkında daha fazla bilgi sunarak sergi deneyimini zenginleştirir. Bu ekranlar, dokunmatik rehberler, artırılmış gerçeklik uygulamaları veya sanal turlar gibi farklı teknolojiler içerebilir. Doğru cevap D'dir."
  },
  {
    "id": "3831821",
    "unitNumber": 3,
    "text": "Bir serginin küratörü hangi görevlerden sorumludur?",
    "correctAnswer": "A",
    "options": {
      "A": "Sergi temasını belirlemek ve eserleri seçmek",
      "B": "Sergi alanının teknik donanım kurulumunu yapmak",
      "C": "Ziyaretçiler için bilet satış organizasyonunu yönetmek",
      "D": "Sergilenen eserlerin sigorta işlemlerini yürütmek",
      "E": "Sergi için reklam ve pazarlama stratejilerini oluşturmak"
    },
    "explanation": "Küratör, serginin fikri ve sanatsal yönünü belirleyen kişidir. Eser seçimi, sergi temasının oluşturulması ve anlatı düzeninin kurgulanması gibi görevleri üstlenir. Teknik kurulum, bilet satışı, sigorta ve pazarlama işlemleri ise genellikle farklı uzmanların sorumluluk alanına girer. Doğru cevap A'dır."
  },
  {
    "id": "3834112",
    "unitNumber": 4,
    "text": "\"1990’ların sonlarında bilgisayar aracılığıyla iletişimin yükselişi, tüketicilerin e-posta veya anlık mesaj gibi metin tabanlı bir mesajda duygusal anlamı belirtmek için ifadeleri yaygın olarak kullanmaya başlamasına neden olmuştur. Grafik simgeler olarak adlandırılabilecek ............ hem duyguları hem de yaygın olarak kullanılan ögeleri ifade etmenin bir yolu hâline gelmiştir.\" ifadesindeki boşluğa aşağıdaki kelimelerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "emojiler",
      "B": "tipografiler",
      "C": "fotoğraflar",
      "D": "logolar",
      "E": "bilgi işlem"
    },
    "explanation": "1990’ların sonlarında bilgisayar aracılı iletişimin yükselişi, tüketicilerin e-posta veya anlık mesaj gibi metin tabanlı bir mesajda duygusal anlamı belirtmek için ifadeleri yaygın olarak kullanmaya başlamasına neden olmuştur. Grafik simgeler olarak adlandırılabilecek emojiler hem duyguları hem de yaygın olarak kullanılan ögeleri ifade etmenin bir yolu hâline gelmiştir."
  },
  {
    "id": "3834129",
    "unitNumber": 4,
    "text": "\"Anlamı ileten ancak ses biçimiyle bağlantılı olmayan bir kavramın sembolü, işareti olan grafik bir işarettir\" ifadesi aşağıdakilerden hangisini tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "İdeogram",
      "B": "Piktogram",
      "C": "Piktograf",
      "D": "Logogram",
      "E": "Tipograf"
    },
    "explanation": "<strong>İdeogram: </strong>Anlamı ileten ancak ses biçimiyle bağlantılı olmayan bir kavramın sembolü, işareti olan grafik bir işarettir."
  },
  {
    "id": "3834125",
    "unitNumber": 4,
    "text": "\"Görsel içeriklerin, masaüstü bilgisayarlar, tabletler ve akıllı telefonlar gibi farklı cihazlarda ve ekran boyutlarında bütünleşik bir kullanıcı deneyimi sağlayacak şekilde iyileştirilmesi, marka iletişiminin etkinliği bakımından önemlidir. Çünkü her görsel tasarım her araçta aynı şekilde görünmemektedir. Bu strateji, görsellerin farklı platformlarda en iyi şekilde görünmesini sağlayarak kullanıcıların marka ile daha fazla etkileşim kurmasını ve marka hakkında olumlu bir izlenim edinmesini sağlar.\" <br/>Bu paragrafta bahsedilen konu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "PESO Modeli",
      "B": "Renk paleti",
      "C": "Tipografi",
      "D": "Duyarlı Tasarım",
      "E": "Uyarlanabilirlik"
    },
    "explanation": "<strong>Duyarlı Tasarım: </strong>Görsel içeriklerin, masaüstü bilgisayarlar, tabletler ve akıllı telefonlar gibi farklı cihazlarda ve ekran boyutlarında bütünleşik bir kullanıcı deneyimi sağlayacak şekilde iyileştirilmesi, marka iletişiminin etkinliği bakımından önemlidir. Çünkü her görsel tasarım her araçta aynı şekilde görünmemektedir. Bu strateji, görsellerin farklı platformlarda en iyi şekilde görünmesini sağlayarak kullanıcıların marka ile daha fazla etkileşim kurmasını ve marka hakkında olumlu bir izlenim edinmesini sağlar (Cyr vd., 2006)."
  },
  {
    "id": "3834109",
    "unitNumber": 4,
    "text": "\"Metnin stilini, düzenlenmesini ve görünümünü kapsayan ................., metnin anlamını bile dikkate almadan kendi çağrışımlarını yaratabilir.\" ifadesindeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Renkler",
      "B": "Tipografi",
      "C": "Kaligrafi",
      "D": "Görüntüler",
      "E": "Duygusal tepki"
    },
    "explanation": "<strong><em>Tipografiye </em></strong>baktığımızda tipografi metnin stilini, düzenlenmesini ve görünümünü kapsamaktadır. Tipografi, metnin anlamını bile dikkate almadan kendi çağrışımlarını yaratabilir (Amar vd. 2017)."
  },
  {
    "id": "3834132",
    "unitNumber": 4,
    "text": "\"Piktogramlar, emojiler ve ideogramların hepsi iletişim için görsel semboller olarak işlev görür ancak bu simgeler soyutlama düzeylerine göre farklılık gösterir. ........... en gerçekçi olanlardır, doğrudan fiziksel bir nesneyi veya eylemi tasvir ederler; örneğin, bir araba ile bir yol işareti buna örnektir. .............. daha soyuttur, doğrudan görsel bir benzerlik olmadan fikirleri veya kavramları temsil ederler; örneğin, barış sembolü veya aşk ve sevgi ifadesi için kalp sembolü gibi. ................. modern bir ideogram biçimi olarak görülebilir, öncelikle dijital iletişimde duyguları ifade etmek veya ortak nesneleri temsil etmek için kullanılır, ancak yorumları daha öznel ve bağlama bağlı olabilir.\"<br/>Yukarıdaki ifadede boş yerlere sırasıyla hangi terimler gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Piktogram/İdeogramlar/Emojiler",
      "B": "Piktogram/Emojiler/İdeogramlar",
      "C": "Piktogram/Emojiler/Tipograflar",
      "D": "Piktogram/İdeogramlar/Renkler",
      "E": "Resimler/Logolar/Emojiler"
    },
    "explanation": "Piktogramlar, emojiler ve ideogramların hepsi iletişim için görsel semboller olarak işlev görür ancak bu simgeler soyutlama düzeylerine göre farklılık gösterir. Piktogramlar en gerçekçi olanlardır, doğrudan fiziksel bir nesneyi veya eylemi tasvir ederler; örneğin, bir araba ile bir yol işareti buna örnektir. İdeogramlar daha soyuttur, doğrudan görsel bir benzerlik olmadan fikirleri veya kavramları temsil ederler; örneğin, barış sembolü veya aşk ve sevgi ifadesi için kalp sembolü gibi. Emojiler modern bir ideogram biçimi olarak görülebilir, öncelikle dijital iletişimde duyguları ifade etmek veya ortak nesneleri temsil etmek için kullanılır, ancak yorumları daha öznel ve bağlama bağlı olabilir."
  },
  {
    "id": "3834120",
    "unitNumber": 4,
    "text": "Bir markanın görsel temsili, ve en temel ayırt edici özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Logo",
      "B": "Renk",
      "C": "Metin",
      "D": "Ses",
      "E": "Fotoğraf"
    },
    "explanation": "<strong><em>Logolar</em></strong><strong>: </strong>Logo, bir markanın görsel temsili, en temel ayırt edici özelliğidir (Henderson ve Cote, 1998). Logonun tüm iletişim kanallarında tutarlı bir şekilde kullanılması, marka imajının bütünlüğünü korurken tüketicilerin markayı kolaylıkla tanımasını sağlar."
  },
  {
    "id": "3834123",
    "unitNumber": 4,
    "text": "Bütünleşik pazarlama iletişiminde “Ücretli/Paid”, “Kazanılan/Earned”, “Paylaşılan/Shared” ve “Sahip olunan/Owned” gibi farklı medya türlerini stratejik olarak kullanmayı amaçlayan çerçeve aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Logolar",
      "B": "Birleşik Görsel Stil",
      "C": "Uyarlanabilirlik",
      "D": "Duyarlı tasarım",
      "E": "PESO Modeli"
    },
    "explanation": "<strong>PESO Modeli: </strong>PESO, bütünleşik pazarlama iletişiminde “Ücretli/Paid”, “Kazanılan/Earned”, “Paylaşılan/Shared” ve “Sahip olunan/Owned” gibi farklı medya türlerini stratejik olarak kullanmayı amaçlayan bir çerçevedir (Xie vd., 2018). Bu model, markaların hedef kitlelerine ulaşmak ve etkileşim kurmak için çeşitli medya kanallarını nasıl entegre edebileceğini gösterir."
  },
  {
    "id": "3834127",
    "unitNumber": 4,
    "text": "Küreselleşen dünyada, pazarlama stratejilerinin başarıya ulaşmasında kültürel farklılıkların dikkate alınması değerlidir. Buna göre aşağıdakilerden hangisi <strong>doğru değildir? </strong><br/><ol style=\"list-style-type: upper-roman;\"> <li> <span>Hedef kitlenin gelenek, inanç, değer, sosyal </span>norm gibi kültürel özelliklerini derinlemesine anlamak için kapsamlı kültürel araştırmalar yapılmalıdır.<br/></li> <li> <span>Pazarlama materyalleri hedef kitlenin kül</span>türel kodlarından bağımsız olarak global kodlara uygun olarak uyarlanmalı. Renkler, semboller, dil ve görsel ögeler global veriler göz önünde bulundurularak seçilmelidir.<br/></li> <li> <span>Pazarlama stratejilerinin kültürel uygunlu</span>ğunu sağlamak için yerel uzmanlardan veya kültürel danışmanlardan destek alınmalı<br/></li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca I",
      "B": "Yalnızca II",
      "C": "Yalnızca III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Küreselleşen dünyada, pazarlama stratejilerinin başarıya ulaşmasında kültürel farklılıkların dikkate alınması değerlidir. Bu kapsamda öncelikle söz konusu kültürle ilgili kapsamlı bir araştırma yapılmalı, gerekmesi hâlinde görsel tasarım ögeleri yerel kültüre göre uyarlanmalı, kültürel danışmanlardan yararlanılmalı ve yerel kitle üzerindeki etkinin görülebilmesi için test ve geri bildirim süreçleri işlemelidir. Buna göre<br/>• Hedef kitlenin gelenek, inanç, değer, sosyal norm gibi kültürel özelliklerini derinlemesine anlamak için kapsamlı kültürel araştırmalar yapılmalı.<br/>• Pazarlama materyalleri hedef kitlenin kültürel kodlarına uygun olarak uyarlanmalı. Renkler, semboller, dil ve görsel ögeler kültürel farklılıklar göz önünde bulundurularak seçilmeli.<br/>• Pazarlama stratejilerinin kültürel uygunluğunu sağlamak için yerel uzmanlardan veya kültürel danışmanlardan destek alınmalı.<br/>• Pazarlama kampanyalarının etkisini ölçmek ve geri<br/>II. maddenin doğru hali şöyledir: Pazarlama materyalleri hedef kitlenin kültürel kodlarına uygun olarak uyarlanmalı. Renkler, semboller, dil ve görsel ögeler kültürel farklılıklar göz önünde bulundurularak seçilmeli."
  },
  {
    "id": "3834122",
    "unitNumber": 4,
    "text": "Markalar, görsel tasarımı BPİ stratejilerine etkili bir şekilde entegre ederek iletişim çabalarını geliştirebilir, mesajların hem görülmesini hem de hatırlanmasını sağlayabilir. BPİ'nin açılımı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Baskı-öncesi Pazarlama İlişkileri",
      "B": "Bütünleşik Profesyonel İletişim",
      "C": "Bütünleşik Pazarlama İletişimi",
      "D": "Bütünleşik Portfolyo İletişimi",
      "E": "Baskı-öncesi Prodüksiyon İletişimi"
    },
    "explanation": "Bütünleşik Pazarlama İletişimi, bir markanın hedef kitlesine ulaşmak için kullandığı tüm mecralarda tutarlı olması için markanın mesajını birleştirme süreci, pazarlama kanallarında kullanılan iletişim ve taktiklere yol gösteren stratejik bir yaklaşımdır (Odabaşı ve Oyman, 2002)."
  },
  {
    "id": "3834117",
    "unitNumber": 4,
    "text": "Tüketicilere 5 duyunun tamamıyla hitap eden ve her bir duyunun tüketicilerle duygusal bir düzeyde ilişki kurmak için kullanıldığı pazarlama şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Duygusal Tepki",
      "B": "Bilişsel Pazarlama",
      "C": "Duyusal Pazarlama",
      "D": "Kültürel Yorumlama",
      "E": "Tasarımsal Aktarım"
    },
    "explanation": "<strong>Duyusal Pazarlama: </strong>Duyusal markalaşma olarak da bilinen duyusal pazarlama, tüketicilere 5 duyunun tamamıyla hitap eden bir pazarlama şeklidir. Her bir duyu, tüketicilerle duygusal bir düzeyde ilişki kurmak için kullanılır."
  },
  {
    "id": "3832067",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Sanal gerçeklik teknolojilerinin temel özelliklerinden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tamamen Dijital Ortam",
      "B": "Immersif Deneyimler",
      "C": "Etkileşimli Ortamlar",
      "D": "Simülasyon Kapasitesi",
      "E": "Taşınabilirlik"
    },
    "explanation": "<strong>Sanal gerçeklik teknolojilerinin temel özellikleri şunlardır:</strong><br/>• Tamamen Dijital Ortam: Kullanıcıları fiziksel dünyadan izole ederek yalnızca dijital<br/>bir ortamda deneyim yaşamalarını sağlar.<br/>• Immersif Deneyimler: Stereo görüntü, 3D ses ve dokunsal geri bildirim gibi teknolojilerle<br/>gerçeklik algısını artırır (Bailenson, 2018).<br/>• Etkileşimli Ortamlar: VR kontrol cihazlarıyla kullanıcıların sanal nesnelerle etkileşim<br/>kurmasına olanak tanır.<br/>• Simülasyon Kapasitesi: Özellikle eğitim ve tasarım alanında, karmaşık süreçlerin simülasyonunu<br/>sağlar.<br/>Taşınabilirlik."
  },
  {
    "id": "3832070",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi icatların temel özelliklerinden <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanışlılık işlevsellik",
      "B": "Kavramsal uygulanabilir.",
      "C": "Yaratıcılık ve zekâ",
      "D": "Etkileme Potansiyeli",
      "E": "Yenilikçi"
    },
    "explanation": "İcatların temel özelliklerine ayrıntılı olarak sayfa 137. bkz.<br/>Kavramsal uygulanabilir."
  },
  {
    "id": "3832073",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi inovasyonun sahip olduğu temel özelliklerden <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sürdürülebilirlik (Sustainability)",
      "B": "Konsept Geliştirme (Concept Development)",
      "C": "Verimlilik (Efficiency)",
      "D": "Sürekli Geliştirme (Continuous Improvement)",
      "E": "Pazar Bilinci (Market Awareness)"
    },
    "explanation": "İnovasyonların Özelliklerine detaylı sayfa 139'a bkz.<br/>Konsept Geliştirme (Concept Development)"
  },
  {
    "id": "3832072",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi “Yönlendirilmiş Beyin Fırtınası (SCAMPER)” yöntemi aşamalarından <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Combine (Birleştirme)",
      "B": "Adapt (Uyarlama)",
      "C": "Eliminate (Elemek)",
      "D": "Konsept Geliştirme (Concept Development):",
      "E": "Modify (Değiştirme)"
    },
    "explanation": "<strong>Konsept Geliştirme (Concept Development);</strong> bu kategori bir icadın ortaya çıkış süreci adımlarındandır."
  },
  {
    "id": "3832055",
    "unitNumber": 5,
    "text": "Castells, “ağ toplumunun temel yapı taşı” olarak tanımladığı, verilerin analog ortamdan sayısal formata aktarılması ve sayısal teknolojilerin iş süreçlerinde kullanılmasını ifade eden bu kavram, aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Reklam",
      "B": "Teknoloji",
      "C": "Pazarlama",
      "D": "Enformasyon",
      "E": "Dijitalleşme"
    },
    "explanation": "<strong>Castells</strong>, dijitalleşmeyi “ağ toplumunun temel yapı taşı” olarak tanımlarken aslında bilgi ve iletişim teknolojilerinin insan yaşamında giderek artan rolüne de işaret etmektedir (Castells, 1996)."
  },
  {
    "id": "3832059",
    "unitNumber": 5,
    "text": "Dijitalleşme süreci sadece bilgiyi işleme değil, aynı zamanda sanat ve tasarım süreçlerini de etkileyerek dönüştürmüştür. Aşağıdakilerden hangisi bu süreçlerden <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tasarım hızlanmıştır.",
      "B": "Erişilebilirlik artmıştır.",
      "C": "Deneysellik kolaylaşmıştır.",
      "D": "Ekonomik katkı sağlamıştır.",
      "E": "Yenilikçi ürünler yaratılmıştır."
    },
    "explanation": "Konu ile ilgili maddelere ayrıntılı olarak sayfa 128 e bkz.<br/>Ekonomik katkı sağlamıştır."
  },
  {
    "id": "3832054",
    "unitNumber": 5,
    "text": "Günümüz dünyasında yaratıcı süreçleri yeniden tanımlayan ve hızlandıran, yeni fikirlerin ekonomik, sosyal ve kültürel alanlarda değer yaratacak şekilde hayata geçirilmesiyle ilgili belirleyici üç ana etkenden biridir. Açıklaması yapılan bu kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tasarım",
      "B": "Programlama",
      "C": "İnovasyon",
      "D": "Dijitalleşme",
      "E": "Teknoloji"
    },
    "explanation": "İnovasyon, yeni fikirlerin ekonomik, sosyal ve kültürel alanlarda değer yaratacak şekilde hayata geçirilmesiyle ilgiliyken teknoloji, bu fikirlerin uygulanabilir ve sürdürülebilir hâle gelmesini sağlamaktadır."
  },
  {
    "id": "3832062",
    "unitNumber": 5,
    "text": "Photoshop gibi yazılımlar, dijital görüntülerin farklı işlemlerle geliştirilmesini sağlamaktadır. Aşağıdakilerden hangisi bu işlemlerden <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yüksek çözünürlüklü ve ölçeklenebilir grafikler oluşturma",
      "B": "Kontrast ayarı",
      "C": "Renk düzeltme",
      "D": "Kompozisyon iyileştirme",
      "E": "Görselleri manipüle etme"
    },
    "explanation": "<strong>Photoshop gibi yazılımlar</strong>, dijital görüntülerin renk düzeltme, kontrast ayarı, keskinlik artırma ve<br/>kompozisyon iyileştirme gibi işlemlerle geliştirilmesini sağlamaktadır.<br/>Yüksek çözünürlüklü ve ölçeklenebilir grafikler oluşturma"
  },
  {
    "id": "3832063",
    "unitNumber": 5,
    "text": "Veri görselleştirmenin yoğun olarak kullanıldığı bazı alanlar vardır. Aşağıdakilerden hangisi bu alanlardan <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Pazarlama",
      "B": "Medya",
      "C": "Bilim",
      "D": "Yaşlı bakımı",
      "E": "İletişim"
    },
    "explanation": "<strong>Veri görselleştirmenin yoğun olarak kullanıldığı bazı alanlar ise şunlardır:</strong><br/>• Bilim: NASA’nın iklim değişikliği verilerini halka sunmak için oluşturduğu etkileşimli<br/>ısı haritaları, büyük veri görselleştirmenin bilimsel bir örneğidir.<br/>• Medya ve İletişim: The New York Times’ın veri görselleştirme projeleri, gazetecilikte<br/>bilgiye dayalı hikâye anlatımının etkili bir örneğini sunar (Cairo, 2013).<br/>• Pazarlama: Kullanıcı davranış verilerinin görselleştirilmesi, kampanyalarının hedef<br/>kitleye uygun şekilde optimize edilmesini sağlar.<br/>Yaşlı bakımı"
  },
  {
    "id": "3832068",
    "unitNumber": 5,
    "text": "Yapay zekâ, işlevlerine ve özelliklerine göre farklı kategoriye ayrılabilir. <em>“İnsan gibi düşünebilen ve birden fazla görevi öğrenip yerine getirebilen sistemlerdir. Şu anda teorik bir düzeyde bulunmakta olup tasarım dünyasında etkileri üzerine çalışmalar devam etmektedir.”</em> Açıklaması yapılan yapay zeka kategorisi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Süper Yapay Zekâ",
      "B": "Dar Yapay Zekâ",
      "C": "İnovatif Yapay Zekâ",
      "D": "Genel Yapay Zekâ",
      "E": "Kriptomorfik Yapay Zeka"
    },
    "explanation": "<strong>Genel Yapay Zekâ (Artificial General Intelligence):</strong><br/>İnsan gibi düşünebilen ve birden fazla görevi öğrenip yerine getirebilen sistemlerdir. Şu anda teorik bir düzeyde bulunmakta olup tasarım dünyasında etkileri üzerine çalışmalar devam etmektedir."
  },
  {
    "id": "3832197",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dijital çağın başlangıcına öncülük eden teknolojik gelişmelerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Matbaanın icadı",
      "B": "Bilgisayarların tasarım süreçlerine entegrasyonu",
      "C": "Soğuk Savaş",
      "D": "Bauhaus Okulu’nun kurulması",
      "E": "Renkli litografi tekniğinin gelişmesi"
    },
    "explanation": "Bilgisayarların tasarım süreçlerine entegrasyonu, dijitalleşmenin ve yeni iş alanlarının ortaya çıkmasını sağlamıştır."
  },
  {
    "id": "3832189",
    "unitNumber": 6,
    "text": "Bauhaus Okulu’nun kurucusu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Walter Gropius",
      "B": "Paul Klee",
      "C": "Vasili Kandinsky",
      "D": "Herbert Bayer",
      "E": "László Moholy‐Nagy"
    },
    "explanation": "Bauhaus Okulu, 1919’da Walter Gropius tarafından Weimar’da kurulmuştur."
  },
  {
    "id": "3832195",
    "unitNumber": 6,
    "text": "Endüstri 5.0 çerçevesinde, tasarım alanındaki dönüşümü açıklayan insan odaklılık, sürdürülebilirlik ve dayanıklılık kavramlarıyla en doğru eşleştirme aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İnsan odaklılık – Tam otomasyon, sürdürülebilirlik – Geri dönüşümün ihmal edilmesi, dayanıklılık – Üretim kapasitesinin düşmesi",
      "B": "İnsan odaklılık – Üretim süreçlerinde insan faktörünün merkezi olması, sürdürülebilirlik – Kaynakların verimli kullanılması, dayanıklılık – Kriz durumunda uyarlanabilir üretim kapasitesi",
      "C": "İnsan odaklılık – Sadece teknolojik yeniliklere odaklanma, sürdürülebilirlik – Tekrarlayan üretim, dayanıklılık – Yüksek maliyetler",
      "D": "İnsan odaklılık – Yalnızca dijitalleşme, sürdürülebilirlik – Çevresel duyarsızlık, dayanıklılık – İşçi maliyetlerinin azaltılması",
      "E": "İnsan odaklılık – Küresel erişim, sürdürülebilirlik – Yaratıcılığın kısıtlanması, dayanıklılık – Sabit pazarlama stratejileri"
    },
    "explanation": "Seçenek b, Endüstri 5.0’ın insan odaklı, kaynakları verimli kullanmaya ve krizlere uyum sağlayan üretim anlayışını doğru şekilde yansıtmaktadır."
  },
  {
    "id": "3832206",
    "unitNumber": 6,
    "text": "Tasarım alanında görev yapan pozisyonlardan hangisi, daha çok stratejik süreç liderliği ve yenilikçi yönlendirme ile ilişkilendirilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Grafik tasarımcı",
      "B": "Art direktör",
      "C": "Freelance tasarımcı",
      "D": "Matbaa operatörü",
      "E": "Sosyal medya tasarım uzmanı"
    },
    "explanation": "Art direktör, tasarım süreçlerinde stratejik kararlar alarak projelerin yönlendirilmesinde öncü rol üstlenmektedir."
  },
  {
    "id": "3832207",
    "unitNumber": 6,
    "text": "Tasarım alanında staj yapan öğrencilerden beklenen temel niteliklerden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca teorik bilgi sahibi olmak",
      "B": "Eleştiriye açık olmak",
      "C": "Sadece çizim yeteneğine sahip olmak",
      "D": "Yalnızca yazılım bilgisine sahip olmak",
      "E": "Sadece araştırma yapabilmek"
    },
    "explanation": "Öğrenciler, pratik deneyim kazanmak ve mesleki gelişimlerini desteklemek için eleştiriye açık, iyi brief alabilen ve sabırlı olmalıdır."
  },
  {
    "id": "3832209",
    "unitNumber": 6,
    "text": "Tasarım alanında, staj deneyiminin tasarımcı kimliğinin oluşumuna etkisi aşağıdakilerden hangisiyle en doğru şekilde ifade edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece teorik bilgiyi pekiştirir",
      "B": "Pratik deneyim kazandırarak mesleki kimliğin oluşumunu destekler",
      "C": "Yalnızca yazılım becerilerini geliştirir",
      "D": "Rekabeti azaltır",
      "E": "Sadece serbest çalışma becerilerini öne çıkarır"
    },
    "explanation": "Staj, tasarımcıların pratik deneyim kazanarak mesleki kimliklerini ve yetkinliklerini oluşturmasına katkıda bulunur."
  },
  {
    "id": "3832204",
    "unitNumber": 6,
    "text": "Tasarım süreçlerinde yapay zekâ destekli araçların entegrasyonu ile ilgili olarak, aşağıdakilerden hangisi yaratıcı sürecin otomatikleşmesi riskine işaret eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Tasarım sürecinin hızlanması",
      "B": "Tekrarlayan işlerin otomatikleştirilmesi",
      "C": "Yaratıcılığın kısıtlanması riski",
      "D": "Verimliliğin artması",
      "E": "Küresel erişimin sağlanması"
    },
    "explanation": "Yapay zekâ araçları, tekrarlayan görevleri otomatikleştirirken, bazı durumlarda tasarımcıların özgün yaratıcı düşünce süreçlerini sınırlayabilmektedir."
  },
  {
    "id": "3832201",
    "unitNumber": 6,
    "text": "Tasarım tarihinde önemli bir dönüm noktası olarak kabul edilen matbaanın icadı hangi yüzyılda gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "12. yüzyıl",
      "B": "15. yüzyıl",
      "C": "18. yüzyıl",
      "D": "20. yüzyıl",
      "E": "10. yüzyıl"
    },
    "explanation": "Matbaanın icadı, 15. yüzyılda gerçekleşmiş olup tasarım tarihinde önemli bir dönüm noktasıdır."
  },
  {
    "id": "3832205",
    "unitNumber": 6,
    "text": "Tasarımcı profili oluşturulurken, teknik ve yaratıcı becerilerin yanında hangi disiplinler arası bilgi alanının önem taşıdığı vurgulanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız matematik",
      "B": "Sosyoloji ve psikoloji",
      "C": "Fizik ve kimya",
      "D": "Yalnız bilgisayar bilimi",
      "E": "Ekonomi ve finans"
    },
    "explanation": "Metin, görsel iletişim tasarımcısının sosyoloji ve psikoloji gibi alanlardan da yararlanarak hedef kitle analizini güçlendirmesi gerektiğini belirtmektedir."
  },
  {
    "id": "3832213",
    "unitNumber": 6,
    "text": "Teknolojik gelişmelerin, özellikle yapay zekâ ve dijital araçların, görsel iletişim tasarım süreçlerine entegrasyonu sonucunda tasarımcıların mesleki rolünde meydana gelen stratejik dönüşümü en doğru şekilde açıklayan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tasarım süreçlerinin tamamen otomatikleşmesi ve tasarımcının rolünün ortadan kalkması",
      "B": "Tasarımcıların, yapay zekâ destekli araçlar sayesinde sadece teknik işlere odaklanması",
      "C": "Tasarımcıların, dijital araçlar ve yapay zekâ teknolojileri ile tekrarlayan görevleri azaltarak stratejik ve yaratıcı süreçlere daha fazla zaman ayırması",
      "D": "Geleneksel tasarım prensiplerinin dijitalleşme ile tamamen yerini yitirmesi",
      "E": "Yalnızca manuel işlemlerin hızlanması"
    },
    "explanation": "Yapay zekâ ve dijital araçlar, tekrarlayan görevleri otomatikleştirerek tasarımcıların yaratıcı ve stratejik süreçlere daha fazla odaklanmasına olanak tanımaktadır. Bu durum, mesleki rolün evrimi ve interdisipliner çalışma gerekliliğini ortaya koymaktadır."
  },
  {
    "id": "3831377",
    "unitNumber": 7,
    "text": "1985 yılında Lİve Aid konserleri yaparak küresel farkındalık sağlayan sanatçı kimdir.",
    "correctAnswer": "E",
    "options": {
      "A": "Bono",
      "B": "Cem Karaca",
      "C": "Dalida",
      "D": "Michael Jackson",
      "E": "Bob Geldof"
    },
    "explanation": "1985 yılında Lİve Aid konserleri yaparak küresel farkındalık sağlayan sanatçı Bob Geldof'dur, sorunun yanıtı E şıkkıdır."
  },
  {
    "id": "3831367",
    "unitNumber": 7,
    "text": "CUMULUS'un üyelerinin 2008 yılında imzaladığı yeni tasarım tarifi deklarasyonunun adı nedir.",
    "correctAnswer": "B",
    "options": {
      "A": "Kobe",
      "B": "Kyoto",
      "C": "Kore",
      "D": "Tokyo",
      "E": "İstanbul"
    },
    "explanation": "CUMULUS'un üyelerinin 2008 yılında imzaladığı yeni tasarım tarifi deklarasyonunun adı Kyoto'dur, sorunun yanıtı B şıkkıdır."
  },
  {
    "id": "3831374",
    "unitNumber": 7,
    "text": "Günümüzde dünyada enerjide kullanılan Fosil yakıtların oranı yüzde kaçtır.",
    "correctAnswer": "C",
    "options": {
      "A": "%45",
      "B": "%48",
      "C": "%87",
      "D": "%89",
      "E": "%96"
    },
    "explanation": "Günümüzde dünyada enerjide kullanılan Fosil yakıtların oranı % 87dir, sorunun yanıtı C şıkkıdır.<br/>%87"
  },
  {
    "id": "3831372",
    "unitNumber": 7,
    "text": "Sürdürülebilir Tasarım ilkeleri kaç maddedir",
    "correctAnswer": "A",
    "options": {
      "A": "9",
      "B": "5",
      "C": "12",
      "D": "3",
      "E": "4"
    },
    "explanation": "Sürdürülebilir Tasarım ilkeleri 9 maddedir, sorunun yanıtı A şıkkıdır."
  },
  {
    "id": "3831370",
    "unitNumber": 7,
    "text": "Sürdürülebilir tasarımın en önemli ögelerinden biri hangisidir.",
    "correctAnswer": "D",
    "options": {
      "A": "Canlı döngüsü",
      "B": "Evren döngüsü",
      "C": "Yaşam merkezi",
      "D": "Yaşam döngüsü",
      "E": "Tasarım döngüsü"
    },
    "explanation": "Sürdürülebilir tasarımın en önemli ögelerinden biri Yaşam döngüsüdür, sorunun yanıtı D şıkkıdır."
  },
  {
    "id": "3831362",
    "unitNumber": 7,
    "text": "Sürdürülebilirlik \"gelecek kuşakların ihtiyaçlarını karşılamayı içerir\" diyen uzman kimdir.",
    "correctAnswer": "B",
    "options": {
      "A": "Goodland",
      "B": "Manfred Max Neef",
      "C": "David W. Orr",
      "D": "Chapin",
      "E": "Gilmoor"
    },
    "explanation": "Sürdürülebilirlik \"gelecek kuşakların ihtiyaçlarını karşılamayı içerir\" diyen uzman Manfred Max Neef dir, sorunun yanıtı B şıkkıdır."
  },
  {
    "id": "3831365",
    "unitNumber": 7,
    "text": "Sürdürülebilirlik kavramı ilk olarak hangi tarihte ortaya atılmıştır.",
    "correctAnswer": "E",
    "options": {
      "A": "1963",
      "B": "1974",
      "C": "1980",
      "D": "1986",
      "E": "1987"
    },
    "explanation": "Sürdürülebilirlik ilk olarak 1987 yılında ortaya atılmıştır, sorunun yanıtı E şıkkıdır."
  },
  {
    "id": "3831376",
    "unitNumber": 7,
    "text": "Sürdürülebilirlik konusunda öncü ve önemli çalışmalar yapan dünyaca tanınan oyuncak firmasının adı nedir.",
    "correctAnswer": "E",
    "options": {
      "A": "Barbie",
      "B": "Emy",
      "C": "Toys",
      "D": "Tony",
      "E": "Lego"
    },
    "explanation": "Sürdürülebilirlik konusunda öncü ve önemli çalışmalar yapan dünyaca tanınan oyuncak firmasının adı Lego'dur sorunun yanıtı E şıkkıdır."
  },
  {
    "id": "3831342",
    "unitNumber": 7,
    "text": "Toplumun tüm bireylerinin erişim hakkını gözeten tasarımlar nasıl adlandırılmaktadır.",
    "correctAnswer": "D",
    "options": {
      "A": "Genel Tasarım",
      "B": "Geniş Tasarım",
      "C": "Halk Tasarımı",
      "D": "Evrensel Tasarım, Kapsayıcı Tasarım",
      "E": "Kapsayan Tasarım"
    },
    "explanation": "Toplumun tüm bireylerinin erişim hakkını gözeten tasarımlar Evrensel Tasarım, Kapsayıcı Tasarım olarak adlandırılır, sorunun yanıtı D şıkkıdır."
  },
  {
    "id": "3831375",
    "unitNumber": 7,
    "text": "İKEA tarafından kullanılan Sürdürülebilir Orman Sertifikasının kısaltılmış adı nedir.",
    "correctAnswer": "B",
    "options": {
      "A": "İFC",
      "B": "FSC",
      "C": "FİK",
      "D": "FRB",
      "E": "WİF"
    },
    "explanation": "İKEA tarafından kullanılan Sürdürülebilir Orman Sertifikasının kısaltılmış adı FSCdir, sorunun yanıtı B şıkkıdır."
  },
  {
    "id": "3833850",
    "unitNumber": 8,
    "text": "A/B Testi ve Kullanılabilirlik Testi, kullanıcı araştırmasında kullanılan iki yöntemdir. Bu yöntemler ile ilgili olarak aşağıdakilerden hangisini söylenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kullanılabilirlik testi, kullanıcıların doğal ortamlarında bir ürün veya hizmetle nasıl etkileşime girdiklerini izlemeyi içerir.",
      "B": "A/B testi belirli bir ürün veya hizmet hakkında kullanıcıların görüşlerini toplamak için yapılan grup toplantılarıdır.",
      "C": "Kullanılabilirlik testi kullanıcıların bilgi mimarisi ve navigasyon yapısı hakkında fikirlerini toplamak için kullanılan bir tekniktir.",
      "D": "Kullanıcı testi, büyük bir kullanıcı kitlesinden veri toplamak için kullanılan yapılandırılmış soru setleridir.",
      "E": "A/B testi, bir ürün veya hizmetin iki farklı versiyonu arasındaki farkı belirlemek için yapılan bir tür kullanılabilirlik testidir."
    },
    "explanation": "A/B testi ile kulanıcı testi arasındaki temel fark, A/B testinin bir ürün veya hizmetin iki farklı versiyonu arasında, kullanılabilirlik bakımından farkı belirlemek için yapılması, kullanıcı testinin ise bir ürün veya hizmetin bir ya da birkaç işlevinin kullanımınındaki kullanılabilirlik düzeyini ölçmeye ve problemleri saptamaya yönelik olmasıdır. Her ikisinde de süre, işlem aım sayısı, sonuca ulaşılıp ulaşılmadığı gibi kriterler değerlendirilir. Kullanılabilirlik testleri genellikle laboratuvar ortamında, A/B testleri genellikle laboratuvar dışındaki kullanıcılar ile yapılsa da, her ikisi için de tam tersi mümkündür ve yapılmaktadır.<br/>A seçeneği Gözlemler (Observational Studies), B seçeneği Odak Grupları (Focus Groups), C seçeneği Kart Sıralama (Card Sorting), D seçeneği Anketler ve Anket Çalışmaları (Surveys and Questionnaires) yöntemlerini tanımlar ve bu tanımlar ne A/B testi, ne de kullanılabilirlik testi ile ilişkilendirilemez.<br/>E şıkkıdır."
  },
  {
    "id": "3833866",
    "unitNumber": 8,
    "text": "Alan Cooper tarafında geliştirilen “persona” kavramı ile ilgili olarak aşağıdakilerden hangisi <strong>söylenemez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Persona gerçek bir kişi değildir; ancak belirli bir kullanıcı grubunu temsil eder.",
      "B": "Persona, tasarım sürecinde gerçek kullanıcıları temsil eden kurgusal karakterlerdir.",
      "C": "Tasarımcılar personaları kullanarak kullanıcıların düşünce ve davranışlarını anlayabilir.",
      "D": "Persona, kullanıcıların belirli hedeflere ulaşmakta nasıl bir yol izlediğini anlamak için senaryo geliştirilmesine yardımcı olur.",
      "E": "Bir persona, hedef kitlede yer alan tüm kişilerin net bir tanımını sunar."
    },
    "explanation": "“Persona, hedef kitlenin net bir tanımını sunar. Her yeni sistemin farklı türdeki insanlar tarafından kullanılma olasılığı olduğundan, birkaç farklı persona geliştirmek önemlidir (Benyon, 2019).” İfadesine göre E seçeneği doğru bir önerme değildir. Personalar, persona ağaçları ya da aileleri şeklinde geliştirilirler ve her biri hedef kitledeki diğerlerinden farklılıklar gösteren bir kullanıcı grubunu temsil eder.<br/>E şıkkıdır."
  },
  {
    "id": "3833848",
    "unitNumber": 8,
    "text": "Bir bankacılık uygulamasında kullanıcıların para transferi yapma sürecini gözlemleyerek bu işlemi tamamlamada yaşadıkları zorlukları ve zaman alıcı adımları belirlemek için, hangi kullanıcı merkezli tasarım yöntemi tercih edilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Persona Geliştirme",
      "B": "Kart sıralama",
      "C": "Kullanılabilirlik Testi",
      "D": "Odak Grupları",
      "E": "Günlük Çalışmaları"
    },
    "explanation": "Soru C seçeneğinde yer alan “Kullanılabilirlik Testi” altbaşlığında sayfa 225’te verilen örneğe dayanarak oluşturulmuştur. Metin şu şekildedir: “Örneğin, bankacılık uygulamasında kullanıcıların para transferi yapma sürecini test ederek bu işlemi tamamlamada yaşadıkları zorluklar ve zaman alıcı adımlar belirlenebilir.”<br/>Diğer seçeneklerdeki yöntemler bir tasarımı değerlendirmek amacıyla değil, yapılacak tasarımın taşıması gereken özellikleri anlamak için kullanılırlar. Günlük çalışmaları bunun dışındadır. Ancak bu yöntem bir tasarımın uzun süreli kullanımı da kullanıcıların fikir ve tutumlarını anlamaya yönelik olup tek bir işlevi test etmek ve buradaki problemleri ortaya çıkarmak için uygun değildir.<br/>C şıkkıdır."
  },
  {
    "id": "3833832",
    "unitNumber": 8,
    "text": "Bir web sitesinin, kullanılabilir ve güvenilir olmasının yanı sıra, görme zorlukları yaşayan kullanıcılar için büyütülebilir yazılar ve yüksek kontrastlı tasarım gibi seçenekler sunması, Peter Morville’in “bal peteği” yaklaşımı içerisinde hangi öğe çerçevesinde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Arzu edilebilirlik",
      "B": "Faydalılık",
      "C": "Erişilebilirlik",
      "D": "Değerlilik",
      "E": "Bulunabilirlik"
    },
    "explanation": "Sayfa 218’de yer alan tanım “Erişilebilirlik (Accessible): Ürünün farklı yeteneklere sahip tüm kullanıcılar için erişilebilir olması” şeklindedir. Görme zorlukları yaşayan kullanıcılar, diğer kullanıcılardan farklı görme yeteneğine sahiptirler. Soruuda sözü edilen seçenekler sayesinde bu kullanıcılar da web sitesi tarafınan sağlanan içeriğe diğerleri ile aynı oranda erişebilir olmaktadırlar.<br/>C şıkkıdır."
  },
  {
    "id": "3833828",
    "unitNumber": 8,
    "text": "Deneyim ekonomisi ile ilişkili olarak aşağıdakilerden hangisi <strong>söylenemez?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Eskiden yalnızca lüks markaların sunabildiği özel deneyimler, artık daha geniş bir kitlelere ulaşabilir hâle gelmiştir.",
      "B": "Deneyim ekonomisi yalnızca ürün ile kullanıcı arasındaki fiziksel etkileşimler sonucu oluşur.",
      "C": "Müşteriler sadece deneyimin alıcıları değil, aynı zamanda yaratıcılarıdır.",
      "D": "Ekonomi bağlamında deneyim, bir şirketin hizmetleri ve ürünleri kullanarak müşteriler için yarattığı unutulmaz bir olaydır.",
      "E": "Sosyal medyanın yaygınlaşması, deneyim ekonomisinin önemini daha da arttırmıştır."
    },
    "explanation": "A seçeneği, sayfa 216’da Deneyim Ekonomisi başlığı altındadır.<br/>B seçeneği, Sayfa 216’da yer alan \"Deneyim ekonomisi yalnızca ürün ile kullanıcı arasındaki fiziksel etkileşimler sonucu oluşmaz” olumsuzlanması ile oluşturulmuştur. Dolayıs ile deneyim ekonomisi için söylenemez.<br/>C seçeneği, sayfa 216’da Deneyim Ekonomisi başlığı altındadır.<br/>D seçeneği, sayfa 215’da Deneyim Ekonomisi başlığı altındadır.<br/>E Sayfa Sayfa 216’daki “Günümüzde sosyal medyanın bu denli gelişmiş olması, deneyimlerin yayılmasını ve trend hâline gelmesini kolaylaştırmıştır.” cümlesine binaen oluturulmuş seçenektir.<br/>B seçeneğidir."
  },
  {
    "id": "3833857",
    "unitNumber": 8,
    "text": "Kullanıcı deneyimi tasarım yönetimi çerçevesinde ele alındığında, aşağıdakilerden hangisi <strong>söylenemez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tasarım sürecinde multidisipliner ekipler, farklı alanlardan uzmanların bir araya gelerek bir projenin çeşitli yönlerini ele almasını sağlar.",
      "B": "Tasarım süreçleri kullanıcıların farklı yeteneklerini ve ihtiyaçlarını dikkate alarak erişilebilirlik ve kapsayıcılık çerçevesinde şekillendirilir.",
      "C": "Tasarım süreçlerinin ve stratejilerinin temelinde kullanıcıların ihtiyaçları, beklentileri ve davranışları önceliklendirilerek kullanıcı merkezli tasarım yapılır.",
      "D": "Kullanıcıların karşılaştığı sorunları ve fırsatları anlayarak, tasarım ekibinin yaratıcı çözümler üretmesine olanak tanınır.",
      "E": "Kullanıcı merkezli tasarım sürekli olarak radikal bir yenilik arayışı içerisindedir ve operasyonel sorunları öncelikli olarak göz önüne alır."
    },
    "explanation": "E seçeneğinde yer alan tanım sayfa 230’da Sürekli İyileştirme ve Adaptasyon başlığındaki “..yenilik artışını radikal yenilikle karıştırmak, fikirleri çok erken öldürmek ve fikirleri müşteri ihtiyaçlarına göre değil, operasyonel sorunlara dayalı olarak seçmektir.” cümlesinden adapte edilmiş olup “Tasarım yönetiminde sıklıkla yapılan bir hata..” olarak nitelendirilmektedir. Kullanıcı merkezli tasarım büyük çaplı radikal değişikliklerden çok küçük iyileştirmeler ile kullanıcı deneyiminin niteliğini arttırmayı amaçlar. Kullanıcıların beklenti, ihtiyaç, tutım ve davranışları, operasyonel sorunlardan önce gelir. Tasarım Yönetiminde Kullanıcı Deneyimi bölümündeki İş Birliği ve Ekip Yönetimi başlığı A seçeneğinde, Erişilebilirlik ve Kapsayıcılık B seçeneğinde, Kullanıcı Merkezli Anlayış C seçeneğinde, Tasarım Stratejisine Entegrasyon D seçeneğinde verilen tanımları içerir.<br/>E şıkkıdır."
  },
  {
    "id": "3833860",
    "unitNumber": 8,
    "text": "Kullanıcı deneyimine çerçevesinde tasarımda insan merkezli olma konusuna katkıda bulunan ilk disiplin olan insan-bilgisayar etkileşimi çalışmalarının, ilk olarak ne zaman ve ne bağlamda ortaya çıktığı söylenebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sanayi Devrimi ile beraber üretimin kitlesel tüketime yönelik yapılması ile",
      "B": "İkinci Dünya Savaşı sırasında uçak kokpitleri ile ilgili çalışmalarla",
      "C": "1960’lı yıllarla birlikte bilgisayarlar yaygınlaşması ile",
      "D": "1980’lerde bilgisayar teknolojileri ve özellikle Apple’ın Macintosh bilgisayarıyla",
      "E": "İnternetin popülerleştiği 1990’lı yıllarla birlikte, web sitelerine ilişkin çalışmalarla"
    },
    "explanation": "İnsan-bilgisayar etkileşimi üzerine yapılan ilk çalışmaların II. Dünya Savaşı sırasında özellikle uçak kokpitlerinin kullanılabilirliği ve etkinliği üzerine yapılan çalışmalarla ortaya çıktığı söylenebilir (s. 212)<br/>B şıkkıdır."
  },
  {
    "id": "3833854",
    "unitNumber": 8,
    "text": "Kullanıcıları belirli bir davranışa yönlendirmek veya manipüle etmek için kullanılan ve etik dışı kabul edilen yanıltıcı arayüz tasarımlarına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gölgeleme",
      "B": "Kısıtlamalar",
      "C": "Sağlarlık",
      "D": "Karanlık kalıplar",
      "E": "İmleyen"
    },
    "explanation": "D seçeneğinde yer alan “Karanlık kalıplar” tanımı sayfa 230’da sorudakine benzer şekilde verilmektedir.<br/>Gölgeleme bir kullanıcı merkezli tasarım yöntemidir (s. 227) . Kısıtlamalar, sağlarlık ve imleyen, Norman’ın kullanıcı deneyimi yaklaşımında öne çıkan bazı temel kavramlar olarak listelenmiştir (s. 220).<br/>D şıkkıdır."
  },
  {
    "id": "3833839",
    "unitNumber": 8,
    "text": "Marc Hassenzahl’ın kullanıcı deneyimi çerçevesine ilişkin aşağıdakilerden hangisi <strong>söylenemez?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Pragmatik kalite, bir ürünün temel işlevlerini ne kadar iyi yerine getirdiğini, yani işlevselliğini ve kullanılabilirliğini kapsar.",
      "B": "Hedonik kalite bir ürünün kullanıcısına nasıl hissettirdiği, estetik değerleri, kişisel anlamı ve kullanıcıya sunduğu keyif gibi daha duygusal ve deneyimsel yönlere odaklanır.",
      "C": "Kullanıcı deneyimi sadece kullanılabilir ile sınırlı olup ürünün estetik, anlamlılık, motivasyon, değer ve keyif gibi duygusal ve psikolojik yönlerini kapsamaz.",
      "D": "Hassenzahl’ın yaklaşımı kullanıcıların sadece ihtiyaçlarını karşılamakla kalmaz, aynı zamanda onları mutlu etmeyi ve hayatlarına pozitif deneyimler katmayı hedefler.",
      "E": "Hassenzahl’ın yaklaşımı, kullanıcı deneyimini sadece “kullanımı kolay” bir ürün yaratmakla sınırlamaz."
    },
    "explanation": "C seçeneğindeki cevap 221. Sayfadaki “Ona göre, kullanıcı deneyimi yalnızca bir ürünün işlevselliği ve kullanılabilirliğiyle sınırlı değildir; aynı zamanda ürünün estetik, anlamlılık, motivasyon, değer ve keyif gibi duygusal ve psikolojik yönlerini de içerir.” cümlesi çarpıtılarak oluşturulmuş olup Marc Hassenzahl’ın kullanıcı deneyimi çerçevesine ilişkin olarak söylenemez.<br/>Diğer seçenekler, ilgili bölümdeki önermelerden yola çıkarak oluşturulmuştur<br/>C şıkkıdır."
  },
  {
    "id": "3833835",
    "unitNumber": 8,
    "text": "Peter Morville’in kullanıcı deneyimine ilişkin “balpeteği” modeli “kullanılabilirlik, faydalılık, güvenilirlik” gibi 7 bileşenden oluşur. Jesse James Garrett’in kullanıcı deneyimi elementleri ise beş tane olup bunlar “strateji, kapsam, yapı, iskelet ve yüzey” şeklindedir. Her ikisi de kullanıcı deneyimine ilişkin olsa da birbirlerinden ayrımaktadırlar. Aralarındaki fark aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Morville’in yaklaşımı tasarımcılara, ürünlerini ve hizmetlerini değerlendirmek üzere bir yaklaşım sunar. Garret’ın yaklaşımı kullanıcı deneyimini etkili bir şekilde tasarlamak ve yönetmek için stratejik bir yaklaşım sağlar.",
      "B": "Morville’ın yaklaşımı kullanıcı deneyiminin sadece bir teknoloji olarak ele alır. Garret’ın yaklaşımı psikolojik, sosyal ve kültürel faktörleri de içerir.",
      "C": "Morville’in yaklaşımı bir web sitesi, uygulama veya herhangi bir dijital ürünün kullanıcı deneyimine ilişkindir. Garrett’ın yaklaşımı dijital ürünleri kapsamaz.",
      "D": "Garret’ın yaklaşımında“yüzey” düzeyinde belirlenen görsel tasarımın detayları ürünün son kullanıcıya nasıl görüneceği ve ne şekilde hissedileceği tanımlanır. Bu süreç Morville’in yaklaşımındaki bileşenler içerisinde yalnızca güvenilirlik ile ilgilidir.",
      "E": "Garret’ın yaklaşımında “kapsam” düzeyinde ürünün özellikleri ve işlevleri belirlenir. Bunlar en çok, Morville’in yaklaşımındaki “arzu edilebilirlik” ile ilişkilidir."
    },
    "explanation": "Doğru seçenekteki cümleler 217. ve 218. sayfalardan alınmış olup iki yaklaşım, Morville’in yaklaşımın varolan bir ürün ya da hizmeti değerlendirmek amaçlı olduğunu, Garrett’ın yaklaşımının ise bir ürün ya da hizmeti tasarlarken izlenmesi gereken süreçleri belirttiğini ifade etmektedir.<br/>B seçeneği, Morviile’in yalaşımı için verilen sayfa 217’de verilen “Peteğin yedi faktörü, kullanıcı deneyiminin sadece bir teknoloji meselesi olmadığını, aynı zamanda psikolojik, sosyal ve kültürel faktörlerin de önemli olduğunu gösterir.” ümlesinden türetilmiştir. Ancak yaklaşımı “teknoloji meselesi” olarak sınırladığı için hatalıdır. Ayrıca metinde . Garret’ın yaklaşımının psikolojik, sosyal ve kültürel faktörleri de içerdiğine dair bir önerme yoktur.<br/>C seçeneği sayfa 218’deki “Garrett’in modeli, bir web sitesi, uygulama veya herhangi bir dijital ürünün kullanıcı deneyimini etkili bir şekilde tasarlamak ve yönetmek için...” cümlesinden türetilmiş olup bu tanım Morville modeli için verilmemiştir. Ancak “Morvi<br/>A şıkkıdır."
  },
  {
    "id": "3833824",
    "unitNumber": 8,
    "text": "Tüketicilerin artık sadece ürün veya hizmetlerin kendilerine değil, bu ürün veya hizmetleri kullanırken yaşadıkları deneyime de büyük değer verdikleri dönemi ifade etmek için hangi tanım kullanılır?<br/>Örneğin; uçak seyahatinin yolcu açısından yalnızca koltuk satışından ve varılacak yere ulaşmaktan ibaret olmaması, bu tanım çerçevesinde yer alır.",
    "correctAnswer": "A",
    "options": {
      "A": "Deneyim ekonomisi",
      "B": "Hizmet ekonomisi",
      "C": "Üretim ekonomisi",
      "D": "Tüketim ekonomisi",
      "E": "Deneyim ergonomisi"
    },
    "explanation": "Sayda 215’te yer alan “Deneyim ekonomisi” başlığı altında verilen tanım, deneyim ekonomisini bu şekilde tanımlamaktadır. Aynı sayfada Görsel 8.2’nin açıklamasında uçuş deneyimi örneği verilmektedir.<br/>A şıkkıdır."
  }
]