[
  {
    "id": "3833699",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Henry Jenkins’in 7 Temel Transmedya Hikâyeciliği Kavramından biri <strong>değildir</strong>?",
    "options": {
      "A": "Yayılabilirlik/Delinebilirlik",
      "B": "Başatlık/Sıradışılık",
      "C": "Devamlılık/Çeşitlilik",
      "D": "Dünya İnşa Etme",
      "E": "Dizisellik"
    },
    "correctAnswer": "B",
    "explanation": "Başatlık/Sıradışılık Henry Jenkins’in 7 Temel Transmedya Hikâyeciliği Kavramından biri değildir."
  },
  {
    "id": "3833691",
    "unitNumber": 1,
    "text": "Hangisi, Pratten'in Transmedya Hikâyeciliğin 3K’sı (The Three C’s of<br/>Transmedia Storytelling) olarak adlandırdığı içeriği doğru olarak sıralamıştır?",
    "options": {
      "A": "Plot / Kolaylık / Düğüm",
      "B": "Hikaye / Karakterler / Fanlar",
      "C": "Hikaye / Karakterler / Olay",
      "D": "Zorluk / Akış / Karakterler",
      "E": "Karakterler / Kolaylık / Topluluk"
    },
    "correctAnswer": "E",
    "explanation": "Karakterler:<br/>• Hikâyenin Kalbi: Karakterler, her hikâyenin merkezinde yer alır. Transmedyada, karakterlerin farklı platformlarda farklı yönleriyle ortaya çıkması, hikâyeye derinlik ve karmaşıklık katar.<br/>• İzleyiciyle Bağlantı: İzleyiciler, kendilerini karakterlerle özdeşleştirir ve onların hikâyelerine duygusal olarak bağlanır. Bu bağ, izleyicilerin hikâyeye daha fazla dahil olmasını sağlar.<br/>• Evrenin İnşası: Karakterler, hikâyenin evrenini şekillendirir. Onların ilişkileri, geçmişleri ve deneyimleri, hikâyenin genel tonunu ve atmosferini belirler.<br/>Kolaylık:<br/>• Doğru İçerik, Doğru Zaman, Doğru Kişi: İzleyicilere sunulan içeriğin, onların ilgi alanlarına ve tüketim alışkanlıklarına uygun olması, hikâyenin başarısı için kritik öneme sahiptir.<br/>• Çoklu Platform Entegrasyonu: Farklı platformlardaki içeriklerin birbirini tamamlaması ve tutarlı bir<br/>deneyim sunması, izleyicilerin hikâyeyi takip etmesini kolaylaştırır.<br/>• Kişiselleştirme: İzleyicilerin tercihlerine göre özelleştirilmiş içerikler sunmak, onların hikâyeye daha<br/>fazla bağlılık duymasını sağlar.<br/>Komünite/Topluluk:<br/>• Hayran Etkileşimi: Hayranların birbirleriyle ve hikâyenin yaratıcılarıyla etkileşim kurmasına olanak tanıyan platformlar oluşturmak, topluluk bilincini güçlendirir.<br/>• Ödüllendirme Sistemleri: Hayranların hikâyeye aktif olarak katılımını teşvik etmek için ödüllendirme sistemleri (ödül, özel içerik vb.) oluşturulabilir.<br/>• Birlikte Geliştirme: Hayranların hikâyenin yaratım sürecinde aktif rol almasına olanak tanıyan mekanizmalar (fan kurguları, fikir yarışmaları vb.) hikâyeye yeni boyutlar katabilir."
  },
  {
    "id": "3833681",
    "unitNumber": 1,
    "text": "High Flyers projesinin manifestosunun maddeleri arasında yer alan \"işbirlikli çalışma\" kavramı hangisinde doğru olarak izah edilmiştir?",
    "options": {
      "A": "Hikâyenin yaratım sürecinde farklı disiplinlerden insanların bir araya gelerek çalışması gerektiğini vurgular.",
      "B": "İzleyicilerin, hikâyelerde daha fazla gerçeklik ve otantiklik aradıklarını ifade eder.",
      "C": "Tüm hikâyelerin, daha büyük bir evrenin parçası olduğunu ve bu evrenin sürekli genişlediğini ifade eder",
      "D": "İzleyicilerin hikâyeyi farklı şekillerde deneyimlemelerine olanak tanır.",
      "E": "Hikâyenin sürekli gelişmesi ve değişmesi gerektiğini ifade eder."
    },
    "correctAnswer": "A",
    "explanation": "İş Birlikli Çalışma (Collaborative Work): Hikâyenin yaratım sürecinde farklı disiplinlerden insanların bir araya gelerek çalışması gerektiğini vurgular."
  },
  {
    "id": "3833674",
    "unitNumber": 1,
    "text": "High Flyers projesinin manifestosunun maddeleri arasında yer alan \"tavşan deliği\" kavramı hangisinde doğru olarak izah edilmiştir?",
    "options": {
      "A": "İzleyicilerin, hikâyelerde daha fazla gerçeklik ve otantiklik aradıklarını ifade eder.",
      "B": "İzleyicilerin hikâyeye aktif olarak katılımını teşvik eder.",
      "C": "İzleyicilerin hikâyeye kendi içeriklerini eklemelerine olanak tanır.",
      "D": "Hikâyenin, izleyiciyi farklı derinliklere ve detaylara götüren bir labirent gibi olması gerektiğini vurgular.",
      "E": "Tüm hikâyelerin, daha büyük bir evrenin parçası olduğunu ve bu evrenin sürekli genişlediğini ifade eder."
    },
    "correctAnswer": "D",
    "explanation": "Tavşan Deliği – Hikâyenin Çoklu Katılım Sunması (Rabbit Holes): Hikâyenin, izleyiciyi farklı derinliklere ve detaylara götüren bir labirent gibi olması gerektiğini vurgular."
  },
  {
    "id": "3833664",
    "unitNumber": 1,
    "text": "Kısaca, bir eseri başka bir dile ya da türe çevirmek anlamına gelen kelime hangisidir?",
    "options": {
      "A": "Aranjman",
      "B": "Alıntılama",
      "C": "Adaptasyon",
      "D": "Yapımcılık",
      "E": "Enstalasyon"
    },
    "correctAnswer": "C",
    "explanation": "Adaptasyon bir eseri başka bir dile ya da türe çevirmek anlamına da gelmektedir."
  },
  {
    "id": "3833663",
    "unitNumber": 1,
    "text": "Marsha Kinder, farklı medya platformları üzerinden dağıtılan benzer içerikleri tanımlamak için transmedya terimini ilk olarak hangi yılda kullanmıştır?",
    "options": {
      "A": "1983",
      "B": "1987",
      "C": "1991",
      "D": "1996",
      "E": "2003"
    },
    "correctAnswer": "C",
    "explanation": "Transmedya terimi ilk olarak 1991’de Marsha Kinder tarafından, farklı medya platformları üzerinden dağıtılan benzer içerikleri tanımlamak için kullanılmıştır."
  },
  {
    "id": "3833696",
    "unitNumber": 1,
    "text": "Pratten’a göre transmedya hikâyeciliği kaç türde incelenebilir?",
    "options": {
      "A": "4",
      "B": "7",
      "C": "2",
      "D": "3",
      "E": "5"
    },
    "correctAnswer": "D",
    "explanation": "Transmedya hikâyeciliği Pratten’a (2011:14) göre “imtiyaz (franchise)”, “kaynaşık (portmanteau)” ve “karmaşık(complex)” olarak üç türe ayrılmaktadır."
  },
  {
    "id": "3833666",
    "unitNumber": 1,
    "text": "Sanal olarak bir araya gelen insanların ortak paydada birleştikleri bilgileri paylaşarak uzmanlıklarını geliştirmesi aşağıdakilerden hangisinde daha yoğundur?",
    "options": {
      "A": "Yönetişim",
      "B": "Yapay Zeka",
      "C": "Zeka Piramidi",
      "D": "Kolektif zeka",
      "E": "Etkileşimli zeka"
    },
    "correctAnswer": "D",
    "explanation": "Kolektif zekâ; sanal olarak bir araya gelen insanların ortak paydada birleştikleri bilgileri paylaşarak uzmanlıklarını geliştirmesini anlatmaktadır."
  },
  {
    "id": "3833671",
    "unitNumber": 1,
    "text": "Sens tarafından geliştirilen TRADE Sistemi (Conceptual Framework of Transmedia Design), transmedya tasarımını her biri kendi alt bileşenlerine sahip kaç boyut üzerinden ele almaktadır?",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "correctAnswer": "B",
    "explanation": "Sens (2021) tarafından ortaya konan TRADE Sistemi (Conceptual framework of transmedia designTRADE System), transmedya tasarımını, her biri alt bileşenlere sahip üç boyut üzerinden ele alan bir kavramsal çerçevedir. Bu boyutlar: Endüstriyel ve pazarlama boyutu; Bilgi ve iletişim boyutu ve Estetik ve deneyimsel boyuttur."
  },
  {
    "id": "3833703",
    "unitNumber": 1,
    "text": "Transmedya evrenlerindeki hikâyeler, her izleyicinin kendine özgü bir deneyim yaşamasına imkân tanımaktadır. İzleyiciler, bu hikâyeleri kendi yaşam deneyimleriyle birleştirerek, karakterlerle daha güçlü bir empati kurmaktadırlar.<br/>Yukarıdaki paragraf Robert Pratten’in kurguladığı transmedya tasarımının 7 İlkesinden hangisini tarif etmektedir?",
    "options": {
      "A": "Yayılma",
      "B": "Kalıcılık",
      "C": "Kişiselleştirme",
      "D": "Bağlantılılık",
      "E": "Bulut tabanlı"
    },
    "correctAnswer": "C",
    "explanation": "Kişiselleştirme: Transmedya evrenlerindeki hikâyeler, her izleyicinin kendine özgü bir deneyim yaşamasına imkân tanımaktadır. İzleyiciler, bu hikâyeleri kendi yaşam deneyimleriyle birleştirerek, karakterlerle daha güçlü bir empati kurmaktadırlar."
  },
  {
    "id": "3831945",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dijital hikâye anlatımında yapay zekânın yenilikçi bir kullanım alanıdır?",
    "options": {
      "A": "Kullanıcıya özel hikâye yolları oluşturarak anlatıyı kişiselleştirmek",
      "B": "Hikâyeyi yalnızca yazılı metin formatında sunmak",
      "C": "Anlatıyı tamamen rastgele olaylarla oluşturmak",
      "D": "Hikâyelerin sadece geleneksel medya platformlarında paylaşılmasını sağlamak",
      "E": "Yapay zekâyı sadece teknik destek amaçlı kullanmak"
    },
    "correctAnswer": "A",
    "explanation": "Yapay zekâ, kullanıcı tercihleri ve verilerine dayalı olarak hikâye akışını değiştirebilir, kişiselleştirilmiş anlatı deneyimleri sunabilir. Bu sayede her kullanıcı farklı bir hikâye akışıyla karşılaşabilir. Doğru cevap A'dır."
  },
  {
    "id": "3832328",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi hikaye anlatıcısı olarak kullanılan yapay zekanın oluşturduğu risklerden birisi <strong>değildir?</strong>",
    "options": {
      "A": "Yanlış bilgilendirme",
      "B": "Kültürel önyargı",
      "C": "Yaratıcı sınırlamalar",
      "D": "Bağımlılık ve beceri erezyonu",
      "E": "Kaynak israfı"
    },
    "correctAnswer": "E",
    "explanation": "Hikâye anlatıcısı olarak yapay zekânın oluşturduğu riskler şunlardır:<br/>Etik Kaygılar, Yaratıcı Sınırlamalar, Kültürel Önyargı, Yanlış Bilgilendirme, Bağımlılık ve Beceri Erozyonu.<br/>Doğru cevap E'dir."
  },
  {
    "id": "3831936",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi transmedya anlatının temel özelliklerinden biridir?",
    "options": {
      "A": "Hikâyenin tek bir platformda anlatılması",
      "B": "Kullanıcının pasif olarak sadece izleme eylemini gerçekleştirmesi",
      "C": "Farklı medya platformlarında genişleyerek anlatının zenginleşmesi",
      "D": "Sadece metin tabanlı bir anlatım içermesi",
      "E": "Anlatının her platformda birebir aynı olacak şekilde sunulması"
    },
    "correctAnswer": "C",
    "explanation": "Transmedya anlatı, bir hikâyenin farklı medya platformlarında genişleyerek yeni bakış açıları ve detaylar kazanmasını ifade eder. Bu, izleyicinin farklı ortamlarda anlatıyı keşfetmesini sağlar. Diğer seçenekler transmedya anlatının tanımına uygun değildir; çünkü transmedya tek bir platforma bağlı kalmaz, interaktif öğeler içerir ve her ortam hikâyeye yeni bir katkıda bulunur. Doğru cevap C'dir."
  },
  {
    "id": "3831970",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yapay zeka görüntü üretme platformlarından birisidir?",
    "options": {
      "A": "Pi-Hole",
      "B": "ASP",
      "C": "CHOCOLATEY",
      "D": ".NET",
      "E": "DALL-E"
    },
    "correctAnswer": "E",
    "explanation": "DALL-E ve benzeri platformlar tasarımcıların hem yenilikçi hem de ikna edici yeni görsel iletişim biçimlerini denemelerine olanak tanımaktadır. Doğru cevap E'dir."
  },
  {
    "id": "3831944",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yapay zekânın anlatı oluşturma sürecine sağladığı katkılardan biridir?",
    "options": {
      "A": "Hikâye anlatımında yalnızca geleneksel yöntemlerin kullanılmasını teşvik etmesi",
      "B": "Kullanıcı etkileşimine kapalı anlatılar üretmesi",
      "C": "Kişiselleştirilmiş ve dinamik anlatılar oluşturabilmesi",
      "D": "Anlatıyı tek bir doğrusal yapı ile sınırlandırması",
      "E": "Yalnızca metin tabanlı içerik üretmesi"
    },
    "correctAnswer": "C",
    "explanation": "Yapay zekâ, anlatıyı kişiselleştirme ve kullanıcı etkileşimine göre uyarlama yeteneğine sahiptir. Bu, geleneksel doğrusal anlatı yapılarından farklı olarak daha esnek ve dinamik hikâye deneyimleri sunar. Yapay zekâ, kullanıcı verilerini analiz ederek içeriği izleyiciye özel hâle getirebilir ve interaktif anlatılar oluşturabilir. Doğru cevap C'dir."
  },
  {
    "id": "3831941",
    "unitNumber": 2,
    "text": "Dijital çağda anlatının nasıl deneyimlendiğini etkileyen temel faktörlerden biri hangisidir?",
    "options": {
      "A": "Anlatının sadece metin formatında sunulması",
      "B": "Kullanıcının anlatıyı şekillendirebilme yeteneği",
      "C": "Hikâyelerin yalnızca televizyon ve sinema yoluyla yayılması",
      "D": "Anlatıların doğrusal bir yapıya sahip olması",
      "E": "Kullanıcıların hikâye akışına müdahale edememesi"
    },
    "correctAnswer": "B",
    "explanation": "Dijital çağda anlatılar hipermetinsellik, etkileşim ve taşınabilirlik gibi özelliklerle şekillenmiştir. Kullanıcılar artık pasif izleyiciler yerine hikâyeyi yönlendirebilen, kararlar alabilen ve içeriğe aktif olarak katılabilen bireylerdir. Bu özellikler, geleneksel anlatı yapılarından farklı olarak dinamik ve çok yönlü bir hikâye deneyimi sağlar. Doğru cevap B'dir."
  },
  {
    "id": "3831963",
    "unitNumber": 2,
    "text": "Etkileşimli hikâye anlatımının dijital medya üzerindeki en büyük avantajı nedir?",
    "options": {
      "A": "Hikâyenin tek bir doğrusal akışta kalmasını sağlaması",
      "B": "Kullanıcının hikâyeye aktif olarak katılabilmesine olanak tanıması",
      "C": "Sadece metin tabanlı içerikler oluşturulmasına izin vermesi",
      "D": "Geleneksel anlatım yöntemlerini tamamen ortadan kaldırması",
      "E": "Hikâye anlatımında rastgele ve kontrolsüz bir yapı oluşturması"
    },
    "correctAnswer": "B",
    "explanation": "Etkileşimli hikâye anlatımı, kullanıcıların seçim yapmasına ve anlatının gidişatını değiştirmesine imkân tanır. Dijital platformlarda bu tür anlatılar, oyunlardan interaktif filmlere kadar pek çok farklı formatta kullanılır. Bu durum, kullanıcıların hikâyeye sadece izleyici olarak değil, aktif bir katılımcı olarak dahil olmalarını sağlar. Doğru cevap B'dir."
  },
  {
    "id": "3831957",
    "unitNumber": 2,
    "text": "Geleneksel hikâye anlatımı ile dijital hikâye anlatımı arasındaki temel farklardan biri nedir?",
    "options": {
      "A": "Dijital hikâye anlatımı, çoklu medya öğeleri ve etkileşim içerirken geleneksel anlatım genellikle tek bir medyaya dayanır.",
      "B": "Geleneksel hikâye anlatımı, sadece sözlü olarak aktarılırken dijital anlatım sadece yazılı metinlerden oluşur.",
      "C": "Dijital hikâye anlatımı yalnızca oyun endüstrisinde kullanılır.",
      "D": "Geleneksel hikâye anlatımı tamamen doğrusal bir yapıya sahiptir, dijital anlatım ise her zaman rastgele ilerler.",
      "E": "Dijital anlatımda izleyiciler pasif rol oynar, geleneksel anlatımda ise aktif olarak katılım gösterirler."
    },
    "correctAnswer": "A",
    "explanation": "Geleneksel hikâye anlatımı genellikle sözlü, yazılı ya da görsel bir medya aracılığıyla tek bir kanaldan aktarılırken; dijital hikâye anlatımı, metin, ses, görüntü, video ve interaktif öğeleri birleştirerek çok daha zengin bir deneyim sunar. Dijital anlatılar ayrıca kullanıcı etkileşimini destekleyerek hikâyenin farklı yollarla keşfedilmesine olanak tanır. Doğru cevap A'dır."
  },
  {
    "id": "3832318",
    "unitNumber": 2,
    "text": "Hikâye anlatımında yapay zekâ kullanmanın en büyük risklerinden biri aşağıdakilerden hangisidir?",
    "options": {
      "A": "Yapay zekânın yaratıcı sürece katkıda bulunmaması",
      "B": "Yapay zekâ tarafından üretilen içeriğin sahiplik haklarının belirsiz olması",
      "C": "Yapay zekânın tasarım sürecini yavaşlatması",
      "D": "Kullanıcıların yapay zekâ tarafından üretilen içerikleri anlamakta zorlanması",
      "E": "Yapay zekânın görsel iletişimde kullanılan geleneksel yöntemleri tamamen devre dışı bırakması"
    },
    "correctAnswer": "B",
    "explanation": "Yapay zekâ tarafından üretilen içeriklerin sahiplik hakları, tasarım ve sanat dünyasında önemli etik kaygılar yaratmaktadır. Özellikle, yapay zekâ tarafından üretilen görsellerin kime ait olduğu ve telif hakkı konularında net bir yasal çerçeve olmaması, bu konuda belirsizliklere yol açmaktadır. Doğru cevap B'dir."
  },
  {
    "id": "3832330",
    "unitNumber": 2,
    "text": "Lin ve diğerleri (2020) yapay zekânın üretkenliği artırabildiğini ancak insan tasarımcıların yaratıcı süreçle daha az ilgilenmesine ve uzmanlık kaybına yol açabileceğini belirtmektedir. Bu durum aşağıdakilerden hangisine neden olabilir?",
    "options": {
      "A": "İnsan tasarımcıların yaratıcılık becerilerinin gelişmesine katkı sağlar.",
      "B": "Yapay zekânın kullanımına bağlı olarak insan tasarımcıların mesleki bağımsızlığını artırır.",
      "C": "İnsan tasarımcıların yapay zekâ destekli araçları daha az kullanmasına yol açar.",
      "D": "İnsan tasarımcıların yaratıcı becerilerinde zayıflama ve uzmanlık erozyonu yaşanabilir.",
      "E": "Yapay zekâ ile çalışan tasarımcıların yaratıcı süreçlere olan ilgisi artar."
    },
    "correctAnswer": "D",
    "explanation": "Lin ve diğerleri (2020), yapay zekânın tasarım süreçlerinde üretkenliği artırsa da insan tasarımcıların yaratıcı süreçlerden uzaklaşmasına ve uzmanlık kaybına neden olabileceğini öne sürmektedir. Bu durum, zamanla mesleki becerilerin aşınmasına ve insan yaratıcılığının azalmasına yol açabilir. Doğru cevap D'dir."
  },
  {
    "id": "3833451",
    "unitNumber": 3,
    "text": "Bilgisayarlar ile yaratılan gerçeklikleri tanımlamak için genişletilmiş gerçeklikten önce Paul Milgram ve Fumio Kishino’nun öne sürdüğü gerçeklik skalası kullanılmıştır. Bu skala kaç aşamadan oluşmaktadır?",
    "options": {
      "A": "4",
      "B": "2",
      "C": "5",
      "D": "3",
      "E": "6"
    },
    "correctAnswer": "A",
    "explanation": "Bilgisayarlar ile yaratılan gerçeklikleri tanımlamak için genişletilmiş gerçeklikten önce Paul Milgram ve Fumio Kishino’nun öne sürdüğü gerçeklik skalası kullanılmıştır. Bu skala dört aşamadan oluşmaktadır. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3833462",
    "unitNumber": 3,
    "text": "Genişletilmiş gerçeklik ile yapılan transmedya anlatılar kaç farklı başlık altında desenlenmiştir ?",
    "options": {
      "A": "4",
      "B": "6",
      "C": "2",
      "D": "5",
      "E": "3"
    },
    "correctAnswer": "E",
    "explanation": "Genişletilmiş gerçeklik ile yapılan transmedya anlatılar üç farklı başlık altında desenlenmiştir. Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3833453",
    "unitNumber": 3,
    "text": "Genişletilmiş gerçekliğin transmedya anlatıları kapsamında değerlendirebilmesi için bu ortamın doğası kaç açıdan kavranmalıdır ?",
    "options": {
      "A": "5",
      "B": "2",
      "C": "6",
      "D": "4",
      "E": "3"
    },
    "correctAnswer": "B",
    "explanation": "Genişletilmiş gerçekliğin transmedya anlatıları kapsamında değerlendirebilmesi için bu ortamın doğası iki açıdan kavranmalıdır. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3833456",
    "unitNumber": 3,
    "text": "Gobbins parkuru yüzyıldan fazla bir zaman önce tasarlanmış olsa da hangi yüzyılın uzamsal anlatılarına ışık tutmaktadır ?",
    "options": {
      "A": "20. yüzyıl",
      "B": "17.yüzyıl",
      "C": "19. yüzyıl",
      "D": "22. yüzyıl",
      "E": "21. yüzyıl"
    },
    "correctAnswer": "E",
    "explanation": "Gobbins parkuru yüzyıldan fazla bir zaman önce tasarlanmış olsa da 21. yüzyılın uzamsal anlatılarına ışık tutmaktadır. Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3833455",
    "unitNumber": 3,
    "text": "Literatürde birçok farklı tanım ve özellik sıralamaları bulunsa da Gary Zabel’ın sanal dünyalar için belirlediği genel özellikler genişletilmiş gerçekliğin ve anlatısının doğasını gözler önüne sermeye en yakın olanıdır. Bu özellikler kaç maddede tanımlanmıştır ?",
    "options": {
      "A": "4",
      "B": "2",
      "C": "3",
      "D": "6",
      "E": "5"
    },
    "correctAnswer": "D",
    "explanation": "Literatürde birçok farklı tanım ve özellik sıralamaları bulunsa da Gary Zabel’ın sanal dünyalar için belirlediği genel özellikler genişletilmiş gerçekliğin ve anlatısının doğasını gözler önüne sermeye en yakın olanıdır. Bu özellikler sırasıyla aşağıdaki maddelerde tanımlanmıştır:<br/>• Gömülme (Immersion)<br/>• Etkileşim (Interaction)<br/>• Kimliğin muğlaklığı (Ambiguity of Identity)<br/>• Çevresel akışkanlık (Environmental Fluidity)<br/>• Yapay Eylemsellik (Artificial Agency)<br/>• Ağ temelli iş birliği (Networked Collaboration)<br/>Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3833461",
    "unitNumber": 3,
    "text": "Nicolae sanal gerçeklik ortamlarında bedenlenen kullanıcıların anlatı içerisinde kaç farklı rolde yer aldıklarını gözlemlemiştir ?",
    "options": {
      "A": "5",
      "B": "2",
      "C": "6",
      "D": "3",
      "E": "4"
    },
    "correctAnswer": "D",
    "explanation": "Nicolae (2018) sanal gerçeklik ortamlarında bedenlenen kullanıcıların anlatı içerisinde 3 farklı rolde yer aldıklarını gözlemlemiştir. Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3833460",
    "unitNumber": 3,
    "text": "Ultima Online’ın baş tasarımcısı Ralph Koster, kaç farklı etkileşimli anlatı tipi tanımlamaktadır ?",
    "options": {
      "A": "6",
      "B": "4",
      "C": "2",
      "D": "5",
      "E": "3"
    },
    "correctAnswer": "C",
    "explanation": "Ultima Online’ın baş tasarımcısı Ralph Koster, dayatmaya dayalı olanlar ve açık olanlar olarak iki farklı etkileşimli anlatı tipi tanımlamaktadır. Dolayısıyla cevap C şıkkıdr."
  },
  {
    "id": "3833458",
    "unitNumber": 3,
    "text": "Uzamsal anlatıların yapısının anlaşılması, genişletilmiş gerçeklik anlatıları için son derece önemlidir. Genişletilmiş gerçekliğin kullanıcılarının karşısına anlatıların uzam ile ilişkisi, çoğu anlatıda ön plana çıkan en çok kaç alt türü vardır ?",
    "options": {
      "A": "2",
      "B": "6",
      "C": "4",
      "D": "3",
      "E": "5"
    },
    "correctAnswer": "A",
    "explanation": "Uzamsal anlatıların yapısının anlaşılması, genişletilmiş gerçeklik anlatıları için son derece önemlidir. Genişletilmiş gerçekliğin kullanıcılarının karşısına en çok çıkan iki alt türü olan artırılmış gerçeklik ve sanal gerçeklik anlatılarının uzam ile ilişkisi, çoğu anlatıda ön plana çıkmaktadır. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3833459",
    "unitNumber": 3,
    "text": "Yeni medya anlatıları konusunda öncül ve en önemli kaynaklardan biri “Hamlet on the Holodeck” (2016) (Holodeck’de Hamlet) isimli kitaptır. Bu kitabın yazarı aşağıdaki hangi seçenekte belirtilmiştir?",
    "options": {
      "A": "Ivan Sutherland",
      "B": "Janet H. Murray",
      "C": "Tricia Austin",
      "D": "Gary Zabel",
      "E": "Ralph Koster"
    },
    "correctAnswer": "B",
    "explanation": "Yeni medya anlatıları konusunda öncül ve en önemli kaynaklardan biri Janet H. Murray’in “Hamlet on the Holodeck” (2016) (Holodeck’de Hamlet) isimli kitabıdır. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3833454",
    "unitNumber": 3,
    "text": "İnsanların birbirleri veya kitleler ile iletişime geçmek için kullandığı aracılara ortam/medyum denilmektedir. Örnek olarak radyo bir ortamdır. Aşağıdaki hangi ortamlar iletişim çalışmaları altında “geleneksel ortamlar” veya “geleneksel medya” olarak adlandırılmaktadırlar ?<br/>i) Televizyon,<br/>ii) Kitaplar,<br/>iii) Basılı medya,<br/>iv) Dijital platformlar",
    "options": {
      "A": "i ve ii",
      "B": "ii ve iii",
      "C": "i, ii ve iii",
      "D": "i, ii ve iv",
      "E": "ii, iii ve iv"
    },
    "correctAnswer": "C",
    "explanation": "İnsanların birbirleri veya kitleler ile iletişime geçmek için kullandığı aracılara ortam/medyum denilmektedir. Örnek olarak radyo bir ortamdır. Televizyon, kitaplar, basılı medya gibi ortamlar, iletişim çalışmaları altında “geleneksel ortamlar” veya “geleneksel medya” olarak adlandırılmaktadırlar. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3834588",
    "unitNumber": 4,
    "text": "<ol style=\"list-style-type: upper-roman;\"> <li>Popüler seriler anlatılarını video oyunları aracılığıyla genişletebilirler.</li> <li>Transmedya hikayelerin bazı parçaları oyunlar üzerinden deneyimlenebilir.</li> <li>Oyunlar, hikayelerin tüketicilerine anlatı sürecinde aktif roller sunarlar.</li> </ol> Yukarıda verilen ifadelerden hangisi veya hangileri oyunlar ve transmedya ilişkisi hakkında söylenebilir?",
    "options": {
      "A": "Sadece II",
      "B": "Sadece III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "Dijital çağın gelişi, medya tüketimi ve üretiminde devrim yaratarak transmedya hikaye anlatıcılığı ile oyun endüstrisi arasındaki ilişkiyi derinden etkiledi. Dijital teknolojiler yalnızca transmedya içeriğinin erişim alanını genişletmekle kalmadı, aynı zamanda izleyicilerin birden fazla platformda anlatılarla etkileşim kurma yollarını da zenginleştirdi. Transmedya hikaye anlatımı, çeşitli medya platformlarına yayılan ve her biri genel hikayeye benzersiz bir şekilde katkıda bulunan tutarlı bir anlatı oluşturmayı içerir (Jenkins, 2008). Geleneksel doğrusal anlatıların aksine, transmedya hikayeler parçalara ayrılır ve dağıtılır, izleyiciler hikayeyi tam olarak deneyimlemek için filmler, çizgi romanlar, romanlar, sosyal medya, video oyunları, vb farklı formatlarla etkileşime girmeye teşvik edilirler (Jenkins, 2008). Örneğin, \"The Witcher\" veya \"Star Wars\" gibi popüler seriler anlatılarını video oyunları aracılığıyla genişletmekte ve bu oyunları televizyon dizileri, romanlar ve çizgi romanlar tamamlamaktadır. Bu çok platformlu yaklaşım sadece anlatıyı zenginleştirmekle kalmaz, aynı zamanda hayranlar için çeşitli giriş noktaları sağlayarak farklı tercihlere hitap eder ve hikâye dünyasıyla daha derin bir bağ kurulmasını teşvik eder. Video oyunları, doğaları gereği sahip oldukları etkileşim ve katılımla, bu geniş anlatı ağlarında önemli düğüm noktaları olarak işlev görmekte ve oyunculara hikâye anlatımı sürecinde aktif roller sunmaktadırlar."
  },
  {
    "id": "3831056",
    "unitNumber": 4,
    "text": "Atari oyunlarının altın çağı aşağıdakilerden hangisidir?",
    "options": {
      "A": "1950'ler",
      "B": "1960'lar",
      "C": "1970'ler",
      "D": "1980'ler",
      "E": "1990'lar"
    },
    "correctAnswer": "D",
    "explanation": "1980’lerin başları özellikle ABD’de “Atari Salonlarının Altın Çağı” olarak anılır ve bu dönem<br/>atari oyunlarının yaygın popülaritesiyle dikkat çeker (Fulton, 2018). Namco tarafından geliştirilen “Pac-Man” (1980) ve Nintendo tarafından yaratılan “Donkey Kong” (1981) gibi oyunlar bu dönemde sadece ticari açıdan başarı kazanmakla kalmamış, aynı zamanda oyun tasarımı ve mekaniklerinin geleceğini şekillendirmede de etkili olmuşlardır."
  },
  {
    "id": "3831058",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Pac-Man oyunu örneğinin transmedya hikâye anlatımı ve markalaşma ilkeleri açısından taşıdığı temel unsurlardan <span style=\"text-decoration: underline;\">biri değildir</span>?",
    "options": {
      "A": "Markanın birden fazla platformda varlık göstermesi",
      "B": "Markalaşma sürecindeki tutarlılık",
      "C": "Markanın kitle etkileşimi",
      "D": "Animasyon dizisi ve ticari ürünler ile hayran kitlesini genişletmesi",
      "E": "Aceleye getirilmiş prodüksiyonun riskleri"
    },
    "correctAnswer": "E",
    "explanation": "Pac-Man oyunu örneği, transmedya hikâye anlatımı ve markalaşma ilkeleri açısından temel bazı<br/>unsurları vurgulamaktadır. Bunlardan birincisi markanın birden fazla platformda varlık göstermesidir.<br/>Pac-Man’in televizyon, müzik ve ticari ürünler de<br/>dahil olmak üzere çeşitli medyalara yayılması, orijinal video oyunu formatının ötesine geçtiğini göstermektedir. Bu çapraz platform varlığı Pac-Man’in on<br/>yıllar boyunca popülaritesini korumasına ve artırmasına yardımcı olmuştur. İkinci önemli nokta ise<br/>markalaşma sürecindeki tutarlılıkta karşımıza çıkar.<br/>Pac-Man karakteri ve oyunun ayırt edici görsel ve<br/>işitsel unsurları farklı mecralarda tutarlı kalmıştır.<br/>Bu tutarlılık markanın güçlenmesine ve anında tanınabilir olmasına yardımcı olmuştur. Üçüncü nokta<br/>olarak markanın kitle etkileşimini sayabiliriz. PacMan, oyuncu olmayanlar da dahil olmak üzere geniş<br/>bir kitleye hitap eden içerikler yaratarak farklı bir<br/>demografinin ilgisini çekmeyi başarmıştır. Özellikle&lt;br<br/>Pac-Man oyunu örneği, transmedya hikâye anlatımı ve markalaşma ilkeleri açısından temel bazı<br/>unsurları vurgulamaktadır. Bunlardan birincisi markanın birden fazla platformda varlık göstermesidir.<br/>Pac-Man’in televizyon, müzik ve ticari ürünler de<br/>dahil olmak üzere çeşitli medyalara yayılması, orijinal video oyunu formatının ötesine geçtiğini göstermektedir. Bu çapraz platform varlığı Pac-Man’in on<br/>yıllar boyunca popülaritesini korumasına ve artırmasına yardımcı olmuştur. İkinci önemli nokta ise<br/>markalaşma sürecindeki tutarlılıkta karşımıza çıkar.<br/>Pac-Man karakteri ve oyunun ayırt edici görsel ve<br/>işitsel unsurları farklı mecralarda tutarlı kalmıştır.<br/>Bu tutarlılık markanın güçlenmesine ve anında tanınabilir olmasına yardımcı olmuştur. Üçüncü nokta<br/>olarak markanın kitle etkileşimini sayabiliriz. PacMan, oyuncu olmayanlar da dahil olmak üzere geniş<br/>bir kitleye hitap eden içerikler yaratarak farklı bir<br/>demografinin ilgisini çekmeyi başarmıştır. Özellikle<br/>animasyon dizisi ve ticari ürünler, karakteri çocuklar<br/>ve aileler için erişilebilir kılarak hayran kitlesini genişletmiştir."
  },
  {
    "id": "3831054",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir oyunda lor unsurlarından biri <span style=\"text-decoration: underline;\">değildir?</span>",
    "options": {
      "A": "Mitler",
      "B": "Efsaneler",
      "C": "Folklorik bilgi",
      "D": "Tarihi kişiler",
      "E": "Hayali hikayeler"
    },
    "correctAnswer": "E",
    "explanation": "Lor: Kurgusal bir evrenin temelini oluşturan arka plan<br/>hikâyeleri, mitler, efsaneler ve yerleşik bilgiler koleksiyonunu<br/>ifade eder. Bu bilgiler tutarlı ve sürükleyici bir dünya yaratan<br/>tarih, kültür, kurallar, karakterler, olaylar ve diğer unsurları<br/>içerir. Evreni inandırıcı ve ilgi çekici kılan derinlik ve bağlamı sağlamaları dolayısıyla dünya inşası için çok önemlidir."
  },
  {
    "id": "3831050",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi makinimada kullanılan teknikler arasında <span style=\"text-decoration: underline;\">değildir?</span>",
    "options": {
      "A": "Oyun içi kayıt",
      "B": "Senaryo yazma",
      "C": "Karakterleri ve ortamları kontrol etmek için modlama",
      "D": "Seslendirme, ses efektleri ve müzik ekleme",
      "E": "Markalarla işbirliği sağlama"
    },
    "correctAnswer": "E",
    "explanation": "Makinimada kullanılan teknikler arasında oyun içi kayıt, senaryo yazma, karakterleri ve ortamları kontrol etmek için modlama ve anlatıyı geliştirmek için seslendirme, ses efektleri ve müzik ekleme yer alır. Makinima yaratıcıları Unity ve Unreal Engine gibi oyun motorları, ekran kayıt yazılımı ve video düzenleme programları dahil olmak üzere çeşitli yazılım araçları ve platformları kullanmaktadır. Teknoloji ilerledikçe makinima da gelişmeye devam etmekte ve oyun, film yapımı ve hikâye anlatımını benzersiz şekillerde harmanlayan daha sofistike ve görsel olarak etkileyici yapımlara olanak sağlamaktadır."
  },
  {
    "id": "3830896",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi İyi geliştirilmiş karakterler anlatsına sahip oyunlara örnektir?",
    "options": {
      "A": "Tomb Raider",
      "B": "Assassin’s Creed",
      "C": "Pac-man",
      "D": "“Witcher",
      "E": "Mass Effect"
    },
    "correctAnswer": "A",
    "explanation": "İyi geliştirilmiş karakterlere sahip oyunlar, hikâyelerini diğer mecralara taşıyarak izleyici bağlılığını ikonik karakterler üzerinden sürdürebilir. “Tomb Raider” serisindeki Lara Croft ve “The<br/>Witcher”daki Rivialı Geralt gibi karakterler filmlerde, televizyon dizilerinde ve kitaplarda yer alan ikonik figürler hâline gelmiştir. Derinlemesine geliştirilmiş karakterlerin bir diğer önemli niteliği<br/>de oyuncularla duygusal bağlar kurulmasını sağlamalarıdır ve bu da transmedya hikâye anlatımında<br/>kullanılabilir."
  },
  {
    "id": "3830898",
    "unitNumber": 4,
    "text": "Kurgusal bir evrenin temelini oluşturan arka plan hikâyeleri, mitler, efsaneler ve yerleşik bilgiler koleksiyonunu ifade eden terim aşağıdakilerden hangisidir?",
    "options": {
      "A": "Transmedya",
      "B": "Kanon",
      "C": "Lor",
      "D": "Makinima",
      "E": "Kurgu"
    },
    "correctAnswer": "C",
    "explanation": "Lor: Kurgusal bir evrenin temelini oluşturan arka plan hikâyeleri, mitler, efsaneler ve yerleşik bilgiler koleksiyonunu ifade eder. Bu bilgiler tutarlı ve sürükleyici bir dünya yaratan tarih, kültür, kurallar, karakterler, olaylar ve diğer unsurları içerir."
  },
  {
    "id": "3831057",
    "unitNumber": 4,
    "text": "Pac-Man hangi yıl Hanna-Barbera tarafından üretilen bir animasyon televizyon dizisine uyarlanmıştır?",
    "options": {
      "A": "1963",
      "B": "1975",
      "C": "1982",
      "D": "1990",
      "E": "2001"
    },
    "correctAnswer": "C",
    "explanation": "Pac-Man ilk olarak 1982 yılında Hanna-Barbera tarafından üretilen bir animasyon televizyon<br/>dizisine uyarlanır. Dizide Pac-Man, ailesi ve arkadaşları hayalet canavarlarla savaşarak çeşitli maceralara atılırlar."
  },
  {
    "id": "3831043",
    "unitNumber": 4,
    "text": "Sinematik yapımlar oluşturmak için genellikle video oyunlarından alınan gerçek zamanlı bilgisayar grafik motorlarını kullanan bir dijital film yapımcılığı biçimine ne ad verilmektedir?",
    "options": {
      "A": "Animatik",
      "B": "Sinematografi",
      "C": "Lor",
      "D": "Kanon",
      "E": "Makinima"
    },
    "correctAnswer": "E",
    "explanation": "Makinima ( Machinima): Sinematik yapımlar oluşturmak için genellikle video oyunlarından alınan gerçek zamanlı bilgisayar grafik motorlarını kullanan bir dijital film yapımcılığı biçimidir."
  },
  {
    "id": "3830897",
    "unitNumber": 4,
    "text": "Transmedya bağlamında birincil anlatının veya kurgusal evrenin bir parçası olarak kabul edilen resmi, özgün hikâyeler, karakterler ve olaylar koleksiyonunu ifade eden kavram aşağıdakilerden hangisidir?",
    "options": {
      "A": "Lor",
      "B": "Kanon",
      "C": "Kurgu",
      "D": "Anlatı",
      "E": "Makinima"
    },
    "correctAnswer": "B",
    "explanation": "Kanon: Transmedya bağlamında “kanon”, birincil anlatının veya kurgusal evrenin bir parçası olarak kabul edilen resmi, özgün hikâyeler, karakterler ve olaylar koleksiyonunu ifade<br/>eder. Kanon, anlatı evreninde tutarlılığı ve sürekliliği sağlayarak kitaplar, filmler, televizyon programları, video oyunları ve çizgi romanlar gibi farklı medya platformlarında tutarlı bir<br/>hikâyeyi korur."
  },
  {
    "id": "3838380",
    "unitNumber": 4,
    "text": "Video oyunlarında anlatı yapısı, teknolojik gelişmelerle birlikte büyük bir dönüşüm geçirmiştir. İlk dönem oyunlarında hikâyeler oldukça basit ve sınırlı iken, günümüzde gelişmiş grafikler, ses tasarımı ve yapay zekâ sayesinde çok katmanlı anlatılar kurgulanabilmektedir. Aşağıdakilerden hangisi, teknolojinin gelişmesiyle birlikte derinleşen hikâye anlatımıyla öne çıkan oyunlardan biri <strong>değildir</strong>?",
    "options": {
      "A": "Space Invaders",
      "B": "The Last of Us",
      "C": "Final Fantasy",
      "D": "Mass Effect",
      "E": "The Witcher"
    },
    "correctAnswer": "A",
    "explanation": "Konu: Oyunlarda Anlatı Derinliğinin Evrimi<br/>Bu soru, video oyunlarındaki anlatı yapısının teknolojik gelişmelerle nasıl evrildiğini anlamaya yöneliktir. “Space Invaders” (1978) gibi erken dönem oyunlar, temel olarak oyun mekaniğine dayalı, oldukça basit ve sınırlı hikâyelere sahiptir. Bu tür oyunlarda karakter gelişimi, karmaşık olay örgüsü ya da duygusal derinlik bulunmaz. Buna karşılık, teknolojinin ilerlemesiyle birlikte geliştirilen “Final Fantasy”, “Mass Effect”, “The Witcher” ve “The Last of Us” gibi yapımlar; derinlemesine kurgulanmış anlatılar, detaylı karakter gelişimleri ve zengin evrenlerle dikkat çeker. Dolayısıyla “Space Invaders”, anlatı derinliğinin teknolojik gelişmelere paralel olarak arttığı oyunlar arasında yer almaz."
  },
  {
    "id": "3839190",
    "unitNumber": 4,
    "text": "Video oyunlarında anlatı yapısı, teknolojik gelişmelerle birlikte büyük bir dönüşüm geçirmiştir. İlk dönem oyunlarında hikâyeler oldukça basit ve sınırlı iken, günümüzde gelişmiş grafikler, ses tasarımı ve yapay zekâ sayesinde çok katmanlı anlatılar kurgulanabilmektedir. Aşağıdakilerden hangisi, teknolojinin gelişmesiyle birlikte derinleşen hikâye anlatımıyla öne çıkan oyunlardan biri <strong>değildir</strong>?",
    "options": {
      "A": "Space Invaders",
      "B": "The Last of Us",
      "C": "Final Fantasy",
      "D": "Mass Effect",
      "E": "The Witcher"
    },
    "correctAnswer": "A",
    "explanation": "Oyunlarda Anlatı ve Transmedya Stratejileri Üzerindeki Etkisi / Oyunlarda Anlatı Derinliğinin Evrimi<br/>Soru video oyunlarındaki anlatı yapısının teknolojiyle gelişimine dayalı olarak sorulmuştur. “Space Invaders” (1978) gibi erken dönem oyunlar, hikâyesi minimal olan ve yalnızca oyun mekaniğine dayalı yapımlardır. Bu tür oyunlarda karakter gelişimi, olay örgüsü veya duygusal derinlik bulunmaz. Buna karşılık, teknolojinin ilerlemesiyle birlikte geliştirilen “Final Fantasy”, “Mass Effect”, “The Witcher” ve “The Last of Us” gibi oyunlar; karmaşık anlatılar, detaylı karakterler ve zengin evrenler sunarak anlatı derinliğini artırmışlardır. Bu nedenle, “Space Invaders” teknolojinin gelişmesiyle birlikte derinleşen hikâye anlatımıyla öne çıkan bir oyun değildir."
  },
  {
    "id": "3830894",
    "unitNumber": 4,
    "text": "“Yakınsama kültürü” kavramı kime aittir?",
    "options": {
      "A": "Henry Jenkins",
      "B": "Roland Barthes",
      "C": "Marshall McLuhan",
      "D": "John Nash",
      "E": "John McCarthy"
    },
    "correctAnswer": "A",
    "explanation": "Henry Jenkins’in (2009) “yakınsama kültürü” kavramı, medya tüketicilerinin içerikle ilişki kurma biçimindeki değişimin altını çizmektedir."
  },
  {
    "id": "3833630",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi \"açık sistem\" transmedya projesine örnek olarak gösterilebilir?",
    "options": {
      "A": "Sofia’s Diary",
      "B": "BeActive",
      "C": "The Ultimate SuperHero-Blog",
      "D": "Quintas",
      "E": "Dijk"
    },
    "correctAnswer": "A",
    "explanation": "\"Sofia’s Diary\" açık sistem transmedya projesine bir örnektir. BeActive, Sofia’s Diary’ın yaratıcısı, The Ultimate SuperHero-Blog, bir kapalı sistem transmedya projesidir. Quintas ve Dijk ise yazardır."
  },
  {
    "id": "3833632",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Henry Jenkins'in yakınsama kültürü kavramını açıklarken kullandığı ifadelerden birisidir?",
    "options": {
      "A": "İzleyicilerin pasif katılımı",
      "B": "Tüketicilerin yeni bilgiler araması",
      "C": "Medya izleyicilerinin durağanlığı",
      "D": "Medya işlevlerini bir araya getiren teknolojik bir süreç",
      "E": "Medya endüstrilerinin rekabeti"
    },
    "correctAnswer": "B",
    "explanation": "Jenkins'e göre yakınsama kültüründe tüketiciler yeni bilgiler arar ve izleyiciler aktiftir."
  },
  {
    "id": "3833628",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Stuart Hall'un kodlama/kodaçımı modelinde yer alan okuma türlerinden biri <u>değildir?</u>",
    "options": {
      "A": "Hegemonik okuma",
      "B": "Müzakereci okuma",
      "C": "Muhalif okuma",
      "D": "Pasif okuma",
      "E": "Karşıt okuma"
    },
    "correctAnswer": "D",
    "explanation": "Stuart Hall'un modelinde hegemonik, müzakereci ve muhalif okuma türleri bulunur, pasif okuma diye bir tür yoktur."
  },
  {
    "id": "3833635",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dijitalleşmenin sonuçlarından birisidir?",
    "options": {
      "A": "Geleneksel ortamlardaki tek yönlü iletişim akışının devam etmesi",
      "B": "Bireylerin kendilerini ifade etme ortamlarının azalması",
      "C": "Kültürel üretim ve tüketim süreçlerinin değişmemesi",
      "D": "Yeni sosyal ağların ortaya çıkması",
      "E": "Zaman ve mekân kısıtlamalarının artması"
    },
    "correctAnswer": "D",
    "explanation": "Dijitalleşme ile birlikte yeni sosyal ağlar ortaya çıkmıştır."
  },
  {
    "id": "3833641",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi transmedya hikâye anlatımının temel özelliklerinden biridir?",
    "options": {
      "A": "Hikâyenin tek bir platformda anlatılması",
      "B": "İzleyicinin hikâyeye müdahale edememesi",
      "C": "Hikâyenin farklı medya platformlarında genişletilmesi",
      "D": "Hikâyenin doğrusal bir yapıda anlatılması",
      "E": "Hikâyenin izleyici katılımı olmadan anlatılması"
    },
    "correctAnswer": "C",
    "explanation": "Transmedya hikâye anlatımı, hikâyenin farklı medya platformlarında genişletilmesini içerir."
  },
  {
    "id": "3833631",
    "unitNumber": 5,
    "text": "Erol Mutlu’ya göre aşağıdakilerden hangisi kitle iletişiminin temel özelliklerinden biridir?",
    "options": {
      "A": "İzleyici kitlesi dardır.",
      "B": "İletişim süreci çift yönlüdür.",
      "C": "İzleyici kitlesi homojendir.",
      "D": "Kitle iletişimi özeldir.",
      "E": "İzleyici kitlesi farklı toplumsal kümelerden oluşur."
    },
    "correctAnswer": "E",
    "explanation": "Kitle iletişiminde izleyici kitlesi geniştir, iletişim tek yönlüdür ve izleyiciler farklı toplumsal kümelerden oluşur."
  },
  {
    "id": "3833634",
    "unitNumber": 5,
    "text": "Fiske’ye göre hayran üretkenliği hangi üç ana kategoriye ayrılır ve bu kategorilerin temel özellikleri nelerdir?",
    "options": {
      "A": "Sanal, artırılmış ve hibrit üretkenlik; teknolojik araçlarla yaratılan içeriklerdir.",
      "B": "Semiyotik, sözel ve metinsel üretkenlik; sırasıyla içsel anlam çıkarımı, kamusal paylaşım ve sanatsal üretim biçimleridir.",
      "C": "Görsel, işitsel ve dokunsal üretkenlik; duyulara yönelik farklı üretim türleridir.",
      "D": "Yazılı, sözlü ve performatif üretkenlik; metin, konuşma ve sahneleme yoluyla ortaya çıkar.",
      "E": "Dijital, analog ve melez üretkenlik; kullanılan medyaya göre sınıflandırılır."
    },
    "correctAnswer": "B",
    "explanation": "Fiske’nin hayran üretkenliğini üç kategoriye ayırması ders kitabında semiyotik, sözel ve metinsel üretkenlik olarak açıklanmıştır. Semiyotik üretkenlik, hayranların kültürel ürünlerden içsel olarak çıkardığı sosyal kimlik ve deneyim anlamlarını ifade eder. Sözel üretkenlik ise bu anlamların yüz yüze ya da sözlü kültürde kamusal biçimde paylaşılmasıdır. Metinsel üretkenlik ise hayranların genellikle yüksek üretim değerine sahip sanatsal metinler yaratıp kendi aralarında dolaşıma sokmalarıdır. Diğer seçenekler, örneğin teknoloji temelli (sanal, artırılmış gerçeklik) ya da duyusal (görsel, işitsel) sınıflandırmalar ders kitabının ilgili ünite ve kısmında yer almamaktadır. Ayrıca, yazılı-sözlü-performatif veya dijital-analog gibi medyaya dayalı ayırımlar da Fiske’nin hayran üretkenliği kategorilerinde bulunmamaktadır. Bu nedenle, semiyotik, sözel ve metinsel üretkenlik Fiske’nin tanımladığı doğru sınıflandırmadır."
  },
  {
    "id": "3833637",
    "unitNumber": 5,
    "text": "Üretici-tüketici (prosumer) kavramının temelini aşağıdakilerden hangisi ifade eder?",
    "options": {
      "A": "Pasif tüketim",
      "B": "Tek yönlü iletişim",
      "C": "Dijital ortamlarda kullanıcıların hem üreten hem de tüketen olması",
      "D": "Kültürel üretimin sınırlandırılması",
      "E": "Tüketici katılımının engellenmesi"
    },
    "correctAnswer": "C",
    "explanation": "Üretici-tüketici kavramı, üretim ve tüketimin iç içe geçtiği bir yapıyı ifade eder."
  },
  {
    "id": "3833642",
    "unitNumber": 5,
    "text": "“Convergence Culture” isimli kitabın yazarı kimdir?",
    "options": {
      "A": "Sola Pool",
      "B": "Jan Van Dijk",
      "C": "Nicholas Negroponte",
      "D": "Henry Jenkins",
      "E": "Christian Fuchs"
    },
    "correctAnswer": "D",
    "explanation": "Henry Jenkins “Convergence Culture” isimli kitabında transmedya hikâyeciliği kavramını tanımlar."
  },
  {
    "id": "3833640",
    "unitNumber": 5,
    "text": "……………………………. okuma: Okuyucu metinleri üretenlerin niyetleri ve amaçlarına paralel bir şekilde okuma yaparak profesyonellerin bakış açısına bağlı kalır. <br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "options": {
      "A": "Müzakereci",
      "B": "Karşıt",
      "C": "Hegemonik",
      "D": "Tartışmacı",
      "E": "Muhalif"
    },
    "correctAnswer": "C",
    "explanation": "Hegemonik okuma: Okuyucu metinleri üretenlerin niyetleri ve amaçlarına paralel bir şekilde okuma yaparak profesyonellerin bakış açısına bağlı kalır."
  },
  {
    "id": "3832031",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi <em>Eğitsel Transmedya Projeleri Geliştirmede Tasarım İlkelerinden</em> <strong>değildir? </strong>",
    "options": {
      "A": "Çoklu platform entegrasyonu",
      "B": "Etkileşim ve katılım",
      "C": "Erişilebilirlik ve kapsayıcılık",
      "D": "Esneklik ve uyarlanabilirlik",
      "E": "Konsept geliştirme"
    },
    "correctAnswer": "E",
    "explanation": "Eğitsel Transmedya Projeleri Geliştirmede Tasarım İlkeleri sayfa 160 detaylı bkz.<br/>Konsept geliştirme"
  },
  {
    "id": "3832048",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Transmedya ile Eğitimde Ölçme-Değerlendirme Yöntemleri arasında <strong>değildir?</strong>",
    "options": {
      "A": "Demografik anket değerlendirmesi",
      "B": "Analitik veri değerlendirmesi",
      "C": "Rubrik temelli değerlendirme",
      "D": "Portfolyo değerlendirmesi",
      "E": "Performans değerlendirmesi"
    },
    "correctAnswer": "A",
    "explanation": "Trasnmedya ile Eğitimde Ölçme-Değerlendirme Yöntemleri için sayfa 170-171 detaylı bkz.<br/>Demografik anket değerlendirmesi"
  },
  {
    "id": "3832037",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi transmedya eğitimin özel eğitim alanındaki uygulamalarından <strong>değildir?</strong>",
    "options": {
      "A": "Çoklu duyusal öğrenme,",
      "B": "Bireyselleştirilmiş öğrenme,",
      "C": "Motivasyon ve katılım,",
      "D": "İletişim becerilerinin geliştirilmesi,",
      "E": "Dijital Öğrenme"
    },
    "correctAnswer": "E",
    "explanation": "Transmedya eğitimin özel eğitim alanındaki uygulamaları;<br/>• Çoklu duyusal öğrenme,<br/>• Bireyselleştirilmiş öğrenme,<br/>• Motivasyon ve katılım,<br/>• İletişim becerilerinin geliştirilmesi,<br/>• Sosyal etkileşim sağlanmasında faydalıdır.<br/>Dijital Öğrenme"
  },
  {
    "id": "3832046",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, “Transmedya projeleri için öğretmen eğitiminin temel bileşenleri ve güncel araçların kullanımındaki” içeriklerden <strong>değildir?</strong>",
    "options": {
      "A": "Telif hakları ve dijital etik",
      "B": "Disiplinler arası içerik entegrasyonu",
      "C": "Kalite yönetimi ve değerlendirme",
      "D": "Veri analizi ve öğrenme analitiği",
      "E": "Proje tabanlı öğrenme ve yönetimi"
    },
    "correctAnswer": "C",
    "explanation": "“Transmedya projeleri için öğretmen eğitiminin temel bileşenleri ve güncel araçların kullanımındaki” içerikleri sayfa 168 bkz.<br/>Kalite yönetimi ve değerlendirme."
  },
  {
    "id": "3832041",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisinde Transmedya eğitim uygulamaları kullanılmaz?",
    "options": {
      "A": "Sivil Toplum Kuruluşlarında",
      "B": "Kütüphanelerde",
      "C": "Sosyal sorumluluk projeleri için şirketlerde",
      "D": "Turizm sektöründe",
      "E": "Oyun tasarımlarının pazarlanmasında"
    },
    "correctAnswer": "E",
    "explanation": "Transmedya eğitim uygulamaları ayrıca farkındalık yaratma ve topluluk katılımı için Sivil Toplum Kuruluşlarında, transmedya dijital okuryazarlık programları ve interaktif hikâye anlatımı etkinlikleri için kütüphanelerde, çalışan eğitimi ve kurumsal sosyal sorumluluk projeleri için şirketlerde, destinasyon pazarlaması ve kültürel deneyim sunumu için turizm sektöründe, vatandaş katılımı ve topluluk eğitimi projeleri için yerel yönetimlerde, interaktif sergi deneyimleri ve sanat eğitimi programları gibi sanata yönelik olarak kullanılmaktadırlar.<br/>Oyun tasarımlarının pazarlanmasında"
  },
  {
    "id": "3832052",
    "unitNumber": 6,
    "text": "Sağlıktan dil eğitimine kadar geniş bir yelpazede kullanılabilecek olan kısa, odaklanmış öğrenme deneyimlerini, öğrenme materyalleri, farklı medya kanalları aracılığıyla bütünleşik bir hikâye olarak sunan bu kullanım, zaman ve mekân sınırlamalarını aşabilme, yaşam boyu öğrenme ve anlık bilgi edinme ihtiyaçlarına cevap verme potansiyeline sahip, Transmedya ile eğitimde güncel eğilimler ve geleceğe yönelik öngörü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Veri Analitiği ve Öğrenme Analitiği",
      "B": "Mobil Öğrenme ve Mikro-Öğrenme",
      "C": "Oyunlaştırma ve Ciddi Oyunlar",
      "D": "Sosyal Medya ve İş Birlikçi Öğrenme Platformları",
      "E": "Açık Eğitim Kaynakları ve Transmedya"
    },
    "correctAnswer": "B",
    "explanation": "<strong>Mobil Öğrenme ve Mikro-Öğrenme</strong><br/>Sağlıktan dil eğitimine kadar geniş bir yelpazede kullanılabilecek olan kısa, odaklanmış öğrenme deneyimleri sunan Transmedya projeleri mobil cihazlar üzerinden kullanılacak uygulamalar olarak geliştirilebilmektedir. Öğrenme materyalleri, farklı medya kanalları aracılığıyla bütünleşik bir hikâye olarak sunulabilmektedir. Bu kullanım, zaman ve mekân sınırlamalarını aşabilme, yaşam boyu öğrenme ve anlık bilgi edinme ihtiyaçlarına cevap verme potansiyeline sahiptir."
  },
  {
    "id": "3832040",
    "unitNumber": 6,
    "text": "Transmedya projeleri farklı özel gereksinim durumlarındaki bireylerin eğitimleri için farklı şekillerde kullanılabilir. Aşağıdakilerden hangisi fiziksel engelli öğrenciler için kullanılan eğitimlerdendir?",
    "options": {
      "A": "İşitsel yönlendirmelerle desteklenen metin okuma uygulamaları",
      "B": "Sosyal etkileşimi artırmaya yönelik grup oyun senaryoları",
      "C": "Öğrenme güçlüğü yaşayan bireyler için basitleştirilmiş dijital içerikler",
      "D": "Titreşim bazlı geri bildirim sağlayan interaktif uygulamalar",
      "E": "Duygusal ifadeleri tanımayı geliştiren mimik tanıma tabanlı dijital oyunlar"
    },
    "correctAnswer": "D",
    "explanation": "Fiziksel engelli öğrenciler için:<br/>• Göz izleme teknolojisi veya ses kontrolü ile yönetilebilen interaktif uygulamalar<br/>geliştirilebilir.<br/>• Sanal gerçeklik ve artırılmış gerçeklik uygulamaları ile fiziksel olarak erişilemeyen<br/>deneyimler sağlanabilir.<br/>• Uyarlanabilir giriş cihazları kullanılarak çeşitli dijital içeriklerle etkileşim kurulabilir.<br/>Titreşim bazlı geri bildirim sağlayan interaktif uygulamalar"
  },
  {
    "id": "3832049",
    "unitNumber": 6,
    "text": "Öğrencilerin proje boyunca gösterdikleri katılım ve etkinliği ölçerek, süreç odaklı bir yaklaşımın benimsenmesine olanak tanıyan <strong><em>Ölçme-Değerlendirme Yöntemi</em></strong> aşağıdakilerden hangisidir?",
    "options": {
      "A": "Rubrik temelli değerlendirme",
      "B": "Çoklu ortam değerlendirmesi",
      "C": "Oyun temelli değerlendirme",
      "D": "Performans değerlendirmesi",
      "E": "Adaptif değerlendirme"
    },
    "correctAnswer": "D",
    "explanation": "Performans değerlendirmesi ise öğrencilerin proje boyunca gösterdikleri katılım ve etkinliği ölçer;<br/>bu da süreç odaklı bir yaklaşımın benimsenmesine olanak tanır. Örneğin bir çevre bilinci projesinde<br/>öğrencilerin sosyal medya kampanyası yürütme, topluluk etkinlikleri düzenleme ve veri toplama gibi<br/>faaliyetlerdeki performansları değerlendirilebilir."
  },
  {
    "id": "3832035",
    "unitNumber": 6,
    "text": "İnteraktif ve çok platformlu doğası nedeniyle, transmedya projeleri öğrencilerin motivasyonunu artırma eğilimindedir. Bu teoriye göre, <strong><em>öğrenenlerin kendi öğrenme süreçlerini yönetmelerine olanak tanır, böylece öğrenen özerkliğini destekler.</em></strong> Bu teori aşağıdakilerden hangisidir?",
    "options": {
      "A": "Sosyal Gelişim Teorisi",
      "B": "Andragoji Teorisi",
      "C": "Çoklu Zekâ Teorisi",
      "D": "Anlamlı Öğrenme Teorisi",
      "E": "Multimodal okuryazarlık teorisi"
    },
    "correctAnswer": "B",
    "explanation": "Knowles’in (1975) <strong>Andragoji Teorisiyle</strong> uyumlu olarak, öğrenenlerin kendi öğrenme süreçlerini yönetmelerine olanak tanır, böylece öğrenen özerkliğini destekler."
  },
  {
    "id": "3832030",
    "unitNumber": 6,
    "text": "“Hikâye anlatımının ve içeriğin farklı medya platformları üzerinden genişletilmesi ve entegre edilmesi anlamına gelir” bu tanımlama aşağıdakilerden hangisidir?",
    "options": {
      "A": "Yayın grafiği",
      "B": "Multi medya",
      "C": "Transmedya",
      "D": "Storyboard",
      "E": "Dijital medya"
    },
    "correctAnswer": "C",
    "explanation": "<strong>Transmedya,</strong> hikâye anlatımının ve içeriğin farklı medya platformları üzerinden genişletilmesi<br/>ve entegre edilmesi anlamına gelir."
  },
  {
    "id": "3832558",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi transmedya hikâye anlatımının kullanıldığı alanlardan biri değildir?",
    "options": {
      "A": "Hollywood eğlence sektörü",
      "B": "Halkla ilişkiler",
      "C": "Reklamcılık",
      "D": "Matematik eğitimi",
      "E": "Bağımsız medya yapımları"
    },
    "correctAnswer": "D",
    "explanation": "Matematik eğitimi."
  },
  {
    "id": "3832586",
    "unitNumber": 7,
    "text": "Jenkins'e göre, hayran topluluklar nasıl bir yapıdadır?",
    "options": {
      "A": "Pasif bireylerden oluşur.",
      "B": "Yalnızca medya içeriklerini tüketenler.",
      "C": "İçerik üreten, yazan ve katılan aktif gruplardır.",
      "D": "Sadece bir medya platformunda faaliyet gösterirler.",
      "E": "Markalar tarafından kontrol edilen kitlelerdir."
    },
    "correctAnswer": "C",
    "explanation": "Jenkins’e göre medya hayranları sadece pasif tüketiciler değil, aynı zamanda aktif olarak içerik üreten, yazan ve katılan bireylerdir."
  },
  {
    "id": "3832570",
    "unitNumber": 7,
    "text": "Oyuncak markası Lego, transmedya anlatımını nasıl kullanmaktadır?",
    "options": {
      "A": "Sadece fiziksel oyuncak satışı yaparak",
      "B": "Farklı medya platformlarını kullanarak hikâye dünyasını genişleterek",
      "C": "Sadece televizyon reklamlarıyla",
      "D": "Yalnızca online oyunlar üreterek",
      "E": "Hikâyelerini sadece basılı kitaplar aracılığıyla yayarak"
    },
    "correctAnswer": "B",
    "explanation": "Farklı medya platformlarını kullanarak hikâye dünyasını genişleterek kullanır."
  },
  {
    "id": "3832582",
    "unitNumber": 7,
    "text": "Pokémon markası nasıl bir transmedya örneğidir?",
    "options": {
      "A": "Sadece oyun konsollarında oynanabilir.",
      "B": "Video oyunları, çizgi filmler, kart oyunları gibi farklı platformlardaki hikayelerini devam ettirir.",
      "C": "Tek bir mecrada pazarlanan bir markadır.",
      "D": "Sadece animasyon serisi olarak var olmuştur.",
      "E": "Yalnızca oyuncak sektöründe faaliyet göstermektedir."
    },
    "correctAnswer": "B",
    "explanation": "Video oyunları, çizgi filmler, kart oyunları gibi farklı platformlardaki hikayelerini devam ettiren transmedya örneğidir."
  },
  {
    "id": "3832585",
    "unitNumber": 7,
    "text": "Sanal topluluklar nasıl oluşur?",
    "options": {
      "A": "Sadece markalar tarafından oluşturulur.",
      "B": "Ortak ilgi veya sorunları paylaşanların dijital ortamda bir araya gelmesiyle oluşur.",
      "C": "Yalnızca sosyal medya platformlarında var olabilir.",
      "D": "Tüketicilerin markaya olan ilgisini azaltır.",
      "E": "Sadece belirli markalar tarafından desteklenir."
    },
    "correctAnswer": "B",
    "explanation": "Ortak ilgi veya sorunları paylaşanların dijital ortamda bir araya gelmesiyle oluşur. (Eğitim, eğlence, iş ya da özel ilgi alanlarını içeren sanal topluluklar oluşturulabilir.)"
  },
  {
    "id": "3832556",
    "unitNumber": 7,
    "text": "Transmedya hikâye anlatımı kavramını geliştiren medya kuramcısı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Henry Jenkins",
      "B": "Roland Barthes",
      "C": "Jean Baudrillard",
      "D": "Umberto Eco",
      "E": "Manuel Castells"
    },
    "correctAnswer": "A",
    "explanation": "Hikâye anlatımı kavramı Henry Jenkins tarafından geliştirilmiştir. Transmedya hikâye anlatımını “orijinal metinlere veya yan ürünlere dayalı modelden ziyade, franchise gelişiminde daha entegre bir yaklaşım olarak, her bir medyanın dünyayı anlayışımıza farklı katkılarda bulunduğu, çeşitli medya platformlarında çözülen hikâyeler” şeklinde tanımlamaktadır."
  },
  {
    "id": "3832565",
    "unitNumber": 7,
    "text": "Transmedya hikâye anlatımının markalar için önemi nedir?",
    "options": {
      "A": "Markaların ürünlerini daha pahalı hale getirmesi",
      "B": "Tüketicilerin markayla daha güçlü bağlar kurmasını sağlaması",
      "C": "Reklamların izlenme oranını düşürmesi",
      "D": "Sadece televizyon reklamları üzerinden pazarlama yapılmasını sağlaması",
      "E": "Geleneksel pazarlama yöntemlerini yok etmesi"
    },
    "correctAnswer": "B",
    "explanation": "Tüketicilerin markayla daha güçlü bağlar kurmasını sağlaması."
  },
  {
    "id": "3832554",
    "unitNumber": 7,
    "text": "Transmedya kavramını ilk ortaya atan medya kuramcısı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Henry Jenkins",
      "B": "Marshall McLuhan",
      "C": "Marsha Kinder",
      "D": "Pierre Lévy",
      "E": "David Gauntlett"
    },
    "correctAnswer": "C",
    "explanation": "1991 yılında Marsha Kinder tarafından ilk defa transmedya teriminin kullanıldığı görülmektedir. Kinder, 1990’ların popüler çizgi roman karakterleri olan Teenage Mutant Ninja Turtles gibi markaların “ticari transmedya süper sistemleri” olduğunu ileri sürmüştür."
  },
  {
    "id": "3832574",
    "unitNumber": 7,
    "text": "Transmedya reklamcılıkta nasıl kullanılmaktadır?",
    "options": {
      "A": "Tüketicilerin farklı platformlarda etkileşime katılmasıyla",
      "B": "Reklamların tamamen ortadan kaldırılmasıyla",
      "C": "Sadece televizyonda reklam verilmesiyle",
      "D": "Tüketicilerin pasif hale getirilmesiyle",
      "E": "Yalnızca gazetelerde reklam yayınlanmasıyla"
    },
    "correctAnswer": "A",
    "explanation": "Tüketicilerin farklı platformlarda etkileşime katılmasıyla"
  },
  {
    "id": "3832561",
    "unitNumber": 7,
    "text": "Web 2.0’ın transmedya anlatımına katkısı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kullanıcıların içerik üretimini ve paylaşımını artırması",
      "B": "Hikâyeleri sadece yazılı hale getirmesi",
      "C": "Geleneksel medya kullanımını artırması",
      "D": "Kullanıcıların sadece tüketici olmasını sağlaması",
      "E": "Hikâyeleri tek bir platformda toplaması"
    },
    "correctAnswer": "A",
    "explanation": "Kullanıcıların içerik üretimini ve paylaşımını artırması. Web 2.0’ın gelişiyle birlikte, kullanıcı tarafından oluşturulan içeriklerin yanı sıra, etkileşimli içeriklerin sunumu, haberlere dahil olma, eğlendirme gibi kullanıcı deneyimlerinin bir parçası olunca içeriğe katılım sağlamaya başlamıştır ."
  },
  {
    "id": "3834016",
    "unitNumber": 8,
    "text": "<ol> <li>“………………. , bilginin yayılmasında devrim yaratmakla kalmayıp aynı zamanda modern grafik tasarımın da temelini atan önemli bir yenilik olarak kabul edilmektedir.”</li> </ol> <strong>Cümlesindeki boşluğa getirilecek en uygun seçenek aşağıdakilerden hangisidir? </strong>",
    "options": {
      "A": "İnternet",
      "B": "Bilgisayar",
      "C": "Gazete",
      "D": "Matbaa",
      "E": "Fotoğraf makinesi"
    },
    "correctAnswer": "D",
    "explanation": "Matbaa, doğru seçenektir."
  },
  {
    "id": "3834023",
    "unitNumber": 8,
    "text": "<strong>Macintosh bilgisayar arayüz tasarımları kaç yılında kullanıcıyla buluşmuştur? </strong>",
    "options": {
      "A": "1985",
      "B": "1984",
      "C": "1986",
      "D": "1983",
      "E": "1987"
    },
    "correctAnswer": "B",
    "explanation": "1984, doğru cevaptır."
  },
  {
    "id": "3834022",
    "unitNumber": 8,
    "text": "<strong>Tasarımları, modernist tasarım ilkelerinin katılığına meydan okuyan geometrik şekillerin, çarpıtılmış harf biçimlerinin ve alışılmadık ızgara yapılarının cesur bir şekilde kullanılmasıyla dikkat çeken tasarımcı aşağıdakilerden hangisidir? </strong>",
    "options": {
      "A": "Zuzanna Licko",
      "B": "David Carson",
      "C": "Neville Brody",
      "D": "April Greiman",
      "E": "Jessica Walsh"
    },
    "correctAnswer": "C",
    "explanation": "Neville Brody, doğru seçenektir."
  },
  {
    "id": "3834020",
    "unitNumber": 8,
    "text": "<strong>Web İçeriği Erişilebilirlik Yönergeleri’nin kısaltması hangi seçenekte doğru verilmiştir?</strong>",
    "options": {
      "A": "HCI",
      "B": "ILT",
      "C": "HTML5",
      "D": "CSS",
      "E": "WCAG"
    },
    "correctAnswer": "E",
    "explanation": "WCAG, doğru seçenektir."
  },
  {
    "id": "3834021",
    "unitNumber": 8,
    "text": "<strong>Öncü tasarımcılardan Zuzanna Licko’nun da kurucularından biri olduğu yazı karakteri ve tasarım dergisi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "The Face",
      "B": "Ray Gun",
      "C": "Arena",
      "D": "Emigre",
      "E": "Graphis"
    },
    "correctAnswer": "D",
    "explanation": "Emigre, doğru seçenektir."
  },
  {
    "id": "3834018",
    "unitNumber": 8,
    "text": "Dijital bilgileri fiziksel dünyanın üzerine entegre ederek, kullanıcıya hem gerçek hem sanal unsurların iç içe geçtiği harmanlanmış bir gerçeklik sunar ve hikâye anlatımını zenginleştirir. Kullanıcıların hikâyeyi üç boyutlu bir ortamda deneyimleyip etkileşime geçebildiği, tamamen sürükleyici bir deneyim sunar. Bu teknoloji, yüksek düzeyde katılım sağlayarak anlatıyı daha etkileyici hâle getirir. <br/><strong>Bu tanım aşağıdaki kavramlardan hangisine aittir?</strong>",
    "options": {
      "A": "Artırılmış Gerçeklik",
      "B": "Multimedya",
      "C": "Sosyal Medya",
      "D": "Yapay Zeka",
      "E": "Sanal Gerçeklik"
    },
    "correctAnswer": "A",
    "explanation": "Artırılmış Gerçeklik, doğruseçenektir."
  },
  {
    "id": "3834025",
    "unitNumber": 8,
    "text": "“Arayüz tasarımında interaktif hikâye anlatımının dikkate değer bir örneği, “thatgamecompany” tarafından 2012’de geliştirilen ödüllü ………….. oyunudur.”<br/><strong>Cümlede bulunan boşluğa uygun seçenek aşağıdakilerden hangisidir? </strong>",
    "options": {
      "A": "Journey",
      "B": "Flow",
      "C": "Flower",
      "D": "Sky: Children of the Light",
      "E": "Ico"
    },
    "correctAnswer": "A",
    "explanation": "Journey, doğru cevaptır."
  },
  {
    "id": "3834017",
    "unitNumber": 8,
    "text": "“Grafik tasarımda bilgisayar teknolojisinin erken benimsenmesinde en önde gelen isimlerinden biri olan ………………………. , Macintosh bilgisayarın bir tasarım aracı olarak kullanılmasına öncülük etmesiyle tanınır.”<br/><strong>İlgili boşluğa gelmesi gereken seçenek aşağıdakilerden hangisidir</strong>?",
    "options": {
      "A": "April Greiman",
      "B": "David Carson",
      "C": "Zuzanna Licko",
      "D": "Neville Brody",
      "E": "Jessica Walsh"
    },
    "correctAnswer": "A",
    "explanation": "April Greiman, doğru seçenektir."
  },
  {
    "id": "3834026",
    "unitNumber": 8,
    "text": "“Tasarımcılar, dijital içeriği gerçek dünyanın üzerine yerleştirmek için ……………………. teknolojisini kullanarak kullanıcıların fiziksel ortamlarında anlatıyla etkileşime girmelerini sağlar. Bu araç, ekranın ötesine geçen sürükleyici deneyimler yaratmada etkilidir.”<br/><strong>Yukarıda boş bırakılan alana gelmesi gereken seçenek aşağıdakilerden hangisidir? </strong>",
    "options": {
      "A": "Yapay Zeka",
      "B": "Sanal Gerçeklik",
      "C": "Artırılmış Gerçeklik",
      "D": "Mulitmedya",
      "E": "Transmedya"
    },
    "correctAnswer": "C",
    "explanation": "Artırılmış Gerçeklik, doğru seçenektir."
  },
  {
    "id": "3834019",
    "unitNumber": 8,
    "text": "“………………. , uyarlanabilir ve kişiselleştirilmiş hikâye anlatımı deneyimleri oluşturmak için kullanılır. Kullanıcı davranışını analiz ederek, anlatıyı gerçek zamanlı olarak değiştirebilir ve her kullanıcı için benzersiz bir deneyim sunabilir.”<br/><strong>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir? </strong>",
    "options": {
      "A": "Artırılmış Gerçeklik",
      "B": "Yapay Zeka",
      "C": "Sanal Gerçeklik",
      "D": "Transmedya Hikaye Anlatımı",
      "E": "Sosyal medya"
    },
    "correctAnswer": "B",
    "explanation": "Yapay Zeka, doğru seçenektir."
  }
]