[
  {
    "id": "2972804",
    "unitNumber": 1,
    "text": "Which of the following has become the most frequently used word in popular management books and in academic business literature?",
    "correctAnswer": "B",
    "options": {
      "A": "Technology",
      "B": "Innovation",
      "C": "Management",
      "D": "Phenomenon",
      "E": "Research policy"
    },
    "explanation": "Innovation has become one of the most frequently used words not only in pop-management books but also in academic business literature. Although making things that you have been doing in better ways or coming up with novel solutions to the ongoing problems is almost as old as humankind, the concept of innovation and technology management and research policy has attracted significant interest starting from the second half of the 20th century."
  },
  {
    "id": "2972805",
    "unitNumber": 1,
    "text": "Which of the following is the organizations' and their managers' belief that a brighter future is only possible by?",
    "correctAnswer": "C",
    "options": {
      "A": "Finding out novel solutions.",
      "B": "Attracting significant interests.",
      "C": "Developing and sustaining innovative capabilities.",
      "D": "Solving ongoing problems almost as old as humankind.",
      "E": "Developing the dominant organizations virtually in every sector."
    },
    "explanation": "Organizations and their managers believe that a brighter future is only possible by developing and sustaining innovative capabilities (Christensen and Raynor, 2003). Trott (2017: 5) states that the dominant organizations virtually in every sector are more innovative than their closest rivals."
  },
  {
    "id": "2972806",
    "unitNumber": 1,
    "text": "Which of the following is true in terms of innovation's effect on today's economical sphere?",
    "correctAnswer": "A",
    "options": {
      "A": "Innovation tends to bring novelty into the economic sphere.",
      "B": "Innovation is evidently limited in specific applications of companies.",
      "C": "Innovation is not behind differences in the performance of organizations.",
      "D": "Innovation is influential explanatory factor in the performances of employers",
      "E": "Innovation and the performance of regions and countries are strictly limited."
    },
    "explanation": "Today, it is self-evident that innovation tends to bring novelty into the economic sphere, to cluster in specific industries, and is an influential explanatory factor behind differences in the performance of organizations, regions, and countries (Fagerberg,2005: 20)."
  },
  {
    "id": "2972807",
    "unitNumber": 1,
    "text": "Which of the following is correct for business administration students?",
    "correctAnswer": "D",
    "options": {
      "A": "They should be able to connect the infrastructure with organizational characteristics.",
      "B": "They should be able to provide technology management for fundamentals of economy with a broader perspective .",
      "C": "They need to complete their bachelor’s degree before they study the fundamentals of innovation management.",
      "D": "They should integrate technology, innovation management philosophy and terminology with all they have learned so far.",
      "E": "They should contextualize managing technology and innovation when it is required for the history of innovation management."
    },
    "explanation": "As a business administration student, you should be able to connect the dots merging these three rankings. That is why, since you are gradually completing your bachelor’s degree, it is time to integrate all you have learned so far with technology and innovation management philosophy and terminology."
  },
  {
    "id": "2972808",
    "unitNumber": 1,
    "text": "Which of the following is the reason of the fact that the subject changes accordingly?",
    "correctAnswer": "B",
    "options": {
      "A": "Because the economists always tend to use some terms out of context.",
      "B": "Because technology and innovation management is a multidisciplinary field.",
      "C": "Because the economists avoid using an umbrella concept covering all the entities.",
      "D": "Because not-for-profit/non-governmental organizations prefer to use many concepts interchangeably .",
      "E": "Because the business scholars prefer using “business” and “companies” to denote different concepts."
    },
    "explanation": "Technology and innovation management is a multidisciplinary field, so the subject changes accordingly. Economists tend to use the term “firm”; business scholars prefer using “business” and “companies” while denoting the same entity. Although all of them can be used interchangeably, in this chapter, the term organization is used as an umbrella concept covering all the entities mentioned above and not-for-profit/non-governmental organizations."
  },
  {
    "id": "2972809",
    "unitNumber": 1,
    "text": "Which of the following is NOT one of the technological innovations from the economic history through which innovating company benefited enormously?",
    "correctAnswer": "D",
    "options": {
      "A": "George Stephenson and locomotive (1829)",
      "B": "James Watt and steam engine (1770 - 1780)",
      "C": "Isambard Kingdom Brunel and iron boat (1820 - 1845)",
      "D": "Joseph Alois Schumpeter and modern growth theory (1883-1950)",
      "E": "Michael Faraday and electromagnetic induction dynamo (1830 - 1840)"
    },
    "explanation": "James Watt and steam engine (1770 - 1780), Isambard Kingdom Brunel and iron boat (1820 - 1845), George Stephenson and locomotive (1829), Michael Faraday and electromagnetic induction dynamo (1830 - 1840), Thomas<br/>Edison and Joseph Swan and electric lightbulb (1879 - 1880) are all examples of technological innovations from the economic history through which innovating company benefited enormously."
  },
  {
    "id": "2972810",
    "unitNumber": 1,
    "text": "Which of the following is NOT true in regard to the history of technological innovations?",
    "correctAnswer": "C",
    "options": {
      "A": "Innovation has long been regarded as the engine of growth.",
      "B": "Technological innovations provide wealth for the innovator.",
      "C": "Technological innovations built blockages within the societies for that period.",
      "D": "Technological innovations provide wealth for the country where this occured.",
      "E": "The industrial revolution was the result of a series of technological innovations."
    },
    "explanation": "Technological innovations not only provide wealth for the<br/>innovator but also to the country where this has occurred. The industrial revolution, as we call it today, was the result of a series of technological innovations realized throughout the 19th century, which in turn became the primary building block of the progress within the societies for that period; thus, innovation has long been regarded as the engine of growth."
  },
  {
    "id": "2972811",
    "unitNumber": 1,
    "text": "Which of the following is NOT considered as the sub-fields of systematic analysis of the science policy and innovation studies?",
    "correctAnswer": "E",
    "options": {
      "A": "Organizations and innovation.",
      "B": "Sociological and other contributions.",
      "C": "Measuring technology and innovation.",
      "D": "The economics of innovation, technology and growth",
      "E": "Systems of the resource-based view in the firm's scope."
    },
    "explanation": "The field now includes sub-fields such as the (a) economics of innovation, technology and growth, (b) management of industrial innovation and the resource-based view of the firm, (c) organizations and innovation, (d) systems of innovation, (e) sociological and other contributions, and (f) measuring technology and innovation."
  },
  {
    "id": "2972812",
    "unitNumber": 1,
    "text": "Which of the following is the definition of the term \"creative destruction\" put forward by Schumpeter?",
    "correctAnswer": "D",
    "options": {
      "A": "A theoretical, historical, statistical analysis of business cycles.",
      "B": "An economic growth source driven by profit-seeking entrepreneurs.",
      "C": "A cross-disciplinary collaboration and interdisciplinary understanding.",
      "D": "A view of innovation as waves of power restructuring the whole market.",
      "E": "The importance of innovation to economic development, the role of entrepreneur and later the role of organized research and development."
    },
    "explanation": "Schumpeter popularized the term creative destruction, which views innovation as waves of power restructuring the whole market. Joseph Schumpeter argued that organizations and/or entrepreneurs who grasp the discontinuities faster than others will thrive"
  },
  {
    "id": "2972813",
    "unitNumber": 1,
    "text": "Which of the following is known as the economist who is considered as the pioneer of the modern theory of economic growth?",
    "correctAnswer": "A",
    "options": {
      "A": "Paul Romer",
      "B": "Robert Solow",
      "C": "Edwin Mansfield",
      "D": "Nikolai Kondratiev",
      "E": "Alexander Gerschenkron"
    },
    "explanation": "Later, another economist Paul Romer developed these theories further, and he is said to be responsible for the modern theory of economic growth, which is sometimes called the neo-Schumpeterian economic growth theory."
  },
  {
    "id": "2972814",
    "unitNumber": 1,
    "text": "Netflix has been disruptive to existing industries. Netflix has become so popular that it has challenged and had considerable negative effects on industries such as video tape rental business and traditional television channels. Thus, Netflix may be considered a good example of _______________________ in the media sector.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Creative destruction",
      "B": "Business growth",
      "C": "Black box",
      "D": "Technological gatekeeper",
      "E": "Roadmapping"
    },
    "explanation": "Schumpeter argued that the development and diffusion of new technologies by profit-seeking entrepreneurs formed economic growth sources, and coined the term creative destruction, which views innovation as waves of power restructuring the whole market. Joseph Schumpeter argued that organizations and/ or entrepreneurs who grasp the discontinuities faster than others will thrive. In this example, we see that Netflix, an innovative initiative, has replaced traditional media, causing creative destruction in the sector.<br/>The correct answer is A."
  },
  {
    "id": "2972815",
    "unitNumber": 1,
    "text": "Diffusion of technology and innovation follows the ________________ movement, and the respondents can be classified into various categories such as innovators, early adopters, early majority, late majority, and laggards.<br/>Which of the following terms is used to define the movement of diffusion of technology and innovation?",
    "correctAnswer": "E",
    "options": {
      "A": "Forward",
      "B": "Backward",
      "C": "Upward",
      "D": "Downward",
      "E": "S-curve"
    },
    "explanation": "Diffusion of technology and innovation follows the S-curve type movement, and the respondents can be classified into various categories such as innovators, early adopters, early majority, late majority, and laggards.<br/>The correct answer is E."
  },
  {
    "id": "2972816",
    "unitNumber": 1,
    "text": "Which of the following is the main role of a technological gatekeeper in an enterprise?",
    "correctAnswer": "B",
    "options": {
      "A": "Managing innovation processes of an organization",
      "B": "Linking the organization with the external environment and vice versa",
      "C": "Introducing organizational theories to the company",
      "D": "Promoting flexibility in the organization",
      "E": "Managing human resources processes"
    },
    "explanation": "Thomas J. Allen introduced the term “technological gatekeepers,” which denotes a crucial role of the people linking the organization with the external environment and vice versa. Characteristics of the technological gatekeepers, or the stars to be in line with Allen’s terminology, are high communicators and high technical performers. These people are seldom found at the top of the hierarchy but are more employed at the lower levels.<br/>The correct answer is B."
  },
  {
    "id": "2972817",
    "unitNumber": 1,
    "text": "A group of R&amp;D engineers brainstorm for a product update in a biomedical company. They cross-functionally use technology to find a suitable solution. This is an example of ____________________ level of technology use in an organization. <br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Individual",
      "B": "Functional",
      "C": "Organizational",
      "D": "Strategic",
      "E": "Instrumental"
    },
    "explanation": "Functional level, which can also be classified as departmental level, is about how groups work to perform their work, creating competencies that constitute technology. For example, a group of R&amp;D engineers brainstorm for a product update or an emergency team try to find out a solution for an ongoing crisis. Employees working together at the same department or employees working together cross-functionally use procedures and techniques to find a suitable solution that can be given as an example for this level.<br/>The correct answer is B."
  },
  {
    "id": "2972818",
    "unitNumber": 1,
    "text": "Which of the following is the definition of \"innovation as a trajectory\"?",
    "correctAnswer": "C",
    "options": {
      "A": "Acquiring, supporting, or using a product, method, or idea",
      "B": "Inventing or developing new products and new ways of doing things",
      "C": "A family of innovations to be derived from the source",
      "D": "Minor adjustments or radical changes in the innovation subject",
      "E": "A series of activities that are carried out by an organization for innovative outcomes"
    },
    "explanation": "Innovation as a trajectory is defined as a family of innovations to be derived from the source.<br/>The correct answer is C."
  },
  {
    "id": "2972819",
    "unitNumber": 1,
    "text": "______________________ is about a fundamental shift in technology that revolutionizes the products or the way they are used.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Disruptive innovation",
      "B": "Sustaining innovation",
      "C": "Radical innovation",
      "D": "Quantum technological change",
      "E": "Incremental technological change"
    },
    "explanation": "Quantum technological change is about a fundamental shift in technology that revolutionizes the products or the way they are used. Quantum innovations related to quantum technological change are described as new products or operating systems that incorporate quantum technological improvements.<br/>The correct answer is D."
  },
  {
    "id": "2972820",
    "unitNumber": 1,
    "text": "When Apple released iTunes as a media library and music marketplace, it offered convenience and lower price for customers. iTunes has changed the channel through which consumers have access to music. As a result of this, Walkmans, CDs, MP3 players and record stores are generally considered old-fashioned ways of listening to music in today’s market.<br/>Which of the following types of innovation did iTunes cause in the music market?",
    "correctAnswer": "A",
    "options": {
      "A": "Disruptive innovation",
      "B": "Sustaining innovation",
      "C": "Process innovation",
      "D": "Organizational innovation",
      "E": "Management innovation"
    },
    "explanation": "Christensen (2003) makes a distinction between disruptive and sustaining innovations. Disruptive innovations are principally not demanded by the current customers; sustaining innovations appeal more to the current customers since these innovations are based on an established product’s betterment. Disruptive innovations introduce improvements more significant than demanded, disrupting established players in the market.<br/>The correct answer is A."
  },
  {
    "id": "2972821",
    "unitNumber": 1,
    "text": "Companies can improve existing products or develop new products thanks to research and development in science. They can introduce an innovative product in the market before there is customer demand for it. <br/>Which of the following types of innovation approaches is defined in the given paragraph?",
    "correctAnswer": "D",
    "options": {
      "A": "Integrated engineering cycle",
      "B": "Differentiated services cycle",
      "C": "Natural and life sciences cycle",
      "D": "Technology push",
      "E": "Market pull"
    },
    "explanation": "In the technology-push model, the innovation process is initiated by the serendipity of scientists’ unexpected discoveries, technological experts apply these discoveries to new product ideas, engineers and designers transform them into prototypes to be tested before manufacturing experts make the process possible for effective and efficient production. Finally, marketing function comes into play and crafts a sound marketing strategy based on 4Ps. Marketers make decisions mostly on the price, placement, and promotion, and less about the product. The target audience is the passive recipient of the whole process.<br/>The correct answer is D."
  },
  {
    "id": "2972822",
    "unitNumber": 1,
    "text": "______________ is the thinking of new and novel ideas, whereas ____________ is the successful implementation of those ideas.<br/>Which of the two following terms complete the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Design - Construction",
      "B": "Creativity - Innovation",
      "C": "Entrepreneurship - Production",
      "D": "Organization - Management",
      "E": "Business - Marketing"
    },
    "explanation": "Creativity is the thinking of new and novel ideas, whereas innovation is the successful implementation of those ideas.<br/>The correct answer is B."
  },
  {
    "id": "2972823",
    "unitNumber": 1,
    "text": "Which of the following is <u>not</u> among the characteristics of a successful innovator?",
    "correctAnswer": "C",
    "options": {
      "A": "Exploring and understanding different dimensions of innovation",
      "B": "Managing innovation as a process",
      "C": "Providing limited flexibility to employees",
      "D": "Creating conditions to enable the organization to repeat the innovation trick",
      "E": "Building a dynamic capability"
    },
    "explanation": "According to Bessant and Tidd (2015: 16), successful innovators have the following characteristics:<br/><ul><br/><li>Exploring and understanding different dimensions of innovation,</li><br/><li>Managing innovation as a process,</li><br/><li>Creating conditions to enable the organization to repeat the innovation trick,</li><br/><li>Focusing on creating the innovative capability to move their organization’s forward and</li><br/><li>Building a dynamic capability.</li><br/></ul><br/>Thus, providing limited flexibility to employees is not one of the characteristics of successful innovators.<br/>The correct answer is C."
  },
  {
    "id": "2972824",
    "unitNumber": 1,
    "text": "Which of the following is <strong><u>not</u></strong> among the sub-fields of technology and innovation management?",
    "correctAnswer": "E",
    "options": {
      "A": "Economics of innovation",
      "B": "Management of industrial innovation",
      "C": "Systems of innovation",
      "D": "Measuring technology and innovation",
      "E": "History of innovation"
    },
    "explanation": "Explain technology and innovation management’s interdisciplinary historical roots<br/>The field in which technology and innovation management related research activities are conducted has matured. The field now includes sub-fields such as the (a) economics of innovation, technology and growth, (b) management of industrial innovation and the resource-based view of the firm, (c) organizations and innovation, (d) systems of innovation, (e) sociological and other contributions, and (f) measuring technology and innovation."
  },
  {
    "id": "2972825",
    "unitNumber": 1,
    "text": "Which of the following is <strong><u>not</u></strong> among the examples of technological innovations from the economic history through which innovating company benefited enormously?",
    "correctAnswer": "C",
    "options": {
      "A": "James Watt and steam engine",
      "B": "Isambard Kingdom Brunel and iron boat",
      "C": "Christopher Columbus and the discovery of America",
      "D": "Michael Faraday and electromagnetic induction dynamo",
      "E": "Thomas Edison and Joseph Swan and electric lightbulb"
    },
    "explanation": "Explain technology and innovation management’s interdisciplinary historical roots<br/>James Watt and steam engine (1770 - 1780), Isambard Kingdom Brunel and iron boat (1820- 1845), George Stephenson and locomotive (1829), Michael Faraday and electromagnetic induction dynamo (1830 - 1840), Thomas Edison and Joseph Swan and electric lightbulb (1879 - 1880) are all examples of technological innovations from the economic history through which innovating company benefited enormously."
  },
  {
    "id": "2972826",
    "unitNumber": 1,
    "text": "______ is the combination of skills, knowledge, abilities, materials, machines, computers, tools, and other equipment that people use to convert or change raw materials into valuable goods and services.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Technology",
      "B": "Innovation",
      "C": "Management",
      "D": "Information",
      "E": "Organization"
    },
    "explanation": "Define the concept of technology management<br/>Technology can be defined as “the combination of skills, knowledge, abilities, materials, machines, computers, tools, and other equipment that people use to convert or change raw materials into valuable goods and services” (Jones, 2013: 263)."
  },
  {
    "id": "2972827",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Individual level</li><br/><li>Functional level</li><br/><li>Organizational level</li><br/><li>Time level</li><br/></ol><br/>Which of the given levels constitute technology?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "I-IV",
      "D": "I-II-III",
      "E": "I-II-IV"
    },
    "explanation": "Define the concept of technology management<br/>Technology in organizations exists at three levels, namely individual, functional, and organizational levels."
  },
  {
    "id": "2972828",
    "unitNumber": 1,
    "text": "Which of the following innovation types refers to the introduction of a new/improved structural arrangement?",
    "correctAnswer": "B",
    "options": {
      "A": "Process",
      "B": "Organizational",
      "C": "Product",
      "D": "Management",
      "E": "Service"
    },
    "explanation": "Describe the fundamentals of innovation management<br/>Organizational innovation is the introduction of a new/improved structural arrangement. It is mostly about finding new solutions for the structural design problems of the organizations"
  },
  {
    "id": "2972829",
    "unitNumber": 1,
    "text": "Henry Ford’s invention of the world’s first moving assembly line changed how automobiles are manufactured at any production facility.<br/>Which of the following innovation types is related to the given example?",
    "correctAnswer": "C",
    "options": {
      "A": "Production",
      "B": "Organizational",
      "C": "Process",
      "D": "Management",
      "E": "Commercial/marketing"
    },
    "explanation": "Describe the fundamentals of innovation management<br/>Process innovation is about the development of a new manufacturing process. The aim of introducing a new process can be to decrease production cost, increase product quality, or both. For example, Henry Ford’s invention of the world’s first moving assembly line changed how automobiles are manufactured at any production facility."
  },
  {
    "id": "2972830",
    "unitNumber": 1,
    "text": "Which of the following innovation models' primary purpose is to help organizations to understand what has been going on today in the realm of science and technology?",
    "correctAnswer": "D",
    "options": {
      "A": "Iterative",
      "B": "Nonlinear",
      "C": "Linear",
      "D": "Cyclic",
      "E": "Processual"
    },
    "explanation": "Describe the fundamentals of innovation management<br/>The cyclic innovation model’s primary purpose is to help organizations understand what has been going on today in the realm of science and technology and to tell them what position they should take."
  },
  {
    "id": "2972831",
    "unitNumber": 1,
    "text": "Which of the following is <strong><u>not</u></strong> a level of technology-push model of innovation?",
    "correctAnswer": "A",
    "options": {
      "A": "Marketing insights",
      "B": "Research and development",
      "C": "Manufacturing",
      "D": "Target audience",
      "E": "Marketing"
    },
    "explanation": "Describe the fundamentals of innovation management<br/>According to Trott (2017: 23) Research and Development, Manufacturing, Marketing and Target Audience is the process of Technology-Push Model of Innovation."
  },
  {
    "id": "2972832",
    "unitNumber": 1,
    "text": "Which of the following is<strong> <u>not</u></strong> a characteristic of a successful innovator?",
    "correctAnswer": "E",
    "options": {
      "A": "Creating conditions to enable the organization to repeat the innovation trick",
      "B": "Exploring and understanding different dimensions of innovation",
      "C": "Focusing on creating the innovative capability to move their organization’s forward",
      "D": "Managing innovation as a process",
      "E": "Building a stable capability"
    },
    "explanation": "Describe organizational characteristics required for managing technology and innovation successfully<br/>At the individual level, according to Bessant and Tidd (2015: 16), successful innovators have the following characteristics:<br/><ul><br/><li>Exploring and understanding different dimensions of innovation,</li><br/><li>Managing innovation as a process,</li><br/><li>Creating conditions to enable the organization to repeat the innovation trick,</li><br/><li>Focusing on creating the innovative capability to move their organization’s forward</li><br/><li>Building a dynamic capability.</li><br/></ul>"
  },
  {
    "id": "2972833",
    "unitNumber": 1,
    "text": "Which of the following refers to managing without authority, shared leadership, and building extensive networks as new skills required for success?",
    "correctAnswer": "B",
    "options": {
      "A": "Organizational management",
      "B": "Virtual management",
      "C": "Innovation management",
      "D": "Marketing",
      "E": "Technology management"
    },
    "explanation": "Describe organizational characteristics required for managing technology and innovation successfully<br/>Virtual management, managing without authority, shared leadership, and building extensive networks are new skills required for success."
  },
  {
    "id": "3072139",
    "unitNumber": 1,
    "text": "Which famous economist has coined the idea that the development and diffusion of new technologies by profit-seeking entrepreneurs formed economic growth sources?",
    "correctAnswer": "A",
    "options": {
      "A": "Joseph A. Schumpeter",
      "B": "Michael C. Brown",
      "C": "James A. Ramsey",
      "D": "Martin L. Longwood",
      "E": "Timoth D. Taylor"
    },
    "explanation": "Joseph A. Schumpeter"
  },
  {
    "id": "3072149",
    "unitNumber": 1,
    "text": "Which of the following economists further developed Schumpeter's ideas by moving the attention from how capitalism administers existing structures to how it creates and destroys them?",
    "correctAnswer": "B",
    "options": {
      "A": "James Duncan",
      "B": "Robert Solow",
      "C": "Jason Crane",
      "D": "David Bowman",
      "E": "William Butler"
    },
    "explanation": "Robert Solow"
  },
  {
    "id": "3072159",
    "unitNumber": 1,
    "text": "Diffusion of technology and innovation follows the S-curve type movement, and the respondents can be classified into various categories such as ________, early adopters, early majority, late majority, and laggards<br/>Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Entrepreneurs",
      "B": "Sociologists",
      "C": "Economists",
      "D": "Innovators",
      "E": "Scientists"
    },
    "explanation": "Diffusion of technology and innovation follows the S-curve type movement, and the respondents can be classified into various categories such as innovators, early adopters, early majority, late majority, and laggards."
  },
  {
    "id": "3072168",
    "unitNumber": 1,
    "text": "An excellent technological __________ must be both a high communicator and a high technical performer.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Employee",
      "B": "Entrepreneur",
      "C": "Gatekeeper",
      "D": "Executive",
      "E": "employer"
    },
    "explanation": "An excellent technological gatekeeper must be both a high communicator and a high technical performer."
  },
  {
    "id": "3072170",
    "unitNumber": 1,
    "text": "A good fit between technology and _______ leads to success, whereas a poor fit leads to failure.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Organizational design",
      "B": "Finance",
      "C": "Workplace",
      "D": "Customer",
      "E": "Organic marketing"
    },
    "explanation": "A good fit between technology and organizational design leads to success, whereas a poor fit leads to failure."
  },
  {
    "id": "3072180",
    "unitNumber": 1,
    "text": "_______ is the knowledge applied to products or production processes.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Marketing",
      "B": "Accounting",
      "C": "Entrepreneurship",
      "D": "Technology",
      "E": "Science"
    },
    "explanation": "Technology is the knowledge applied to products or production processes."
  },
  {
    "id": "3072185",
    "unitNumber": 1,
    "text": "Technology in organizations exists at three levels: _______, functional, and organizational levels.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Financial",
      "B": "Individual",
      "C": "Managerial",
      "D": "Creative",
      "E": "Competitive"
    },
    "explanation": "Technology in organizations exists at three levels: individual, functional, and organizational levels."
  },
  {
    "id": "3072197",
    "unitNumber": 1,
    "text": "Which of the following is NOT among the tools used in technology management?",
    "correctAnswer": "A",
    "options": {
      "A": "Cost evaluation",
      "B": "Roadmapping",
      "C": "S-curve",
      "D": "Stage-gate",
      "E": "Value analysis"
    },
    "explanation": "Patent management, portfolio management, roadmapping, S-curve, stage-gate, and value analysis are tools used in technology management."
  },
  {
    "id": "3072204",
    "unitNumber": 1,
    "text": "Schumpeterian view incorporates economic, strategic,and organizational behavior perspectives for better understanding the internal activities while recognizing organizations’ interactions with the _______.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Employers",
      "B": "Market",
      "C": "Customers",
      "D": "External environment",
      "E": "Competitors"
    },
    "explanation": "Schumpeterian view incorporates economic, strategy,andorganizationalbehaviorperspectives for better understanding the internal activities while recognizing organizations’ interactions with the external environment."
  },
  {
    "id": "3072209",
    "unitNumber": 1,
    "text": "________ technological change is about refinements of the same base technology, which leads to incremental improvements in products and processes.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Radical",
      "B": "Cost-effective",
      "C": "Incremental",
      "D": "Organized",
      "E": "Quantum"
    },
    "explanation": "Incremental technological change is about refinements of the same base technology, which leads to incremental improvements in products and processes."
  },
  {
    "id": "3073583",
    "unitNumber": 1,
    "text": "According the \"Global Rankings in Business Compared,\" what is the top company in Fortune Global 500 2020?",
    "correctAnswer": "A",
    "options": {
      "A": "Walmart",
      "B": "Apple",
      "C": "Google",
      "D": "Sinopec Group",
      "E": "Microsoft"
    },
    "explanation": "According the \"Global Rankings in Business Compared,\" the top company in Fortune Global 500 2020 is Walmart."
  },
  {
    "id": "3073591",
    "unitNumber": 1,
    "text": "According the \"Global Rankings in Business Compared,\" what is the top company on the Forbes’s The World’s Most Valuable Brands list?",
    "correctAnswer": "B",
    "options": {
      "A": "Walmart",
      "B": "Apple",
      "C": "Microsoft",
      "D": "Amazon",
      "E": "Google"
    },
    "explanation": "According the \"Global Rankings in Business Compared,\" the top company on the Forbes’s The World’s Most Valuable Brands list is <strong>Apple</strong>."
  },
  {
    "id": "3073596",
    "unitNumber": 1,
    "text": "According the \"Global Rankings in Business Compared,\" what is the top company on the BCG The Most Innovative Companies Ranking list for 2020?",
    "correctAnswer": "B",
    "options": {
      "A": "Walmart",
      "B": "Apple",
      "C": "Sinopec group",
      "D": "Google",
      "E": "Amazon"
    },
    "explanation": "According the \"Global Rankings in Business Compared,\" the top company on the BCG The Most Innovative Companies Ranking list for 2020 is Apple."
  },
  {
    "id": "3073622",
    "unitNumber": 1,
    "text": "Whose quote is “not to innovate is to die”?",
    "correctAnswer": "A",
    "options": {
      "A": "Christopher Freeman",
      "B": "Luc Soete",
      "C": "James Watt",
      "D": "Isambard Kingdom Brunel",
      "E": "George Stephenson"
    },
    "explanation": "There is no secret formula, but if we remember one of the most influential innovation theorists <strong>Christopher Freeman</strong>’s (1982) “…not to innovate is to die” quote (Freeman and Soete, 1997: 266), we have to acknowledge that innovation has a special place in this causation."
  },
  {
    "id": "3073631",
    "unitNumber": 1,
    "text": "Who invented the steam engine?",
    "correctAnswer": "A",
    "options": {
      "A": "James Watt",
      "B": "Isambard Kingdom Brunel",
      "C": "George Stephenson",
      "D": "Michael Faraday",
      "E": "Joseph Swan"
    },
    "explanation": "<strong>James Watt and steam engine</strong> (1770 - 1780), Isambard Kingdom Brunel and iron boat (1820- 1845), George Stephenson and locomotive (1829), Michael Faraday and electromagnetic induction dynamo (1830 - 1840), Thomas Edison and Joseph Swan and electric lightbulb (1879 - 1880) are all examples of technological innovations from the economic history through which innovating company benefited enormously."
  },
  {
    "id": "3073636",
    "unitNumber": 1,
    "text": "Who invented the iron boat?",
    "correctAnswer": "B",
    "options": {
      "A": "James Watt",
      "B": "Isambard Kingdom Brunel",
      "C": "George Stephenson",
      "D": "Michael Faraday",
      "E": "Joseph Swan"
    },
    "explanation": "James Watt and steam engine (1770 - 1780), <strong>Isambard Kingdom Brunel and iron boat</strong> (1820- 1845), George Stephenson and locomotive (1829), Michael Faraday and electromagnetic induction dynamo (1830 - 1840), Thomas Edison and Joseph Swan and electric lightbulb (1879 - 1880) are all examples of technological innovations from the economic history through which innovating company benefited enormously."
  },
  {
    "id": "3073654",
    "unitNumber": 1,
    "text": "Who invented the locomotive?",
    "correctAnswer": "C",
    "options": {
      "A": "James Watt",
      "B": "Isambard Kingdom Brunel",
      "C": "George Stephenson",
      "D": "Michael Faraday",
      "E": "Joseph Swan"
    },
    "explanation": "James Watt and steam engine (1770 - 1780), Isambard Kingdom Brunel and iron boat (1820- 1845), <strong>George Stephenson and locomotive</strong> (1829), Michael Faraday and electromagnetic induction dynamo (1830 - 1840), Thomas Edison and Joseph Swan and electric lightbulb (1879 - 1880) are all examples of technological innovations from the economic history through which innovating company benefited enormously."
  },
  {
    "id": "3073659",
    "unitNumber": 1,
    "text": "Who invented the electromagnetic induction dynamo?",
    "correctAnswer": "D",
    "options": {
      "A": "James Watt",
      "B": "Isambard Kingdom Brunel",
      "C": "George Stephenson",
      "D": "Michael Faraday",
      "E": "Joseph Swan"
    },
    "explanation": "James Watt and steam engine (1770 - 1780), Isambard Kingdom Brunel and iron boat (1820- 1845), George Stephenson and locomotive (1829), <strong>Michael Faraday and electromagnetic induction dynamo</strong> (1830 - 1840), Thomas Edison and Joseph Swan and electric lightbulb (1879 - 1880) are all examples of technological innovations from the economic history through which innovating company benefited enormously."
  },
  {
    "id": "3073662",
    "unitNumber": 1,
    "text": "During which decades of history innovation was studied as an \"artifact\"?",
    "correctAnswer": "C",
    "options": {
      "A": "the 1920s and 1940s",
      "B": "the 1940s and 1950s",
      "C": "the 1950s and 1980s",
      "D": "the 1980s and 1990s",
      "E": "the 1990s and 2000s"
    },
    "explanation": "Historically, innovation was studied <strong>as an artifact between the 1950s and 1980s</strong>, as technology and organization between the 1980s and 1990s, and as networks embraced electronically from 1995 until today (Clark, 2003: 21)."
  },
  {
    "id": "3073666",
    "unitNumber": 1,
    "text": "During which decades of history innovation was studied as as \"technology and organization\"?",
    "correctAnswer": "D",
    "options": {
      "A": "the 1920s and 1940s",
      "B": "the 1940s and 1950s",
      "C": "the 1950s and 1980s",
      "D": "the 1980s and 1990s",
      "E": "the 1990s and 2000s"
    },
    "explanation": "Historically, innovation was studied as an artifact between the 1950s and 1980s, <strong>as technology and organization between the 1980s and 1990</strong>s, and as networks embraced electronically from 1995 until today (Clark, 2003: 21)."
  },
  {
    "id": "2972834",
    "unitNumber": 2,
    "text": "<strong> i-Product versus incremental innovation</strong><br/><strong>ii-Radical versus incremental innovation</strong><br/><strong>iii-Competence-enhancing versus modular innovation</strong><br/><strong>iv-Architectural versus component innovation</strong><br/><strong>v-Process versus component innovation</strong><br/><strong>Which of the innovation types listed above can be accepted as an example of different classifications that are commonly used in the innovation management literature?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "i; ii",
      "B": "i; iii",
      "C": "ii; iii",
      "D": "ii; iv",
      "E": "iv; v"
    },
    "explanation": "The answer is D. On page 33, in your book under the title of “Introduction” four different types of innovations are listed as follows:<br/><ul><br/><li>Product versus process innovation</li><br/><li><strong>Radical versus incremental innovation</strong></li><br/><li>Competence-enhancing versus competence-destroying innovation</li><br/><li><strong>Architectural versus component (modular) innovation</strong></li><br/></ul>"
  },
  {
    "id": "2972835",
    "unitNumber": 2,
    "text": "<strong>Which of the following types of innovation almost always focuses on increasing efficiency and effectiveness within the organization?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Process innovations",
      "B": "Product innovations",
      "C": "Radical innovations",
      "D": "Modular innovations",
      "E": "Component innovations"
    },
    "explanation": "The answer is A. Page 34, in your book under the title of “PRODUCT INNOVATION VERSUS PROCESS INNOVATION” gives the information that: “<strong>Process innovations</strong> almost always focus on increasing efficiency and effectiveness within the organization”."
  },
  {
    "id": "2972836",
    "unitNumber": 2,
    "text": "<strong>What type of innovation is a car manufacturer’s development of a new hybrid electric car?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Process",
      "B": "Radical",
      "C": "Product",
      "D": "Component",
      "E": "Modular"
    },
    "explanation": "The answer is C. Page 34, in your book under the title of “PRODUCT INNOVATION VERSUS PROCESS INNOVATION” gives the information that: “A car manufacturer’s development of a new hybrid electric car is a <strong>product innovation</strong>”."
  },
  {
    "id": "2972837",
    "unitNumber": 2,
    "text": "<strong>i- Product improvement</strong><br/><strong>ii-Service improvement</strong><br/><strong>iii- Cost improvements</strong><br/><strong>iv- Efficiency</strong><br/><strong>v- Effectiveness</strong><br/><strong>Which of the listed targets above related to process innovations?<br/></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "i; ii",
      "B": "i; iii",
      "C": "ii; iii; iv",
      "D": "ii; iv; v",
      "E": "iii; iv; v"
    },
    "explanation": "The answer is E. Page 34, in your book under the title of “PRODUCT INNOVATION VERSUS PROCESS INNOVATION” gives the information that: “Product innovations target product and service improvement while <strong>process innovations mainly target cost improvements, efficiency, and effectiveness</strong>”."
  },
  {
    "id": "2972838",
    "unitNumber": 2,
    "text": "<strong>Which of the following is among the expected behavior of the customers with respect to product and process innovations?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Product innovations are not visible to the customers",
      "B": "Process innovations are exactly visible to the customers",
      "C": "Customers do not benefit from process innovations",
      "D": "Customers do not experience the process innovations directly",
      "E": "Customers do not experience the outcome of process innovations"
    },
    "explanation": "<strong>The answer is D. Page 34, in your book under the title of “PRODUCT INNOVATION VERSUS PROCESS INNOVATION” gives the information that: “</strong>Product innovations <strong>are more v</strong>isible to the customers since these innovations are directly about products and services. On the other hand, process innovations <strong>are less visible to customers</strong> since they are about internal business processes. However, it <strong>does not mean that customers do not benefit</strong> from process innovations. Although they do <strong>not experience the</strong> process innovations directly, they <strong>experience the outcome of</strong> process innovations”."
  },
  {
    "id": "2972839",
    "unitNumber": 2,
    "text": "<strong>Which of the following types of innovation departs slightly from existing practices?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Radical",
      "B": "Incremental",
      "C": "Process",
      "D": "Product",
      "E": "Component"
    },
    "explanation": "The answer is B. Page 35, in your book under the title of “RADICAL INNOVATION VERSUS INCREMENTAL INNOVATION” gives the information that: “When the innovation departs slightly from existing practices, it is known as incremental innovation”."
  },
  {
    "id": "2972840",
    "unitNumber": 2,
    "text": "<strong>Which of the following characteristics related to incremental innovations? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Developing new technologies",
      "B": "Developing new markets",
      "C": "Developing new business models",
      "D": "Developing new strategies",
      "E": "Improving products"
    },
    "explanation": "The answer is E. Page 35, in your book under the title of “RADICAL INNOVATION VERSUS INCREMENTAL INNOVATION” gives the information that: “Radical innovations are focused on developing revolutionary new technologies, markets, business models, and strategies, incremental innovations refer to innovation processes that seek to improve existing systems and products to make them better, cheaper or faster”."
  },
  {
    "id": "2972841",
    "unitNumber": 2,
    "text": "<strong>i-Driven by market pull </strong><br/><strong>ii-Result of R&amp;D policy</strong><br/><strong>iii-</strong> <strong>Requires education</strong><br/><strong>iv-</strong> <strong>Result of a rational response</strong><br/><strong>v-Continuous</strong><br/><strong>vi-</strong> <strong>Implies a high level of uncertainty</strong><br/><strong>Which of the characteristics given aboveChoose the characteristics of a radical innovation between statements listed above.</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "i; ii; iii",
      "B": "i; iii; iv",
      "C": "ii; iii; iv",
      "D": "ii; iii; vi",
      "E": "iv; v; vi"
    },
    "explanation": "The answer is D. Table 2.1 on page 36, in your book under the title of “RADICAL INNOVATION VERSUS INCREMENTAL INNOVATION” listed the characteristics of radical innovations as follows:<br/><ul><br/><li>discontinuous (with or without predecessor; essential, nonlinear improvement obtained by the customer)</li><br/><li>based on new technologies</li><br/><li>lead to a new dominant design</li><br/><li>can lead to a paradigm shift</li><br/><li><strong>implies a high level of uncertainty</strong></li><br/><li>introduces a whole new set of performance features</li><br/><li><strong>requires education, new organization and skills</strong></li><br/><li><strong>result of chance or R&amp;D policy, not necessity</strong></li><br/><li>driven by technology (important in the early stage of technology)</li><br/></ul>"
  },
  {
    "id": "2972842",
    "unitNumber": 2,
    "text": "<strong>What type of innovation is the introduction of digital cameras?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Competence destroying",
      "B": "Competence enhancing",
      "C": "Modular",
      "D": "Component",
      "E": "Incremental"
    },
    "explanation": "The answer is A. Page 36, in your book under the title of “COMPETENCE-ENHANCING INNOVATION VERSUS COMPETENCE DESTROYING INNOVATION” gives the information that: “A good example of the competence destroying innovations is the introduction of digital cameras”."
  },
  {
    "id": "2972843",
    "unitNumber": 2,
    "text": "<strong>________ changes the whole configuration of the system as well as how the components interact with each other.</strong><br/><strong>Which of the following completes the sentence above?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Incremental innovation",
      "B": "Architectural innovation",
      "C": "Radical innovation",
      "D": "Modular innovation",
      "E": "Component innovation"
    },
    "explanation": "The answer is B. Page 38, in your book under the title of “ARCHITECTURAL INNOVATION VERSUS COMPONENT INNOVATION” gives the information that: “Architectural innovation changes the whole configuration of the system as well as how the components interact with each other”."
  },
  {
    "id": "2972844",
    "unitNumber": 2,
    "text": "_______ are generally defined in terms of the risks associated with them.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Radical innovations",
      "B": "Incremental innovations",
      "C": "Experiences of the organization",
      "D": "Existing practices",
      "E": "Degrees of new knowledge"
    },
    "explanation": "The answer is A.<br/>Radical innovations are generally defined in terms of the risks associated with them. Since the radical-incremental distinction is one of the perceived degrees of new knowledge embodied in the technology, managers likely differ in their judgment of an innovation based on their level of familiarity and experience."
  },
  {
    "id": "2972845",
    "unitNumber": 2,
    "text": "Which of the following characteristics belongs to the radical innovations?",
    "correctAnswer": "C",
    "options": {
      "A": "Continuous",
      "B": "Based on old technology",
      "C": "Requires education and new skills",
      "D": "Driven by market pull",
      "E": "The result of a rational response"
    },
    "explanation": "The answer is C.<br/><table><tbody><tr><td><br/><strong>Incremental innovation </strong><br/></td><td><br/><strong>Radical innovation </strong><br/></td></tr><tr><td><br/>continuous (linear improvement of value acquired by the customer)<br/></td><td><br/>discontinuous (with or without predecessor; essential, nonlinear improvement obtained by the customer)<br/></td></tr><tr><td><br/>based on old technology<br/></td><td><br/>based on new technologies<br/></td></tr><tr><td><br/>dominant design unchanged<br/></td><td><br/>lead to a new dominant design<br/></td></tr><tr><td><br/>does not lead to a paradigm shift<br/></td><td><br/>can lead to a paradigm shift<br/></td></tr><tr><td><br/>implies a low level of uncertainty<br/></td><td><br/>implies a high level of uncertainty<br/></td></tr><tr><td><br/>improvement of existing characteristics<br/></td><td><br/>introduces a whole new set of performance features<br/></td></tr><tr><td><br/>existing organization and qualifications are sufficient<br/></td><td><br/><strong>requires education, new organization and skills</strong><br/></td></tr><tr><td><br/>the result of a rational response or necessity<br/></td><td><br/>result of chance or R&amp;D policy, not necessity<br/></td></tr><tr><td><br/>driven by market pull (important in the advanced stage of technology)<br/></td><td><br/>driven by technology (important in the early stage of technology)<br/></td></tr></tbody></table>"
  },
  {
    "id": "2972846",
    "unitNumber": 2,
    "text": "Which of the following characteristics belongs to the radical innovations?",
    "correctAnswer": "E",
    "options": {
      "A": "Improvement of existing characteristics",
      "B": "The result of rational necessity",
      "C": "Dominant design unchanged",
      "D": "Implies a low level of uncertainty",
      "E": "Driven by technology"
    },
    "explanation": "The answer is E.<br/><table><tbody><tr><td><br/><strong>Incremental innovation </strong><br/></td><td><br/><strong>Radical innovation </strong><br/></td></tr><tr><td><br/>continuous (linear improvement of value acquired by the customer)<br/></td><td><br/>discontinuous (with or without predecessor; essential, nonlinear improvement obtained by the customer)<br/></td></tr><tr><td><br/>based on old technology<br/></td><td><br/>based on new technologies<br/></td></tr><tr><td><br/>dominant design unchanged<br/></td><td><br/>lead to a new dominant design<br/></td></tr><tr><td><br/>does not lead to a paradigm shift<br/></td><td><br/>can lead to a paradigm shift<br/></td></tr><tr><td><br/>implies a low level of uncertainty<br/></td><td><br/>implies a high level of uncertainty<br/></td></tr><tr><td><br/>improvement of existing characteristics<br/></td><td><br/>introduces a whole new set of performance features<br/></td></tr><tr><td><br/>existing organization and qualifications are sufficient<br/></td><td><br/>requires education, new organization and skills<br/></td></tr><tr><td><br/>the result of a rational response or necessity<br/></td><td><br/>result of chance or R&amp;D policy, not necessity<br/></td></tr><tr><td><br/>driven by market pull (important in the advanced stage of technology)<br/></td><td><br/><strong>driven by technology (important in the early stage of technology)</strong><br/></td></tr></tbody></table>"
  },
  {
    "id": "2972847",
    "unitNumber": 2,
    "text": "Which of the following characteristics belongs to the incremental innovations?",
    "correctAnswer": "D",
    "options": {
      "A": "Result of chance",
      "B": "Requires new organization",
      "C": "Based on new technologies",
      "D": "Implies a low level of uncertainty",
      "E": "Can lead to a paradigm shift"
    },
    "explanation": "The answer is D.<br/><table><tbody><tr><td><br/><strong>Incremental innovation</strong><br/>continuous (linear improvement of value acquired by the customer)<br/></td><td><br/><strong>Radical innovation</strong><br/>discontinuous (with or without predecessor; essential, nonlinear improvement obtained by the customer)<br/></td></tr><tr><td><br/>based on old technology<br/></td><td><br/>based on new technologies<br/></td></tr><tr><td><br/>dominant design unchanged<br/></td><td><br/>lead to a new dominant design<br/></td></tr><tr><td><br/>does not lead to a paradigm shift<br/></td><td><br/>can lead to a paradigm shift<br/></td></tr><tr><td><br/><strong>implies a low level of uncertainty</strong><br/></td><td><br/>implies a high level of uncertainty<br/></td></tr><tr><td><br/>improvement of existing characteristics<br/></td><td><br/>introduces a whole new set of performance features<br/></td></tr><tr><td><br/>existing organization and qualifications are sufficient<br/></td><td><br/>requires education, new organization and skills<br/></td></tr><tr><td><br/>the result of a rational response or necessity<br/></td><td><br/>result of chance or R&amp;D policy, not necessity<br/></td></tr><tr><td><br/>driven by market pull (important in the advanced stage of technology)<br/></td><td><br/>driven by technology (important in the early stage of technology)<br/></td></tr></tbody></table>"
  },
  {
    "id": "2972848",
    "unitNumber": 2,
    "text": "_______ have a strong potential to change the industry structure since they introduce new knowledge.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Competence-destroying innovations",
      "B": "Incremental innovations",
      "C": "Product innovations",
      "D": "Competence-enhancing innovations",
      "E": "Radical innovations"
    },
    "explanation": "The answer is A.<br/>Competence-destroying innovations have a strong potential to change the industry structure since they introduce new knowledge."
  },
  {
    "id": "2972849",
    "unitNumber": 2,
    "text": "An innovation to one or more components that does not significantly affect the overall configuration of the system is known as _______.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Architectural innovation",
      "B": "Modular innovation",
      "C": "Typical innovation",
      "D": "Radical innovation",
      "E": "Product innovation"
    },
    "explanation": "The answer is B.<br/>Thus, an innovation to one or more components that does not significantly affect the overall configuration of the system is known as component or modular innovation."
  },
  {
    "id": "2972850",
    "unitNumber": 2,
    "text": "________ changes the whole configuration of the system as well as how the components interact with each other.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Process innovation",
      "B": "Product innovation",
      "C": "Architectural innovation",
      "D": "Incremental innovation",
      "E": "Modular innovation"
    },
    "explanation": "The answer is C.<br/>Architectural innovation changes the whole configuration of the system as well as how the components interact with each other."
  },
  {
    "id": "2972851",
    "unitNumber": 2,
    "text": "Which of the following is <strong>not</strong> among the major types of innovation?",
    "correctAnswer": "E",
    "options": {
      "A": "Architectural innovation",
      "B": "Component innovation",
      "C": "Competence-enhancing innovation",
      "D": "Incremental innovation",
      "E": "Technological innovation"
    },
    "explanation": "The answer is E.<br/>This chapter mainly focuses on four different types of innovations, namely<br/>• Product versus process innovation<br/>• Radical versus incremental innovation<br/>• Competence-enhancing versus competence-destroying innovation<br/>• Architectural versus component (modular) innovation"
  },
  {
    "id": "2972852",
    "unitNumber": 2,
    "text": "_______ is forming a new product category or implementing alterations to existing products for the benefit of customers, process innovation is defined as tools, devices, and knowledge in throughput technology that mediate between inputs and outputs.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Product innovation",
      "B": "Process innovation",
      "C": "Radical innovation",
      "D": "Incremental innovation",
      "E": "Modular innovation"
    },
    "explanation": "The answer is A.<br/>A <strong>product innovation</strong> is forming a new product category or implementing alterations to existing products for the benefit of customers, process innovation is defined as tools, devices, and knowledge in throughput technology that mediate between inputs and output"
  },
  {
    "id": "2972853",
    "unitNumber": 2,
    "text": "An organization introduces a new method, technique, or process to reduce defect rates or increase the quantity of products/services that may be produced in a given time, such an initiative is considered to be a _______.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "Radical innovation",
      "B": "Incremental innovation",
      "C": "Component innovation",
      "D": "Product innovation",
      "E": "Process innovation"
    },
    "explanation": "The answer is E.<br/>An organization introduces a new method, technique, or process to reduce defect rates or increase the quantity of products/services that may be produced in a given time, such an initiative is considered to be a <strong>process innovation.</strong>"
  },
  {
    "id": "3071720",
    "unitNumber": 2,
    "text": "Which of the following are among the types of innovations? <br/><ol type=\"I\"><br/><li><br/>Product versus process innovation<br/></li><br/><li><br/>Exponential versus incremental innovation<br/></li><br/><li><br/>Competence-enhancing versus competence-destroying innovation<br/></li><br/><li><br/>Architectural versus component (modular) innovation<br/></li><br/></ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III",
      "B": "I-II-III-IV",
      "C": "II-III-IV",
      "D": "I-III-IV",
      "E": "I-II-IV"
    },
    "explanation": "This chapter mainly focuses on four different types of innovations, namely<br/><ul><br/><li><br/>Product versus process innovation<br/></li><br/><li><br/>Radical versus incremental innovation<br/></li><br/><li><br/>Competence-enhancing versuscompetence-destroying innovation<br/></li><br/><li><br/>Architectural versus component (modular)innovation<br/></li><br/></ul>"
  },
  {
    "id": "3071739",
    "unitNumber": 2,
    "text": "Different types of innovations have a close relationship with each other. Which of the following could be the nature of this relationship? <br/><ol type=\"I\"><br/><li><br/>New processes may lead to the introduction of new products/services,<br/></li><br/><li><br/>New products/services may lead to the introduction of new processes,<br/></li><br/><li><br/>A product innovation for one company may simultaneously be a process innovation for another.<br/></li><br/></ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "I-II",
      "C": "II-III",
      "D": "I-III",
      "E": "I"
    },
    "explanation": "Although product versus process innovations were exemplified separately, it is important to note that these di erent types of innovations have a close relationship with each other. e nature of this relationship could be as follows:<br/><ul><br/><li><br/>New processes may lead to the introductionof new products/services,<br/></li><br/><li><br/>New products/services may lead to theintroduction of new processes,<br/></li><br/><li><br/>A product innovation for one companymay simultaneously be a process innovation for another.<br/></li><br/></ul>"
  },
  {
    "id": "3071968",
    "unitNumber": 2,
    "text": "Since radical innovations usually involve new knowledge, they are considered more _______ compared to incremental innovations.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Revolutionist",
      "B": "Risky",
      "C": "Developed",
      "D": "Sophisticated",
      "E": "Inductive"
    },
    "explanation": "Since radical innovations usually involve new knowledge, they are considered more risky compared to incremental innovations."
  },
  {
    "id": "3072010",
    "unitNumber": 2,
    "text": "The distinction between product versus process innovations is based on the ________ of the innovations.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Cost",
      "B": "Scope",
      "C": "Number",
      "D": "Creativity",
      "E": "Finance"
    },
    "explanation": "The distinction between product versus process innovations is based on the scope of the innovations."
  },
  {
    "id": "3072016",
    "unitNumber": 2,
    "text": "The distinction between product and process relates to the areas and activities that have a(n) _______ effect.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Financial",
      "B": "Business",
      "C": "Innovation",
      "D": "Technological",
      "E": "Architectural"
    },
    "explanation": "The distinction between product and process relates to the areas and activities that have an innovation effect."
  },
  {
    "id": "3072020",
    "unitNumber": 2,
    "text": "While a product innovation is forming a new product category or implementing alterations to existing products for the benefit of customers, _______ innovation is defined as tools, devices, and knowledge in throughput technology that mediate between inputs and outputs.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "Financial",
      "B": "Original",
      "C": "Enhancing",
      "D": "Competitive",
      "E": "Process"
    },
    "explanation": "While a product innovation is forming a new product category or implementing alterations to existing products for the benefit of customers, process innovation is defined as tools, &lt;<br/>While a product innovation is forming a new product category or implementing alterations to existing products for the benefit of customers, process innovation is defined as tools, devices, and knowledge in throughput technology that mediate between inputs and outputs."
  },
  {
    "id": "3072022",
    "unitNumber": 2,
    "text": "Which one of the following is a characteristic of incremental innovations?",
    "correctAnswer": "D",
    "options": {
      "A": "Implies a high level of uncertainty",
      "B": "Lead to a new dominant design",
      "C": "Requires education, new organization and skills",
      "D": "Driven by market pull",
      "E": "Based on new technologies"
    },
    "explanation": "Characteristics of Radical and Incremental Innovations: <br/><ul><br/><li>continuous (linear improvement of value acquired by the customer)</li><br/></ul><br/><ul><br/><li>based on old technology</li><br/></ul><br/><ul><br/><li>dominant design unchanged</li><br/></ul><br/><ul><br/><li>does not lead to a paradigm shift</li><br/></ul><br/><ul><br/><li>implies a low level of uncertainty</li><br/></ul><br/><ul><br/><li>improvement of existing characteristics</li><br/></ul><br/><ul><br/><li>existing organisation and qualifications are sufficient</li><br/></ul><br/><ul><br/><li>the result of a rational response or necessity</li><br/></ul><br/><ul><br/><li>driven by market pull (important in the advanced stage of technology)</li><br/></ul>"
  },
  {
    "id": "3072035",
    "unitNumber": 2,
    "text": "Which of the following types of innovation is more visible to customers?",
    "correctAnswer": "A",
    "options": {
      "A": "Product",
      "B": "Process",
      "C": "Financial",
      "D": "Technological",
      "E": "Managerial"
    },
    "explanation": "Product innovations are more visible to the customers compared to process innovations since these innovations are directly about products and services."
  },
  {
    "id": "3072050",
    "unitNumber": 2,
    "text": "Which of the following statements about the competence-enhancing and competence-destroying innovations is/are correct? <br/><ol type=\"I\"><br/><li>An innovation is considered as competence-enhancing when it builds up on an existing technology using the organization's existing knowledge base and competencies.</li><br/><li>An innovation is considered as competence-destroying when it replaces a technology, and therefore renders the organization's competencies obsolete.</li><br/><li>Competence-enhancing innovations render an organization's existing knowledge base and competencies obsolete.</li><br/></ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III",
      "B": "I-III",
      "C": "I-II",
      "D": "II-III",
      "E": "III"
    },
    "explanation": "<ul><br/><li>An innovation is considered as competence-enhancing when it builds up on an existing technology using the organisation’s existing knowledge base and competencies.</li><br/><li>An innovation is considered as competence-destroying when it replaces a technology, and therefore renders the organisation’s competencies obsolete.</li><br/><li>Competence-destroying innovations render an organisation’s existing knowledge base and competencies obsolete.</li><br/></ul>"
  },
  {
    "id": "3072059",
    "unitNumber": 2,
    "text": "The more the innovation differs from the existing practices, the more it is considered to be _______.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Technological",
      "B": "Costly",
      "C": "Traditional",
      "D": "Radical",
      "E": "Corporate"
    },
    "explanation": "The more the innovation differs from the existing practices, the more it is considered to be radical."
  },
  {
    "id": "3072065",
    "unitNumber": 2,
    "text": "When an innovation departs slightly from existing practices, it is known as ________ innovation.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Effective",
      "B": "Incremental",
      "C": "Expensive",
      "D": "Radical",
      "E": "Revolutionary"
    },
    "explanation": "When an innovation departs slightly from existing practices, it is known as incremental innovation."
  },
  {
    "id": "3072070",
    "unitNumber": 2,
    "text": "Since radical innovations usually involve new knowledge, they are considered more _______ compared to incremental innovations.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Risky",
      "B": "Effective",
      "C": "Popular",
      "D": "Costly",
      "E": "Valuable"
    },
    "explanation": "Since radical innovations usually involve new knowledge, they are considered more risky compared to incremental innovations."
  },
  {
    "id": "3072077",
    "unitNumber": 2,
    "text": "Which of the following is among the characteristics of the radical innovations?",
    "correctAnswer": "B",
    "options": {
      "A": "Based on old technology",
      "B": "Can lead to a paradigm shift",
      "C": "Dominant design unchanged",
      "D": "Implies a low level of uncertainty",
      "E": "The result of a rational response or necessity"
    },
    "explanation": "All the options other than option B are the characteristics of incremental innovation."
  },
  {
    "id": "3072086",
    "unitNumber": 2,
    "text": "Which of the following is among the characteristics of the incremental innovations?",
    "correctAnswer": "E",
    "options": {
      "A": "Lead to a new dominant design",
      "B": "Implies a high level of uncertainty",
      "C": "Introduces a whole new set of performance features",
      "D": "Requires education, new organization and skills",
      "E": "Based on old technology"
    },
    "explanation": "All the options other than option E are characteristics of radical innovation."
  },
  {
    "id": "3072094",
    "unitNumber": 2,
    "text": "An innovation is considered as _______ when it replaces a technology, and therefore renders the organization’s competencies obsolete.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Cost-effective",
      "B": "Competence-destroying",
      "C": "Customer-friendly",
      "D": "Enhancement-providing",
      "E": "Competence-enhancing"
    },
    "explanation": "An innovation is considered as competence-detroying when it replaces a technology, and therefore renders the organization’s competencies obsolete."
  },
  {
    "id": "3072097",
    "unitNumber": 2,
    "text": "Which of the folloiwng is/are among the characteristics of architectural innovation?<br/><ol type=\"I\"><br/><li>innovation to one or more components</li><br/><li>changes how the components interact with each other</li><br/><li>changes the whole configuration of the system</li><br/></ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "I-II",
      "C": "II",
      "D": "I-III",
      "E": "II-III"
    },
    "explanation": "Thus, an innovation to one or more components that does not significantly affect the overall configuration of the system is known as component or modular innovation. On the other hand, architectural innovation changes the whole configuration of the system as well as how the components interact with each other (Schilling, 2019). As shown by the definitions, modular or component innovations are easier to conduct compared to architectural innovations, and architectural innovations have a more disruptive nature."
  },
  {
    "id": "3072127",
    "unitNumber": 2,
    "text": "Which of the following could be identified as a competence-enhancing innovation?",
    "correctAnswer": "C",
    "options": {
      "A": "Steam --&gt; diesel locomotives",
      "B": "Vacuum --&gt; tubes transistors",
      "C": "Jet --&gt; turbofan",
      "D": "Piston --&gt; jet engines",
      "E": "Records --&gt; compact disks"
    },
    "explanation": "Competence-Enhancing<br/>Major Product Improvements:<br/>Jet --&gt; turbofan<br/>LSI --&gt; VSLI semiconductors<br/>Mechanical --&gt; electric typewriters<br/>Nonreturnable --&gt; returnable bottles"
  },
  {
    "id": "3072135",
    "unitNumber": 2,
    "text": "Which one of the below can be identified as Competence-Destroying innovation?",
    "correctAnswer": "A",
    "options": {
      "A": "Open --&gt; closed steel auto bodies",
      "B": "Nonreturnable --&gt; returnable bottles",
      "C": "Mechanical --&gt; electric typewriters",
      "D": "LSI --&gt; VSLI semiconductors",
      "E": "Jet --&gt; turbofan"
    },
    "explanation": "Competence-Destroying<br/>Product Substitution:<br/>Vacuum tubes transistors<br/>Steam <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0124d8396468a22fa5470e9c6241a43e.png\" alt=\"page6image24216\" width=\"20.594000\" height=\"1.000000\"><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1726476761c5b2a62a6485b75f3bffd7.png\" alt=\"page6image24416\" width=\"7.012000\" height=\"5.104000\">diesel locomotives<br/>Piston <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0124d8396468a22fa5470e9c6241a43e.png\" alt=\"page6image24848\" width=\"20.594000\" height=\"1.000000\"><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1726476761c5b2a62a6485b75f3bffd7.png\" alt=\"page6image25048\" width=\"7.012000\" height=\"5.104000\">jet engines<br/>Records <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0124d8396468a22fa5470e9c6241a43e.png\" alt=\"page6image25480\" width=\"20.594000\" height=\"1.000000\"><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1726476761c5b2a62a6485b75f3bffd7.png\" alt=\"page6image25680\" width=\"7.012000\" height=\"5.104000\">compact disks<br/>Punched paper <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0124d8396468a22fa5470e9c6241a43e.png\" alt=\"page6image26168\" width=\"20.594000\" height=\"1.000000\"><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1726476761c5b2a62a6485b75f3bffd7.png\" alt=\"page6image26368\" width=\"7.012000\" height=\"5.104000\">automatic control machine tooling<br/>Discrete <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0124d8396468a22fa5470e9c6241a43e.png\" alt=\"page6image26864\" width=\"20.594000\" height=\"1.000000\"><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1726476761c5b2a62a6485b75f3bffd7.png\" alt=\"page6image27064\" width=\"7.012000\" height=\"5.104000\">integrated circuits<br/>Open <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0124d8396468a22fa5470e9c6241a43e.png\" alt=\"page6image27624\" width=\"20.594000\" height=\"1.000000\"><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1726476761c5b2a62a6485b75f3bffd7.png\" alt=\"page6image27824\" width=\"7.012000\" height=\"5.104000\">closed steel auto bodies"
  },
  {
    "id": "3072145",
    "unitNumber": 2,
    "text": "Which of the following is among the characteristics of the radical innovations?",
    "correctAnswer": "B",
    "options": {
      "A": "Continuous",
      "B": "Requires education, new organization and skills",
      "C": "Implies a low level of uncertainty",
      "D": "The result of a rational response or necessity",
      "E": "Based on old technology"
    },
    "explanation": "Incremental innovation<br/>continuous (linear improvement of value acquired by the customer)<br/>based on old technology<br/>dominant design unchanged<br/>does not lead to a paradigm shift<br/>implies a low level of uncertainty<br/>improvement of existing characteristics<br/>existing organization and qualifications are sufficient<br/>the result of a rational response or necessity<br/>driven by market pull (important in the advanced stage of technology)"
  },
  {
    "id": "3072160",
    "unitNumber": 2,
    "text": "Which of the following is among the characteristics of the product innovations?",
    "correctAnswer": "C",
    "options": {
      "A": "Tools, devices, and knowledge in throughput technology that mediate between inputs and outputs",
      "B": "Creating or improving a method, technique, and developments",
      "C": "Implementing alterations to existing products for the benefit of customers",
      "D": "New factors introduced in an organization to increase product quality, improve methods of production",
      "E": "Increasing efficiency and effectiveness within the organization."
    },
    "explanation": "While a product innovation is forming a new product category or implementing alterations to existing products for the benefit of customers, process innovation is defined as tools, devices, and knowledge in throughput technology that mediate between inputs and outputs. <br/>Organizations that focus on productinnovation should concentrate on new product development or improvement of the existing technologies while organizations launching new organizational methods or techniques as process innovation should focus on knowledge and management culture. In other words, when product innovation may include new product offerings or improvements to existing products as an outcome, process innovation involves creating or improving a method, technique, and developments in the processes or systems.<br/>Process innovation is known as new factors(systems, equipment, techniques, and human resources) introduced in an organization to increase product quality, improve methods of production, or reduce production costs"
  },
  {
    "id": "3073777",
    "unitNumber": 2,
    "text": "The distinction between product versus process innovations is based on the ___________ of the innovations.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Scope",
      "B": "Type",
      "C": "Sort",
      "D": "Nature",
      "E": "variety"
    },
    "explanation": "The distinction between product versus process innovations is based on the <strong>scope</strong> of the innovations."
  },
  {
    "id": "3073783",
    "unitNumber": 2,
    "text": "While a ___________is forming a new product category or implementing alterations to existing products for the benefit of customers, ___________ is defined as tools, devices, and knowledge in throughput technology that mediate between inputs and outputs.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Product innovation / Process innovation",
      "B": "Process innovation / Product innovation",
      "C": "Incremental innovation / Process innovation",
      "D": "Incremental innovation / Product innovation",
      "E": "Process innovation / Incremental innovation"
    },
    "explanation": "While a <strong>product innovation</strong> is forming a new product category or implementing alterations to existing products for the benefit of customers, <strong>process innovation</strong> is defined as tools, devices, and knowledge in throughput technology that mediate between inputs and outputs (Ar &amp; Baki, 2011)."
  },
  {
    "id": "3073788",
    "unitNumber": 2,
    "text": "Organizations that focus on product innovation should concentrate on new product development or improvement of the existing technologies while organizations launching new organizational methods or techniques as process innovation should focus on ___________ culture.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Knowledge and management",
      "B": "Process and product",
      "C": "Development and improvement",
      "D": "Efficiency and effectiveness",
      "E": "Supply and demand"
    },
    "explanation": "Organizations that focus on product innovation should concentrate on new product development or improvement of the existing technologies while organizations launching new organizational methods or techniques as process innovation should focus on <strong>knowledge and management</strong> culture."
  },
  {
    "id": "3073795",
    "unitNumber": 2,
    "text": "When product innovation may include new product offerings or improvements to existing products as an ___________, process innovation involves creating or improving a method, technique, and developments in the processes or systems (Ar &amp; Baki, 2011).",
    "correctAnswer": "A",
    "options": {
      "A": "outcome",
      "B": "improvement",
      "C": "upgrade",
      "D": "analysis",
      "E": "initiative"
    },
    "explanation": "When product innovation may include new product offerings or improvements to existing products as an<strong> outcome,</strong> process innovation involves creating or improving a method, technique, and developments in the processes or systems (Ar &amp; Baki, 2011)."
  },
  {
    "id": "3073806",
    "unitNumber": 2,
    "text": "Process innovation is known as new factors (systems, equipment, techniques, and human resources) introduced in an organization to increase product quality, improve ___________, or reduce production costs (Berchicci, Tucci, C. L. &amp; Zazzara, 2014).<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "methods of production",
      "B": "techniques of analysis",
      "C": "types of production",
      "D": "processes of production",
      "E": "human resources"
    },
    "explanation": "Process innovation is known as new factors (systems, equipment, techniques, and human resources) introduced in an organization to increase product quality, improve <strong>methods of production</strong>, or reduce production costs (Berchicci, Tucci, C. L. &amp; Zazzara, 2014)."
  },
  {
    "id": "3073814",
    "unitNumber": 2,
    "text": "A car manufacturer’s development of a new hybrid electric car is a(n) example of ___________ innovation.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Product",
      "B": "Process",
      "C": "Incremental",
      "D": "Rapid",
      "E": "Developmental"
    },
    "explanation": "A car manufacturer’s development of a new hybrid electric car is a <strong>product innovation</strong>."
  },
  {
    "id": "3073822",
    "unitNumber": 2,
    "text": "If an organization introduces a new method, technique, or process to reduce defect rates or increase the quantity of products/services that may be produced in a given time, such an initiative is considered to be a(n) ___________innovation.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Process",
      "B": "Product",
      "C": "Rapid",
      "D": "Developmental",
      "E": "Reductive"
    },
    "explanation": "If an organization introduces a new method, technique, or process to reduce defect rates or increase the quantity of products/services that may be produced in a given time, such an initiative is considered to be a <strong>process innovation. </strong>"
  },
  {
    "id": "3073828",
    "unitNumber": 2,
    "text": "Product innovations target product and service improvements while process innovations mainly target ___________ improvements, efficiency, and effectiveness.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Cost",
      "B": "Procedure",
      "C": "Process",
      "D": "method",
      "E": "application"
    },
    "explanation": "Product innovations target product and service improvement while process innovations mainly target <strong>cost </strong>improvements, efficiency, and effectiveness."
  },
  {
    "id": "3073837",
    "unitNumber": 2,
    "text": "___________ could be considered as the combination of newness and the degree of differentness.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Radicalness",
      "B": "Novelty",
      "C": "Ingenuity",
      "D": "Innovation",
      "E": "Originality"
    },
    "explanation": "<strong>Radicalness</strong> could be considered as the combination of newness and the degree of differentness (Schilling, 2019)."
  },
  {
    "id": "3073845",
    "unitNumber": 2,
    "text": "The more the innovation differs from the existing practices, the more it is considered to be ___________.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "radical",
      "B": "innovative",
      "C": "different",
      "D": "interesting",
      "E": "creative"
    },
    "explanation": "The more the innovation differs from the existing practices, the more it is considered to be <strong>radical</strong>."
  },
  {
    "id": "2972854",
    "unitNumber": 3,
    "text": "<strong>Which of the listed companies below is the most innovative one in 2020?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Apple",
      "B": "Alphabet",
      "C": "Amazon",
      "D": "Microsoft",
      "E": "Samsung"
    },
    "explanation": "The answer is A. On page 47, in your book under the title of “Introduction” top ten most innovative firms in 2020 listed in table 3.1. <strong>Apple</strong> is the most innovative company."
  },
  {
    "id": "2972855",
    "unitNumber": 3,
    "text": "<strong>i-Chemical</strong><br/><strong>ii-Agriculture</strong><br/><strong>iii-Technology</strong><br/><strong>iv-Manufacture</strong><br/><strong>v-Consumer goods</strong><br/><strong>Which of the listed industries above are among the most innovative industries in 2020?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "i; ii",
      "B": "ii; iii",
      "C": "iii; iv",
      "D": "iii; v",
      "E": "iv; v"
    },
    "explanation": "The answer is D. On page 47, in your book under the title of “Introduction” top ten most innovative industries in 2020 listed in table 3.1. According to table, <strong>technology and consumer goods are the most innovative industries.</strong>"
  },
  {
    "id": "2972856",
    "unitNumber": 3,
    "text": "<strong>i-China</strong><br/><strong>ii-England</strong><br/><strong>iii-Germany</strong><br/><strong>iv-Japan</strong><br/><strong>v-South Korea</strong><br/><strong>vi-USA</strong><br/><strong>Which of the countries listed above are among the home countries of top ten most innovative companies in 2020?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "i, ii, iii",
      "B": "i; iii; iv; v",
      "C": "i; iv; v; vi",
      "D": "i; iii; iv; v; vi",
      "E": "ii; iii; v; vi"
    },
    "explanation": "The answer is C. On page 47, in your book under the title of “Introduction” <strong>China, Japan, South Korea and USA</strong> are listed among the home countries of top ten most innovative companies in 2020 in Table 3.1."
  },
  {
    "id": "2972857",
    "unitNumber": 3,
    "text": "<strong>Which of the following management thinkers suggests seven most widely used sources of innovation? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Alfred Sloan",
      "B": "Joseph Alois Schumpeter",
      "C": "Winslow Taylor",
      "D": "Friedrich Hayek",
      "E": "Peter F.Drucker"
    },
    "explanation": "The answer is E. Page 47, in your book under the title of “İNTRODUCTION” gives the information that: “The 7 most widely used innovation sources are suggested by <strong>Drucker</strong>”"
  },
  {
    "id": "2972858",
    "unitNumber": 3,
    "text": "<strong>Which of the following is among the outside sources of innovation?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "The unexpected",
      "B": "The incongruity",
      "C": "Changes in the perception, mood, and meaning",
      "D": "Innovation based on process needs",
      "E": "Changes in the industry or market structure"
    },
    "explanation": "The answer is C. Page 48, in your book under the title of “Introduction” gives the information that: “Demographics; <strong>Change in perception, mood and meaning</strong>; New knowledge, both scientific and nonscientific are the outside sources of innovation opportunities”."
  },
  {
    "id": "2972859",
    "unitNumber": 3,
    "text": "<strong>Which of the following is the output of every success or failure of the organization?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Information",
      "B": "Agreement",
      "C": "Problem solving",
      "D": "Coordination",
      "E": "Cooperation"
    },
    "explanation": "The answer is A. Page 49, in your book under the title of “INSIDE SOURCES” gives the information that: Companies may think about their success or failure in detail. Failures are important learning resources. <strong>Information</strong> is the output of every success or failure."
  },
  {
    "id": "2972860",
    "unitNumber": 3,
    "text": "<strong>i-Environment</strong><br/><strong>ii-Firm</strong><br/><strong>iii-Sector</strong><br/><strong>iv-Demographic changes</strong><br/><strong>v-New knowledge</strong><br/><strong>Which of the sources of innovation listed above is/are among the outside sources of innovation?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "i; ii; iii",
      "B": "i; iii; iv",
      "C": "iv; v",
      "D": "ii; iii; iv",
      "E": "iii; iv; v"
    },
    "explanation": "The answer is C. Page 53, in your book under the title of “OUTSIDE SOURCES” gives the information that: “The second place among the firm’s sources of innovation is the outside sources of innovation. These sources are <strong>located in the environment</strong>, <strong>not in the firm or sector</strong>. ----------- These sources are <strong>demographic changes</strong>, changes in perception, mood and meaning, and <strong>new knowledge</strong>”."
  },
  {
    "id": "2972861",
    "unitNumber": 3,
    "text": "<strong>i-Per capita income</strong><br/><strong>ii-Dependency ratios</strong><br/><strong>iii-Life expectancy</strong><br/><strong>iv-Family structures</strong><br/><strong>v-Personal revenue</strong><br/><strong>vi-National income</strong><br/><strong>Which of the variables listed above is/are among the demographic variables that organizations need to take into account while analyzing their markets?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "i; ii; iii",
      "B": "i; iii; iv",
      "C": "ii; iii; iv",
      "D": "ii; iv; v",
      "E": "i; v; vi"
    },
    "explanation": "The answer is C. Page 53, in your book under the sub title of “Demographic Changes” gives the information that: “Any change in the population, for example in terms of average age, <strong>dependency ratios</strong>, <strong>life expectancy, family structures</strong>, birth rates etc. means demographic changes which is one of the most important variables for firms. Firms need to take the demographic structure into account while analyzing their markets.”"
  },
  {
    "id": "2972862",
    "unitNumber": 3,
    "text": "<strong>With the unprecedented rise of _______, the relationship between a business and its consumers has become far more personal and transparent.</strong><br/><strong>Which of the following completes the sentence above?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Cooperation",
      "B": "Coordination",
      "C": "Communication",
      "D": "Social media",
      "E": "Transportation"
    },
    "explanation": "The answer is D. Page 53, in your book under the sub title of “Demographic Changes” gives the information that: “With the unprecedented rise of <strong>social media</strong>, the relationship between a business and its consumers has become far more personal and transparent.”"
  },
  {
    "id": "2972863",
    "unitNumber": 3,
    "text": "<strong>What type of source can be provided by the information produced in public institutions and private organizations with research laboratories for the innovation process of enterprises?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Source of inspiration",
      "B": "Source of cooperation",
      "C": "Source of communication",
      "D": "Source of competition",
      "E": "Source of accumulation"
    },
    "explanation": "The answer is A. Page 57, in your book under the sub title of “Universities and Research Centers” gives the information that: “The information produced in public institutions and private organizations with research laboratories can also be a <strong>source of inspiration</strong> for the innovation process of enterprises.”"
  },
  {
    "id": "2972864",
    "unitNumber": 3,
    "text": "Which of the following is among the outside sources of innovation?",
    "correctAnswer": "A",
    "options": {
      "A": "Changes in perception",
      "B": "Unexpected occurrences",
      "C": "Incongruities",
      "D": "Process needs",
      "E": "Industry and market change"
    },
    "explanation": "What the source of innovation is widely discussed. Currently, there are studies that group different innovation sources in various ways. The 7 most widely used sources are suggested by Drucker (2002). Four of Drucker’s innovation sources are obtained from the firm’s own or sectoral resources, the other three are obtained from the environment. These sources can be listed as unexpected occurrences, incongruities, process needs, industry and market change, demographic changes, changes in perception, and new knowledge."
  },
  {
    "id": "2972865",
    "unitNumber": 3,
    "text": "The ability to use the information obtained as a result of the success and failure of the firm is called as __________.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Incongruities",
      "B": "Unexpected occurrences",
      "C": "Process needs",
      "D": "Industry and market change",
      "E": "Demographic changes"
    },
    "explanation": "<strong><em>Unexpected occurrences </em></strong>refer to an unexpected success, failure, or an unexpected external event. Unexpected occurrences as a source of innovation are the ability to use the information obtained as a result of the success and failure of the firm. Unexpected successes or failures can be considered an important resource in finding innovation opportunities."
  },
  {
    "id": "2972866",
    "unitNumber": 3,
    "text": "Which of the following is among the examples of unexpected occurrences?",
    "correctAnswer": "C",
    "options": {
      "A": "McCoys' Lubricants",
      "B": "Schools' using online education",
      "C": "Kellogs corn flakes",
      "D": "Google search engine",
      "E": "Millenials as customers"
    },
    "explanation": "Famous Kellogs corn flake is a new product story that comes after a failure. Back in 1894 Dr. John Harvey Kellog and Will Keith Kellog were working at the Battle Creek Sanitarium. The patients were on a strict diet at that time, especially coffee. Instead of coffee, they planned to offer patients a substitute made of granola. Will had left some boiled wheat that got stale by the time he had returned, and instead of throwing it away, he put it through rollers to try and make wheat sheets, but he got flakes in the process! This step produced the first form of corn flakes."
  },
  {
    "id": "2972867",
    "unitNumber": 3,
    "text": "Which of the below companies is NOT among the top ten innovative companies list?",
    "correctAnswer": "D",
    "options": {
      "A": "Amazon",
      "B": "Apple",
      "C": "Huawei",
      "D": "Yahoo",
      "E": "Alibaba"
    },
    "explanation": "Table 3.1 The top 10 most innovative companies in 2020 on page 47 depicts the answer."
  },
  {
    "id": "2972868",
    "unitNumber": 3,
    "text": "In terms of the generation shift, millenials are a good example of __________.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "Unexpexted occurences",
      "B": "Changes in industry and market",
      "C": "New knowledge",
      "D": "Changes in perception, mood and meaning",
      "E": "Demographic changes"
    },
    "explanation": "How the generation shift is increasing the need for innovation<br/>Enter the millennials, a generation who have grown up with the world wide web from a young age and who consider the time before the internet to be a dark and medieval era. Also known as Generation Z, these young people are characterized by their digital prowess and affinity to online socializing. With information at their fingertips, they are accustomed to a fast pace of life and attention spans are measured in seconds."
  },
  {
    "id": "2972869",
    "unitNumber": 3,
    "text": "Which of the below products is made of graphene, one of the strongest material in the world?",
    "correctAnswer": "A",
    "options": {
      "A": "Sports shoes",
      "B": "Car tires",
      "C": "Windows",
      "D": "Cell phone protectors",
      "E": "Batteries"
    },
    "explanation": "<strong>Inov-8 Launches ‘World’s First’ Sports Shoes Made From Graphene, Dubbed Planet’s Strongest Material </strong><br/>A British company called inov-8 has launched what it claims are the world’s first sports shoes made with graphene - a material that’s getting a lot of attention these days for being the strongest on the planet."
  },
  {
    "id": "2972870",
    "unitNumber": 3,
    "text": "I- New knowledge<br/>II- Customers<br/>III- Competitors and suppliers<br/>IV- Universities and research centers<br/>Which of the below options present the other potential sources of innovation?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "I-III-IV",
      "D": "I and II",
      "E": "I and IV"
    },
    "explanation": "Other potential sources of inspiration for companies to innovate include customers, competitors and suppliers, universities and research centres."
  },
  {
    "id": "2972871",
    "unitNumber": 3,
    "text": "How did Haier, a leading manufacturer of white goods such as freezers and stoves, get the idea to develop a wash cycle for vegetables?",
    "correctAnswer": "A",
    "options": {
      "A": "from customers",
      "B": "from competitors",
      "C": "from suppliers",
      "D": "from universities",
      "E": "from research centres"
    },
    "explanation": "Haier is a leading Chinese manufacturer of white goods such as freezers and stoves. While observing its customers, the firm found that they used Haier washing machines to wash the vegetables they had grown in their garden. Turning this unexpected use into a new application, the Haier development team came up with a new wash cycle designed specifically for vegetables."
  },
  {
    "id": "2972872",
    "unitNumber": 3,
    "text": "What does SVIC stand for?",
    "correctAnswer": "B",
    "options": {
      "A": "Silicon Valley Information Center",
      "B": "Silicon Valley Innovation Center",
      "C": "Silicon Valley Innovation Customer",
      "D": "Silent Valley Innovation Center",
      "E": "Silent Valley Information Center"
    },
    "explanation": "World-class tech companies that are situated in Silicon Valley then talk about another innovation hub within Silicon Valley that helps foster new innovations and collaboration between industry professionals called, “The Silicon Valley Innovation Centre” (SVIC)."
  },
  {
    "id": "2972873",
    "unitNumber": 3,
    "text": "Which of the below is a social network company?",
    "correctAnswer": "C",
    "options": {
      "A": "Apple",
      "B": "Google",
      "C": "Facebook",
      "D": "Tesla",
      "E": "Yahoo"
    },
    "explanation": "Facebook is arguably the world’s most successful social network company. Facebook was launched in 2004 by Mark Zuckerberg as a college social networking website."
  },
  {
    "id": "2972874",
    "unitNumber": 3,
    "text": "The sources in the company itself or its sector are called inside sources. We can divide these sources into ___ groups. <br/>Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "One",
      "B": "Two",
      "C": "Three",
      "D": "Four",
      "E": "Five"
    },
    "explanation": "The answer is D.<br/>The sources in the company itself or its sector are called inside sources. We can divide these sources into four groups."
  },
  {
    "id": "2972875",
    "unitNumber": 3,
    "text": "Which of the following sources of innovation is among the outside sources?",
    "correctAnswer": "E",
    "options": {
      "A": "The incongruity",
      "B": "Innovation based on process needs",
      "C": "Changes in the industry structure",
      "D": "The unexpected",
      "E": "Demographic changes"
    },
    "explanation": "The answer is E.<br/>The sources in the company itself or its sector are called inside sources. We can divide these sources into four groups. These are unexpected occurrences, incongruities, innovation based on process needs and industry and market change sources.<br/>The second place among the firm’s sources of innovation is the outside sources of innovation. These sources are located in the environment, not in the firm or sector. Therefore, these sources are common to every firm in the sector. Opportunities that can be a source of innovation should be identified by constantly analyzing the environment. These sources are demographic changes, changes in perception, mood and meaning, and new knowledge."
  },
  {
    "id": "2972876",
    "unitNumber": 3,
    "text": "_______ as a source of innovation refers to the ability to use the information obtained as a result of the success or failure of the firm.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Unexpected occurrences",
      "B": "New knowledge",
      "C": "The incongruity",
      "D": "Changes in market structure",
      "E": "Innovation based on process needs"
    },
    "explanation": "The answer is A.<br/>Unexpected occurrences as a source of innovation are the ability to use the information obtained as a result of the success or failure of the firm."
  },
  {
    "id": "2972877",
    "unitNumber": 3,
    "text": "Any change in the population, for example in terms of average age, dependency ratios, life expectancy, family structures, birth rates etc. refers to the _______.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Outside sources",
      "B": "Demographic changes",
      "C": "Inside sources",
      "D": "Changes in perception",
      "E": "New knowledge"
    },
    "explanation": "The answer is B.<br/>Any change in the population, for example in terms of average age, dependency ratios, life expectancy, family structures, birth rates etc. means demographic changes which is one of the most important variables for firms"
  },
  {
    "id": "2972878",
    "unitNumber": 3,
    "text": "I - Innovation based on process needs<br/>II - Changes in the industry or market structure<br/>III - The incongruity<br/>IV - Changes in perception, mood, and meaning<br/>V - New knowledge, both scientific and nonscientific<br/>Which of the sources of innovation listed above is/are among the inside sources?",
    "correctAnswer": "A",
    "options": {
      "A": "I,II,III",
      "B": "I,III,IV",
      "C": "II,III,V",
      "D": "III,IV,V",
      "E": "IV,V,I"
    },
    "explanation": "The answer is A.<br/>Inside sources: The unexpected, The incongruity, Innovation based on process need, Change in industry structure or market structure"
  },
  {
    "id": "2972879",
    "unitNumber": 3,
    "text": "Sometimes the expectations or assumptions of firms, customers, suppliers in the sector may not match what is happening. These types of _______ serves as a high potential source for innovation.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Demographics",
      "B": "Unexpected occurrences",
      "C": "Incongruities",
      "D": "Scientific and non-scientific",
      "E": "Innovation based on process needs"
    },
    "explanation": "The answer is C.<br/>Sometimes the expectations or assumptions of firms, customers, suppliers in the sector may not match what is happening. These types of incongruities are a high potential source for innovation. New ideas or solutions that eliminate incongruities may result in innovation."
  },
  {
    "id": "2972880",
    "unitNumber": 3,
    "text": "_______ cause(s) businesses to innovate and develop new products and services that are compatible with the new perspective of customers.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "New knowledge",
      "B": "Demographic changes",
      "C": "Markets and industries",
      "D": "Innovation opportunities",
      "E": "Changes in perception"
    },
    "explanation": "The answer is E.<br/>Changes in perception cause businesses to innovate and develop new products and services that are compatible with the new perspective of customers."
  },
  {
    "id": "2972881",
    "unitNumber": 3,
    "text": "The strategies based on the requirements and expectations of the customers are known as ________ strategies. Organizations that follow this strategy include customers in the processes.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Customer-oriented",
      "B": "Marketing",
      "C": "Developing",
      "D": "Increasing",
      "E": "Technology-oriented"
    },
    "explanation": "The answer is A.<br/>These strategies, based on the requirements and expectations of the customers, are called customer-oriented strategies. Companies that make innovation by following this strategy include customers in the processes"
  },
  {
    "id": "2972882",
    "unitNumber": 3,
    "text": "Which of the following is <strong>not</strong> among the sources of innovation according to Peter F.Drucker?",
    "correctAnswer": "E",
    "options": {
      "A": "Changes in perception, mood and meaning",
      "B": "Demographic changes",
      "C": "Industry and market change",
      "D": "Innovation based on process needs",
      "E": "Competitors and suppliers"
    },
    "explanation": "The answer is E.<br/>Apart from Drucker’s highly accepted innovation sources, it is possible to mention different sources of innovation. Anything the firm is inspired by to innovate can be considered an innovation source. Other potential sources of inspiration for organizations to innovate include customers, competitors and suppliers, universities and research centers."
  },
  {
    "id": "2972883",
    "unitNumber": 3,
    "text": "Market needs are among the most important sources that guide the innovation processes of organizations. Today, the expectations and demands of _______ from companies are increasing.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Universities",
      "B": "customers",
      "C": "research centers",
      "D": "innovation-related institutions",
      "E": "competitors"
    },
    "explanation": "The answer is B.<br/>Market needs are one of the most important sources that guide the innovation processes of firms. Today, the expectations and demands of customers from companies are increasing."
  },
  {
    "id": "3073273",
    "unitNumber": 3,
    "text": "Which of the following is among the outside sources of innovation?",
    "correctAnswer": "C",
    "options": {
      "A": "The unexpected",
      "B": "The incongruity",
      "C": "Demographics",
      "D": "Innovation based on process needs",
      "E": "Changes in industry structure or market structure"
    },
    "explanation": "Demographics is one of the outside sources of innovation opportunities."
  },
  {
    "id": "3073283",
    "unitNumber": 3,
    "text": "Which of the following refers to the organizations' capacity to use the opportunities regardless of the source of innovation?",
    "correctAnswer": "B",
    "options": {
      "A": "Capital of the organization",
      "B": "Innovation culture of the organization",
      "C": "Financial success of the organization",
      "D": "International relations of the organization",
      "E": "Administrative capacity of the organization"
    },
    "explanation": "Regardless of the source of innovation, the capacity to use the opportunity is related to the innovation culture of the firm."
  },
  {
    "id": "3073293",
    "unitNumber": 3,
    "text": "I. They refer to an unexpected success, failure, or an external event.<br/>II. They are the ability to use the information obtained as a result of the success or failure of the organization.<br/>III. They could be considered as an important source in finding innovation opportunities. <br/>Which of the following inside sources of innovation opportunities is described above?",
    "correctAnswer": "A",
    "options": {
      "A": "Unexpected occurrences",
      "B": "Incongruities",
      "C": "Process needs",
      "D": "Market changes",
      "E": "Demographic changes"
    },
    "explanation": "Unexpected occurrences are described here."
  },
  {
    "id": "3073311",
    "unitNumber": 3,
    "text": "Sometimes the expectations or assumptions of firms, customers, and suppliers in the sector may not match what is happening. What type of innovation opportunities are described here?",
    "correctAnswer": "D",
    "options": {
      "A": "Industry Changes",
      "B": "Demographic Changes",
      "C": "Unexpected Occurrences",
      "D": "Incongruities",
      "E": "Process Needs"
    },
    "explanation": "Incongruities are described here."
  },
  {
    "id": "3073364",
    "unitNumber": 3,
    "text": "I. They are the sources located in the environment.<br/>II. They are common to every firm in the sector.<br/>III. They are identified by constantly analyzing the environment.<br/>Which of the following sources of innovation is described above?",
    "correctAnswer": "C",
    "options": {
      "A": "Inside Sources",
      "B": "Capital Sources",
      "C": "Outside Sources",
      "D": "Process Sources",
      "E": "Local Sources"
    },
    "explanation": "Outside sources of innovation opportunities are described here."
  },
  {
    "id": "3073375",
    "unitNumber": 3,
    "text": "A company’s _______ is the sum of all the views, perceptions and beliefs held about the company based on its history and its prospects in comparison to close competitors.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "Needs analysis",
      "B": "Demographic changes",
      "C": "Unexpected occurrence",
      "D": "Market changes",
      "E": "Corporate reputation"
    },
    "explanation": "A company’s corporate reputation is the sum of all the views, perceptions and beliefs held about the company based on its history and its prospects in comparison to close competitors."
  },
  {
    "id": "3073412",
    "unitNumber": 3,
    "text": "Which of the following could be considered among the other sources of innovation apart from the inside and outside sources?",
    "correctAnswer": "A",
    "options": {
      "A": "Customers",
      "B": "Demographic changes",
      "C": "Incongruities",
      "D": "Unexpected occurrences",
      "E": "New knowledge"
    },
    "explanation": "Customers can be considered among the other potential sources of innovation apart from the inside and outside sources."
  },
  {
    "id": "3073445",
    "unitNumber": 3,
    "text": "New ideas, technologies, or knowledge as a result of scientific studies could be the source of new products and services developed by companies. Which of the following sources of innovation can be associated with this idea?",
    "correctAnswer": "D",
    "options": {
      "A": "Sales departments",
      "B": "Competitor firms",
      "C": "Suppliers",
      "D": "Universities and Research Centers are associated with this source of innovation.",
      "E": "Customers"
    },
    "explanation": "Universities and Research Centers"
  },
  {
    "id": "3073458",
    "unitNumber": 3,
    "text": "Any change in the population, for example in terms of average age, dependency ratios, life expectancy, family structures, birth rates etc. can be regarded as important variables for firms. This type of source for innovation is related to.......................",
    "correctAnswer": "B",
    "options": {
      "A": "information processing",
      "B": "demographic changes",
      "C": "suppliers",
      "D": "unexpected occurrences",
      "E": "Incongruties"
    },
    "explanation": "Any change in the population, for example in terms of average age, dependency ratios, life expectancy, family structures, birth rates etc. can be regarded as important variables for firms. This type of source for innovation is related to demographic changes."
  },
  {
    "id": "3073472",
    "unitNumber": 3,
    "text": "Which of the following is one of the inside sources of innovation opportunities?",
    "correctAnswer": "D",
    "options": {
      "A": "Changes in perception",
      "B": "Customers",
      "C": "Demographic changes",
      "D": "Process needs",
      "E": "Scientific research findings"
    },
    "explanation": "Process needs can be considered as one of the inside sources of innovation opportunities."
  },
  {
    "id": "2972884",
    "unitNumber": 4,
    "text": "People who have tried the product for the first time are not expected to come out of this group. However, they are also willing to try new products. The difference between this group from early adopters is that they are a bit more difficult to persuade.<br/>Which of the following groups is described in the paragraph given above?",
    "correctAnswer": "A",
    "options": {
      "A": "Early majority",
      "B": "Innovators",
      "C": "Early adopters",
      "D": "Late majority",
      "E": "Laggards"
    },
    "explanation": "Early Majority - People who have tried the product for the first time are not expected to come out of this group. However, they are also willing to try new products. The difference between this group from early adopters is that they are a bit more difficult to persuade."
  },
  {
    "id": "2972885",
    "unitNumber": 4,
    "text": "Firms which have weak innovation processes with poor innovation success are defined as _______ firms.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Experienced",
      "B": "Brittle",
      "C": "Robust",
      "D": "Decentralized",
      "E": "Immobilized"
    },
    "explanation": "Firms which have weak innovation processes with poor innovation success are defined as brittle firms."
  },
  {
    "id": "2972886",
    "unitNumber": 4,
    "text": "I. Idea generalization and mobilization<br/>II. Experimentation<br/>III. Sales management<br/>IV. Commercialization<br/>Which of the above is/are among the elements of the innovation process?",
    "correctAnswer": "D",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "I-III and IV",
      "D": "I-II and IV",
      "E": "III and IV"
    },
    "explanation": "Statements I-II and IV are among the feature of the innovation process."
  },
  {
    "id": "2972887",
    "unitNumber": 4,
    "text": "I. Failure, risk, and resource expenditures are emphasized.<br/>II. Possible ideas are broadly communicated.<br/>III. Egos play a large role in idea evaluation.<br/>IV. There is a wide range of defined idea sources.<br/>Which of the above is/are among the features of the robust firms?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and III",
      "D": "II and IV",
      "E": "I-II and III"
    },
    "explanation": "Statements II and IV are among the features of robust firms."
  },
  {
    "id": "2972888",
    "unitNumber": 4,
    "text": "Which of the following is among the features of brittle organizations in the diffusion and implementation process?",
    "correctAnswer": "A",
    "options": {
      "A": "External stakeholders are disregarded.",
      "B": "Failures are evaluated and considered for further stages or processes.",
      "C": "Values and culture are emphasized.",
      "D": "Existing initiatives are incorporated.",
      "E": "Customer segmentation is established."
    },
    "explanation": "External stakeholders are disregarded in the diffusion and implementation process of brittle organizations."
  },
  {
    "id": "2972889",
    "unitNumber": 4,
    "text": "I. Flexible organizational culture<br/>II. Predetermined failure report<br/>III. Positive organizational climate<br/>IV. Qualified human resources<br/>Which of the above is/are important for the effectiveness of the new idea development process?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I-III and IV",
      "D": "II and III",
      "E": "I and II"
    },
    "explanation": "Statements I-III and IV are important for the effectiveness of the new idea development process."
  },
  {
    "id": "2972890",
    "unitNumber": 4,
    "text": "Which of the following phases of the innovation process allows us to evaluate an idea and understand its potential benefits and problems?",
    "correctAnswer": "B",
    "options": {
      "A": "Experimentation",
      "B": "Advocacy and screening",
      "C": "Idea generation and mobilization",
      "D": "Commercialization",
      "E": "Diffusion and implementation"
    },
    "explanation": "The Advocacy and Screening phase allows us to evaluate an idea and understand its potential benefits and problems."
  },
  {
    "id": "2972891",
    "unitNumber": 4,
    "text": "I. The idea is tested at this stage.<br/>II. It involves bringing new products or services to the market.<br/>III. It is the creation of the infrastructure required for the production phase of the prototyped product.<br/>IV. At this stage, the idea is either eliminated or taken to the idea repository for re-evaluation.<br/>Which of the above is/are feature(s) of the experimentation phase of the innovation process?",
    "correctAnswer": "D",
    "options": {
      "A": "Only II",
      "B": "Only IV",
      "C": "I-II and III",
      "D": "I and IV",
      "E": "II and III"
    },
    "explanation": "Statements I and IV are features of the experimentation phase of the innovation process."
  },
  {
    "id": "2972892",
    "unitNumber": 4,
    "text": "Which of the following stages of the innovation process involves the process of bringing new products or services to the market and introducing the idea of innovation to the target audience?",
    "correctAnswer": "A",
    "options": {
      "A": "Commercialization",
      "B": "Idea generation and mobilization",
      "C": "Experimentation",
      "D": "Advocacy and screening",
      "E": "Diffusion and implementation"
    },
    "explanation": "The commercialization stage is defined in the question."
  },
  {
    "id": "2972893",
    "unitNumber": 4,
    "text": "I. It is the final stage of the innovation process.<br/>II. It is the process of acceptance of the product by the consumers.<br/>III. It is the creation of the infrastructure required for the production phase of the prototyped product.<br/>IV. At this stage, the product starts to be marketed to consumers.<br/>Which of the stages of the innovation process is described above?",
    "correctAnswer": "E",
    "options": {
      "A": "Commercialization",
      "B": "Advocacy and screening",
      "C": "Experimentation",
      "D": "Idea generation and mobilization",
      "E": "Diffusion and implementation"
    },
    "explanation": "Diffusion and Implementation stage is described in the question."
  },
  {
    "id": "2972894",
    "unitNumber": 4,
    "text": "Which of the following is the consumer group that involves the people who do not like the innovations?",
    "correctAnswer": "C",
    "options": {
      "A": "Early majority",
      "B": "Late majority",
      "C": "Laggards",
      "D": "Early adopters",
      "E": "Innovators"
    },
    "explanation": "Laggards is the consumer group that involves the people who don't like the innovations."
  },
  {
    "id": "2972895",
    "unitNumber": 4,
    "text": "I. Idea generation and mobilization<br/>II. Diffusion and implementation<br/>III. Experimentation<br/>IV. Commercialization<br/>V. Advocacy and screening<br/>Which of the following represents the correct order of the innovation process?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "I-V-III-IV-II",
      "C": "V-II-III-I-IV",
      "D": "I-IV-II-V-III",
      "E": "II-III-V-IV-I"
    },
    "explanation": "I-V-III-IV-II is the correct order of the innovation process."
  },
  {
    "id": "2972896",
    "unitNumber": 4,
    "text": "I. Procedures are defined to evaluate sources.<br/>II. Idea sources are limited in range and scope.<br/>III. Idea hoarding may be present, limiting mobilization.<br/>IV. There are multiple venues to identify ideas.<br/>Which of the above is/are true about the idea generation and mobilization process in robust firms?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "III and IV",
      "E": "I and IV"
    },
    "explanation": "Statements I and IV are true about the idea generation and mobilization process in robust firms."
  },
  {
    "id": "2972897",
    "unitNumber": 4,
    "text": "I. Focus is on the short term impact and revenues or local context.<br/>II. Egos play a large role in idea evaluation.<br/>III. Evaluation is as transparent as possible.<br/>IV. Possible ideas are broadly communicated.<br/>Which of the above is/are true about the advocacy and screening process of brittle organizations?",
    "correctAnswer": "D",
    "options": {
      "A": "Only II",
      "B": "Only III",
      "C": "III and IV",
      "D": "I and II",
      "E": "I-III and IV"
    },
    "explanation": "Statements I and II are true about the advocacy and screening process of brittle organizations."
  },
  {
    "id": "2972898",
    "unitNumber": 4,
    "text": "I. Failure is considered the end of the process.<br/>II. Market response feedback is given to experimenters.<br/>III. There is one hit wonder syndrome.<br/>IV. Consumers are involved.<br/>Which of the above is/are true about the commercialization process of the robust organizations?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and III",
      "D": "II and IV",
      "E": "I and IV"
    },
    "explanation": "Statements II and IV are about the commercialization process of the robust organizations."
  },
  {
    "id": "2972899",
    "unitNumber": 4,
    "text": "I. The whole organization is targeted.<br/>II. Social networks are utilized.<br/>III. Existing initiatives are incorporated.<br/>IV. Objectives may be arbitrary.<br/>Which of the above is/are true about the diffusion and implementation process of the robust organizations?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II and III",
      "B": "III and IV",
      "C": "Only III",
      "D": "II-III and IV",
      "E": "I and IV"
    },
    "explanation": "Statements I-II and III are true about the diffusion and implementation process of the robust organizations."
  },
  {
    "id": "2972900",
    "unitNumber": 4,
    "text": "_______ is the creative process or procedure that a firm uses to figure out solutions to any number of difficult challenges. In this process, there are existing ideas that can be a source of innovation.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Idea generation",
      "B": "Advocacy",
      "C": "Experimentation",
      "D": "Commercialization",
      "E": "Diffusion"
    },
    "explanation": "Idea generation is the creative process or procedure that a firm uses to figure out solutions to any number of difficult challenges. In this process, there are existing ideas that can be a source of innovation."
  },
  {
    "id": "2972901",
    "unitNumber": 4,
    "text": "I. This phase allows us to evaluate an idea and understand its potential benefits and problems.<br/>II. It makes it easier for us to make decisions about the potential of the newly created idea.<br/>III. In this process, ideas are transformed from their raw form to their more mature form.<br/>Which of the following phase of the innovation process is described above?",
    "correctAnswer": "B",
    "options": {
      "A": "Commercialization",
      "B": "Advocacy and screening",
      "C": "Idea generation",
      "D": "Diffusion",
      "E": "Experimentation"
    },
    "explanation": "Advocacy and Screening phase is described here."
  },
  {
    "id": "2972902",
    "unitNumber": 4,
    "text": "I. Ideas can be eliminated in this phase.<br/>II. Ideas are tested according to their applicability.<br/>III. Ideas can be taken to the idea repository for re-evaluation.<br/>Which of the following phases of the innovation process is described above?",
    "correctAnswer": "C",
    "options": {
      "A": "Advocacy and screening",
      "B": "Idea generation",
      "C": "Experimentation",
      "D": "Commercialization",
      "E": "Diffusion and implementation"
    },
    "explanation": "Experimentation phase is described here."
  },
  {
    "id": "2972903",
    "unitNumber": 4,
    "text": "_______ is the process of bringing new products or services to the market. At this stage, the idea of innovation is introduced to the target audience. The main purpose is to make the target audience find the idea attractive.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "Experimentation",
      "B": "Advocacy and screening",
      "C": "Idea generation",
      "D": "Diffusion and implementation",
      "E": "Commercialization"
    },
    "explanation": "Commercialization is the process of bringing new products or services to the market. At this stage, the idea of innovation is introduced to the target audience. The main purpose is to make the target audience find the idea attractive."
  },
  {
    "id": "2972904",
    "unitNumber": 4,
    "text": "I. It is the final stage of the innovation process.<br/>II. It is the creation of the infrastructure required for the production phase of the prototyped product.<br/>III. It is the process of acceptance of the product by the consumers.<br/>Which of the following phases of the innovation process is described above?",
    "correctAnswer": "D",
    "options": {
      "A": "Commercialization",
      "B": "Experimentation",
      "C": "Idea generation",
      "D": "Diffusion and implementation",
      "E": "Advocacy and screening"
    },
    "explanation": "Diffusion and Implementation phase is described here."
  },
  {
    "id": "2972905",
    "unitNumber": 4,
    "text": "Which of the following refers to the firms whose innovation process is defined, well-built and have better performance in developing creative products than others?",
    "correctAnswer": "A",
    "options": {
      "A": "Robust",
      "B": "Strong",
      "C": "Sturdy",
      "D": "Bold",
      "E": "Competent"
    },
    "explanation": "Desouza et al. (2014), in their study, state that firms whose innovation process<br/>is defined and well-built have better performance in developing creative products than others. These firms are defined as <strong>robust</strong> firms."
  },
  {
    "id": "2972906",
    "unitNumber": 4,
    "text": "Which of the following refers to the firms which have weak innovation processes with poor innovation success?",
    "correctAnswer": "A",
    "options": {
      "A": "Brittle",
      "B": "Fragile",
      "C": "Delicate",
      "D": "Frail",
      "E": "Rigid"
    },
    "explanation": "Firms which have weak innovation processes with poor innovation success are defined as <strong>brittle</strong> firms. Innovations made by brittle firms are often accidental."
  },
  {
    "id": "2972907",
    "unitNumber": 4,
    "text": "Which of the following is <strong>not</strong> among the typical idea generation and mobilization characteristics of the robust organizations?",
    "correctAnswer": "E",
    "options": {
      "A": "There are multiple venues to identify ideas",
      "B": "Procedures are defined to evaluate sources",
      "C": "Procedures are defined to evaluate sources",
      "D": "Idea sources are connected across departments, geography, and authority ranks",
      "E": "Idea hoarding may be present"
    },
    "explanation": "There are guidelines and processes to standardize stages of idea generation<br/>• An‘idea’ is defined.<br/>• There are multiple venues to identify ideas.<br/>• Procedures are defined to evaluate sources.<br/>• There is a wide range of defined idea sources.<br/>• Idea sources are connected across departments, geography, and authority ranks.<br/>• Idea sources are focused on the most likely or useful areas for the organization.<br/>• Idea generators and those involved with mobilization interact with stakeholders"
  },
  {
    "id": "2972908",
    "unitNumber": 4,
    "text": "Which of the following is <strong>not</strong> among the typical advocacy and screening characteristics of the robust organizations?",
    "correctAnswer": "E",
    "options": {
      "A": "Organizational and customer considerations are clear to advocates.",
      "B": "Possible ideas are broadly communicated.",
      "C": "There are numerous avenues to advocate for ideas and find supporters.",
      "D": "A clear, conscious shift towards evaluative objectivity is made.",
      "E": "Focus is on short term impact and revenues, or local context."
    },
    "explanation": "Robust organizations' advocacy and screening characteristics are listed below:<br/>• Organizational and customer considerations are clear to advocates.<br/>• Possible ideas are broadly communicated.<br/>• There are numerous avenues to advocate for ideas and find supporters.<br/>• Standards for evaluation are articulated and communicated across the organization.<br/>• A clear, conscious shift towards evaluative objectivity is made.<br/>• Evaluation is as transparent as possible."
  },
  {
    "id": "2972909",
    "unitNumber": 4,
    "text": "Which of the following is <strong>not</strong> among the typical experimentation characteristics of the robust organizations?",
    "correctAnswer": "E",
    "options": {
      "A": "Resources are in place for experimentation",
      "B": "Process is defined and sanctioned",
      "C": "Adoption of external ideas is valued.",
      "D": "Documentation of process contributes to the organization.",
      "E": "Failure, risk, and resource expenditures are emphasized"
    },
    "explanation": "Robust organizations' characteristics of experimentation are listed below:<br/>• Resources are in place for experimentation.<br/>• Process is defined and sanctioned<br/>• Adoption of external ideas is valued.<br/>• Documentation of process contributes to the organization.<br/>• Failure is part of the process, not an endpoint."
  },
  {
    "id": "2972910",
    "unitNumber": 4,
    "text": "Which of the following is <strong>not</strong> among the typical commercialization characteristics of the robust organizations?",
    "correctAnswer": "E",
    "options": {
      "A": "Benefits are articulated and documented.",
      "B": "Centralized unit manages this process.",
      "C": "Commercialization is controlled and objective driven.",
      "D": "Market response feedback is given to experimenters.",
      "E": "Failure is considered the end of the process."
    },
    "explanation": "Robust organizations' commercialization characteristics are listed below:<br/>• Public forums are utilized.<br/>• Consumers are involved.<br/>• Benefits are articulated and documented.<br/>• Centralized unit manages this process.<br/>• Commercialization is controlled and objective driven.<br/>• Market response feedback is given to experimenters."
  },
  {
    "id": "2972911",
    "unitNumber": 4,
    "text": "Which of the following is <strong>not</strong> among the typical diffusion and implementation characteristics of the robust organizations?",
    "correctAnswer": "E",
    "options": {
      "A": "Unlearning is understood and prepared for.",
      "B": "Values and culture are emphasized.",
      "C": "Social networks are utilized.",
      "D": "Customer segmentation is established.",
      "E": "Objectives may be arbitrary."
    },
    "explanation": "Robust organizations' diffusion and implementation characteristics are listed below:<br/>• The whole organization is targeted.<br/>• Existing initiatives are incorporated.<br/>• Realistic objectives are established.<br/>• Unlearning is understood and prepared for.<br/>• Values and culture are emphasized.<br/>• Social networks are utilized.<br/>• Customer segmentation is established.<br/>• Technology is used for communications.<br/>• Failures are evaluated and considered for further stages or processes."
  },
  {
    "id": "2972912",
    "unitNumber": 4,
    "text": "Which of the following terms refers to the development of early, tangible models of ideas that can be tested with the customer?",
    "correctAnswer": "A",
    "options": {
      "A": "Prototyping",
      "B": "Sketching",
      "C": "Diagramming",
      "D": "Storyboarding",
      "E": "Wire framing"
    },
    "explanation": "<strong>Prototyping</strong> describes the development of early, tangible models of ideas that can be tested with the customer."
  },
  {
    "id": "2972913",
    "unitNumber": 4,
    "text": "Which of the following refers to the prototypes that relate to the structural aspects of the user interface of a digital product?",
    "correctAnswer": "B",
    "options": {
      "A": "Cardboard prototyping",
      "B": "Wire frames",
      "C": "Wizard of Oz prototyping",
      "D": "Paper prototyping",
      "E": "Mock-ups"
    },
    "explanation": "<strong>Wire frames</strong> are prototypes that relate to the structural aspects of the user interface of a digital product. They define the positioning of the various interaction elements as well as the functional processes of a feature or application. Wire frames are the skeleton of a user interface that remains when colors, graphics, and design elements are removed."
  },
  {
    "id": "2972914",
    "unitNumber": 4,
    "text": "Regarding various types of innovation adopters, which group of adopters make up the smallest part of the society?",
    "correctAnswer": "C",
    "options": {
      "A": "Early Adopters",
      "B": "Early Majority",
      "C": "Innovators",
      "D": "Late Majority",
      "E": "Laggards"
    },
    "explanation": "Innovators - This group is eager to try new things. New ideas catch their attention. They like to take risks. They want to be a pioneer. When a new product is presented to this group, they will adopt it very easily. This has an important impact on the diffusion of innovation.<strong> It is assumed that this group corresponds to 2,5% of the individuals in the society (which is the smallest group).</strong>"
  },
  {
    "id": "3072633",
    "unitNumber": 4,
    "text": "<strong>I.</strong> <strong>Adapting to changing environmental conditions</strong><br/><strong>II. </strong><strong>Differentiating themselves from others</strong><br/><strong>III. </strong><strong>Making innovation management practices</strong><br/>Which of the given precautions should be taken by the firms in order to gain competitive advantage in a rapidly changing business environment?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I, II",
      "C": "Only III",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "<strong>Explain the idea generation and mobilization process of innovation</strong><br/>In a rapidly changing environment, firms must react quickly to survive. Firms that want to gain a competitive advantage should do more. It is not enough just to adapt to changing environmental conditions. Also, firms should differentiate themselves from other firms and innovate. Today, innovating is a strategy that should be applied to every firm. Recent research shows that firms that can innovate have better performance than other firms, survive for a long time, and increase their profitability. Firms that innovate are more successful in marketing, finance, human resources, production, and research and development than other firms (Daneels, 2002). In the information age, in which it is imperative to adapt to change and innovations rapidly, firms need innovation management practices to survive."
  },
  {
    "id": "3073652",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li><strong>Increasing efficiency and profitability</strong></li> <li><strong>Enabling entry into new markets</strong></li> <li><strong>Enlarging the existing market</strong></li> </ol> Which of the following represents the reasons by which innovation becomes an important competitive tool for firms?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "I, II",
      "C": "I, II, III",
      "D": "II, III",
      "E": "I, III"
    },
    "explanation": "<strong>Explain the idea generation and mobilization process of innovation</strong><br/>For firms, innovation is a very important competitive tool as it increases efficiency and profitability, enables entry into new markets, and enlarges the existing market."
  },
  {
    "id": "3073660",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li><strong>Idea generation and mobilization</strong></li> <li><strong>Experimentation</strong></li> <li><strong>Commercialization</strong></li> </ol> Which of the following represents the steps that form the innovation process?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I, II",
      "C": "Only III",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "<strong>Explain the idea generation and mobilization process of innovation</strong><br/>5 stages accepted by MIT Sloan Management Review and developed by Desouza et al. (2014) are used. Desouza et al. examined the studies conducted on the innovation process in their studies and finally defined 5 stages. Accordingly, the innovation process consists of idea generation and mobilization, advocacy and screening, experimentation, commercialization, diffusion, and implementation steps, iteratively."
  },
  {
    "id": "3073667",
    "unitNumber": 4,
    "text": "<ol type=\"I\"><br/><li><strong>Social networks are utilized in robust organizations</strong></li><br/><li><strong>Values and culture are emphasized in </strong><strong>robust organizations</strong></li><br/><li><strong>The technology is fully supported by brittle organizations</strong></li><br/></ol><br/>Which of the given sentences <strong><u>does not</u></strong> represent the differences between robust and brittle firms and their processes?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "I, II",
      "C": "Only III",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "<strong>Explain the idea generation and mobilization process of innovation</strong><br/><strong>In Robust organizations: </strong><br/><ul><br/><li>The whole organization is targeted.</li><br/><li>Existing initiatives are incorporated.</li><br/><li>Realistic objectives are established.</li><br/><li>Unlearning is understood and prepared for.</li><br/><li>Values and culture are emphasized.</li><br/><li>Social networks are utilized.</li><br/><li>Customer segmentation is established.</li><br/><li>Technology is used for communications.</li><br/><li>Failures are evaluated and considered for further stages or processes.</li><br/></ul><br/><strong>In Brittle organizations: </strong><br/><ul><br/><li>There is a lack of dialogue.</li><br/><li>Objectives may be arbitrary.</li><br/><li>Old processes persist and unlearning is slow and not encouraged.</li><br/><li>Change is not obviously in line with existing values or culture.</li><br/><li>External stakeholders are disregarded.</li><br/><li>Technology is not fully supported.</li><br/><li>Failure is an endpoint.</li><br/></ul>"
  },
  {
    "id": "3073670",
    "unitNumber": 4,
    "text": "<ol type=\"I\"><br/><li><strong>It is a creative process</strong></li><br/><li><strong>Used by firms to figure out solutions</strong></li><br/><li><strong>Consists of ideas that can be a source of innovation</strong></li><br/></ol><br/>Which of the given statements is/are true about idea generation step of the innovation process?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I, II",
      "C": "Only III",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "<strong>Explain the idea generation and mobilization process of innovation</strong><br/>Idea generation is the creative process or procedure that a firm uses to figure out solutions to any number of difficult challenges. In this process, there are existing ideas that can be a source of innovation. Ideas in the process need not always be completely new. Often, existing ideas or some processes can be changed and renewed."
  },
  {
    "id": "3073677",
    "unitNumber": 4,
    "text": "<ol type=\"I\"><br/><li><strong>Allowing evaluation of an idea and understand its potential benefits and problems</strong></li><br/><li><strong>Makes harder to make decisions regarding the potential of the newly created idea</strong></li><br/><li><strong>Ideas are transformed from their raw form to their more mature form</strong></li><br/></ol><br/>Which of the given statements is/are <strong>false</strong> about the advocacy and screening step of the innovation process?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "<strong>Explain the advocacy and screening process of innovation</strong><br/>The advocacy and screening phase allows us to evaluate an idea and understand its potential benefits and problems. It makes it easier for us to make decisions about the potential of the newly created idea. In this process, ideas are transformed from their raw form to their more mature form. Unnecessary parts of the idea can be discarded or improvements can be made in this process."
  },
  {
    "id": "3073772",
    "unitNumber": 4,
    "text": "<ol type=\"I\"><br/><li><strong>This stage is a feasibility study</strong></li><br/><li><strong>Ideas that have commercial value or can be commercialized are sustainable.</strong></li><br/><li><strong>Innovation must be offered as a service or product and have a commercial value.</strong></li><br/></ol><br/>Which of the given statements is/are<strong> true</strong> about the experimentation step of the innovation process?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "<strong>Explain the experimentation process of innovation</strong><br/>This stage is a feasibility study. If innovation is a product, its prototype is made. Innovation must be offered as a service or product and have a commercial value. Otherwise, ideas cannot progress. Ideas that have commercial value or can be commercialized are sustainable. Tested ideas are evaluated for suitability in a particular context. The experimentation process is more costly than the first two stages. The prototypes can sometimes be difficult for the firm to create in terms of resources. Also, the first version is always the weakest product. Therefore, the proposed innovation must have a high potential in the long run to pass this stage."
  },
  {
    "id": "3073854",
    "unitNumber": 4,
    "text": "<ol type=\"I\"><br/><li><strong>Firms overestimate the potential of their products</strong></li><br/><li><strong>Managers should know the process well and have a plan for every situation</strong></li><br/><li><strong>T</strong><strong>he next stage should not be initiated before the product is fully ready</strong></li><br/></ol><br/>Which of the given statements is/are among the points that firms should be aware of in the commercialization process?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I, II",
      "C": "Only III",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "<strong>Explain the commercialization process of innovation</strong><br/>There are some points to be aware of in the commercialization process. The first is that firms tend to overestimate the potential of their products. This overestimation should not be mistaken and the commercialization process should be operated well. This process will prevent unnecessary resource consumption. Another important point is that managers should know the process well and have a plan for every situation. Finally, the next stage should not be initiated before the product is fully ready"
  },
  {
    "id": "3073969",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li><strong>Laggards</strong></li> <li><strong>Late majority</strong></li> <li><strong>Innovators</strong></li> </ol> Which of the following represent the types of adopters classified by innovativeness?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I, II",
      "C": "Only III",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "<strong>Explain the diffusion and implementation process of innovation</strong><br/>It is possible to divide the consumer group into five categories:<br/><ul> <li>Innovators</li> <li>Early Adopters</li> <li>Early Majority</li> <li>Late Majority</li> <li>Laggards</li> </ul>"
  },
  {
    "id": "3073978",
    "unitNumber": 4,
    "text": "<ol type=\"I\"><br/><li><strong>They are eager to try new things</strong></li><br/><li><strong>They </strong><strong>like to take risks</strong></li><br/><li><strong>They follow innovators</strong></li><br/></ol><br/>Which of the given statements <strong>do not/does not</strong> represent the characteristics of the innovators?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "I, II",
      "C": "Only III",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "<strong>Explain the diffusion and implementation process of innovation</strong><br/><em>Innovators </em>- This group is eager to try new things. New ideas catch their attention. They like to take risks. They want to be a pioneer. When a new product is presented to this group, they will adopt it very easily. This has an important impact on the diffusion of innovation. It is assumed that this group corresponds to 2,5% of the individuals in the society."
  },
  {
    "id": "2972915",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Environmental scanning</li> <li>Strategy formulation</li> <li>Strategy implementation</li> <li>Evaluation and control</li> </ol> Which of the above elements compose to the strategic management process?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Explain the strategic management process<br/>The strategic management process consists of four essential elements: (1) Environmental scanning, (2) strategy formulation, (3) strategy implementation, and (4) evaluation and control."
  },
  {
    "id": "2972916",
    "unitNumber": 5,
    "text": "______ is a process encompassing strategy formulation, application, and evaluation of the results.<br/>Which of the following completes the blank above correctly?",
    "correctAnswer": "C",
    "options": {
      "A": "Financial planning",
      "B": "Financial management",
      "C": "Strategic management",
      "D": "Strategic planning",
      "E": "Forecast-based planning"
    },
    "explanation": "Explain the strategic management process<br/>Strategic management is a process encompassing strategy formulation, application, and evaluation of the results."
  },
  {
    "id": "2972917",
    "unitNumber": 5,
    "text": "Which of the following is not true about the resource-based approach?",
    "correctAnswer": "A",
    "options": {
      "A": "The creation of competitive advantage relies on the organization’s position in its industry",
      "B": "Organization’s competitive advantage stems from its endowment of strategic resources",
      "C": "It is used interchangeably with the resource-based view",
      "D": "The approach focuses on the internal environment of the organization",
      "E": "The resource base of the organization is critical in accessing"
    },
    "explanation": "Explain the strategic management process<br/>According to the positioning approach, the creation of competitive advantage relies on the organization’s position in its industry."
  },
  {
    "id": "2972918",
    "unitNumber": 5,
    "text": "If an organization strives to attain superior returns by identifying and positioning itself in the market’s sub-sectors, which of the following strategies does this organization conduct?",
    "correctAnswer": "D",
    "options": {
      "A": "Creation",
      "B": "Innovation",
      "C": "Differentiation",
      "D": "Niche",
      "E": "Low-cost"
    },
    "explanation": "Describe innovation strategies<br/>The niche or focus strategy is based on the choice of a narrow competitive scope within an industry. An organization adopting this alternative selects a segment of the market and tailor its offerings for that segment. The idea behind the niche strategy is that an organization strives to attain superior returns by identifying and positioning itself in the market’s sub-sectors."
  },
  {
    "id": "2972919",
    "unitNumber": 5,
    "text": "What are organizations that have a narrow product-market domain and do not tend to search for new opportunities outside of this domain called?",
    "correctAnswer": "B",
    "options": {
      "A": "Analyzers",
      "B": "Defenders",
      "C": "Prospectors",
      "D": "Reactors",
      "E": "Entrepreneurs"
    },
    "explanation": "Describe innovation strategies<br/>Defenders are organizations that have a narrow product-market domain and do not tend to search for new opportunities outside of this domain."
  },
  {
    "id": "2972920",
    "unitNumber": 5,
    "text": "Which of the following group are in a vicious cycle of responding inappropriately to environmental change and uncertainty, worsened by their reluctance to act aggressively in the future?",
    "correctAnswer": "C",
    "options": {
      "A": "Imitators",
      "B": "Prospectors",
      "C": "Reactors",
      "D": "Defenders",
      "E": "Analyzers"
    },
    "explanation": "Describe innovation strategies<br/>Reactors are in a vicious cycle of responding inappropriately to environmental change and uncertainty, worsened by their reluctance to act aggressively in the future. In other words, reactors lack a consistent strategy-structure-culture relationship, and their responses to environmental pressures tend to be piecemeal strategic changes"
  },
  {
    "id": "2972921",
    "unitNumber": 5,
    "text": "Which of the following is <u>not</u> among the advantages of fast-follower strategy?",
    "correctAnswer": "D",
    "options": {
      "A": "Allowing market uncertainty to disappear",
      "B": "Learning from the mistakes of pioneers",
      "C": "Introducing superior manufacturing techniques",
      "D": "Higher costs due to the hidden costs of accelerating development",
      "E": "Introducing products with superior technology or design features"
    },
    "explanation": "Describe innovation strategies<br/>Advantages of fast-follower strategy are (1) allowing market uncertainty to disappear, (2) learning from the mistakes of pioneers, (3) introducing superior manufacturing techniques, (4) introducing products with superior technology or design features, and (5) fine-tuning the marketing mix. Higher costs due to the hidden costs of accelerating development is one of the disadvantages of first-movers."
  },
  {
    "id": "2972922",
    "unitNumber": 5,
    "text": "Which of the following process of the technology life cycle constructs the pool from that fundamental revisions of the current technology are being made?",
    "correctAnswer": "A",
    "options": {
      "A": "Generic research",
      "B": "Applied R&amp;D",
      "C": "Production scale-up",
      "D": "Technological maturity",
      "E": "Technology appropriation"
    },
    "explanation": "Describe technology strategies<br/>In the first stage, organizations make significant initial investments in generic research. Generic research constructs the pool from which fundamental revisions of the current technology are being made. Generic research is full of uncertainties and risks; thus, businesses tend to leave these efforts to government initiatives."
  },
  {
    "id": "2972923",
    "unitNumber": 5,
    "text": "Which of the following process of the technology life cycle is characterized by an increased commitment to the technology and formulating strategies for exploitation?",
    "correctAnswer": "E",
    "options": {
      "A": "Technology appropriation",
      "B": "Technological maturity",
      "C": "Applied R&amp;D",
      "D": "Generic research",
      "E": "Production scale-up"
    },
    "explanation": "Describe technology strategies<br/>Production scale-up process is characterized by an increased commitment to the technology and formulating strategies for exploitation. Prototypes transform into marketable product."
  },
  {
    "id": "2972924",
    "unitNumber": 5,
    "text": "Which of the following has a narrower time-span?",
    "correctAnswer": "B",
    "options": {
      "A": "Appropriating Technology",
      "B": "Managing Technology",
      "C": "Determining Technology Availability",
      "D": "Technology Positioning",
      "E": "Industry Forecasting"
    },
    "explanation": "Describe technology strategies<br/>Formulation of technology strategy can be stretched to more than twenty years, including six stages: Setting horizons (20+ Years), industry forecasting (10-20 Years), technology positioning (5-10 Years), Determining Technology Availability (2-5 Years), Appropriating Technology (1-2 Years), Managing Technology (0-1 Year)"
  },
  {
    "id": "2972925",
    "unitNumber": 5,
    "text": "From a broader perspective, strategy encompasses the _______, _______, and _______ that enable an organization to succeed.<br/>Which of the following combination completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "ideas, decisions, actions",
      "B": "capabilities, plans, tactics",
      "C": "movements, designs, methods",
      "D": "ideas, movements, capabilities",
      "E": "tactics, decisions, methods"
    },
    "explanation": "From a broader perspective, strategy encompasses the ideas, decisions, and actions that enable an organization to succeed"
  },
  {
    "id": "2972926",
    "unitNumber": 5,
    "text": "Which of the following is not a feature distinguish strategy from the other related managerial?",
    "correctAnswer": "A",
    "options": {
      "A": "Strategy is a result.",
      "B": "Strategy requires research activities",
      "C": "Strategy formulation is never done in perfectly rational conditions.",
      "D": "The distinguishing characteristic is uncertainty.",
      "E": "Strategy is more about the journey rather than the destination itself."
    },
    "explanation": "Strategy is a process. It sets a general direction for the organization to grow and develop rather than immediate action."
  },
  {
    "id": "2972927",
    "unitNumber": 5,
    "text": "Strategic thinking requires a sophisticated understanding level, which highlights the importance of structural explanations, designing the future, and _____-level of thinking. <br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Systems",
      "B": "Elementer",
      "C": "High",
      "D": "Advanced",
      "E": "Basic"
    },
    "explanation": "Strategic thinking requires a sophisticated understanding level, which highlights the importance of structural explanations, designing the future, and systems-level of thinking."
  },
  {
    "id": "2972928",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>New technologies and the rise in the average level of education intensified competition. </li> <li>Increasing awareness of sustainability led the organizations to find out environmentally friendly inputs. </li> <li>The trend toward digitalization resulted in more integrated economies.</li> <li>Attitudes toward consumerism and consumer rights were developed both locally and globally. </li> </ol> Which of the above combinations is correct trends creating impact and changing the traditional managerial paradigm to a more strategic one?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II and IV",
      "B": "I, II and III",
      "C": "II, III and IV",
      "D": "I, III and IV",
      "E": "I and IV"
    },
    "explanation": "The trend toward digitalization resulted in more integrated economies is false. The correct statement is \"the trend toward globalization resulted in more integrated economies.\""
  },
  {
    "id": "2972929",
    "unitNumber": 5,
    "text": "Which of the following is a correct statement about strategic management?",
    "correctAnswer": "A",
    "options": {
      "A": "It decreases resistance to change by giving logical explanations on decisions.",
      "B": "It divides decision-making processes into the organizational objectives.",
      "C": "It decreases overall efficiency and effectiveness of the organization.",
      "D": "It increases the total time spent on conflict resolution",
      "E": "It motivates employees for past-oriented thinking."
    },
    "explanation": "It decreases resistance to change by giving logical explanations on decisions."
  },
  {
    "id": "2972930",
    "unitNumber": 5,
    "text": "________, low-cost, and niche strategies are strategic alternatives that an organization can pursue to create better value prop.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Differentiation",
      "B": "First-Mover",
      "C": "Follower",
      "D": "Time-Focused",
      "E": "Reactors"
    },
    "explanation": "Differentiation, low-cost, and niche strategies are strategic alternatives that an organization can pursue to create better value propositions."
  },
  {
    "id": "2972931",
    "unitNumber": 5,
    "text": "Which of the following is the elements of the strategic management process correctly listed in?",
    "correctAnswer": "A",
    "options": {
      "A": "Environmental scanning, strategy formulation, strategy implementation, and evaluation &amp; control",
      "B": "Environmental scanning, strategy implementation, strategy formulation and evaluation &amp; control",
      "C": "Strategy implementation, environmental scanning, strategy formulation and evaluation &amp; control",
      "D": "Strategy implementation, environmental scanning, evaluation &amp; control, strategy formulation",
      "E": "Strategy formulation, environmental scanning, strategy implementation and evaluation &amp; control"
    },
    "explanation": "The strategic management process consists of four essential elements: (1) Environmental scanning, (2) strategy formulation, (3) strategy implementation, and (4) evaluation and control"
  },
  {
    "id": "2972932",
    "unitNumber": 5,
    "text": "Successful accomplishment of innovation initiative requires a ____________.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Strategic orientation",
      "B": "Strategic management",
      "C": "Strategic thinking",
      "D": "Innovativeness",
      "E": "Focused strategy"
    },
    "explanation": "Successful accomplishment of innovation initiative requires a strategic orientation."
  },
  {
    "id": "2972933",
    "unitNumber": 5,
    "text": "_________ are the residual organizations who “missed the bus”.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Reactors",
      "B": "Prospectors",
      "C": "Analyzers",
      "D": "Defenders",
      "E": "Keepers"
    },
    "explanation": "The reactors are the residual organizations who “missed the bus”."
  },
  {
    "id": "2972934",
    "unitNumber": 5,
    "text": "Which of the following is the process of technology strategy formulation correctly listed in?",
    "correctAnswer": "A",
    "options": {
      "A": "Setting Horizons, industry forecasting, technology positioning, determining technology availability, appropriating technology, managing technology",
      "B": "Setting Horizons, technology positioning, determining technology availability, appropriating technology, managing technology, industry forecasting",
      "C": "Technology positioning, determining technology availability, setting horizons, appropriating technology, managing technology, industry forecasting",
      "D": "Technology positioning, setting horizons, appropriating technology, managing technology, industry forecasting, determining technology availability",
      "E": "Managing technology, setting horizons, technology positioning, appropriating technology, industry forecasting, determining technology availability"
    },
    "explanation": "Setting Horizons, industry forecasting, technology positioning, determining technology availability, appropriating technology, managing technology"
  },
  {
    "id": "2972935",
    "unitNumber": 5,
    "text": "From a broader perspective ___ encompasses the ideas, decisions, and actions that enable an organization to succeed.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Strategy",
      "B": "Thinking",
      "C": "Management",
      "D": "Policy",
      "E": "Vision"
    },
    "explanation": "The answer is A.<br/>From a broader perspective, strategy encompasses the ideas, decisions, and actions that enable an organization to succeed"
  },
  {
    "id": "2972936",
    "unitNumber": 5,
    "text": "Which of the following is <strong>not</strong> among the features that distinguish strategy from the other related managerial concept?",
    "correctAnswer": "E",
    "options": {
      "A": "Strategy is a process.",
      "B": "Strategy requires research activities.",
      "C": "Strategy is more about the journey rather than the destination itself.",
      "D": "Strategy is made up of a hierarchically coherent set of objectives.",
      "E": "Strategy can lead to historical dynamics."
    },
    "explanation": "The answer is E.<br/>1. Strategy is a process. It sets a general direction for the organization to grow and develop rather than immediate action. 2. Strategy requires research activities. Alternatives have to be generated, and the best possible alternative has to be chosen under the organizational circumstances. 3. Historical dynamics can lead to preferred areas and alternatives, but strategy is always about searching for new possibilities. 4. Strategy formulation is never done in perfectly rational conditions; thus, strategy formulation must be based on highly aggregated, incomplete, and uncertain information about the strategic choices. 5. The distinguishing characteristic is uncertainty. Strategy inherently uses feedback to overcome the doubts on strategic alternatives. 6. Strategy is more about the journey rather than the destination itself. 7. Strategy is made up of a"
  },
  {
    "id": "2972937",
    "unitNumber": 5,
    "text": "___requires a sophisticated understanding level, which highlights the importance of structural explanations, designing the future.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Strategic management",
      "B": "Strategic thinking",
      "C": "Strategic Management Approach",
      "D": "Positioning Approach",
      "E": "Resource-Based Approach"
    },
    "explanation": "The answer is B.<br/>Strategic thinking requires a sophisticated understanding level, which highlights the importance of structural explanations, designing the future,"
  },
  {
    "id": "2972938",
    "unitNumber": 5,
    "text": "Which of the following describes the sequential set of the strategic management process?",
    "correctAnswer": "E",
    "options": {
      "A": "Environmental scanning - strategy implementation-strategy formulation- evaluation and control",
      "B": "Strategy formulation- environmental scanning -strategy implementation- evaluation and control",
      "C": "Evaluation and control- environmental scanning - strategy formulation-strategy implementation",
      "D": "Strategy implementation-strategy formulation- evaluation and control- environmental scanning",
      "E": "Environmental scanning - strategy formulation-strategy implementation- evaluation and control"
    },
    "explanation": "The answer is E.<br/>The strategic management process consists of four essential elements: (1) Environmental scanning, (2) strategy formulation, (3) strategy implementation, and (4) evaluation and control"
  },
  {
    "id": "2972939",
    "unitNumber": 5,
    "text": "Organizations employing ___ at the business level try to provide unique and superior value to the buyer.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Niche strategy",
      "B": "Low-cost strategy",
      "C": "Differentiation strategy",
      "D": "Risk focused strategy",
      "E": "Opportunity focused strategy"
    },
    "explanation": "The answer is C.<br/>Organizations employing <strong>differentiation strategy</strong> at the business level try to provide unique and superior value to the buyer."
  },
  {
    "id": "2972940",
    "unitNumber": 5,
    "text": "___are organizations with fairly broad product lines that focus on product innovation and market opportunities.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Reactors",
      "B": "Analyzers",
      "C": "Defenders",
      "D": "Prospectors",
      "E": "Inventors"
    },
    "explanation": "The answer is D.<br/>Prospectors are organizations with fairly broad product lines that focus on product innovation and market opportunities"
  },
  {
    "id": "2972941",
    "unitNumber": 5,
    "text": "Which of the following is among the time-focused innovation strategy?",
    "correctAnswer": "E",
    "options": {
      "A": "Opportunity",
      "B": "Differentiation",
      "C": "Low-cost",
      "D": "Niche",
      "E": "First-mover"
    },
    "explanation": "The answer is E.<br/><strong>Time-Focused Innovation Strategies </strong><br/>When is the right time to enter the market? This is a critical decision surrounding innovation strategies for every organization. Competition is dynamic; therefore, choosing the correct timing is crucial. Correctly calculated entry timing decisions will boost the organization’s competitive advantage while out-maneuvering competitors within an industry (Ahmed and Sheperd, 2010: 90). In addition to timing, another factor that needs to be considered is time to market (TTM) for innovative products. Time to market is the duration of time from the product being conceived to its reaching the marketplace. If products are outdated quickly, TTM gains importance (Trott, 2017: 502). Organizations can employ the <strong>first-mover</strong> strategy or follower strategy. To decide optimal entry time, answers to the following questions should be clarified (Schilling, 2013: 95-99)."
  },
  {
    "id": "2972942",
    "unitNumber": 5,
    "text": "Technologies grow in a pattern that generally follows an ___. This pattern is usually called the technology life cycle. The cycle includes ___sequential processes.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "S-curve-four",
      "B": "Linear-three",
      "C": "Horizontal- two",
      "D": "Curve- five",
      "E": "Cycle-six"
    },
    "explanation": "The answer is A.<br/>Technologies grow in a pattern that generally follows an S-curve. This pattern is usually called the technology life cycle. The cycle includes four sequential processes."
  },
  {
    "id": "2972943",
    "unitNumber": 5,
    "text": "The disadvantages of pioneering organizations are the advantages of ___.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Defenders",
      "B": "Followers",
      "C": "Analyzers",
      "D": "Prospectors",
      "E": "Reactors"
    },
    "explanation": "The answer is B.<br/>The disadvantages of pioneering organizations are the advantages of followers."
  },
  {
    "id": "2972944",
    "unitNumber": 5,
    "text": "Which of the following is <strong>not</strong> among the disadvantages of the first-mover strategy?",
    "correctAnswer": "C",
    "options": {
      "A": "Higher costs due to the hidden costs of accelerating development, such as the risk of trivial innovation driving out more profitable breakthrough innovations.",
      "B": "Higher costs as a result of the required investments in technology.",
      "C": "Low costs due to more thorough concept and prototype testing.",
      "D": "Disadvantages related to possible positioning and pricing mistakes inherent with accelerated development.",
      "E": "Disadvantages related to being locked in on first-generation technology prevent organizations from taking advantage of the latest technology"
    },
    "explanation": "The answer is C.<br/>Higher costs due to the hidden costs of accelerating development, such as the risk of trivial innovation driving out more profitable breakthrough innovations. • Higher costs as a result of the required investments in technology. • <strong>High costs</strong> due to more thorough concept and prototype testing. • Consumer-based disadvantages are related to the inability to exploit opportunities arising from shifts in consumers’ preferences and purchase criteria as the market develops. • Disadvantages related to being locked in on first-generation technology prevent organizations from taking advantage of the latest technology. • Disadvantages related to possible positioning and pricing mistakes inherent with accelerated development"
  },
  {
    "id": "2972945",
    "unitNumber": 6,
    "text": "Which of the following is <strong>not</strong> an intellectual and artistic works?",
    "correctAnswer": "A",
    "options": {
      "A": "Patent",
      "B": "Architecture",
      "C": "Literature",
      "D": "Database",
      "E": "Music"
    },
    "explanation": "Patent are not an intellectual and artistic works, it is an industrial property."
  },
  {
    "id": "2972946",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Intellectual property rights are the product of the industrial productions.</li> <li> They can be built on intangible goods.<br/></li> <li> Rights are subjected to private law.<br/></li> <li> They provide financial and moral benefits to the right holder.<br/></li> </ol> Which of the above combinations is correct features of intellectual property rights?",
    "correctAnswer": "A",
    "options": {
      "A": "II, III ve IV",
      "B": "I and II",
      "C": "III and IV",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "\"Intellectual property rights are the product of the industrial productions.\" is false."
  },
  {
    "id": "2972947",
    "unitNumber": 6,
    "text": "The World Intellectual Property Organization is an ____________ organization that became one of the specialized agencies of the United Nations system of organizations in 1974.",
    "correctAnswer": "A",
    "options": {
      "A": "Intergovernmental",
      "B": "Foundation",
      "C": "Association",
      "D": "Chamber",
      "E": "Affiliation"
    },
    "explanation": "The World Intellectual Property Organization is an intergovernmental organization that became one of the specialized agencies of the United Nations system of organizations in 1974."
  },
  {
    "id": "2972948",
    "unitNumber": 6,
    "text": "Where is the World Intellectual Property Organization headquarter?",
    "correctAnswer": "A",
    "options": {
      "A": "Geneva",
      "B": "Paris",
      "C": "London",
      "D": "Washington DC",
      "E": "Berlin"
    },
    "explanation": "The World Intellectual Property Organization headquarter is Geneva"
  },
  {
    "id": "2972949",
    "unitNumber": 6,
    "text": "What does Most-favored-nation mean?",
    "correctAnswer": "A",
    "options": {
      "A": "Treating other people equally.",
      "B": "Treating foreigners and locals equally.",
      "C": "Protection of intellectual property rights",
      "D": "Development of intellectual property",
      "E": "Providing cooperation between intellectual property organizations."
    },
    "explanation": "<strong>Most-favored-nation: </strong>Treating other people equally."
  },
  {
    "id": "2972950",
    "unitNumber": 6,
    "text": "Which of the following is <strong>not</strong> a purpose for the establishment of the Turkish Patent and Trademark Office?",
    "correctAnswer": "A",
    "options": {
      "A": "To create a monopoly market within the country",
      "B": "To contribute to Turkey’s technological progress",
      "C": "To present the information and documentation related to industrial property rights at home and abroad to the public’s benefit.",
      "D": "To ensure the development of research and development activities",
      "E": "To establish industrial property rights with patents and trademark"
    },
    "explanation": "To create a monopoly market within the country is not a purpose for the establishment of the Turkish Patent and Trademark Office. Contrary to this, the Turkish Patent and Trademark Office aims to create a free competition environment within the country."
  },
  {
    "id": "2972951",
    "unitNumber": 6,
    "text": "Which of the following is <strong>false</strong> for Turkish Patent and Trademark Office?",
    "correctAnswer": "A",
    "options": {
      "A": "It forbidden by the legislation that establish a company at home or abroad.",
      "B": "It supports academic activities and educational activities related to the subjects included in its field of duty.",
      "C": "It performs other duties assigned by the legislation.",
      "D": "It publishes documents on industrial property rights.",
      "E": "It carries out mediation activities in compulsory license transactions and is an expert in courts."
    },
    "explanation": "It may establish a company at home or abroad upon the decision of the President."
  },
  {
    "id": "2972952",
    "unitNumber": 6,
    "text": "<ol type=\"I\"><br/><li>Rewarding the idea workers by supporting technological and cultural progress </li><br/><li>Recognition of physical productivity by society</li><br/><li>Enrichment of public information and cultural treasury </li><br/><li>Withdrawal of foreign capital </li><br/></ol><br/>Which of the above combination is correct objectives of intellectual property protection?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III and IV",
      "B": "II, III and IV",
      "C": "I, II, III and IV",
      "D": "I and II",
      "E": "I and III"
    },
    "explanation": "Rewarding the idea workers by supporting technological and cultural progress, enrichment of public information and cultural treasury and withdrawal of foreign capital are correct objectives of intellectual property protection."
  },
  {
    "id": "2972953",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Literary and Scientific Works </li> <li>Musical Works </li> <li>Works of Fine Arts </li> <li>Cinematographic Works </li> </ol> Which of the above combinations is correct groups of intellectual and artistic works?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III and IV",
      "B": "II, III and IV",
      "C": "II and III",
      "D": "III and IV",
      "E": "I, III and IV"
    },
    "explanation": "According to regulation the Intellectual and Artistic Works Law, intellectual and artistic works are divided into four groups: <br/>1. Literary and Scientific Works <br/>2. Musical Works <br/>3. Works of Fine Arts <br/>4. Cinematographic Works"
  },
  {
    "id": "2972954",
    "unitNumber": 6,
    "text": "Which of the following has aesthetic value?",
    "correctAnswer": "A",
    "options": {
      "A": "Architectural works",
      "B": "Musical arrangements",
      "C": "Transforming works",
      "D": "Databases",
      "E": "Softwares"
    },
    "explanation": "Architectural works are works of fine arts, which have aesthetic value."
  },
  {
    "id": "2972955",
    "unitNumber": 6,
    "text": "Which of the following is a form of industrial property rights?",
    "correctAnswer": "E",
    "options": {
      "A": "Music",
      "B": "Architecture",
      "C": "Fine arts",
      "D": "Cinema",
      "E": "Product design"
    },
    "explanation": "If your answer is incorrect please refer to THE CONCEPT OF INTELLECTUAL PROPERTY RIGHTS in Chapter 6 in your book.<br/>Music, architecture, fine arts and cinema are types of intellectual and artistic works, which can be copyrighted. However, a product design brings an innovation and is categorized as an industrial property right."
  },
  {
    "id": "2972956",
    "unitNumber": 6,
    "text": "I. Being a product of human mind<br/>II. Being subject to private law<br/>III. The ability to be claimed against everyone<br/>IV. The ability to be built on intangible goods<br/>Which of the arguments above are among the features of intellectual property rights?",
    "correctAnswer": "E",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "I, II and III",
      "D": "II, III and IV",
      "E": "I, II, II and IV"
    },
    "explanation": "If your answer is incorrect please refer to THE CONCEPT OF INTELLECTUAL PROPERTY RIGHTS in Chapter 6 in your book.<br/>The features of intellectual property rights are as follows<br/><ul> <li> Intellectual property rights are the product of the human mind.<br/></li> <li> They can be built on intangible goods.<br/></li> <li> Rights are subjected to private law.<br/></li> <li> They are absolute rights, they can be claimed against everyone.<br/></li> <li> They provide financial and moral benefits to the right holder.<br/></li> </ul>"
  },
  {
    "id": "2972957",
    "unitNumber": 6,
    "text": "\"To ensure the protection and development of intellectual property all over the world with the contributions of member states, and to strengthen administrative solidarity by providing cooperation between intellectual property organizations.\"<br/>To which organization/formation the objective above belongs?",
    "correctAnswer": "A",
    "options": {
      "A": "World Intellectual Property Organization (WIPO)",
      "B": "The Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPS)",
      "C": "Turkish Patent and Trademark Office",
      "D": "Turkish Patent Institute",
      "E": "World Trade Organization (WTO)"
    },
    "explanation": "If your answer is incorrect please refer to THE CONCEPT OF INTELLECTUAL PROPERTY RIGHTS in Chapter 6 in your book.<br/>The main objective of the World Intellectual Property Organization (WIPO) is <em>to ensure the protection and development of intellectual property all over the world with the contributions of member states, and to strengthen administrative solidarity by providing cooperation between intellectual property organizations.</em>"
  },
  {
    "id": "2972958",
    "unitNumber": 6,
    "text": "According to the law no. 5846 which is on intellectual and artistic works, which of the following <strong>is</strong> <strong>not</strong> a type of intellectual and artistic works?",
    "correctAnswer": "E",
    "options": {
      "A": "Literary and scientific works",
      "B": "Musical works",
      "C": "Works of fine arts",
      "D": "Cinematographic works",
      "E": "Industrial design"
    },
    "explanation": "If your answer is incorrect please refer to RIGHTS ON INTELLECTUAL AND ARTISTIC WORKS (COPYRIGHT) in Chapter 6 in your book.<br/>According to the law, the intellectual and artistic works are divided into four groups:<br/><ol> <li> Literary and Scientific Works<br/></li> <li> Musical Works<br/></li> <li> Works of Fine Arts<br/></li> <li> Cinematographic Works<br/></li> </ol>"
  },
  {
    "id": "2972959",
    "unitNumber": 6,
    "text": "I. Works originating in one of the Contracting States must be given the same protection in each of the other Contracting States as the latter grants to the works of its own nationals.<br/>II. Protection must not be conditional upon compliance with any formality.<br/>III. Protection is independent of the existence of protection in the country of origin of the work. If, however, a Contracting State provides for a longer term of protection than the minimum prescribed by the Convention and the work ceases to be protected in the country of origin, protection may be denied once protection in the country of origin ceases.<br/>Which of the rules above are among the principles on which the Berne Convention based?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "I, II and III"
    },
    "explanation": "If your answer is incorrect please refer to RIGHTS ON INTELLECTUAL AND ARTISTIC WORKS (COPYRIGHT) in Chapter 6 in your book.<br/>All of the rules given in the question are the basic principles of the Berne Convention."
  },
  {
    "id": "2972960",
    "unitNumber": 6,
    "text": "........... can be defined as a document showing that the creative thinking of the inventor is protected under legal provisions for a certain period of time.<br/>Which of the following words is suitable to complete the sentence above correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "Patent",
      "B": "Intellectual property rights",
      "C": "Industrial design",
      "D": "Fine arts",
      "E": "Trademark"
    },
    "explanation": "If your answer is incorrect please refer to INDUSTRIAL PROPERTY RIGHTS in Chapter 6 in your book.<br/>The description given in the question is about patents. Patents are a type of industrial property rights."
  },
  {
    "id": "2972961",
    "unitNumber": 6,
    "text": "I. Being new<br/>II. Involving an inventive step<br/>III. The applicability to industry<br/>Which of the features above are among the conditions of patentability?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I and II",
      "D": "Iı and III",
      "E": "I, II and III"
    },
    "explanation": "If your answer is incorrect please refer to INDUSTRIAL PROPERTY RIGHTS in Chapter 6 in your book.<br/>All three conditions given in the question are the prerequisites of patentability."
  },
  {
    "id": "2972962",
    "unitNumber": 6,
    "text": "Which of the following <strong>is not</strong> able to apply for a trademark to Turkish Patent and Trademark Office?",
    "correctAnswer": "E",
    "options": {
      "A": "Citizens of the Republic of Turkey",
      "B": "Natural or legal entities settled or engaged in industrial or commercial activities within the borders of the Republic of Turkey",
      "C": "Persons who have the right of the application according to the Paris Convention or Agreement Establishing the World Trade Organization",
      "D": "According to the reciprocity principle, persons whose citizenships are in states that provide Turkish citizens the protection of industrial property rights",
      "E": "People living in the borders of European Union"
    },
    "explanation": "If your answer is incorrect please refer to INDUSTRIAL PROPERTY RIGHTS in Chapter 6 in your book.<br/>According to the law no: 6769; article 3,<br/><ol><br/><li><br/>Citizens of the Republic of Turkey,<br/></li><br/><li><br/>Natural or legal entities settled or engaged in industrial or commercial activities within the borders of the Republic of Turkey,<br/></li><br/><li><br/>Persons who have the right of the application according to the Paris Convention or Agreement Establishing the World Trade Organization,<br/></li><br/><li><br/>According to the reciprocity principle, persons whose citizenships are in states that provide Turkish citizens the protection of industrial property rights,<br/></li><br/></ol><br/>are able to apply for a trademark to Turkish Patent and Trademark Office."
  },
  {
    "id": "2972963",
    "unitNumber": 6,
    "text": "Which of the following <strong>is not</strong> in the scope of the Industrial Property Law (No: 6769)?",
    "correctAnswer": "D",
    "options": {
      "A": "Trademarks",
      "B": "Geographical signs",
      "C": "Patents",
      "D": "Translations",
      "E": "Utility models"
    },
    "explanation": "If your answer is incorrect please refer to INDUSTRIAL PROPERTY RIGHTS in Chapter 6 in your book.<br/>A translation is not considered to be an industrial property right."
  },
  {
    "id": "2972964",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Literature</li> <li>Utility models</li> <li>Fine arts</li> <li>Trademarks</li> </ol> Which of the above should be registered in an administrative institution for protection?",
    "correctAnswer": "E",
    "options": {
      "A": "I - II",
      "B": "I - III",
      "C": "I - IV",
      "D": "II - III",
      "E": "II - IV"
    },
    "explanation": "Copyrights arise spontaneously with the creation of the work. There is no need for such a procedure as notification or registration. On the other hand, the rights in the industrial property category such as patents, utility models, trademarks, and designs should be registered in and administrative institution such as the Turkish Patent and Trademark Office (TÜRKPATENT)."
  },
  {
    "id": "2972965",
    "unitNumber": 6,
    "text": "When was the Paris Convention adopted?",
    "correctAnswer": "B",
    "options": {
      "A": "1867",
      "B": "1883",
      "C": "1921",
      "D": "1967",
      "E": "1979"
    },
    "explanation": "The World Intellectual Property Organization, headquartered in Geneva, was established on 14 June 1967 with The WIPO Convention. Convention entered into force in 1970 and was amended in 1979. The World Intellectual Property Organization is an intergovernmental organization that became one of the specialized agencies of the United Nations system of organizations in 1974.<br/>The Paris Convention was adopted in 1883."
  },
  {
    "id": "2972966",
    "unitNumber": 6,
    "text": "Since when has Turkey been a party to The Agreement on Trade-Related Aspects of Intellectual Property Rights?",
    "correctAnswer": "D",
    "options": {
      "A": "1967",
      "B": "1974",
      "C": "1983",
      "D": "1995",
      "E": "2001"
    },
    "explanation": "Turkey has been a party to The Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPS) since 1995."
  },
  {
    "id": "2972967",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>To contribute to Turkey’s technological progress</li> <li>To financially support research and development activities</li> <li>To set customs tax ratios for intellectual properties</li> <li>To create a free competition environment within the country</li> </ol> Which of the above is one of the purposes for the establishment of the Turkish Patent and Trademark Office?",
    "correctAnswer": "C",
    "options": {
      "A": "I - II",
      "B": "I - III",
      "C": "I - IV",
      "D": "II - III",
      "E": "II - IV"
    },
    "explanation": "Purposes for the establishment of the Turkish Patent and Trademark Office can be listed as follows:<br/><ol><br/><li>To contribute to Turkey’s technological progress</li><br/><li>To create a free competition environment within the country</li><br/><li>To ensure the development of research and development activities</li><br/><li>To establish industrial property rights with patents and trademarks and to provide protection in this regard</li><br/><li>To present the information and documentation related to industrial property rights at home and abroad to the public’s benefit.</li><br/></ol><br/>Purposes for the establishment of the Turkish Patent and Trademark Office can be listed as follows:<br/><ol> <li>To contribute to Turkey’s technological progress</li> <li>To create a free competition environment within the country</li> <li>To ensure the development of research and development activities</li> <li>To establish industrial property rights with patents and trademarks and to provide protection in this regard</li> <li>To present the information and documentation related to industrial property rights at home and abroad to the public’s benefit.</li> </ol>"
  },
  {
    "id": "2972968",
    "unitNumber": 6,
    "text": "Which Decision was signed by Turkey that Turkey has entered under the obligation harmonization of intellectual property legislation with the EU acquis?",
    "correctAnswer": "C",
    "options": {
      "A": "Decision No 1/74",
      "B": "Decision No 1/87",
      "C": "Decision No 1/95",
      "D": "Decision No 1/12",
      "E": "Decision No 1/15"
    },
    "explanation": "In terms of international relations, intellectual property rights must be protected. For example, Turkey signed Decision No 1/95, Establishing the Customs Union between EU and Turkey, has entered under the obligation harmonization of intellectual property legislation with the EU acquis, and to effectively protect these rights."
  },
  {
    "id": "2972969",
    "unitNumber": 6,
    "text": "Which of the following is NOT protected as intellectual work?",
    "correctAnswer": "E",
    "options": {
      "A": "Architectural works",
      "B": "Dances",
      "C": "Topographical models",
      "D": "Translations",
      "E": "Data in the database"
    },
    "explanation": "<ol start=\"11\"><br/><li>Databases obtained by the selection and compilation of data and materials according to a specific purpose and a specific plan which are in a form that can be read by a device or in any other form (This protection can not be extended to the data and materials contained in the database.)</li><br/></ol><br/><ol start=\"11\"> <li>Databases obtained by the selection and compilation of data and materials according to a specific purpose and a specific plan which are in a form that can be read by a device or in any other form (This protection can not be extended to the data and materials contained in the database.)</li> </ol>"
  },
  {
    "id": "2972970",
    "unitNumber": 6,
    "text": "Which IAWL Article gives the animator of a cinematographic work that was produced with the technique of animation joint authorship?",
    "correctAnswer": "B",
    "options": {
      "A": "Article 5",
      "B": "Article 8",
      "C": "Article 11",
      "D": "Article 14",
      "E": "Article 15"
    },
    "explanation": "For cinematographic works that are produced with the technique of animation, the animator is also among the joint authors of the work (IAWL Article 8)."
  },
  {
    "id": "2972971",
    "unitNumber": 6,
    "text": "When did Turkey sign the Berne Convention?",
    "correctAnswer": "A",
    "options": {
      "A": "1951",
      "B": "1962",
      "C": "1974",
      "D": "1983",
      "E": "1995"
    },
    "explanation": "Turkey signed the Berne Convention on 27 October 1951, and it came into force on January 1, 1952. Afterward, in 1995, it adopted the Paris Text of the Convention in 1971 with the law numbered 4117."
  },
  {
    "id": "2972972",
    "unitNumber": 6,
    "text": "Which law regulates industrial property rights in Turkey?",
    "correctAnswer": "A",
    "options": {
      "A": "Law No. 6769",
      "B": "Law No. 6698",
      "C": "Law No. 5651",
      "D": "Law No. 5901",
      "E": "Law No. 4857"
    },
    "explanation": "In Turkey, industrial property rights are regulated by Industrial Property Law (IPL) dated December 22, 2016, and No. 6769. Industrial Property Law No. 6769 came into force on 10 January 2017."
  },
  {
    "id": "2972973",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>New</li> <li>Marketable</li> <li>Industrial applicability</li> <li>Lawful</li> </ol> Which of the above are conditions of patentability?",
    "correctAnswer": "B",
    "options": {
      "A": "I - II",
      "B": "I - III",
      "C": "I - IV",
      "D": "II - III",
      "E": "II - IV"
    },
    "explanation": "New, Involves an inventive step, Industrial applicability Figure 6.1 Conditions of Patentability"
  },
  {
    "id": "2972974",
    "unitNumber": 7,
    "text": "_______ defined as creating or adopting new ideas, products, services, programs, technology, policy, structure, or new administrative systems.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Innovation",
      "B": "Strategy",
      "C": "Policy",
      "D": "Procedure",
      "E": "Tactics"
    },
    "explanation": "Innovation is defined as creating or adopting new ideas, products, services, programs, technology, policy, structure, or new administrative systems."
  },
  {
    "id": "2972975",
    "unitNumber": 7,
    "text": "Which of the following is among the fundamental reasons why countries innovate?",
    "correctAnswer": "B",
    "options": {
      "A": "Employment",
      "B": "Economic growth",
      "C": "Human development",
      "D": "Economic stability",
      "E": "Politic stability"
    },
    "explanation": "One of the fundamental reasons why countries innovate and develop is the contribution to economic growth."
  },
  {
    "id": "2972976",
    "unitNumber": 7,
    "text": "Which of the following is true about innovation?",
    "correctAnswer": "E",
    "options": {
      "A": "Innovation is always done in products and services.",
      "B": "Innovation is always related to new products and services.",
      "C": "Innovation is done by only businesses.",
      "D": "Innovation is only an economic system.",
      "E": "Innovation is also a social system."
    },
    "explanation": "Innovation is not only an economic but also a social system.<br/>Innovation is also a social system."
  },
  {
    "id": "2972977",
    "unitNumber": 7,
    "text": "Which of the following is not among the positive contributions of innovation activities to society and the economy?",
    "correctAnswer": "A",
    "options": {
      "A": "Reduces living standards",
      "B": "Constant economic progress and growth",
      "C": "Increase in employment rates",
      "D": "Efficient and effective use of resources",
      "E": "Leap in the number of patents"
    },
    "explanation": "The positive contributions of innovation activities to society and the economy are listed as follows:<br/>• Increases observed in welfare in the social area,<br/>• Improvement in living standards,<br/>• Constant economic progress and growth,<br/>• Increase in employment rates,<br/>• Efficient and effective use of resources,<br/>• Increase in foreign trade,<br/>• Uncovering new resources,<br/>• Increase in regional development,<br/>• Leap in the number of patents,<br/><ul><br/><li> An increase in entrepreneurship rates,<br/>• Efficient and effective use of energy<br/>resources,<br/>• Saving the economy from being foreigndependent</li><br/></ul><br/>Reduces living standards"
  },
  {
    "id": "2972978",
    "unitNumber": 7,
    "text": "Which of the following is not among the benefits of innovation to companies?",
    "correctAnswer": "C",
    "options": {
      "A": "Providing competitive advantage",
      "B": "Increasing the share rate in the market",
      "C": "Increase in costs",
      "D": "Increase in profitability",
      "E": "Transforming the information into an economic phenomenon"
    },
    "explanation": "Innovation reduces the costs.<br/>Increase in costs"
  },
  {
    "id": "2972979",
    "unitNumber": 7,
    "text": "Which of the following is not among the factors that slow down innovation activities or damage expected results?",
    "correctAnswer": "D",
    "options": {
      "A": "High costs",
      "B": "Lack of demand",
      "C": "Skilled personnel",
      "D": "Supportive laws and innovation incentives",
      "E": "Lack of information"
    },
    "explanation": "Various factors can prevent innovation activities. There may be reasons for not starting innovation activities at all, or there may be factors that slow down innovation activities or damage expected results. These include economic reasons such as high costs and lack of demand, enterprise factors such as skilled personnel and lack of information, and legal factors such as regulations and tax rules.<br/>Supportive laws and innovation incentives"
  },
  {
    "id": "2972980",
    "unitNumber": 7,
    "text": "Which of the following is among the cost factors that hinder innovation?",
    "correctAnswer": "E",
    "options": {
      "A": "Inadequate innovation efforts",
      "B": "Lack of qualified employees",
      "C": "Technology deficiency",
      "D": "Lack of information on markets",
      "E": "Excessive perceived risks"
    },
    "explanation": "Excessive perceived risks is among the cost factors that may hinder innovation."
  },
  {
    "id": "2972981",
    "unitNumber": 7,
    "text": "Which of the following is among the knowledge factors that hinder innovation?",
    "correctAnswer": "C",
    "options": {
      "A": "Excessive perceived risks",
      "B": "High costs",
      "C": "Insufficient outsourcing of information and services",
      "D": "Insufficient capital within the enterprise",
      "E": "Insufficient external capital in the business"
    },
    "explanation": "Insufficient outsourcing of information and services is among the knowledge factors that may hinder innovation."
  },
  {
    "id": "2972982",
    "unitNumber": 7,
    "text": "Which of the following is not among the main factors that may hinder innovation?",
    "correctAnswer": "A",
    "options": {
      "A": "Individual factors",
      "B": "Cost factors",
      "C": "Knowledge factors",
      "D": "Market factors",
      "E": "Institutional factors"
    },
    "explanation": "Individual factors are not among the main factors that may hinder innovation."
  },
  {
    "id": "2972983",
    "unitNumber": 7,
    "text": "_______ model refers to a series of interactions between university, industry, and government to promote economic and social development.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "The triple helix innovation",
      "B": "Network",
      "C": "Alliance",
      "D": "Cluster",
      "E": "Industrial cooperation"
    },
    "explanation": "The triple helix innovation model refers to a series of interactions between university, industry, and government to promote economic and social development."
  },
  {
    "id": "2972984",
    "unitNumber": 7,
    "text": "Which of the following can <strong>NOT</strong> be listed among the positive contributions of innovation activities to society and the economy?",
    "correctAnswer": "E",
    "options": {
      "A": "Increase in entrepreneurship rates",
      "B": "Increase in employment rates",
      "C": "Increase in foreign trade",
      "D": "Increase in regional development",
      "E": "Increase in foreign debt"
    },
    "explanation": "The positive contributions of innovation activities to society and the economy are listed as follows (Uzkurt, 2008, p.269):<br/>• Increases observed in welfare in the social area,<br/>• Improvement in living standards,<br/>• Constant economic progress and growth,<br/>• Increase in employment rates,<br/>• Efficient and effective use of resources,<br/>• Increase in foreign trade,<br/>• Uncovering new resources,<br/>• Increase in regional development,<br/>• Leap in the number of patents, • An increase in entrepreneurship rates,<br/>• Efficient and effective use of energy resources,<br/>• Saving the economy from being foreigndependent"
  },
  {
    "id": "2972985",
    "unitNumber": 7,
    "text": "Which of the following can <strong>NOT</strong> be listed among the benefits of innovation to companies?",
    "correctAnswer": "E",
    "options": {
      "A": "Increasing the share rate in the market",
      "B": "Increase in productivity",
      "C": "Increase in profitability",
      "D": "Increase in quality",
      "E": "Increase in costs"
    },
    "explanation": "We can list the benefits of innovation to companies as follows (Uzkurt 2010, p.30):<br/>• A decrease in costs,<br/>• Providing competitive advantage,<br/>• Increasing the share rate in the market,<br/>• Increase in productivity,<br/>• Providing efficiency in the use of raw materials,<br/>• Increase in profitability,<br/>• Transforming the information into an economic phenomenon,<br/>• Increase in quality,<br/>• Expansion of the product mix and line,<br/>• Discovering new market environments,<br/>• Providing convenience in entering new markets,<br/>• Maximizing customer satisfaction,<br/>• Reducing the manufacturing times of the services and products and minimizing the waste given,<br/>• Providing flexibility in manufacturing, marketing, and supply,<br/>• Providing data sharing by improving the communication environment with suppliers, consumers, and intermediary institutions,<br/>• Improving working conditions."
  },
  {
    "id": "2972986",
    "unitNumber": 7,
    "text": "According to the Oslo Manual, which of the following is <strong>NOT</strong> a cost factor that may hinder innovation?",
    "correctAnswer": "E",
    "options": {
      "A": "Excessive perceived risks",
      "B": "High costs",
      "C": "Insufficient capital within the enterprise",
      "D": "Insufficient external capital in the business",
      "E": "Excessive external capital in the business"
    },
    "explanation": "The factors that hinder or may hinder innovation according to the Oslo Manual are listed below (OECD, 2005, p.113):<br/>Cost factors:<br/>• Excessive perceived risks,<br/>• High costs,<br/>• Insufficient capital within the enterprise,<br/>• Insufficient external capital in the business."
  },
  {
    "id": "2972987",
    "unitNumber": 7,
    "text": "According to the Oslo Manual, which of the following is <strong>NOT</strong> a knowledge factor that may hinder innovation?",
    "correctAnswer": "E",
    "options": {
      "A": "Insufficient outsourcing of information and services",
      "B": "Incomplete cooperation in process innovation",
      "C": "Insufficient marketing distribution activity",
      "D": "Incompatibility of employees working in innovation",
      "E": "Over-eagerness in adopting new technologies"
    },
    "explanation": "The knowledge factors that hinder or may hinder innovation according to the Oslo Manual are listed below (OECD, 2005, p.113):<br/>Knowledge Factors:<br/>• Inadequate innovation efforts,<br/>• Lack of qualified employees,<br/>• Technology deficiency,<br/>• Lack of information on markets,<br/>• Insufficient outsourcing of information and services,<br/>• Incomplete cooperation in process innovation,<br/>• Insufficient marketing distribution activity,<br/>• Incompatibility of employees working in innovation,<br/>• Reluctance of the management in making innovation,<br/>• The administrative function of the entrepreneur,<br/>• Innovation flaw,<br/>• Inability to devote staff to innovation activity due to production requirements."
  },
  {
    "id": "2972988",
    "unitNumber": 7,
    "text": "The innovation system reflecting the innovation model that combines R&amp;D facilities of universities, public, and private sector institutions and organizations is defined as what?",
    "correctAnswer": "C",
    "options": {
      "A": "Helix model approach",
      "B": "Double helix approach",
      "C": "Triple helix approach",
      "D": "Quadruple helix approach",
      "E": "Quintuple helix approach"
    },
    "explanation": "In a narrow sense, the innovation system reflects the innovation model that combines R&amp;D facilities of universities, public, and private sector institutions and organizations, and is defined as a <strong>triple helix approach</strong>."
  },
  {
    "id": "2972989",
    "unitNumber": 7,
    "text": "What is the main idea of the innovation systems approach?",
    "correctAnswer": "A",
    "options": {
      "A": "The overall innovation performance of an economy is based not only on<br/>specific organizations such as firms and research institutions but also on their interactions with each other and the government on knowledge generation and distribution.",
      "B": "The innovation system emphasizes the central role of institutions.",
      "C": "Learning processes take a central position in the systems approach.",
      "D": "The innovation system refers to interdependence and nonlinearity.",
      "E": "Conceptualizing the importance of institutions and learning processes as<br/>evolutionary systems, the innovation systems approach has significant effects on institutional strategies and public policies."
    },
    "explanation": "The main idea of the innovation systems approach is that the overall innovation performance of an economy is based not only on specific organizations such as firms and research institutions but also on their interactions with each other and the government on knowledge generation and distribution."
  },
  {
    "id": "2972990",
    "unitNumber": 7,
    "text": "What is described by “the network of organizations in the state and private sectors that creates new practitioner science, transfers it from abroad, transforms and disseminates it through its work and mutual effects” ?",
    "correctAnswer": "E",
    "options": {
      "A": "State innovation system",
      "B": "Transformative innovation system",
      "C": "Private innovation system",
      "D": "International innovation system",
      "E": "National innovation system"
    },
    "explanation": "The <strong>national innovation system</strong> is the network of organizations in the state and private sectors that creates new practitioner science, transfers it from abroad, transforms and disseminates it through its work and mutual effects (Freeman, 1987)."
  },
  {
    "id": "2972991",
    "unitNumber": 7,
    "text": "Which of the following is <strong>NOT</strong> among the institutions directly related to innovation in Turkey?",
    "correctAnswer": "D",
    "options": {
      "A": "Small and Medium Enterprises Development Organization of Turkey (KOSGEB)",
      "B": "The Scientific and Technological Research Council of Turkey(TÜBİTAK)",
      "C": "The Ministry of National Education",
      "D": "The National Intelligence Organization",
      "E": "The Council of Higher Education"
    },
    "explanation": "In our country’s national innovation system, among the institutions directly related to innovation, there are different types of institutions from the public and private sector organizations. T<strong>he Science, Technology, and Innovation Policies Council under the Presidency of Strategy and Budget under the Presidency of Turkey, Ministry of Treasury and Finance, Ministry of National Education, Ministry of Trade, the Scientific and Technological Research Council of Turkey (TÜBİTAK), Small and Medium Enterprises Development Organization of Turkey (KOSGEB), Turkish Patent and Trademark Office (Türkpatent), Council of Higher Education (YÖK), Universities and Technology Development Zones</strong> are examples of these institutions (Uzkurt, 2020, p.88)."
  },
  {
    "id": "2972992",
    "unitNumber": 7,
    "text": "Which element of the national innovation system prepares innovation policies, controls the process, provides the necessary infrastructure, incentives, and coordination of activities and establishes the legal framework?",
    "correctAnswer": "A",
    "options": {
      "A": "Political and supervisory institutions",
      "B": "Supporting institutions that provide technical infrastructure",
      "C": "Public and private research institutions",
      "D": "Business sector",
      "E": "Science system"
    },
    "explanation": "<strong>Political and supervisory institutions</strong>: They prepare innovation policies and control the process. These constitute indispensable elements of innovation by providing the necessary infrastructure, incentives, and coordination of activities and establishing the legal framework."
  },
  {
    "id": "2972993",
    "unitNumber": 7,
    "text": "Which element of the national innovation system undertakes the task of producing and developing technological innovations?",
    "correctAnswer": "C",
    "options": {
      "A": "Political and supervisory institutions",
      "B": "Supporting institutions that provide technical infrastructure",
      "C": "Public and private research institutions",
      "D": "Business sector",
      "E": "Science system"
    },
    "explanation": "The prominent institutions and organizations that make up the national innovation system are as follows (Özdemir, 2010, p.26):<br/>1. Political and supervisory institutions: They prepare innovation policies and control the process. These constitute indispensable elements of innovation by providing the necessary infrastructure, incentives, and coordination of activities and establishing the legal framework.<br/>2. Science system: These actors, especially universities, undertake the task of making inventions in interaction with the public and private sectors and training the academicians and scientists to do them. The most significant advantage of universities over public R&amp;D institutions is their ability to train qualified research staff.<br/>3. Business sector: Firms play an essential role in implementing technological innovations and benefiting from technological changes.<br/>4. Supporting institutions that provide technical infrastructure: They are support<br/>organizations that offer convenience in financial matters such as loans and tax<br/>deductions and assist in issues such as training and laboratory services.<br/><strong>5. Public and private research institutions: They undertake the task of producing and developing technological innovations.</strong>"
  },
  {
    "id": "2972994",
    "unitNumber": 7,
    "text": "According to the Oslo Manual, which of the following is <u>not</u> one of the knowledge factors that are likely to hinder innovation?",
    "correctAnswer": "D",
    "options": {
      "A": "Lack of qualified employees",
      "B": "Technology deficiency",
      "C": "Insufficient marketing distribution activity",
      "D": "Insufficient capital within the enterprise",
      "E": "Reluctance of the management in making innovation"
    },
    "explanation": "According to the Oslo Manual, the knowledge factors that may hinder innovation are as follows:<br/><ul> <li> Inadequate innovation efforts,<br/></li> <li> Lack of qualified employees,<br/></li> <li> Technology deficiency,<br/></li> <li> Lack of information on markets,<br/></li> <li> Insufficient outsourcing of information and services,<br/></li> <li> Incomplete cooperation in process innovation,<br/></li> <li> Insufficient marketing distribution activity,<br/></li> <li> Incompatibility of employees working in innovation,<br/></li> <li> Reluctance of the management in making innovation,<br/></li> <li> The administrative function of the entrepreneur,<br/></li> <li> Innovation flaw,<br/></li> <li> Inability to devote staff to innovation activity due to production requirements.<br/></li> </ul> \"Insufficient capital within the enterprise\" is one of the cost factors that may hinder innovation.<br/>The correct answer is D."
  },
  {
    "id": "2972995",
    "unitNumber": 7,
    "text": "I. Improving living standards<br/>II. Promoting effective use of energy resources<br/>III. Uncovering new resources<br/>IV. Providing competitive advantage<br/>V. Increasing the share in the market<br/>Which of the above are among direct contributions of innovation to the society?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II and III",
      "B": "I, III and IV",
      "C": "II, III and IV",
      "D": "II, IV and V",
      "E": "III, IV and V"
    },
    "explanation": "The contributions of innovation activities to the society and the economy are as follows:<br/><ul><br/><li><br/>Increasing welfare in the social area,<br/></li><br/><li><br/><strong>Improving living standards</strong>,<br/></li><br/><li><br/>Constant economic progress and growth,<br/></li><br/><li><br/>Increasing employment rates,<br/></li><br/><li><br/>Increasing foreign trade,<br/></li><br/><li><br/><strong>Uncovering new resources</strong>,<br/></li><br/><li><br/>Increase in regional development,<br/></li><br/><li><br/>Leap in the number of patents,<br/></li><br/><li><br/>An increase in entrepreneurship rates,<br/></li><br/><li><br/><strong>Efficient and effective use of energy resources</strong>,<br/></li><br/><li><br/>Saving the economy from being foreign-dependent.<br/></li><br/></ul><br/>\"Providing competitive advantage\" and \"increasing the share in the market\" are contributions of innovation to companies.<br/>Thus, the correct answer is A."
  },
  {
    "id": "2972996",
    "unitNumber": 7,
    "text": "The ____________________ refers to a series of interactions between university, industry, and government to promote economic and social development.<br/>Which of the following terms is defined above?",
    "correctAnswer": "B",
    "options": {
      "A": "National innovation system",
      "B": "Triple helix innovation model",
      "C": "Global innovation network",
      "D": "Learning economy",
      "E": "Know-how"
    },
    "explanation": "The triple helix innovation model refers to a series of interactions between university, industry, and government to promote economic and social development.<br/>The correct answer is B."
  },
  {
    "id": "2972997",
    "unitNumber": 7,
    "text": "_________________ is the type of knowledge acquired through use. The process of learning-by-using creates this type of knowledge. Learning-by-using is vital because customers invariably use technological systems differently from how they were designed or produced. Learning occurs through interactions between vendors and customers. Customers use a system and provide feedback to vendors on the desirable system configuration and range of possible uses. Based on this feedback, vendors can modify system configuration.<br/>Which of the following terms is defined above?",
    "correctAnswer": "C",
    "options": {
      "A": "Know-how",
      "B": "Know-why",
      "C": "Know-what",
      "D": "Learning economy",
      "E": "Learning society"
    },
    "explanation": "Know-what is the type of knowledge acquired through use. The process of learning- by-using creates Know-what. Learning-by-using is vital because customers invariably use technological systems differently from how they were designed or produced. Learning occurs through interactions between vendors and customers. Customers use a system and provide feedback to vendors on the desirable system configuration and range of possible uses. Based on this feedback, vendors can modify system configuration.<br/>The correct answer is C."
  },
  {
    "id": "2972998",
    "unitNumber": 7,
    "text": "In which of the following options, five main stakeholders of the national innovation system are provided?",
    "correctAnswer": "D",
    "options": {
      "A": "1. Public Sector<br/>2. Universities<br/>3. Business<br/>4. Media<br/>5. Industry",
      "B": "1. State<br/>2. Education<br/>3. Business<br/>4. Relevant Foundations<br/>5. Non-governmental Organizations",
      "C": "1. Public Sector<br/>2. Private Sector<br/>3. Schools<br/>4. Economic Market<br/>5. Foreign Representatives",
      "D": "1. State<br/>2. Businesses<br/>3. Universities and Research Institutions<br/>4. Financing Institutions<br/>5. Public-University-Industry Cooperation",
      "E": "1. Schools and Universities<br/>2. Factories<br/>3. Enterprises<br/>4. Ministries<br/>5. Non-governmental Organizations"
    },
    "explanation": "The national innovation system is based on the interaction between institutions. In this system, the main actors are the state, businesses, universities and research Institutions, financing institutions, and the public-university-industry cooperation.<br/>The correct answer is D."
  },
  {
    "id": "2972999",
    "unitNumber": 7,
    "text": "This actor of the national innovation system is expected to contribute to practice by carrying out results-oriented studies, and to finance research and invest in new technologies.<br/>Which of the following actors of the national innovation system is defined above?",
    "correctAnswer": "C",
    "options": {
      "A": "State",
      "B": "Universities",
      "C": "Industry",
      "D": "Media",
      "E": "International Financing Institutions"
    },
    "explanation": "In Public-University-Industry Cooperation activities, it is expected that the industry will use the supporting mechanisms and incentives within the system created by the state and knowledge created by universities to transform them into high value-added goods and services. Therefore, what is expected from the industry in this cooperation is to contribute to practice by carrying out results-oriented studies. Another expectation from the industry is to finance research and invest in new technologies.<br/>The correct answer is C."
  },
  {
    "id": "2973000",
    "unitNumber": 7,
    "text": "When was the Supreme Council for Science and Technology (SCST) established in Turkey?",
    "correctAnswer": "A",
    "options": {
      "A": "1983",
      "B": "1987",
      "C": "1991",
      "D": "1993",
      "E": "1997"
    },
    "explanation": "The Supreme Council for Science and Technology (SCST) was established on October 4, 1983 to carry out the national science policy.<br/>The correct answer is A."
  },
  {
    "id": "2973001",
    "unitNumber": 7,
    "text": "Which of the following is <u>not</u> one of the main components of Turkey’s 2023 Industry and Technology Strategy document?",
    "correctAnswer": "E",
    "options": {
      "A": "High Technology and Innovation",
      "B": "Digital Transformation and Industry Movement",
      "C": "Entrepreneurship",
      "D": "Human Capital",
      "E": "Research and Development"
    },
    "explanation": "Turkey’s 2023 Industry and Technology Strategy (“Strategy Document”) was announced on September 18, 2019. The Strategy Document has been prepared with the vision of “National Technology, Strong Industry” by targeting the year 2023 in which the 100th anniversary of the Republic will be celebrated.<br/>The Strategy Document consists of 5 main components. These are:<br/><ol> <li> High Technology and Innovation,<br/></li> <li> Digital Transformation and Industry Movement,<br/></li> <li> Entrepreneurship,<br/></li> <li> Human Capital and<br/></li> <li> Infrastructure.<br/></li> </ol> The correct answer is E."
  },
  {
    "id": "2973002",
    "unitNumber": 7,
    "text": "Which of the following is one of the areas that require mission-oriented approach according to the National Science, Technology and Innovation Strategy (2011- 2016) document?",
    "correctAnswer": "E",
    "options": {
      "A": "Defence",
      "B": "Health",
      "C": "Space",
      "D": "Food",
      "E": "Automotive"
    },
    "explanation": "According to the National Science, Technology and Innovation Strategy (2011- 2016), the areas in which the R&amp;D and innovation capacity are vital in the country are the areas where the private sector allocates significant resources for R&amp;D and innovation, export capability, and the competitive power based on R&amp;D and innovation. These areas require mission-oriented approaches. In the strategy document, these areas include automotive, ICT and machine manufacturing.<br/>Thus, the correct answer is E."
  },
  {
    "id": "2973003",
    "unitNumber": 7,
    "text": "___________________ specialize in a specific field in terms of both infrastructure and human resources and provide R&amp;D, training, and support services to develop that field.<br/>Which of the following components of the national innovation system in Turkey is defined above?",
    "correctAnswer": "B",
    "options": {
      "A": "Angel investors",
      "B": "Centers of excellence",
      "C": "Clusters",
      "D": "Technology development zones",
      "E": "Technology transfer offices"
    },
    "explanation": "Centers of excellence specialize in a specific field in terms of both infrastructure and human resources and provide R&amp;D, training, and support services to develop that field. Centers of excellence can be established in all fields, including social sciences. Such centers can be separate and independent on their own, or they can be small units specialized in specific areas within an institution.<br/>The correct answer is B."
  },
  {
    "id": "2973004",
    "unitNumber": 8,
    "text": "________ is an acronym that includes different types of direct human activities such as knowhow, knowledge, invention and innovation, and plays an important role in explaining measurable economic variables such as productivity, growth, employment and competitiveness.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Technology",
      "B": "Strategy",
      "C": "Policy",
      "D": "Innovation",
      "E": "Procedures"
    },
    "explanation": "Technology is an acronym that includes different types of direct human activities such as knowhow, knowledge, invention and innovation, and plays an important role in explaining measurable economic variables such as productivity, growth, employment and competitiveness."
  },
  {
    "id": "2973005",
    "unitNumber": 8,
    "text": "Which of the following is not among the factors that reveal technology<br/>entrepreneurship?",
    "correctAnswer": "B",
    "options": {
      "A": "Changing and increasing competition",
      "B": "Disadvantages based on technology and knowledge",
      "C": "Emerging new sectors",
      "D": "The necessity to be flexible, responsive, proactive and innovative",
      "E": "The increasing importance of knowledge and technology capital"
    },
    "explanation": "Advantages based on technology and knowledge is among the factors that reveal technology entrepreneurship.<br/>Disadvantages based on technology and knowledge"
  },
  {
    "id": "2973006",
    "unitNumber": 8,
    "text": "According to Schumpeter _______ is to create a reform or revolution by pursuing and bringing innovations in the production process by making a new invention or by producing a new product, or even by producing an old product with a new method.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Innovation",
      "B": "Strategy",
      "C": "Policy",
      "D": "Entrepreneurship",
      "E": "Tactics"
    },
    "explanation": "According to Schumpeter (1934) entrepreneurship is to create a reform or revolution by pursuing and bringing innovations in the production process by making a new invention or by producing a new product, or even by producing an old product with a new method."
  },
  {
    "id": "2973007",
    "unitNumber": 8,
    "text": "Which of the following is not among the themes of technology entrepreneurship?",
    "correctAnswer": "C",
    "options": {
      "A": "External factors",
      "B": "Region’s development",
      "C": "Independence",
      "D": "Contribution to another field",
      "E": "Operations and transformation of small firms"
    },
    "explanation": "Interdependence is among the seven themes of technology entrepreneurship.<br/>Independence"
  },
  {
    "id": "2973008",
    "unitNumber": 8,
    "text": "Which of the following is not among the clusters related to the themes of technology entrepreneurship?",
    "correctAnswer": "E",
    "options": {
      "A": "Technology Venture Formation",
      "B": "Small Technology Firms",
      "C": "Mid-sized Firms",
      "D": "Large Firms",
      "E": "NGOs"
    },
    "explanation": "NGOs are not among the three clusters related to the themes of technology entrepreneurship."
  },
  {
    "id": "2973009",
    "unitNumber": 8,
    "text": "Which of the following is not among the subjects covered by the technology entrepreneurship?",
    "correctAnswer": "A",
    "options": {
      "A": "Increasing employment",
      "B": "Operating small businesses owned by engineers or scientists",
      "C": "Finding problems of or applications for a particular technology",
      "D": "Starting new ventures",
      "E": "Working with others to produce technology change"
    },
    "explanation": "Increasing employment is not among the subjects covered by the technology entrepreneurship."
  },
  {
    "id": "2973010",
    "unitNumber": 8,
    "text": "_______ technological entrepreneurship is a purposeful and goal-oriented process<br/>that is created and managed by a person or a community through the creation of a technology-oriented organization or renewal of the existing one in an environment where scientific, technical, cultural, social, economic, legal and political elements are articulated in a complex way.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Innovation",
      "B": "Radical improvement",
      "C": "Kaizen",
      "D": "Technological entrepreneurship",
      "E": "Strategy"
    },
    "explanation": "Technological entrepreneurship is a purposeful and goal-oriented process<br/>that is created and managed by a person or a community through the creation of a technology-oriented organization or renewal of the existing one in an environment where scientific, technical, cultural, social, economic, legal and political elements are articulated in a complex way."
  },
  {
    "id": "2973011",
    "unitNumber": 8,
    "text": "Which of the following is not among the characteristics of technology entrepreneurship?",
    "correctAnswer": "E",
    "options": {
      "A": "(High-tech) Innovation Processes",
      "B": "(Techno-Innovative) Project-Idea-Product-R&amp;D-Commercialization Processes",
      "C": "(Intensive) Risk Taking",
      "D": "Global Competition",
      "E": "Kaizen"
    },
    "explanation": "Kaizen is not among the characteristics of technology entrepreneurship"
  },
  {
    "id": "2973012",
    "unitNumber": 8,
    "text": "_______ is an entrepreneurial initiative that aims to provide technology or research-based innovative products, applications and services to the market; creates, develops and commercializes them, and is led by the founding team or one of these teams.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "Innovation",
      "B": "Product development",
      "C": "Diversification",
      "D": "Continuous improvement",
      "E": "Technology enterprise"
    },
    "explanation": "Technology enterprise is an entrepreneurial initiative that aims to provide technology or research-based innovative products, applications and services to the market; creates, develops and commercializes them, and is led by the founding team or one of these teams."
  },
  {
    "id": "2973013",
    "unitNumber": 8,
    "text": "Which of the following is not among the terms used instead of technology enterprise?",
    "correctAnswer": "C",
    "options": {
      "A": "Technology-Based Enterprise",
      "B": "New Technology-Based Firm",
      "C": "Multinational Enterprise",
      "D": "Small Technology-Based Firm",
      "E": "Technology Venture"
    },
    "explanation": "Multinational Enterprise is not among the terms used instead of technology enterprise...."
  },
  {
    "id": "2973014",
    "unitNumber": 8,
    "text": "___ is an acronym that includes different types of direct human activities such as knowhow, knowledge, invention and innovation, and plays an important role in explaining measurable economic variables such as productivity, growth, employment and competitiveness.<br/>Which one of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Technology",
      "B": "Globalization",
      "C": "Information",
      "D": "Entrepreneurship",
      "E": "Commercialization"
    },
    "explanation": "The answer is A.<br/>Technology is an acronym that includes different types of direct human activities such as knowhow, knowledge, invention and innovation, and plays an important role in explaining measurable economic variables such as productivity, growth, employment and competitiveness."
  },
  {
    "id": "2973015",
    "unitNumber": 8,
    "text": "___ is a tool that provides wealth for individuals, businesses, territories, and nations.<br/>Which one of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Information society",
      "B": "Technology Entrepreneurship",
      "C": "Commercialization of technology",
      "D": "Innovative product",
      "E": "Innovative policy"
    },
    "explanation": "The answer is B.<br/>Technology Entrepreneurship is a tool that provides wealth for individuals, businesses, territories, and nations."
  },
  {
    "id": "2973016",
    "unitNumber": 8,
    "text": "Which of the following cannot be considered among the factors that reveal technology entrepreneurship?",
    "correctAnswer": "C",
    "options": {
      "A": "Emerging new sectors",
      "B": "Advantages based on technology and knowledge",
      "C": "The social and political conjuncture",
      "D": "The increasing importance of knowledge and technology capital",
      "E": "Superior innovative technologies able to create value and respond to consumer needs"
    },
    "explanation": "The answer is C.<br/>There are some factors that reveal technology entrepreneurship:<br/>• Advantages based on technology and knowledge<br/>• Changing and increasing competition<br/>• The increasing importance of knowledge and technology capital<br/>• Emerging new sectors<br/>• The necessity to be flexible, responsive, proactive and innovative<br/>• Superior innovative technologies able to create value and respond to consumer needs"
  },
  {
    "id": "2973017",
    "unitNumber": 8,
    "text": "Which of the following cannot be considered among the subjects that cover technology entrepreneurship?",
    "correctAnswer": "D",
    "options": {
      "A": "Operating small businesses owned by engineers or scientists",
      "B": "Finding problems of or applications for a particular technology",
      "C": "Working with others to produce technology change",
      "D": "Taking all the risks and come out for commercial gain",
      "E": "Starting new ventures, introducing new applications"
    },
    "explanation": "The answer is D.<br/>For the reasons mentioned above, technology entrepreneurship has had different definitions since the past. The definitions in the literature suggest that technology entrepreneurship covers the following subjects (Bailetti, 2012): • operating small businesses owned by engineers or scientists, • finding problems of or applications for a particular technology, • starting new ventures, introducing new applications or seizing opportunities based on scientific and technical knowledge, • working with others to produce technology change."
  },
  {
    "id": "2973018",
    "unitNumber": 8,
    "text": "I. Motivation<br/>II. Setting goals<br/>III. Technical management skills<br/>IV. Egoistic passion<br/>V. Business management skills<br/>Which of the following are among the key factors that characterise the performance of technology entrepreneurs?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III and V",
      "B": "II, III and IV",
      "C": "III, IV and V",
      "D": "I, III and IV",
      "E": "II, IV and V"
    },
    "explanation": "The answer is A.<br/>Motivation, technical management skills and business management skills are three key factors that characterise the performance of technology entrepreneurs."
  },
  {
    "id": "2973019",
    "unitNumber": 8,
    "text": "Which of the following is <strong>not </strong>among the typical personality profiles of technology entrepreneurs?",
    "correctAnswer": "E",
    "options": {
      "A": "Innovator",
      "B": "Prodigy",
      "C": "Visionary",
      "D": "Strategist",
      "E": "Bossy"
    },
    "explanation": "The answer is E.<br/>1. The Hustler: This person is a go-getter. With an outgoing personality and a presence that exudes confidence, they can sell just about anything.<br/>2. The Innovator: Armed with an adventurous and forward-thinking attitude, Innovators are all about experimenting with the old and exploring the new.<br/>3. The Machine: Equipped with a strong sense of duty and an aptitude for solving problems, The Machine always delivers a product on schedule.<br/>4. The Prodigy: The Prodigy is blessed with an inherent business sense and is instinct, and leverages these skills across all facets.<br/>5. The Strategist: A creative and tactical thinker, The Strategist always comes up with effective and efficient game plans.<br/>6. The Visionary: The Visionary is constantly on the lookout for new and innovative ideas and devising new ways to put them into action."
  },
  {
    "id": "2973020",
    "unitNumber": 8,
    "text": "___ is a process by which the results of research projects are transformed into marketable products or services by the researchers themselves or by another group of producers.<br/>Which one of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Start-ups",
      "B": "Commercialization",
      "C": "High-tech company",
      "D": "Innovation",
      "E": "Entrepreneurship"
    },
    "explanation": "The answer is B.<br/>Commercialization is a process by which the results of research projects are transformed into marketable products or services by the researchers themselves or by another group of producers"
  },
  {
    "id": "2973021",
    "unitNumber": 8,
    "text": "___ is a person who makes capital investments in companies in exchange for an equity stake.<br/>Which one of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Mentee",
      "B": "Angel investor",
      "C": "Venture capitalist",
      "D": "Evaluator",
      "E": "Educator"
    },
    "explanation": "The answer is C.<br/>A venture capitalist is a person who makes capital investments in companies in exchange for an equity stake."
  },
  {
    "id": "2973022",
    "unitNumber": 8,
    "text": "Equipped with a strong sense of duty and an aptitude for solving problems, The ___ always delivers a product on schedule.<br/>Which one of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Visionary",
      "B": "Strategist",
      "C": "Prodigy",
      "D": "Machine",
      "E": "Innovator"
    },
    "explanation": "The answer is D.<br/>Equipped with a strong sense of duty and an aptitude for solving problems, The <strong>Machine</strong> always delivers a product on schedule."
  },
  {
    "id": "2973023",
    "unitNumber": 8,
    "text": "Which of the following characteristics is about \"crowdfunding\"?",
    "correctAnswer": "A",
    "options": {
      "A": "New generation investment and funding system based on small donations from large numbers of individuals.",
      "B": "Special investment technique which provides capital, invests, and transfers experience to entrepreneurs.",
      "C": "Relationship in which a more experienced or more knowledgeable person guides a less experienced or less knowledgeable person.",
      "D": "Contribute to the technology entrepreneurship ecosystem in the field of education.",
      "E": "Activate and manage the flow of information and technology between universities, R&amp;D institutions, companies."
    },
    "explanation": "The answer is A.<br/>Crowdfunding is a new generation investment and funding system based on small donations from large numbers of individuals."
  },
  {
    "id": "2973024",
    "unitNumber": 8,
    "text": "Which of the following is NOT a defining factor of technology entrepreneurship?",
    "correctAnswer": "E",
    "options": {
      "A": "Advantages based on technology and knowledge",
      "B": "The necessity to be fexible, responsive, proactive and innovative",
      "C": "The increasing importance of knowledge and technology capital",
      "D": "Changing and increasing competition",
      "E": "Social welfare and value"
    },
    "explanation": "<ul><br/><li>There are some factors that reveal technology entrepreneurship:</li><br/><li>Advantages based on technology and knowledge</li><br/><li>Changing and increasing competition</li><br/><li>The increasing importance of knowledge and technology capital</li><br/><li>Emerging new sectors</li><br/><li>The necessity to be fexible, responsive, proactive and innovative</li><br/><li>Superior innovative technologies able to create value and respond to consumer needs.</li><br/></ul><br/><ul> <li>There are some factors that reveal technology entrepreneurship:</li> <li>Advantages based on technology and knowledge</li> <li>Changing and increasing competition</li> <li>The increasing importance of knowledge and technology capital</li> <li>Emerging new sectors</li> <li>The necessity to be fexible, responsive, proactive and innovative</li> <li>Superior innovative technologies able to create value and respond to consumer needs.</li> </ul>"
  },
  {
    "id": "2973025",
    "unitNumber": 8,
    "text": "Which of the following is NOT covered in technology entrepreneurship?",
    "correctAnswer": "E",
    "options": {
      "A": "Operating small business owned by engineers or scientists",
      "B": "Finding problems of or applications for a particular technology",
      "C": "Starting new ventures, introducing new applications or seizing opportunities based on scientific and technical knowledge",
      "D": "Working with others to produce technology change",
      "E": "Working with traditional practices"
    },
    "explanation": "The definitions in the literature suggest that technology entrepreneurship covers the following subjects (Bailetti, 2012):<br/><ul><br/><li>operating small businesses owned by engineers or scientists,</li><br/><li>finding problems of or applications for a particular technology,</li><br/><li>starting new ventures, introducing new applications or seizing opportunities based on scientific and technical knowledge,</li><br/><li>working with others to produce technology change.</li><br/></ul><br/>The definitions in the literature suggest that technology entrepreneurship covers the following subjects (Bailetti, 2012):<br/><ul> <li>operating small businesses owned by engineers or scientists,</li> <li>finding problems of or applications for a particular technology,</li> <li>starting new ventures, introducing new applications or seizing opportunities based on scientific and technical knowledge,</li> <li>working with others to produce technology change.</li> </ul>"
  },
  {
    "id": "2973026",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>High-tech innovation</li> <li>Very low risk taking</li> <li>Local competition</li> <li>Techno-innovative process</li> </ol> Which of the above are characteristics of technology entrepreneurship that are different from other types of entrepreneurship?",
    "correctAnswer": "C",
    "options": {
      "A": "I - II",
      "B": "I -III",
      "C": "I - IV",
      "D": "II - III",
      "E": "II - IV"
    },
    "explanation": "Technology entrepreneurship has different characteristics from other types of entrepreneurship. It mostly differs from traditional entrepreneurship by these characteristics:<br/><ul><br/><li>(High-tech) Innovation Processes</li><br/><li>(Techno-Innovative) Project-Idea-Product-R&amp;D- Commercialization Processes</li><br/><li>(Intensive) Risk Taking</li><br/><li>Global Competition</li><br/></ul><br/>Technology entrepreneurship has different characteristics from other types of entrepreneurship. It mostly differs from traditional entrepreneurship by these characteristics:<br/><ul> <li>(High-tech) Innovation Processes</li> <li>(Techno-Innovative) Project-Idea-Product-R&amp;D- Commercialization Processes</li> <li>(Intensive) Risk Taking</li> <li>Global Competition</li> </ul>"
  },
  {
    "id": "2973027",
    "unitNumber": 8,
    "text": "Which of the following is FALSE for technology enterprises?",
    "correctAnswer": "E",
    "options": {
      "A": "Technology enterprises invest more in R&amp;D activities",
      "B": "Technology enterprises are dynamic and easily changing",
      "C": "Technology enterprises have short product development cycles",
      "D": "Technology enterprises usually have short and volatile lives",
      "E": "Technology enterprises always focus on local market"
    },
    "explanation": "Technology enterprises;<br/><ul><br/><li>Invest more in R&amp;D activities,</li><br/><li>employ a higher number of engineers and scientists,</li><br/><li>offer technologically advanced innovative products with complex designs and configurations,</li><br/><li>are dynamic and easily changing,</li><br/><li>have short product development cycles</li><br/><li>usually have short and volatile lives,</li><br/><li>Often lack resources although they are rich in ideas,</li><br/><li>mostly need operational capital for the steps in the process until the launch of an idea.</li><br/></ul><br/>Technology enterprises;<br/><ul> <li>Invest more in R&amp;D activities,</li> <li>employ a higher number of engineers and scientists,</li> <li>offer technologically advanced innovative products with complex designs and configurations,</li> <li>are dynamic and easily changing,</li> <li>have short product development cycles</li> <li>usually have short and volatile lives,</li> <li>Often lack resources although they are rich in ideas,</li> <li>mostly need operational capital for the steps in the process until the launch of an idea.</li> </ul>"
  },
  {
    "id": "2973028",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Professional experience</li> <li>Traditional status</li> <li>Non-agreeable focus</li> <li>High fluid intelligence</li> </ol> Which of the above are traits that correlate positively with technology entrepreneurship?",
    "correctAnswer": "C",
    "options": {
      "A": "I - II",
      "B": "I -III",
      "C": "I - IV",
      "D": "II - III",
      "E": "II - IV"
    },
    "explanation": "Professional Experience, High Fluid Intelligence, High Openness, Moderate Agreeableness<br/>Figure 8.2 Traits that correlate positively with technology entrepreneurship"
  },
  {
    "id": "2973029",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>The Hustler</li> <li>The Fixer</li> <li>The Traditionalist</li> <li>The Visionary</li> </ol> According to the Founder Institute study which of the above are personality profiles of successful technology enterprise founders?",
    "correctAnswer": "C",
    "options": {
      "A": "I - II",
      "B": "I -III",
      "C": "I - IV",
      "D": "II - III",
      "E": "II - IV"
    },
    "explanation": "According to a study conducted by the Founder Institute, the majority of the founders of successful technology enterprises fit into six main “personality profiles” (see Figure 8.4)<br/>The Hustler, The Innovator, The Machine, The Prodigy, The Strategist, The Visionary<br/>Figure 8.4 Typical Personality Profles of Technology Entrepreneurs"
  },
  {
    "id": "2973030",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Producers of Innovations</li> <li>Sellers of Innovations</li> <li>Customers of Innovations</li> <li>R&amp;D of Innovations</li> </ol> Which of the above are parts of Technology Entrepreneurship Ecosystem?",
    "correctAnswer": "C",
    "options": {
      "A": "I - II",
      "B": "I -III",
      "C": "I - IV",
      "D": "II - III",
      "E": "II - IV"
    },
    "explanation": "This ecosystem is formed by the combination of three different areas (see Figure 8.5). <br/>Producers of Innovations<br/>R&amp;D of Innovations<br/>Supporters of Innovations<br/>Figure 8.5 Technology Entrepreneurship Ecosystem"
  },
  {
    "id": "2973031",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Researchers</li> <li>Government</li> <li>Customers</li> <li>Inventors</li> </ol> Which of the above play a major role in R&amp;D process?",
    "correctAnswer": "C",
    "options": {
      "A": "I - II",
      "B": "I -III",
      "C": "I - IV",
      "D": "II - III",
      "E": "II - IV"
    },
    "explanation": "The R&amp;D stage covers the process from the idea stage to the production of innovations. Researchers, inventors, universities and organizations play a major role in this process."
  },
  {
    "id": "2973032",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Start-ups</li> <li>Traditional Companies</li> <li>Government</li> <li>Large-scaled high-tech companies</li> </ol> Which of the above can be counted among the ones that realizes the commercialization of the products resulting from R&amp;D?",
    "correctAnswer": "C",
    "options": {
      "A": "I - II",
      "B": "I -III",
      "C": "I - IV",
      "D": "II - III",
      "E": "II - IV"
    },
    "explanation": "The producers of the innovations realized by the commercialization of the products resulting from R&amp;D are part of the technology entrepreneurship ecosystem. These producers include technology enterprises of all sizes. Start-ups/spin-offs and large-scaled high-tech companies can be counted among them."
  },
  {
    "id": "2973033",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Governments</li> <li>Customers</li> <li>Educators</li> <li>Angel Investors</li> <li>High-tech Companies</li> </ol> Which of the above provide technology entrepreneurs with support?",
    "correctAnswer": "D",
    "options": {
      "A": "I - II - III",
      "B": "I - II - IV",
      "C": "II - III - V",
      "D": "I - III - IV",
      "E": "I - II - V"
    },
    "explanation": "In the technology entrepreneurship ecosystem, governments, angel investors, venture capitalists, accelerators, technology transfer offices, educators and mentors provide technology entrepreneurs with support in areas such as financial, technical and managerial."
  }
]