[
  {
    "id": "3177459",
    "unitNumber": 1,
    "text": "Doğa, teknoloji veya insan kaynaklı olan ve fiziksel, ekonomik, sosyal<br/>kayıplara yol açabilecek tüm olayları ifade eden terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tehlike",
      "B": "Maruziyet",
      "C": "Risk",
      "D": "Zarar görebilirlik",
      "E": "Afet"
    },
    "explanation": "Tehlike, belirli bir zaman veya coğrafyada ortaya çıkarak yaşamı tehdit eden, toplumun sosyo ekonomik düzen ve etkinliklerine, doğal çevreye, doğal, tarihi ve kültürel kaynaklara zarar verme potansiyeli olan doğa, teknoloji<br/>ya da insandan kaynaklanan fiziki olay ve olgu şeklinde tanımlanmaktadır. Tehlike; doğa, teknoloji veya insan kaynaklı olan ve fiziksel, ekonomik, sosyal kayıplara yol açabilecek tüm olayları ifade eder."
  },
  {
    "id": "3177462",
    "unitNumber": 1,
    "text": "\"Maruziyet\" in tanımı aşağıdakilerden hangisinde doğru olarak yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir olay sonucunda ortaya çıkabilecek olumsuz sonuçların toplamıdır.",
      "B": "Olası bir tehlikenin etkisine alabileceği insan veya her türlü varlığın miktarı ve<br/>sayısıdır.",
      "C": "Bir toplumun, bir yapının veya hizmetin, tehlike oluştuğunda görebileceği hasar veya zararın olası ölçüsüdür.",
      "D": "Belirli bir bölge için tehlikelerin büyüklüğü, tekrarlanma süresi, olma olasılığı gibi değişkenlerin belirlenmesine ilişkin çalışmalardır.",
      "E": "Gerçekleşme ihtimali bulunan fakat istenmeyen sakıncalı durum"
    },
    "explanation": "Maruziyet, olası bir tehlikenin etkisine alabileceği insan veya her türlü varlığın miktarı vesayısıdır. Maruziyet bileşenlerini belirleyebilmekiçin detaylı veri tabanları hazırlanmalı ve bunlar sürekli güncel tutulmalıdır. Maruziyetin varlığı, birtehlike ve bu tehlikenin etkileyebileceği alandaki insan ve kıymetlerin varlığı ile değerlendirilmelidir"
  },
  {
    "id": "3177464",
    "unitNumber": 1,
    "text": "I-Kimyasal ve gaz sızıntılar\n II-Salgın hastalıklar\n III- Yangın\n IV-Çevre Kirliliği\n V-Deprem\n Yukarıdakilerden hangisi ya da hangileri ikincil afetler olarak adlandırıla bilinir?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "I,II",
      "C": "II,III,V",
      "D": "I,II,III,IV",
      "E": "I,II,III,IV,V"
    },
    "explanation": "Afete yol açan olaylar, zaman zaman başka tehlikeleri de tetikleyerek ikincil<br/>bir veya birkaç afetin arka arkaya meydana gelmesine neden olabilmektedir. İkincil afetler olarak adlandırılan bu olaylar; kimyasal ve gaz sızıntıları, salgın hastalıklar, yangın, patlama ve çevre kirliliği gibi başlıklar altında toplanmaktadır."
  },
  {
    "id": "3177468",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi afetlerin dolaylı etkileri arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Can kayıpları",
      "B": "Yaralanma ve sakat kalma",
      "C": "Üretim ve hizmet yetersizliği nedeniyle ortaya çıkan fiyat artışları",
      "D": "Aşırı talebin neden olduğu karaborsacılık",
      "E": "Yapı ve alt yapı hasarları"
    },
    "explanation": "Dolaylı etkiler şunlardır;\n • Üretim, turizm, ticaret ve hizmet sektörlerinin kısa veya uzun süreli devre<br/>dışı kalması nedeniyle uğranılan gelir kayıpları,<br/>• Sağlık, eğitim, ulaştırma, enerji vb. sektörlerdeki hasarlar sonucu hizmetlerin kesilmesi veya aksaması nedeniyle uğranılan hizmet kayıpları,<br/>• Üretim ve hizmet yetersizliği nedeniyle ortaya çıkan fiyat artışları,<br/>• Kalkınma planlarındaki yatırımların askıya alınmasının doğuracağı alternatif<br/>maliyetler,<br/>• Tüm kaynakların, kurtarma, ilk yardım ve geçici barındırma çalışmalarına yoğunlaştırılması nedeniyle, diğer alanlarda görülen yatırım ve hizmet azalması ve bunların alternatif maliyetleri,<br/>• İşsizlik, göç, sakat ve kimsesiz kalanlarla, psikolojik travma yaşayanların yol<br/>açtığı sosyal maliyetler,"
  },
  {
    "id": "3177473",
    "unitNumber": 1,
    "text": "Tehlike haritaları hazırlanırken aşağıdakilerden hangisi dikkate <strong>alınmaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tehlikenin büyüklüğü,<br/>ve belirli uzaklıkları etkileme<br/>düzeylerini ortaya koymaya yönelik yapılan ölçüm",
      "B": "Tehlikenin gerçekleşme olasılığı",
      "C": "Tehlikenin belirli uzaklıkları etkileme düzeylerini ortaya koymaya yönelik yapılan ölçüm",
      "D": "Jeoistatistiksel analiz yöntemleri",
      "E": "Bölgenin ekonomik yapısı"
    },
    "explanation": "Tehlike haritaları envanter çalışmaları ve duyarlılık haritaları yapıldıktan sonraki aşamada hazırlanır. Bu haritalar zarar görebilirlik ve risk hakkında bilgi<br/>vermezler. Tehlike haritaları tehlikenin büyüklüğü, gerçekleşme olasılığı ve belirli uzaklıkları etkileme düzeylerini ortaya koymaya yönelik yapılan ölçüm<br/>ve hesaplamaların sayısal haritalar üzerine işlenmesi ve jeoistatistiksel analiz yöntemleri kullanılarak hazırlanır."
  },
  {
    "id": "3177477",
    "unitNumber": 1,
    "text": "I-Sonuçları\n II-Oluş sıklığı\n III-Etki süresi ve alanları\n IV-Yaygınlık ve şiddet düzeylerinin derecesi\n V-Olabilirliği\n Yukarıdakilerden hangisi ya da hangileri doğa ve teknoloji kaynaklı olayların parametreleri kullanılarak afet riski haritası oluşturmada kullanılan ölçütler arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "I,II",
      "C": "I,II,III",
      "D": "II,III,IV,V",
      "E": "I,III,IV,V"
    },
    "explanation": "Doğa ve teknoloji kaynaklı olayların;<br/>• oluş sıklığı,<br/>• etki süresi ve alanları,<br/>• yaygınlık ve şiddet düzeylerinin derecesi ve<br/>• olabilirliği<br/>gibi parametreleri ortaya koyan, belirli ölçütlere göre hazırlanmış haritalara afet tehlikesi haritası denir."
  },
  {
    "id": "3177502",
    "unitNumber": 1,
    "text": "Afet Risk Azaltma Sistemi (ARAS) Projesi Afet ve Acil Durum Yönetimi Başkanlığı tarafından hangi yıl başlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "2016",
      "B": "2017",
      "C": "2018",
      "D": "2019",
      "E": "2020"
    },
    "explanation": "Afet Risk Azaltma Sistemi (ARAS) Projesi; Afet ve Acil Durum Yönetimi Başkanlığı tarafından afet tehlike ve risk analizlerinde farklı yöntemlerin<br/>kullanılabilmesi ve doğruya en yakın haritaların üretilebilmesi, analizlerin aynı ortamdan yapılarak aynı platformda tutulması ve paylaşımının sağlanabilmesi için 2017 yılında başlatılmıştır. Bu çalışmada amaç; tehlikelerin belirlenmesinden sonra istatistiki analizler kullanarak risk değerlendirmesi<br/>yapmaktır."
  },
  {
    "id": "3177504",
    "unitNumber": 1,
    "text": "Dünya genelinde meydana gelen doğa kaynaklı afetlerin 2000-2019 yılları arasındaki sayılarına bakıldığında en yaygın görülen afet aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sel",
      "B": "Fırtına",
      "C": "Deprem",
      "D": "Kırsal Yaygın",
      "E": "Heyelan"
    },
    "explanation": "Dünya genelinde meydana gelen doğa kaynaklı afetlerin türlerine göre dağılımına bakıldığında 2000- 2019 periyodunda meydana gelen sel, fırtına, aşırı (ekstrem) sıcaklık, kuraklık, kırsal yangın ve heyelan sayılarında 1980-1999 periyodunda meydana gelen afetlere göre önemli artışlar olduğu görülmektedir. Dünya genelinde meydana gelen doğa kaynaklı afetlerin türlerine göre sayılarına baktığımızda en yaygın olarak görülen afetin sel, ikinci yaygın olarak görülen afetin fırtına ve üçüncü en yaygın olarak görülen afetin ise deprem olduğu görülmektedir. 1980-1999 ve 2000-2019 yılları arasında meydana gelen sel sayılarını kıyasladığımızda son yirmi yılda bir önceki yirmi yıla kıyasla sel sayısında %234 artış olduğu görülmektedir. Bu artış oranı fırtına için %40 ve deprem için %24 olmuştur."
  },
  {
    "id": "3177511",
    "unitNumber": 1,
    "text": "2019 yılında başlayan İl Afet Risk Azaltma Planı (İRAP) için hangi ilimiz pilot olarak seçilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sakarya",
      "B": "Kocaeli",
      "C": "Kahramanmaraş",
      "D": "Denizli",
      "E": "Burdur"
    },
    "explanation": "İl Afet Risk Azaltma Planı ile ilgili çalışmalarına İçişleri Bakanlığı Afet ve Acil Durum Yönetimi Başkanlığının önderliğinde ve koordinasyonunda başlamıştır. Pilot il olarak seçilen Kahramanmaraş İli için İl Afet Risk Azaltma Planı (İRAP) için çalışmalara 2019 yılında başlanmış ve 2020 yılında bitirilmiştir."
  },
  {
    "id": "3177517",
    "unitNumber": 1,
    "text": "İRAP hazırlama süreci, birbirini tamamlayan beş bölüm/modül hâlinde tanımlanmıştır. Aşağıdakilerden hangisinde bu bölümlerin modül sırası ile eşleştirmesi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Modül 1 Afet Risk Azaltma Amaç, Hedef ve Eylemleri",
      "B": "Modül 2 İlin Genel Durumu",
      "C": "Modül 3 Mevcut Durum Analizi",
      "D": "Modül 4 İzleme ve Değerlendirme",
      "E": "Modül 5 Tehlike ve Risk Değerlendirmeleri"
    },
    "explanation": "İRAP hazırlama süreci, birbirini tamamlayan beş bölüm/modül hâlinde tanımlanmıştır. Bu bölümler sırasıyla;<br/>• Modül 1 İlin Genel Durumu<br/>• Modül 2 Tehlike ve Risk Değerlendirmeleri<br/>• Modül 3 Mevcut Durum Analizi<br/>• Modül 4 Afet Risk Azaltma Amaç, Hedef<br/>ve Eylemleri<br/>• Modül 5 İzleme ve Değerlendirme"
  },
  {
    "id": "3177870",
    "unitNumber": 1,
    "text": "“Belirli bir bölge için tehlikelerin büyüklüğü, tekrarlanma süresi, olma olasılığı gibi değişkenlerin belirlenmesine ilişkin çalışmalardır”.\n Soruda verilen tanıma uygun ifade aşağıda hangi seçenekte yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tehlike değerlendirmesi",
      "B": "Veri ve bilgilerin toplanması",
      "C": "Afetin etki düzeyinin anlaşılması",
      "D": "Geniş ölçekli alan araştırması",
      "E": "Bölgeden bağımsız örneklem edinme"
    },
    "explanation": "Tehlike değerlendirmesi: Belirli bir bölge için tehlikelerin büyüklüğü, tekrarlanma süresi,<br/>olma olasılığı gibi değişkenlerin belirlenmesine ilişkin çalışmalardır."
  },
  {
    "id": "3177878",
    "unitNumber": 1,
    "text": "Ülkemizde AFAD tarafından işletilen “kuvvetli yer hareketi istasyonları” aşağıda yer alan hangi teknik terimle adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İvme ölçer",
      "B": "Sabit sismik yüklenici",
      "C": "Göreli hız ölçer",
      "D": "Merkezi kapasitör",
      "E": "Geniş ölçekli navigatör"
    },
    "explanation": "Bir depremin kaynağından farklı uzaklıklarda hangi büyüklükte yer ivmesi ve hangi şiddet ile yer<br/>sarsıntısı oluşturabileceği, geçmişte meydana gelen deprem kayıtlarından yararlanarak ortaya çıkarılmış azalım ilişkileri kullanılarak hesaplanabilir. Bu nedenle deprem kayıtlarının alınması ve veri tabanında saklanması son derece önemlidir. Ülkemizde T.C. İçişleri Bakanlığı AFAD tarafından işletilen 850 adet ivme ölçer <strong>(kuvvetli yer hareketi)</strong> istasyonu ve 421 adet hız ölçer (zayıf yer hareketi) ölçüm istasyonu bulunmaktadır."
  },
  {
    "id": "3177901",
    "unitNumber": 1,
    "text": "Belli periyotlara bağlı olarak, bir bölgedeki tehlikenin gerçekleşme ihtimali, aşağıda verilen hangi yöntemler kullanılarak hesaplanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Olasılık ve deterministik",
      "B": "Genelleme ve ölçeklendirme",
      "C": "Kalıcı metodoloji süreçleri",
      "D": "Logaritmik artma ve azalma",
      "E": "Periyodik karşılaştırma ve modelleme"
    },
    "explanation": "Tehlikenin meydana gelme ihtimalleri..... 10 yıl, 25 yıl, 75 yıl, 150 yıl gibi istenilen veya merak edilen periyotlarda tehlikenin gerçekleşme ihtimali <strong>olasılık ve deterministik yöntem</strong> kullanılarak hesaplanır."
  },
  {
    "id": "3177906",
    "unitNumber": 1,
    "text": "Yoksulluk ve azgelişmişlik, hızlı nüfus artışı, denetimsiz kentleşme ve sanayileşme, ormanların ve çevrenin tahribi gibi çok sayıda faktör aşağıdakilerden hangisinin<u> özellikle</u> artmasına yol açar?",
    "correctAnswer": "A",
    "options": {
      "A": "Zarar Görebilirlik",
      "B": "Tehlikenin Öngörülmesi",
      "C": "Gelecek Afet Belirsizliği",
      "D": "Durağanlığın (stabilitenin) Değişkenliği",
      "E": "Entropi Tahmin Edilemezliği"
    },
    "explanation": "Ergünay (2002)’a göre, insan topluluklarının ve yerleşim yerlerinin <strong>zarar görebilirliğini</strong> arttıran ana faktörler aşağıda listelenmiştir:<br/>i. Yoksulluk ve azgelişmişlik,<br/>ii. Hızlı nüfus artışı,<br/>iii. Hızlı ve denetimsiz kentleşme ve sanayileşme,<br/>iv. Ormanların ve çevrenin tahribi,<br/>v. Bilgisizlik, bilinçsizlik ve eğitim eksikliği,<br/>vi. Yaşam tarzında meydana gelen büyük değişimler,<br/>vii. Savaşlar ve sivil kargaşalar."
  },
  {
    "id": "3177919",
    "unitNumber": 1,
    "text": "Bir olayın veya tehlikenin olması, mevcut varlıkların zarar görebilirliklerinin olması ve bu tehlikeden etkilenme olasılıklarının olması gerekliliği, aşağıdaki kavramlardan hangisinden söz etmemize yol açar?",
    "correctAnswer": "A",
    "options": {
      "A": "Risk",
      "B": "Tehlike",
      "C": "Afet",
      "D": "Olağanüstü hal",
      "E": "Toplumsal kargaşa"
    },
    "explanation": "Risk, bir olayın belirli koşul ve ortamlarda doğurabileceği can, mal, ekonomik ve<br/>çevresel gibi değerlerin/varlıkların kaybının gerçekleşme olasılığıdır."
  },
  {
    "id": "3177926",
    "unitNumber": 1,
    "text": "Bilimsel açıdan yanlış bir ifade olan “doğal afet” kavramı yerine, aşağıdakilerden hangisinin kullanımı daha doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğa kaynaklı tehlike",
      "B": "Yerbilimsel (jeolojik) risk",
      "C": "Çevresel yıkım etkisi",
      "D": "Öngörülemeyen risk",
      "E": "Afetsel yıkım"
    },
    "explanation": "Doğa olayları, insanların yaşamını olumsuz bir şekilde etkilediğinde genel olarak “doğal afet” olarak ifade edilir. Ancak doğal afet sözcüğünün kullanımı doğru bir ifade değildir. Bu ifadenin doğru biçimi, doğa ve çevre kaynaklı tehlike veya tehditler olabilir."
  },
  {
    "id": "3177930",
    "unitNumber": 1,
    "text": "“Bir afetin etkisi veya tetiklemesi ile meydana gelen yangın, heyelan, baraj yıkılması, patlama, salgın hastalıklar ve endüstriyel kaza gibi yeni afetler” Temel Afet Bilgisi açısından hangi terimle adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "İkincil Afet",
      "B": "İzleyen Sonuç",
      "C": "Sürekliliği Olan Tehlike",
      "D": "Ardıl Risk",
      "E": "Halefi Yıkım"
    },
    "explanation": "Afete yol açan olaylar, zaman zaman başka tehlikeleri de tetikleyerek ikincil bir veya birkaç afetin arka arkaya meydana gelmesine neden olabilmektedir. İkincil afetler olarak adlandırılan bu olaylar; kimyasal ve gaz sızıntıları, salgın hastalıklar, yangın, patlama ve çevre kirliliği gibi başlıklar altında toplanmaktadır. Örneğin depremin tetiklemesi veya etkisi ile tsunami, heyelan, nükleer sızıntı veya kimyasal sızıntı, yangın, baraj yıkılması ve patlama gibi ikincil afetler meydana gelebilir. Sel nedeniyle salgın hastalıklar ortaya çıkabilir."
  },
  {
    "id": "3177936",
    "unitNumber": 1,
    "text": "Afetlerin büyüklüğü yaygın olarak aşağıdakilerden hangisine göre ölçülür?",
    "correctAnswer": "A",
    "options": {
      "A": "Etkilenen insan sayısı",
      "B": "Bölgenin aldığı göç oranı",
      "C": "Toplumsal ömür indeksi",
      "D": "Bölgenin tehlike ve risk öyküsü",
      "E": "Etkilenen kesimin sosyo-ekonomik ölçütleri"
    },
    "explanation": "Afetlerin büyüklüğü yaygın olarak hayatını yitiren, yaralanan ve etkilenen insan sayısına göre ölçülmektedir."
  },
  {
    "id": "3177945",
    "unitNumber": 1,
    "text": "Afet Bilimi açısından “Mekansal Olabilirlik” olarak da adlandırılan kavram, aşağıda hangi seçenekte yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Duyarlık haritaları",
      "B": "Doğal kaynaklı tehlikeler",
      "C": "Jeoistatistiksel analiz verileri",
      "D": "Afetin doğrudan etkileri",
      "E": "İnsan kaynaklı tehlikeler"
    },
    "explanation": "Duyarlılık haritaları; potansiyel tehlike alanlarını veya duyarlı herhangi bir alanı gösteren haritalardır. Mekânsal olabilirlik olarak ta ifade edilebilmektedir. Daha çok heyelanlarla ilgili yapılan çalışmalarda kullanılan bir kavramdır."
  },
  {
    "id": "3178015",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi İRAP hazırlama süreci içinde<u> değerlendirilmez?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Kıtanın Genel Durumu",
      "B": "Tehlike ve Risk Değerlendirmeleri",
      "C": "Mevcut Durum Analizi",
      "D": "Afet Risk Azaltma Amaç, Hedef ve Eylemleri",
      "E": "İzleme ve Değerlendirme"
    },
    "explanation": "İl Afet Risk Azaltma Planı (İRAP), ilin afetselliğini ve afetlerin olası etkilerini ortaya koyan ve bu etkileri en aza indirebilmek için afetler olmadan yapılacak çalışmaları eylemler biçiminde gösteren, sorumluları tanımlayan bir plandır. İllerdeki kurum/kuruluş ve diğer ilgili tüm paydaşlarla birlikte üretilmesi gereken, üretilen bir yol haritasıdır. Herhangi bir kurum ve kuruluşun değil, tüm ilin sahiplenmesi gereken bir plandır. Kıtayla ilgili değildir."
  },
  {
    "id": "3181050",
    "unitNumber": 1,
    "text": "Yapılan çalışmalar, hazırlanan raporlar doğa kaynaklı afetler nedeniyle Türkiye’nin yıllık ekonomik kaybının Gayri Safi Milli Hasılanın (GSMH) yüzde kaçı kadar olduğunu göstermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "% 3'ü",
      "B": "% 4'ü",
      "C": "% 5'i",
      "D": "% 7'si",
      "E": "% 10'u"
    },
    "explanation": "Yapılan çalışmalar, hazırlanan raporlar doğa kaynaklı afetler nedeniyle Türkiye’nin yıllık ekonomik kaybının Gayri Safi Milli Hasılanın (GSMH) % 3’ü<br/>% 3'ü"
  },
  {
    "id": "3181063",
    "unitNumber": 1,
    "text": "Farklı tür ve büyüklükteki tehlikeler karşısında, insanların ve yaşam çevrelerinin uğrayabileceği fiziksel, toplumsal, ekonomik veya çevresel zarar ve kayıpların ölçüsü aşağıdaki terimlerin hangisiyle tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Afet",
      "B": "Risk",
      "C": "Zarar görebilirlik",
      "D": "İkincil afet",
      "E": "Tehlike haritası"
    },
    "explanation": "Farklı tür ve büyüklükteki tehlikeler karşısında, insanların ve yaşam çevrelerinin uğrayabileceği fiziksel, toplumsal, ekonomik veya çevresel zarar<br/>Zarar görebilirlik"
  },
  {
    "id": "3181081",
    "unitNumber": 1,
    "text": "Kimyasal ve gaz sızıntıları, salgın hastalıklar, yangın, patlama ve çevre kirliliği gibi olaylar nasıl adlandırılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Birincil afet",
      "B": "İkincil Afet",
      "C": "Üçüncül afet",
      "D": "Birincil tehlike",
      "E": "İkincil tehlike"
    },
    "explanation": "kincil Afet: Bir afetin etkisi veya tetiklemesi ile meydana gelen yangın, heyelan, baraj yıkılması, patlama, salgın hastalıklar ve endüst- riyel kaza gibi yeni afetlerdir. İkincil afetler olarak ad- landırılan bu olaylar; kimyasal ve gaz sızıntıları, salgın hastalıklar, yangın, patlama ve çevre kirliliği gibi başlıklar altında toplanmaktadır."
  },
  {
    "id": "3181090",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi afetin doğrudan etkilerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yapılardaki çeşitli hasarları onarım giderleri",
      "B": "Hayvan, tarım alanları ve tarım ürünleri kayıpları",
      "C": "Kültür mirası ve müzelerdeki kayıplar",
      "D": "Tedavi, beslenme ve yedirme, giydirme giderleri",
      "E": "Aşırı talebin neden olduğu karaborsacılık"
    },
    "explanation": "Aşırı talebin neden olduğu karaborsacılık afetin ikincil etkilerindendir."
  },
  {
    "id": "3181099",
    "unitNumber": 1,
    "text": "Afet ve Acil Durum Yönetimi Başkanlığı tarafından yapılan açıklamalara göre yeni deprem tehlike haritasına göre Türkiye yüzölçümünün yüzde kaçı birinci derece deprem tehlikesi altındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "% 10'u",
      "B": "% 15'i",
      "C": "% 18'i",
      "D": "% 21'i",
      "E": "% 25'i"
    },
    "explanation": "Afet ve Acil Durum Yönetimi Başkanlığı tarafından yapılan açıklamalara göre yeni deprem tehlike haritasına göre Türkiye yüzölçümünün % 18’i birinci derece deprem tehlikesi altında ve nüfusunun %27’si bu bölgede yaşamaktadır.<br/>% 18'i"
  },
  {
    "id": "3181108",
    "unitNumber": 1,
    "text": "<em>Dünya genelinde meydana gelen doğa kaynaklı afetlerin türlerine göre sayılarına baktığımızda en yaygın olarak görülen afetin ..........., ikinci yaygın olarak görülen afetin ................ve üçüncü en yaygın olarak </em><em>görülen afetin ise ............. olduğu görülmektedir.</em> \n Yukarıda boşluk bırakılan yerlere gelmesi gereken ifadeler aşağıdaki seçeneklerin hangisinde sırasıyla doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Deprem, sel, fırtına",
      "B": "Fırtına, sel, deprem",
      "C": "Sel, deprem, fırtına",
      "D": "Sel, fırtına, deprem",
      "E": "Kuraklık, deprem, fırtına"
    },
    "explanation": "Dünya genelinde meydana gelen doğa kaynaklı afetlerin türlerine göre sayılarına baktığımızda en yaygın olarak görülen afetin sel, ikinci yaygın olarak görülen afetin fırtına ve üçüncü en yaygın olarak görülen afetin ise deprem olduğu görülmektedir.<br/>Sel, fırtına, deprem"
  },
  {
    "id": "3181227",
    "unitNumber": 1,
    "text": "CRED&amp;UNDRR raporuna göre Dünya genelinde 2000-2019 yılları arasında en fazla meydana gelen afet aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tsunami",
      "B": "Deprem",
      "C": "Sıcak hava dalgası",
      "D": "Sel",
      "E": "Kuraklık"
    },
    "explanation": "2000-2019 yılları içinde en fazla can kaybına neden olan ve ilk ona giren doğa kaynaklı afetler görülmektedir. En fazla can kaybına neden olan afetlerin ilk ikisi deprem ve tsunami nedeniyle gerçekleşmiştir. Üçüncü en fazla can kaybına neden olan afet ise fırtına nedeniyle meydana gelmiştir.<br/>Sel"
  },
  {
    "id": "3181240",
    "unitNumber": 1,
    "text": "Türkiye'de deprem konusunda son yirmi yılın en aktif yılı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1999",
      "B": "2004",
      "C": "2005",
      "D": "2011",
      "E": "2017"
    },
    "explanation": "u son on yılda ve bundan önceki on yılda meydana gelen deprem sayılarına baktığımızda yani 20 yıllık deprem istatistikleri incelen- diğinde Türkiye’de en fazla depremin 2011, 2017 ve 2020 yıllarında meydana geldiği görülmüştür. 2017 yılında meydana gelen 38.287 adet deprem ile son yirmi yılın en aktif yılı 2017 yılı olmuştur."
  },
  {
    "id": "3181270",
    "unitNumber": 1,
    "text": "Belirli bir bölge için tehlikelerin büyüklüğü, tekrarlanma süresi, olma olasılığı gibi değişkenlerin belirlenmesine ilişkin çalışmalara ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Zarar Görebilirlik",
      "B": "Tehlike değerlendirmesi",
      "C": "Risk",
      "D": "Afet haritası",
      "E": "Tehlike haritası"
    },
    "explanation": "Belirli bir bölge için tehlikelerin büyüklüğü, tekrarlanma süresi, olma olasılığı gibi değişkenlerin belirlenmesine ilişkin çalışmalara tehlike değerlendirmesi denir."
  },
  {
    "id": "3181305",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi İl Afet Risk Azaltma Planı temel ilkelerinden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kurumsal yapılanma, sistematik yaklaşım ve kapasite artırımı konuları özellikle dikkate alınmalı",
      "B": "Belirli aralıklarla izleme, değerlendirme ve güncelleme yapılmasına olanak sağlayacak bir yapısı olmalı ve takibinin yapılması sağlanmalı",
      "C": "Afet risk azaltma planları, ayrıntılı, kapsamlı ve stratejik olarak hazırlanmalı",
      "D": "Planlar sabit olmalı, her olay ve durumda aynı şekilde yerine getirilmeli",
      "E": "Bütünleşik afet yönetim süreçleri dikkate alınmalı"
    },
    "explanation": "İl Afet Risk Azaltma Planı'nda planlar esnek, gerçekçi ve uygulanabilirliği<br/>yüksek olmalıdır.<br/>Planlar sabit olmalı, her olay ve durumda aynı şekilde yerine getirilmeli"
  },
  {
    "id": "3175347",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sera gazıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Azot (N<sub>2</sub>)",
      "B": "Oksijen (O<sub>2</sub>)",
      "C": "Metan (CH<sub>4</sub>)",
      "D": "Hidrojen (H<sub>2</sub>)",
      "E": "Asetilen (C<sub>2</sub>H<sub>2</sub>)"
    },
    "explanation": "Cevaplarda yeralan metan (CH<sub>4</sub>) gazı sera gazlarından biridir."
  },
  {
    "id": "3175435",
    "unitNumber": 2,
    "text": "Hükümetlerarası İklim Değişikliği Paneli (Intergovernmetal Panel on Climate Change-IPCC) tarafından 2014 yılında yayımlanan 5. Değerlendirme Raporu’na göre çağımızda yaşanan iklim değişikliğinin nedeni % kaç kesinlik oranı ile insan faaliyetleridir?",
    "correctAnswer": "B",
    "options": {
      "A": "%99",
      "B": "%95",
      "C": "%80",
      "D": "%50",
      "E": "%35"
    },
    "explanation": "Hükümetlerarası İklim Değişikliği Paneli (Intergovernmetal Panel on Climate Change-IPCC) tarafından 2014 yılında yayımlanan 5. Değerlendirme Raporu’na göre çağımızda yaşanan iklim değişikliğinin nedeni % 95 kesinlik oranı ile insan faaliyetleridir.<br/>Hükümetlerarası İklim Değişikliği Paneli (Intergovernmetal Panel on Climate Change-IPCC) tarafından 2014 yılında yayımlanan 5. Değerlendirme Raporu’nda ilk defa bilimsel kanıtlarıyla ortaya konulduğu üzere, çağımızda yaşanan iklim değişikliğinin nedeni, %95 kesinlik oranı ile, insan faaliyetleridir."
  },
  {
    "id": "3175436",
    "unitNumber": 2,
    "text": "Küresel atmosferde giderek artan sera gazları içinde iklim bilimciler tarafından değerlendirme ölçütü olarak özellikle hangisi ele alınmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Perfloro karbonlar (PFC)",
      "B": "Metan (CH<sub>4</sub>)",
      "C": "Nitröz oksit (N<sub>2</sub>O)",
      "D": "Karbon dioksit (CO<sub>2</sub>)",
      "E": "Hidroflorür karbonlar (HFC)"
    },
    "explanation": "Küresel atmosferde giderek artan sera gazları içinde iklim bilimciler tarafından değerlendirme ölçütü olarak özellikle CO<sub>2</sub>’nin ele alındığı görülmektedir."
  },
  {
    "id": "3175437",
    "unitNumber": 2,
    "text": "Doğal sera etkisi sayesinde dünya, bu sürecin bulunmadığı ortam koşullarına göre yaklaşık kaç santigrat derece (°C) daha sıcaktır?",
    "correctAnswer": "E",
    "options": {
      "A": "5",
      "B": "8",
      "C": "13",
      "D": "22",
      "E": "33"
    },
    "explanation": "Doğal sera etkisi sayesinde dünya, bu sürecin bulunmadığı ortam koşullarına göre yaklaşık 33 santigrat derece (°C) daha sıcaktır."
  },
  {
    "id": "3175438",
    "unitNumber": 2,
    "text": "Doğal sera etkisi olmasaydı yeryüzünün sıcaklığı kaç santigrat derece (°C) olurdu?",
    "correctAnswer": "A",
    "options": {
      "A": "-18",
      "B": "-13",
      "C": "-8",
      "D": "+8",
      "E": "+18"
    },
    "explanation": "Doğal sera etkisi olmasaydı yeryüzünün sıcaklığı -18 santigrat derece (°C) olurdu."
  },
  {
    "id": "3175439",
    "unitNumber": 2,
    "text": "Uzun süre boyunca iklimde gözlenen doğal değişimler ile doğrudan ya da dolaylı olarak insan faaliyetlerinin neticesinde ortaya çıkan ve küresel atmosferin kompozisyonunu bozan değişikliklere ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "İklim sistemi",
      "B": "İklim değişikliği",
      "C": "Sera gazları",
      "D": "Küresel ısınma",
      "E": "Hava durumu"
    },
    "explanation": "Uzun süre boyunca iklimde gözlenen doğal değişimler ile doğrudan ya da dolaylı olarak insan faaliyetlerinin neticesinde ortaya çıkan ve küresel atmosferin kompozisyonunu bozan değişikliklere iklim değişikliği denir."
  },
  {
    "id": "3175440",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi/hangileri atmosferdeki karbon dioksit emisyonuna kaynaklık eden başlıca insan faaliyetlerindendir?\n<br/><ol type=\"I\"><br/><li>Kömür, petrol ve gaz gibi yakıtlara dayalı enerji üretimi</li><br/><li>Ormansızlaştırma faaliyetleri</li><br/><li>Fosil yakıtların ulaşım, sanayi ve binalarda kullanılması</li><br/><li>Elektrikli araç kullanımı</li><br/></ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I ve III",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Sanayide florlu gazların (HFC) kullanılması, ozon tabakasının incelmesine neden olur. Atmosferdeki karbon dioksit emisyonuna kaynaklık eden başlıca insan faaliyetleri ise;\n<br/>I. Fosil yakıtlara (kömür, petrol ve gaz gibi yakıtlar) dayalı enerji üretimi, <br/>II. Fosil yakıtların ulaşım, sanayi ve binalarda kullanılması ve <br/>III. ormansızlaşma faaliyetleridir.<br/>Atmosferdeki karbon dioksit emisyonuna kaynaklık eden başlıca insan faaliyetleri;\n<br/>I. Fosil yakıtlara (kömür, petrol ve gaz gibi yakıtlar) dayalı enerji üretimi, <br/>II. Fosil yakıtların ulaşım, sanayi ve binalarda kullanılması ve <br/>III. ormansızlaşma faaliyetleridir."
  },
  {
    "id": "3175442",
    "unitNumber": 2,
    "text": "Atmosferdeki CO<sub>2</sub> miktarı 2022 yılı Şubat ayında kaç ppm düzeyine ulaşmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "280",
      "B": "350",
      "C": "418",
      "D": "430",
      "E": "450"
    },
    "explanation": "Atmosferdeki CO<sub>2</sub> miktarı, Sanayi Devrimi öncesi döneme kıyasla %50 artarak 2022 yılı Şubat ayında 418 ppm düzeyine ulaşmıştır.<br/>Atmosferdeki CO<sub>2</sub> miktarı 2022 yılı Şubat ayında 418 ppm düzeyine ulaşmıştır."
  },
  {
    "id": "3175444",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iklim ile ilişkili olan ve yıkıcı etkiye sahip klimatolojik afetler içerisinde yeralır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sel",
      "B": "Toprak kayması",
      "C": "Fırtına",
      "D": "Aşırı sıcaklıklar",
      "E": "Büyük orman yangınları"
    },
    "explanation": "İklim ile ilişkili olan ve yıkıcı etkiye sahip klimatolojik afetler içerisinde kuraklık ve büyük orman yangınları yeralır."
  },
  {
    "id": "3175446",
    "unitNumber": 2,
    "text": "Türkiye, Birleşmiş Milletler İklim Değişikliği Çerçeve Sözleşmesi’ne kaç yılında taraf olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1992",
      "B": "1995",
      "C": "2000",
      "D": "2004",
      "E": "2014"
    },
    "explanation": "Türkiye, Birleşmiş Milletler İklim Değişikliği Çerçeve Sözleşmesi’ne 2004 yılında taraf olmuştur."
  },
  {
    "id": "3175448",
    "unitNumber": 2,
    "text": "BMİDÇS COP3 sonucunda kabul edilen ve sera gazı azaltımlarına ilişkin taahhütleri içeren protokol aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kyoto Protokolü",
      "B": "Barselona Sözleşmesi",
      "C": "Montreal Protokolü",
      "D": "Viyana Sözleşmesi",
      "E": "Paris İklim Anlaşması"
    },
    "explanation": "Sera gazı azaltımlarına ilişkin taahhütleri içeren protokol Kyoto Protokolü olup, 1997 yılında BMİDÇS COP3 sonucunda kabul edilmiştir."
  },
  {
    "id": "3175450",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sera gazı emisyonlarının azaltılmasına yönelik önemli strateji ve eylemlerden biri olarak ele <u>alınamaz?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Enerji ihtiyacının karşılanmasında fosil yakıtların kullanılması",
      "B": "Düşük ve/veya sıfır karbonlu yeşil ulaşım sistemlerine geçilmesi",
      "C": "Kent ve bina ölçeğinde karbon nötr, su pozitif yaklaşımların geliştirilmesi",
      "D": "Sıfır atık doğrultusunda “azalt, yeniden kullan ve geri dönüştür” prensiplerinin uygulanması",
      "E": "Tarım sektöründen kaynaklanan sera gazı emisyonlarının azaltılması doğrultusunda sürdürülebilir arazi kullanımının sağlanması"
    },
    "explanation": "Enerji ihtiyacının karşılanmasında fosil yakıtların kullanılması sera gazı emisyonunu arttırır. Dolayısıyla enerji ihtiyacının karşılanmasında fosil yakıtların kullanılmaması gerekir. Fosil yakıtların yerine enerji ihtiyacının karşılanmasında yenilenebilir enerji kaynaklarının kullanılması önemli strateji ve eylemlerden biridir."
  },
  {
    "id": "3175466",
    "unitNumber": 2,
    "text": "Kentlerde iklim değişikliğiyle mücadele ve uyum kapsamında aşağıdakilerden hangisi kentlilerin de sürece katılmaları ve iklim değişikliğiyle mücadeleye bireysel katkılarınından biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Tüketim kalıplarının ve miktarının gözden geçirilmesi",
      "B": "Enerji tasarrufunun sağlanması",
      "C": "Özel araç kullanımı yerine toplu taşımanın veya paylaşımlı ulaşım türlerinin tercih edilmesi",
      "D": "Konutların yalıtım sistemlerinin geliştirilmesi",
      "E": "Kent tarımı uygulamaları yapılması"
    },
    "explanation": "Kent tarımı uygulamaları yapılması, kentsel ölçekte gerçekleştirilebilecek önlemlerden biridir. Kentsel ölçekte gerçekleşetirilecek önlemlerin yanı sıra, kentlilerin de sürece katılmaları ve iklim değişikliğiyle mücadeleye bireysel katkı sağlamaları önemlidir. Bu amaçla, tüketim kalıplarının ve miktarının gözden geçirilmesi, enerji tasarrufunun sağlanması, fosil yakıt kullanımını azaltmak doğrultusunda özel araç kullanımı yerine toplu taşımanın veya paylaşımlı ulaşım türlerinin tercih edilmesi, atıkların kaynağında ayrıştırılmasıyla sıfır atık yaklaşımının benimsenmesi, konutlarda suyun verimli kullanımının sağlanması, yeşil alanların artırılmasına katkı sağlanması, konutların yalıtım sistemlerinin geliştirilmesi, özetle bireysel davranış değişikliklerinin sağlanması gereklidir."
  },
  {
    "id": "3175480",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, Türkiye’nin de içinde bulunduğu Akdeniz Havzası’nda iklim değişikliğinin önemli etkilerinden biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Aşırı sıcaklık olaylarında artış",
      "B": "Yağışlarda artış",
      "C": "Tarımsal mahsülde azalma",
      "D": "Enerji üretim potansiyelinde düşüş",
      "E": "Hayvancılığın risk altına girmesi"
    },
    "explanation": "MGM’nin çalışmalarında yağışlara ilişkin yapılan değerlendirmelere göre, Ege, Akdeniz ve Güneydoğu Anadolu bölgelerinde yağışlarda düşüş eğiliminin söz konusu olduğu tespit edilmiştir. Ayrıca 2021 yılında yayımlanan IPCC Raporunda Türkiye’nin de içinde bulunduğu Akdeniz Havzası’nda hidrolojik, tarımsal ve ekolojik kuraklığın, çoraklık ve yangın risklerinin artacağı belirtilmiştir. (IPCC, 2021). Dolayısıyla Akdeniz Havzası'nda iklim değişikliğinin önemli etkilerinden biri yağışlarda düşüştür."
  },
  {
    "id": "3175490",
    "unitNumber": 2,
    "text": "Türkiye hangi tarihten itibaren Paris Anlaşması’na taraf olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "30 Eylül 2015",
      "B": "22 Nisan 2016",
      "C": "16 Temmuz 2021",
      "D": "10 Kasım 2021",
      "E": "02 Şubat 2022"
    },
    "explanation": "Türkiye 22 Nisan 2016’da Paris Anlaşması’nı imzalamış, 10 Kasım 2021 tarihi itibariyle de Paris Anlaşması’na taraf olmuştur (ÇŞB, 2021)."
  },
  {
    "id": "3175495",
    "unitNumber": 2,
    "text": "Türkiye kaç yılı için net sıfır karbon hedefi taahhütünde bulunmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "2035",
      "B": "2045",
      "C": "2050",
      "D": "2053",
      "E": "2060"
    },
    "explanation": "Türkiye 2053 yılı için net sıfır karbon hedefi taahhütünde bulunmuştur."
  },
  {
    "id": "3175503",
    "unitNumber": 2,
    "text": "Aşağıdaki ülkelerden hangisinin net sıfır karbon emisyon hedefi taahhütü 2050 yılı içindir?",
    "correctAnswer": "D",
    "options": {
      "A": "Finlandiya",
      "B": "İzlanda",
      "C": "İsveç",
      "D": "Almanya",
      "E": "Türkiye"
    },
    "explanation": "Almanya'nın net sıfır karbon emisyon hedefi taahhütü 2050 yılı içindir. Diğer ülkelerin net sıfır karbon emisyon hedefi taahhütü farklı yıllar içindir."
  },
  {
    "id": "3176632",
    "unitNumber": 2,
    "text": "İklim Değişikliği Paneli (Intergovernmetal Panel on Climate Change-IPCC) tarafından 2014 yılında<br/>yayımlanan 5. Değerlendirme Raporuna göre çağımızda yaşanan iklim değişikliğinin nedeni insan faaliyetleridir, bu tür iklim değişikliğinin adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hava durumu",
      "B": "antropojenik",
      "C": "havaküre",
      "D": "sphere",
      "E": "IPCC raporu"
    },
    "explanation": "Ancak iklim değişikliği konusunda çalışmalar yapan Hükümetlerarası İklim Değişikliği Paneli (Intergovernmetal Panel on Climate Change-IPCC) tarafından 2014 yılında yayımlanan 5. Değerlendirme Raporu’nda ilk defa bilimsel kanıtlarıyla ortaya konulduğu üzere, çağımızda yaşanan iklim değişikliğinin nedeni (%95 kesinlik oranı ile) insan faaliyetleridir. Bu nedenle günümüzde iklim değişikliği antropojenik (insan kaynaklı) iklim değişikliği olarak da ifade edilmektedir."
  },
  {
    "id": "3176633",
    "unitNumber": 2,
    "text": "Atmosferin, kara yüzeyleri, kar ve buzullar okyanus ve diğer su kütleleri ve canlılarla ve bütün bu unsurların birbirleriyle karşılıklı etkileşimi sonucunda ortaya çıkan, karmaşık yapıdaki sisteme ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İklim sistemi",
      "B": "İklim değişikliği",
      "C": "Atmosfer",
      "D": "Sera Etkisi",
      "E": "Atmosferin katmanları"
    },
    "explanation": "İklim sistemi: Atmosferin (havaküre), kara yüzeyleri, kar ve buzullar okyanus ve diğer su kütleleri ve canlılarla ve bütün bu unsurların birbirleriyle karşılıklı etkileşimisonucunda ortaya çıkan, karmaşık yapıdaki sistemdir ."
  },
  {
    "id": "3176635",
    "unitNumber": 2,
    "text": "Yüz milyonlarca yıldan beri dünyanın ısı dengesini canlıların varlıklarını sürdürmesine olanak verecek şekilde düzenleyen etkileşime ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sera gazları",
      "B": "İklim değişikliği",
      "C": "İklim sistem",
      "D": "Doğal sera etkisi",
      "E": "Hava Durumu"
    },
    "explanation": "Doğal sera etkisi: Yüz milyonlarca yıldan beri dünyanın ısı dengesini canlıların varlıklarını sürdürmesine olanak verecek şekilde düzenleyen etkileşimdir"
  },
  {
    "id": "3176637",
    "unitNumber": 2,
    "text": "İklim değişikliği sorunu çerçevesinde sera gazlarının atmosferdeki oranı da artmasına neden olan, bu süreci başlatan ve 18. ve 19. yüzyılda başlayan husus aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "radyasyon",
      "B": "Atmosfer",
      "C": "buzullar",
      "D": "CO2",
      "E": "Sanayi Devrimi"
    },
    "explanation": "İklim Değişikliğinin Nedenleri<br/>Dünyanın nüfusu arttıkça üretim ve tüketim faaliyetleri ve miktarları (Resim 2.1) büyüdükçe iklim<br/>değişikliğinin nedeni olan sera gazlarının atmosferdeki oranı da artmaktadır. Esasen bu süreci başlatan<br/>husus, 18 ve 19. yüzyılda başlayan Sanayi Devrimi’dir. Sanayi Devrimi İngiltere merkezli olarak başlamıştır ve uluslararası pazarların oluşumuyla tüketim artışına öncülük etmiştir. Bu süreçte kentleşmenin<br/>hızlandığı ve kırsal alanda işsiz kalan nüfusun kentlere göç etmesiyle kentlerin kalabalıklaşması yanında,<br/>kırdan göçen bu nüfusun kentlerdeki sanayi faaliyetleri için hazır iş gücünü oluşturduğu görülmektedir.<br/>Bu dönemde fabrikalarda kömür başta olmak üzere fosil yakıtlara dayalı enerji kaynaklarının kullanıldığı<br/>üretim faaliyetlerinin hiçbir emisyon kısıtlaması olmaksızın 24 saat kesintisiz sürdüğü görülmektedir."
  },
  {
    "id": "3176640",
    "unitNumber": 2,
    "text": "Atmosferdeki CO2 miktarı Sanayi Devrimi’nin henüz başında 1800’de bu değer 280 ppm iken 1990’da kaç olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "350 ppm",
      "B": "418 ppm",
      "C": "430 ppm",
      "D": "450 ppm",
      "E": "417 ppm"
    },
    "explanation": "İklim Değişikliğinin Sonuçları<br/>Bilim insanları tarafından atmosferdeki CO2<br/>miktarı, herhangi bir karışımdaki toplam madde miktarının milyonda bir birimi anlamına gelen ppm birimi ile ifade edilir. Sanayi Devrimi’nin henüz başında<br/>1800’de bu değer 280 ppm iken 1990’da 350 ppm olmuş, günümüzde ise Sanayi Devrimi öncesi döneme<br/>kıyasla %50 artarak 2022 yılı Şubat ayında 418 ppm düzeyine ulaşmıştır (Şekil 2.6). IPCC’nin çalışmalarına göre atmosferik CO2<br/>miktarı 430 ppm’e ulaşırsa dünya 1,5°C, 450 ppm’e ulaşırsa 2°C ısınmış olacaktır"
  },
  {
    "id": "3176643",
    "unitNumber": 2,
    "text": "İklim değişikliği ile ilişkili afetler konusunda Birleşmiş Milletler Afet Risklerini Azaltma Ofisi (UNDRR) ve Afetlerin Epidemiyolojisini Araştırma Merkezi (CRED) tarafından 2020 yılında hazırlanan raporda, iklim ile ilişkili olan ve yıkıcı etkiye sahip afetler sınıflandırılmıştır, hangisi Aşağıdakilerden iklimle ilişkili afetler arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Meteorolojik afetler",
      "B": "can ve mal kayıpların",
      "C": "Atmosferde daha fazla CO2",
      "D": "Sanayide florlu gazlar",
      "E": "Sanayi Devrimi"
    },
    "explanation": "İklim değişikliği ile ilişkili afetler konusunda Birleşmiş Milletler Afet Risklerini Azaltma Ofisi<br/>(UNDRR) ve Afetlerin Epidemiyolojisini Araştırma Merkezi (CRED) tarafından 2020 yılında hazırlanan<br/>raporda, iklim ile ilişkili olan ve yıkıcı etkiye sahip afetler sınıflandırılmıştır. Bu sınıflamada (UNDRR ve<br/>CRED, 2020: 8);<br/>1. Hidrolojik afetler (sel, toprak kayması, dalga hareketleri),<br/>2. Meteorolojik afetler (fırtına, aşırı sıcaklıklar, sis),<br/>3. Klimatolojik afetler (kuraklık, büyük orman yangınları) olarak belirtilmiştir."
  },
  {
    "id": "3176645",
    "unitNumber": 2,
    "text": "Birleşmiş Milletler İklim Değişikliği Çerçeve Sözleşmesi’nin amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "tarihsel sorumluluk",
      "B": "gelişmişlik düzeyleri",
      "C": "iklim sistemine insan etkisinin önlenmesi",
      "D": "Sanayi Devrimi",
      "E": "teknoloji transferi"
    },
    "explanation": "İklim değişikliği politikalarının belirlenmesi ve<br/>uluslararası iklim değişikliği müzakereleri doğrultusundaki dönüm noktası, Birleşmiş Milletler İklim Değişikliği Çerçeve Sözleşmesi’nin (BMİDÇS)<br/>1992 yılında Rio de Janeiro’da düzenlenen BM<br/>Çevre ve Kalkınma Konferansı sonucunda kabul edilmesidir. Günümüzde 196 ülke ve Avrupa<br/>Birliği (AB), BMİDÇS’yi onaylamış durumdadır.<br/>Türkiye Sözleşme’ye 2004 yılında taraf olmuştur. Sözleşme’nin amacı, iklim sistemine insan<br/>etkisinin önlenmesi olmakla birlikte, bu konuda<br/>sadece genel prensiplerin belirtildiği, bu prensiplerin uygulanmasına ilişkin detayların söz konusu<br/>olmadığı ve ülkelerin sera gazı azaltımı taahhütlerinin Sözleşme kapsamında yer almadığı görülmektedir. BMİDÇS’de yer alan söz konusu ilkeler"
  },
  {
    "id": "3176647",
    "unitNumber": 2,
    "text": "Belirli bir süre boyunca bir topluluğun veya toplumun normal işleyişinde kırılgan sosyal koşullar ile etkileşimde bulunan tehlikeli fiziksel olaylar nedeniyle yaygın insani, ekonomik veya çevresel etkiler ve kritik insan ihtiyaçlarını karşılamak için acil durum müdahalesi ve kurtarma için harici destek gerektirebilen ciddi değişiklikler ortaya çıkma olasılığına ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Afet riski",
      "B": "iklim değişikliğine uyum",
      "C": "Sera gazı azaltımı",
      "D": "küresel sıcaklık artışı",
      "E": "Su yönetimi"
    },
    "explanation": "Afet riski: Belirli bir süre boyunca bir<br/>topluluğun veya toplumun normal işleyişinde kırılgan sosyal koşullar ile etkileşimde bulunan tehlikeli fiziksel olaylar<br/>nedeniyle yaygın insani, ekonomik veya<br/>çevresel etkiler ve kritik insan ihtiyaçlarını<br/>karşılamak için acil durum müdahalesi ve<br/>kurtarma için harici destek gerektirebilen<br/>ciddi değişiklikler ortaya çıkma olasılığıdır."
  },
  {
    "id": "3176652",
    "unitNumber": 2,
    "text": "İklim değişikliğiyle mücadele kapsamında 16 Temmuz 2021 tarihinde Türkiye dokuz ana başlıkta 32 Hedef ve 81 Eylemden oluşan ve yayımlanan eylem planının adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ulusal İklim Değişikliği Eylem Planı",
      "B": "Avrupa Yeşil Mutabakat Eylem Planı",
      "C": "Türkiye İklim Değişikliği Uyum Stratejisi ve Eylem Planı",
      "D": "sera gazı envanterleri",
      "E": "Kyoto Protokolü"
    },
    "explanation": "İklim değişikliğiyle mücadeleye uluslararası<br/>alanda verilen bu katkıların yanı sıra, Türkiye’de<br/>üyelik sürecinin devam ettiği AB’nin iklim değişikliğiyle ilgili olarak geliştirdiği politikalar da önemle<br/>değerlendirilmektedir. Bu kapsamda AB’nin 2050<br/>yılında sera gazı emisyonlarını net olarak sıfırlayarak, karbon-nötr ilk kıta olmayı hedeflediği ve<br/>2019 yılında yayımlanan Avrupa Yeşil Mutabakatı<br/>kapsamında çalışmalar yapılmaktadır. Avrupa Yeşil<br/>Mutabakatı aracılığıyla AB, enerji ve karbon yoğun ürünlere sınırda karbon vergisi uygulanacağını<br/>açıklamıştır. Türkiye’nin ihracatının %42’si AB’ye<br/>yapılmaktadır. Bu kapsamda 16 Temmuz 2021 tarihinde Türkiye dokuz ana başlıkta 32 Hedef ve 81<br/>Eylemden oluşan Avrupa Yeşil Mutabakat Eylem<br/>Planı yayımlanmıştır"
  },
  {
    "id": "3176655",
    "unitNumber": 2,
    "text": "Türkiye aşağıdakilerden hangisi yolu ile yeşil kalkınma politikasını da hayat geçirmiş durumdadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Paris Anlaşması’na taraf olması",
      "B": "Yeşil Mutabakat Eylem Planı",
      "C": "İklim Değişikliğiyle Mücadele 2053 Vizyonu",
      "D": "yeşil teknoloji",
      "E": "2010 yılında Ulusal İklim Değişikliği Stratejisi"
    },
    "explanation": "Türkiye, Paris Anlaşması’na taraf olması ve net sıfır karbon hedefini açıklamak suretiyle yeşil kalkınma politikasını da hayat geçirmiş durumdadır"
  },
  {
    "id": "3178146",
    "unitNumber": 2,
    "text": "Uzun süre boyunca iklimde gözlenen doğal değişimler ile doğrudan ya da dolaylı olarak insan faaliyetlerinin neticesinde ortaya çıkan ve küresel atmosferin kompozisyonunu bozan değişiklik olarak ifade edilen <u>kavram aşağıdakilerden hangisidir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "iklim değişikliği",
      "B": "hava olayları",
      "C": "klimatoloji",
      "D": "meteoroloji",
      "E": "sera etkisi"
    },
    "explanation": "İfade edilen tanım; iklim değişikliğine aittir.<br/>A şıkkı, İklim değişikliği doğrudur."
  },
  {
    "id": "3178147",
    "unitNumber": 2,
    "text": "Atmosferde sera gazı salınmasını başlatan faaliyet <u>aşağıdakilerden hangisidir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "egzoz gazları",
      "B": "fosil yakıt tüketimi",
      "C": "fabrikalar",
      "D": "kentleşme",
      "E": "aşırı otlatma"
    },
    "explanation": "İklim Değişikliğinin Nedenleri<br/>Sanayi Devrimiyle açılan fabrika bacalarından salınan sera gazları \"ilk faaliyet\" olmuştur."
  },
  {
    "id": "3178159",
    "unitNumber": 2,
    "text": "Atmosferde %99 oranında bulunan gazlar aşağıdakilerden <u>hangileridir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "oksijen, argon",
      "B": "oksijen, karbondioksit",
      "C": "azot, karbondioksit, sülfür hegzaflorid",
      "D": "karbondioksit, metan, hidrokloroflorokarbon",
      "E": "oksijen, azot"
    },
    "explanation": "Atmosfer, Sera Gazları ve Sera Etkisi<br/>atmosfer yapısının yaklaşık % 99 'u azot ve oksijen gazlarından oluşur."
  },
  {
    "id": "3178163",
    "unitNumber": 2,
    "text": "2000-2019 yılları arasında dünyada meydana gelen afetlerin dağılımına göre %28 oranla ikinci sırayı alan <u>afet aşağıdakilerden hangisidir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "aşırı sıcaklık",
      "B": "kuraklık",
      "C": "sel",
      "D": "deprem",
      "E": "fırtına"
    },
    "explanation": "İklimle İlişkili Afetler<br/>%28 fırtına 2. sıradadır."
  },
  {
    "id": "3178165",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi/hangileri sera gazları için <u>yutak alan olarak kabul edilebilir</u>?\n I.troposfer katmanı\n II.yağmur ormanı\n III.Hint Okyanusu\n IV.humuslu toprak\n V.Güney Kutbu",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız II",
      "B": "I,II",
      "C": "II,III,IV",
      "D": "III,IV",
      "E": "III,V"
    },
    "explanation": "Sera Gazı Azaltımı, İklim Değişikliğine Uyum ve Bütünleşik Afet Risk Yönetimi ve Uyum Kavramları<br/>II.yağmur ormanı\n III.Hint Okyanusu\n IV.humuslu toprak\n II,III,IV yutak alanlar içine dahildir."
  },
  {
    "id": "3178168",
    "unitNumber": 2,
    "text": "Birleşmiş Milletler Afet Risklerini Azaltma Ofisi (UNDRR) ve Afetlerin Epidemiyolojisini Araştırma Merkezi (CRED) tarafından 2020 yılında hazırlanan rapora göre; toprak kayması sebebiyle oluşan afetler <u>hangi kategoride yer alır</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "klimatolojik afet",
      "B": "jeolojik afet",
      "C": "meteorolojik afet",
      "D": "hidrolojik afet",
      "E": "jeomorfolojik afet"
    },
    "explanation": "İklimle İlişkili Afetler<br/>toprak kayması sebebiyle oluşan afetler, hidrolojik afetlere girer.\n D şıkkı doğrudur."
  },
  {
    "id": "3178171",
    "unitNumber": 2,
    "text": "Sera gazları atmosferin <u>ne kadarlık bir kısmını oluşturur?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "%1",
      "B": "%10",
      "C": "%50",
      "D": "%1,5",
      "E": "%3"
    },
    "explanation": "Atmosfer, Sera Gazları ve Sera Etkisi<br/>sera gazları atmosferde %1 oranında yer alır."
  },
  {
    "id": "3178174",
    "unitNumber": 2,
    "text": "İklim değişikliğiyle ilişkili afetler karşısında işlevlerini devam ettirebilen ve ileriye dönük riskler için hazırlıklı, bunlar karşısında uyum ve dönüşüm geliştirebilen <u>kentler ne şekilde ifade edilir? </u>",
    "correctAnswer": "A",
    "options": {
      "A": "dirençli kent",
      "B": "kalabalık kent",
      "C": "kentsel ısı adası",
      "D": "kentsel alan",
      "E": "hassas kent"
    },
    "explanation": "Kent Ölçeğinde İklim Değişikliğiyle Mücadele Yaklaşımları ve Bireysel Önlemler<br/>Dirençli kent, tanımı karşılar. A şıkkı doğrudur."
  },
  {
    "id": "3178178",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Türkiye’de iklim değişikliği sebebiyle ortaya çıkan değişimlere <u>örnek olarak gösterilemez?</u>\n I.Akdeniz Bölgesinde yıllık yağış miktarında artış\n II.Biyoçeşitlilikte azalış\n III.Hastalık vektörü olan canlıların habitatlarının daralması\n IV.Orman yangınlarında artış\n V.Canlı türlerinin rakımı düşük yerlerde artışı\n VI.Kayak turizminde artış",
    "correctAnswer": "C",
    "options": {
      "A": "I,III,V",
      "B": "II,IV,VI",
      "C": "I,III,V,VI",
      "D": "II,IV",
      "E": "Yalnız I"
    },
    "explanation": "Türkiye’ye İklim Değişikliğinin Etkileri<br/>C şıkkında yer alan, I,III,V,VI, doğrudur. \n I.Akdeniz Bölgesinde yıllık yağış miktarında artış\n III.Hastalık vektörü olan canlıların habitatlarının daralması\n V.Canlı türlerinin rakımı düşük yerlerde artışı\n VI.Kayak turizminde artış"
  },
  {
    "id": "3178179",
    "unitNumber": 2,
    "text": "Aşağıda verilen ve Türkiye’de İklim Değişikliğiyle Mücadele ile ilgili ifadelerden <u>hangisi/hangileri doğrudur?</u>\n<br/>I.Türkiye, küresel sera gazı emisyonları açısından düşük tarihsel sorumluluğa sahip, kişi başına düşen ortalama emisyon oranı yüksek bir ülkedir.\n<br/>II.Türkiye, BMİDÇS’ye 2004 yılında taraf olmuştur.\n<br/>III. Türkiye, uluslararası iklim değişikliği müzakereleri kapsamında bir gruba dâhil olmayan 5 ülkeden biridir.\n<br/>IV.Türkiye Kyoto Protokolü’ne 2011 yılında taraf olmuştur.\n<br/>V.Türkiye 22 Nisan 2013’de Paris Anlaşması’nı imzalamış, 10 Kasım 2000 tarihi itibariyle de Paris Anlaşması’na taraf olmuştur.\n<br/>VI.Türkiye’de iklim değişikliği çalışmalarının genel koordinasyonu Çevre, Şehircilik ve İklim Değişikliği Bakanlığı tarafından yürütülmektedir.",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız VI",
      "B": "II,VI",
      "C": "I,III,VI",
      "D": "II,IV,V",
      "E": "I,II,III,IV,V,VI"
    },
    "explanation": "Türkiye’de İklim Değişikliğiyle Mücadele<br/>II.Türkiye, BMİDÇS’ye 2004 yılında taraf olmuştur.\n<br/>VI.Türkiye’de iklim değişikliği çalışmalarının genel koordinasyonu Çevre, Şehircilik ve İklim Değişikliği Bakanlığı tarafından yürütülmektedir.\n<br/>ifadeleri doğrudur. \n<br/>B şıkkı"
  },
  {
    "id": "3175851",
    "unitNumber": 3,
    "text": ", fiziksel bedeni, doğal ortam, işyeri veya bir malzemeyi bozan, enfekte eden bir bileşen, safsızlık veya başka bir istenmeyen elementin varlığıdır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Triyaj",
      "B": "Stabilizasyon",
      "C": "Sanitasyon",
      "D": "Kontamine",
      "E": "Morbidite"
    },
    "explanation": "Kontamine/Bulaşma, fiziksel bedeni, doğal ortam, işyeri veya bir malzemeyi bozan, enfekte eden bir bileşen, safsızlık veya başka bir istenmeyen elementin varlığıdır. Doğru cevap D’dir."
  },
  {
    "id": "3175852",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Sarı</li> <li>Yeşil</li> <li>Kırmızı</li> </ol> Tıbbi tiriyajda öncelik sırasına uygun olarak hastalar en acil müdahale gerektirenden en az acil olana doğru renk kodlamasında sıralandığında yukarıdaki renkler aşağıdaki sıralamalardan hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III",
      "B": "II-III-I",
      "C": "III-I-II",
      "D": "III-II-I",
      "E": "II-I-III"
    },
    "explanation": "Tıbbi triyaj, bir yaralı toplama yerinde veya sabit ve/veya seyyar hastanede mağdurların hızlı kategorize edilmesidir. Renk kodlaması kullanılabilir: • Kırmızı: Acil hayat kurtarıcı müdahale gerektiren yaralılar. • Sarı: Tedavisi gecikebilecek yaralılar. Bomba patlamalarının kurbanlarının gizli iç yaralanmalara maruz kalabileceği unutulmamalıdır. Bunlar, ilk değerlendirmelerde kolaylıkla gözden kaçabilir ve hastaya gereken öncelik verilmeyebilir. • Yeşil: Minimal veya hiç tıbbi bakım gerektirmeyen yaralılar. Doğru cevap C’dir."
  },
  {
    "id": "3175853",
    "unitNumber": 3,
    "text": "Tıbbi triyajda ölmüş ya da ölmesi beklenen mağdurlar hangi renk koduyla belirtilirler?",
    "correctAnswer": "A",
    "options": {
      "A": "Siyah",
      "B": "Sarı",
      "C": "Kırmızı",
      "D": "Yeşil",
      "E": "Mavi"
    },
    "explanation": "Siyah: Ölmüş veya ölmesi beklenenler. Bu triyaj kategorisi, yaralanmaların ciddiyeti ve/veya kaynak eksikliği nedeniyle hayatta kalması beklenmeyen mağdurları içerir. Bazı triyaj şemaları, bekleyen kurbanları sarıya veya ayrı bir kategoriye yerleştirir. Doğru cevap A’dır."
  },
  {
    "id": "3175854",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tıbbi bir cihazı, aleti veya çevresel yüzeyi işlemek için güvenli hale getiren bir süreci tanımlamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tularemi",
      "B": "Vesikant",
      "C": "Botulinum",
      "D": "Şelasyon",
      "E": "Dekontaminasyon"
    },
    "explanation": "Dekontaminasyon, tıbbi bir cihazı, aleti veya çevresel yüzeyi işlemek için güvenli hale getiren bir süreci veya tedaviyi tanımlamak için kullanılan bir terimdir. Sterilizasyon, dezenfeksiyon ve antisepsi, tüm dekontaminasyon biçimleridir. Doğru cevap E’dir."
  },
  {
    "id": "3175856",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi biyolojik ajanlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vesikantlar",
      "B": "Siyanür",
      "C": "Veba",
      "D": "Sarin",
      "E": "Klor"
    },
    "explanation": "Biyoterörizm için en büyük potansiyele sahip olduğu düşünülen hastalık etmenleri şunlardır: <em>• </em>Şarbon (bakteri) <em>• </em>Tularemi (bakteri) <em>• </em>Veba (bakteri) <em>• </em>Çiçek hastalığı (virüs) <em>• </em>Viral hemorajik ateşler (virüs) <em>• </em>Botulinum (toksin) Doğru cevap C’dir."
  },
  {
    "id": "3175857",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kimyasal ajanların temel sınıfı içinde <strong><u>yer almaz?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Pulmoner ajanlar",
      "B": "Vesikantlar",
      "C": "İsyan kontrol ajanları",
      "D": "Botulinum",
      "E": "Sinir ajanları"
    },
    "explanation": "Kimyasal ajanların beş temel sınıfı şunlardır: 1) Sinir ajanları 2) Vesikantlar (kabarcık yapıcı maddeler) 3) Kan ajanları 4) Pulmoner ajanlar 5) İsyan kontrol ajanları<em>. </em>Doğru cevap D’dir."
  },
  {
    "id": "3175858",
    "unitNumber": 3,
    "text": "Genellikle “göz yaşartıcı gaz” olarak adlandırılan kimyasal ajan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İsyan kontrol ajanları",
      "B": "Kan ajanları",
      "C": "Vesikantlar",
      "D": "Pulmoner ajanlar",
      "E": "Sinir ajanları"
    },
    "explanation": "İsyan kontrol ajanları: Gözyaşı, hapşırma ve solunum sıkıntısına neden olarak kişileri geçici olarak etkisiz hâle getiren çeşitli isyan kontrol ajanları (Genellikle “göz yaşartıcı gaz” olarak adlandırılır.) vardır. Doğru cevap A’dır."
  },
  {
    "id": "3175859",
    "unitNumber": 3,
    "text": "Kitlesel zayiat olaylarında tıbbi tedavinin temel ilkelerinle ilgili aşağıdaki ifadelerden hangisi <strong><u>yanlıştır? </u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Asgari kabul edilebilir bakım",
      "B": "Tek yönlü hasta akışı",
      "C": "Gerektiğinde dekontaminasyon",
      "D": "Aralıklı triyaj",
      "E": "Titiz üçüncül muayene"
    },
    "explanation": "Kitlesel zayiat olaylarında tıbbi tedavinin temel ilkeleri şunlardır: 1) Gerektiğinde dekontaminasyon 2) Asgari kabul edilebilir bakım 3) Sürekli triyaj 4) Tek yönlü hasta akışı 5) Titiz üçüncül muayene. Doğru cevap D’dir."
  },
  {
    "id": "3175860",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Hastaneler</li> <li>İtfaiye</li> <li>Kolluk kuvvetleri</li> <li>Üniversiteler</li> </ol> Yukarıdakilerden hangileri tıbbi direktörün, hasta bakım zincirine yönelik işbirliği yapması gereken kurumlar arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I ve IV",
      "D": "I-II-III",
      "E": "II-III-IV"
    },
    "explanation": "Tıbbi direktör, bölgesel hazırlık danışmanı rolünde, aşağıda belirtildiği gibi hasta bakım zincirinin her bileşenini belirlemeli ve bunlarla işbirliği yapmalıdır: • Hastaneler ve sağlık tesisleri • Halk sağlığı kurumları • Kamu güvenliği kurumları • İtfaiye • Kolluk kuvvetleri • Milli güvenlik kurumları • Hayvan kontrolü • Bölgesel sağlık ağları • Sağlık koalisyonları Doğru cevap D’dir."
  },
  {
    "id": "3179045",
    "unitNumber": 3,
    "text": "<ol type=\"I\"><br/><li>Yerel acil sağlık hizmetleri yönetir.</li><br/><li>Olayda 10-50 hasta vardır.</li><br/><li>Yönetimi daha zordur.</li><br/><li>Yerel kaynaklar tarafından yönetilebilir.</li><br/><li>Olayda 5-10 hasta vardır.</li><br/></ol><br/>Yukarıdakilerden hangileri yüksek etkili kitlesel zaiyat olayının özellikleridir?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-IV",
      "B": "I-III-V",
      "C": "II-III-IV",
      "D": "II-IV-V",
      "E": "III-IV-V"
    },
    "explanation": "KİTLESEL ZAYİAT OLAYLARI<br/>KZO türleri 2 ye ayrılır. Düşük etkili (5-10 hasta) KZO’lar yerel acil sağlık hizmetleri (ASH) tarafından yönetilebilir. Diğeri Yüksek etkili (10-50 hasta) KZO’ların yönetimi daha zordur ve streslidir, ancak yerel kaynaklar (ASH, itfaiye ve polis) tarafından yönetilebilir."
  },
  {
    "id": "3179047",
    "unitNumber": 3,
    "text": "Olay komuta sistemi içerisinde eylem planlarının geliştirildiği alan aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Olay komutası",
      "B": "Operasyonlar",
      "C": "Planlama",
      "D": "Lojistik",
      "E": "Mali"
    },
    "explanation": "Olay Komuta Sistemi (OKS)<br/>Olay komuta sistemi içinde planlama, eylem planları geliştirilmesi ve kaynakların durumunu korumaktan sorumludur."
  },
  {
    "id": "3179049",
    "unitNumber": 3,
    "text": "Bir kitlesel zaiyat olayında tıbbi triyaj sırasında tedavisi gecikebilecek yaralılar aşağıdaki renk kodlamasından hangisine girer?",
    "correctAnswer": "C",
    "options": {
      "A": "Yeşil",
      "B": "Kırmızı",
      "C": "Sarı",
      "D": "Mavi",
      "E": "Siyah"
    },
    "explanation": "Triyaj ve İlk Stabilizasyon<br/>Bir olayda tıbbi triyaj sırasında mağdurların hızlı kategorize edilmesi için renk kodlaması yapılır. Buna göre, Kırmızı: Acil hayat kurtarıcı müdahale gerektiren yaralılar. Sarı: Tedavisi gecikebilecek yaralılar. Bomba patlamalarının kurbanlarının gizli iç yaralanmalara maruz kalabileceği unutulmamalıdır. Bunlar, ilk değerlendirmelerde kolaylıkla gözden kaçabilir ve hastaya gereken öncelik verilmeyebilir. Yeşil: Minimal veya hiç tıbbi bakım gerektirmeyen yaralılar. Siyah: Ölmüş veya ölmesi beklenenler. Bu triyaj kategorisi, yaralanmaların ciddiyeti ve/veya kaynak eksikliği nedeniyle hayatta kalması beklenmeyen mağdurları içerir."
  },
  {
    "id": "3179052",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sıcak bölge özelliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tıbbi tedavi çok sınırlıdır.",
      "B": "İlk tıbbi müdahale yapılır.",
      "C": "Sadece kurtarma personeli girer.",
      "D": "Personel koruyucu ekipman kullanır.",
      "E": "Dekontamine alanıdır."
    },
    "explanation": "Olay Yeri Güvenliği<br/>İlk müdahale ekipleri, kontaminasyon alanını belirlemek için bir “sıcak bölge” oluşturmalıdır. Sıcak bölgeye erişim, uygun koruyucu donanıma sahip kurtarma personeli ile sınırlandırılmalıdır. Sıcak bölgede tıbbi tedavi çok sınırlıdır. Kurbanlar, uygun koruyucu giysi ve ekipmanlı kurtarıcılar tarafından öncelikle dekontaminasyon ve sınırlı tıbbi tedavinin (panzehir, kanama kontrolü, vb.) yapılabileceği sıcak alana (kontamine alan) taşınır. Ardından, dekontamine edilmiş kurbanlar, sıcak alandan uzakta ve rüzgarın ters yönünde oluşturulan temiz bir tedavi alanına yani soğuk alana (dekontamine alan) taşınır."
  },
  {
    "id": "3179055",
    "unitNumber": 3,
    "text": "Kitlesel zaiyet olayında hafif yaralanmaların daha uzak tesislere yüksek öncelikli mağdurların ise yakın tesislere gönderilmesi aşağıdaki süreçlerden hangisi kapsamında gerçekleşir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tahliye triyajı",
      "B": "Tıbbi triyaj",
      "C": "Sürekli triyaj",
      "D": "Alan triyaj",
      "E": "Stabilizasyon"
    },
    "explanation": "Afetlere Hastane Öncesi Tıbbi Müdahale<br/>Tahliye triyajı: Afetzedelere tıbbi tesislere nakil için öncelik verilir. Mağdurlar mevcut kabul tesisleriyle eşleştirilir. Genellikle hafif yaralanmalı mağdurlar daha uzak tesislere gönderilebilir ve daha yakın tesisler daha yüksek öncelikli mağdurlar için kullanılabilir hâle getirilebilir."
  },
  {
    "id": "3179056",
    "unitNumber": 3,
    "text": "İlk kazazede akınının çok olduğu zaman triyaj hatalarını beklenerek bu hataları sürekli önceliklendirme ile azaltması işlemine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tahliye triyajı",
      "B": "Tıbbi triyaj",
      "C": "Alan triyaj",
      "D": "Sürekli triyaj",
      "E": "Stabilizasyon"
    },
    "explanation": "Tıbbi Yönetim<br/>Sürekli tiraj, ilk kazazede akınının kaotik durumunda triyaj hataları beklenmeli ve planlanmalıdır. Bu nedenle sistem “hata toleranslı” olmalı ve bu hataları sürekli önceliklendirme ile azaltmalıdır."
  },
  {
    "id": "3179060",
    "unitNumber": 3,
    "text": "Aşırı tükürük ve gözyaşı salgılama, idrara çıkma, gastrointestinal semptomlar, miyozis, halsizlik ve nöbetler gibi belirtilere neden olan kimyasal ajanlar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sinir ajanları",
      "B": "Vesikantlar",
      "C": "Kan ajanları",
      "D": "Pulmoner ajanlar",
      "E": "İsyan kontrol ajanları"
    },
    "explanation": "Kimyasal Ajanlar<br/>Sinir ajanları: Sarin, Tabun, Soman, VX sinir ajanlarının örnekleridir. Bu ajanlara maruz kalma kolinerjik krizi içerir: Aşırı tükürük ve gözyaşı salgılama, idrara çıkma, gastrointestinal semptomlar, miyozis, halsizlik ve nöbetler. Maruziyet tipik olarak aerosol hâline getirilmiş sıvı yoluyladır. Toksisite cilt ile doğrudan temastan oluşabilir."
  },
  {
    "id": "3179062",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, tıbbi direktörün eylem sonrasında inceleme yapmak için bilgi toplama veri kaynakları arasında <strong>yer almaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İlk OKS yapısı",
      "B": "Hasta aileleri bilgisi",
      "C": "Cihaz yanıtı",
      "D": "Hasta nakli ve dağıtımı",
      "E": "Sarf malzemelerin yeterliliği"
    },
    "explanation": "Eylem Sonrası İnceleme<br/>Eylem sonrası gözden geçirme sürecini başlatırken, tıbbi direktör gerçekleri bulma ve bilgi toplama ile başlamalıdır. Aşağıdaki verileri toplamalı ve incelemelidir.\n <ul> <li>Tüm 112 ve telsiz iletişimleri</li> <li>İlk OKS yapısı</li> <li>Etkinlik boyunca OKS yapısındaki değişiklikler</li> <li>Hasta temasları ve saatleri</li> <li>Cihaz yanıtı</li> <li>Hasta nakli ve dağıtımı</li> <li>Sarf malzemelerinin yeterliliği</li> <li>Hastane iletişimi</li> </ul>"
  },
  {
    "id": "3179063",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Tahliye yapmak</li> <li>Eğitim Tatbikatı</li> <li>Tedavi yapmak</li> <li>Triyaj yapmak</li> <li>İnceleme yapmak</li> <li>Protokoller yapmak</li> </ol> Aşağıdakilerden hangisinde kitlesel zaiyat olaylarının müdahale aşamasında gerçekleşmesi gereken faaliyetler birlikte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-III-IV",
      "B": "I-VI-VI",
      "C": "II-II-VI",
      "D": "III-IV-V",
      "E": "IV-V-VI"
    },
    "explanation": "Kitlesel zaiyat olaylarında müdahale aşamasında gerçekleşmesi gereken faaliyetler tahliye, triyaj ve tedavidir. İnceleme eylem sonrasında, protokoller oluşturmak ve eğitim tatbikatı ise eylem öncesinde yapılmalıdır."
  },
  {
    "id": "3180427",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi “Yaralı sayısının kısa sürede yerel kaynakları ve yetenekleri büyük ölçüde aştığı yerel sağlık sistemini zorlayan bir olay” olarak tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Deprem",
      "B": "Kitlesel zayiat olayı",
      "C": "Kontamine",
      "D": "Sanitasyon",
      "E": "Triyaj"
    },
    "explanation": "Kitlesel zayiat olayı (KZO), “Yaralı sayısının kısa sürede yerel kaynakları ve yetenekleri büyük ölçüde aştığı yerel sağlık sistemini zorlayan bir olay” olarak tanımlanmaktadır. Herhangi bir KZO, sağlık tesislerinin rutin günlük operasyonları içerisinde yer alan mevcut kaynaklarını hızla tüketebilir. Yanıt B şıkkıdır."
  },
  {
    "id": "3180428",
    "unitNumber": 3,
    "text": "Sıralananlardan hangileri kitlesel zayiat olayı kategorisine girebilir? \n I. Termal, mekanik, elektrik (yangınlar, elektrik yaralanmaları) \n II. Mekanik/elektrik (motorlu araç kazaları) \n III. Patlayıcılar/Şarapneller (kasıtlı olaylar) \n IV. Toksik maruziyetler (konserler) \n V. Kalabalık yönetimi/kontrolü (İnsan izdihamları/isyanları)",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "I, II, III ve IV",
      "D": "III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "KZO kategorileri şu şekilde sıralanabilir: \n Mekanik/elektrik (motorlu araç kazaları) \n Patlayıcılar/Şarapneller (kasıtlı olaylar) \n Toksik maruziyetler (konserler) \n Kalabalık yönetimi/kontrolü (İnsan izdihamları/isyanları) \n Bina veya yapısal sorunlar (bina çökmesi) \n Termal, mekanik, elektrik (yangınlar, elektrik yaralanmaları). Doğru yanıt E şıkkıdır."
  },
  {
    "id": "3180429",
    "unitNumber": 3,
    "text": "Düşük etkili kitlesel zayiat olaylarında hasta sayısı yaklaşık olarak aşağıdakilerden hangisi olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "5-10",
      "B": "15-20",
      "C": "20-25",
      "D": "30-40",
      "E": "50 ve daha fazla"
    },
    "explanation": "Düşük etkili (5-10 hasta) KZO’lar yerel acil sağlık hizmetleri tarafından yönetilebilir. Yanıt A şıkkıdır."
  },
  {
    "id": "3180430",
    "unitNumber": 3,
    "text": "Yüksek etkili kitlesel zayiat olaylarında hasta sayısı yaklaşık olarak aşağıdakilerden hangisi olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "1-10",
      "B": "5-10",
      "C": "5-40",
      "D": "10-50",
      "E": "10-30"
    },
    "explanation": "Yüksek etkili (10-50 hasta) KZO’ların yönetimi daha zordur ve streslidir, ancak yerel kaynaklar (ASH, itfaiye ve polis) tarafından yönetilebilir. Yanıt D şıkkıdır."
  },
  {
    "id": "3180431",
    "unitNumber": 3,
    "text": "Sıralananlardan hangileri kitlesel zayiat olayı müdahalesiyle ilgili temel tıbbi endişeleri içerir? \n I. Arama kurtarma \n II. Triyaj ve ilk stabilizasyon \n III. Tahliye \n IV. Kesin tıbbi bakım",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Kitlesel zayiat olayı müdahalesiyle ilgili temel tıbbi endişeler şunları içerir: \n • Arama kurtarma \n • Triyaj ve ilk stabilizasyon \n • Tahliye \n • Kesin tıbbi bakım. Yanıt E şıkkıdır."
  },
  {
    "id": "3180432",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kitlesel zayiat olayıyla ilgili temel halk sağlığı sorunları arasında <strong>yer almaz? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sanitasyon",
      "B": "Toplu taşıma",
      "C": "Eğitim",
      "D": "İletişim",
      "E": "Hastalık sürveyansı"
    },
    "explanation": "Kitlesel zayiat olayıyla ilgili temel halk sağlığı sorunları aşağıda listelenmiştir: \n • Su \n • Gıda \n • Barınak \n • Sanitasyon \n • Güvenlik/güvenlik \n • Toplu taşıma \n • İletişim \n • Hastalık sürveyansı \n • Endemik/salgın hastalıklar. Yanıt C şıkkıdır."
  },
  {
    "id": "3180433",
    "unitNumber": 3,
    "text": "Sıralananlardan hangisi ya da hangileri olay komuta sisteminin anahtar kavramları arasında yer alır? \n I. Komuta birliği \n II. Yayılma ve kontrol \n III. Hedeflerle ilgili görevler",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "II",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "II ve III"
    },
    "explanation": "Olay Komuta Sisteminin anahtar kavramları şunlardır: \n <em>• Komuta birliği: </em>Bireysel yanıtlayıcı yalnızca bir süpervizöre rapor verir. \n <em>• Yayılma ve kontrol: </em>Bir kişi YALNIZCA diğer üç ila yedi müdahaleciyi denetlemelidir. İdeal olan 5 kişidir. \n <em>• Hedeflerle ilgili görevler: </em>Belirli hedefler sıralanır ve belirli görevler olarak atanır. Yanıt D şıkkıdır."
  },
  {
    "id": "3180435",
    "unitNumber": 3,
    "text": "Tıbbi bir cihazı, aleti veya çevresel yüzeyi işlemek için güvenli hale getiren bir süreci veya tedaviyi tanımlamak için kullanılan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dekontaminasyon",
      "B": "Selasyon",
      "C": "Triyaj",
      "D": "Tahliye",
      "E": "ilk stabilizasyon"
    },
    "explanation": "Dekontaminasyon , tıbbi bir cihazı, aleti veya çevresel yüzeyi işlemek için güvenli hale getiren bir süreci veya tedaviyi tanımlamak için kullanılan bir terimdir. Sterilizasyon, dezenfeksiyon ve antisepsi, tüm dekontaminasyon biçimleridir. Yanıt A şıkkıdır."
  },
  {
    "id": "3180440",
    "unitNumber": 3,
    "text": "Bir yaralı toplama yerinde veya sabit ve/veya seyyar hastanede mağdurların hızlı kategorize edilmesi aşağıdakilerden hangisiyle adlandırılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Alan triyajı",
      "B": "Tıbbi triyaj",
      "C": "Tahliye triyajı",
      "D": "İlk stabilizasyon",
      "E": "Dekontaminasyon"
    },
    "explanation": "<em>Tıbbi triyaj: </em>Bir yaralı toplama yerinde veya sabit ve/veya seyyar hastanede mağdurların hızlı kategorize edilmesidir. Yanıt B şıkkıdır."
  },
  {
    "id": "3180441",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kimyasal ajanlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şarbon",
      "B": "Tularemi",
      "C": "Vesikantlar",
      "D": "Botilinum",
      "E": "Veba"
    },
    "explanation": "C şıkkı dışındaki seçeneklerde yer alanlar biyolojik ajanlardır. Yanıt C şıkkıdır."
  },
  {
    "id": "3174771",
    "unitNumber": 4,
    "text": "Hangisi müdahale ekiplerinin uzun süreler boyunca ve çoğu zaman yeterince istirahat etmeden görev yaptıkları afet operasyonlarında karşı karşıya kaldıkları tehlike ve risklerden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Doğal afetleri izleyen ikincil olaylar",
      "B": "Yetersiz kişisel koruyucu ekipman",
      "C": "Küçük coğrafi ölçek, stabil enkaz",
      "D": "Uzun süreli aşırı yorgunluk, uyku eksikliği, yetersiz beslenme ve susuzluk",
      "E": "Olumsuz hava, hasarlı binaların ikincil çöküşü"
    },
    "explanation": "Afet Müdahalesiyle İlişkili Tehlikeler ve Riskler<br/>Küçük coğrafi ölçek, stabil enkaz"
  },
  {
    "id": "3174772",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ‘tehlike ve risk’ depremlerde zarar gören alt yapıdan sızan zehirli gaz, radyoaktif madde, kimyasal madde ve yanıcı maddeler nedeniyle ortaya çıkan yangın, patlama, zehirlenme gibi durumları ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Düşen veya uçan enkaz",
      "B": "Hasarlı binaların ikincil çöküşü",
      "C": "Makine ve ekipmanlardan kaynaklanan aşırı gürültü",
      "D": "Tehlikeli maddelere maruz kalma",
      "E": "Tehlikelere neden olan enkaz alanları"
    },
    "explanation": "Tehlikeli maddelere maruz kalma"
  },
  {
    "id": "3174773",
    "unitNumber": 4,
    "text": "Her türlü afet durumunda yurt içi ve yurt dışında yeterli ve nitelikli sağlık hizmeti sunmak üzere gönüllü sağlık personelinden oluşan <a href=\"https://tr.wikipedia.org/wiki/T%C3%BCrkiye_Cumhuriyeti_Sa%C4%9Fl%C4%B1k_Bakanl%C4%B1%C4%9F%C4%B1\">Sağlık Bakanlığı</a>’na bağlı Ulusal Medikal Kurtarma Ekibi (UMKE) hangi sene kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "1999",
      "B": "2003",
      "C": "2008",
      "D": "2012",
      "E": "2015"
    },
    "explanation": "Yakınsak Gönüllüler<br/>2003"
  },
  {
    "id": "3174774",
    "unitNumber": 4,
    "text": "Hangisi olay güvenlik görevlisinin (OGG) rol tanımı içindeki yetkilerinden <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Faaliyetlerin ne zaman güvenli olup olmadığını belirlemek.",
      "B": "Faaliyetlerin önemli bir tehlike oluşturduğunu belirlemek.",
      "C": "Faaliyetleri değiştirmek.",
      "D": "Faaliyetleri askıya almak veya sonlandırmak.",
      "E": "Eğitim sağlamak ve gönüllü müdahalecilerin hazırlıksız olma ve başkaları için risk oluşturma olasılığını azaltmak."
    },
    "explanation": "Afet Sahasında Olay Yeri Güvenliği<br/>Eğitim sağlamak ve gönüllü müdahalecilerin hazırlıksız olma ve başkaları için risk oluşturma olasılığını azaltmak."
  },
  {
    "id": "3174775",
    "unitNumber": 4,
    "text": "Hangisi hassas bilgileri koruyarak yanlış kişilere geçmesini önlemek için gerekli tedbirleri almakla ilişkili stratejileri ortaya koyan operasyon güvenliğinin (OPGÜV) güvenlik ve risk yönetimi sürecine ilişkin adımlarından biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kritik bilgilerin belirlenmesi",
      "B": "Tehditlerin ve güvenlik açıklarının analizi",
      "C": "Gönüllü müdahalecilerin eğitim süreçlerinin uygulanması",
      "D": "Risk değerlendirmesi",
      "E": "Uygun karşı önlemlerin uygulanması"
    },
    "explanation": "OPERASYON GÜVENLİĞİ, SAHA GÜVENLİĞİ VE OLAY MÜDAHALESİ<br/>Gönüllü müdahalecilerin eğitim süreçlerinin uygulanması"
  },
  {
    "id": "3174776",
    "unitNumber": 4,
    "text": "Hangisi bir kuruluşun faaliyetleri, planları veya yetenekleri ile ilgili bilgilerini korumak; olay yeri erişimini kontrol etmek, trafik kontrolü ve kanıt koruması eylemlerini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Saha güvenliği ve operasyon güvenliği",
      "B": "Olay yeri sahnesini boyutlandırma",
      "C": "Olay yerine teröristler tarafından yerleştirilen ikincil patlayıcılar ve tuzaklar",
      "D": "Düşme veya takılma tehlikelerine neden olan enkaz alanları",
      "E": "Büyük coğrafi ölçek ve bilinmeyen çevre"
    },
    "explanation": "OPERASYON GÜVENLİĞİ, SAHA GÜVENLİĞİ VE OLAY MÜDAHALESİ<br/>Saha güvenliği ve operasyon güvenliği"
  },
  {
    "id": "3174777",
    "unitNumber": 4,
    "text": "Hangi kavram aşağıdaki ifadeyi doğru olarak tamamlar?\n “…………………… uygulaması, yakın geçmişte öğrenilen acı derslerin yeniden yaşanmasının önüne geçilmesi, geçmiş müdahalelerin doğasında var olan sorunların düzeltilmesi ile OPGÜV ve saha güvenliğine yönelik standartlar geliştirilebilmesi için çok önemlidir.”",
    "correctAnswer": "B",
    "options": {
      "A": "Güvenlik için mürettebat kaynak yönetimi (MKY)",
      "B": "Olay komuta sistemi (OKS)",
      "C": "Olay güvenlik görevlisi (OGG)",
      "D": "Ulusal medikal kurtarma ekipleri (UMKE)",
      "E": "Kişisel koruyucu ekipman (KKK)"
    },
    "explanation": "Temel Olarak Olay Komuta Sistemi<br/>Olay komuta sistemi (OKS)"
  },
  {
    "id": "3174778",
    "unitNumber": 4,
    "text": "Örgütsel entegrasyon, birlikte çalışabilirlik ve iletişim sorunları hangisinin doğru uygulanmasıyla giderilebilecek unsurlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "OPGÜV",
      "B": "MKY",
      "C": "UMKE",
      "D": "OGG",
      "E": "OKS"
    },
    "explanation": "Temel Olarak Olay Komuta Sistemi<br/>OKS"
  },
  {
    "id": "3174779",
    "unitNumber": 4,
    "text": "Hangisi birinci ve ikincil müdahale ekipleri, vasıflı destek personeli ve diğer işçi kategorileri dâhil olmak üzere afet müdahalesinde potansiyel olarak yer alabilecek tüm çalışanların almaları gereken olay öncesi eğitim ve “gerçek hayat” tatbikatları arasında <strong>görülemez?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Acil bir durumda özel işlevsel rolleri; acil müdahale sisteminin aktivasyonu",
      "B": "Kişisel koruyucu ekipman kullanımı; çıkış ve tahliye",
      "C": "Mevcut seçeneklerin analiz edilmesi ve kararların alınması",
      "D": "Tehditlerin/tehlikelerin tanınması",
      "E": "Olay komuta sistemi"
    },
    "explanation": "Planlama ve Eğitim<br/>Mevcut seçeneklerin analiz edilmesi ve kararların alınması"
  },
  {
    "id": "3174780",
    "unitNumber": 4,
    "text": "Hangisi aşağıdaki ifadeyi doğru olarak tamamlar?\n “İlk müdahaleciler arasında görülen ……………………………, Paramedikleri, ATT’leri ve diğer hastane öncesi bakım sağlayıcılarını içerir. Bu müdahale grubu, Türkiye’de yılda yaklaşık 10 milyon hastayı tedavi etmektedir.”",
    "correctAnswer": "E",
    "options": {
      "A": "polisler",
      "B": "gönüllüler",
      "C": "ambulans şoförleri",
      "D": "itfaiyeciler",
      "E": "acil sağlık hizmetleri personeli hekimleri"
    },
    "explanation": "acil sağlık hizmetleri personeli hekimleri"
  },
  {
    "id": "3181246",
    "unitNumber": 4,
    "text": "Afet operasyonlarında, müdahale ekipleri uzun süreler boyunca ve çoğu zaman yeterince istirahat etmeden birden fazla tehlikeye ve riske maruz kalabilir. Aşağıdakilerden hangisi başlıca tehlike ve riskler arasında değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Büyük coğrafi ölçek",
      "B": "Bilinmeyen ortamlar ve çevre",
      "C": "Düşen ve uçan enkaz",
      "D": "Hasarlı binaların ikincil çökmesi",
      "E": "Çevredeki canlılar"
    },
    "explanation": "Normal müdahale durumlarında, müdahale ekipleri genellikle çok kısa bir süre için minimum sayıda tehlike veya riske maruz kalabilir. Buna karşılık, afet operasyonlarında, müdahale ekipleri uzun süreler boyunca ve çoğu zaman yeterince istirahat etmeden birden fazla tehlikeye ve riske maruz kalabilir. Başlıca tehlike ve riskler şöyledir: \n<br/>• Büyük coğrafi ölçek \n<br/>• Bilinmeyen ortamlar ve çevre \n<br/>• Düşen ve uçan enkaz \n<br/>• Hasarlı binaların ikincil çökmesi \n<br/>• Tehlikeli maddelere maruz kalma \n<br/>• Makine ve ekipmanlardan kaynaklanan aşırı gürültü \n<br/>• Olumsuz hava<br/>Normal müdahale durumlarında, müdahale ekipleri genellikle çok kısa bir süre için minimum sayıda tehlike veya riske maruz kalabilir. Buna karşılık, afet operasyonlarında, müdahale ekipleri uzun süreler boyunca ve çoğu zaman yeterince istirahat etmeden birden fazla tehlikeye ve riske maruz kalabilir. Başlıca tehlike ve riskler şöyledir: \n • Büyük coğrafi ölçek \n • Bilinmeyen ortamlar ve çevre \n • Düşen ve uçan enkaz \n • Hasarlı binaların ikincil çökmesi \n • Tehlikeli maddelere maruz kalma \n • Makine ve ekipmanlardan kaynaklanan aşırı gürültü \n • Olumsuz hava \n • Yetersiz kişisel koruyucu ekipman (KKE) \n • Düşme veya takılma tehlikelerine neden olan enkaz alanları \n • Yakınsak gönüllüler \n • Teröristler tarafından yerleştirilen ikincil patlayıcılar \n • Doğal afetleri izleyen ikincil olaylar (depremin ardından Tsunami veya yangın fırtınası; kasırganın ardından su setinin yıkılması) \n • Uzun süreli aşırı yorgunluk, uyku"
  },
  {
    "id": "3181252",
    "unitNumber": 4,
    "text": "2005 yılında hangi ülkenin güneydoğusundaki Katrina Kasırgası’ndan kaynaklanan afet bölgesi, üç eyalette 235.000 km karelik bir alanı etkisi altına almıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Amerika Birleşik Devletleri",
      "B": "Kanada",
      "C": "Avusturalya",
      "D": "Japonya",
      "E": "Almanya"
    },
    "explanation": "2005 yılında Amerika Birleşik Devletleri’nin güneydoğusundaki Katrina Kasırgası’ndan kaynaklanan afet bölgesi, üç eyalette 235.000 km karelik bir alanı etkisi altına almıştır."
  },
  {
    "id": "3181259",
    "unitNumber": 4,
    "text": "Tehlikeli koşullarda afet müdahalesi için “D seviye” kişisel koruyucu ekipman kullanılır. Aşağıdakilerden hangisi bunlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Uzun kollu gömlek",
      "B": "Düşen enkaz veya nesnelere karşı koruma sağlayabilecek koruyucu başlık",
      "C": "Yuvarlanma, düşme veya tabanı delme potansiyeli olan nesneler olduğunda su geçirmez botlar (Çelik burunlu botlar uzun süre giyildikten sonra kabarmaya neden olabilir.)",
      "D": "Müdahale edenlerin ellerini zararlı maddelerin, kesiklerin, sıyrılmaların, delinmelerin ve yanıkların emilmesinden koruyan eldivenler",
      "E": "Toza veya diğer zararlı parçacıklara maruz kalındığında baret"
    },
    "explanation": "Tehlikeli koşullarda afet müdahalesi için “D seviye” kişisel koruyucu ekipman kullanılır. Bunlar: \n<br/>• Uzun kollu gömlek \n<br/>• Düşen enkaz veya nesnelere karşı koruma sağlayabilecek koruyucu başlık \n<br/>• Yuvarlanma, düşme veya tabanı delme potansiyeli olan nesneler olduğunda su geçirmez botlar (Çelik burunlu botlar uzun süre giyildikten sonra kabarmaya neden olabilir.) \n<br/>• Müdahale edenlerin ellerini zararlı maddelerin, kesiklerin, sıyrılmaların, delinmelerin ve yanıkların emilmesinden koruyan eldivenler \n<br/>• Toza veya diğer zararlı parçacıklara maruz kalındığında yan korumalı gözlük"
  },
  {
    "id": "3181263",
    "unitNumber": 4,
    "text": "Türkiye'de Ulusal Medikal Kurtarma Ekipleri (UMKE) ne zaman kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "2000",
      "B": "2001",
      "C": "2002",
      "D": "2003",
      "E": "2004"
    },
    "explanation": "Türkiye’de Sağlık Bakanlığı’nın 30.12.2003 tarih ve 5442 sayılı oluruyla “Afetlerde Sağlık Organizasyonu Projesi” uygulamaya konulmuş ve Ulusal Medikal Kurtarma Ekipleri (UMKE) kurulmuştur (Resim 4.2)."
  },
  {
    "id": "3181275",
    "unitNumber": 4,
    "text": "Wildland itfaiyeciler ve kentsel arama ve kurtarma teknisyenleri, acil durumlarda kullanılmak üzere havalı korna veya siren içeren bir acil durum uyarı sistemi kullanır. Buna göre \"her biri bir saniyelik üç kısa patlama\" ne anlama gelir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşlemleri durdurmak",
      "B": "Sessiz çalışmak",
      "C": "Tahliye",
      "D": "Devam etmek",
      "E": "Hızlanmak"
    },
    "explanation": "Wildland itfaiyeciler ve kentsel arama ve kurtarma teknisyenleri, acil durumlarda kullanılmak üzere havalı korna veya siren içeren bir acil durum uyarı sistemi kullanır: \n<br/>• Her biri bir saniyelik üç kısa patlama tahliye için bir göstergedir. \n<br/>• Bir uzun, 3 saniyelik patlama, işlemleri durdurmak veya sessiz çalışmak anlamına gelir. \n<br/>• Bir uzun patlatma ve bir kısa patlatma, operasyonlara devam etmek anlamına gelir.<br/>Wildland itfaiyeciler ve kentsel arama ve kurtarma teknisyenleri, acil durumlarda kullanılmak üzere havalı korna veya siren içeren bir acil durum uyarı sistemi kullanır: \n • Her biri bir saniyelik üç kısa patlama tahliye için bir göstergedir. \n • Bir uzun, 3 saniyelik patlama, işlemleri durdurmak veya sessiz çalışmak anlamına gelir. \n • Bir uzun patlatma ve bir kısa patlatma, operasyonlara devam etmek anlamına gelir."
  },
  {
    "id": "3181279",
    "unitNumber": 4,
    "text": "Wildland itfaiyeciler ve kentsel arama ve kurtarma teknisyenleri, acil durumlarda kullanılmak üzere havalı korna veya siren içeren bir acil durum uyarı sistemi kullanır. Buna göre \"Bir uzun, 3 saniyelik patlama\" ne anlama gelir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tahliye",
      "B": "İşlemleri durdurmak",
      "C": "Operasyonlara devam etmek",
      "D": "Hızlanmak",
      "E": "Yavaşlamak"
    },
    "explanation": "Wildland itfaiyeciler ve kentsel arama ve kurtarma teknisyenleri, acil durumlarda kullanılmak üzere havalı korna veya siren içeren bir acil durum uyarı sistemi kullanır: \n<br/>• Her biri bir saniyelik üç kısa patlama tahliye için bir göstergedir. \n<br/>• Bir uzun, 3 saniyelik patlama, işlemleri durdurmak veya sessiz çalışmak anlamına gelir. \n<br/>• Bir uzun patlatma ve bir kısa patlatma, operasyonlara devam etmek anlamına gelir."
  },
  {
    "id": "3181281",
    "unitNumber": 4,
    "text": "Wildland itfaiyeciler ve kentsel arama ve kurtarma teknisyenleri, acil durumlarda kullanılmak üzere havalı korna veya siren içeren bir acil durum uyarı sistemi kullanır. Buna göre \"Bir uzun patlatma ve bir kısa patlatma\" ne anlama gelir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tahliye",
      "B": "İşlemleri durdurmak",
      "C": "Sessiz çalışmak",
      "D": "Operasyonlara devam etmek",
      "E": "Hızlanmak"
    },
    "explanation": "Wildland itfaiyeciler ve kentsel arama ve kurtarma teknisyenleri, acil durumlarda kullanılmak üzere havalı korna veya siren içeren bir acil durum uyarı sistemi kullanır: \n<br/>• Her biri bir saniyelik üç kısa patlama tahliye için bir göstergedir. \n<br/>• Bir uzun, 3 saniyelik patlama, işlemleri durdurmak veya sessiz çalışmak anlamına gelir. \n<br/>• Bir uzun patlatma ve bir kısa patlatma, operasyonlara devam etmek anlamına gelir."
  },
  {
    "id": "3181287",
    "unitNumber": 4,
    "text": "Operasyon Güvenliği (OPGÜV) süreci beş adımdan oluşur. Aşağıdakilerden hangisi bu adımlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kritik bilgilerin belirlenmesi",
      "B": "Uygun karşı önlemlerin uygulanması.",
      "C": "Tehditlerin analizi",
      "D": "Güvenlik açıklarının analizi,",
      "E": "Risklerin gözardı edilmesi"
    },
    "explanation": "operasyon güvenliği (OPGÜV) ve saha güvenliğidir. Operasyon güvenliği, hassas bilgileri koruyarak yanlış kişilere geçmesini önlemek için gerekli tedbirleri almakla ilişkili stratejileri ortaya koyan güvenlik ve risk yönetimi sürecidir. OPGÜV süreci, tüm planlama ve operasyonel süreçlere tam olarak entegre edildiğinde çok etkilidir. OPGÜV süreci beş adımdan oluşur: \n<br/>1. Kritik bilgilerin belirlenmesi, \n<br/>2. Tehditlerin analizi, \n<br/>3. Güvenlik açıklarının analizi, \n<br/>4. Risk değerlendirmesi, \n<br/>5. Uygun karşı önlemlerin uygulanması.<br/>operasyon güvenliği (OPGÜV) ve saha güvenliğidir. Operasyon güvenliği, hassas bilgileri koruyarak yanlış kişilere geçmesini önlemek için gerekli tedbirleri almakla ilişkili stratejileri ortaya koyan güvenlik ve risk yönetimi sürecidir. OPGÜV süreci, tüm planlama ve operasyonel süreçlere tam olarak entegre edildiğinde çok etkilidir. OPGÜV süreci beş adımdan oluşur: \n 1. Kritik bilgilerin belirlenmesi, \n 2. Tehditlerin analizi, \n 3. Güvenlik açıklarının analizi, \n 4. Risk değerlendirmesi, \n 5. Uygun karşı önlemlerin uygulanması."
  },
  {
    "id": "3181292",
    "unitNumber": 4,
    "text": "Operasyon güvenliği (OPGÜV) süreci beş adımdan oluşur. Beşinci adım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uygun karşı önlemlerin uygulanması",
      "B": "Kritik bilgilerin belirlenmesi",
      "C": "Risk değerlendirmesi",
      "D": "Tehditlerin analizi",
      "E": "Güvenlik açıklarının analizi"
    },
    "explanation": "operasyon güvenliği (OPGÜV) ve saha güvenliğidir. Operasyon güvenliği, hassas bilgileri koruyarak yanlış kişilere geçmesini önlemek için gerekli tedbirleri almakla ilişkili stratejileri ortaya koyan güvenlik ve risk yönetimi sürecidir. OPGÜV süreci, tüm planlama ve operasyonel süreçlere tam olarak entegre edildiğinde çok etkilidir. OPGÜV süreci beş adımdan oluşur: \n<br/>1. Kritik bilgilerin belirlenmesi, \n<br/>2. Tehditlerin analizi, \n<br/>3. Güvenlik açıklarının analizi, \n<br/>4. Risk değerlendirmesi, \n<br/>5. Uygun karşı önlemlerin uygulanması.<br/>operasyon güvenliği (OPGÜV) ve saha güvenliğidir. Operasyon güvenliği, hassas bilgileri koruyarak yanlış kişilere geçmesini önlemek için gerekli tedbirleri almakla ilişkili stratejileri ortaya koyan güvenlik ve risk yönetimi sürecidir. OPGÜV süreci, tüm planlama ve operasyonel süreçlere tam olarak entegre edildiğinde çok etkilidir. OPGÜV süreci beş adımdan oluşur: \n 1. Kritik bilgilerin belirlenmesi, \n 2. Tehditlerin analizi, \n 3. Güvenlik açıklarının analizi, \n 4. Risk değerlendirmesi, \n 5. Uygun karşı önlemlerin uygulanması."
  },
  {
    "id": "3181304",
    "unitNumber": 4,
    "text": "Tüm çalışanlar, aşağıdakilerden hangisinde, afet müdahalesinin belirli temel yönlerinde olay öncesi eğitim ve “gerçek hayat” tatbikatları almak zorunda değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çıkış ve tahliye",
      "B": "Kişisel sağlık koruma",
      "C": "Tehditlerin/tehlikelerin tanınması",
      "D": "Acil müdahale sisteminin aktivasyonu",
      "E": "Olay komuta sistemi"
    },
    "explanation": "Tüm çalışanlar, aşağıdakiler de dahil olmak üzere, afet müdahalesinin belirli temel yönlerinde olay öncesi eğitim ve “gerçek hayat” tatbikatları almalıdır: \n<br/>• Çıkış ve tahliye \n<br/>• Kişisel koruyucu ekipman kullanımı \n<br/>• Tehditlerin/tehlikelerin tanınması \n<br/>• Acil müdahale sisteminin aktivasyonu \n<br/>• Olay komuta sistemi \n<br/>• Acil bir durumda özel işlevsel rolleri<br/>Tüm çalışanlar, aşağıdakiler de dahil olmak üzere, afet müdahalesinin belirli temel yönlerinde olay öncesi eğitim ve “gerçek hayat” tatbikatları almalıdır: \n • Çıkış ve tahliye \n • Kişisel koruyucu ekipman kullanımı \n • Tehditlerin/tehlikelerin tanınması \n • Acil müdahale sisteminin aktivasyonu \n • Olay komuta sistemi \n • Acil bir durumda özel işlevsel rolleri"
  },
  {
    "id": "3174751",
    "unitNumber": 5,
    "text": "Türkiye Ulusal Coğrafi Bilgi Sistemi (TUCBS) kapsamında kaç coğrafi veri teması oluşturulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "32",
      "B": "45",
      "C": "52",
      "D": "67",
      "E": "81"
    },
    "explanation": "GİRİŞ<br/>TUCBS kapsamında 32 veri teması oluşturulmuş ve bu veri temalarına ait tüm tanımlama dokümanları ve coğrafi veri sözlüğü oluşturulmuştur"
  },
  {
    "id": "3174754",
    "unitNumber": 5,
    "text": "Hangisi Owyang’a göre dijitalleşmenin aşamaları arasında <strong>sayılamaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yeni liberal ekonomik sistem (70’lerin ortası)",
      "B": "İnternet çağı (90’ların ortası)",
      "C": "İşbirlikçi ekonomi çağı (Şimdi)",
      "D": "Otonom dünya çağı (Test ediliyor)",
      "E": "Modern iyilik (Gelişiyor)"
    },
    "explanation": "DİJİTALLEŞME<br/>Yeni liberal ekonomik sistem (70’lerin ortası)"
  },
  {
    "id": "3174758",
    "unitNumber": 5,
    "text": "Hangisi tehlikenin kaynağı, büyüklüğü, olma olasılığı, oluş sıklığı, süresi ve olası etkileri ile ilgili bilgilerin toplanması ve belirlenmesine yönelik çalışmaları ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Dijital dönüşüm",
      "B": "Birlikte çalışabilirlik",
      "C": "Sayısallaştırma",
      "D": "Tehlike analizi",
      "E": "Siber güvenlik"
    },
    "explanation": "AFETLERDE KULLANILAN İLERİ TEKNOLOJİLER VE BİLGİ TEKNOLOJİLERİ<br/>Tehlike analizi"
  },
  {
    "id": "3174761",
    "unitNumber": 5,
    "text": "Hangi alanda afet bilişimi çözümlerinden <strong>yararlanılmamaktadır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Risk yönetimi evresinde veri yönetimi, bilgi sistemleri",
      "B": "İletişim ve haberleşme sistemleri, coğrafi bilgi sistemleri, ulaştırma sistemleri",
      "C": "Tehlike ve risk analizi araştırmaları, gözlem ve erken uyarı sistemleri",
      "D": "Afet sahasında gönüllülerin faaliyetlerinin askıya alınması veya sonlandırılması",
      "E": "Gerçek zamanlı hasar tespit ve acil müdahale sistemleri, uzaktan algılama"
    },
    "explanation": "AFETLERDE KULLANILAN İLERİ TEKNOLOJİLER VE BİLGİ TEKNOLOJİLERİ<br/>Afet sahasında gönüllülerin faaliyetlerinin askıya alınması veya sonlandırılması"
  },
  {
    "id": "3174763",
    "unitNumber": 5,
    "text": "Hangisi uydu görüntüleri kullanmanın avantajlarından biri olarak <strong>görülemez?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kısa zaman aralıklarında hızlı ve uygun maliyetli sonuç elde edilir. Yapay zekâ uygulamalarıyla daha hızlı çözümler sunulabilir.",
      "B": "Yeryüzünün düzenli olarak takip edilebilmesine olanak tanır, ulaşımı zor olan coğrafi bölgelerde çalışabilme imkânı sunar.",
      "C": "Gündelik yaşantımızdaki sosyal işlemleri, yerel ve ulusal yönetim hizmetleri, iş yönetim ve yönetişim süreçleri ve diğer kamusal hizmetleri düzenler ve uygular.",
      "D": "Aynı bölgede, aynı zamanda farklı çalışmaların yapılmasına olanak sağlar.",
      "E": "Kullanıcılara zamanında karar verme fırsatı sağlar."
    },
    "explanation": "Haberleşme ve Gözlem Uyduları<br/>Gündelik yaşantımızdaki sosyal işlemleri, yerel ve ulusal yönetim hizmetleri, iş yönetim ve yönetişim süreçleri ve diğer kamusal hizmetleri düzenler ve uygular."
  },
  {
    "id": "3174764",
    "unitNumber": 5,
    "text": "Hangisi doğrudan veya dolaylı katkı sağlayan veri kaynaklarından biri olan uydu görüntülerinin kullanıldığı uygulamalar arasında <strong>sayılamaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Coğrafi Bilgi Sisteminde altlık sayısal haritaların üretilmesi",
      "B": "Mikrobölgeleme çalışmalarının planlanması, jeomorfolojik araştırmalar",
      "C": "Topoğrafyadaki zamansal değişimin izlenmesi",
      "D": "Mekansal Adres Kayıt Sisteminin (MAKS) uygulanması",
      "E": "Tarımsal verimin tespiti ve izlenmesi"
    },
    "explanation": "Uydu Görüntülerinin Afet Alanında Kullanım Örnekleri<br/>Mekansal Adres Kayıt Sisteminin (MAKS) uygulanması"
  },
  {
    "id": "3174765",
    "unitNumber": 5,
    "text": "Hangisi bir bilgi kaynağının açıklanmasını, kolaylıkla bulunup kullanılmasını ve yönetilmesini sağlayan yapısal bilgidir; ulaşılmak istenilen veriye daha kolay erişim sağlamanın yanı sıra veri işleme aşamasında gerekli olabilecek temel bilgileri özetleyerek verinin yönetimini kolaylaştırmayı ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Metaveri",
      "B": "Dijitalleşme",
      "C": "Sosyal medya",
      "D": "İnovasyon",
      "E": "Sayısallaştırma"
    },
    "explanation": "Bilgi Sistemleri<br/>Metaveri"
  },
  {
    "id": "3174767",
    "unitNumber": 5,
    "text": "Hangisi paydaşlar arası işbirliği temelinde yapılandırılan, ileri teknolojileri yenilikçi yaklaşımlar ile kent ölçeğinde kullanabilen, veriye dayalı bilgi yönetimi sağlayarak gelecekteki karşılaşılabilecek problem ve ihtiyaçları öngören, daha yaşanabilir ve sürdürülebilir şehir anlayışını ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "AFAD acil mobil uygulaması",
      "B": "Coğrafi bilgi sistemi",
      "C": "Şehir planlama ve yönetim",
      "D": "Risk yönetimi",
      "E": "Akıllı şehir"
    },
    "explanation": "AKILLI ŞEHİRLER VE MOBİL UYGULAMALAR<br/>Akıllı şehir"
  },
  {
    "id": "3174769",
    "unitNumber": 5,
    "text": "Hangisi aşağıdaki ifadeyi doğru olarak tamamlar?\n Afet risklerinin azaltılması ve önlenmesi için ortaya konulan ulusal stratejiler kapsamında, ……………………., erken uyarı, gerçek zamanlı hasar tespit ve acil müdahale sistemlerinin geliştirilmesi ve kullanımının yaygınlaştırılması temel hedeflerden biri olarak ortaya çıkmaktadır.",
    "correctAnswer": "B",
    "options": {
      "A": "olay yeri sahnesini boyutlandırma",
      "B": "akıllı şehirleşme",
      "C": "küçük coğrafi ölçek",
      "D": "risk değerlendirmesi",
      "E": "olay yeri sahnesini boyutlandırma"
    },
    "explanation": "AKILLI ŞEHİRLER VE MOBİL UYGULAMALAR<br/>akıllı şehirleşme"
  },
  {
    "id": "3174770",
    "unitNumber": 5,
    "text": "Hangisi akıllı kentlerde verilen ve büyük bir bölümüne mobil uygulamalar ile diğer İnternet servisleri üzerinden erişilebilen e-hizmetlerin arasında <strong>yer almaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Erken uyarı sistemleri",
      "B": "e-yaşam boyu öğrenme",
      "C": "MHRS 182 Merkezi Hastane Randevu Sistemi",
      "D": "Ulaşım Bilgi Sistemi",
      "E": "e-Devlet"
    },
    "explanation": "AKILLI ŞEHİRLER VE MOBİL UYGULAMALAR<br/>e-yaşam boyu öğrenme"
  },
  {
    "id": "3178416",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ya da hangileri afetin büyüklüğünü etkileyen faktör ve faktörlerdendir?\n<br/>I.Hızlı nüfus artışı\n<br/>II.Çarpık kentleşme\n<br/>III.Olayın etkilediği yerleşim alanı büyüklüğü\n<br/>IV. Yerleşimcilerin entellektüel durumları",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "explanation": "Giriş<br/>Afetin büyüklüğünü etkileyen bazı faktörler ise fiziksel büyüklük, hızlı nüfus artışı ve çarpık kentleşme, olayın etkilediği yerleşim alanı büyüklüğü ve nüfus yoğunluğu, afet açısından tehlikenin yüksek olduğu bölgelerdeki hızlı ve denetimsiz kentleşme örnek olarak verilebilir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3178419",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ya da hangileri Jeremiah Owyang’a göre dijital dönüşüm sürecinin çağlarındandır?\n I.İnternet çağı\n II.Sosyal medya çağı\n III.İşbirlikçi ekonomi çağı\n IV.Otonom dünya çağı\n V.Modern iyilik çağı",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III,IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Dijitalleşme<br/>Bu dijital dönüşüm çağları 1. İnternet çağı 2. Sosyal medya çağı 3. İşbirlikçi ekonomi çağı 4. Otonom dünya çağı 5. Modern iyilik çağı 6. Gezegen dışı çağ’dır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3178420",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Dijital Hizmetlerin Katmanlarından Platform katmanında bulunmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Vatandaşlar",
      "B": "Finansal yönetim",
      "C": "Özel sektör hizmetleri",
      "D": "Devletin dijital hizmetleri",
      "E": "Açık veri"
    },
    "explanation": "Dijitalleşme<br/>Platform katmanı; Bilgileri yönetmek için kullanılan tüm sistemleri ve süreçleri kapsayan katmandır. İçerik yönetimi sistemleri, web API ve uygulama geliştirme işlemlerini, insan kaynakları veya finansal yönetim gibi kritik bilgi teknoloji işlevlerini ve bilgiye erişmek için kullanılan donanımı (örneğin mobil cihazlar) kapsar. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3178422",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ya da hangileri e-Devlet üzerinde afet ve acil durum yönetim süreciyle ilişkili verilen hizmetlerdendir?\n I. Afet ve Acil Durum Yönetimi Başkanlığı/Afetzede Hak Sahipliği Başvurusu\n II. Doğal Afet Sigortaları Kurumu/Hasar İhbarı\n III. Çevre, Şehircilik ve İklim Değişikliği Bakanlığı, Riskli Yapı Tespiti\n IV. Sağlık Bakanlığı, e-Nabız Kişisel Sağlık Sistemi\n V. Harita Genel Müdürlüğü/Harita Sunulması",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Dijitalleşme<br/>e-Devlet üzerinde afet ve acil durum yönetim süreciyle ilişkili verilen bazı hizmetler aşağıda listelenmiştir: i. Afet ve Acil Durum Yönetimi Başkanlığı/Afet ve Acil Durum Toplanma Alanı Sorgulama ii. Tarım ve Orman Bakanlığı/Tabii Afetlerden Zarar Gören Çiftçilerin Yardım Başvurusu iii. Çevre, Şehircilik ve İklim Değişikliği Bakanlığı/Hasar Tespit Sorgulama ve İtiraz İşlemleri iv. Afet ve Acil Durum Yönetimi Başkanlığı/Afetzede Hak Sahipliği Başvurusu v. Afet ve Acil Durum Yönetimi Başkanlığı/Temel Afet Bilinci Farkındalık Eğitimi Başvurusu vi. Doğal Afet Sigortaları Kurumu/Hasar İhbarı vii. Afet ve Acil Durum Yönetimi Başkanlığı/Türkiye Deprem Tehlike Haritaları viii. Sağlık Bakanlığı/e-Nabız Kişisel Sağlık Sistemi ix. Çevre, Şehircilik ve İklim Değişikliği Bakanlığı Kentsel Dönüşüm Uygulaması x. Çevre, Şehircilik ve İklim Değişikliği Bakanlığı, Riskli Yapı Tespiti xi. Sağlık Bakanlığı, e-Nabız Kişisel Sağlık Sistemi xii. Tarım ve Orman Bakanlığı, Tabii Afetlerden Zarar Gören Çiftçilerin Yardım Başvurusu xiii. Harita Genel Müdürlüğü/Harita Sunulması (HGM-Atlas) xiv. Maden Tetkik ve Arama Genel Müdürlüğü/Yerbilimleri Harita Görüntüleyici ve Çizim Editörü . Doğru cevap E seçeneğidir."
  },
  {
    "id": "3178423",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ya da hangileri Ulusal Yapay Zekâ Stratejisi (UYZS)’nin odağında yer alan yetkinliklerdendir?\n I.Beceri\n II.Veri\n III.Altyapı",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II, III"
    },
    "explanation": "Dijital Dönüşüm<br/>Ulusal Yapay Zekâ Stratejisi (UYZS), ülkemizin ulusal, sektörel ve tematik politika ve stratejileri dikkate alınarak belirlenen stratejik öncelikler çerçevesinde; “kurumsal yetkinlik”, “stratejik uyum” ve “yönetişim” boyutları etrafında tasarlanmıştır. Şekil 5.5’de gösterildiği gibi UYZS’nin odağında ise “beceri”, “veri” ve “altyapı” olarak belirlenen üç temel YZ yetkinliği yer almaktadır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3178425",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ya da hangileri uydu görüntüleri kullanmanın avantajlarındandır?\n I.Kısa zaman aralıklarında hızlı ve uygun maliyetli sonuç elde edilir\n II.Yeryüzünün düzenli olarak takip edilebilmesine olanak tanır\n III.Ulaşımı zor olan coğrafi bölgelerde çalışabilme imkânı sunar\n IV.Aynı bölgede, aynı zamanda farklı çalışmaların yapılmasına olanak sağlar.\n V.Yapay zekâ uygulamalarıyla daha hızlı çözümler sunulabilir",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III,IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Haberleşme ve Gözlem Uyduları<br/>Uydu Görüntüleri Kullanmanın Avantajları: • Kısa zaman aralıklarında hızlı ve uygun maliyetli sonuç elde edilir. • Yeryüzünün düzenli olarak takip edilebilmesine olanak tanır. • Ulaşımı zor olan coğrafi bölgelerde çalışabilme imkânı sunar. • Aynı bölgede, aynı zamanda farklı çalışmaların yapılmasına olanak sağlar. • Kullanıcılara zamanında karar verme fırsatı sağlar. • Yapay zekâ uygulamalarıyla daha hızlı çözümler sunulabilir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3178426",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ya da hangileri uydu görüntülerinin kullanıldığı bazı uygulamalardandır?\n I.Mikrobölgeleme çalışmalarının planlanması\n II.Jeomorfolojik araştırmalar\n III. Kaya düşmesi duyarlık haritalarının hazırlanması\n IV.Çevre kirliliğinin tespiti ve izlenmesi\n V.Tarımsal verimin tespiti ve izlenmesi",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III,I V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Uydu Görüntülerinin Afet Alanında Kullanım Örnekleri<br/>Uydu görüntülerinin kullanıldığı bazı uygulamalar aşağıda listelenmiştir. Uydu görüntüleri, bu uygulamalara doğrudan veya dolaylı katkı sağlayan veri kaynaklarından biridir. 1. Coğrafi Bilgi Sisteminde altlık sayısal haritaların üretilmesi 2. Mikrobölgeleme çalışmalarının planlanması 3. Jeomorfolojik araştırmalar 4. Topoğrafyadaki zamansal değişimin izlenmesi 5. Heyelan duyarlık haritalarının hazırlanması 6. Çığ duyarlık haritalarının hazırlanması 7. Kaya düşmesi duyarlık haritalarının hazırlanması 8. Taşkın duyarlık haritalarının hazırlanması 9. Orman yangını alanlarının tespiti ve izlenmesi 10. Çevre kirliliğinin tespiti ve izlenmesi 11. Yer yüzeyi sıcaklığının tespiti ve izlenmesi 12. Tarımsal verimin tespiti ve izlenmesi 13. Deprem hasar tahmini. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3178427",
    "unitNumber": 5,
    "text": "Kaynak yönetimine yardımcı olacak bilgiler sağlayan metaveri aşağıdakilerden hangisisidr?",
    "correctAnswer": "C",
    "options": {
      "A": "Tanımlayıcı metaveri",
      "B": "Yapısal metaveri",
      "C": "İdari metaveri",
      "D": "Görsel metaveri",
      "E": "İşitsel metaveri"
    },
    "explanation": "Bilgi sistemleri<br/>Temel olarak metaveriyi üç temel tipe ayırmak mümkündür: i. Tanımlayıcı metaveri, kaynak veriyi tanımlama ve belirtme amaçları doğrultusunda betimlendirir. ii. Yapısal metaveri, veriyi oluşturan bileşenlerin nasıl bir araya geldiği hakkında bilgi verir. Örnek olarak bir bölümü oluşturmak için kaç sayfanın bir araya geldiği bilgisi verilebilir. iii. İdari olarak metaveri, kaynak yönetimine yardımcı olacak bilgiler sağlar. Bu tip metaveriye örnek olarak verinin üretim tarihi ve yöntemi, dosya türü ve diğer teknik bilgilerle birlikte veriye erişebilen kişiler verilebilir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3178428",
    "unitNumber": 5,
    "text": "Akıllı Şehir; mevcut tüm bilgilerin birlikte ele alınması ve kullanımı ile şehir faaliyetlerinin daha iyi anlaşılması, kontrol edilmesi ve sınırlı kaynağın etkin kullanılmasıdır. Aşağıdakilerden hangisi ya da hangileri İstanbul Büyükşehir Belediyesi Akıllı Şehir Stratejisi ve Eylem Planı hazırlama çalışmalarında yer alan alanlardandır?<br/>I. Çevre<br/>II. Enerji<br/>III. Mobilite<br/>IV. İnsan<br/>V. Ekonomi",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Akıllı Şehirler ve Mobil Uygulamalar<br/>İstanbul Büyükşehir Belediyesi Akıllı Şehir Stratejisi ve Eylem Planı hazırlama çalışmalarında Çevre, Enerji, Mobilite, Yaşam, İnsan, Ekonomi, Güvenlik ve Yönetişim olmak üzere 8 alan belirlemiştir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3178429",
    "unitNumber": 5,
    "text": "T.C. İçişleri Bakanlığı AFAD tarafından geliştirilen AFAD Acil mobil uygulaması aşağıdaki hangi hizmetleri bünyesinde barındırmaktadır?\n<br/>I.112 acil çağrı başlatma\n<br/>II.112 ile mesajlaşma\n<br/>III. Toplanma alanları ve yol tarifi\n<br/>IV. Bilgilendirme mesajlarına anlık ulaşım\n<br/>V. Eğitim malzemelerine erişim",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Akıllı Şehirler ve Mobil Uygulamalar<br/>T.C. İçişleri Bakanlığı AFAD tarafından geliştirilen AFAD Acil mobil uygulaması, 112 acil çağrı başlatma, 112 ile mesajlaşma, toplanma alanları ve yol tarifi, bilgilendirme mesajlarına anlık ulaşım ve eğitim malzemelerine erişim gibi birçok hizmeti içinde barındırmaktadır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3176658",
    "unitNumber": 6,
    "text": "Afet riski bağlamında bir toplumun, bir sistemin veya bir yapının var olan baş edebilme kapasitesine bağlı olarak tehlikeden etkilenme oranı veya görebileceği hasar, zarar veya kaybın bir ölçüsü olarak da tanımlanan, bazı yayınlarda, savunmasızlık, kırılganlık, hassasiyet gibi terimlerle ifade edilen aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zarar görebilirlik",
      "B": "Afet yönetimi",
      "C": "Nüfusun hızlı artışı",
      "D": "azgelişmişlik",
      "E": "Uluslararası risk azaltma"
    },
    "explanation": "Zarar görebilirlik (İng. vulnerability)<br/>Zarar görebilirlik “bir toplumun, bir sistemin veya bir yapının var olan baş edebilme kapasitesine bağlı olarak tehlikeden<br/>etkilenme oranı veya görebileceği hasar,<br/>zarar veya kaybın bir ölçüsü” olarak da<br/>tanımlanabilir. Bazı yayınlarda, savunmasızlık, kırılganlık, hassasiyet gibi terimlerle<br/>ifade edilmektedir."
  },
  {
    "id": "3176662",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Teknolojik Afetler sınıfına girmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hayvan kazası",
      "B": "Orman yangını",
      "C": "Gaz sızıntısı",
      "D": "Kütle hareketi",
      "E": "Böcek istilası"
    },
    "explanation": "Teknolojik Afetler\n Kimyasal, petrol sızıntı<br/>Çökme\n Patlama\n Ateş\n Gaz sızıntısı\n Zehirlenme\n Radyasyon\n Hava\n Kara yolu\n Tren yolu\n Deniz yolu\n Çöküş\n Patlama\n Yangın\n Diğer"
  },
  {
    "id": "3176665",
    "unitNumber": 6,
    "text": "Afet risklerinin ve kırılganlığın azaltılması için stratejik ve sistematik bir yaklaşımlar teşvik<br/>edilmiştir. Ulusların ve toplumların afete karşı dirence olan ihtiyaçlarını, direnç yöntemlerini vurgulamış olan ulusal - uluslararası afet yönetimi politikası aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Avrupa Afet Risklerinin Azaltılması Forumu",
      "B": "Hyogo Eylem Çerçevesi",
      "C": "Sendai Afet Risk Azaltma Çerçevesi",
      "D": "Afet Azaltımı için Uluslararası Strateji",
      "E": "Johannesburg Eylem Planı"
    },
    "explanation": "Hyogo Eylem Çerçevesi (2005-2015), Afet<br/>risklerinin ve kırılganlığın azaltılması için<br/>stratejik ve sistematik bir yaklaşımlar teşvik<br/>edilmiştir. Ulusların ve toplumların afete<br/>karşı dirence olan ihtiyaçlarını, direnç yöntemlerini vurgulamış,"
  },
  {
    "id": "3176668",
    "unitNumber": 6,
    "text": "Türkiye 11. Kalkınma Planı kaç yıllarını kapsamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "2019-2023",
      "B": "2015-2030",
      "C": "2005-2015",
      "D": "1990-2000",
      "E": "2019-2020"
    },
    "explanation": "Türkiye 11. Kalkınma Planı (2019-<br/>2023)<br/>Ülkemizin 2019 ve 2023 yılları arasında uygulanması öngörülen on birinci kalkınma planı, bu<br/>yıllar arasındaki kalkınma öngörüsünü ve kararlılığını ortaya koymaktadır"
  },
  {
    "id": "3176669",
    "unitNumber": 6,
    "text": "Bir ekonominin derin krizlerin büyüme olasılığını azaltma veya en azından bir krizin etkilerini azaltma yeteneği olarak tanımlanan direnç terimi aşağıdakilerden hangi disipline göre yapılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomi",
      "B": "Lojistik",
      "C": "Fizik",
      "D": "Psikoloji",
      "E": "Sosyal Bilimler"
    },
    "explanation": "Disiplin Tanım Kaynak<br/>Ekonomi<br/>Bir ekonominin derin krizlerin büyüme olasılığını azaltma<br/>veya en azından bir krizin etkilerini azaltma yeteneği olarak<br/>tanımlanır.<br/>(Aiginger, 20"
  },
  {
    "id": "3176671",
    "unitNumber": 6,
    "text": "Dirençlilik için risk azaltmaya yönelik yatırımlar yapmak girişimciliği, büyümeyi, iş alanları yaratmayı, kalkınmada sürekliliği sağlayabilir yaklaşımı aşağıdakilerin hangisinin ana fikrini oluşturmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Türkiye 11. Kalkınma Planı",
      "B": "Hyogo ve Sendai Çerçeveleri",
      "C": "Avrupa Afet Risklerinin Azaltılması Forumu",
      "D": "Avrupa Afet Risklerinin Azaltılması Forumu ve Hyogo Eylem Çerçevesi",
      "E": "Sendai Afet Risk Azaltma Çerçevesi ve Türkiye 11. Kalkınma Planı"
    },
    "explanation": "Dirençlilik için risk azaltmaya yönelik yatırımlar yapmak girişimciliği, büyümeyi, iş alanları yaratmayı,<br/>kalkınmada sürekliliği sağlayabilir. Bu yaklaşım Hyogo ve Sendai Çerçevelerinin ana fikrini oluşturmaktadır.<br/>Dirençliliğin oluşturulabilmesi için önemli bir nokta da arazi kullanım politikalarının geliştirilmesi<br/>ve uygulanmasında, kent planlamasıdır. Yerleşim için güvenli alanların belirlenmesinde; afet riskinin haritalanarak ortaya konması, taşkın önleme alanlarının, kuraklık riski altındaki alanların, sulak bölgelerin<br/>belirlenmesi, risk azaltmaya destek olacak ekosistemin korunmasını da dikkate alarak yapılması bölgenin<br/>veya kentin dirençliliğini artıracaktır"
  },
  {
    "id": "3176673",
    "unitNumber": 6,
    "text": "Dirençli kent planlama çerçevesine aşağıdakilerden hangisi girmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fizik",
      "B": "acil durum",
      "C": "Duyarlılık",
      "D": "Zarar Görebilirlik Analizi Matrisi",
      "E": "Başa çıkma"
    },
    "explanation": "Kentlerde dirençlilik, kentlerin ve toplumların sorunlara, tehlikelere, afet ve risklere hazırlıklı olma, yanıt verme hızı, uyum sağlama kapasitesi (urban resilience) ile belirlenmektedir. Dirençli kent ancak iyi yönetilebilen kentleşme ile mümkündür (Tuğaç, 2019). Dirençli kent planlama çerçevesi Şekil 6.4’te verilmiştir.<br/>Zarar<br/>Görebilirlik<br/>Analizi<br/>Matrisi<br/>1. Zarar Azaltma<br/>2. Yeniden Yapılanma<br/>3. Alternatif Ene"
  },
  {
    "id": "3176675",
    "unitNumber": 6,
    "text": "“Kentsel sistemin ve onu oluşturan tüm sosyo-ekolojik ve sosyoteknik ağlarının, bir tehdit karşısında istenen işlevleri sürdürme veya hızla geri dönme, değişime uyum sağlama ve mevcut veya gelecekteki adapte olma kapasitesini sınırlayan sistemleri hızla dönüştürme yeteneğini<br/>ifade eder\" diyen Meerow v.d. aşağıdaki hangi kavramı anlatmak istemişleridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik, sosyal ve kültürel avantajlar",
      "B": "Afet Öncesi Zarar Azaltma",
      "C": "Afet Sonrası Zarar Azaltma",
      "D": "Kentsel dayanıklılık",
      "E": "kentsel dirençlilik"
    },
    "explanation": "Meerow vd.’ne göre kentsel dirençlilik “Kentsel sistemin ve onu oluşturan tüm sosyo-ekolojik ve sosyoteknik ağlarının, bir tehdit karşısında istenen işlevleri sürdürme veya hızla geri dönme, değişime uyum sağlama ve mevcut veya gelecekteki adapte olma kapasitesini sınırlayan sistemleri hızla dönüştürme yeteneğini<br/>ifade eder.” şeklinde uzlaşmacı ve esnek bir tanım olarak karşımıza çıkmaktadır"
  },
  {
    "id": "3176677",
    "unitNumber": 6,
    "text": "Sürdürülebilir kentin sürdürülebilirliğin üç temel bileşeni aşağıdakilerden hangileridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Afetlere dirençli toplum/ Ekonomik kalkınma/Toplumsal adalet",
      "B": "Ekonomik kalkınma/Toplumsal adalet/Çevrenin korunması",
      "C": "planlama/risk azaltma/eğitim,",
      "D": "ulaşım/kritik altyapı/sağlık altyapısı",
      "E": "adil gelir dağılımı/ yönetişim/ulaşım"
    },
    "explanation": "Sürdürülebilir kent, sürdürülebilirliğin üç temel bileşeni olan<br/>• Ekonomik kalkınma,<br/>• Toplumsal adalet,<br/>• Çevrenin korunması<br/>hedefleri ile somut ve doğrudan ilişki kurabilen<br/>yapısal özelliklere sahip bir kenttir."
  },
  {
    "id": "3176679",
    "unitNumber": 6,
    "text": "Değişimin, belirsizliğin, tahmin edilemeyen ve sürpriz durumların olduğu bir ortamda, toplumun ve toplumun üyelerinin varlığını koruması, gelişmesi ve birlikteliğin sağlanmasına ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomik kalkınma",
      "B": "Dirençli toplum",
      "C": "Toplumsal adalet",
      "D": "Çevrenin korunması",
      "E": "Çok Disiplinli Çalışmalar"
    },
    "explanation": "Dirençli Toplum<br/>Dirençli toplum, değişimin, belirsizliğin, tahmin edilemeyen ve sürpriz durumların olduğu bir<br/>ortamda, toplumun ve toplumun üyelerinin varlığını koruması, gelişmesi ve birlikteliğin sağlanmasıdır."
  },
  {
    "id": "3441292",
    "unitNumber": 6,
    "text": "Zarar görebilirlik kavramı kaç grupta sınıflandırılabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Altı"
    },
    "explanation": "Temel Afet Bilgisi<br/>Zarar görebilirlik; fiziksel zarar görebilirlik, sosyal zarar görebilirlik ve ekonomik zarar görebilirlik olmak üzere 3 grupta sınıflandırılabilir (AFAD, 2014)."
  },
  {
    "id": "3441297",
    "unitNumber": 6,
    "text": "Aşağıdaki terimlenden hangisi altyapı, gıda arzı ve yapısal ekonomik koşullarla ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Başa çıkma",
      "B": "Adaptasyon",
      "C": "Duyarlılık",
      "D": "Endeks Skoru",
      "E": "Risk Endeksi"
    },
    "explanation": "Temel Afet Bilgisi<br/>Duyarlılık; altyapı, gıda arzı ve yapısal ekonomik koşullarla ilgilidir."
  },
  {
    "id": "3441302",
    "unitNumber": 6,
    "text": "Aşağıdaki terimlenden hangisi yönetişim, sağlık, sosyal ve fiziki güvenlikle ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Adaptasyon",
      "B": "Başa çıkma",
      "C": "Maruz Kalma",
      "D": "Endeks Skoru",
      "E": "Duyarlılık"
    },
    "explanation": "Afet ve Dirençlilik<br/>Başa çıkma; yönetişim, sağlık, sosyal ve fiziki güvenlikle ilgilidir."
  },
  {
    "id": "3441308",
    "unitNumber": 6,
    "text": "Aşağıdaki terimlenden hangisi doğa kaynaklı muhtemel olaylar, iklim değişikliği ve benzeri zorluklarla ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Adaptasyon",
      "B": "Endeks Skoru",
      "C": "Başa Çıkma",
      "D": "Duyarlılık",
      "E": "Risk Endeksi"
    },
    "explanation": "Afet ve Dirençlilik<br/>Adaptasyon; doğa kaynaklı muhtemel olaylar, iklim değişikliği ve benzeri zorluklarla ilgilidir."
  },
  {
    "id": "3441315",
    "unitNumber": 6,
    "text": "Yokohama Konferansında kaç yılında afet zararlarının azaltılması politikaları için yeni strateji ve ilkeler belirlenmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1990",
      "B": "1992",
      "C": "1994",
      "D": "1998",
      "E": "1999"
    },
    "explanation": "Afet ve Dirençlilik<br/>Yokohama Konferansı (1994), afet zararlarının azaltılması politikaları için yeni strateji ve ilkeler belirlenmiştir."
  },
  {
    "id": "3441370",
    "unitNumber": 6,
    "text": "Sendai (2015) Konferansında devletler tarafından gerçekleştirilmesi gereken eylem planlarından biri <strong>değildir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Afet riskini anlamak.",
      "B": "Ulusal ve yerel afet risk azaltma stratejileri olan ülkelerin sayısını 2020 yılına kadar önemli ölçüde çoğaltmak.",
      "C": "Afet riskini yönetmek için afet riski yönetişimin güçlendirilmesi.",
      "D": "Dirençlilik için afet risk azaltmaya yatırım yapmak.",
      "E": "Etkili müdahale için afete hazırlık çalışmalarını geliştirmek ve iyileştirme, rehabilitasyon ve yeniden inşa safhalarında “Öncekinden Daha İyisini İnşa Etmek”."
    },
    "explanation": "Temel Afet Bilgisi<br/>Sendai 2015 Konferansı sonucunda, devletler tarafından gerçekleştirilmesi gereken 4 adet eyleme ihtiyaç duyulduğu görülmüştür. Bunlar:\n<br/>1. Afet riskini anlamak;2. Afet riskini yönetmek için afet riski yönetişimin güçlendirilmesi;3. Dirençlilik için afet risk azaltmaya yatırım yapmak;4. Etkili müdahale için afete hazırlık çalışmalarını geliştirmek ve iyileştirme, rehabilitasyon ve yeniden inşa safhalarında “Öncekinden Daha İyisini İnşa Etmek”.\n<br/>......\n<br/>Sendai 2015 kapsamında yedi küresel hedef belirlenmiştir. Bunlar:\n<br/>1....\n<br/>2....\n<br/>3....\n<br/>4....\n<br/>5. Ulusal ve yerel afet risk azaltma stratejileri olan ülkelerin sayısını 2020 yılına kadar önemli ölçüde çoğaltmak.\n<br/>6....\n<br/>7....."
  },
  {
    "id": "3441375",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Sendai (2015) Konferansı kapsamında küresel hedeflerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çoklu tehlike erken uyarı sistemlerinin, afet risk bilgisinin ve değerlendirmelerinin kullanımını ve bunların toplum tarafından ulaşılabilirliğini 2030 yılına kadar önemli ölçüde artırmak.",
      "B": "Etkili müdahale için afete hazırlık çalışmalarını geliştirmek ve iyileştirme, rehabilitasyon ve yeniden inşa safhalarında “Öncekinden Daha İyisini İnşa Etmek”.",
      "C": "Afet riskini anlamak.",
      "D": "Afet riskini yönetmek için afet riski yönetişimin güçlendirilmesi.",
      "E": "Dirençlilik için afet risk azaltmaya yatırım yapmak."
    },
    "explanation": "Temel Afet Bilgisi<br/>Sendai 2015 kapsamında yedi küresel hedef belirlenmiştir. Bunlar:\n<br/>1....\n<br/>2...\n<br/>3....\n<br/>5., 6.,\n<br/>7. Çoklu tehlike erken uyarı sistemlerinin, afet risk bilgisinin ve değerlendirmelerinin kullanımını ve bunların toplum tarafından ulaşılabilirliğini 2030 yılına kadar önemli ölçüde artırmak.\n<br/>..........................\n<br/>Sendai 2015 Konferansı sonucunda, devletler tarafından gerçekleştirilmesi gereken 4 adet eyleme ihtiyaç duyulduğu görülmüştür. Bunlar:\n<br/>1. Afet riskini anlamak;2. Afet riskini yönetmek için afet riski yönetişimin güçlendirilmesi;3. Dirençlilik için afet risk azaltmaya yatırım yapmak;4. Etkili müdahale için afete hazırlık çalışmalarını geliştirmek ve iyileştirme, rehabilitasyon ve yeniden inşa safhalarında “Öncekinden Daha İyisini İnşa Etmek”."
  },
  {
    "id": "3441380",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi afetlere karşı dirençliği artıracak temel ilkeleren biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Afet riskini anlamak.",
      "B": "Afet riskini yönetmek için afet riski yönetişimin güçlendirilmesi.",
      "C": "Dirençlilik için afet risk azaltmaya yatırım yapmak.",
      "D": "Ticari kurumlar ileriye yönelik planlarında ve faaliyetlerinde dirençliliği hesaba katar.",
      "E": "Etkili müdahale için afete hazırlık çalışma-larını geliştirmek ve iyileştirme, rehabilitas-yon ve yeniden inşa safhalarında “Öncekin-den Daha İyisini İnşa Etmek”."
    },
    "explanation": "Temel Afet Bilgisi<br/>Afetlere karşı dirençliği artıracak temel ilkeler (Cutter, ve diğerleri, 2013);\n<br/>3. Ticari kurumlar ileriye yönelik planlarında ve faaliyetlerinde dirençliliği hesaba katar.\n<br/>...............\n<br/>Sendai 2015 Konferansı sonucunda, devletler tarafından gerçekleştirilmesi gereken 4 adet eyleme ihtiyaç duyulduğu görülmüştür. Bunlar:\n<br/>1. Afet riskini anlamak;2. Afet riskini yönetmek için afet riski yönetişimin güçlendirilmesi;3. Dirençlilik için afet risk azaltmaya yatırım yapmak;4. Etkili müdahale için afete hazırlık çalışmalarını geliştirmek ve iyileştirme, rehabilitasyon ve yeniden inşa safhalarında “Öncekinden Daha İyisini İnşa Etmek”."
  },
  {
    "id": "3441393",
    "unitNumber": 6,
    "text": "Aşağıdaki kavramlardan hangisi bilgi, enformasyon, sosyoloji ve duygusallık boyutlarından oluşmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Belirsizlik Odaklı Planlama.",
      "B": "Afete Dirençli Şehir.",
      "C": "Kentsel Yönetişim.",
      "D": "Zarar Görebilirlik Analizi Matrisi.",
      "E": "Bireysel Afete Dirençlilik."
    },
    "explanation": "Afet ve Dirençlilik<br/>Bireysel afete dirençlilik; bilgi, enformasyon, sosyoloji ve duygusallık boyutlarından oluşmaktadır (DiTir-ro, 2018) (Yayla, 2020).\n<br/>Belirsizlik Odaklı Planlama,\n<br/>Afete Dirençli Şehir,\n<br/>Kentsel Yönetişim,\n<br/>Zarar Görebilirlik Analizi Matrisi."
  },
  {
    "id": "3441397",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi fizik disiplinindeki direnç tanımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fizik",
      "B": "Risk Analizi",
      "C": "Lojistik",
      "D": "Ekolojik Sistem",
      "E": "Ekonomi"
    },
    "explanation": "Afet ve Dirençlilik<br/>Tablo 6.3 Farklı Disiplinlerin Direnç Tanımı\n<br/>Fizik; Kaç salınım gerektiğine bakılmaksızın, bir sistemin yerinden edildikten sonra dengeye geri dönme hızı"
  },
  {
    "id": "3445611",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi doğa, teknoloji veya insan kaynaklı olan ve fiziksel, ekonomik, sosyal kayıplara yol açabilecek tüm olayları ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Tehlike",
      "B": "Afet",
      "C": "Risk",
      "D": "Maruz kalma",
      "E": "Zarar görebilirlik"
    },
    "explanation": "Tehlike ise belirli bir zaman veya coğrafyada ortaya çıkarak yaşamı tehdit eden, toplumun sosyo ekonomik düzen ve etkinliklerine, doğal çevreye, doğal, tarihi ve kültürel kaynaklara zarar verme potansiyeli olan doğa, teknoloji ya da insandan kaynaklanan fiziki olay ve olgu Diğer bir deyişle tehlike; doğa, teknoloji veya insan kaynaklı olan ve fiziksel, ekonomik, sosyal kayıplara yol açabilecek tüm olayları ifade eder.\n<br/>Doğru cevap a şıkkı<br/>Tehlike ise belirli bir zaman veya coğrafyada ortaya çıkarak yaşamı tehdit eden, toplumun sosyo ekonomik düzen ve etkinliklerine, doğal çevreye, doğal, tarihi ve kültürel kaynaklara zarar verme potansiyeli olan doğa, teknoloji ya da insandan kaynaklanan fiziki olay ve olgu Diğer bir deyişle tehlike; doğa, teknoloji veya insan kaynaklı olan ve fiziksel, ekonomik, sosyal kayıplara yol açabilecek tüm olayları ifade eder.\n Doğru cevap a şıkkı"
  },
  {
    "id": "3445633",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri meteorolojik afetler arasında yer alır?\n I. Aşırı sıcaklık\n II. Sis\n III. Fırtına\n IV. Sel",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II, III, IV",
      "C": "II, III, IV",
      "D": "I, II",
      "E": "III, IV"
    },
    "explanation": "Meteorolojik Afetler: \n<br/>Aşırı sıcaklık, sis, fırtına\n<br/>Doğru cevap a şıkkı<br/>Meteorolojik Afetler: \n Aşırı sıcaklık, sis, fırtına\n Doğru cevap a şıkkı"
  },
  {
    "id": "3445642",
    "unitNumber": 6,
    "text": "Dünya Risk Endeksi Raporuna göre Türkiye'nin risk grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Düşük",
      "B": "Çok düşük",
      "C": "Orta",
      "D": "Yüksek",
      "E": "Çok yüksek"
    },
    "explanation": "DRE raporunda risk gruplarına göre ülkelerin dağılım haritası Şekil 6.3’te verilmiştir. Bu haritaya göre Türkiye, düşük risk grubunda yer almaktadır.\n<br/>Doğru cevap a şıkkı<br/>DRE raporunda risk gruplarına göre ülkelerin dağılım haritası Şekil 6.3’te verilmiştir. Bu haritaya göre Türkiye, düşük risk grubunda yer almaktadır.\n Doğru cevap a şıkkı"
  },
  {
    "id": "3445654",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, herhangi bir sistemin karşı karşıya kaldığı beklenmedik durum ve şoklar karşısında ana işlevlerini <br/>sürdürecek şekilde kendisini hızla yenileyebilme kapasitesi olarak ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dirençlilik",
      "B": "Risk",
      "C": "Afet",
      "D": "Tehlike",
      "E": "Maruz kalma"
    },
    "explanation": "Dirençlilik, herhangi bir sistemin karşı karşıya kaldığı beklenmedik durum ve şoklar karşısında ana işlevlerini sürdürecek şekilde kendisini hızla yenileyebilme kapasitesi olarak ifade edilmektedir.\n<br/>Doğru cevap a şıkkı<br/>Dirençlilik, herhangi bir sistemin karşı karşıya kaldığı beklenmedik durum ve şoklar karşısında ana işlevlerini sürdürecek şekilde kendisini hızla yenileyebilme kapasitesi olarak ifade edilmektedir.\n Doğru cevap a şıkkı"
  },
  {
    "id": "3445664",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri dirençli kent planlama çerçevesi kapsamında Kentsel Yönetişim başlığı altında yer alır? \n I. Eşitlikçi\n II. Birleştirici\n III. Ekonomik",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I. II",
      "C": "I. III",
      "D": "II. III",
      "E": "III"
    },
    "explanation": "Dirençli kent planlama çerçevesi kapsamında Kentsel Yönetişim başlığı altında yer alanlar:\n<br/>I. Eşitlikçi\n<br/>II. Birleştirici\n<br/>III. Ekonomik\n<br/>Doğru cevap a şıkkı<br/>Dirençli kent planlama çerçevesi kapsamında Kentsel Yönetişim başlığı altında yer alanlar:\n I. Eşitlikçi\n II. Birleştirici\n III. Ekonomik\n Doğru cevap a şıkkı"
  },
  {
    "id": "3445673",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri Dirençli Kentin bileşenleri arasında yer alır?\n I. Erişim sistemi\n II. Emniyetli açık alanlar\n III. Kültürel miras",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "III"
    },
    "explanation": "Dirençli Kent Bileşenleri:\n<br/>-Emniyetli açık alanlar\n<br/>-Stratejik binalar\n<br/>-Üretim sistemleri\n<br/>-Erişim sistemi\n<br/>-Kültürel miras\n<br/>-Hayati altyapı\n<br/>Doğru cevap a şıkkı<br/>Dirençli Kent Bileşenleri:\n -Emniyetli açık alanlar\n -Stratejik binalar\n -Üretim sistemleri\n -Erişim sistemi\n -Kültürel miras\n -Hayati altyapı\n Doğru cevap a şıkkı"
  },
  {
    "id": "3445681",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri İRAP hazırlama sürecinin bölümleri arasında yer alır?\n I. İlin genel durumu\n II. Mevcut durum analizi\n III. İzleme ve deperlendirme",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "III"
    },
    "explanation": "İRAP hazırlama süreci, birbirini tamamlayan 5 BÖLÜM/MODÜL hâlinde tanımlanmıştır. Bu bölümler sırasıyla;<br/>MODÜL 1 İlin Genel Durumu<br/>MODÜL 2 Tehlike ve Risk Değerlendirmeleri<br/>MODÜL 3 Mevcut Durum Analizi <br/>MODÜL 4 Afet Risk Azaltma Amaç, Hedef ve Eylemleri<br/>MODÜL 5 İzleme ve Değerlendirme\n<br/>Doğru cevap a şıkkı<br/>İRAP hazırlama süreci, birbirini tamamlayan 5 BÖLÜM/MODÜL hâlinde tanımlanmıştır. Bu bölümler sırasıyla;<br/>MODÜL 1 İlin Genel Durumu<br/>MODÜL 2 Tehlike ve Risk Değerlendirmeleri<br/>MODÜL 3 Mevcut Durum Analizi <br/>MODÜL 4 Afet Risk Azaltma Amaç, Hedef ve Eylemleri<br/>MODÜL 5 İzleme ve Değerlendirme\n Doğru cevap a şıkkı"
  },
  {
    "id": "3445691",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri Sendai 2015 Konferansı sonucunda, devletler tarafından gerçekleştirilmesi gereken eylemler arsında yer alır?\n I. Afet riskini anlamak<br/>II. Afet riskini yönetmek için afet riski yönetişimin güçlendirilmesi<br/>III. Dirençlilik için afet risk azaltmaya yatırım yapmak",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "I"
    },
    "explanation": "Sendai 2015 Konferansı sonucunda, devletler tarafından gerçekleştirilmesi gereken 4 adet eyleme ihtiyaç duyulduğu görülmüştür. Bunlar:<br/>1. Afet riskini anlamak;<br/>2. Afet riskini yönetmek için afet riski yönetişimin güçlendirilmesi;<br/>3. Dirençlilik için afet risk azaltmaya yatırım yapmak;<br/>4. Etkili müdahale için afete hazırlık çalışmalarını geliştirmek ve iyileştirme, rehabilitasyon ve yeniden inşa safhalarında “Öncekinden Daha İyisini İnşa Etmek”.\n<br/>Doğru cevap a şıkkı<br/>Sendai 2015 Konferansı sonucunda, devletler tarafından gerçekleştirilmesi gereken 4 adet eyleme ihtiyaç duyulduğu görülmüştür. Bunlar:<br/>1. Afet riskini anlamak;<br/>2. Afet riskini yönetmek için afet riski yönetişimin güçlendirilmesi;<br/>3. Dirençlilik için afet risk azaltmaya yatırım yapmak;<br/>4. Etkili müdahale için afete hazırlık çalışmalarını geliştirmek ve iyileştirme, rehabilitasyon ve yeniden inşa safhalarında “Öncekinden Daha İyisini İnşa Etmek”.\n Doğru cevap a şıkkı"
  },
  {
    "id": "3445699",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir toplumun yapısal özelliklerini tanımlamakta ve olağan dışı doğa olaylarında zarar görme olasılığını göstermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Duyarlılık",
      "B": "Başa çıkma",
      "C": "Adaptasyon",
      "D": "Farkındalık",
      "E": "Direnç"
    },
    "explanation": "Duyarlılık, bir toplumun yapısal özelliklerini tanımlar ve olağan dışı doğa olaylarında zarar görme olasılığını göstermektedir. Duyarlılık; altyapı, gıda arzı ve yapısal ekonomik koşullarla ilgilidir.\n<br/>Doğru cevap şıkkı<br/>Duyarlılık, bir toplumun yapısal özelliklerini tanımlar ve olağan dışı doğa olaylarında zarar görme olasılığını göstermektedir. Duyarlılık; altyapı, gıda arzı ve yapısal ekonomik koşullarla ilgilidir.\n Doğru cevap şıkkı"
  },
  {
    "id": "3445710",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri afetin büyüklüğüne etki eden önemli faktörler arasında yer alır?<br/>I. Tehlikenin fiziksel büyüklüğü<br/>II. Tehlikenin etkilediği kişi sayısı<br/>III. Ekonomik zorluklar<br/>IV. Nüfusun hızlı artışı",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV",
      "B": "II, III, IV",
      "C": "I, II, III",
      "D": "II, III",
      "E": "III"
    },
    "explanation": "Plansız veya yanlış planlama kapsamında insan faaliyetleri, azgelişmişlik, aşırı ve yoğun nüfusla büyüyen kentlerin plansız gelişimi gibi koşullar doğa veya insan kaynaklı tehlikelerin afetlere dönüşmesinde son derece önemli etkenlerdir. Aşağıda <br/>bu etkenlerin dışında afetin büyüklüğüne etki eden diğer önemli faktörler listelenmiştir: <br/>1. Tehlikenin fiziksel büyüklüğü,<br/>2. Tehlikenin etkilediği kişi sayısı,<br/>3. Ekonomik zorluklar,<br/>4. Nüfusun hızlı artışı,<br/>5. Kontrolsüz şehirleşme/sanayileşme,<br/>6. Ekolojik çevreye verilen zararlar,<br/>7. Afet konusunda eğitim eksikliği,<br/>8. Afetlere karşı kent ve bireylerin dirençlilik düzeyleri\n<br/>Doğru cevap a şıkkı<br/>Plansız veya yanlış planlama kapsamında insan faaliyetleri, azgelişmişlik, aşırı ve yoğun nüfusla büyüyen kentlerin plansız gelişimi gibi koşullar doğa veya insan kaynaklı tehlikelerin afetlere dönüşmesinde son derece önemli etkenlerdir. Aşağıda <br/>bu etkenlerin dışında afetin büyüklüğüne etki eden diğer önemli faktörler listelenmiştir: <br/>1. Tehlikenin fiziksel büyüklüğü,<br/>2. Tehlikenin etkilediği kişi sayısı,<br/>3. Ekonomik zorluklar,<br/>4. Nüfusun hızlı artışı,<br/>5. Kontrolsüz şehirleşme/sanayileşme,<br/>6. Ekolojik çevreye verilen zararlar,<br/>7. Afet konusunda eğitim eksikliği,<br/>8. Afetlere karşı kent ve bireylerin dirençlilik düzeyleri\n Doğru cevap a şıkkı"
  },
  {
    "id": "3451928",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ya da afetin büyüklüğüne etki eden faktörlerdendir?<br/>I. Tehlikenin fiziksel büyüklüğü<br/>II. Tehlikenin etkilediği kişi sayısı<br/>III. Ekonomik zorluklar<br/>IV. Nüfusun hızlı artışı<br/>V. Ekolojik çevreye verilen zararlar",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Giriş<br/>Aşağıda bu etkenlerin dışında afetin büyüklüğüne etki eden diğer önemli faktörler: 1. Tehlikenin fiziksel büyüklüğü, 2. Tehlikenin etkilediği kişi sayısı, 3. Ekonomik zorluklar, 4. Nüfusun hızlı artışı, 5. Kontrolsüz şehirleşme/sanayileşme, 6. Ekolojik çevreye verilen zararlar, 7. Afet konusunda eğitim eksikliği, 8. Afetlere karşı kent ve bireylerin dirençlilik düzeyleri’dir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3451929",
    "unitNumber": 6,
    "text": "Aşağıda afet ile verilen bilgilerden hangisi ya da hangileri doğrudur?<br/>I.Sosyal zarar görebilirlik ölçülmesi kolay veya sayısal hâle getirilmesi mümkündür.<br/>II.Tehlike afet riski çarpanlarından biridir.<br/>III.Orta seviyeli hasarda hasarın büyüklüğü bir bölge ile sınırlıdır.",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II, III"
    },
    "explanation": "Afet Riskini Anlamak<br/>Sosyal zarar görebilirlik, ölçülmesi güç ve hatta imkânsız olan, hasar veya zarar görebilirlilik derecesidir.Tehlike afet riski çarpanlarından biridir ve Orta Seviyeli hasarın büyüklüğü bir bölge veya il ile sınırlıdır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3451931",
    "unitNumber": 6,
    "text": "EM-DAT afet sınıflandırmasına göre aşağıdakilerden hangisi hidrolojik afet tiplerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Orman yangını",
      "B": "Aşırı sıcaklık",
      "C": "Heyelan",
      "D": "Volkanik faaliyet",
      "E": "Salgın"
    },
    "explanation": "Afet Riskini Anlamak<br/>EM-DAT afet sınıflandırmasına göre heyelan hidrolojik afet tiplerindendir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3451932",
    "unitNumber": 6,
    "text": "EM-DAT afet sınıflandırmasına göre aşağıdakilerden hangisi klimatolojik afet tiplerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dalga hareketi",
      "B": "Buzul gölünün patlaması",
      "C": "Sel",
      "D": "Volkanik Faaliyet",
      "E": "Sis"
    },
    "explanation": "Afet Riskini Anlamak<br/>Buzul gölünün patlaması, klimatolojik afet tiplerindendir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3451933",
    "unitNumber": 6,
    "text": "Aşağıdaki etkinliklerden hangisinde 2015-2030 yılları arasında risk azaltma uygulanması için taahhütlere dayalı işbirliği ve uygulamaların periyodik olarak gözden geçirilmesi için yöntemler belirlenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sendai Afet Risk Azaltma Çerçevesi",
      "B": "Hyogo Eylem Çerçevesi",
      "C": "ISDR tarafından düzenlenen Kobe Konferansı",
      "D": "Johannesburg Eylem Planı",
      "E": "Yokohama Konferansı"
    },
    "explanation": "Uluslararası Afet Yönetimi Politikaları<br/>Sendai Afet Risk Azaltma Çerçevesi (2015)’de 2015-2030 yılları arasında risk azaltma uygulanması için taahhütlere dayalı işbirliği ve uygulamaların periyodik olarak gözden geçirilmesi için yöntemler belirlenmiştir. Doğru cevap A seçeneğidir"
  },
  {
    "id": "3451934",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ya da hangileri Sendai 2015 Konferansı sonucunda, devletler tarafından gerçekleştirilmesi gereken eylem planlarındandır?<br/>I. Afet riskini anlamak<br/>II. Afet riskini yönetmek için afet riski yönetişimin güçlendirilmesi<br/>III. Etkili müdahale için afete hazırlık çalışmalarını geliştirmek ve iyileştirme<br/>IV. Rehabilitasyon ve yeniden inşa safhalarında “Öncekinden Daha İyisini İnşa Etmek”",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "explanation": "Uluslararası Afet Yönetimi Politikaları<br/>Sendai 2015 Konferansı sonucunda, devletler tarafından gerçekleştirilmesi gereken 4 adet eyleme ihtiyaç duyulduğu görülmüştür. Bunlar: 1. Afet riskini anlamak; 2. Afet riskini yönetmek için afet riski yönetişimin güçlendirilmesi; 3. Dirençlilik için afet risk azaltmaya yatırım yapmak; 4. Etkili müdahale için afete hazırlık çalışmalarını geliştirmek ve iyileştirme, rehabilitasyon ve yeniden inşa safhalarında “Öncekinden Daha İyisini İnşa Etmek”Dir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3451935",
    "unitNumber": 6,
    "text": "Direnci “Organizasyonun temel operasyonel kapasitelerini etkileyen riske uyum sağlama yeteneği” olarak tanımlayan disiplin aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Psikoloji",
      "B": "Sosyal Bilimler",
      "C": "Lojistik",
      "D": "İşletme",
      "E": "Ekonomi"
    },
    "explanation": "Dirençlilik<br/>Direnci “Organizasyonun temel operasyonel kapasitelerini etkileyen riske uyum sağlama yeteneği olarak tanımlayan disiplin” İşletmedir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3451936",
    "unitNumber": 6,
    "text": "Dirençli kent bileşenlerden hangisi stratejik binalardandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Benzin İstasyoları",
      "B": "Su rezervuarları",
      "C": "Ana gaz hatları",
      "D": "Okullar",
      "E": "Temel su şebeke hattı"
    },
    "explanation": "Dirençli kent bileşenlerden okullar stratejik binalardandır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3451938",
    "unitNumber": 6,
    "text": "Dirençlilik, kentsel alanların tehlikelere rağmen yaşanabilirliğini arttırarak bu alanda yaşayan toplum üzerinde pozitif etkiye sahiptir. Aşağıdaki hangi değiştirgenlerin iyi uygulama örneklerinin sayılarının artırılması gerekmektedir?<br/>I. Ulaşım,<br/>II. Kritik altyapı<br/>III. Sağlık altyapısı<br/>IV. Adil gelir dağılımı<br/>V. Yönetişim",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I,II,III",
      "D": "I,II,III, IV",
      "E": "I,II,III, IV, V"
    },
    "explanation": "Çok Disiplinli Çalışmalar<br/>Dirençlilik, kentsel alanların tehlikelere rağmen yaşanabilirliğini arttırarak bu alanda yaşayan toplum üzerinde pozitif etkiye sahiptir. 1. planlama, 2. risk azaltma, 3. eğitim, 4. ulaşım, 5. kritik altyapı, 6. sağlık altyapısı, 7. adil gelir dağılımı, 8. yönetişim, gibi değiştirgenlerin iyi uygulama örneklerinin sayılarının artırılması gerekir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3451939",
    "unitNumber": 6,
    "text": "Dünya Risk Endeksi 2021 raporunda, 180 ülke için hesaplanmış olan endekste Türkiye ülke riskler oranları sıralamasında kaçıncı sırada yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "50",
      "B": "113",
      "C": "150",
      "D": "205",
      "E": "243"
    },
    "explanation": "Risk Değerlendirmeleri<br/>Dünya Risk Endeksi 2021 raporunda, 180 ülke için hesaplanmış olan endekste Türkiye ülke riskler oranları sıralamasında 113., maruz kalma indeksinde 81., zarar görebilirlik indeksinde ise 67. sırada bulunmaktadır.Doğru cevap B seçeneğidir."
  },
  {
    "id": "3180412",
    "unitNumber": 7,
    "text": "Bir yaralanma söz konusu değilse genel kabul görmüş bilgilere göre su içmeden yaşayabilir süre aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1 Gün",
      "B": "2 Gün",
      "C": "3 Gün",
      "D": "4 Gün",
      "E": "5 Gün"
    },
    "explanation": "Bir yaralanma söz konusu değilse genel kabul görmüş bilgilere göre; 3 gün susuz yaşayabiliriz."
  },
  {
    "id": "3180413",
    "unitNumber": 7,
    "text": "Bir yaralanma söz konusu değilse, genel kabul görmüş bilgilere göre insan vücudunun hiçbir şey yemeden dayanabileceği ortalama süre aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "3 Gün",
      "B": "1 Hafta",
      "C": "2 Hafta",
      "D": "3 Hafta",
      "E": "4 Hafta"
    },
    "explanation": "Bir yaralanma söz konusu değilse genel kabul görmüş bilgilere göre; 3 dakika oksijensiz, 3 gün susuz ve 3 hafta hiçbir şey yemeden yaşayabiliriz."
  },
  {
    "id": "3180426",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, aç kalındığında insan vücudunun enerji ihtiyacını karşılarken oluşan doğru tüketim sıralamasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kandaki Şeker, Karbonhidratlar, Depolanmış Yağlar, Kaslar",
      "B": "Karbonhidratlar, Depolanmış yağlar, Kandaki Şeker, Kaslar",
      "C": "Depolanmış yağlar, Kandaki Şeker, Karbonhidratlar, Kaslar",
      "D": "Depolanmış yağlar, Karbonhidratlar, Kandaki Şeker, Kaslar",
      "E": "Karbonhidratlar, Kandaki Şeker, Depolanmış yağlar, Kaslar"
    },
    "explanation": "Aç kalındığında insan vücudunun enerji ihtiyacını karşılarken oluşan doğru tüketim sıralaması; kandaki şeker, karbonhidratlar, depolanmış yağlar, kaslardır."
  },
  {
    "id": "3180581",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi korkunun belirtilerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kasların fazla gerilmesi",
      "B": "Ağız ve boğaz kuruması",
      "C": "Kekeleme",
      "D": "Nabzın yavaşlaması",
      "E": "Şaşkınlık ve unutkanlık"
    },
    "explanation": "Korkunun belirtileri aşağıdaki gibi sıralanabilir:<br/>1.<strong> Nabzın hızlanması</strong><br/>2. Gözbebeklerinin büyümesi<br/>3. Avuç içi, ayak tabanları ve koltuk altlarının<br/>terlemesi<br/>4. Kasların fazla gerilmesi ve yorgunluk<br/>5. Ağız ve boğaz kuruması<br/>6. Sesin yükselmesi<br/>7. Kekeleme<br/>8. İç ürpertisi, midede boşluk, bulantı<br/>9. Bayılma<br/>10. Aşırı hassaslık<br/>11. Düşmanlık hissi duyma<br/>12. Sinirlilik<br/>13. Uyuşukluk<br/>14. Önceleri çok sonradan hiç konuşmama<br/>15. Şaşkınlık, unutkanlık"
  },
  {
    "id": "3180686",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisinde, bir afet ve acil durum koşulunda harekete geçmeden önce yapılması gereken 5 temel davranış sırası doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Farkına var, kabul et, sakin kal, düşün, karar ver",
      "B": "Düşün, farkına var, kabul et, sakin kal, karar ver",
      "C": "Kabul et, sakin kal, düşün, farkına var, karar ver",
      "D": "Sakin kal, düşün, kabul et, farkına var, karar ver",
      "E": "Düşün, sakin kal, kabul et, farkına var, karar ver"
    },
    "explanation": "Bir afet ve acil durum koşulunda harekete geçmeden önce yapılması gereken 5 temel davranış sırası;\n 1. Farkına var 2. Kabul et 3. Sakin kal 4. Düşün 5. karar ver aşamalarıdır."
  },
  {
    "id": "3180951",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kav çeşitlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kuru odun talaşı",
      "B": "Çıra tozu",
      "C": "Ağaç kozalakları",
      "D": "Kömür",
      "E": "Küçük ince ve kuru dallar"
    },
    "explanation": "Bazı kav çeşitleri:<br/><ol><br/><li>ağaç kabukları</li><br/><li>kuru odun talaşı</li><br/><li>çıra tozu</li><br/><li>kuru ağaç mantarları</li><br/><li>kuş yuvaları ve tüyleri</li><br/><li>kuru otlar, saman, yosun ve likenler</li><br/><li>ağaç yaprakları</li><br/><li>yanmış pamuk, pamuklu kumaş ve pamuk • vazelinli ve parafinli pamuk</li><br/><li>kendir halat, keten kumaş tiftiği</li><br/><li>peçete ve tuvalet kâğıdı</li><br/><li>sargı bezi</li><br/><li>petrol ürünleri</li><br/><li>jeller</li><br/><li>sıvılar</li><br/><li>Küçük ince ve kuru dallar</li><br/><li>Kalın ağaçlardan kıyılmış ince odunlar</li><br/><li>Ağaç kozalakları</li><br/><li>Sert mukavvalar</li><br/></ol>"
  },
  {
    "id": "3180980",
    "unitNumber": 7,
    "text": "İnsan vücudunun sağlıklı ve verimli bir şekilde çalışabilmesi için, soğuk iklimlerde bile gereksinim duyduğu <strong>asgari</strong> günlük su ihtiyacı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "0,5 Litre",
      "B": "1 Litre",
      "C": "1,5 Litre",
      "D": "2 Litre",
      "E": "3 Litre"
    },
    "explanation": "İnsan vücudunun sağlıklı ve verimli bir şekilde çalı- şabilmesi için, soğuk iklimlerde bile günlük en az 2 litre suya ihtiyacı vardır."
  },
  {
    "id": "3181009",
    "unitNumber": 7,
    "text": "Kaybedilen suyun yeterince yerine konulamaması sonucu oluşan dehidrasyon (su kaybı) ile ilgili olarak aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "%2 dehidrasyon; susuzluk hissi ile sonuçlanır.",
      "B": "%5 dehidrasyon; bunalmışlık ve yorgunluk hissi ile sonuçlanır.",
      "C": "%10 dehidrasyon; bulanık görmeyle sonuçlanır.",
      "D": "%15 dehidrasyon; verimlilikte azalma ağız kuruluğu hissedilir.",
      "E": "%20 dehidrasyon; ölümle sonuçlanır."
    },
    "explanation": "Sıvı kaybının sonuçları aşağıda olduğu gibidir:\n • %2 dehidrasyon; susuzluk hissi ile sonuçlanır.\n • %5 dehidrasyon; bunalmış ve yorgun hissetmeye, güç ve dayanıklılıkta azalma.\n • %10 dehidrasyon; delirme hissi ve bulanık görme.\n • %20 dehidrasyon; ölümle sonuçlanır."
  },
  {
    "id": "3181057",
    "unitNumber": 7,
    "text": "Yeryüzündeki yaklaşık bitki çeşidi, aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "100 000 çeşit",
      "B": "150 000 çeşit",
      "C": "200 000 çeşit",
      "D": "250 000 çeşit",
      "E": "300 000 çeşit"
    },
    "explanation": "Yeryüzünde yaklaşık 300.000 çeşit bitki vardır ve bunların yaklaşık 120.000 adedi yenilebilir bitkilerdir."
  },
  {
    "id": "3181130",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, doğada yön bulma yöntemlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğal yöntemlerle yön bulma",
      "B": "Güneş ve gölge yöntemi",
      "C": "Saati kullanarak yön bulma",
      "D": "Gece yıldızlardan yararlanarak yön bulma",
      "E": "Bilgisayar yardımıyla yön bulma"
    },
    "explanation": "Doğada yön bulma yöntemleri;\n i. Doğal yöntemlerle yön bulma<br/>ii. Güneş ve gölge yöntemi<br/>iii. Saati kullanarak yön bulma<br/>iv. Basit pusula yaparak yön bulma<br/>v. Gece yıldızlardan yararlanarak yön bulma"
  },
  {
    "id": "3444619",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri korkunun belirtileri arasında kabul edilmektedir?\n I. Nabzın yavaşlaması\n II. Kasların fazla gerilmesi ve yorgunluk\n III. Kekeleme\n IV. Ağız ve boğaz kuruması",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Korkunun belirtileri aşağıdaki gibi sıralanabilir:\n 1. Nabzın hızlanması<br/>2. Gözbebeklerinin büyümesi<br/>3. Avuç içi, ayak tabanları ve koltuk altlarının terlemesi<br/>4. Kasların fazla gerilmesi ve yorgunluk<br/>5. Ağız ve boğaz kuruması<br/>6. Sesin yükselmesi<br/>7. Kekeleme<br/>8. İç ürpertisi, midede boşluk, bulantı<br/>9. Bayılma<br/>10. Aşırı hassaslık<br/>11. Düşmanlık hissi duyma<br/>12. Sinirlilik<br/>13. Uyuşukluk\n 14. Önceleri çok sonradan hiç konuşmama\n 15. Şaşkınlık, unutkanlık\n 16. Hayalperestlik<br/>17. Panik hâli\n Doğru cevap D seçeneğidir."
  },
  {
    "id": "3444656",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri korkuyu kontrol edebilmek için tavsiye olarak verilebilir?\n I. Korkudan kaçmayın onu tanıyın.\n II. Hazırlıklı olun, benimde başıma gelebilir diye düşünün.\n III. Kendinize güveninizi arttırın.\n IV. Bilgi sahibi olun.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Kendinize ve başkalarına ait korkuyu kontrol edebilmek için tavsiyeler şunlardır:<br/>1. Korkudan kaçmayın onu tanıyın, kabul edip tepkilerinizin neler olabileceğini hesaplayın.<br/>2. Plan yapmayı, düşünmeyi ve korktuğunuz zaman bile nasıl mantıklı hareket edeceğinizi öğrenin.<br/>3. Kendinize güveninizi arttırın. Eğitim fırsatlarını kaçırmayın. Yeteneklerinizi artırın.<br/>4. Aletlerinizi tanıyın ve nasıl kullanılabileceklerini bilin.<br/>5. Hazırlıklı olun, benimde başıma gelebilir diye düşünün.<br/>6. Gerektiği gibi giyinmekten ve gerekli malzeme ve donanımı taşımaktan üşenmeyin.<br/>7. Bilgi sahibi olun. Bilgi paniğin en iyi ilacıdır.<br/>8. Devamlı meşgul olun.<br/>9. Fiziksel durumunuzu geliştirin. Koruyun.<br/>10. Takım olarak çalışmayı ve plan yapmayı öğrenin.<br/>11. Arkadaşlarınızın zayıf taraflarını öğrenmeye çalışın.<br/>12. Lider olun.<br/>13. Disiplini uygulayın. Disiplinli bir grubun hayatta kalma şansı çok daha yüksektir.\n Doğru cevap E seçeneğidir."
  },
  {
    "id": "3445175",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri su ihtiyacının arttığı durumlar arasında sayılmaktadır?\n<br/>I. Ateş\n<br/>II. Korku \n<br/>III. Çok fazla konuşmak\n<br/>IV. Çok fazla oturmak",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Eğer;<br/>• Ateşiniz varsa,<br/>• Korkunuz ve heyecanınız varsa,<br/>• Bulunduğunuz barınaktan yeterince faydalanamıyorsanız ya da dış etkenlere açıksanız,<br/>• Vücudunuz korumasızsa,<br/>• Çok fazla konuşursanız,<br/>• Güneş altında çok fazla hareket ederseniz su ihtiyacınız artacaktır.\n<br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "3445195",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri açlığın en önemli fiziki belirtileri arasında sayılmaktadır?\n<br/>I. Bitkinlik, hareketlerin yavaşlaması\n<br/>II. Ani ayağa kalkışlarda baş dönmesi\n<br/>III. Kalp atışının hızlanması\n<br/>IV. Üşüme ve soğuktan fazla etkilenme",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Açlığın en önemli fiziki belirtileri;<br/>• Ağrılar,<br/>• Vücut ağırlığının azalması,<br/>• Bitkinlik, hareketlerin yavaşlaması,<br/>• Ani ayağa kalkışlarda baş dönmesi,<br/>• Kalp atışının yavaşlaması,<br/>• Üşüme ve soğuktan fazla etkilenme,<br/>• Aşırı tuz isteği ve susuzluğun artması\n<br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "3445239",
    "unitNumber": 7,
    "text": "Aç kalındığında insan vücudunun enerji ihtiyacını karşılarken tüketim sıralaması aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kandaki şeker-Karbonhidratlar-Depolanmış yağlar-Kaslar",
      "B": "Karbonhidratlar-Kandaki şeker-Depolanmış yağlar-Kaslar",
      "C": "Depolanmış yağlar-Kaslar-Karbonhidratlar-Kandaki şeker",
      "D": "Kaslar-Depolanmış yağlar-Karbonhidratlar-Kandaki şeker",
      "E": "Kandaki şeker-Depolanmış yağlar-Karbonhidratlar-Kaslar"
    },
    "explanation": "Sayfa 210'da Şekil 7.1'e bakınız.<br/>Genel olarak 3 hafta gıda almadan hayatta kalabiliriz. Vücudumuz ilk önce kandaki şekeri tüketir, daha sonra sırasıyla, gıdalarla aldığımız karbonhidratları, sonra vücudumuzda depolanmış yağları ve en son olarak da kaslarımızı yakarak enerjiye çevirir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3445286",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri doğa şartlarında bilgi ve beceriye sahip olunması gereken konular arasında sayılır?\n I. İşaret verme\n II. Yön bulma\n III. Ateş yakma\n IV. İlk yardım\n V. Fotoğrafçılık",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve IV",
      "D": "II, III ve V",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğa şartlarında bilgi ve beceriye sahip olmanız gereken 9 temel konu aşağıda listelenmiştir:<br/>1. İşaret verme<br/>2. Yön bulma<br/>3. Arazide ilerleme ve rota seçimi<br/>4. Barınak bulma veya yapma<br/>5. Ateş yakma<br/>6. Temiz su elde etme<br/>7. Beslenme ve yabani gıdalar<br/>8. Vahşi yaşam<br/>9. Doğada ilk yardım\n Doğru cevap E seçeneğidir."
  },
  {
    "id": "3445324",
    "unitNumber": 7,
    "text": "Bir ayı ile karşılaşıldığında, aşağıdakilerden hangisi <u>yapılmamalıdır</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Sakin kalmaya çalışın.",
      "B": "Doğrudan ayının gözlerinin içine bakın.",
      "C": "Yavaşça ve sakince konuşarak geri çekilin.",
      "D": "Geri çekilirken üzerinizde bulunan çanta, mont gibi bir malzemeyi yere bırakın.",
      "E": "Grup hâlindeyseniz bir arada kalın ve olduğunuzdan iri görünmeye çalışın."
    },
    "explanation": "Daha detaylı bilgiye sayfa 227'den ulaşabilirsiniz.<br/>Bir ayı ile karşılaşırsanız;\n<br/>-Öncelikle sakin kalmaya çalışın.\n<br/>-Grup hâlindeyseniz bir arada kalın ve olduğunuzdan iri görünmeye çalışın.\n<br/>-Sakın ayının gözlerine bakmayın. Bunu meydan okuma olarak algılayacaktır. Yere bakın ama göz üstünden hareketlerini gözlemleyin.\n<br/>-Yavaşça ve sakince konuşarak geri çekilin. \n<br/>-Geri çekilirken üzerinizde bulunan çanta, mont gibi bir malzemeyi yere bırakabilirsiniz. Bu onun dikkatini çekecek ve merak ederek onu inceleyecektir. Bu da size uzaklaşmak için vakit kazandırabilir.\n<br/>Doğru cevap B seçeneğidir."
  },
  {
    "id": "3445338",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri bir kurt sürüsü ile karşı karşıya kalındığında yapılması gerekenler arasında sayılır?\n I. Olduğunuzdan daha iri görünmeye çalışın.\n II. Yakında tırmanabileceğiniz bir ağaç varsa hemen tırmanın.\n III. Bir mont ya da başka bir malzemeyi boynunuza sarın.\n IV. Alfa kurdun gözlerinin içine asla bakmayın.",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Bir kurt sürüsü ile karşı karşıya kaldığınızda<br/>• Olduğunuzdan daha iri görünmeye çalışın.<br/>• Yakında tırmanabileceğiniz bir ağaç varsa hemen tırmanın.<br/>• Bir mont ya da başka bir malzemeyi boynunuza sarın. Bu hem kurdun saldıracağı ilk yer olan boynunuzu korur hem de boynunuzun daha kalın görünmesini sağlar. Kurtlar arasında iri, boynu kalın olan alfa kurttur.<br/>• Ayıların aksine direk alfa kurdun gözlerinin içine bakın. İlk saldıracak olan alfa kurttur. Diğerleri onu takip eder.\n Doğru cevap C seçeneğidir."
  },
  {
    "id": "3445538",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi / hangileri doğada hayatta kalma çantalarının içeriğini belirlerken önemlidir?\n I. İçinde bulunulacak arazi\n II. İklim koşulları \n III. Faaliyet konusu",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Doğada Hayatta Kalma çantalarının içeriğini,\n <ul> <li>içinde bulunacağımız arazi,</li> <li>iklim koşulları ve</li> <li>faaliyet konunuz belirler.</li> </ul> Doğru cevap E seçeneğidir."
  },
  {
    "id": "3445556",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri kişisel ilkyardım çantası standart malzemeleri arasında sayılır?\n I. Baskı bandaj\n II. Steril sargı bezi\n III. Göz bandajı ve merhemi\n IV. Makas",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Kişisel İlkyardım Çantası Standart Malzemeler:\n <ol> <li>Baskı Bandaj</li> <li>Üçgen Bağlama</li> <li>10x10 cm Steril Kapama</li> <li>İlkyardım Battaniyesi</li> <li>Cımbız</li> <li>Makas</li> <li>Steril Sargı Bezi</li> <li>Göz Bandajı ve Merhemi</li> <li>Göz Kalkanı</li> <li>Taktik Turnike</li> <li>Yara Bantları</li> <li>Steril Solüsyonlar</li> <li>Alerji İlaçları</li> <li>Ağrı Kesiciler</li> <li>Antibiyotik</li> </ol> Doğru cevap E seçeneğidir."
  },
  {
    "id": "3448913",
    "unitNumber": 7,
    "text": "Bulunduğumuz ortamda hayatta kalmamızı sağlayacak bilgi ve davranış biçimlerini öğrenme sürecine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Rehabilitasyon",
      "B": "Motivasyon",
      "C": "Sosyalizasyon",
      "D": "Adaptasyon",
      "E": "Mutasyon"
    },
    "explanation": "Bulunduğumuz ortamda hayatta kalmamızı sağlayacak bilgi ve davranış biçimlerini öğrenme sürecine kısaca adaptasyon denmektedir."
  },
  {
    "id": "3448921",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi “şuursuz korku”yu tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Endişe",
      "B": "Depresyon",
      "C": "Panik",
      "D": "Dehşet",
      "E": "Sıkıntı"
    },
    "explanation": "Şuursuz korkuya endişe denmektedir."
  },
  {
    "id": "3448926",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi açlığın en çok rastlanan psikolojik belirtilerinden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Genel karakter değişiklikleri ve hissizlik",
      "B": "Dikkat dağınıklığı",
      "C": "Kalp atışının yavaşlaması",
      "D": "Konuşmada yavaşlama",
      "E": "Toplumdan uzaklaşma"
    },
    "explanation": "Kalp atışının yavaşlaması açlığın en önemli fiziki belirtilerinden biridir."
  },
  {
    "id": "3448935",
    "unitNumber": 7,
    "text": "“Paniğin panzehiri” olarak ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Korku",
      "B": "Bilgi",
      "C": "Öfke",
      "D": "Ümit",
      "E": "Sakinlik"
    },
    "explanation": "Panik; insanın acil bir durumdaki en büyük düşmanıdır ve sağlıklı düşünmesini engeller. Paniğin panzehiri bilgidir."
  },
  {
    "id": "3448941",
    "unitNumber": 7,
    "text": "Bir afet ve acil durum koşulunda bulduğunuzda harekete geçmeden önce sergilenmesi gereken temel davranışlardan <u>ilki</u> aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kabul etmek",
      "B": "Karar vermek",
      "C": "Düşünmek",
      "D": "Sakin kalmak",
      "E": "Farkına varmak"
    },
    "explanation": "İçinde bulunduğunuz durumun farkına varmak ilk yapılması gereken iştir. Eğer durumunuzun erken farkına varırsanız olaylara, çok daha kötüye gitmeden önce müdahale edebilirsiniz."
  },
  {
    "id": "3448950",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işaret verme yöntemlerinden biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Telefon sinyalleri",
      "B": "Dumanlı işaret verme yöntemleri",
      "C": "Sesli işaret verme yöntemleri",
      "D": "Işıklı işaret verme yöntemleri",
      "E": "Yazılı işaret verme yöntemleri"
    },
    "explanation": "İşaret verme yöntemlerini genel olarak beş başlık altında toplayabiliriz.\n<br/>Sesli işaret verme yöntemleri\n<br/>Işıklı işaret verme yöntemleri\n<br/>Dumanlı işaret verme yöntemleri\n<br/>Görsel işaret verme yöntemleri\n<br/>Telefon sinyalleri.<br/>Yazılı işaret verme yöntemleri"
  },
  {
    "id": "3448961",
    "unitNumber": 7,
    "text": "Arazi üzerinde, eşkenar üçgen olarak yapılmış şekiller ne anlama gelmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Uyarı",
      "B": "Tehlike",
      "C": "İmdat",
      "D": "Heyelan",
      "E": "Kaza"
    },
    "explanation": "Arazi üzerinde, eşkenar üçgen olarak yapılmış şekiller imdat anlamındadır.<br/>İmdat"
  },
  {
    "id": "3448963",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi %2 dehidrasyon durumunda ortaya çıkan bir sonuçtur?",
    "correctAnswer": "D",
    "options": {
      "A": "deliriyum hissi",
      "B": "güç ve dayanıklılıkta azalma",
      "C": "bulanık görme",
      "D": "susuzluk hissi",
      "E": "ölüm"
    },
    "explanation": "Sıvı kaybının sonuçları şu şekildedir;\n<br/>- %2 dehidrasyon; susuzluk hissi ile sonuçlanır.\n<br/>-%5 dehidrasyon; bunalmış ve yorgun hissetmeye, güç ve dayanıklılıkta azalma.\n<br/>-%10 dehidrasyon; deliriyum hissi ve bulanık görme.\n<br/>-%20 dehidrasyon; ölümle sonuçlanır."
  },
  {
    "id": "3448971",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kanamalarda kanama bölgesine daha fazla basınç uygulamayı sağlayan sargı malzemesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Turnike",
      "B": "Baskı bandaj",
      "C": "Steril kapama",
      "D": "Gazlı bez",
      "E": "Elastik bandaj"
    },
    "explanation": "Baskı bandaj, kanamalarda kanama bölgesine daha fazla basınç uygulamayı sağlayan sargı malzemesidir."
  },
  {
    "id": "3448988",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kişisel ilkyardım kiti özel malzemelerinden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Antibiyotikler",
      "B": "Şeker İlaçları",
      "C": "Kalp ilaçları",
      "D": "Yüksek tansiyon ilaçları",
      "E": "Kan sulandırıcılar"
    },
    "explanation": "Kişisel ilkyardım kiti özel malzemeleri; kalp ilaçları, yüksek tansiyon ilaçları, alerji ilaçları, şeker ilaçları ve kan sulandırıcılar şeklindedir.<br/>Antibiyotikler"
  },
  {
    "id": "3451581",
    "unitNumber": 7,
    "text": "Bulunduğumuz ortamda hayatta kalmamızı sağlayacak bilgi ve davranış biçimlerini öğrenme sürecine ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Entegrasyon",
      "B": "Adaptasyon",
      "C": "Mutasyon",
      "D": "Edukasyon",
      "E": "Endikasyon"
    },
    "explanation": "Bulunduğumuz ortamda hayatta kalmamızı sağlayacak bilgi ve davranış biçimlerini öğrenme sürecine adaptasyon denir."
  },
  {
    "id": "3460955",
    "unitNumber": 7,
    "text": "Bir hayatta kalma mücadelesi ile karşı karşıya kaldığınızda, hayatta kalmanızı sağlayacak en önemli faktör aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ölüm korkusu",
      "B": "Ecelin henüz gelmemiş olması",
      "C": "Yaşanan bölgenin afet koşulları bakımından oldukça güvenli olması",
      "D": "Hayatta kalma arzusu",
      "E": "Afet konusunda eğitimli olmak"
    },
    "explanation": "Bir hayatta kalma mücadelesi ile karşı karşıya kaldığınızda, hayatta kalmanızı sağlayacak en önemli faktör, içinizdeki “Hayatta Kalma Arzusu’’ dur."
  },
  {
    "id": "3461038",
    "unitNumber": 7,
    "text": "Şuursuz korkuya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Endişe",
      "B": "İstemsiz korku",
      "C": "Derin korku",
      "D": "Bilinçsiz korku",
      "E": "Gerginlik"
    },
    "explanation": "Şuursuz korkuya endişe denir."
  },
  {
    "id": "3461053",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi korkunun belirtilerinden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kekeleme",
      "B": "Önyargı",
      "C": "Unutkanlık",
      "D": "Sesin yükselmesi",
      "E": "Aşırı hassaslık"
    },
    "explanation": "Korkunun belirtileri aşağıdaki gibi sıralanabilir:\n 1. Nabzın hızlanması\n 2. Gözbebeklerinin büyümesi\n 3. Avuç içi, ayak tabanları ve koltuk altlarının terlemesi\n 4. Kasların fazla gerilmesi ve yorgunluk\n 5. Ağız ve boğaz kuruması\n 6. Sesin yükselmesi\n 7. Kekeleme\n 8. İç ürpertisi, midede boşluk, bulantı\n 9. Bayılma\n 10. Aşırı hassaslık\n 11. Düşmanlık hissi duyma\n 12. Sinirlilik\n 13. Uyuşukluk\n 14. Önceleri çok sonradan hiç konuşmama\n 15. Şaşkınlık, unutkanlık"
  },
  {
    "id": "3461145",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi soğuğa karşı etkili bir yöntemdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yünlü kıyafet giyinmek",
      "B": "Çok kalın giyinmek",
      "C": "İnce ama kat-kat giyinmek",
      "D": "Vücut ısısına göre giyinmek",
      "E": "İpek giysi giyinmek"
    },
    "explanation": "Kat-kat giyinme prensibi, soğuğa karşı etkili bir yöntemdir. Çok kalın tek bir kat yerine, ince ama aralarında hava tabakası bulunan, birçok kattan oluşan bir giyinme şekli sizi çok daha fazla koruyacaktır. Ayrıca soğukta karşılaşacağımız en büyük risklerden biri terlemektir. Terlerseniz donarsınız. Kat-kat giyinme yöntemi sayesinde, üzerinizde gerektiği kadar kıyafet bulundurabilirsiniz. Hava sıcaklığına, hareket durumunuza göre kıyafet katlarını arttırabilir ya da azaltabilirsiniz."
  },
  {
    "id": "3461217",
    "unitNumber": 7,
    "text": "Afet ve acil durumlar karşısında bilgili olmanın en önemli faydası aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Nasıl davranılacağın bilinmesi",
      "B": "Çevredekilere yardım edebilme becerisi",
      "C": "Afet sırasında hızlı davranabilme",
      "D": "Afet sırasında hızlı davranabilme",
      "E": "Paniği önlemesi"
    },
    "explanation": "Afet ve acil durumlar karşısında bilgili olmanın en önemli faydası paniği önlemesidir."
  },
  {
    "id": "3461249",
    "unitNumber": 7,
    "text": "Başınıza bir kaza geldiğinde yokluğunuzun en çabuk farkına varacak ve sizin için en çok endişe duyacak olan grup aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yerel halk",
      "B": "Arkadaşlar",
      "C": "Jandarma",
      "D": "Aile",
      "E": "Resmi makamlar"
    },
    "explanation": "Aile; yokluğunuzun en çabuk farkına varacak ve sizin için en çok endişe duyacak olan gruptur."
  },
  {
    "id": "3461260",
    "unitNumber": 7,
    "text": "Bir afet ve acil durum koşulunda harekete geçmeden önce yapılması gereken 5 temel davranış sırası hangi şıkta doğru sırasıyla yazılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sakin Kal\n Farkına Var\n Düşün\n Kabul Et\n Karar Ver\n Uygula",
      "B": "Düşün\n Kabul Et\n Sakin Kal\n Farkına Var\n Karar Ver\n Uygula",
      "C": "Farkına Var\n Düşün\n Kabul Et\n Sakin Kal\n Karar Ver\n Uygula",
      "D": "Farkına Var\n Sakin Kal\n Kabul Et\n Düşün\n Karar Ver\n Uygula",
      "E": "Farkına Var\n Kabul Et\n Sakin Kal\n Düşün\n Karar Ver\n Uygula"
    },
    "explanation": "Kendinizi bir afet ve acil durum koşulunda bulduğunuzda harekete geçmeden önce sergilemeniz gereken temel davranışlar sırasıyla aşağıda açıklanmıştır.\n Farkına Var\n Kabul Et\n Sakin Kal\n Düşün\n Karar Ver\n Uygula"
  },
  {
    "id": "3461265",
    "unitNumber": 7,
    "text": "Arazi üzerinde, İMDAT anlamında kullanılan şekil aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eşkenar üçgen olarak yapılmış şekiller",
      "B": "İkiz kenar üçgen olarak yapılmış şekiller",
      "C": "Kare olarak yapılmış şekiller",
      "D": "Diktörtgen olarak yapılmış şekiller",
      "E": "Daire olarak yapılmış şekiller"
    },
    "explanation": "Arazi üzerinde, eşkenar üçgen olarak yapılmış şekiller İMDAT anlamındadır."
  },
  {
    "id": "3461274",
    "unitNumber": 7,
    "text": "Kırıkların tespiti (atellenmesi), turnike ve sargı malzemesi olarak kullanılan ilk yardım malzemesi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İlkyardım battaniyesi",
      "B": "Steril sargı bezi",
      "C": "Baskı Bandaj",
      "D": "Üçgen bağlama",
      "E": "Taktik turnike"
    },
    "explanation": "Üçgen bağlama: Kırıkların tespiti (atellenmesi), turnike ve sargı malzemesi olarak kullanılır."
  },
  {
    "id": "3177169",
    "unitNumber": 8,
    "text": "Üst merkez uzaklıkları 5000 km den daha çok olan depremlere nasıl adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Uzak depremler",
      "B": "Bölgesel depremler",
      "C": "Yerel depremler",
      "D": "Yakın depremler",
      "E": "Büyük depremler"
    },
    "explanation": "Uzak depremler üst merkez uzaklıkları 5.000 km'den çok olan depremlerdir."
  },
  {
    "id": "3177174",
    "unitNumber": 8,
    "text": "Afetin meydana geldiği yerel çevrede yaşayan toplulukları etkileyen ve dışarıdan yardım almalarını gerektiren afet türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Büyük ölçekli afet",
      "B": "Küçük ölçekli afetler",
      "C": "Seyrek görülen afetler",
      "D": "Sık görülen afetler",
      "E": "Hızlı gelişen afetler"
    },
    "explanation": "Afet Sınıflandırması<br/>Ölçeğe göre yapılan sınıflama küçük ölçekli ve büyük ölçekli afet olarak ikiye ayrılarak incelenir. Olayın meydana geldiği yerel çevrede yaşayan toplulukları etkileyen ve dışarıdan yardım almalarını gerektiren afet küçük ölçekli afet olarak tanımlanmaktadır."
  },
  {
    "id": "3177180",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ülkemizde en çok kullanılan sınıflandırmalardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "EM-Dat sınıflaması",
      "B": "Veri tabanı ölçütlerine göre sınıflama",
      "C": "Oluşlum nedenleri ve oluşturdukları ortama göre sınıflama",
      "D": "Ölçeğe göre sınıflama",
      "E": "Meydana geliş sıklığına göre sınıflama"
    },
    "explanation": "Afet Sınıflandırma Örnekleri<br/>EM-DAT sınıflandırması ülkemizde en çok kullanılan sınıflandırma yöntemleri içinde yer alır."
  },
  {
    "id": "3177181",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yavaş gelişen doğal kaynaklı afetlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yangın",
      "B": "Hortum",
      "C": "Fırtına",
      "D": "Şiddetli soğuklar",
      "E": "Volkan"
    },
    "explanation": "Afet Sınıflandırma Örnekleri<br/>Yavaş gelişen doğal kaynaklı afetler; Erozyon, çölleşme, kuraklık, küresel ısınma, iklim değişliği, kıtlık, şiddetli soğuklar vb. olarak sayılabilir."
  },
  {
    "id": "3177187",
    "unitNumber": 8,
    "text": "Ülkemizde çok kullanılan ve afeti oluşum nedenleri ve oluştukları ortama göre ve oluşum hızlarına göre iki farklı sınıfa ayıran sınıflama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kalkınma Bakanlığı Afet Yönetiminde Etkinlik Özel İhtisas Komisyonu Raporu'na göre yapılan sınıflama",
      "B": "Şahin ve Sipahioğlu tarafından yapılan sınıflama",
      "C": "Özey tarafından yapılan sınıflama",
      "D": "Afetlerin tek tek ele alınması ile yapılan sınıflama",
      "E": "EM-DAT Afet Sınıflaması"
    },
    "explanation": "Afet Sınıflandırma Örnekleri<br/>Şahin ve Sipahioğlu tarafından yapılan afet sınıflaması; oluşum nedenleri ve oluştukları ortama göre ve oluşum hızlarına göre iki sınıflandırma ile afetleri incelemektedir."
  },
  {
    "id": "3177188",
    "unitNumber": 8,
    "text": "Atmosfer olayları sonucu meydana gelen afetler hangi başlık altında incelenir?",
    "correctAnswer": "D",
    "options": {
      "A": "Jeolojik afetler",
      "B": "Hidrografik afetler",
      "C": "Biyolojik afetler",
      "D": "Klimatik afetler",
      "E": "Beşeri afetler"
    },
    "explanation": "Afet Sınıflandırma Örnekleri<br/>Klimatik afetler atmosfer olayları sonucunda meydana gelen afetlerdir. Bunlar atmosfer olaylarının insan ve doğa için yararlı olduğu sınırı aşmasıyla meydana gelir."
  },
  {
    "id": "3177193",
    "unitNumber": 8,
    "text": "Aşağıda verilmiş olan maddeler hangi afet sınıflandırmasına aittir?\n I.Jeolojik kökenli afetler\n II.Meteorlojik kökenli afetler\n III.Teknolojik kökenli afetler\n IV.İnsan kökenli afetler",
    "correctAnswer": "A",
    "options": {
      "A": "Özey Afet Sınıflandırması",
      "B": "Şahin ve Sipahioğlu Afet Sınıflandırması",
      "C": "EM-DAT Afet Sınıflandırması",
      "D": "Kalkınma Bakanlığı Afet Sınıflandırması",
      "E": "AFAD Afet Sınıflandırması"
    },
    "explanation": "Afet Sınıflandırma Örnekleri<br/>Özey, (2006) afetleri kökenlerine göre de aşağıdaki gibi gruplamıştır.\n I.Jeolojik kökenli afetler\n II.Meteorlojik kökenli afetler\n III.Teknolojik kökenli afetler\n IV.İnsan kökenli afetler"
  },
  {
    "id": "3177196",
    "unitNumber": 8,
    "text": "EM-DAT afet sınıflandırmasına göre \"Dünya Dışı Afetler\" aşağıdaki başlıkların hangisi altında değerlendirilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Teknolojik Afetler",
      "B": "Doğa Kaynaklı Afetler",
      "C": "Klimatolojik Afetler",
      "D": "Meteorolojik Afetler",
      "E": "Hidrografik Afetler"
    },
    "explanation": "EM-DAT Afet Sınıflandırması göre Dünya Dışı Afetler, Doğa Kaynaklı Afetler başlığı altında yer almaktadır."
  },
  {
    "id": "3177211",
    "unitNumber": 8,
    "text": "Depremde en hızlı yayılan ve sismograflara en önce ulaşam dalgalar aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Love dalgaları",
      "B": "Yüzey dalgaları",
      "C": "Rayleigh dalgaları",
      "D": "S dalgaları",
      "E": "P dalgaları"
    },
    "explanation": "Deprem<br/>P dalgaları en hızlı yayılan bu nedenle sismograflara en önce ulaşan dalgalardır. P dalgaları katı, sıvı ve gazların içinde yol alabilmektedir."
  },
  {
    "id": "3177212",
    "unitNumber": 8,
    "text": "Odak derinliği 60-300 km'de oluşan depremler hangi sınıfta değerlendirilirler?",
    "correctAnswer": "B",
    "options": {
      "A": "Sığ depremler",
      "B": "Orta derinlikte depremler",
      "C": "Derin depremler",
      "D": "Uzak depremler",
      "E": "Yakın depremler"
    },
    "explanation": "Odak derinliği 0-60 km arasında olan depremler; sığ depremler, 60-300 km arasında olan depremler; orta depremler, 300-700 km arasında olan depremler ise; derin depremler olarak değerlendirilirler."
  },
  {
    "id": "3458585",
    "unitNumber": 8,
    "text": "<strong>EM-DAT (Emergency Events Databes) afet sınıflandırmasına göre, aşağıdakilerden hangisi meydana gelen bir olayın afet olarak nitelendirilmesi için gereken koşullardan bir tanesidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yerel imkanlarla baş edilebilir olması",
      "B": "Teknolojik kaynaklı olması",
      "C": "En az 20 kişiyi etkilemiş olması",
      "D": "İlgili devlet tarafından uluslar arası yardım istenmesi",
      "E": "Ölümlere sebep olmasa da çok sayıda mal kaybına neden olması"
    },
    "explanation": "EM-DAT; 10 veya daha fazla kişinin ölümüne neden olan, 100 veya daha fazla insanı etkileyen, yerel imkânlarla baş edilemeyip merkezi hükümetten yardım istenen ve ilgili devlet tarafından uluslararası yardım istenen koşulları afet olarak nitelendirmektedir."
  },
  {
    "id": "3458586",
    "unitNumber": 8,
    "text": "Aşağıda depremle ilgili verilen bilgilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Birikmiş enerjinin tümü ana şok dediğimiz depremle boşalır.",
      "B": "Bir kısmı da büyük depremin ardından aynı bölgede aynı fay üzerinde meydana gelen daha küçük depremlerle boşalır ve bunlar sıralı deprem diye isimlendirilir.",
      "C": "Deprem dalgaları, derin dalgaları ve yüzey dalgaları olmak üzere ikiye ayrılır.",
      "D": "Ana şokun öncesinde meydana gelen depremlere birincil deprem denir.",
      "E": "Yerkabuğu içindeki kırılmalar nedeniyle ani olarak ortaya çıkan titreşimlerin yeryüzünü sarsmasına deprem denir."
    },
    "explanation": "Yerkabuğu içindeki kırılmalar nedeniyle ani olarak ortaya çıkan titreşimlerin dalgalar hâlinde yayılarak geçtikleri ortamları ve yeryüzünü sarsmasına deprem denir. Birikmiş enerjinin tümü ana şok dediğimiz depremle <u>boşalmaz</u>. Bir kısmı da büyük depremin ardından aynı bölgede aynı fay üzerinde meydana gelen daha küçük depremlerle boşalır ve bunlar <u>artçı deprem</u> diye isimlendirilir. Ana şokun öncesinde meydana gelen depremlere ise <u>öncü deprem</u> denir. Deprem Dalgaları <u>“Cisim dalgaları” ve “Yüzey dalgaları”</u> olmak üzere ikiye ayrılır."
  },
  {
    "id": "3458588",
    "unitNumber": 8,
    "text": "<strong>Aşağıda verilen deprem dalgalarını karşılarında <u>karışık halde bulunan</u> açıklamalarla eşleştiriniz.</strong>\n <table> <tbody> <tr> <td> <em>1. Love Dalgaları</em>\n </td> <td> a. Titreşim hareketi yayılma doğrultusuna diktir ve rijiditesi bulunmayan sıvı maddeler içinde yayılamazlar.\n </td> </tr> <tr> <td> <em>2. P Dalgaları</em>\n </td> <td> b. Sismograflara en son gelen ve hızları daha fazla olan dalgalardır.\n </td> </tr> <tr> <td> <em>3. S Dalgaları</em>\n </td> <td> c. Sismograflara en son gelen ve genliği daha büyük olan dalgalardır.\n </td> </tr> <tr> <td> <em>4. Rayleigh kayma dalgaları</em>\n </td> <td> d. En hızlı yayılan bu nedenle sismograflara en önce ulaşan dalgalardır.\n </td> </tr> </tbody> </table>",
    "correctAnswer": "A",
    "options": {
      "A": "1B, 2D, 3A, 4C",
      "B": "1B, 2A, 3C, 4D",
      "C": "1A, 2D, 3C, 4B",
      "D": "1C, 2B, 3D, 4A",
      "E": "1C, 2D, 3A, 4B"
    },
    "explanation": "P dalgaları, en hızlı yayılan bu nedenle sismograflara (deprem kayıt aletleri) en önce ulaşan dalgalardır.\n S Dalgalarının titreşim hareketi yayılma doğrultusuna diktir ve rijiditesi bulunmayan sıvı maddeler içinde yayılamazlar.\n Love ve Rayleigh şeklinde ikiye ayrılan yüzey dalgaları sismograflara (ölçüm istasyonların en son gelen dalgalardır. Hızı daha fazla olan Love ve genliği daha büyük olan Rayleigh dalgalarıdır."
  },
  {
    "id": "3458589",
    "unitNumber": 8,
    "text": "Depremin insanlar, yapılar, çevre ve yeryüzü üzerindeki hasar etkilerinin gözlenmesi sonucu bulunan ve değişkenlik gösterebilen değere <strong>…………….;</strong> sismograf tarafından kaydedilen kayıtlar yardımıyla matematiksel olarak hesaplanan ve değişmeyen değere ise <strong>……………… </strong>denir.”",
    "correctAnswer": "C",
    "options": {
      "A": "Büyüklük - Şiddet",
      "B": "Hiposantır - Episantır",
      "C": "Şiddet - Büyüklük",
      "D": "Büyüklük - Küçük Mikro",
      "E": "Şiddet - Mikro"
    },
    "explanation": "Şiddet, depremin insanlar, yapılar, çevre ve yeryüzü üzerindeki hasar etkilerinin gözlenmesi sonucu bulunan bir değerdir. Deprem sonrası sahada inceleme yapan kişinin deneyimine göre değişiklikler gösterebilir. Oysa büyüklük tamamen sismograf tarafından kaydedilen kayıtlar yardımıyla matematiksel olarak hesaplanmakta ve değeri değişmemektedir."
  },
  {
    "id": "3458591",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>1988 yılında Belçika Hükümeti ve Dünya Sağlık Örgütünün (WHO) desteği ile kurulmuştur.</li> <li>Münich RE sigorta şirketi bünyesinde kurulmuş ve afetlerin neden olduğu ekonomik kayıpları ve ilişkili riskleri değerlendirmeye çalışarak doğa kaynaklı afetlerin sigortacılık sektörü ile ilişkili kısımlarına yönelik çalışmalar yapmaktadır.</li> <li>Swiss-Re sigorta şirketi tarafından geliştirilmiştir. Veri tabanında, 1970’ten günümüze kadar uzanan dönem içinde meydana gelen 7.000’den fazla afet kayıp verisi bulunmaktadır.</li> <li>1998 yılında Japonya’nın Kobe kentinde Asya ve Güney Asya bölgesindeki üye ülkelerle afet risklerini azaltmak ve doğa kaynaklı afetlere ilişkin bilgi paylaşımını sağlamak amacıyla kurulmuştur.</li> </ol> <strong> Yukarıda verilen bilgilerle, aşağıda verilen veri tabanları eşleştirildiğinde, hangi veri tabanı boşta kalır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "NatCatService",
      "B": "KOERI",
      "C": "EM-DAT",
      "D": "Sigma",
      "E": "GLIDE - ADCR"
    },
    "explanation": "KOERI (Kandıllı Observatory And Earthquake Research Instıtut, Kandilli Rasathanesi ve Deprem Araştırma Enstitüsü’nün İngilizce kısaltmasıdır. Yukarıda açıklamalarla hiçbir bağlantısı yoktur."
  },
  {
    "id": "3458592",
    "unitNumber": 8,
    "text": "<strong>Uluslar arası afet veri tabanı EM-DAT ile ilgili verilen bilgilerden hangisi <u>yanlıştır?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1988 yılında Afetler Epidemiyolojisi (CRE Araştırma Merkezi tarafından Belçika Hükümeti ve Dünya Sağlık Örgütünün (WHO) desteği ile kurulmuştur.",
      "B": "Veri tabanı; basın ajansları, araştırma enstitüleri, sigorta şirketleri dahil birçok farklı kaynaktan yararlanarak oluşturulmaktadır.",
      "C": "EM-DAT’a göre afetler “doğa kaynaklı afetler” ve “insan kaynaklı afetler” şeklinde ikiye ayrılarak sınıflandırılmıştır.",
      "D": "EM-DAT’ın ana amacı, afete hazırlık çalışmalarında karar vericilerin rasyonel kararlar alabilmesini sağlamak, insani amaçlı yapılacak faaliyetlere hizmet etmektir.",
      "E": "Belçika’nın başkenti Brüksel’de çalışmalarını sürdürmektedir."
    },
    "explanation": "EM-DAT’a göre afetler doğa kaynaklı afetler ve teknolojik afetler şeklinde ikiye ayrılarak sınıflandırılmıştır."
  },
  {
    "id": "3458593",
    "unitNumber": 8,
    "text": "<strong>Doğal afetlerle ilgili verilen bilgilerden hangisi<u> yanlıştır?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Jeolojik, klimatik, hidrografik ve biyolojik olmak üzere kendi aralarında dört grupta incelenir.",
      "B": "Teknoloji gelişiminin yanlış uygulamalarından ve insanın yeryüzündeki faaliyetlerinden kaynaklanan afetlerdir.",
      "C": "Bu tür afetlerin bazısında insan etkisi bulunabilmektedir.",
      "D": "El Nino, siklonlar, hava kirlenmesi, küresel ısınma meteorolojik kökenli afetlere örnek olarak verilebilir.",
      "E": "Oluşumları tabiat olaylarına dayanan afetlerdir."
    },
    "explanation": "B şıkkındaki açıklama, Beşerî Afetler kategorisinin “Teknolojik Afetler” kısmına dahildir. Doğal afetlerle alakası yoktur."
  },
  {
    "id": "3458649",
    "unitNumber": 8,
    "text": "Müsilaj nasıl bir çevre sorunudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Toprakta büyük oyukların oluşmasıdır.",
      "B": "Deniz suyunun kirlenmesidir.",
      "C": "Bir çeşit kuraklıktır.",
      "D": "Beklenmedik hava olaylarıdır.",
      "E": "Bir çeşit ses kirliliğidir."
    },
    "explanation": "GİRİŞ<br/>Marmara denizi başta olmak üzere Batı Karadeniz ve Kuzey Ege’de<br/>2021-Mayıs ayı itibariyle yoğun bir şekilde deniz<br/>salyası (müsilaj) kirliliği yaşanmıştır. Gerekli arıt-<br/>malar yapılmadan deşarj edilen evsel/endüstriyel<br/>atık sular, derin deniz deşarjları ve Marmara Deni-<br/>zinin kontrolsüz bir şekilde kirletilmesinin sonucu<br/>olan bu kirlilik birçok canlının da ölümüne sebep<br/>olmuştur."
  },
  {
    "id": "3458658",
    "unitNumber": 8,
    "text": "Bir afetin olası etki derecesini ve etkilediği alanın genişliğini ölçümleyen sınıflandırma aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ölçeğe göre sınıflama",
      "B": "Meydana geliş sıklığına göre sınıflama",
      "C": "Meydana geliş hızlarına göre sınıflama",
      "D": "Oluşum nedenleri ve oluştukları ortama<br/>göre sınıflama",
      "E": "Veri tabanı ölçütlerine göre sınıflama"
    },
    "explanation": "Afet Sınıflandırması<br/>A. Ölçeğe göre sınıflama afetin olası etki derece-<br/>sini ve etkilediği alanın genişliğini vermesi bakımın-<br/>dan önemlidir. Ayrıca bir afetten sonra müdahale<br/>çalışmalarının hangi düzeyde yapılacağının belirlen-<br/>mesine yardımcısı olması açısından da önemlidir."
  },
  {
    "id": "3458700",
    "unitNumber": 8,
    "text": "Bir afetin yer kökenli, atmosfer kökenli ya da biyolojik kökenli olup olmadığını inceleyerek yapılan sınıflandırma aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ölçeğe göre sınıflama",
      "B": "Meydana geliş sıklığına göre sınıflama",
      "C": "Meydana geliş hızlarına göre sınıflama",
      "D": "Oluşum nedenleri ve oluştukları ortama göre sınıflama",
      "E": "Veri tabanı ölçütlerine göre sınıflama"
    },
    "explanation": "Afet Sınıflandırma Örnekleri<br/>D. Oluşum nedenleri ve oluştukları ortama<br/>göre sınıflamada afetin nasıl meydana geldiği yani<br/>yapı ve yeryüzü şekillerine bağlı olarak mı, yoksa<br/>hava ve iklim koşullarıyla ilişkili olarak mı veya<br/>biyolojik tehlikelere bağlı olarak gelişmesine göre<br/>yer kökenli, atmosfer kökenli ve biyolojik kökenli<br/>olarak sınıflandırılmaktadır."
  },
  {
    "id": "3458932",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi jeolojik kökenli bir felakettir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hortum",
      "B": "Maden kazası",
      "C": "Sel",
      "D": "Heyelan",
      "E": "Kuraklık"
    },
    "explanation": "Afet Sınıflandırma Örnekleri<br/>Jeolojik kökenli afetler: Bunlar doğrudan doğ-<br/>ruya kaynağını yerkabuğu veya daha derinlerdeki<br/>jeolojik koşullardan alan afetlerdir. Bu afetlerin en<br/>çok görülenleri deprem, <strong>heyelan</strong>, kaya düşmesi,<br/>volkanik patlamalar, sıvılaşma, çamur akıntıları ve<br/>zemin çökmesidir."
  },
  {
    "id": "3458941",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yavaş gelişen doğal afetlere bir örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yıldırım",
      "B": "Tayfun",
      "C": "Çığ",
      "D": "Deprem",
      "E": "Erozyon"
    },
    "explanation": "Afet Sınıflandırma Örnekleri<br/>Oluşum hızlarına göre;<br/>i. Yavaş gelişen doğal afetler; kuraklık, eroz-<br/>yon, çölleşme, iklim değişikliği vb.<br/>ii. Hızlı gelişen doğal afetler; deprem, su bas-<br/>kınları, çamur akmaları, çığ ve kaya düşme-<br/>si, fırtına, tayfun, yıldırım, tornada vb"
  },
  {
    "id": "3458952",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi orta derinlikteki bir depreme örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "25 km",
      "B": "32 km",
      "C": "68 km",
      "D": "320 km",
      "E": "460 km"
    },
    "explanation": "A) Derinliklerine göre deprem sınıflaması: Dep-<br/>remler birçok farklı derinlikte oluşabilir. Deprem-<br/>ler derinliklerine göre sığ depremler, orta derin-<br/>likte depremler ve derin depremler olmak üzere 3<br/>sınıfa ayrılır:<br/>1. Sığ depremler: Odak derinliği 0 - 60 km<br/>arası derinliklerde oluşan depremler sığ<br/>depremler olarak adlandırılır ve genelde<br/>kıtasal alanlarda (örneğin Türkiye) meyda-<br/>na gelir.<br/>2. Orta derinlikte depremler: Odak derinliği <strong>60</strong><br/><strong>- 300 km</strong> derinliklerde oluşan depremlerdir.<br/>3. Derin depremler: Odak derinliği 300 - 700<br/>km arasında olan depremlerdir."
  },
  {
    "id": "3458955",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi uzaklıklarına göre deprem sınıflaması içinde <strong>yer almaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bölgesel deprem",
      "B": "Kıtasal deprem",
      "C": "Yakın deprem",
      "D": "Uzak deprem",
      "E": "Yerel deprem"
    },
    "explanation": "B) Uzaklıklarına göre deprem sınıflaması: Dep-<br/>rem üst merkezlerinden istasyonlara olan uzaklıkla-<br/>rına göre depremler, 4 ana sınıf altında toplanabilir:<br/>1. <strong>Yerel deprem:</strong> Üst merkez uzaklıkları 100<br/>km’den daha az olan depremler,<br/>2. <strong>Yakın deprem:</strong> Üst merkez uzaklıkları 100<br/>km ile 1,000 km arasında olan depremler,<br/>3. <strong>Bölgesel depremler:</strong> Üst merkez uzaklık-<br/>ları 1,000 km ile 5,000 km arasında olan<br/>depremler,<br/>4. <strong>Uzak depremler:</strong> Üst merkez uzaklıkları<br/>5,000 km den daha çok olan depremlerdir."
  },
  {
    "id": "3458960",
    "unitNumber": 8,
    "text": "Türkiye'de en yaygın olarak kullanılan deprem şiddet ölçüm cetveli aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "MCS",
      "B": "CSIS",
      "C": "MSK",
      "D": "JMA",
      "E": "EMS"
    },
    "explanation": "Dünyada ilk<br/>olarak kullanılmaya başlanan şiddet cetveli 1883 yı-<br/>lında Rossi-Forel tarafından hazırlanan 10 dereceli<br/>şiddet cetvelidir. Bu cetvele Rossi-Forel şiddet cet-<br/>veli denilmektedir. Rossi-Forel şiddet cetveli büyük<br/>depremler nedeniyle ortaya çıkan hasar durumunu<br/>başarıyla ayırt etmeye izin vermediği için Sieberg,<br/>1912 yılında 12 dereceli yeni bir şiddet cetveli ha-<br/>zırlamıştır. Sieberg’in şiddet cetveli üzerinde Mer-<br/>calli-Cancani-Sieberg tarafından bazı değişiklikler<br/>yapılarak yeni bir cetvel hazırlanmış ve bu cetvele<br/>MCS şiddet cetveli adını vermişlerdir. 1931 yılın-<br/>da Amerika Birleşik Devletlerinden Wood ve Neu-<br/>mann MCS şiddet cetvelini revize etmiş ve bu yeni<br/>cetveli Değiştirilmiş Mercalli Şiddet Cetveli veya kı-<br/>saca MM cetveli diye isimlendirmişlerdir. 1956 yı-<br/>lında ise Richter, MM şiddet cetvelinde bazı küçük<br/>değişiklikler yaparak ve adını MM56 şiddet cetveli<br/>koyarak yeni bir şiddet cetveli hazırlamıştır. 1964<br/>yılında ise Medvedev-Sponheuer-Karnik (MSK);<br/>MCS, MM56 ve Medvedev’in Rusya’daki çalışma-<br/>larından yararlanarak 12 dereceli MSK şiddet cet-<br/>velini hazırlamışlardır. Çinliler de 12 dereceli Çin<br/>Sismik Şiddet Cetvelini (CSIS) kullanmaktadır.<br/>1988 yılında Avrupa Sismoloji Komisyonu MSK<br/>şiddet cetvelinde önemli değişiklikler yapılmasına<br/>ve yeni bir şiddet cetvelinin hazırlaması için gerekli<br/>çalışmaların başlatılmasına karar vermiştir. Değişik<br/>tarihlerde yapılan toplantılardan ve çalışmalardan<br/>sonra Avrupa Makrosismik Cetvelinin (EMS) son<br/>hali hazırlanmış ve 1998 yılında 12 dereceli olarak<br/>yayınlanmıştır. Bir önemli şiddet cetveli de Japon<br/>Meteorolojik Ajansı (JMA) cetvelidir. Bu cetvel 7<br/>derecelidir ve sadece Japonya’da kullanılmaktadır.<br/>Şiddetin derecesi, şiddet cetvellerinde Romen raka-<br/>mı ile gösterilmektedir. Önceden hazırlanmış olan<br/>bu cetveller depremlerin gözlenen etkileri sonu-<br/>cunda ve uzun yılların vermiş olduğu deneyimlere<br/>dayanılarak hazırlanmıştır. Yapılar, arazi, çevre ve<br/>insanlar üzerinde depremin meydana getirebileceği<br/>etkileri belirlemekte ve depremin farklı yerlerdeki<br/>şiddet değeri bunlara ve şiddet cetvellerine bakıla-<br/>rak gözleme dayalı olarak belirlenmektedir.<br/><strong>Türkiye’de en yaygın olarak bu şiddet cetvelle-</strong><br/><strong>rinden MSK şiddet cetveli kullanılmaktadır.</strong>"
  },
  {
    "id": "3459014",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi selin neden olduğu olumsuzluklardan biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tarım arazilerine zarar verir",
      "B": "Madenlere zarar verir",
      "C": "Salgın hastalıklara neden olur",
      "D": "Yol ve alt yapıya zarar verir",
      "E": "Can kaybına neden olur"
    },
    "explanation": "Sel çok sık görülen doğa kaynaklı bir afettir. Sular hızlı şekilde akar, ev, yol ve şehirleri basarak, tarımsal<br/>alanları etkileyerek vb. birçok şekilde can kayıplarına, yaralanmalara, salgın hastalığın çıkmasına, tarımsal<br/>ürünlerin zarar görmesine, alt yapının, yolların zarar görmesine neden olurlar."
  },
  {
    "id": "3459020",
    "unitNumber": 8,
    "text": "\"Küçük Kıyamet\" olarak tarihe geçen İstanbul depremi hangi yıl olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1509",
      "B": "1668",
      "C": "1939",
      "D": "1999",
      "E": "2022"
    },
    "explanation": "1509 İstanbul Depremi; 10 Eylül 1509 tari-<br/>hinde Cuma gecesi meydana gelen depremin üst<br/>merkezi 40.75N ve 29.00E ve şiddeti IX olarak<br/>saptanmıştır (Soysal ve diğ. 1981). Bu deprem li-<br/>teratüre “Küçük Kıyamet” olarak geçmiştir."
  },
  {
    "id": "3459250",
    "unitNumber": 8,
    "text": "<strong>Bir depremi tanımlamak için aşağıda verilen seçeneklerden hangisini kullanmaya <u>gerek yoktur?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Episantır",
      "B": "Oluş zamanı",
      "C": "Odak noktası",
      "D": "Artçı sayısı",
      "E": "Büyüklüğü"
    },
    "explanation": "Bir depremi tanımlamak için oluş zamanını, büyüklüğünü, odak noktasını, odak derinliğini ve üst merkez yerini (episantır) bilmek gerekir."
  },
  {
    "id": "3459253",
    "unitNumber": 8,
    "text": "İlk kırılmanın başladığı yeraltı noktasına depremin ......... adı verilir.\n CÜmle içerisindeki boşluğa aşağıdaki kavramlardan hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Episantır",
      "B": "Dış Merkez",
      "C": "Odak derinliği",
      "D": "Artçı",
      "E": "Hiposantır"
    },
    "explanation": "Odak noktası (Hiposantır): İlk kırılmanın başladığı yeraltı noktasına depremin odak noktası denir. Odak derinliği: Depremin odak noktasının (hiposantır) yeryüzüne en yakın mesafesine de odak derinliği denir. Üst Merkez (Episantır, dış merkez): Deprem odak noktasının yeryüzündeki izdüşümünün enlem ve boylam cinsinden koordinatı olarak tanımlanmaktadır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3459256",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yüzey dalgalarından biridir.",
    "correctAnswer": "A",
    "options": {
      "A": "Love dalgaları",
      "B": "P dalgaları",
      "C": "Birincil Dalgalar",
      "D": "İkincil Dalgalar",
      "E": "S Dalgaları"
    },
    "explanation": "P dalgaları (Birincil Dalgalar) S dalgaları (İkincil Dalgalar) cisim dalgalarıdır. Yüzey dalgaları; Rayleigh kayma dalgaları ve Love dalgaları olarak isimlendirilirler. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3459317",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi afetlerin meydana geliş sıklığına göre yapılan sınıflandırmalardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yavaş gelişen afetler",
      "B": "Hızlı gelişen afetler",
      "C": "Seyrek görülen afetler",
      "D": "Küçük ölçekli afetler",
      "E": "Yavaş gelişen afetler"
    },
    "explanation": "Meydana geliş sıklığına göre sınıflama<br/>a. Sık görülen afetler<br/>b. Seyrek görülen afetler olarak sınıflandırılmaktadır. Doğru cevap C'dir."
  },
  {
    "id": "3459331",
    "unitNumber": 8,
    "text": "Olayın meydana geldiği yerel çevrede yaşayan toplulukları etkileyen ve dışarıdan yardım almalarını gerektiren afet türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Küçük ölçekli afet",
      "B": "Seyrek görülen afet",
      "C": "Büyük ölçekli afet",
      "D": "Sık görülen afet",
      "E": "Hızlı gelişen afet"
    },
    "explanation": "Olayın meydana geldiği yerel çevrede yaşayan toplulukları etkileyen ve dışarıdan yardım almalarını gerektiren afet küçük ölçekli afet olarak tanımlanmaktadır. Doğru cevap A'dır."
  },
  {
    "id": "3459369",
    "unitNumber": 8,
    "text": "Afetin yapı ve yeryüzü şekillerine bağlı olarak mı, yoksa hava ve iklim koşullarıyla ilişkili olarak mı veya biyolojik tehlikelere bağlı olarak gelişmesine göre yer kökenli, atmosfer kökenli ve biyolojik kökenli olarak yapılan sınıflama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sıklığa göre sınıflama",
      "B": "Oluşum nedenleri ve oluştukları ortama göre sınıflama",
      "C": "Veriye dayalı sınıflama",
      "D": "Ölçeğe göre sınıflama",
      "E": "Veri tabanı ölçütlerine göre sınıflandırma"
    },
    "explanation": "Oluşum nedenleri ve oluştukları ortama göre sınıflamada afetin nasıl meydana geldiği yani yapı ve yeryüzü şekillerine bağlı olarak mı, yoksa hava ve iklim koşullarıyla ilişkili olarak mı veya biyolojik tehlikelere bağlı olarak gelişmesine göre yer kökenli, atmosfer kökenli ve biyolojik kökenli olarak sınıflandırılmaktadır. Doğru cevap B'dir."
  },
  {
    "id": "3459383",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ve ya hangileri doğa kaynaklı afetlerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Maden kazaları",
      "B": "Küresel ısınma",
      "C": "Nükleer, biyolojik, kimyasal kazalar",
      "D": "Deprem, sel",
      "E": "Bulaşıcı hastalıklar"
    },
    "explanation": "Doğa kaynaklı afetler oluşumları tabiat olaylarına dayanan afetlerdir. Doğa kaynaklı afetlerden ani gelişen doğa kaynaklı afetler deprem, sel, toprak kayması (heyelan), kaya düşmesi, çığ, fırtına, hortum, volkan, yangın vb. afetlerdir. Doğru cevap D'dir."
  },
  {
    "id": "3459394",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi insan kaynaklı afetlerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Endüstriyel kazalar",
      "B": "Bilişim teknolojileri/Bilişim saldırıları",
      "C": "Taşımacılık kazaları",
      "D": "Nükleer, biyolojik, kimyasal kazalar",
      "E": "Salgın hastalıklar"
    },
    "explanation": "İnsan Kaynaklı Afetler: Doğanın kendi gücü dolayısıyla değil de insanın doğaya olan etkileşiminin aşırılaşması sonucunda oluşan afetlerdir. Eğitimsizlik, bilgisizlik, dikkatsizlik, yeterli önlemlerin alınmaması gibi sebeplerden ötürü ortaya çıkarlar.<br/>İnsan kaynaklı afetler;<br/>• Nükleer, biyolojik, kimyasal kazalar<br/>• Bilişim teknolojileri/Bilişim saldırıları<br/>• Taşımacılık kazaları<br/>• Endüstriyel kazalar<br/>• Aşırı kalabalıktan meydana gelen kazalar<br/>• Göçmenler ve yerlerinden edilenler şeklinde sınıflandırılmaktadır.\n Doğru cevap E'dir."
  },
  {
    "id": "3459414",
    "unitNumber": 8,
    "text": "EM-DAT Afet sınıflandırmasına göre aşağıdakilerden hangisi doğa kaynaklı afet sınıflamasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hidrolojik afetler",
      "B": "Endüstriyel kazalar",
      "C": "Patlama",
      "D": "Ulaşım kazaları",
      "E": "Kimyasal dökülme"
    },
    "explanation": "EM-DAT Afet sınıflandırmasına göre doğa kaynaklı afet sınıflaması kendi içinde Jeolojik Afetler, Hidrolojik Afetler, Meteorolojik Afetler, Klimatolojik Afetler, Biyolojik Afetler ve Dünya Dışı Afetler olmak üzere 6 alt gruba ayrılmıştır. Doğru cevap A'dır."
  },
  {
    "id": "3459434",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi deprem hasarını etkileyen faktörlerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Depremin büyüklüğü",
      "B": "Depremin süresi",
      "C": "Depremin odak derinliği",
      "D": "Zemin (yer) koşulları ve yapının kalitesi",
      "E": "Aşırı yağmur yağması"
    },
    "explanation": "Deprem hasarını etkileyen faktörler:\n Depremin büyüklüğü\n Depremin süresi\n Depremin merkezinden uzaklık\n Zemin (yer) koşulları ve yapının kalitesi\n Depremin odak derinliği\n Doğru cevap E'dir."
  },
  {
    "id": "3459460",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tarihsel dönemde 1900 yılı öncesi meydana gelen en yıkıcı depremlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "23 Ekim 1509 depremi",
      "B": "10 Eylül 1509 İstanbul Depremi",
      "C": "1668 Büyük Anadolu Depremi",
      "D": "16 Kasım 1509 depremi",
      "E": "17 Ağustos 1668 Ankara depremi"
    },
    "explanation": "1509 İstanbul Depremi; 10 Eylül 1509 tarihinde Cuma gecesi meydana gelen depremin üst merkezi 40.75N ve 29.00E ve şiddeti IX olarak saptanmıştır. Bu deprem literatüre “Küçük Kıyamet” olarak geçmiştir. Doğru cevap B'dir."
  },
  {
    "id": "3459476",
    "unitNumber": 8,
    "text": "Hangisi oluşum yerlerine göre sellerin sınıflandırılması içinde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir-iki gün içinde oluşabilen seller",
      "B": "Yavaş gelişen seller",
      "C": "Baraj Selleri",
      "D": "Ani seller",
      "E": "Uzun bir sürede gerçekleşen seller"
    },
    "explanation": "Oluşum yerlerine göre seller aşağıdaki gibi sınıflandırılmaktadır.<br/>1. Dere ve Nehir selleri - Taşkınlar<br/>2. Dağlık Alan - Kuru Vadi Selleri<br/>3. Şehir/Kent Selleri<br/>4. Kıyı Selleri<br/>5. Baraj Seller\n Doğru cevap C'dir."
  },
  {
    "id": "3459488",
    "unitNumber": 8,
    "text": "Münich RE sigorta şirketi bünyesinde kurulan, dünya çapında meydana gelen doğa kaynaklı afetlerle ilgili tüm bilgileri sistematik olarak ve ayrıntılı bir şekilde toplamaktadır. Amacı dünya genelinde meydana gelen bütün doğa kaynaklı afet verilerini toplamak, doğa kaynaklı afetlerin neden olduğu kayıpları analiz etmek ve değerlendirmektir. Aşağıdakilerden hangisi tanımlanan uluslararası afet veri tabanıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "EM-DAT",
      "B": "Sigma (SwissRe)",
      "C": "NatCatService (Natural catastrophe statistics online)",
      "D": "AFAD",
      "E": "Asya Afet Zararlarını Azaltma Merkezi (GLIDE-ADCR) Veri Tabanı"
    },
    "explanation": "NatCatService (Munich RE): Münich RE sigorta şirketi bünyesinde kurulan NatCatService (Natural catastrophe statistics online) dünya çapında meydana gelen doğa kaynaklı afetlerle ilgili tüm bilgileri sistematik olarak ve ayrıntılı bir şekilde toplamaktadır. NatCatService’in amacı dünya genelinde meydana gelen bütün doğa kaynaklı afet verilerini toplamak, doğa kaynaklı afetlerin neden olduğu kayıpları analiz etmek ve değerlendirmektir. Doğru cevap C'dir."
  }
]