[
  {
    "id": "3861019",
    "unitNumber": 1,
    "text": "\"Performans sanatı, yerleştirme, dijital sanat ve kavramsal sanat eserleri de dâhil olmak üzere, bazı eserlerin belirli bir fiziksel nesneyle ortaya çıktığı, bazılarının ise bir nesne ve forma sahip olmadığı görülmektedir\" cümlesinde bahsedilen sanat akımı/türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Realizm",
      "B": "Rönesans",
      "C": "Rokoko",
      "D": "Kübizm",
      "E": "Çağdaş Sanat"
    },
    "correctAnswer": "E",
    "explanation": "Performans sanatı, yerleştirme, dijital sanat ve kavramsal sanat eserleri de dâhil olmak üzere çağdaş sanatın bazı eserlerin belirli bir fiziksel nesneyle ortaya çıktığı, bazılarının ise bir nesne ve forma sahip olmadığı görülmektedir. Bu perspektiften bugün sanatın tanımını yapmak da bu yüzden bir hayli güçleşmiştir. Çağdaş sanatla birlikte artık sanatın malzemesi ve izleyici ile ilişkisinin de değiştiği görülür. Her türlü malzeme sanat nesnesine çevrilebilir ve hatta kalıcı bir nesne olmaksızın sanatçıların yaptıkları performanslar da sanat olarak kabul görmektedir. Bu açıdan pek çok performans sanatçısının gösterilerine izleyicileri de dâhil ederek doğaçlama bir süreçle eserlerini ortaya koydukları görülür. Katılımlı sanat veya etkileşimli sanat kavramları da buradan doğar. Tüm bu süreçte sanat eserlerinin izleyiciye ulaştığı mekânlar da değişir. Bir sokak arası, bir cadde, kimsenin girmek istemediği yıkık bir bina veya akla gelen her yer sanat için mekân olabilmektedir."
  },
  {
    "id": "3861013",
    "unitNumber": 1,
    "text": "\"Sanat eserleri, aynalar veya havuzlardaki yansımalar gibi gerçeğin gereksiz kopyaları ya da güzel dekorasyonlar gibi çok fazla boş zevk ve eğlence nesneleri gibi görünebilir” fikrinden hareketle yola çıkan teori aşağıdakilerden hangisidir?",
    "options": {
      "A": "Avangart",
      "B": "Taklit ve temsil",
      "C": "Estetik haz",
      "D": "Estetik deneyim",
      "E": "Dışavurum"
    },
    "correctAnswer": "E",
    "explanation": "Sanat yapıtlarının bir konu sunduğu fikrine ve sanat yapıtlarının hoş biçimsel düzenlemeler içerdiği fikrine karşı, sanat yapıtlarının insan eyleminin ürünleri olduğunu vurgulamak dışavurumcu teorinin temel savıydı. Dışavurumcu teori için temel vurgu noktaları; “sanat eserleri, aynalar veya havuzlardaki yansımalar gibi gerçeğin gereksiz kopyaları ya da güzel dekorasyonlar gibi çok fazla boş zevk ve eğlence nesneleri gibi görünebilir” fikrinden hareketle ortaya çıkar."
  },
  {
    "id": "3861024",
    "unitNumber": 1,
    "text": "Antik Yunanda rasyonel ilkelere dayanan ve bir becerikli gerektiren aşağdaki kavramlardan hangisi ile tanımlanırdı?",
    "options": {
      "A": "Kallitechnis",
      "B": "Technitis",
      "C": "Palio Cheri",
      "D": "Technai",
      "E": "Techne"
    },
    "correctAnswer": "E",
    "explanation": "Sanat ve Zanaat Arasındaki Ayrım<br/>Antik Yunan’da şiir, resim, müzik ve benzerleri genellikle “sanat” veya “zanaat” olarak tercüme edilen technē kavramı ile tanımlanmıştır. Ancak marangozluk, tıp vb. işler technē teriminin çoğul hâli olan ‘technai’ kavramı çerçevesinde değerlendirilmiştir. Bunlar açıkçası, şimdi güzel sanatlardan oldukça farklı olduğunu düşündüğümüz becerilerdir. Daha spesifik olarak, bir technē, rasyonel ilkelere dayanan herhangi bir becerikli uygulamadır."
  },
  {
    "id": "3861017",
    "unitNumber": 1,
    "text": "Aristoteles hangi kavramın, korku ve acıma gibi duyguların ve diğer potansiyel olarak yıkıcı duyguların boşaltılmasına neden olarak duygusal bir etkiye sahip olabileceğini iddia etmektedir?",
    "options": {
      "A": "Katharsis",
      "B": "Öz",
      "C": "Biçim",
      "D": "Drama",
      "E": "Estetik"
    },
    "correctAnswer": "A",
    "explanation": "Platon’un öğrencisi Aristoteles, Antik Yunan tiyatrosu ile ilgili olarak seyircilerin arınma anlamına gelen Katharsis yaşamalarına değinir. Katharsisin, korku ve acıma gibi duyguların ve diğer potansiyel olarak yıkıcı duyguların boşaltılmasına neden olarak duygusal bir etkiye sahip olabileceğini iddia eder. Duygular ve sanat arasındaki ilişki hakkında birtakım bulmacalar söz konusudur. Korku ve acıma gibi “olumsuz duygular” içeren sanat eserleri söz konusu olduğunda, bu duyguları ifade eden veya uyandıran sanat eserlerinin neden ilgi uyandırdığı hep tartışılagelmiştir. Bu meselede Aristoteles’in katharsis kavramı önemli bir tür cevap olarak görülür (Roholt, 2013:27-30)."
  },
  {
    "id": "3861023",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Antik Yunan’da bugün zanaat olarak kabul ettiğimiz maragozluk gibi meslekler için kullanılan terimdir?",
    "options": {
      "A": "Technai",
      "B": "Techne",
      "C": "Palio Cheri",
      "D": "Kallitechnis",
      "E": "Technitis"
    },
    "correctAnswer": "A",
    "explanation": "Sanat ve Zanaat Arasındaki Ayrım<br/>Antik Yunan’da şiir, resim, müzik ve benzerleri genellikle “sanat” veya “zanaat” olarak tercüme edilen technē kavramı ile tanımlanmıştır. Ancak marangozluk, tıp vb. işler technē teriminin çoğul hâli olan ‘technai’ kavramı çerçevesinde değerlendirilmiştir. Bunlar açıkçası, şimdi güzel sanatlardan oldukça farklı olduğunu düşündüğümüz becerilerdir. Daha spesifik olarak, bir technē, rasyonel ilkelere dayanan herhangi bir becerikli uygulamadır."
  },
  {
    "id": "3861026",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Arts and Crafts hareketi için söylenebilir?",
    "options": {
      "A": "Elit sınıflar hitap eden yüksek estetik değerli işlevsel nesnelerin yapımı amaçlanmıştır.",
      "B": "Eleştirmen John Ruskin ve sanatçı William Morris’in üzerinde şekillenmiştir.",
      "C": "Art Nouveau hareketinden etkilenmiştir.",
      "D": "Desen tekrarlı tasarım temel alınmıştır.",
      "E": "XVIII. yüzyıl İngiltere’sinde ortaya çıkmıştır."
    },
    "correctAnswer": "B",
    "explanation": "Yeni sanat biçimlerini doğuran sosyal, ekonomik ve teknolojik değişimlerin tarihindeki en açık örneklerden biri, 19. yüzyıl İngiltere’sindeki ‘Sanat ve zanaat’ orijinal ismi ile ‘Arts and Crafts’ hareketidir. Bu hareket eleştirmen John Ruskin ve sanatçı William Morris’in fikirleriyle şekillenmiştir. Arts and Crafts hareketinin üyeleri, kendilerini geniş halk kitleleri için yüksek estetik değeri olan işlevsel nesneler yapmaya adadılar. Genellikle çiçek veya geometrik desenlerin tekrarlanan tasarımlarından oluşan yapay formlardan ziyade doğal formlara dayalı bir stili savundular. Bu hareket zanaat için biçimsel güzelliği temel almakta ve zanaat ile sanatı bir arada icra etme girişi- mini gerçekleştirmektedir. Hareket kendinden sonra Art Nouveau gibi başka hareketleri de etkilemiş ve sanatın zanaatla iç içe geçişini fikirsel olarak desteklemiştir. Fakat sonraki başka akım ve hareketlerde sanat ve zanaat arasındaki ayrımın daha net yapıldığı ve el becerisi veya zanaat olmaksızın da sanat üretilebileceği fikri sanatçılar tarafından kabul görmeye başlamıştır."
  },
  {
    "id": "3861018",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ya da hangileri sanat ontolojisinin temel sorularındandır?<br/><ol style=\"list-style-type: upper-roman;\"><br/><li>Sanat eserleri ne tür varlıklardır? </li><br/><li>Sanatçıların veya izleyicilerin zihinsel durumlarıyla, fiziksel nesnelerle veya soyut görsel, işitsel ve dilsel yapılarla ilgili çeşitli türlerdeki sanat eserleri nasıldır?</li><br/><li>Eserler hangi koşullar altında var olur, varlığını sürdürür veya yok olur?</li><br/></ol>",
    "options": {
      "A": "Yalnızca I",
      "B": "Yalnızca II",
      "C": "Hepsi",
      "D": "II ve III",
      "E": "I ve II"
    },
    "correctAnswer": "C",
    "explanation": "Sanatın ontolojisi, müzik, edebiyat, hatta resim ve heykel eserlerinin ontolojik statüsü hakkında özenle ifade edilmiş ve iyi tartışılmış çeşitli pozisyonlar sağlayarak son dönem estetiğindeki en zengin tartışma alanlarından birini sağlamıştır. Sanat ontolojisi için temel sorular şunlardır: “Sanat eserleri ne tür varlıklardır? Fiziksel nesneler mi, ideal türler mi, hayali varlıklar mı, yoksa başka bir şey mi? Sanatçıların veya izleyicilerin zihinsel durumlarıyla, fiziksel nesnelerle veya soyut görsel, işitsel ve dilsel yapılarla ilgili çeşitli türlerdeki sanat eserleri nasıldır? Eserler hangi koşullar altında var olur, varlığını sürdürür veya yok olur?” Bu soruların, sanatın tanımlanıp tanımlanamayacağı veya nasıl tanımlanabileceği ile ilgili olmadığına dikkat etmek önemlidir.<br/>Hepsi"
  },
  {
    "id": "3861022",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yaptığı araçlardan faydalanılabilen ve tasarladığı ürünü bir ham maddeye şekil vermek suretiyle ortaya koyan, kullanım değeri taşıyan nesneyi üreten kişiye verilen isimdir?",
    "options": {
      "A": "Üstat",
      "B": "Kalfa",
      "C": "Usta",
      "D": "Sanatçı",
      "E": "Zanaatçı"
    },
    "correctAnswer": "E",
    "explanation": "Sanat ve Zanaat Arasındaki Ayrım<br/><br/>Zanaatkâr araçlardan da faydalanabilen ve tasarladığı ürünü bir ham maddeye şekil vermek suretiyle ortaya koyan kişidir. Zanaatkârın ürettiği nesne öncelikle bir kullanım değeri taşımaktadır. Kullanım değeri bir eylemi gerçekleştirirken o nesneye duyulan ihtiyaç ile ilgilidir."
  },
  {
    "id": "3861020",
    "unitNumber": 1,
    "text": "Bir dönem içinde kalıplaşmış sanatsal kuralları ve anlayışları aşarak onları değiştirme amaçlı üretilen ve çoğu zaman kendi dönemlerinde ağır eleştirilere maruz kaldıktan sonra tarihsel süreçte kabul gören sanatsal hareketlere verilen genel isim aşağıdakilerden hangisidir?",
    "options": {
      "A": "Avangard Sanat",
      "B": "Sürrealist Sanat",
      "C": "Yeni Sanat",
      "D": "Fütürist Sanat",
      "E": "Dadaist Sanat"
    },
    "correctAnswer": "A",
    "explanation": "SANAT TEORİLERİ VE TARTIŞMALAR<br/>Avangart sanat tanımı bir dönem içinde kalıplaşmış sanatsal kuralları ve anlayışları aşarak onları değiştirme amaçlı üretilen ve çoğu zaman kendi dönemlerinde ağır eleştirilere maruz kaldıktan sonra tarihsel süreçte kabul gören sanatsal hareketlere verilen genel isimdir."
  },
  {
    "id": "3861010",
    "unitNumber": 1,
    "text": "Bir nesnenin, kendine özgü niteliklerini tam ve açık bir biçimde söz, resim veya yazı ile anlatmaya ne denir?",
    "options": {
      "A": "Tasvir, betimlemek",
      "B": "Resmetmek",
      "C": "Doğaçlamak",
      "D": "Stilize etmek",
      "E": "Deforme etmek"
    },
    "correctAnswer": "A",
    "explanation": "Tasvir, betimlemek<br/>Tasvir kelimesi betimlemek kelimesiyle eş anlamlıdır. Her iki kelime de “Bir nesnenin, kendine özgü niteliklerini tam ve açık bir biçimde söz, resim veya yazı ile anlatmak” anlamını taşır."
  },
  {
    "id": "3861014",
    "unitNumber": 1,
    "text": "Bir sanat eseriyle ilgili en önemli şeyin \"tasarım ilkelerini kullanarak görsel ögelerin etkin bir şekilde düzenlenmesi\" fikrini kimler savunmaktadır?",
    "options": {
      "A": "Zanaatkarlar",
      "B": "Avangartlar",
      "C": "Temsilciler",
      "D": "Biçimci teorisyenler",
      "E": "Soyut dışavurumcular"
    },
    "correctAnswer": "D",
    "explanation": "Özellikle içerik, anlam veya bağlam yerine bir çalışmanın biçimine ve biçimin yapısal niteliklerine odaklanan biçimci teorisyenler, bir sanat eseriyle ilgili en önemli şeyin, tasarım ilkelerini kullanarak görsel ögelerin etkin bir şekilde düzenlenmesi olduğunu savunmuşlardır."
  },
  {
    "id": "3861028",
    "unitNumber": 1,
    "text": "Fiziki dünyada var olan nesnelerin sanat eserlerine onlara benzeyecek biçimde aktarılmasına ne ad verilir?",
    "options": {
      "A": "Taklit",
      "B": "Reprodüksiyon",
      "C": "Tasvir",
      "D": "İllüzyon",
      "E": "Öykünme"
    },
    "correctAnswer": "A",
    "explanation": "Sanat ve Zanaat Arasındaki Ayrım<br/>Taklit ve temsil yaklaşımındaki taklit kavramını bir sanat eserini birebir kopyalamak yani onu taklit etmekle karıştırmamak gerekmektedir. Bir sanatçının veya zanaatkârın başka bir sanatçının eserini birebir taklit etmesine yani bir kopya üretmesine ‘Reprodüksiyon’ denilmektedir. Nitekim burada bahsedilen taklit; fiziki dünyada var olan nesnelerin sanat eserlerine onlara benzeyecek biçimde aktarılmasıdır ve bir sanat eserini kopyalamaktan farklı bir şeyi anlatır. Bir başka mesele ise sanatçıların veya aday sanatçıların kendilerinden önce veya aynı zamanda yaşayan sanatçılardan öykünmeleridir. Bu öykünme de bahsedilen taklitle ilgili değildir."
  },
  {
    "id": "3861035",
    "unitNumber": 1,
    "text": "Guernica adlı tablonun ressamı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Botticelli",
      "B": "Van Gough",
      "C": "Da Vinci",
      "D": "Picasso",
      "E": "Caravaggio"
    },
    "correctAnswer": "D",
    "explanation": "Guernica adlı tablonun ressamı Picasso'dur."
  },
  {
    "id": "3861027",
    "unitNumber": 1,
    "text": "Güzel sanatları zanaat veya bilim gibi diğer insan faaliyetlerinden ve ürünlerinden ayıran, sanat yapıtlarının üretimini ve kullanımlarını modern anlamda betimleyecek, açıklayacak ve yorumlayacak sanatsal kavram ve diller ilk defa hangi yüzyılda ortaya çıkmıştır?",
    "options": {
      "A": "XV. Yüzyıl",
      "B": "XVI. Yüzyıl",
      "C": "XVII. Yüzyıl",
      "D": "XVIII. Yüzyıl",
      "E": "XIX. Yüzyıl"
    },
    "correctAnswer": "D",
    "explanation": "Taklit veya Temsil Olarak Sanat<br/>On sekizinci yüzyıla kadar güzel sanatları zanaat veya bilim gibi diğer insan faaliyetlerinden ve ürünlerinden ayıran, sanat yapıtlarının üretimini ve kullanımlarını modern anlamda betimleyecek, açıklayacak ve yorumlayacak sanatsal kavramlar ve dil yoktu. Ama elbette insanlar her zaman resim ve heykel yapmış, müzik çalıp dans etmiş, hikâyeler anlatmış ve dramatize etmişlerdir."
  },
  {
    "id": "3861036",
    "unitNumber": 1,
    "text": "Güzelliği varoluşla bağlantılı olarak yaşamla ilişkilendiren, dolayısıyla çirkinliği de yaşamın ve var olan şeylerin zarar görmesi, yok olması olarak yorumlayan düşünür aşağıdakilerden hangisidir?",
    "options": {
      "A": "Sigmund Freud",
      "B": "Jean-Paul Sartre",
      "C": "Henri Bergson",
      "D": "Alexander Baumgarten",
      "E": "Çernişevski"
    },
    "correctAnswer": "E",
    "explanation": "Güzelliği varoluşla bağlantılı olarak yaşamla ilişkilendiren, dolayısıyla çirkinliği de yaşamın ve var olan şeylerin zarar görmesi, yok olması olarak yorumlayan düşünür Çernişevski'dir."
  },
  {
    "id": "3861039",
    "unitNumber": 1,
    "text": "Pisuar – Çeşme adlı eserin sanatçısı aşağıdakilerden hangisidir ?",
    "options": {
      "A": "Kazimir Malevich",
      "B": "Andy Warhol",
      "C": "Jackson Pollock",
      "D": "Picasso",
      "E": "Marcel Duchamp"
    },
    "correctAnswer": "E",
    "explanation": "Pisuar – Çeşme adlı eserin sanatçısı Marcel Duchamp'tır."
  },
  {
    "id": "3861030",
    "unitNumber": 1,
    "text": "Portrenin sahibine benzeyip benzemediği bilinmeyen sanatsal başarısı ile ilham kaynağı olan olan “inci küpeli kız” adlı eserin ressamı aşağıdakilerden hangisidir ?",
    "options": {
      "A": "Vermeer",
      "B": "Da Vinci",
      "C": "Andy Warhol",
      "D": "Picasso",
      "E": "Caravaggio"
    },
    "correctAnswer": "A",
    "explanation": "Portrenin sahibine benzeyip benzemediği bilinmeyen, sanatsal başarısı ile ilham kaynağı olan olan “inci küpeli kız” adlı eserin ressamı Vermeer'dir. Doğru Cevap A'dır."
  },
  {
    "id": "3861034",
    "unitNumber": 1,
    "text": "Sanat eserlerinin metinsel oluşları kapalı ve açık olarak üretilebilirliği, kapalı metinlerin izleyici yorumlarına izin vermemek için tasarlandığını, açık metinleri ise izleyicinin sınırsız yorum yapabilme özgürlüğüne sahip olduğu farklı bir tür sanat eseri olarak yorumlayan yazar ve düşünür aşağıdakilerden hangisidir ?",
    "options": {
      "A": "Umberto Eco",
      "B": "Hegel",
      "C": "Karl Marx",
      "D": "Jean-Paul Sartre",
      "E": "Nietzsche"
    },
    "correctAnswer": "A",
    "explanation": "Sanat eserlerinin metinsel oluşları kapalı ve açık olarak üretilebilirliği, kapalı metinlerin izleyici yorumlarına izin vermemek için tasarlandığını, açık metinleri ise izleyicinin sınırsız yorum yapabilme özgürlüğüne sahip olduğu farklı bir tür sanat eseri olarak yorumlayan yazar ve düşünür Umberto Eco'dur."
  },
  {
    "id": "3861021",
    "unitNumber": 1,
    "text": "Sanat yapıtlarının bir konu sunduğu fikrine ve sanat yapıtlarının hoş biçimsel düzenlemeler içerdiği fikrine karşı, sanat yapıtlarının insan eyleminin ürünleri olduğunu vurgulamak aşağıdaki teorilerden hangisinin temel savı olmuştur?",
    "options": {
      "A": "Dışavurum Teorisi",
      "B": "Temsil Teorisi",
      "C": "Biçimcilik Teorisi",
      "D": "Estetik Deneyim Teorisi",
      "E": "Taklit Teorisi"
    },
    "correctAnswer": "A",
    "explanation": "Dışavurum Olarak Sanat<br/>Sanat yapıtlarının bir konu sunduğu fikrine ve sanat yapıtlarının hoş biçimsel düzenlemeler içerdiği fikrine karşı, sanat yapıtlarının insan eyleminin ürünleri olduğunu vurgulamak dışa- vurumcu teorinin temel savıydı. Dışavurumcu teori için temel vurgu noktaları; “sanat eserleri, aynalar veya havuzlardaki yansımalar gibi gerçeğin gereksiz kopyaları ya da güzel dekorasyonlar gibi çok fazla boş zevk ve eğlence nesneleri gibi görünebilir” fikrinden hareketle ortaya çıkar."
  },
  {
    "id": "3861029",
    "unitNumber": 1,
    "text": "Sanat, bir insanın belirli dış işaretler aracılığıyla bilinçli olarak yaşadığı duyguları başkalarına aktarması ve başkalarına bulaşması ile oluşan bir insan etkinliğidir” tanımıyla sanat ve duygular ile onları deneyimlemek arasındaki ilişkiyi kuran sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Bulgakov",
      "B": "Tugenyev",
      "C": "Tolstoy",
      "D": "Dostoyevski",
      "E": "Soljenitsin"
    },
    "correctAnswer": "C",
    "explanation": "Dışavurum Olarak Sanat<br/>Sanatın duyguların iletilmesi olduğunu öne süren Tolstoy, “Sanat, bir insanın belirli dış işaretler aracılığıyla bilinçli olarak yaşadığı duyguları başkalarına aktarması ve başkalarına bulaşması ile oluşan bir insan etkinliğidir” tanımıyla sanat ve duygular ile onları deneyimlemek arasındaki ilişkiyi kurmaktadır."
  },
  {
    "id": "3861012",
    "unitNumber": 1,
    "text": "Sanatı dışavurum bağlamında tanımlamaya yönelik önemli bir adım olup, on dokuzuncu yüzyılın sonlarında Rus yazar Leo Tolstoy tarafından yazılan hangi roman ile gerçekleştirilmiştir?",
    "options": {
      "A": "Vadideki Zambak",
      "B": "Sönmüş Hayaller",
      "C": "Savaş ve Barış",
      "D": "Köylüler",
      "E": "Tılsımlı Deri"
    },
    "correctAnswer": "C",
    "explanation": "Sanatı dışavurum bağlamında tanımlamaya yönelik en önemli girişim, on dokuzuncu yüzyılın sonlarında Rus yazar Leo Tolstoy tarafından gerçekleştirilmiştir. Tolstoy’un en büyük romanı Savaş ve Barış’tır (1869)."
  },
  {
    "id": "3861031",
    "unitNumber": 1,
    "text": "Sanatı, bir insanın belirli dış işaretler aracılığıyla bilinçli olarak yaşadığı duyguları başkalarına aktarması ve başkalarına bulaşması ile oluşan bir insan etkinliği olarak tanımlayan düşünür aşağıdakilerden hangisidir ?",
    "options": {
      "A": "Nietzsche",
      "B": "Umberto Eco",
      "C": "Hegel",
      "D": "Marx",
      "E": "Tolstoy"
    },
    "correctAnswer": "E",
    "explanation": "Sanatı, bir insanın belirli dış işaretler aracılığıyla bilinçli olarak yaşadığı duyguları başkalarına aktarması ve başkalarına bulaşması ile oluşan bir insan etkinliği olarak tanımlayan düşünür Tolstoy'dur."
  },
  {
    "id": "3861033",
    "unitNumber": 1,
    "text": "Sanatı, birey olan sanatçının kendisi ve diğer insanların varoluş sorusuna yanıt arama ihtiyacından doğduğunu ileri süren düşünür aşağıdakilerden hangisidir ?",
    "options": {
      "A": "Jean-Paul Sartre",
      "B": "Karl Marx",
      "C": "Nietzsche",
      "D": "Hegel",
      "E": "Aristoteles"
    },
    "correctAnswer": "A",
    "explanation": "Sanatı, birey olan sanatçının kendisi ve diğer insanların varoluş sorusuna yanıt arama ihtiyacından doğduğunu ileri süren düşünür Jean-Paul Sartre'dir."
  },
  {
    "id": "3861015",
    "unitNumber": 1,
    "text": "Sanatın gizli psişik çatışmaları ortaya çıkardığı ve insanların yaşadıkları gerilimleri boşaltmak için güçlü bir araç olarak kullanılabileceğini belirten kişi, aşağıdaki şıklardan hangisinde belirtilmiştir?",
    "options": {
      "A": "Henri Bergson",
      "B": "Karl Marx",
      "C": "Sigmund Freud",
      "D": "Friedrich Nietzsche",
      "E": "G.W.F. Hegel"
    },
    "correctAnswer": "C",
    "explanation": "G.W.F. Hegel, sanat, din ve felsefenin insan ruhunun kendini gösterdiği araçlar olduğuna değinmiştir. Arthur Schopenhauer sanatın, günlük deneyimlerin acı veren dünyasından kaçmanın bir yolunu sağladığını iddia etti. Friedrich Nietzsche sanatın, insanların acıklı durumlarıyla başa çıkmalarını sağladığını iddia etmişti. Siyaset teorisyeni Karl Marx için de sanat oldukça önemliydi ve sanatın ancak kendi toplumunun nedenlerini desteklediği zaman gerçek sanat olabileceğini savundu. 20. yüzyılda Fransız filozof Henri Bergson, estetik deneyimi rasyonel düşüncenin aracılık etmediği gerçekliğin sezgisel bir kavrayışı olarak gördü. Avusturyalı psikanalist Sigmund Freud ise sanatın gizli psişik çatışmaları ortaya çıkardığı ve insanların yaşadıkları gerilimleri boşaltmak için güçlü bir araç olarak kullanılabileceğine inanıyordu. Fransız filozof Jean-Paul Sartre ise sanatı, birey olan sanatçının kendisi ve diğer insanların varoluş sorusuna yanıt arama ihtiyacından doğduğunu düşünmüştü (Danesi, 2000: 10). Pek çok filoz"
  },
  {
    "id": "3861011",
    "unitNumber": 1,
    "text": "Temsil ve taklit yaklaşımında sanatın nesnelliği ile bilimin nesnelliği eş değer görülme eğilimindedir. Yirminci yüzyılın başlarında sanat felsefesi düşünsel olarak önemli bir devrime hazırlanmaktaydı. Bu süreçte temsil yaklaşımı yerini neye bırakmıştır?",
    "options": {
      "A": "Taklide",
      "B": "Dışavuruma",
      "C": "Işığa",
      "D": "Zanaata",
      "E": "Kuantuma"
    },
    "correctAnswer": "B",
    "explanation": "Temsil ve taklit yaklaşımında sanatın nesnelliği ile bilimin nesnelliği eş değer görülme eğilimindedir. Yirminci yüzyılın başlarında sanat felsefesi düşünsel olarak önemli bir devrime hazırlanmaktaydı. Bu süreçte temsil yaklaşımı yerini dışavuruma bırakır. Böylelikle sanat ile bilim artık aynı kategoride değerlendirilmemeye başlanmış ve sanatın dışavurum felsefelerine uygun şekilde düzenlenmesi için dışavurum fikri temele alınmıştır."
  },
  {
    "id": "3861032",
    "unitNumber": 1,
    "text": "Willem De Kooning’in temsil ettiği sanat akımı aşağıdakilerden hangisidir ?",
    "options": {
      "A": "Kavramsalcılık",
      "B": "Pop-art",
      "C": "Dadaizm",
      "D": "Soyut dışavurumculuk",
      "E": "Kübizm"
    },
    "correctAnswer": "D",
    "explanation": "Willem De Kooning’in temsil ettiği sanat akımı Soyut dışavurumculuktur."
  },
  {
    "id": "3861025",
    "unitNumber": 1,
    "text": "Zanaatın ticari olduğu için alıcısına ve dolayısıyla pazara bağlılığından dolayı özgür olmadığı düşüncesi hangi filozofa aittir?",
    "options": {
      "A": "Kant",
      "B": "Marx",
      "C": "Descartes",
      "D": "Nietzche",
      "E": "Freud"
    },
    "correctAnswer": "A",
    "explanation": "Sanat ve Zanaat Arasındaki Ayrım<br/>Sanat Kant’a göre özgürdür fakat zanaat ise ticari olduğu için alıcısına ve dolayısıyla pazara bağlıdır ve özgür değildir."
  },
  {
    "id": "3861016",
    "unitNumber": 1,
    "text": "Öz ve biçim hakkında, aşağıdaki tanımlamalardan hangisi yanlıştır?",
    "options": {
      "A": "Öz ve biçim ilişkisi plastik sanatlarda bir sanatsal ürünün var olabilmesi adına ön koşuldur.",
      "B": "Öz biçimden önce gelir ve biçim öze göre üretilir.",
      "C": "Öz kavramını içerik olarak tanımlamak mümkün değildir.",
      "D": "Sanatsal üretim için öz ve biçim ilişkisi denildiğinde aslında öncelikle bir içerik üretimi ve sonrasında o içeriğin sanatsal biçimlere dönüştürülmesi akla gelmelidir.",
      "E": "Sanatsal biçimlere dönüştürülme bir diğer ifade ile zihinsel olan içeriğin nesneleştirilmesidir."
    },
    "correctAnswer": "C",
    "explanation": "Öz ve biçim ilişkisi plastik sanatlarda bir sanatsal ürünün var olabilmesi adına ön koşuldur. Öz biçimden önce gelir ve biçim öze göre üretilir. Öz kavramını bu noktada içerik olarak tanımlamak da mümkündür. Bu sebeple sanatsal üretim için öz ve biçim ilişkisi denildiğinde aslında öncelikle bir içerik üretimi ve sonrasında o içeriğin sanatsal biçimlere dönüştürülmesi akla gelmelidir. Sanatsal biçimlere dönüştürülme bir diğer ifade ile zihinsel olan içeriğin nesneleştirilmesidir. Bu nesneleştirme özel bir nesneleştirme olarak kabul edilir. Resim, heykel, grafik, sinema vb. tüm plastik sanatlarda sanat eserleri birer nesnedir ve forma sahiptir. Burada önemli nokta bu formun eserin içeriği bağlamında üretildiğinin anlaşılmasıdır.<br/>Öz kavramını içerik olarak tanımlamak mümkün değildir."
  },
  {
    "id": "3861037",
    "unitNumber": 1,
    "text": "“<em>Çirkinliğin Tarihi</em>” adlı eserinde çirkinliğin farklı türlerinin sanatsal biçimlerde nasıl temsil edildiğini inceleyen yazar ve düşünür aşağıdakilerden hangisidir?",
    "options": {
      "A": "Hegel",
      "B": "Jean-Paul Sartre",
      "C": "Arthur Schopenhauer",
      "D": "Friedrich Nietzsche",
      "E": "Umberto Eco"
    },
    "correctAnswer": "E",
    "explanation": "Çirkinliğin Tarihi adlı eserinde çirkinliğin farklı türlerinin nasıl sanatsal bir şekilde yaratıldığını inceleyen yazar ve düşünür Umberto Eco'dur."
  },
  {
    "id": "3861038",
    "unitNumber": 1,
    "text": "“Estetik” terimini ilk olarak 18. yüzyılda duyular aracılığıyla idrak etme ve duyusal bilgiye atıfta bulunmak için felsefi bir sistem içinde kullanan filozof aşağıdakilerden hangisidir?",
    "options": {
      "A": "Jean-Paul Sartre",
      "B": "Alexander Baumgarten",
      "C": "Immanuel Kant",
      "D": "Friedrich Nietzsche",
      "E": "G. W. F. Hegel"
    },
    "correctAnswer": "B",
    "explanation": "Bu soru, estetik kavramının tarihsel kökenini ve kavramın felsefi bağlamda ilk kez nasıl tanımlandığını ölçmek amacıyla sorulmuştur. Estetiğin 18. yüzyılda Alexander Baumgarten tarafından duyusal bilgi ve algı temelli bir felsefi disiplin olarak ortaya konulması, estetik biliminin başlangıç noktası kabul edilir. Bu nedenle, estetiğin kim tarafından ve hangi anlamda ilk kez kullanıldığını bilmek, öğrencinin kavramın gelişimini doğru bağlamda kavrayabilmesi açısından önemlidir.<br/>Estetik terimini ilk olarak 18. Yüzyılda duyular aracılığıyla idrak etme ve duyusal bilgiye atıfta bulunmak için felsefi bir sistemin içinde kullanan filozof Baumgarten'dır."
  },
  {
    "id": "3861043",
    "unitNumber": 2,
    "text": "\"........................ , düşünceleri, kavramları temsil eden sembollerin belirli kural ve kodlara göre mesajlara dönüştürülmesi anlamına gelir\" cümlesindeki boşluğa aşağıdakilerden hangisinin gelmesi doğru olur?",
    "options": {
      "A": "İletişim süreci",
      "B": "İletişimde kodlama",
      "C": "Görsel iletişim",
      "D": "Görsel soyutlama",
      "E": "Kod çözme"
    },
    "correctAnswer": "B",
    "explanation": "Sayfa 50'ye göre \"İletişimde kodlama, düşünceleri, kavramları temsil eden sembollerin belirli kural ve kodlara göre mesajlara dönüştürülmesi anlamına gelir\". Buna göre cevap b seçeneğidir."
  },
  {
    "id": "3861041",
    "unitNumber": 2,
    "text": "\"............................, yeni medya teknolojilerini kullanarak tasarımı birleştirerek kurgulayan iletişim ve etkileşimi sağlayan, kuran yaratıcı bir süreçtir\" cümlesindeki boşluğa aşağıdakilerden hangisinin gelmesi doğru olur?",
    "options": {
      "A": "İletişim Süreci",
      "B": "Görsel İletişim Tasarımı",
      "C": "İletişimde Kodlama",
      "D": "Evrensel Tasarım",
      "E": "Grafik Tasarımı"
    },
    "correctAnswer": "B",
    "explanation": "Sayfa 46'ya göre \"Görsel İletişim Tasarımı, yeni medya teknolojilerini kullanarak tasarımı birleştirerek kurgulayan iletişim ve etkileşimi sağlayan, kuran yaratıcı bir süreçtir\". Buna göre cevap b seçeneğidir."
  },
  {
    "id": "3861046",
    "unitNumber": 2,
    "text": "\"...................................., tasarımınızdaki bir ögenin algılanan ağırlığıdır. Bir ögenin tasarımınızdaki diğer ögelerle karşılaştırıldığında ne kadar öne çıktığını ortaya koyan bir ölçüdür\" cümlesindeki boşluğa aşağıdaki kavramlardan hangisi gelmelidir?",
    "options": {
      "A": "Görsel hizalama",
      "B": "Görsel denge",
      "C": "Görsel ağırlık",
      "D": "Görsel hiyerarşi",
      "E": "Görsel hizalama"
    },
    "correctAnswer": "C",
    "explanation": "Sayfa 54'e göre \"<strong>Görsel ağırlık</strong>, tasarımınızdaki bir ögenin algılanan ağırlığıdır. B<strong>ir ögenin tasarımınızdaki diğer ögelerle karşılaştırıldığında ne kadar öne çıktığını ortaya koyan bir ölçüdür</strong> \". Buna göre cevap c seçeneğidir."
  },
  {
    "id": "3861055",
    "unitNumber": 2,
    "text": "<span style=\"font-size: 11.0pt; font-family: 'AGaramondPro',serif;\">Aşağıdakilerden hangisi grafik tasarımındaki kavramsal ögelerden biri <strong>değildir?</strong></span>",
    "options": {
      "A": "Yön",
      "B": "Hacim",
      "C": "Düzlem",
      "D": "Çizgi",
      "E": "Nokta"
    },
    "correctAnswer": "A",
    "explanation": "<br/><ul><br/><li><br/>Kavramsal Ögeler: Nokta, Çizgi, Düzlem, Hacim<br/></li><br/><li><br/>Görsel Ögeler: Şekil, Boyut, Renk, Doku<br/></li><br/><li><br/>İlişkisel Ögeler: Yön, Konum, Boşluk, Ağırlık<br/></li><br/><li><br/>Uygulamalı Ögeler: Temsil, Anlam ve İşlev<br/></li><br/></ul>"
  },
  {
    "id": "3861052",
    "unitNumber": 2,
    "text": "<span style=\"font-size: 11.0pt; font-family: 'AGaramondPro',serif;\">Bireylerin bilişsel becerilerini sınıflandıran sisteme ne ad verilir?</span>",
    "options": {
      "A": "Bloom Taksonomisi",
      "B": "Çoklu Zeka Kuramı",
      "C": "Tam Öğrenme",
      "D": "Yapılandırmacılık",
      "E": "Küresel sistemin dijitalleştirilmesi"
    },
    "correctAnswer": "A",
    "explanation": "<span style=\"font-size: 11.0pt; font-family: 'AGaramondPro',serif;\">“Bloom Taksonomisi” bireylerin bilişsel becerilerini sınıflandıran bir sistemdir. </span>"
  },
  {
    "id": "3861053",
    "unitNumber": 2,
    "text": "Aşağıdaki tanımlardan hangisi Temel tasarımı açıklar?",
    "options": {
      "A": "<span style=\"font-size: 11.0pt; font-family: 'AGaramondPro',serif;\">Yeni medya teknolojilerini kullanarak tasarımı birleştirerek kurgulayan iletişim ve etkileşimi sağlayan, kuran yaratıcı bir süreçtir.</span>",
      "B": "<span style=\"font-size: 11.0pt; font-family: 'AGaramondPro',serif;\">Araştırma, deneme, uygulama gibi süreçlerde mekanik olarak el ile yapılan somut tasarıma dayalı estetik amaçlı pratiklerdir. </span>",
      "C": "<span style=\"font-size: 11.0pt; font-family: 'AGaramondPro',serif;\">Kullanıcıları anlamayı, varsayımlara meydan okumayı, sorunları yeniden tanımlamayı ve prototip ve test için yenilikçi çözümler yaratmayı amaçlayan doğrusal olmayan, yinelemeli bir süreçtir .</span>",
      "D": "<span style=\"font-size: 11.0pt; font-family: 'AGaramondPro',serif;\"> İletişimci tarafından mesajın iletilmesi ile başlar ve alıcılar tarafından verilen geri bildirim ile sona eren bir süreçtir. </span>",
      "E": "<span style=\"font-size: 11.0pt; font-family: 'AGaramondPro',serif;\"> Kullanıcı merkezli olan tasarım odaklı düşünme pratikleri aynı zamanda problem çözücü, yeniliği teşvik eden, öngörülü, ilerici bir bakış açısını gerektiren bir yaklaşım biçimidir.</span>"
    },
    "correctAnswer": "B",
    "explanation": "Tasarım eğitiminde <em>temel tasarım </em>araştırma, deneme, uygu- lama gibi süreçlerde mekanik olarak el ile yapılan somut tasarıma dayalı estetik amaçlı pratiklerdir."
  },
  {
    "id": "3861059",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Endüstriyel tasarımın tarihsel süreç içindeki gelişimlerinden biri olan De Stijl hareketini açıklar?",
    "options": {
      "A": "Melez/Hybrit tasarımlar",
      "B": "İçinde zanaat etkisini barındıran el becerisine dayalı üretim",
      "C": "Açıklık ve şeffaflık, sanat, zanaat ve tasarım",
      "D": "Yeni sanat anlayışı",
      "E": "Fonksiyonellik anlayışına dayalı fütürizmden etkilenen bir hareket"
    },
    "correctAnswer": "E",
    "explanation": "De Stijl: Fonksiyonellik anlayışına dayalı fütürizmden etkilenen bir hareketdir."
  },
  {
    "id": "3861045",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi grafik tasarımda görsel ögelerden biri <span style=\"text-decoration: underline;\"><strong>değildir</strong></span>?",
    "options": {
      "A": "Şekil",
      "B": "Çizgi",
      "C": "Renk",
      "D": "Doku",
      "E": "Boyut"
    },
    "correctAnswer": "B",
    "explanation": "Sayfa 53'e göre \"...Buna göre grafik tasarımında ögeler üç kısımda incelenir • Kavramsal Ögeler: Nokta, <span style=\"text-decoration: underline;\">Çizgi</span>, Düzlem, Hacim • Görsel Ögeler: <strong>Şekil, Boyut, Renk, Doku \"</strong> Bu nedenle cevap b seçeneğidir."
  },
  {
    "id": "3861057",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi moda tasarımını açıklar?",
    "options": {
      "A": "<span style=\"font-size: 11.0pt; font-family: 'AGaramondPro',serif;\">Videolar telefon ve bilgisayarlar aracılığıyla iletişim, etkileşim ve iş birliğini kolaylaştırmak için tasarlanan önemli görsel iletişim araçlarındandır. </span>",
      "B": "<span style=\"font-size: 11.0pt; font-family: 'AGaramondPro',serif;\">Geniş bir kitleye hitap eden sanatsal ifadenin yazılı dinamik bir biçimidir. </span>",
      "C": "<span style=\"font-size: 11.0pt; font-family: 'AGaramondPro',serif;\"> Düşünülmesi, okunması, yorumlanması, algılanması, gereken önemli önemli bir tasarım bileşeni olarak değerlendirilmelidir. </span>",
      "D": "<span style=\"font-size: 11.0pt; font-family: 'AGaramondPro',serif;\">Video, fotoğraf ya da bazı sanat eserlerinin basit bir tasarım olarak görülmekle birlikte eserlerin dijitale dönüştürülerek yüksek fiyatlarla piyasaya sürülmesidir.</span>",
      "E": "<span style=\"font-size: 11.0pt; font-family: 'AGaramondPro',serif;\">Sosyal, kültürel olgulardan etkilenerek zamana ve mekâna göre değişiklikler gösterir. </span>"
    },
    "correctAnswer": "E",
    "explanation": "Moda tasarımı, sosyal, kültürel olgulardan etkilenerek zamana ve mekâna göre değişiklikler gösterir."
  },
  {
    "id": "3861050",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tasarım kavramı için doğru bir ifade <strong>değildir</strong>?",
    "options": {
      "A": "<span style=\"font-size: 12pt; font-family: verdana, geneva, sans-serif;\">Tasarım, bir yapının fiziksel niteliklerini bütünleştiren yaratıcı, işlevsel bir süreçtir. </span>",
      "B": "<span style=\"font-size: 12pt; font-family: verdana, geneva, sans-serif;\">Toplumun ihtiyaçlarına göre evrensel bir nitelik taşıma özelliğine sahiptir. </span>",
      "C": "<span style=\"font-size: 12pt; font-family: verdana, geneva, sans-serif;\">Süreç olarak tasarım, teknoloji ve estetik arasındaki bilgi ve kaygılardan gerçekleştirilen özgün ve yaratıcı bir üründür. </span>",
      "D": "<span style=\"font-size: 12pt;\">Tasarım; bir model, kalıp ya da süsleme yapmaktır.</span>",
      "E": "<span style=\"font-size: 12pt;\">Tasarım süreci kullanıcıların ilgi, beğeni ve ihtiyaçları dikkate alınarak gerçekleştirilen inovatif bir pratiktir.</span>"
    },
    "correctAnswer": "D",
    "explanation": "Tasarım; bir model, kalıp ya da süsleme yapmak değildir."
  },
  {
    "id": "3861040",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tasarım odaklı düşünme süreçlerinden biri <span style=\"text-decoration: underline;\"><strong>değildir</strong></span>?",
    "options": {
      "A": "Empati",
      "B": "Tanımlama",
      "C": "<br/>İletişim",
      "D": "Prototip Oluşturma",
      "E": "Test Etme"
    },
    "correctAnswer": "C",
    "explanation": "Sayfa 45'e göre \"Tasarım düşüncesi doğrusal olmayan esnek ve akışkan bir sürecin karşılığıdır. Tasarım odaklı düşünme; “<strong>Empati, Tanımlama, Fikir Edinme, Prototip Oluşturma ve Test Etme</strong>” süreçlerinden oluşmaktadır\". Buna göre cevap c seçeneğidir."
  },
  {
    "id": "3861069",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yeni medya teknolojilerinden biridir?",
    "options": {
      "A": "Radyo",
      "B": "Gazete",
      "C": "e-posta",
      "D": "Televizyon",
      "E": "Sinema"
    },
    "correctAnswer": "C",
    "explanation": "Yeni medya teknolojilerinin, biçimlerinin sınır tanımadığı günümüzde iletişim araçlarıyla (e-posta, ins-tagram, whatsapp, facebook, vlog, blog, twitter ve skype, perculus, teams ve zoom gibi görüşme/top-lantı/paylaşım ve sunum programları) olağanüstü etkileyici bir süreç yaşanmaktadır."
  },
  {
    "id": "3861051",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yeni medyanın iletişim disiplinine<strong> girmez?</strong>",
    "options": {
      "A": "Çoklu Medya",
      "B": "Gazetecilik",
      "C": "Güzel Sanatlar",
      "D": "Ürün Modelleme",
      "E": "Web Tasarımı Pazarlama"
    },
    "correctAnswer": "C",
    "explanation": "Güzel Sanatlar Sanat Alanları disiplinine aittir."
  },
  {
    "id": "3861067",
    "unitNumber": 2,
    "text": "Bir duruma uyma konusunda organizmada bulunan ve doğuştan gelen güç, kapasite ile anlık gelişen doğal iş başarma yetkinliğine ne ad verilir?",
    "options": {
      "A": "Deneyim",
      "B": "Yetenek",
      "C": "Alışkanlık",
      "D": "Öğrenme",
      "E": "Kapasite"
    },
    "correctAnswer": "B",
    "explanation": "Yetenek: Formel bir öğrenme olmaksızın doğuştan gelen, anlık gelişen doğal iş başarma yetkinliği olarak ifade edilebilir. Yetenekli Kişi” kavramı oldukça sık kullanılan bir söylemdir. Bazen “beceri” kavramı ile de karıştırılabilmektedir. Yetenek, bir yönüyle bireyde yaratıcı pratiğin veya bir konuya ilişkin yatkınlığının en üst düzeydeki hâli şeklinde tanımlanabilir."
  },
  {
    "id": "3861061",
    "unitNumber": 2,
    "text": "Bir nesnenin en, boy/yükseklik, derinlik ve hacminin algılanabilir olması aşağıdakilerden hangisi ile tanımlanır?",
    "options": {
      "A": "Gölge",
      "B": "2 Boyut",
      "C": "4 Boyut",
      "D": "Uzay",
      "E": "3 Boyut"
    },
    "correctAnswer": "E",
    "explanation": "3 Boyut: Bir nesnenin en, boy/yükseklik, derinlik ve hacminin algılanabilir olması durumudur."
  },
  {
    "id": "3861063",
    "unitNumber": 2,
    "text": "Bireylerin bilişsel becerilerini sınıflandıran sistem aşağıdakilerden hangisiyle tanımlanmaktadır?",
    "options": {
      "A": "İnovasyon",
      "B": "Yetenek",
      "C": "Bloom Taksonomisi",
      "D": "Prototip",
      "E": "Empati"
    },
    "correctAnswer": "C",
    "explanation": "Benjamin Bloom tarafından, kendi adıyla ifade edilen “Bloom Taksonomisi” bireylerin bilişsel becerilerini sınıflandıran bir sistemdir. Özellikle eleştirel ve yaratıcı düşünmeyi öncelemesi aşamalarının tasarım süreciyle ilişkili olabileceği düşüncesiyle konuya ilişkin kısa ön bilgilerin paylaşılmasının yararlı olduğu düşünülmektedir."
  },
  {
    "id": "3861049",
    "unitNumber": 2,
    "text": "Endüstri sorunlarına çözüm arandığı bir dönemde, 1919’da, Alman mimar Walter Gropius tarafından kurulan sanat okulun adı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Art Nouveau",
      "B": "De Stijl",
      "C": "Bauhaus",
      "D": "Art Deco",
      "E": "The Arts &amp; Crafts"
    },
    "correctAnswer": "C",
    "explanation": "Sayfa 62'ye göre \"Bauhaus, endüstri sorunlarına çözüm arandığı bir dönemde 1919’da Alman mimar Walter Gropius tarafından kurulmuştur.\" Buna göre cevap c seçeneğidir."
  },
  {
    "id": "3861048",
    "unitNumber": 2,
    "text": "Fütürist mimariye ilişkin aşağıdaki ifadelerden hangisi <span style=\"text-decoration: underline;\"><strong>yanlıştır?</strong></span>",
    "options": {
      "A": "Doğa dostu bir anlayışa sahiptir.",
      "B": "Dinamik, iddialı tasarımlardır.",
      "C": "Hareket duygusu veren çizgileri vardır.",
      "D": "Geleneksellikten yanadır.",
      "E": "Yapısal özellikleri/formları doğaya uyumludur."
    },
    "correctAnswer": "D",
    "explanation": "Sayfa 61'e göre \"Fütürist mimaride “hareket” duygusu kazandıran, keskin kenarları olan girinti çıkıntılar, oval, geometrik hatlardan oluşan, <strong>geleneksellik karşıtı</strong> dinamik, iddialı tasarımlardır. Fütürist mimari, doğa dostu bir anlayışa sahiptir, yapısal özellikleri/formları doğaya uyumludur.\". Buna göre d seçeneği yanlış olup, sorunun cevabıdır."
  },
  {
    "id": "3861062",
    "unitNumber": 2,
    "text": "Grafik tasarım sürecinin aşamalarında aşağıdakilerden hangisi yer almamaktadır?",
    "options": {
      "A": "Bilgi toplama",
      "B": "Lojistik",
      "C": "Yaratıcılık ve Buluş",
      "D": "Problemin Tanımı",
      "E": "Çözüm Bulma"
    },
    "correctAnswer": "B",
    "explanation": "Tasarım süreçleri: Farklı kaynaklarda birbirlerine çok benzemekle birlikte çeşitli aşamalardan oluştuğu sonucuna varabiliriz. Grafik tasarımının aşamalarına ilişkin, Problemin Tanımı • Bilgi toplama • Yaratıcılık ve Buluş Süreci • Çözüm Bulma • Uygulama dır."
  },
  {
    "id": "3861047",
    "unitNumber": 2,
    "text": "I-Arka planda içeriğe uymayan müziği eklemekten kaçınılmalıdır.<br/>II-Görseller ve anlatım kaynakları bir öğrenmeyi tanımlamalıdır<br/>III-Dört kelimeden uzun ekran metni okunmamalıdır. <br/>IV-Basit dekoratif ögelerden kaçınılmalıdır. <br/>Etkili bir video tasarımına ilişkin yukarıdaki ifadelerden hangileri doğrudur?",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "I, II, III",
      "D": "I, II, IV",
      "E": "I, II, III, IV"
    },
    "correctAnswer": "E",
    "explanation": "Sayfa 56'ya göre \"Etkili bir video tasarımında gözetilecek noktalardan bazıları aşağıdaki şekliyle sadeleştirilerek özetlenmiştir (Fyfield., Henderson vd., 2019: 419):<br/>• Ses net olmalı, rahatsız edici harici seslerden arındırılmalıdır.<br/>• <strong>Arka planda içeriğe uymayan müziği eklemekten kaçınılmalıdır.</strong><br/>• İlginç olabilir ancak gereksiz görüntüleri dahil etmekten kaçınılmalıdır.<br/>• <strong>Dört kelimeden <span style=\"text-decoration: underline;\">uzun</span> ekran metni okunmamalıdır. </strong><br/>• <strong>Görseller ve anlatım kaynakları bir öğrenmeyi tanımlamalıdır</strong>.<br/>• Animasyon stili, içeriğe göre yönlendirilmelidir.<br/>• <strong>Basit dekoratif ögelerden kaçınılmalıdır. \"</strong><br/>Buna göre verilen öncüllerin hepsi doğrudur. Cevap E seçeneği."
  },
  {
    "id": "3861044",
    "unitNumber": 2,
    "text": "I-Nokta<br/>II-Çizgi<br/>III-Doku<br/>IV-Hacim<br/>Yukarıdakilerden hangileri grafik tasarımında kavramsal ögelerden biridir?",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II, III",
      "D": "I, II, IV",
      "E": "I, II, III, IV"
    },
    "correctAnswer": "D",
    "explanation": "Sayfa 53'e \"......Buna göre grafik tasarımında ögeler üç kısımda incelenir <br/>• Kavramsal Ögeler: <strong>Nokta, Çizgi,</strong> Düzlem, <strong>Hacim.</strong>\"<br/>Bu nedenle cevap d seçeneğidir."
  },
  {
    "id": "3861065",
    "unitNumber": 2,
    "text": "Kullanıcıları anlama, varsayımları sorgulama, sorunları yeniden tanımlama ve prototip geliştirme ile test etme aşamalarında yenilikçi çözümler üretmeyi hedefleyen doğrusal olmayan ve yinelemeli tasarım süreci aşağıdakilerden hangisiyle tanımlanmaktadır?",
    "options": {
      "A": "Çerçeveli düşünme",
      "B": "Tasarım odaklı düşünme",
      "C": "Kararlı düşünme",
      "D": "Zihinsel Düşünme",
      "E": "Etkileşimli düşünme"
    },
    "correctAnswer": "B",
    "explanation": "Tasarım Odaklı Düşünme. Hem girişimler hem kurumlar için ufuk açan bir yöntemdir. Dünyanın her yerinde farklı sektörlerden farklı iş birimleri, kötü tanımlanmış, karmaşık veya yeterince bilinmeyen/ belirsizlik içeren problemleri ortadan kaldırmak için çözüm merkezli, hızlı prototip fikirler oluşturmak için tasarım odaklı düşünme (design thinking) yöntemini kullanıyor. Çünkü süreç, bu problemleri insan merkezli şekilde yeniden tasarlamamızı sağlıyor ve kullanıcılar için en önemli olan şeylere odaklanmamızı sağlıyor. Her şeyden önce insanların taleplerine odaklanır, insanların ihtiyaçlarını anlamaya çalışır ve bu ihtiyaçları karşılamak için etkili çözümler üretir. Tasarım düşüncesi yaratıcılığı, yeniliği, inovatif düşünmeyi teşvik eder."
  },
  {
    "id": "3861054",
    "unitNumber": 2,
    "text": "Mesajın alıcıya iletilmesi yöntemine ne ad verilir?",
    "options": {
      "A": "Geribildirim",
      "B": "Kaynak",
      "C": "İletişim kanalı",
      "D": "Kod çözme",
      "E": "Gürültü"
    },
    "correctAnswer": "C",
    "explanation": "İletişim kanalı, mesajın alıcıya iletilmesi veya iletilmesi yöntemidir."
  },
  {
    "id": "3861058",
    "unitNumber": 2,
    "text": "Sanat yapıtının yapısındaki yasallıkları, sanatçının düşünüş biçimi, anlayış, algı ve ifade tarzları anlamında kullanılan bir kavrama ne ad verilir?",
    "options": {
      "A": "Kültür ve Entelektüel Kavramı",
      "B": "Estetik deneyim",
      "C": "Sanatsal Üslup",
      "D": "Endüstriyel tasarım",
      "E": "Mimari tasarım"
    },
    "correctAnswer": "C",
    "explanation": "Sanatsal üslup kavramı, sanat yapıtının yapısındaki yasallıkları, sanatçının düşünüş biçimi, anlayış, algı ve ifade tarzları anlamında kullanılan bir kavramdır."
  },
  {
    "id": "3861066",
    "unitNumber": 2,
    "text": "Tasarım odaklı düşünme sürecinde aşağıdakilerden hangisi yer alması gerekmektedir?",
    "options": {
      "A": "İdeoloji",
      "B": "Marka",
      "C": "Kanal",
      "D": "Süsleme",
      "E": "Empati"
    },
    "correctAnswer": "E",
    "explanation": "Tasarım odaklı düşünme; “Empati, Tanımlama, Fikir Edinme, Prototip Oluşturma ve Test Etme” süreçlerinden oluşmaktadır. Tasarımda problem çözme süreci yaratıcı düşünmeyi içerir. Tasarımda merak ve empati duygusu müşterilerin ihtiyaçlarına odaklanmayı ifade eder. Bu yaklaşım soruna daha geniş bir perspektiften bakma açısından bütüncül bir yaklaşım olarak da düşünülebilir. Bu açıdan, kullanıcıların ve tasarımcıların ortak bir paydada buluşmasında “empati” kavramı hayati bir rol oynar."
  },
  {
    "id": "3861056",
    "unitNumber": 2,
    "text": "Video tasarımı hangi tasarımlarda yaygın olarak kullanılır?",
    "options": {
      "A": "<span style=\"font-size: 11.0pt; font-family: 'AGaramondPro',serif;\">Çevrenin/ekosistemin sürdürülebilir tasarımda</span>",
      "B": "<span style=\"font-size: 11.0pt; font-family: 'AGaramondPro',serif;\">Moda tasarımında</span>",
      "C": "<span style=\"font-size: 11.0pt; font-family: 'AGaramondPro',serif;\">Mimari tasarımda</span>",
      "D": "<span style=\"font-size: 11.0pt; font-family: 'AGaramondPro',serif;\">Eğitim ve iletişim tasarımında</span>",
      "E": "<span style=\"font-size: 11.0pt; font-family: 'AGaramondPro',serif;\"> Görsel tasarımda</span>"
    },
    "correctAnswer": "D",
    "explanation": "Video tasarımı; eğitim ve iletişim tasarımında yaygın olarak kullanılmaktadır."
  },
  {
    "id": "3861060",
    "unitNumber": 2,
    "text": "Yeni bir ürün oluşturmak amacıyla zihinde canlandırılarak gerçekleştirilen, biçimsel estetik problemleri araştırma ve çözme eylemi aşağıdakilerden hangisi ile tanımlanır?",
    "options": {
      "A": "Tasarım",
      "B": "Buluş",
      "C": "Yenilik",
      "D": "Eskiz",
      "E": "Kuram"
    },
    "correctAnswer": "A",
    "explanation": "Tasarım; bir model, kalıp ya da süsleme yapmak değildir. Bir tasarım kendi içinde bir yapıya ve bu yapı arkasında bir planlamaya sahip olmalıdır. Bütün sanatların temelinde bir tasarım olgusu bulunmaktadır. Tasarlama eylemi, oluşturulacak yapının organizasyonu ile ilgili her türlü faaliyeti içine almaktadır"
  },
  {
    "id": "3861068",
    "unitNumber": 2,
    "text": "Yeni medya teknolojilerini kullanarak, tasarımı birleştirerek kurgulayan iletişim ve etkileşimi sağlayan, kuran yaratıcı bir süreç aşağıdakilerden hangisi ile tanımlanır?",
    "options": {
      "A": "Görsel iletişim tasarımı",
      "B": "Sayısal dünya",
      "C": "VR tasarımı",
      "D": "3D tasarım",
      "E": "2D tasarım"
    },
    "correctAnswer": "A",
    "explanation": "Görsel iletişim tasarımı, günümüzde tüm dijital medya üzerinden tasarım konularındaki problemlere çözüm arayan, üreten, tasarlayan yeni uzmanlık alanların bir karşılığıdır. Görsel iletişim tasarımı, teknoloji ve tasarımın birleştiği ve iletişimin kurulduğu yaratıcı bir sürece sahiptir."
  },
  {
    "id": "3861042",
    "unitNumber": 2,
    "text": "İletişim sürecinde mesajın alıcıya ulaşılmasından sonra kaynağa, yani göndericiye ulaşan tepkilere ne ad verilmektedir?",
    "options": {
      "A": "Gürültü",
      "B": "İletişim kazaları",
      "C": "Kod çözme",
      "D": "Kodlama",
      "E": "Geri bildirim"
    },
    "correctAnswer": "E",
    "explanation": "Sayfa 49'a göre \"Geribildirim: Mesajın alıcıya ulaşılmasından sonra kaynağa, yani göndericiye ulaşan tepkilerdir\". Buna göre cevap e seçeneğidir."
  },
  {
    "id": "3861064",
    "unitNumber": 2,
    "text": "İnsanların karşılıklı olarak sözel veya görsel (sembolik) araçlar vasıtasıyla birbirlerini anlamalarını sağlayan süreç aşağıdakilerden hangisiyle tanımlanmaktadır?",
    "options": {
      "A": "İletişim",
      "B": "Medya",
      "C": "Yeni medya",
      "D": "Sosyalleşme",
      "E": "Empati"
    },
    "correctAnswer": "A",
    "explanation": "İletişim insanların karşılıklı olarak sözel veya görseller (semboller) aracılığıyla birbirlerini anlamalarına yarayan en önemli bir süreçtir. İletişim sürecinde gönderici ve alıcı durumun­daki bu süreç hayatın çeşitli aşamalarında farklı­lıkları içinde barındırarak dinamik bir süreklilik kazanır. Yeni medya teknolojilerinin, biçimlerinin sınır tanıma­dığı günümüzde iletişim araçlarıyla (e-posta, ins­tagram, whatsapp, facebook, vlog, blog, twitter ve skype, perculus, teams ve zoom gibi görüşme/top­lantı/paylaşım ve sunum programları) olağanüstü etkileyici bir süreç yaşanmaktadır."
  },
  {
    "id": "3861090",
    "unitNumber": 3,
    "text": "\"Hançerlioğlu'na göre imgeler, duyusal imgeler ve ............ imgeler olmak üzere iki türlüdür. Duyusal imgeler duyumlar, algılar ve tasarımlardır; ............ imgeler ise kavramlar, önermeler, kuramlar ve varsayımlardır.\" cümlesinde boş bırakılan yerlere aşağıdakilerden hangisi gelmelidir?",
    "options": {
      "A": "Ussal",
      "B": "Gerçek",
      "C": "Kavramsal",
      "D": "Tematik",
      "E": "İkonik"
    },
    "correctAnswer": "A",
    "explanation": "Hançerlioğlu’na (1989) göre imgeler, duyusal imgeler ve ussal imgeler<br/>olmak üzere iki türlüdür. Duyusal imgeler duyumlar,<br/>algılar ve tasarımlardır; ussal imgelerse kavramlar,<br/>önermeler, kuramlar ve varsayımlardır."
  },
  {
    "id": "3861098",
    "unitNumber": 3,
    "text": "\"Yunanca öyküleştirme anlamına gelen .............. İsa’dan bin yıl kadar önce Homeros (İlyada Destanı) ile başladığını söyleyebiliriz.\" Cümlesinde boşluğa aşağıdakilerden hangisi gelmelidir?",
    "options": {
      "A": "ikon",
      "B": "kavram",
      "C": "yan anlam",
      "D": "mitoloji",
      "E": "gösterge"
    },
    "correctAnswer": "D",
    "explanation": "Mitoloji<br/>Mitoloji, evrenin doğasını ve yaratılışını, inanç<br/>ve kültürleri ve daha genel bir anlamda mitleri araştıran,<br/>inceleyen söylencelerin tümünü kapsayan bir<br/>alandır. Yunanca öyküleştirme anlamına gelen mitoloji<br/>İsa’dan bin yıl kadar önce Homeros (İlyada<br/>Destanı) ile başladığını söyleyebiliriz."
  },
  {
    "id": "3861075",
    "unitNumber": 3,
    "text": "<br/><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">\"Kamufle edildiğinde veya kısmen gizlendiğinde ayrı formları ayırt etme\" </span><br/><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">Yukarıdaki ifade aşağıdakilerden hangisi ile ifade edilmektedir? </span>",
    "options": {
      "A": "Görsel Şekil/Zemin",
      "B": "Görsel Kapanma",
      "C": "Görsel Ayrımcılık",
      "D": "Görsel Algı",
      "E": "Görsel Hafıza"
    },
    "correctAnswer": "A",
    "explanation": "<br/><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro'; font-weight: bold; font-style: italic;\">Görsel şekil/zemin</span><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro'; font-weight: bold;\">: </span><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">Kamufle edildiğinde veya kısmen gizlendiğinde ayrı formları ayırt etme yeteneği. </span><br/>Görsel Şekil/Zemin"
  },
  {
    "id": "3861076",
    "unitNumber": 3,
    "text": "<span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">Görme engellendiğinde iki ila yedi ögeyi sırayla hatırlama yeteneği aşağıdakilerden hangisi ile ifade edilmektedir? </span>",
    "options": {
      "A": "Görsel Sıralı Bellek",
      "B": "Görsel Şekil",
      "C": "Görsel Kapanma",
      "D": "Görsel Algı",
      "E": "Görsel Hafıza"
    },
    "correctAnswer": "A",
    "explanation": "<br/><ul><br/><li><br/><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro'; font-weight: bold; font-style: italic;\">Görsel sıralı bellek: </span><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">Görme engellendiğinde iki ila yedi ögeyi sırayla hatırlama yeteneği. </span><br/></li><br/></ul><br/>Görsel Sıralı Bellek"
  },
  {
    "id": "3861078",
    "unitNumber": 3,
    "text": "<span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">Yapısalcılığın kurucusu olan ve </span><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">dili bir gösterge olarak savunan düşünür aşağıdakilerden hangisidir?</span>",
    "options": {
      "A": "<span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">Ferdinand de Saussure</span>",
      "B": "Roland Barthes",
      "C": "C. Levi Strauss",
      "D": "Aristoteles",
      "E": "C. Sanders Pierce"
    },
    "correctAnswer": "A",
    "explanation": "<br/><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">Yapısalcılığın kurucusu da olan </span><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">Ferdinand de Saussure dili bir gösterge olarak savunur. Her gösterge, bir “gösteren” ögesi (ses, akustik, </span><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">fenomen vs.) ile duygu ve düşünce varlığı olan bir “gösterilen” (li signifie) ögesinden meydana gelir. İnsan ve toplum yaşamı bir göstergeler sisteminden oluşur. Saussure bu bilime semiyoloji, gösterge bilim adını verir. </span>"
  },
  {
    "id": "3861074",
    "unitNumber": 3,
    "text": "<span style=\"font-size: 11pt; font-family: 'AGaramondPro';\">G</span><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">özümüze giren ışık yoluyla beynin görsel uyaranları alma, yorumlama ve bunlara göre hareket etme yeteneği aşağıdakilerden hangisini tanımlamaktadır? </span>",
    "options": {
      "A": "Görsel Algı",
      "B": "Görsel Ayrımcılık",
      "C": "Görsel Hafıza",
      "D": "Görsel Şekil",
      "E": "Görsel Kapanma"
    },
    "correctAnswer": "A",
    "explanation": "<br/><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro'; font-weight: bold; font-style: italic;\">Görsel algı, </span><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">gözümüze giren ışık yoluyla beynin görsel uyaranları alma, yorumlama ve bunlara göre hareket etme yeteneğidir. Algı, aşağıdaki yedi unsura dayanmaktadır (Schriber, 2004). </span><br/>Görsel Algı"
  },
  {
    "id": "3861082",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi <em>sezgisel tasarımın</em> özellikleri içinde <span style=\"text-decoration: underline;\">yer almaz</span>?",
    "options": {
      "A": "Gereksiz tekrar veya etkileşim yoktur.",
      "B": "Zor keşfedilebilir ve kullanıcı katılımını teşvik etmez.",
      "C": "Sezgisel tasarım tahmin edilebilir.",
      "D": "Geri bildirim anında ve nettir.",
      "E": "Sezgisel tasarım fark edilemez."
    },
    "correctAnswer": "B",
    "explanation": "<ul><br/><li>Sezgisel bir tasarım birçok özelliği kapsar, bunlar: • Gereksiz tekrar veya etkileşim yoktur. <strong>• Kolayca keşfedilebilir ve kullanıcı katılımını teşvik eder.</strong> • Sezgisel tasarım tahmin edilebilir - eylemler her zaman amaçlanan sonuçları veya sonuçları sağlar. • Geri bildirim anında ve nettir. • Sezgisel tasarım fark edilemez. • Sezgisel tasarım, kullanıcıları kazanmanıza ve elde tutmanıza yardımcı olabilir. Sezgisel bir tasarım, tüketici tercihi adına çok az çaba gerektirir. Keşfedilebilirlik, elde edilebilirlik, anlaşılabilirlik, duyarlı geri bildirim, öngörülebilirlik, verimlilik gibi kavramlar sezgisel tasarım sonuçlarının önemli göstergeleri arasında yer almaktadır. Dolayısıyla sezgisel tasarım, içgüdüler ve geçmiş bilgilerle oluşturulmuş bir tasarım olarak tanımlanabilir.</li><br/></ul>"
  },
  {
    "id": "3861084",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi figür içermeyen resimlerin de birer sanat eseri olabileceğini kanıtlayan sanatçılardandır?",
    "options": {
      "A": "Piet Mondrian",
      "B": "Michaelangelo",
      "C": "Leonardo Da Vinci",
      "D": "Raphael",
      "E": "Rubens"
    },
    "correctAnswer": "A",
    "explanation": "Günümüzde çağdaş sanat, teknik beceriye dayalı, temsili figüratif resme duyulan hayranlığın sonunu getirerek sanatın sınırları olmayan özgür, disiplinler arası soyut bir anlatım dilinin kapılarını açmıştır. Bu bağlamda Jackson Pollock, Pablo Picasso, Vassily Kandinsky ve <strong>Piet Mondrian</strong> figür içermeyen resimlerinde birer sanat eseri olabileceğini kanıtlayan sanatçılar olarak düşünülebilir."
  },
  {
    "id": "3861081",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi görsel düşünmeyi kullanmanın yararları içinde <u>yer almaz</u>",
    "options": {
      "A": "Hafızayı, dikkati ve özellikle konsantrasyonu geliştirir.",
      "B": "Fikirleri mantıklı bir şekilde sıralamaya ve düzenlemeye yardımcı olur.",
      "C": "Bilgileri küresel olmayan bir bakış açısıyla görmemizi sağlar.",
      "D": "İletişimi ve katılımı artırır.",
      "E": "Yaratıcılığı, kıvılcımları, merakı ve yeniliği geliştirmeye yardımcı olur."
    },
    "correctAnswer": "C",
    "explanation": "Görsel düşünmeyi kullanmanın yararları aşağıda belirlenmiştir .<br/>• Hafızayı, dikkati ve özellikle konsantrasyonu geliştirir. • Fikirleri mantıklı bir şekilde sıralamaya ve düzenlemeye yardımcı olur. • Bilgileri <strong>küresel bir bakış açısıyla</strong> görmemizi sağlar. • İletişimi ve katılımı artırır. • Yaratıcılığı, kıvılcımları, merakı ve yeniliği geliştirmeye yardımcı olur. • Düşünme becerilerini güçlendirir. • Karmaşık kavramları görsel olarak anlaşılır bir şekilde basitleştirerek öğrenmeyi kolaylaştırır."
  },
  {
    "id": "3861080",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi imgelem sözcüğüne karşılık gelir?",
    "options": {
      "A": "Algılama",
      "B": "Bellek",
      "C": "Fiziksel gerçek",
      "D": "Fantezi",
      "E": "Hayal gücü"
    },
    "correctAnswer": "E",
    "explanation": "İmgelem sözcüğü; algılama, bellek, düşünce kuruntu ve fantezi ile karıştırılmamalıdır. İmgelem algılama kavramından farklıdır. Algılama eyleminde kişi, ışık veya ses dalgaları gibi dış dünyadan kaynaklanan bilgiler alır ve hafıza algısal süreçleri kullanarak onda anlam bulur. Hayal gücünde (imgelem) ise bu durum tersine çalışır, görüntü bellekte oluşturulur. Hayallerimiz bir anlamda bize sanal bir gerçeklik yaşatır."
  },
  {
    "id": "3861092",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi mantıksal/muhakeme tabanlı bir düşünce biçimi olup, bir problemi veya sorunu küçük parçalara ayırarak alt başlıklar halinde karmaşık durumları değerlendirme ve çözüme ulaştırma yaklaşımıdır?",
    "options": {
      "A": "Yanal düşünme",
      "B": "Yaratıcı düşünme",
      "C": "Analitik düşünce",
      "D": "Dikey düşünme",
      "E": "Yakınsak düşünme"
    },
    "correctAnswer": "C",
    "explanation": "Analitik düşünce mantıksal/muhakeme tabanlı<br/>bir düşünce biçimidir. Bir problemi veya sorunu<br/>küçük parçalara ayırıp, alt başlıklar hâlinde karmaşık<br/>durumları değerlendirme ve çözüme ulaştırma<br/>yaklaşımıdır. Sorunlar analiz edilir, sınıflandırılır,<br/>sadeleştirilir, küçük parçalardan bütüne ulaşılır."
  },
  {
    "id": "3861099",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi metafor ve metonim arasındaki farklılıklar açısından bakıldığında metafor kavramı ile ilişkilidir?",
    "options": {
      "A": "<br/>Fikirleri birleştirerek hareket etmesidir.",
      "B": "Olay ve olguların yerleri değişebilir.",
      "C": "Fikirler yer değiştirilir.",
      "D": "Karşılaştırma ilişkilendirmeye dayalıdır.",
      "E": "Bir olayın/olgunun ifade biçimidir."
    },
    "correctAnswer": "E",
    "explanation": "Tablo 3.2 Metafor ve metonim arasındaki farklılıklar<br/>Bir olayın/olgunun ifade biçimidir."
  },
  {
    "id": "3861071",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi metafora ait bir özelliktir?",
    "options": {
      "A": "<span style=\"font-size: 10.000000pt; font-family: 'MyriadPro';\">Bir olayın/olgunun ifade biçimidir. </span>",
      "B": "<span style=\"font-size: 10.000000pt; font-family: 'MyriadPro';\">Bir konuşma şeklidir.</span>",
      "C": "Çağrışım odaklıdır.",
      "D": "<span style=\"font-size: 10.000000pt; font-family: 'MyriadPro';\">Olay ve olguların yerleri değişebilir. </span>",
      "E": "<span style=\"font-size: 10.000000pt; font-family: 'MyriadPro';\">Karşılaştırma ilişkilendirmeye dayalıdır. </span>"
    },
    "correctAnswer": "A",
    "explanation": "<br/><span style=\"font-size: 10.000000pt; font-family: 'Skia'; color: rgb(63.140000%, 4.920000%, 21.320000%);\">Tablo 3.2 </span><span style=\"font-size: 9.000000pt; font-family: 'Skia';\">Metafor ve metonim arasındaki farklılıklar </span><br/><table><br/><tbody><br/><tr><br/><td><br/><span style=\"font-size: 11.000000pt; font-family: 'MyriadPro'; font-weight: bold; color: rgb(100.000000%, 100.000000%, 100.000000%);\">Metafor </span><br/></td><br/>&lt;td style=\"border-style: solid; background-color: rgb(63.140000%, 4.920000%, 21.320000%); border</tr></tbody></table><br/><span style=\"font-size: 10.000000pt; font-family: 'MyriadPro';\">Bir olayın/olgunun ifade biçimidir. </span>"
  },
  {
    "id": "3861072",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi metonominin bir özelliğidir?",
    "options": {
      "A": "Çağrışım odaklıdır.",
      "B": "<span style=\"font-size: 10.000000pt; font-family: 'MyriadPro';\">Bir olayın/olgunun ifade biçimidir. </span>",
      "C": "<span style=\"font-size: 10.000000pt; font-family: 'MyriadPro';\">Olgu ve olayların özüne yoğunlaşılır. </span>",
      "D": "<span style=\"font-size: 10.000000pt; font-family: 'MyriadPro';\">Karşılaştırma benzerliklere dayalıdır. </span>",
      "E": "Fikirleri bastırarak hareket eder."
    },
    "correctAnswer": "A",
    "explanation": "<br/><span style=\"font-size: 10.000000pt; font-family: 'Skia'; color: rgb(63.140000%, 4.920000%, 21.320000%);\">Tablo 3.2 </span><span style=\"font-size: 9.000000pt; font-family: 'Skia';\">Metafor ve metonim arasındaki farklılıklar </span><br/><table><br/><tbody><br/><tr><br/><td><br/><span style=\"font-size: 11.000000pt; font-family: 'MyriadPro'; font-weight: bold; color: rgb(100.000000%, 100.000000%, 100.000000%);\">Metafor </span><br/></td><br/>&lt;td style=\"border-style: solid; background-color: rgb(63.140000%, 4.920000%, 21.320000%); border</tr></tbody></table><br/>Çağrışım odaklıdır."
  },
  {
    "id": "3861077",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi semiyolojinin başka bir ifade edilişidir?",
    "options": {
      "A": "Göstergebilim",
      "B": "Yapısalcılık",
      "C": "Metafor",
      "D": "Metonim",
      "E": "Mitoloji"
    },
    "correctAnswer": "A",
    "explanation": "<br/><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">Gösterge, bireyin kendisinin dışındaki görün- gülerdir. Bunlar her türlü olguların, varlıkların ve kavramların ilişkisel bağlamdaki görüntüleri olabilir. Gösterge bilim (semiyoloji) ise göstergelerin üretilmesini, yorumlanmasını ya da imleri/işaretleri kavrama, anlama süreçlerini kapsayan ve buna benzer bütün faktörlerin organize bir biçimde ince- lenmesine dayalı bir alan olup dil biliminin önemli bir parçasıdır. </span><br/>Göstergebilim"
  },
  {
    "id": "3861086",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi “bir şekli diğerinden ayırt etme yeteneği\" olarak adlandırılır?",
    "options": {
      "A": "Görsel ayrımcılık",
      "B": "Görsel hafıza",
      "C": "Görsel-mekânsal ilişkiler",
      "D": "Görsel form sabitliği",
      "E": "Görsel sıralı bellek"
    },
    "correctAnswer": "A",
    "explanation": "<strong>Görsel ayrımcılık: Bir şekli diğerinden ayırt etme yeteneği.</strong> Görsel hafıza: Görsel alanınızdan çıkarıldığında belirli bir formu hatırlama yeteneği. • Görsel-mekânsal ilişkiler: Aynı olan ancak farklı bir uzamsal yönlerde/alanlarda olabilen formları tanıma yeteneği. • Görsel form sabitliği: Boyut, renk veya uzamsal yönelim açısından farklı olabilecek benzer formları ayırt etme ve benzer formları tutarlı bir şekilde eşleştirme yeteneği. • Görsel sıralı bellek: Görme engellendiğinde iki ila yedi ögeyi sırayla hatırlama yeteneği. • Görsel şekil/zemin: Kamufle edildiğinde veya kısmen gizlendiğinde ayrı formları ayırt etme yeteneği. • Görsel kapatma: Kısmen tamamlanmış formları tanıma yeteneği."
  },
  {
    "id": "3861087",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi “masallara\" ilişkin karakteristik bir özelliktir<u>?</u>",
    "options": {
      "A": "Belirli bir inanç sistemi içinde ritüeller barındırır.",
      "B": "Kutsallık, erişilmezlik ve inanılırlık atfedilir.",
      "C": "Ezici, doğaüstü bir güç kült/tapınma etkisi yaratır.",
      "D": "Suretler tam olarak insan veya kozmik bir varlığa benzemez.",
      "E": "Neredeyse her zaman açık bir ahlaki mesajla biter."
    },
    "correctAnswer": "E",
    "explanation": "Mitler, kutsallık, olağandışılık üzerine bina edilen bir yaradılış öyküsüdür. Mit ancak gerçek[1]ten olup bitmiş, tam anlamıyla ortaya çıkmış olan şeyden söz eder. Mitlerdeki kişiler doğaüstü varlık[1]lardır. Sonuç olarak, mitler, kutsal(ya da doğaüstü) olan şeyin, dünyaya çeşitli, kimi zaman da heyecan verici akınlarını betimlerlerMitler dünyanın başlangıcı, dünyanın sonu ya da ölüm, cennet, cehennem gibi durumlarla ilgilendikleri için, insanların asla “kendileri için göremeyecekleri” şeyleri tanımlamaya muktedirdirler. Mitler gibi masallar da olağanüstü varlık ve olaylar sunar. <strong>Mitlerin aksine, masallar neredeyse her zaman açık bir ahlaki mesajla biter ve bu, masalların karakteristik özelliğini vurgular.</strong>"
  },
  {
    "id": "3861070",
    "unitNumber": 3,
    "text": "Bir konuşma şekli olan, fikirleri birleştiren ve yerlerini değiştiren, karşılaştırmada ilişkilendirmeye dayanan anlatım biçimi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Metonomi",
      "B": "Metafor",
      "C": "İşaret",
      "D": "Masal",
      "E": "Hikaye"
    },
    "correctAnswer": "A",
    "explanation": "<br/><span style=\"font-size: 10.000000pt; font-family: 'Skia'; color: rgb(63.140000%, 4.920000%, 21.320000%);\">Bakınız, Tablo 3.2 </span><span style=\"font-size: 9.000000pt; font-family: 'Skia';\">Metafor ve metonim arasındaki farklılıklar </span><br/>Metonomi"
  },
  {
    "id": "3861093",
    "unitNumber": 3,
    "text": "Bir toplumun duygu ve düşünce birliğini oluşturan, gelenek, örf/adet gibi olgu ve yaşanmışlıklara dayalı, ritüeller ve her türlü yaşayış, düşünce ve sanat varlıklarının tümüne ne ad verilir?",
    "options": {
      "A": "Bellek",
      "B": "Topluluk",
      "C": "Anı",
      "D": "Kültür",
      "E": "İmge"
    },
    "correctAnswer": "D",
    "explanation": "Kültür, bir toplumun duygu ve düşünce<br/>birliğini oluşturan, gelenek, örf/adet gibi<br/>olgu ve yaşanmışlıklara dayalı, ritüeller ve<br/>her türlü yaşayış, düşünce ve sanat varlıklarının<br/>tümü."
  },
  {
    "id": "3861088",
    "unitNumber": 3,
    "text": "Edward De Bono tarafından geliştirilen, yaratıcı düşünme eylemiyle önemli paralellikler gösteren ve yeni fikirlerin üretilmesiyle ilgili düşünme türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Analitik düşünce",
      "B": "Yanal düşünme",
      "C": "Yakınsak düşünme",
      "D": "Iraksak düşünme",
      "E": "Dikey düşünme"
    },
    "correctAnswer": "B",
    "explanation": "Yanal düşünme (lateral düşünme), Edward De Bono tarafından 1973 yılında geliştirilen bir kavramdır. Yanal düşünme, yaratıcı düşünme eylemiyle önemli paralellik gösterir Yanal düşünme, yeni fikirlerin üretilmesiyle ilgilidir. Eski fikirlerden kurtuluş ve yeni fikirlerin teşvik edilmesi, yanal düşünmenin ikiz yönleridir."
  },
  {
    "id": "3861091",
    "unitNumber": 3,
    "text": "Edward De Bono'nun geliştirdiği Altı Şapkalı Düşünme Modelinde Yeşil Şapka neyi temsil etmektedir?",
    "options": {
      "A": "Duyguların, sezgilerin, önsezilerin özgürce ifade edilmesini sağlar.",
      "B": "Yaratıcılığa odaklanır.",
      "C": "Kontrol/disiplin şapkasıdır ve düşünme sürecinin yönetimi ile ilgilidir.",
      "D": "Canlılığı, parlaklığı ve iyimserliği simgelemektedir.Bu şapkanın altında pozitifleri keşfediyor, değer ve faydayı araştırıyorsunuz.",
      "E": "Bilgiye özel bir odaklanmayı gerektirir, tarafsız ve objektif, gerçekçi bir bakış açısını temsil eder."
    },
    "correctAnswer": "B",
    "explanation": "Beyaz Şapka, bilgiye özel bir odaklanmayı<br/>gerektirir, tarafsız ve objektif, gerçekçi bir bakış<br/>açısını temsil eder. Kırmızı Şapka,duyguların,<br/>sezgilerin, önsezilerin özgürce ifade edilmesini<br/>sağlar. Yeşil Şapka, yaratıcılığa odaklanır. Olasılıkların,<br/>kavramların, alternatiflerin ve yeni fikirlerin<br/>üretildiği bir aksiyon şapkasıdır. Mavi<br/>Şapka, kontrol/disiplin şapkasıdır ve düşünme<br/>sürecinin yönetimi ile ilgilidir. Sarı Şapka, canlılığı,<br/>parlaklığı ve iyimserliği simgelemektedir.<br/>Bu şapkanın altında pozitifleri keşfediyor, değer<br/>ve faydayı araştırıyorsunuz. Siyah Şapka, sorunlara<br/>işaret eder. Dikkatli olmak içindir ve tehlikeli,<br/>zarar verici veya işe yaramaz şeyler yapmanızı<br/>engeller."
  },
  {
    "id": "3861097",
    "unitNumber": 3,
    "text": "Genellikle kökeni bilinmeyen ve kısmen geleneksel olan, gerçek olaylarla ilişkilendirilen doğaüstü güçlerle ve özellikle dini inançlarla, insanların ve Dünya’nın yaratılışıyla bağlantılı olan sembolik anlatılara ne ad verilir.",
    "options": {
      "A": "Kavram",
      "B": "İkon",
      "C": "Mit",
      "D": "Sembol",
      "E": "Gösterge"
    },
    "correctAnswer": "C",
    "explanation": "Mit, genellikle kökeni bilinmeyen ve kısmen<br/>geleneksel olan, gerçek olaylarla ilişkilendirilen<br/>doğaüstü güçlerle ve özellikle dinî inançlarla, insanların<br/>ve Dünya’nın yaratılışıyla bağlantılı olan<br/>sembolik bir anlatı."
  },
  {
    "id": "3861079",
    "unitNumber": 3,
    "text": "Görmek ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "options": {
      "A": "<br/><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">Aynı zamanda bir olay veya olguya/nesneye odaklanmak, anlamak ve duyumsamaktır, sezmektir. </span>",
      "B": "<br/><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">Büyük ölçüde çaba gerektiren öğrenilebilir bir davranıştır. </span>",
      "C": "Her insanın görme biçimi farklıdır.",
      "D": "<br/><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">Görme eyleminde bir seçicilik yoktur. </span>",
      "E": "Görmekte bilinç vardır."
    },
    "correctAnswer": "D",
    "explanation": "<br/><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">Görmek, büyük ölçüde çaba gerektiren öğrenilebilir bir davranıştır. Görmek, aynı zamanda bir olay veya olguya/nesneye odaklanmak, anlamak ve duyumsamaktır, sezmektir. Görme eyleminde bir seçicilik vardır. </span><br/><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">Görme eyleminde bir seçicilik olduğu için \"Görme eyleminde bir seçicilik yoktur.\" ifadesi yanlıştır. </span>"
  },
  {
    "id": "3861096",
    "unitNumber": 3,
    "text": "Gözümüze giren ışık yoluyla beynin görsel uyaranları alma, yorumlama ve bunlara göre hareket etme yeteneğine ne ad verilir?",
    "options": {
      "A": "İkon",
      "B": "Görsel algı",
      "C": "Kavram",
      "D": "Sembol",
      "E": "Simge"
    },
    "correctAnswer": "B",
    "explanation": "Görsel algı, gözümüze giren ışık yoluyla<br/>beynin görsel uyaranları alma, yorumlama<br/>ve bunlara göre hareket etme yeteneğidir.<br/>Algı, aşağıdaki yedi unsura dayanmaktadır<br/>(Schriber, 2004)."
  },
  {
    "id": "3861083",
    "unitNumber": 3,
    "text": "I.Müşahhas<br/>II.Varlığı duyularla algılanamayan<br/>III.Mücerret<br/>IV. Abstre<br/>Yukarıdakilerden hangisi /hangileri soyut kavramını tanımlar?",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I,II",
      "D": "I,II,III",
      "E": "II,III,IV"
    },
    "correctAnswer": "E",
    "explanation": "Kavram: Türk Dil Kurumu Sözlüğü’ne göre kavram, bir düşüncenin, nesnenin, duygunun zihindeki soyut ve genel bir tasarımıdır. Somut kavramı, “Varlığı duyularla algılanabilen, müşahhas, soyut karşıtı” olarak, soyut kavramı ise “Varlığı duyularla algılanamayan, mücerret, somut karşıtı, abstre” şeklinde tanımlanmıştır."
  },
  {
    "id": "3861089",
    "unitNumber": 3,
    "text": "Metoniminin özelliklerinden hangisi aşağıda doğru olarak verilmiştir?",
    "options": {
      "A": "Bir olayın/olgunun ifade biçimidir.",
      "B": "İkame (yerine geçme) ve bir ifade edilene odaklanır.",
      "C": "Olgu ve olayların özüne yoğunlaşılır.",
      "D": "Karşılaştırma benzerliklere dayalıdır.",
      "E": "Çağrışım odaklıdır."
    },
    "correctAnswer": "E",
    "explanation": "<strong>Metafor ve metonim arasındaki farklılıklar</strong><br/><strong>Metafor </strong> <strong>Metonomi</strong><br/>Bir olayın/olgunun ifade biçimidir. Metonomi bir konuşma şeklidir.<br/>İkame (yerine geçme) ve bir ifade edilene odaklanır<strong>. Çağrışım odaklıdır.</strong><br/>Olgu ve olayların özüne yoğunlaşılır. Olay ve olguların yerleri değişebilir.<br/>Fikirleri bastırarak hareket eder. Fikirler birleştirilir, yer değiştirilir.<br/>Karşılaştırma benzerliklere dayalıdır. Karşılaştırma ilişkilendirmeye dayalıdır"
  },
  {
    "id": "3861073",
    "unitNumber": 3,
    "text": "Mitolojinin, aşağıdaki kişilerden hangisinin eseriyle başladığı belirtilmektedir?",
    "options": {
      "A": "Homeros",
      "B": "Aristoteles",
      "C": "Platon",
      "D": "Barthes",
      "E": "Sokrates"
    },
    "correctAnswer": "A",
    "explanation": "<br/><span style=\"font-size: 11.000000pt; font-family: 'AGaramondPro';\">Mitoloji, evrenin doğasını ve yaratılışını, inanç ve kültürleri ve daha genel bir anlamda mitleri araş- tıran, inceleyen söylencelerin tümünü kapsayan bir alandır. Yunanca öyküleştirme anlamına gelen mitoloji İsa’dan bin yıl kadar önce Homeros (İlyada Destanı) ile başladığını söyleyebiliriz. </span>"
  },
  {
    "id": "3861095",
    "unitNumber": 3,
    "text": "Nesnesinin sahip olduğu niteliklerinden dolayı nesnesine gönderme yapan göstergeye ne ad verilir?",
    "options": {
      "A": "İkon",
      "B": "Belirti",
      "C": "Sembol",
      "D": "Kavram",
      "E": "Dil"
    },
    "correctAnswer": "A",
    "explanation": "İkon: Nesnesinin sahip olduğu niteliklerinden dolayı nesnesine gönderme yapan göstergedir."
  },
  {
    "id": "3861094",
    "unitNumber": 3,
    "text": "“Bu bir pipo değildir\" adlı çalışmasında dil ve imge arasındaki kanıksanmış, geleneksel ilişkiyi kırmayı hedeflemiş olan sanatçı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Pablo Picasso",
      "B": "Salvador Dali",
      "C": "Henri Matisse",
      "D": "Cloude Monet",
      "E": "Rene Magritte"
    },
    "correctAnswer": "E",
    "explanation": "Magritte, özellikle bu çalışmasıyla (Görsel 3.5)<br/>“İmgelerin İhaneti” adlı çalışmasında dil ve imge<br/>arasındaki kanıksanmış, geleneksel ilişkiyi kırmayı<br/>hedeflemiştir. Bu resimde; gerçekçi bir şekilde ifade<br/>edilen pipo, aslında pipo olmayıp pipo imgesini<br/>yansıtmaktadır.<br/>Rene Magritte"
  },
  {
    "id": "3861085",
    "unitNumber": 3,
    "text": "…………..………….. temsil niteliği tam olarak yorumlayanına bağlı olan göstergedir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru tamamlar?",
    "options": {
      "A": "İkon:",
      "B": "Belirti:",
      "C": "Sembol:",
      "D": "Semantik:",
      "E": "Semiyoloji:"
    },
    "correctAnswer": "C",
    "explanation": "İkon: Nesnesinin sahip olduğu niteliklerinden dolayı nesnesine gönderme yapan göstergedir. 2. Belirti: Bir belirti, nesnesi ortadan kalktığı zaman onu gösterge yapan niteliklerini kaybeden bir göstergedir. Peirce’ye göre, belirtilerin nesneleriyle görünmez bir zorunluluk aracılığıyla doğrudan bir ilişkisi vardır. 3. <strong>Sembol: Sembol, temsil niteliği tam olarak yorumlayanına bağlı olan göstergedir. Başka bir tanıma göre, sembol, genel düşüncelerin ortaklığını ifade eden nesneye gönderme yapan bir göstergedir.</strong>"
  },
  {
    "id": "3861110",
    "unitNumber": 4,
    "text": "\"Görsel düşünme\" ve \"görsel algı\"nın aynı anlamda olduğunu savunan düşünür aşağıdakilerden hangisidir?",
    "options": {
      "A": "Bugin",
      "B": "Arnheim",
      "C": "Berger",
      "D": "Gombrich",
      "E": "Barrett"
    },
    "correctAnswer": "B",
    "explanation": "Arnheim terim olarak “bilişsel”in ve “bilme yetisi”nin anlamına algıyı dahil etmeyi önerir. Algısal süreçlerin yaşandığı anı “düşünme” olarak ifade eder ve “görsel algı” ile “görsel düşünme”nin aynı anlamda olduğunu belirtir."
  },
  {
    "id": "3861119",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki ifadelerden hangisi, bitmap grafiklerin özelliklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Pixel yazılımlara sahiptirler.",
      "B": "Yeniden boyutlandırıldıklarında keskin kenar görüntülerini korurlar.",
      "C": "Fotoğraflar üzerinde çalışmaya uygun koşullar sağlarlar.",
      "D": "Çoklu renk ve geçiş seçenekleri oluşturabilirler.",
      "E": "Bitmap grafikleri noktalardan oluşur."
    },
    "correctAnswer": "B",
    "explanation": "Bitmap grafikler büyütüldükçe bu noktalar görülmeye başladığı için netlik kaybo­lur. <em>Vektör </em>grafikler ise piksellerden oluşmadığı için herhangi bir büyütme işleminde bozulma yaşan­maz."
  },
  {
    "id": "3861103",
    "unitNumber": 4,
    "text": "Aşağıdaki boya türlerinden hangisi kuruduktan sonra renk tonunun %15'ini yitirmez?",
    "options": {
      "A": "Guaj boya",
      "B": "Ekolin",
      "C": "Sulu boya",
      "D": "Yağlı boya",
      "E": "Akrilik boya"
    },
    "correctAnswer": "D",
    "explanation": "Su ile inceltilen boyalardan biri olan guaj boya, yağlı boyaya ve suluboya oranla daha hızlı kurur ve kuruduktan sonra renk tonunun yaklaşık olarak %15’ini yitirir (Artut, 2013). Bu sebeple elde edilmek istenen renk tonunun tasarım yüzeyine uygulanmasından önce farklı bir kâğıt üzerinde deneme yapılması önerilir."
  },
  {
    "id": "3861102",
    "unitNumber": 4,
    "text": "Aşağıdaki şıklardan hangisi Marker kalemin özelliklerinden birisidir?",
    "options": {
      "A": "Bu kalemlerin ucu esnek olduğu için farklı boyutlarda çizgi çeşitliliği yaratılabilir olması.",
      "B": "Değişmez kalınlıkta düzgün çizgileri çizmek için grafikte, mimaride ve teknik çizimlerde kullanılması.",
      "C": "Şeffaf bir boya olduğu için arka plandan ön plana doğru, açık renklerin üzerine koyu renklerin girilmesiyle sulu boya tekniğine benzer bir şekilde aşamalı olarak kullanılabilmesi.",
      "D": "En basit çizgisel ifade için ve açık-orta ve koyuluğu derecelendirmek için sıklıkla eskizlerin yapıldığı kalem türü olması.",
      "E": "Çizgisel kullanımlar ya da desen, grafik çizimleri için kullanılır. Bu kalemler farklı türde özelliklere sahip oldukları, yazı veya sanatsal çalışmalar için çok eski zamanlardan beri kullanıldığı söylenebilir."
    },
    "correctAnswer": "C",
    "explanation": "Markerlar şeffaf bir boya olduğu için arka plandan ön plana doğru, açık renklerin üzerine koyu renklerin girilmesiyle sulu boya tekniğine benzer bir şekilde aşamalı olarak kullanılır (Parramón, 2012, s. 88).<br/>Şeffaf bir boya olduğu için arka plandan ön plana doğru, açık renklerin üzerine koyu renklerin girilmesiyle sulu boya tekniğine benzer bir şekilde aşamalı olarak kullanılabilmesi."
  },
  {
    "id": "3861101",
    "unitNumber": 4,
    "text": "Aşağıdaki şıklardan hangisi grafik tasarımında sık rastlanan Mondrian taslağını tanımlar?",
    "options": {
      "A": "Harflerle bir tür bulmaca gibi oynanan bir görsel oyuna benzetilen tasarım türü.",
      "B": "Ressamın adını taşıyan onun kare ve dikdörtgen biçimlerine dayalı kompozisyonun oluştuğu tipografiyle birlikte görsel unsurların da vurgulandığı tasarım türüdür.",
      "C": "Yazının dışında hiç bir görsel imgenin yer almadığı tasarım türü.",
      "D": "İmgelerin yer almadığı metin ağırlıklı taslak türü.",
      "E": "Fotoğraf ya da illüstrasyonun sıkça kullanıldığı imge ağırlıklı taslaklar."
    },
    "correctAnswer": "B",
    "explanation": "Grafik tasarımında en sık rastlanan taslak türü, ressamın adını taşıyan onun kare ve dikdörtgen biçimlerine dayalı kompozisyonun oluştuğu tipografiyle birlikte görsel unsurların da vurgulandığı Mondrian taslaklarıdır.<br/>Ressamın adını taşıyan onun kare ve dikdörtgen biçimlerine dayalı kompozisyonun oluştuğu tipografiyle birlikte görsel unsurların da vurgulandığı tasarım türüdür."
  },
  {
    "id": "3861106",
    "unitNumber": 4,
    "text": "Aşağıdaki şıkların hangisinde \"Kolaj\" tekniği tanımlanmıştır?",
    "options": {
      "A": "Astar üzerinde ilk renk katmanı olan “imprimatura”, ilk resimleme katmanı olan “underpaiting”, sonra ana resimleme katmanı, sonra ise pat boya katmanı olan “impasto”nun kullanımı ve son olarak da şeffaf katman olan “glaze” katmanı olarak uygulanan tekniktir.",
      "B": "Kâğıt, kumaş parçaları, fotoğraf ve farklı çeşitlikte malzemelerin kesilip yapıştırılarak bir araya getirilmesiyle oluşturulan bir görüntü tekniğidir.",
      "C": "Nemlendirilmiş kâğıt üzerine anlık, tesadüfi lekeler oluşturularak yapılan tekniktir. Ayrıca farklı teknikleri bir araya getirerek çalışma olanağı da yaratır.",
      "D": "Yüksek baskı, kalıp üzerinde oyulan kısımlar kısımlar yerine oyulmayan yüksekte kalan kısımlara boya verilmesiyle uygulanan bir tekniktir.",
      "E": "Yağ ile suyun karışmaması ve yağın suyu (bu durumda mürekkebi) itmesiprensibine dayanan baskı türüdür."
    },
    "correctAnswer": "B",
    "explanation": "Kolaj, kâğıt, kumaş parçaları, fotoğraf ve farklı çeşitlikte malzemelerin kesilip yapıştırılarak bir araya getirilmesiyle oluşturulan bir görüntü tekniğidir. Pablo Picasso ve George Braqua döneminde (20. yy başlarında) daha çok yaygınlaştığı söylenebilir (Ambrose ve Harris, 2010)."
  },
  {
    "id": "3861112",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tasarımda taslak çalışmaların gelişim evrelerinin doğru sırasını göstermektedir?",
    "options": {
      "A": "Karalamalar, ön taslaklar, ayrıntılı taslaklar",
      "B": "Ön taslaklar, karalamalar, ayrıntılı taslaklar",
      "C": "Ayrıntılı taslaklar, ön taslaklar, karalamalar",
      "D": "Karalamalar, ayrıntılı taslaklar, ön taslaklar",
      "E": "Ön taslaklar, ayrıntılı taslaklar, karalamalar"
    },
    "correctAnswer": "A",
    "explanation": "Tasarımda taslak çalışmaların gelişim evreleri, karalamalar, ön taslaklar, ayrıntılı taslaklar olarak açıklanabilir."
  },
  {
    "id": "3861108",
    "unitNumber": 4,
    "text": "Farklı ağaç türlerinden (huş, kavak, çam, kayın vb.) elde edilen ağaç tabakalarının birleştirilmesiyle üretilen malzeme aşağıdakilerden hangisidir?",
    "options": {
      "A": "Fotoblok",
      "B": "Soğuk-Pres Kağıdı",
      "C": "Kontraplak",
      "D": "Bristol Kartonu",
      "E": "Karton"
    },
    "correctAnswer": "C",
    "explanation": "Bir diğer taraftan farklı ağaç türlerinden (huş, kavak, çam, kayın vb.) üretilebilen kontrplak ise ağaç tabakalarının birleştirilmesiyle oluşur. Kalınlıkları 6 mm ile 30 mm arasında değişir.<br/>Kontraplak"
  },
  {
    "id": "3861113",
    "unitNumber": 4,
    "text": "Grafik tasarımında en sık rastlanan, ünlü ressamın adını taşıyan taslak türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Dali",
      "B": "Mondrian",
      "C": "Munch",
      "D": "Goya",
      "E": "Duchamp"
    },
    "correctAnswer": "B",
    "explanation": "Grafik tasarımında en sık rastlanan taslak türü, ressamın adını taşıyan onun kare ve dikdörtgen biçimlerine dayalı kompozisyonun oluştuğu tipografiyle birlikte görsel unsurların da vurgulandığı Mondrian taslaklarıdır."
  },
  {
    "id": "3861116",
    "unitNumber": 4,
    "text": "Kâğıt, kumaş parçaları, fotoğraf ve farklı çeşitlikte malzemelerin kesilip yapıştırılarak bir araya getirilmesiyle oluşturulan görüntü tekniği aşağıdaki ifadelerden hangisidir?",
    "options": {
      "A": "Serigrafi",
      "B": "Gravür",
      "C": "Litografi",
      "D": "Mono tip",
      "E": "Kolaj"
    },
    "correctAnswer": "E",
    "explanation": "Kolaj, kâğıt, kumaş parçaları, fotoğraf ve farklı çeşitlikte malzemelerin kesilip yapıştırılarak bir araya getirilmesiyle oluşturulan bir görüntü tekniğidir."
  },
  {
    "id": "3861109",
    "unitNumber": 4,
    "text": "Matematiksel formüllerle tanımlanan, çok sayıda farklı ve özgün nesneden oluşan, büyütülebilir ve küçültülebilir görüntüye ne ad verilir?",
    "options": {
      "A": "Montaj",
      "B": "Dijital",
      "C": "Piksel",
      "D": "Vektör",
      "E": "İllüstratör"
    },
    "correctAnswer": "D",
    "explanation": "Vektör: Matematiksel formüllerle tanımlanan, birçok farklı, özgün ve büyütülüp, küçültülebilir nesneden oluşan görüntüye verilen isim. Vektör grafikleri istenilen herhangi bir boyuta büyütülüp küçültülerek kullanılırlar ve çözünürlük gibi bir problemleri yoktur ancak bir fotoğrafın narin ve ince geçişli tonlarını vektörel bir grafikle elde etmek mümkün değildir” (Ambrose ve Harris, 2010, s. 259)"
  },
  {
    "id": "3861117",
    "unitNumber": 4,
    "text": "Postmodern sanat kapsamında kolaj temelinde gelişen uygulama aşağıdaki ifadelerden hangisidir?",
    "options": {
      "A": "Serigrafi",
      "B": "Asamblaj",
      "C": "İllüstrasyon",
      "D": "Enstelasyon",
      "E": "Gravür"
    },
    "correctAnswer": "D",
    "explanation": "Kolaj temelinden gelişen uygulama da enstelasyon adı ile anılmaktadır. Postmodern sanat kapsamında ele alınan yerleştirme (enstelasyon) yine kesyap, kurgu ve toplama mantığı­nın bir uzantısı olan bir tür ve yöntemdir."
  },
  {
    "id": "3861111",
    "unitNumber": 4,
    "text": "Sanat ve tasarım geliştirmek amacıyla yapılan ön çizimler veya taslak çizimlere verilen ad aşağıdakilerden hangisidir?",
    "options": {
      "A": "İllüstrasyon",
      "B": "Kolaj",
      "C": "Efemera",
      "D": "Tipografi",
      "E": "Eskiz"
    },
    "correctAnswer": "E",
    "explanation": "Eskiz, sanat ve tasarım geliştirmek için yapılan ön çizimler veya taslak çizimlerdir."
  },
  {
    "id": "3861100",
    "unitNumber": 4,
    "text": "Sanat ve tasarım geliştirmek için yapılan ön çizimler veya taslak çizimlere ne ad verilir.",
    "options": {
      "A": "Eskiz",
      "B": "Görsel notlar",
      "C": "Karalamalar",
      "D": "İllüstrasyon",
      "E": "Rebus"
    },
    "correctAnswer": "A",
    "explanation": "Eskiz, sanat ve tasarım geliştirmek için yapılan ön çizimler veya taslak çizimlerdir."
  },
  {
    "id": "3861115",
    "unitNumber": 4,
    "text": "Saydam bir rengi diğer renkle kapatmanın mümkün olmadığı teknik aşağıdaki ifadelerden hangisidir?",
    "options": {
      "A": "Akrilik boya",
      "B": "Yağlı boya",
      "C": "Sulu boya",
      "D": "Guaj boya",
      "E": "Pastel boya"
    },
    "correctAnswer": "C",
    "explanation": "Sulu boya çabuk çalışmayı gerektiren, transparan (saydam) bir rengi diğer renkle kapatmanın mümkün olmadığı bir tekniktir. Saydam olması nedeniyle sarı üzerine kırmızı boya sürüldüğünde sarı renk kaybolmaz ancak turuncu renge dönüşür.."
  },
  {
    "id": "3861104",
    "unitNumber": 4,
    "text": "Saydam olmayan boyalarla yapılan, bitkisel kökenli zamk ile su karışımının bağlayıcı olarak kullanılan, su bazlı olmasına rağmen kapatıcılığı belirgin boya türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Ekolin boya",
      "B": "Sulu boya",
      "C": "Yağlı boya",
      "D": "Akrilik boya",
      "E": "Guaj boya"
    },
    "correctAnswer": "E",
    "explanation": "“Guaj saydam olmayan boyalarla yapılan, bitkisel kökenli zamk ile su karışımının bağlayıcı olarak kullanıldığı bir boya türüdür” (Yılmaz, 2007, s. 47).<br/>Guaj boya"
  },
  {
    "id": "3861118",
    "unitNumber": 4,
    "text": "Ses ve kamera hareketlerinin çekim öncesinde belirlendiği taslak çizimlere verilen ad aşağıdaki ifadelerden hangisidir?",
    "options": {
      "A": "Ayrıntılı taslaklar",
      "B": "Storyboard",
      "C": "Sirk taslaklar",
      "D": "Rebus taslaklar",
      "E": "Çerçeve taslaklar"
    },
    "correctAnswer": "B",
    "explanation": "Sinema sanatında ilk yıllarda genellikle kâğıda taslak çizimlerle doğaçlama olarak üretilen görüntüler ilerleyen yıllarda görüntüyü oluşturan karelerin, ses ve kamera hareketlerinin çekim öncesinde belirlendiği taslak çizimlere dönüşmüştür."
  },
  {
    "id": "3861105",
    "unitNumber": 4,
    "text": "Yağlı boya benzeri kapatıcı bir boya olması, su ile inceltilmesi, çabuk kuruma özelliğinin olması ve üst üste renk katmanı oluşturulabilen boya aşağıdakilerden hangisidir?",
    "options": {
      "A": "Akrilik boya",
      "B": "Sulu boya",
      "C": "Guaj boya",
      "D": "Ekolin",
      "E": "Marker"
    },
    "correctAnswer": "A",
    "explanation": "Akrilik boya, yağlı boya benzeri kapatıcı bir boya olabilmesinin yanında yağlı boyadan farkı su ile inceltilmesidir. Su bazlı olması nedeniyle çabuk kuruma ve hızlı çalışma olanağı sağlar. Eyüboğlu’nun (2005) belirttiği gibi yağlı boya tekniğinde bir renk tabakası üstüne başka bir renk çabuk bir şekilde sürülemezken, akrilik boyada kısa bir zaman içinde üst üste renk katmanı oluşturulabilir."
  },
  {
    "id": "3861114",
    "unitNumber": 4,
    "text": "Yumuşak ve koyu etki bırakan kurşun kalem derece aralığı aşağıdaki ifadelerden hangisidir?",
    "options": {
      "A": "A-8A.",
      "B": "B-8B.",
      "C": "C-8C.",
      "D": "F-8F.",
      "E": "H-8H."
    },
    "correctAnswer": "B",
    "explanation": "Kurşun kalemlerin farklı türde dereceleri bulunur. Yumuşak ve koyu etki bırakan B-8B aralığında derecelendirilir. Sert ve daha açık tonların elde edildiği kalemler ise H-8H aralığında bir derece ile adlandırılır."
  },
  {
    "id": "3861107",
    "unitNumber": 4,
    "text": "İlk olarak Doğu’da Çin’de kaligrafi kullanımından kaynaklanan özelliği ile öne çıkan ve sonrasında dünyadaki kullanımı yaygınlaşan baskı türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Serigrafi",
      "B": "Çukur baskı",
      "C": "Ahşap/Tahta baskı (ağaç baskı)",
      "D": "Litografi (taş baskı)",
      "E": "Monotip baskı"
    },
    "correctAnswer": "C",
    "explanation": "Ahşap/Tahta baskı (ağaç baskı), ilk olarak Doğu’da Çin’de kaligrafi kullanımından kaynaklanan özelliği ile öne çıkmış ve sonrasında dünyadaki kullanımı yaygınlaşmıştır (Uçar, 2019, s. 178)."
  },
  {
    "id": "3861124",
    "unitNumber": 5,
    "text": "\" Mekan içindeki pozisyonunu gösteren yer, belirleyici bir işarettir.\"<br/>Yukarıda tanımı yapılan, aşağıdakilerden hangisidir?",
    "options": {
      "A": "Nokta",
      "B": "Çizgi",
      "C": "Düzlem",
      "D": "Hacim",
      "E": "Derinlik"
    },
    "correctAnswer": "A",
    "explanation": "Nokta"
  },
  {
    "id": "3861137",
    "unitNumber": 5,
    "text": "\"............., kompozisyonda uzak yakın izlenimini yaratarak ögelerin birbiriyle ilişkisi üzerinden oluşan mekânda rengin, şeklin ya da boyutun birbirine göre düzenlenmesidir.\"<br/>Yukarıdaki cümle hangi tasarım ögesinin tanımıdır?",
    "options": {
      "A": "Denge",
      "B": "Konum",
      "C": "Yön",
      "D": "Boşluk",
      "E": "Leke"
    },
    "correctAnswer": "B",
    "explanation": "TASARIMDA İLİŞKİSEL ÖGELER<br/>Konum, kompozisyonda uzak yakın izlenimini yaratarak ögelerin birbiriyle ilişkisi üzerinden oluşan mekânda rengin, şeklin ya da boyutun birbirine göre düzenlenmesidir."
  },
  {
    "id": "3861142",
    "unitNumber": 5,
    "text": "<ol><br/><li>Görsel, kültürel, sembolik ve psikolojik özellikleriyle görsel manipülasyonlar yaratır.</li><br/><li> Duygusal tepkiler oluşturur.</li><br/><li> Nesnelerin görsel veya dokunsal bir örüntü yüzeyidir.</li><br/><li>Anlamı veya mesajı iletmeye yarar.</li><br/></ol><br/>Renk ile ilgili yukarıdakilerden hangileri söylenebilir?",
    "options": {
      "A": "a,b,d",
      "B": "a,b,c",
      "C": "b,c,d",
      "D": "a,c,d",
      "E": "a,b,c,d"
    },
    "correctAnswer": "A",
    "explanation": "Sanatta ve tasarımda renk görsel, kültürel, sembolik ve psikolojik özellikleriyle görsel manipülasyonlar yaratmaya, duygusal tepkiler oluşturmaya, anlamı ya da mesajı iletmeye yarayan bir araçtır."
  },
  {
    "id": "3861131",
    "unitNumber": 5,
    "text": "Aşağıdaki cümlede boş bırakılan yerlere uygun düşen sözcük grubu hangi seçenekte doğru olarak verilmiştir?<br/>'Tasarımın temel ögeleri olan ........., çizgi, düzlem ve hacim, tasarımda ............ ögelerdir.'",
    "options": {
      "A": "Nokta- ilişkisel",
      "B": "Boşluk- kavramsal",
      "C": "Nokta- kavramsal",
      "D": "Nokta- görsel",
      "E": "Boşluk- ilişkisel"
    },
    "correctAnswer": "C",
    "explanation": "TASARIMDA KAVRAMSAL ÖGELER<br/>Tasarımın temel ögeleri olan nokta, çizgi, düzlem ve hacim tasarımda kavramsal ögelerdir."
  },
  {
    "id": "3861133",
    "unitNumber": 5,
    "text": "Aşağıdaki cümledeki boşluğa uygun düşen sözcük hangi seçenekte verilmiştir?<br/>'Düzlemlerin farklı açılarla bir araya gelerek oluşturduğu boşluklar .......... olarak tanımlanabilir.'",
    "options": {
      "A": "Düzlem",
      "B": "Hacim",
      "C": "Şekil",
      "D": "Form",
      "E": "Çizgi"
    },
    "correctAnswer": "B",
    "explanation": "TASARIMDA KAVRAMSAL ÖGELER<br/>Düzlemlerin farklı açılarla bir araya gelerek oluşturduğu boşluklar hacim olarak tanımlanabilir. Hacim uzamın ölçülebilir hâlidir. Ağırlığı ve yoğunluğu ile ölçülebilen bir kütle tarafından işgal edilen ya da düzlemler tarafından çevrelenen uzamın hacmi oluşturduğu söylenebilir."
  },
  {
    "id": "3861132",
    "unitNumber": 5,
    "text": "Aşağıdaki cümlelerdeki boşlukları sırasıyla doğru şekilde tamamlayan sözcük grubu hangi seçenekte verilmiştir?<br/>I. İnsan bedeninin yer üzerinde ayakta duruşu izlenimi ................. çizgi ile verilebilir.<br/>II. ......... çizgi dinlenme, sakinlik gibi hisler bırakır.<br/>III. ............. çizgiler heyecan, bazen gerilim yaratmak için kullanılır.<br/>IV. .............. çizgiler ise düzensizlik hissi uyandırmak için kullanılabilir.",
    "options": {
      "A": "Yatay- dikey- diyagonal- zikzak",
      "B": "Yatay- kaligrafik- zikzak- dikey",
      "C": "Dikey- diyagonal- zikzak- yatay",
      "D": "Dikey- yatay- diyagonal- zikzak",
      "E": "Kaligrafik- yatay- zikzak- dikey"
    },
    "correctAnswer": "D",
    "explanation": "TASARIMDA KAVRAMSAL ÖGELER<br/>Tüm çizgiler dikey, yatay, diyagonal, eğri ve zikzak olmak üzere beşe ayrılır. Dikey çizgiler, yatay eksene dik olarak aşağı ve yukarı yönde hareket oluştururlar: Tıpkı insan bedeninin yer üzerinde ayakta duruşu gibi. Dikey çizgiler yukarı uzanan hareketiyle izleyicide dinamik bir etki yaratır. Yatay çizgi ise dikeyin aksine daha statiktir ve dinlenme, sakinlik gibi hisler bırakır. Diyagonal çizgiler yükseliyor ya da düşüyormuş izlenimi vermeleri nedeniyle bazen heyecan bazen gerilim yaratmak için kullanılır. Zikzak çizgiler ise düzensizlik hissi uyandırmak için kullanılabilir. Kaligrafik çizgiler tek vuruşta inceden kalına doğru çekilen fırça vuruşlarıyla yaratılır, bu vuruşlar doğallığı, coşkuyu ve zarafeti dışa vurur."
  },
  {
    "id": "3861146",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi grafik tasarımda kullanılan kavramsal öğelerden biri değildir?",
    "options": {
      "A": "nokta",
      "B": "çizgi",
      "C": "düzlem",
      "D": "hacim",
      "E": "boyut"
    },
    "correctAnswer": "E",
    "explanation": "Tasarımcılar çoğunlukla tasarımı görsel iletişimin aracı olan dile, tasarımın ögelerini ise alfabeye benzetir. Bu ögeler kavramsal (nokta, çizgi, düzlem, hacim)<br/>Diğer öğeler ise görsel (biçim, şekil, form, boyut, oran-orantı, renk, ton, armoni, doku), ilişkisel (yön, konum, boşluk, leke) ve uygulamalı (temsil, anlam, içerik, görsel anlatı) olarak sınıflandırılabilir."
  },
  {
    "id": "3861144",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kompozisyonda uzak yakın izlenimini yaratarak ögelerin birbiriyle ilişkisi üzerinden oluşan mekânda rengin, şeklin ya da boyutun birbirine göre düzenlenmesidir?",
    "options": {
      "A": "Yön",
      "B": "Boşluk",
      "C": "Konum",
      "D": "Oran",
      "E": "Ağırlık"
    },
    "correctAnswer": "C",
    "explanation": "Konum, kompozisyonda uzak yakın izlenimini yaratarak ögelerin birbiriyle ilişkisi üzerinden oluşan mekânda rengin, şeklin ya da boyutun birbirine göre düzenlenmesidir."
  },
  {
    "id": "3861130",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tasarım ögeleri sınıflandırılırken kullanılan başlıklar arasında <strong>yer almaz</strong>?",
    "options": {
      "A": "Kavramsal",
      "B": "İşitsel",
      "C": "Görsel",
      "D": "İlişkisel",
      "E": "Uygulamalı"
    },
    "correctAnswer": "B",
    "explanation": "Tasarım dilinde çizgi, nokta, düzlem, hacim, biçim, boyut, renk, doku, yön, konum, boşluk, leke<br/>gibi temeller tasarımın ögeleri olarak adlandırılır. Bunlar kavramsal, görsel, ilişkisel ve uygulamalı<br/>ögeler olarak sınıflandırılabilir."
  },
  {
    "id": "3861147",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tasarımın görsel öğelerindendir?",
    "options": {
      "A": "Renk",
      "B": "nokta",
      "C": "çizgi",
      "D": "düzlem",
      "E": "hacim"
    },
    "correctAnswer": "A",
    "explanation": "görsel (biçim, şekil, form, boyut, oran-orantı, renk, ton, armoni, doku)"
  },
  {
    "id": "3861149",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tasarımın ilişkisel öğelerinden değildir?",
    "options": {
      "A": "yön",
      "B": "konum",
      "C": "boşluk",
      "D": "oran",
      "E": "leke"
    },
    "correctAnswer": "D",
    "explanation": "ilişkisel (yön, konum, boşluk, leke"
  },
  {
    "id": "3861123",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tasarımın temel ögelerinden biri <strong>değildir?</strong>",
    "options": {
      "A": "Nokta",
      "B": "Çizgi",
      "C": "Zıtlık",
      "D": "Düzlem",
      "E": "Hacim"
    },
    "correctAnswer": "C",
    "explanation": "Zıtlık"
  },
  {
    "id": "3861148",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tasarımın uygulamalı öğelerindendir?",
    "options": {
      "A": "Renk",
      "B": "Temsil",
      "C": "Doku",
      "D": "Boyut",
      "E": "Nokta"
    },
    "correctAnswer": "B",
    "explanation": "uygulamalı (temsil, anlam, içerik, görsel anlatı)"
  },
  {
    "id": "3861140",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, kütlenin kapladığı boşluk ya da hacim anlamına gelir?",
    "options": {
      "A": "Biçim",
      "B": "Form",
      "C": "Hacim",
      "D": "Şekil",
      "E": "Grid"
    },
    "correctAnswer": "C",
    "explanation": "Hacim kütlenin kapladığı boşluktur ya da oylumdur."
  },
  {
    "id": "3861121",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisini, tasarım ögesi olarak<strong> adlandıramayız?</strong>",
    "options": {
      "A": "Uzaklık",
      "B": "Renk",
      "C": "Doku",
      "D": "Yön",
      "E": "Boşluk"
    },
    "correctAnswer": "A",
    "explanation": "Uzaklık"
  },
  {
    "id": "3861129",
    "unitNumber": 5,
    "text": "Bir rengin, kompozisyon içerisinde farklı değer ve yoğunluklarda tekrarlanması veya diğer renklerle birlikte düzenli olarak yer alması hangi kavramla ifade edilir?",
    "options": {
      "A": "Çizgi",
      "B": "Uzam",
      "C": "Mekan",
      "D": "Biçim",
      "E": "Armoni"
    },
    "correctAnswer": "E",
    "explanation": "Armoni"
  },
  {
    "id": "3861126",
    "unitNumber": 5,
    "text": "Düzlemlerin bir araya gelerek oluşturduğu boşluklar aşağıdakilerden hangisinde tanımlanabilir?",
    "options": {
      "A": "Denge",
      "B": "Hacim",
      "C": "Biçim",
      "D": "Çizgi",
      "E": "Derinlik"
    },
    "correctAnswer": "B",
    "explanation": "Hacim"
  },
  {
    "id": "3861143",
    "unitNumber": 5,
    "text": "En koyu değer ile en açık değerin bir arada kullanılması aşağıdakilerden hangisini oluşturur?",
    "options": {
      "A": "Armoni",
      "B": "Hiyerarşi",
      "C": "Koram",
      "D": "Chiaroscuro",
      "E": "Doku"
    },
    "correctAnswer": "D",
    "explanation": "Koyu ve açık değerleri oluşturan ışık ve gölge sanat literatüründe Chiaroscuro ve tenebrism adıyla iki tarihsel dönemle tanımlanır. Chiaroscure, birbirine zıt olan en koyu değer ile en açık değerin bir arada kullanımıyla oluşur."
  },
  {
    "id": "3861125",
    "unitNumber": 5,
    "text": "Grafik tasarımda birbirine kesişen yatay ve dikey açısal çizgilerden oluşan ızgaraya ne ad verilir?",
    "options": {
      "A": "Video",
      "B": "Sarmal",
      "C": "Diagonal",
      "D": "Grid",
      "E": "Derinlik"
    },
    "correctAnswer": "D",
    "explanation": "Grid"
  },
  {
    "id": "3861145",
    "unitNumber": 5,
    "text": "Göstergebilimin tanımı aşağıdakilerden hangisidir?",
    "options": {
      "A": "örüntüde ne olduğunu, izleyiciye ne düşündürüp, hissettirdiği",
      "B": "e sanatçı/ tasarımcının nesnesiyle nasıl ilişki kurduğu",
      "C": "Alıcı ya da toplum açısından bilgiyi bir araya getirme olanağına sahip bir görsel dil",
      "D": "şekillere yüklenen anlam ve onlara karşı ilk etapta verilen bilinçdışı tepkiler",
      "E": "Sanatçının ve izleyicinin görme biçimleri ve iki görme biçimi arasındaki dinamik ilişki"
    },
    "correctAnswer": "E",
    "explanation": "Göstergebilim, yapıtın /görselin tanımlanması, sanatçının ve izleyicinin görme biçimleri ve iki görme biçimi arasındaki dinamik ilişki, etkileşim olarak tanımlanabilir."
  },
  {
    "id": "3861139",
    "unitNumber": 5,
    "text": "Göstergebilimle ilgili verilen bilgilerden hangisi <strong>yanlıştır</strong>?",
    "options": {
      "A": "İletişim için kullanılan her şeyin (sözcükler, görüntüler, trafik işaretleri, sesler gibi pek çok unsurun) incelenmesidir.",
      "B": "Anlamlandırma ile ilgili her şeyi içine aldığı söylenebilir.",
      "C": "Bu bilimin temelinde bireysel inanışlar ve değerler vardır.",
      "D": "Sanatçının ve izleyicinin görme biçimleri arasındaki dinamik ilişki, etkileşim olarak tanımlanabilir.",
      "E": "Görsel dili nasıl okuyacağımıza yön verir."
    },
    "correctAnswer": "C",
    "explanation": "TASARIMDA UYGULAMALI ÖGELER<br/>Bu bilimin temelinde ortak değerler, toplumsal uzlaşmayla belirlenen kodlar yer alır. Kodlar toplumların kabul ettiği kuralların işaretlerinden oluşur. Daha önce kodlanmış bu işaretleri çözerek imge okunur."
  },
  {
    "id": "3861136",
    "unitNumber": 5,
    "text": "Işığın nesneler üzerindeki aydınlatma derecesine ne denir?",
    "options": {
      "A": "Uyum",
      "B": "Valör",
      "C": "Armoni",
      "D": "Ton",
      "E": "Kamuflaj"
    },
    "correctAnswer": "D",
    "explanation": "TASARIMDA GÖRSEL ÖGELER<br/>Işığın nesneler üzerindeki aydınlatma derecesi olarak tanımlanan ton renkler arasındaki geçişlerle oluşur."
  },
  {
    "id": "3861141",
    "unitNumber": 5,
    "text": "Kompozisyon aşağıdakilerden hangisiyle tanımlanır?",
    "options": {
      "A": "Tasarımın elemanlarının özgün yerleştirilmesi, düzenlenmesi",
      "B": "Bir sanat eserinde tüm görsel elemanların bütünlüğü geliştirici prensiplere göre özgün yerleştirilmesi",
      "C": "Tasarım elemanlarının bütünde görünüşü",
      "D": "Maddesel olarak var olan üç boyutlu bir nesnenin ya da iki boyutlu düzlemde derinlik hissi yaratılması",
      "E": "Kenarlarıyla ya da sınır çizgileriyle çevresinden ayrılarak öne çıkan alan"
    },
    "correctAnswer": "B",
    "explanation": "Ocvirk, Stinson ve diğerleri (2013, s.46) biçimi “Tam görünüş, düzenleme ya da bir sanat eserinde tüm görsel elemanların bütünlüğü geliştirici prensiplere göre özgün yerleştirilmesi; kompozisyon” olarak tanımlar."
  },
  {
    "id": "3861120",
    "unitNumber": 5,
    "text": "Malzemeyi ve fikri anlamlı bir bütüne dönüştürebilmek için söz konusu alfabeyi oluşturan...................... başvurulur.",
    "options": {
      "A": "Düşünce biçimi",
      "B": "Tasarım ögelerine",
      "C": "Taslak metnine",
      "D": "Düzenlenen etkinliklere",
      "E": "Sosyal değişimlere"
    },
    "correctAnswer": "B",
    "explanation": "Tasarım ögelerine"
  },
  {
    "id": "3861134",
    "unitNumber": 5,
    "text": "Piramitin form olarak sınıflandırılması hangi seçenekte doğru olarak verilmiştir?",
    "options": {
      "A": "Asimetrik",
      "B": "Serbest",
      "C": "Hareketli",
      "D": "Yuvarlak",
      "E": "Geometrik"
    },
    "correctAnswer": "E",
    "explanation": "TASARIMDA GÖRSEL ÖGELER<br/>Form; geometrik-organik, köşeli-yuvarlak, hareketli-hareketsiz, doğal-yapay, serbest-sınırlı, simetrik-asimetrik olarak sınıflandırılabilir. Küp, pirizma geometrik bir forma; insan, bitki, hayvan ise organik bir forma örnek olabilir. Küp köşeli bir form iken küre yuvarlak bir formdur. Hareketsiz olan heykellerde hareketsiz formdan, kinetiksanat yapılarında ise hareketli formdan söz edilebilir. Elnyapımı seramik bir fincan organik forma örnek iken doğada bulamayacağımız bir form olarak fincan yapay bir formdur."
  },
  {
    "id": "3861128",
    "unitNumber": 5,
    "text": "Sanatta ve tasarımda, görsel, kültürel, sembolik ve psikolojik özellikleriyle görsel manipülasyonlar yaratmaya, duygusal tepkiler oluşturmaya, anlamı ya da mesajı iletmeye yarayan öğe, aşağıdakilerden hangisidir?",
    "options": {
      "A": "Video",
      "B": "Amblem",
      "C": "Denge",
      "D": "Derinlik",
      "E": "Renk"
    },
    "correctAnswer": "E",
    "explanation": "Sanatta ve tasarımda renk görsel, kültürel, sembolik ve psikolojik özellikleriyle görsel manipülasyonlar<br/>yaratmaya, duygusal tepkiler oluşturmaya, anlamı ya da mesajı iletmeye yarayan bir araçtır."
  },
  {
    "id": "3861122",
    "unitNumber": 5,
    "text": "Tasarımın ilkeleri, ............................ oluşturur.",
    "options": {
      "A": "Soyut düşünmeyi",
      "B": "Dokuyu",
      "C": "Düzlem",
      "D": "Görsel algıyı",
      "E": "Organizasyonu"
    },
    "correctAnswer": "D",
    "explanation": "Görsel algıyı"
  },
  {
    "id": "3861135",
    "unitNumber": 5,
    "text": "Çevresel görüşleri veya ekolojik değerleri yaşamın doğal bir parçası olarak animasyonlarında sunan Miyazaki, hangi tür şekillerden yararlanmaktadır?",
    "options": {
      "A": "Geometrik",
      "B": "Biyomorfik",
      "C": "Asimetrik",
      "D": "Yuvarlak",
      "E": "Sınırlı"
    },
    "correctAnswer": "B",
    "explanation": "TASARIMDA GÖRSEL ÖGELER<br/>Serbest gelişmiş eğilimlere benzeyen taşlarda, bulutlarda, yapraklarda görülen, canlı organizmalarda bulunan şekiller biyomorfik ya da organik olarak adlandırılır. Bu şekiller mimarlar ve tasarımcılar tarafından fazla geometrik kalacak şekillerin sertliğini kırmak üzere sıklıkla kullanılır. Miyazaki’nin animasyonlarında bu organik yapılar sıklıkla görülür (Ocvirk, Stinson ve diğerleri, 2013). Gossin (2015) Miyazaki’nin ekolojik estetiği ile animasyonlarında, doğal bir sanatsal hayal gücü ve evrim süreciyle ortaya çıkıp büyüdüğünü ifade eder. Tasarımlarında rahatlatıcı bir etki yaratan organik yapının onunsanatını özel kıldığını belirtir. Çevresel görüşleri veya ekolojik değerleri dayatmadan yaşamın doğal bir parçası olarak animasyonlarında sunduğu bu şekillerin Miyazaki sanatının yaşayan bir varlık olma özelliğine büyük oranda katkı sağladığı söylenebilir."
  },
  {
    "id": "3861127",
    "unitNumber": 5,
    "text": "Şekiller birkaç özelliği bir arada barındırabilir, bir yanı geometrik bir yanı izomorfik olabilir. Hatta bazen şeklin bir yüzü öteki yüzüyle belirsizleşerek arka plana karışabilir. bu tür şekiller kesin olarak tanımlı olmadıklarından dolayı, ne olarak adlandırılırlar?",
    "options": {
      "A": "Amorf",
      "B": "Yamuk",
      "C": "Grid",
      "D": "Sarmal",
      "E": "Diagonal"
    },
    "correctAnswer": "A",
    "explanation": "Amorf"
  },
  {
    "id": "3861138",
    "unitNumber": 5,
    "text": "“Yüzeyde oluşan, görülebilir ve hissedilebilir renk, doku, ton farklılaşmasıdır.\"<br/>Yukarıdaki tanım hangi tasarım ögesinin tanımıdır?",
    "options": {
      "A": "Espas",
      "B": "Konum",
      "C": "Yön",
      "D": "Boyut",
      "E": "Leke"
    },
    "correctAnswer": "E",
    "explanation": "TASARIMDA İLİŞKİSEL ÖGELER<br/>Leke “yüzeyde oluşan, görülebilir ve hissedilebilir renk, doku, ton farklılaşmasıdır”."
  },
  {
    "id": "3861170",
    "unitNumber": 6,
    "text": "\"İnsanlar için görülür spektrum, ............. ışık ile kırmızı ışık arasındadır.\" Cümlesinde boşluğa aşağıdakilerden hangisi gelmelidir?",
    "options": {
      "A": "sarı",
      "B": "morötesi",
      "C": "mavi",
      "D": "turuncu",
      "E": "yeşil"
    },
    "correctAnswer": "B",
    "explanation": "Nesneler, insan beyni tarafından renk olarak algılanan ışık dalga boyları yansıtır. İnsanlar için görülür spektrum, morötesi ışık ile kırmızı ışık arasındadır."
  },
  {
    "id": "3861161",
    "unitNumber": 6,
    "text": "..............., renk konusuyla ilgili bilinen ilk kitap olan De Coloribus’u yazmış olması nedeniyle renk teorisinin yaratıcısı olarak kabul edilebilir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "options": {
      "A": "Pisagor",
      "B": "Goethe",
      "C": "Empedokles",
      "D": "Newton",
      "E": "Aristoteles"
    },
    "correctAnswer": "E",
    "explanation": "<strong>Aristoteles</strong>, renk konusuyla ilgili bilinen ilk kitap olan De Coloribus’u yazmış olması nedeniyle renk teorisinin yaratıcısı olarak kabul edilebilir"
  },
  {
    "id": "3861159",
    "unitNumber": 6,
    "text": "1821’de keşfedilmesine rağmen, seri üretim ancak 1920’lerin başında<br/>başlamış ve 20. yüzyılda keşfedilen pigmentler arasında en önemlisi, sanatçı kalitesinde mükemmel bir pigment olan renk aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kireç beyazı",
      "B": "Titanyum beyazı",
      "C": "Çinko beyazı",
      "D": "Kobalt beyazı",
      "E": "Kurşun beyazı"
    },
    "correctAnswer": "B",
    "explanation": "1821’de keşfedilmesine rağmen, seri üretim ancak 1920’lerin başında<br/>başlamıştır. 20. yüzyılda keşfedilen pigmentler arasında en önemlisi, sanatçı kalitesinde mükemmel bir pigment olan <strong>titanyum beyazıdır</strong>."
  },
  {
    "id": "3861177",
    "unitNumber": 6,
    "text": "Aşağıdaki hangi renkler akromatiktir?",
    "options": {
      "A": "Siyah, mavi ve gri",
      "B": "Kırmızı, beyaz ve gri",
      "C": "Mavi, beyaz ve sarı",
      "D": "Siyah, beyaz ve gri",
      "E": "Sarı, beyaz ve mor"
    },
    "correctAnswer": "D",
    "explanation": "Nötr-Akromatik Renkler Siyah, beyaz ve gri renkler akromatiktir. Siyah, beyaz ve değişen grilere dayalı renk şeması kombinasyonlarından oluşur, akromatik renkler nötrdür. Nötr renklerin doygunluğu düşüktür. Renk çarkında yer almazlar. Siyahlar ve beyazlar sadece ışık ortamında var olurlar. Bu renkler siyah, beyaz ve siyah ile beyazın karıştırılmasından (griler) oluşan herhangi bir renk tonudur"
  },
  {
    "id": "3861155",
    "unitNumber": 6,
    "text": "Aşağıdaki renk çiftlerinden hangisi tamamlayıcı renk kontrastıdır?",
    "options": {
      "A": "kırmızı- mavi",
      "B": "kırmızı- turuncu",
      "C": "sarı- yeşil",
      "D": "mor- mavi",
      "E": "mavi- turuncu"
    },
    "correctAnswer": "E",
    "explanation": "RENKLERİN SINIFLANDIRILMASI, \"Pigment Renkleri\" başlığını inceleyiniz.<br/>Renk çarkında birbirinin tam zıttı olan iki renk tamamlayıcısı zıt, kontrasttır. Renk çemberindeki en yüksek kontrast biçimini temsil ederler. Seçilen renkler yan yana yerleştirildiğinde, renkler daha parlak ve daha yoğun görüneceklerdir. Bu aynı zamanda tamamlayıcı kontrast olarak da bilinir. Kontrast olan bu renklerin tonları da birbirine kontrasttır. Renk çemberinde birbirinin tam karşısında bulunan iki ton, tamamlayıcı renklerin en basit ve temel kullanımıdır."
  },
  {
    "id": "3861154",
    "unitNumber": 6,
    "text": "Aşağıdakiler seçeneklerden hangisinde birincil renkler doğru şekilde verilmiştir?",
    "options": {
      "A": "sarı, kırmızı, mavi",
      "B": "sarı, yeşil, mor",
      "C": "mavi, mor, kırmızı",
      "D": "yeşil, mavi, sarı",
      "E": "turuncu, kırmızı, mor"
    },
    "correctAnswer": "A",
    "explanation": "RENKLERİN SINIFLANDIRILMASI<br/>Birincil Renkler<br/>Kırmızı, sarı ve mavi renk çemberinde ana renklerdir. Ana renkler karıştırma gerektirmez. Görsel<br/>olarak başka renklere parçalanamaz ya da tamamlayıcı parçalara indirgenemez. Ana renklerin her<br/>biri birbirinden farklıdır çünkü hiçbir ortak yanları yoktur. Ana renkler olan sarı, kırmızı ve mavinin<br/>karıştırılmasıyla oluşan diğer tüm renklerin, tonlarını (daha açık tonlar) ve gölgelerini (koyu tonlar) oluşturmak için beyaz veya siyah ile kullanılır."
  },
  {
    "id": "3861162",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi 12 renkli daire ile birlikte ünlü renkli yıldız’ı, renk üzerine ders kitaplarında değişmez bir şekilde yer alan ve 1920’den günümüze kadar ren konusundaki yöntemleri geçerliliğini koruyan sanatçıdır?",
    "options": {
      "A": "Faber Birren",
      "B": "Michel-Eugène Chevreul",
      "C": "Johannes İtten",
      "D": "Philipp Otto Runge",
      "E": "Albert Munsell"
    },
    "correctAnswer": "C",
    "explanation": "Tasarımcı, öğretmen, yazar, ressam ve teorisyen olan Johannes İtten’in, Tasarım eğitiminin zirvesi olan Bauhaus’ta 1920’den beri renk konusundaki<br/>yöntemleri, bugün de geçerliliğini korumaktadır. İtten’in renk çemberi, tüm renk çemberlerinin en ünlülerinden biri olarak tanımlanabilir ve 12 renkli daire ile birlikte ünlü renkli yıldız’ı, renk üzerine ders kitaplarında değişmez bir şekilde yer alır"
  },
  {
    "id": "3861165",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Akromatik için doğru ifadedir?",
    "options": {
      "A": "Yalnızca bir renk tonuna sahip olmak",
      "B": "Yalnızca iki renk tonuna sahip olmak",
      "C": "Birçok renk tonuna sahiplik",
      "D": "Renksizlik, renk çemberinin bir parçası olmayan renkler",
      "E": "Renk tonu"
    },
    "correctAnswer": "D",
    "explanation": "Akromatik: Renksizlik, renk çemberinin bir parçası olmayan renkler"
  },
  {
    "id": "3861164",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Nötr-Akromatik Renklerin özelliği <strong>değildir</strong>?",
    "options": {
      "A": "Siyahlar ve beyazlar sadece ışık ortamında var olurlar",
      "B": "Nötr renklerin doygunluğu düşüktür",
      "C": "Siyah, beyaz ve gri renkler akromatiktir.",
      "D": "Renk çarkında yer alırlar",
      "E": "Siyah, beyaz ve siyah ile beyazın karıştırılmasından oluşan herhangi bir renk tonudur"
    },
    "correctAnswer": "D",
    "explanation": "Nötr-Akromatik Renkler Renk çarkında yer almazlar"
  },
  {
    "id": "3861168",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi camgöbeği (turkuaz), macenta, sarı ve siyah renklerini içeren dört renkli bir çıkarma işlemidir?",
    "options": {
      "A": "CMYK",
      "B": "Hexachrome",
      "C": "RAL",
      "D": "RGB",
      "E": "Pantone"
    },
    "correctAnswer": "A",
    "explanation": "CMYK, Bu renk sistemine aynı zamanda dört renkli işlem de denir. Camgöbeği (turkuaz), macenta, sarı ve siyah renklerini içeren dört renkli bir çıkarma işlemidir"
  },
  {
    "id": "3861158",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dijital renk sistemlerinden biri değildir?",
    "options": {
      "A": "RGB",
      "B": "CMYK",
      "C": "Pantone",
      "D": "Lenticular",
      "E": "Hexachrome"
    },
    "correctAnswer": "D",
    "explanation": "SAYISAL VE BASKI ORTAMINDA RENK, \"Dijital Renk Sistemleri\" başlığını inceleyiniz.<br/>RGB, CMYK, Pantone ve Hexachrome tasarımda en sık kullanılan renk sistemleridir.<br/>“Lenticular”, “lenslerle ilgili” anlamına gelir ve derinlemesine görüntüleme ile boyut illüzyonu yaratan plastik lenslerdir."
  },
  {
    "id": "3861175",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kontrast renklerdir?",
    "options": {
      "A": "mavi-yeşil",
      "B": "mavi-turuncu",
      "C": "turuncu-yeşil",
      "D": "yeşil-sarı",
      "E": "sarı-yeşil"
    },
    "correctAnswer": "B",
    "explanation": "Renk çemberinde birbirinin tam karşısında bulunan iki ton, tamamlayıcı renklerin en basit ve temel kullanımıdır. Ancak daha karmaşık ve ayrıntılı varyasyonlar yapılabilir. Bunlar; Açık-Koyu Kontrastı, Soğuk- Sıcak Kontrastı, Eşzamanlı Kontrastı, Doygunluk Kontrastı. Kontrast altı renk; Sarı-Mor, Kırmızı-Yeşil, Mavi-Turuncu"
  },
  {
    "id": "3861176",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sıcak renkler grubudur?",
    "options": {
      "A": "Mavi, Turuncu, Sarı",
      "B": "Kırmızı, Turuncu, lacivert",
      "C": "Kırmızı, Turuncu, Sarı",
      "D": "Kırmızı, mor, Sarı",
      "E": "Mavi, mor, Sarı"
    },
    "correctAnswer": "C",
    "explanation": "Kırmızı, Turuncu, Sarı ve hakim oldukları tonlara sıcak renkler denir. Yeşil, Mavi, Mor ve hakim oldukları tonlarda soğuk renktir. Tonlardaki sıcaklık veya soğukluk bazen renk sıcaklığı olarak adlandırılır"
  },
  {
    "id": "3861174",
    "unitNumber": 6,
    "text": "Bir prizmadan kırılan güneş ışığında toplam kaç ana ve ara renk vardır?",
    "options": {
      "A": "7",
      "B": "2",
      "C": "3",
      "D": "10",
      "E": "12"
    },
    "correctAnswer": "A",
    "explanation": "Bir prizmadan kırılan güneş ışığında yedi ana renk vardır. Bu renkler Gökkuşağında da görülür (Görsel 6.6). Diğer renk çeşitleri bu yedi rengin karışmasından çıkar.<br/>7"
  },
  {
    "id": "3861178",
    "unitNumber": 6,
    "text": "CMYK renkleri aşağıdakilerden hangisidir?",
    "options": {
      "A": "Prusya mavi , Vermilion kırmızı, Ochre sarı, Key kahverengi",
      "B": "Cyan mavi, Scarlet kırmızı, Ochre sarı, Key kahverengi",
      "C": "Ultramarine mavi , Scarlet kırmızı, Ochre sarı, Key kahverengi",
      "D": "Prusya mavi , Vermilion kırmızı, Yellow sarı, Key kahverengi",
      "E": "Cyan mavi , Magenta kırmızı, Yellow sarı, Key siyah"
    },
    "correctAnswer": "E",
    "explanation": "CMYK, Bu renk sistemine aynı zamanda dört renkli işlem de<br/>denir. Camgöbeği (turkuaz), macenta, sarı ve siyah renklerini içeren<br/>dört renkli bir çıkarma işlemidir (Görsel 6.42). Baskı için kullanılan<br/>mürekkepler, yarım tonlu nokta deseni kullanarak arka planı (genellikle<br/>kâğıdın beyazı olan) maskelediğinden veya eksilttiğinden,<br/>işlemin “çıkartma” olduğu kabul edilir.<br/>Cyan mavi , Magenta kırmızı, Yellow sarı, Key siyah"
  },
  {
    "id": "3861169",
    "unitNumber": 6,
    "text": "Cisimler ışığı geçirip geçirmemelerine göre de kaça ayrılırlar?",
    "options": {
      "A": "3",
      "B": "6",
      "C": "5",
      "D": "7",
      "E": "8"
    },
    "correctAnswer": "A",
    "explanation": "Cisimler ışığı geçirip geçirmemelerine göre de üçe ayrılırlar:<br/>• Saydam: Işığı geçiren cisimler,<br/>• Saydam olmayan: Işığı geçirmeyen cisimler ve<br/>• Yarı saydam cisimler.<br/>3"
  },
  {
    "id": "3861172",
    "unitNumber": 6,
    "text": "Eğer bir cisim üzerine düşen bütün ışınları emiyorsa o cismi hangi renk görürüz?",
    "options": {
      "A": "beyaz",
      "B": "sarı",
      "C": "mavi",
      "D": "siyah",
      "E": "kırmızı"
    },
    "correctAnswer": "D",
    "explanation": "Eğer cisim üzerine düşen bütün ışınları emiyorsa o cismi siyah, bütün ışınları yansıtıyorsa beyaz renk olarak görürüz. Beyaz ışık, çeşitli dalga uzunluğunda ki ışınlardan oluşmuştur."
  },
  {
    "id": "3861173",
    "unitNumber": 6,
    "text": "Eğer bir cisim üzerine düşen bütün ışınları yansıtıyorsa o cismi hangi renk görürüz?",
    "options": {
      "A": "mor",
      "B": "kırmızı",
      "C": "siyah",
      "D": "mavi",
      "E": "beyaz"
    },
    "correctAnswer": "E",
    "explanation": "Eğer cisim üzerine düşen bütün ışınları emiyorsa o cismi siyah, bütün ışınları yansıtıyorsa beyaz renk olarak görürüz."
  },
  {
    "id": "3861151",
    "unitNumber": 6,
    "text": "Gökkuşağı veya spektrumda, en kısa dalga boyu aralığına sahip olan renk aşağıdakilerden hangisidir?",
    "options": {
      "A": "kırmızı",
      "B": "sarı",
      "C": "mavi",
      "D": "yeşil",
      "E": "mor"
    },
    "correctAnswer": "E",
    "explanation": "RENK, \"Işığı Renklerine Ayırmak\" başlığını inceleyiniz.<br/>KIRMIZI- ~ 700-635 nm<br/>SARI- ~ 590-560 nm<br/>YEŞİL- ~ 560-490 nm<br/>MAVİ- ~ 490-450 nm<br/>MOR- ~ 450-400 nm<br/>Dalga boyu aralığı en fazla olan renk kırmızıdır. Dalga boyu aralığı en kısa olan renk ise mordur."
  },
  {
    "id": "3861171",
    "unitNumber": 6,
    "text": "Gözün retina tabakasında bulunan konilerde hangi renk foto pigmentler veya renk algılama molekülleri bulunur?",
    "options": {
      "A": "kırmızı, yeşil ve pembe",
      "B": "turuncu, gri ve mavi",
      "C": "kırmızı, yeşil ve mavi",
      "D": "kırmızı, lacivert ve mavi",
      "E": "kırmızı, yeşil ve siyah"
    },
    "correctAnswer": "C",
    "explanation": "Farklı koniler, farklı ışık dalga boyları tarafından etkinleştirilir. Koniler<br/>uyarıldığında, beynin görsel korteksine sinyaller gönderirler, Konilerde, kırmızı, yeşil ve mavi olmak üzere üç tip foto pigmentler veya renk algılama molekülleri bulunur."
  },
  {
    "id": "3861157",
    "unitNumber": 6,
    "text": "I- En sıcak renktir.<br/>II- Gençliği, dinamizmi ve hareketi ifade eder.<br/>III- Kişileri duygusal olarak mutlu, azimli ve kararlı yapar.<br/>IV- Azmin ve gücün sembolü olarak kabul edilir.<br/>Yukarıda psikolojik etkileri belirtilen renk aşağıdakilerden hangisidir?",
    "options": {
      "A": "sarı",
      "B": "turuncu",
      "C": "kırmızı",
      "D": "mor",
      "E": "yeşil"
    },
    "correctAnswer": "C",
    "explanation": "RENKLERİN SINIFLANDIRILMASI, \"Renk Algısı\" başlığını inceleyiniz.<br/>Kırmızı: Tarihin en eski rengi olan kırmızı renklerin arasında en güçlü olan renktir. En sıcak renk olan kırmızı; gençliği, dinamizmi ve hareketi ifade eder. Kişileri duygusal olarak mutlu, azimli ve kararlı yapar. Azmin ve gücün sembolü olarak kabul edilir."
  },
  {
    "id": "3861179",
    "unitNumber": 6,
    "text": "I- Genellikle Avrupa’da kullanılan bir renk eşleştirme sistemidir.<br/>II- Renkleri tarif etmek amacıyla geliştirilmiştir.<br/>III- Günümüzde genellikle boya sektörü ve diğer sektörlerde de sıklıkla kullanılmaktadır.<br/>Yukarıda özellikleri verilen kavram aşağıdakilerden hangisidir?",
    "options": {
      "A": "TOYO",
      "B": "RAL",
      "C": "CMYK",
      "D": "DIC",
      "E": "ANPA"
    },
    "correctAnswer": "B",
    "explanation": "SAYISAL VE BASKI ORTAMINDA RENK, \"Renk Kartelası (Çizelge)\" başlığını inceleyiniz.<br/>RAL genellikle Avrupa’da kullanılan bir renk eşleştirme sistemidir. Renkleri tarif etmek amacıyla<br/>geliştirilmiş, günümüzde genellikle boya sektörü ve diğer sektörlerde de sıklıkla kullanılmaktadır."
  },
  {
    "id": "3861152",
    "unitNumber": 6,
    "text": "I- Renk konusuyla ilgili bilinen ilk kitap olan De Coloribus’u yazmıştır bu nedenle renk<br/>teorisinin yaratıcısı olarak kabul edilmektedir.<br/>II- Tüm renklerin güneş ışığı, ateş ışığı, hava ve suyun farklı karışımlarından elde edildiğini yazmıştır.<br/>III- Siyahların ve daha koyu tonların; güneş ışığı, ateş ışığı, hava ve su unsurlarından bir veya daha fazlasının eksikliğinin bir sonucu olduğunu ifade etmiştir.<br/>IV- Temel renk paletinin kırmızı, sarı, mavi, yeşil, menekşe, beyaz, siyah ve kahverengiyi içerdiğini belirtmiştir.<br/>Renkle ilgili yukarıda verilen bilgiler hangi teorisyene aittir?",
    "options": {
      "A": "Pisagor",
      "B": "Empedokles",
      "C": "Aristoteles",
      "D": "<ul><br/><li>Leonardo da Vinci</li><br/></ul>",
      "E": "Philipp Otto Runge"
    },
    "correctAnswer": "C",
    "explanation": "RENK SİSTEMİNİN KÖKENLERİ, \"Renkle İlgili Teorisyenler ve Teorileri\" başlığını inceleyiniz.<br/>Aristoteles (MÖ384–322)<br/>Aristoteles, renk konusuyla ilgili bilinen ilk kitap olan De Coloribus’u yazmış olması nedeniyle renk<br/>teorisinin yaratıcısı olarak kabul edilebilir. Tüm renklerin güneş ışığı, ateş ışığı, hava ve suyun farklı karışımlarından elde edildiğini yazmıştır. Siyahların ve daha koyu tonların, bu unsurlardan bir veya daha fazlasının eksikliğinin bir sonucudur. Aristoteles’in temel renk paleti, kırmızı, sarı, mavi, yeşil ve menekşe ile beyaz, siyah ve kahverengiyi içermektedir."
  },
  {
    "id": "3861156",
    "unitNumber": 6,
    "text": "I-ton<br/>II-değer<br/>III-pigment<br/>IV-doygunluk<br/>Yukarıdakilerden hangileri fiziksel olarak rengin algılamasındaki temel niteliklerdendir?",
    "options": {
      "A": "I-II-III",
      "B": "II-IV",
      "C": "I-II-IV",
      "D": "III-IV",
      "E": "II-III-IV"
    },
    "correctAnswer": "C",
    "explanation": "RENKLERİN SINIFLANDIRILMASI, \"Fiziksel Olarak Renk Algılaması\" başlığını inceleyiniz.<br/>Fiziksel olarak rengin algılamasında üç temel nitelik bulunur. Bunlar, 1.Temel renk (Hue): Rengin<br/>kendisidir. 2.Doygunluk (Saturasyon, chroma): Rengin saflık derecelerini belirler ve rengin en doğru, doygun hâlidir. 3.Parlaklık (value): Işıkların yansıtma boyutudur. Renklerin açıklık veya koyuluğunun ölçümüdür.<br/>Ton (Hue)<br/>Rengin en saf hâlini tanımlayan bir terimdir; Genellikle “renk” kelimesi ile birbirinin yerine kullanılan “ton” terimi, belirli bir rengin ait olduğu aileyi ve tam doygunluğa sahip bir rengi ifade eder. Bir başka belirtmeyle ton, bir rengin kırmızı, turuncu, sarı, yeşil, mavi, mor olarak adı veya niteliğidir. Bir renk genellikle en belirgin veya baskın tonunun adıyla anılır. Renk çemberi 12 temel renk tonuna sahiptir. Ancak “Hue” her zaman yalnızca rengin adı anlamına gelir. Chroma, renk tonunun eş anlamlısıdır.<br/>Değer (Value)<br/>Değer, bir rengin açıklığını veya koyuluğunu ifade eder. Değer, bir kompozisyon içinde vurgu oluşturmak ve görsel hiyerarşi oluşturmak için önemli bir araçtır. Tonlar, en saf göründükleri yerde doğal bir değere sahiptir. Her tonda, koyu tonlardan açık tonlara kadar bir dizi değer elde edebilir. Beyaz, mümkün olan en yüksek değerdir. Siyah, mümkün olan en düşük değerdir. Bir renge, beyaz veya siyah eklemek, o rengin değerini değiştirir. Siyah ve beyaz renksiz değerler, siyah ve beyaz karışımı olan gri, orta bir değerdir.<br/>Doygunluk, Kroma (Saturation)<br/>Bir rengin “yoğunluğu” veya “kroma” olarak da adlandırılan doygunluğu bir rengin parlaklığını ve yoğunluğunu tanımlar. Bir renk tonuna sahip algılanan renkler kromatik renkler olarak algılanır. Bir rengin doygun görünüp görünmediği, yanında hangi renklerin bulunduğuna bağlı olacaktır.<br/>Doygunluk terimi,<br/>bir rengin saflığını ifade eder. Bir rengin doygunluğu azaldıkça renk griye döner. Bir rengi tamamen solgunlaştırılırsa, esasen griye döner. Parlaklık veya hafiflik, bir renge beyaz miktarını ekler. Ne kadar fazla parlaklık eklerseniz renk o kadar soluklaşır. Parlaklığı azaltırsanız, beyaz miktarı azaldıkça renk koyulaşır."
  },
  {
    "id": "3861153",
    "unitNumber": 6,
    "text": "Michel-Eugène Chevreul' e göre rengin üç ana ögesi aşağıdakilerden hangisidir?",
    "options": {
      "A": "fizik, fizyoloji ve psikoloji",
      "B": "eş zamanlı, ardışık ve orantılı",
      "C": "dalga boyu, frekans ve aralık",
      "D": "saflık, değer ve renk tonu",
      "E": "kroma, pigment ve emisyon"
    },
    "correctAnswer": "D",
    "explanation": "RENK SİSTEMİNİN KÖKENLERİ, \"Renkle İlgili Teorisyenler ve Teorileri\" başlığını inceleyiniz.<br/>Michel-Eugène Chevreul (1786–1889) Goethe’nin çağdaşı olan Michel Eugene Chevreul, bir Fransız kimyagerdir. Rengin üç ana ögesini veya niteliğini ayırt etmiş ve tanımlamıştır. Üç ana öge; saflık (doygunluk), değer (parlaklık) ve renk tonudur."
  },
  {
    "id": "3861166",
    "unitNumber": 6,
    "text": "Psikolojik olarak renklerin özelliklerine göre aşağıdakilerden hangisi asalet, zenginlik, lüks duygularını çağrıştıran, kişilerde hayal gücünü ve konsantrasyonu arttıran renktir?",
    "options": {
      "A": "Lacivert",
      "B": "Yeşil",
      "C": "Mavi",
      "D": "Mor",
      "E": "Turuncu"
    },
    "correctAnswer": "D",
    "explanation": "Mor: Asalet, zenginlik, lüks duygularını çağrıştıran mor renk, hayal gücünü arttırır. Kişilerde konsantrasyonu arttıran, şevk veren bir renktir."
  },
  {
    "id": "3861167",
    "unitNumber": 6,
    "text": "Psikolojik olarak renklerin özelliklerine göre aşağıdakilerden hangisi kişiler için otorite ve sonsuzluk sembolü olup ayrıca sezgilerin artmasına, kararları kolaylaştırmasına etki ederek düşüncenin rengi olarak kabul edilir?",
    "options": {
      "A": "Yeşil",
      "B": "Mor",
      "C": "Mavi",
      "D": "Lacivert",
      "E": "Kırmızı"
    },
    "correctAnswer": "D",
    "explanation": "Lacivert: Bu renk sezgilerin artmasına, kararları kolaylaştırmaya<br/>etkilidir. Düşüncenin rengi olarak kabul edilir. Kişiler için otorite ve sonsuzluk sembolüdür"
  },
  {
    "id": "3861150",
    "unitNumber": 6,
    "text": "Rengin ışıkla ilişkisini bilimsel anlamda ortaya koyan ilk bilim insanı aşağıdaki isimlerden hangisidir?",
    "options": {
      "A": "Leonardo da Vinci",
      "B": "Isaac Newton",
      "C": "Moses Harris",
      "D": "Michel-Eugène Chevreul",
      "E": "Johann Wolfgang Von Goethe"
    },
    "correctAnswer": "B",
    "explanation": "GİRİŞ başlığını inceleyiniz.<br/>Renk denen bu algının ışıkla ilişkili olduğunun da ne derece farkında olabilirler. Bilinen bir şey varsa karanlık bir ortamda hiçbir şeyin görülmediğidir. Onun için mağaralarda yapay ışık altında çizimlerini yapmışlardır. Bu çalışma biçimi her zaman için geçerlidir uygarlığın gelişmesi sonucu Neolitik Dönem, Antik Mezopotamya, Mısır, Yunanistan uygarlıklarının oluşumu ve gelişmesi sonucunda ilk defa Yunanlı düşünürlerce renk dediğimiz bu algının ana nedeninin ışık olduğu ele alınmıştır. Bu düşünceyle günümüze doğru geldiğimizde ilk olarak Isaac Newton tarafından bir sınıflama yapılmıştır. Isaac Newton’dan sonra konuyla ilgili teorisyenler, renkle ilgili teoriler geliştirmişler ve bunları uygulamaya koymuşlardır (s. 191). Newton ise kesinlikle renk teorisini kuran ve geliştiren ve renk çalışmasına bilimsel bir araştırma yöntemi getiren ilk kişidir (s. 199)"
  },
  {
    "id": "3861160",
    "unitNumber": 6,
    "text": "Renk teorisinin ilk verileri, eski Yunan filozofu ........... tarafından formüle edilmiştir<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "options": {
      "A": "Leonardo da Vinci",
      "B": "Pisagor",
      "C": "Aristoteles",
      "D": "Empedokles",
      "E": "Newton"
    },
    "correctAnswer": "D",
    "explanation": "Renk teorisinin ilk verileri, eski Yunan filozofu <strong>Empedokles</strong> tarafından formüle edilmiştir"
  },
  {
    "id": "3861163",
    "unitNumber": 6,
    "text": "İkincil (Ara) Renkler aşağıdakilerden hangisidir?",
    "options": {
      "A": "Siyah, beyaz, gri",
      "B": "Sarı, kırmızı, mavi",
      "C": "Yeşil, mor, turuncu",
      "D": "Turuncu, sarı, kırmızı",
      "E": "Mor, kırmızı, mavi"
    },
    "correctAnswer": "C",
    "explanation": "İkincil Renkler<br/>Yeşil, turuncu ve mor (violet) ara renklerdir."
  },
  {
    "id": "3861207",
    "unitNumber": 7,
    "text": ".........................gözün, tasarım elemanlarıyla oluşturulan ağırlıkta yerçekimi ile ilişkisini görsel olarak dengeleme prensibine dayanarak oluşturulur.<br/>Yukarıdaki boşluğa aşağıdaki tanımlardan hangisi gelmelidir?",
    "options": {
      "A": "Simetrik denge",
      "B": "Asimetrik denge",
      "C": "Radyal denge",
      "D": "Optik denge",
      "E": "Kinetik denge"
    },
    "correctAnswer": "B",
    "explanation": "Asimetrik denge"
  },
  {
    "id": "3861191",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Radyal denge özelliklerinden biri <strong>değildir</strong>?",
    "options": {
      "A": "Selçuklu süslemelerinin yer aldığı kapı ve çanak çömlekler üzerinde sıkça görülür",
      "B": "Herhangi bir tasarım yüzeyinin ortasından geçtiğini varsaydığımız izafi bir çizginin sağının soluna eşit biçimsel elamanlarla düzenlenmesidir",
      "C": "Ağırlıklı olarak geleneksel ve dekoratif sanatlarda kendisini sıkça gösterir",
      "D": "Mimaride, takı tasarımında, seramik ve porselende, tekstil tasarımlarında yer alır",
      "E": "Bu tasarımlar genellikle figüratif ve nonfigüratiftir ve çiçeklerde, kesiti alınan meyvelerde veya taç yapraklı bitkilerde karşınıza çıkabilir"
    },
    "correctAnswer": "B",
    "explanation": "<strong>Simetrik denge</strong>: Herhangi bir tasarım yüzeyinin ortasından geçtiğini varsaydığımız izafi bir çizginin sağının soluna eşit biçimsel elamanlarla düzenlenmesidir."
  },
  {
    "id": "3861202",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi görsel tasarımda bütünlük varyasyonlarından biridir?",
    "options": {
      "A": "Derişik Bütünlük",
      "B": "Deneysel Bütünlük",
      "C": "Pratik Bütünlük",
      "D": "Modernist Bütünlük",
      "E": "Tipografik Bütünlük"
    },
    "correctAnswer": "B",
    "explanation": "Deneysel Bütünlük"
  },
  {
    "id": "3861201",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi görsel tasarımda bütünlüğü sağlayan ilkelerden biri <strong>değildir</strong>?",
    "options": {
      "A": "Yakınlık",
      "B": "Tekrar",
      "C": "Birleştiricilik",
      "D": "Boşluklar",
      "E": "Hizalama"
    },
    "correctAnswer": "C",
    "explanation": "Birleştiricilik"
  },
  {
    "id": "3861188",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi görsel tasarımda bütünlüğü sağlayan ilkelerden biri değildir?",
    "options": {
      "A": "Yakınlık",
      "B": "Tekrar",
      "C": "Devamlılık",
      "D": "Hizalama",
      "E": "Şekil- zemin ilişkisi"
    },
    "correctAnswer": "E",
    "explanation": "Konu: GÖRSEL TASARIMDA KOMPOZİSYON VE BÜTÜNLÜK<br/><strong>GÖRSEL TASARIMDA BÜTÜNLÜĞÜ SAĞLAYAN İLKELER</strong><br/><strong>YAKINLIK:</strong> Görsel tasarım elemanları ve ilkeleri bütünlüğü sağlamak adına kullanıldığı pozisyona göre “Yakınlık” göstermelidir. Birlik kazanmanın ve ayrı ögeleri birbirine aitmiş gibi göstermenin en kolay yolu, basitçe ögeleri biçimsel olarak birbirine yaklaştırmaktır. Yakınlık ortak bir birleştirici faktördür. Örneğin bir dergi tasarımında veya resimli kitap tasarımında görsellerinin ve tipografinin birbirlerine yakınlık göstermesi; hem görsel birliği/bütünlüğü hem de okunurluğu sağlar.<br/><strong>TEKRAR:</strong> Görsel birlik/bütünlüğü sağlamak için değerli ve yaygın olarak kullanılan bir araç “Tekrardır”. Terimden de anlaşılacağı gibi parçaları birbiriyle ilişkilendirmek için tasarımın çeşitli bölümlerinde bir şey basitçe tekrarlanır. Tekrar eden öge hemen hemen her şey olabilir: Bir renk, bir şekil, bir doku, tipografi veya bir leke.<br/><strong>DEVAMLILIK:</strong> Bütünlüğü sağlamanın üçüncü bir yolu, oldukça açık olan yakınlık ve tekrardan daha incelikli bir araç olan “Devamlılıktır”. Devam, doğal olarak, bir şeyin “devam ettiği” anlamına gelir. Genellikle bir çizgi, kenar veya bir biçimden diğerine bir yön sağlar. İzleyicinin gözü bir ögeden diğerine sorunsuz bir şekilde taşınır. Göz temel olarak okuma alışkanlıklarının kazandırmış olduğu öğrenmeyle, soldan sağa ve yukarıdan aşağıya doğru bir yüzeyde takip sağlar. Gözün bu hareket alanları üzerinde devamlılık sağlanırsa tasarımın ulaştırmak istediği mesaj daha kolay algılanacaktır.<br/><strong>HİZALAMA:</strong> Bütünlüğü sağlamak adına önemli bir kavram her zaman hizalamayı kullanmaktır. “Hizalama” hedef kitleyle tasarımın arasındaki bağı kurmaya yardımcı olur. Gruplama ve dizi etkisi yaratır. Görsel parçalanmayı ve dağınıklığı azaltmaya yardımcı olur. Yönlendiricidir ve dikkat çekicidir. Özellikle metinlerde okunurluğu artırır. Abartılırsa yorucu ve statik bir etki yaratabilir.<br/><strong>BOŞLUKLAR (ESPASLAR):</strong> Tasarımda bütünlüğü sağlayan önemli bir etken de boşlukların(espaslardır) tasarımıdır. Bir tasarıma başlamadan önce ilk yüz yüze kaldığımız olgu boşlukların organizasyonudur. “Boşluklar”, diğer tasarım elamanları ve ilkeleriyle birlikte kullanıldığında tasarda organizasyonu ve gözün takibini sağlar. Gözler boşlukları takip eder ve bu alanlarda nefes alır. Okunurluğu ve imgeye konsantrasyonu artıran önemli bir etkendir. Boşluklar içerisinde eksenler, bordürler, çizgiler ve çerçeveler toparlayıcı ve bütünlüğü sağlayan özelliklere sahiptir. Yine boşluklar hareket ve vurgu yaratıcı bir katkıda sağlar.<br/>Şekil- zemin ilişkisi Gestalt’ın görsel ilkelerinden birisidir."
  },
  {
    "id": "3861197",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi görsel tasarımda bütünlüğü sağlayan varyasyonlardan biridir?",
    "options": {
      "A": "Deneysel Bütünlük",
      "B": "Serbest Bütünlük",
      "C": "Merkezi Bütünlük",
      "D": "Radyal Bütünlük",
      "E": "Asimetrik Bütünlük"
    },
    "correctAnswer": "A",
    "explanation": "Görsel Tasarımda Bütünlük Varyasyonları<br/>Bir kompozisyonda bütünlüğü sağlayan temel varyasyonlar 3 şekilde ele alınabilir: Durağan Bütünlük, Dinamik Bütünlük, Deneysel Bütünlük"
  },
  {
    "id": "3861203",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi görsel tasarımda gestaltizm ilkelerinden biri <strong>değildir?</strong>",
    "options": {
      "A": "Benzerlik",
      "B": "Yakınlık",
      "C": "Form",
      "D": "Şekil-Zemin İlişkisi",
      "E": "Yön"
    },
    "correctAnswer": "C",
    "explanation": "Form"
  },
  {
    "id": "3861204",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi görsel tasarımdaki hiyerarşik düzenleme türlerinden biridir?",
    "options": {
      "A": "Takip Hiyerarşisi",
      "B": "Dinamik Hiyerarşi",
      "C": "Bölgesel Hiyerarşi",
      "D": "Statik Hiyerarşi",
      "E": "Renk Hiyerarşisi"
    },
    "correctAnswer": "A",
    "explanation": "Takip Hiyerarşisi"
  },
  {
    "id": "3861193",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hedeflenen mesajın işlevine göre tasarım yüzeyinde takip içeren izafi çizgilerin doğrusal hareketlerine göre(düz, eğri, dalgalı, radial, konik, dikdörtgen vb. izafi çizgiler) tasarım elemanlarının hiyerarşik ilkeler ölçüsünde dizilmesini ifade eder?",
    "options": {
      "A": "Takip hiyerarşisi",
      "B": "Tipografik hiyerarşi",
      "C": "Serbest hiyerarşi",
      "D": "Merkezî hiyerarşi",
      "E": "Boyutsal hiyerarşi"
    },
    "correctAnswer": "A",
    "explanation": "Takip Hiyerarşisi<br/>Hedeflenen mesajın işlevine göre tasarım yüzeyinde takip içeren izafi çizgilerin<br/>doğrusal hareketlerine göre(düz, eğri, dalgalı, radial, konik, dikdörtgen vb. izafi<br/>çizgiler) tasarım elemanlarının hiyerarşik ilkeler ölçüsünde dizilmesini ifade eder."
  },
  {
    "id": "3861208",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi mesajın izleyiciye en akıcı ve en estetik biçimde ulaşması için hedeflenen bir tasarım ilkesidir?",
    "options": {
      "A": "Ritim",
      "B": "Vurgu",
      "C": "Denge",
      "D": "Tekrar",
      "E": "Hiyerarşi"
    },
    "correctAnswer": "B",
    "explanation": "Vurgu"
  },
  {
    "id": "3861200",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tasarım yüzeyinde yer alan tasarım elemanlarının dairesel bir biçimde içten dışa ve dıştan içe bir şekilde tasarımın merkezine doğru yerleştirilmesi prensibine dayanan denge türüdür?",
    "options": {
      "A": "Simetrik denge",
      "B": "Asimetrik denge",
      "C": "Radyal denge",
      "D": "Optik denge",
      "E": "Hiyerarşik denge"
    },
    "correctAnswer": "C",
    "explanation": "Radyal denge"
  },
  {
    "id": "3861181",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tasarım yüzeyinde yer alan tasarım elemanlarının dairesel bir biçimde içten dışa ve dıştan içe doğru bir şekilde tasarımın merkezine doğru yerleştirilmesi prensibine dayanan denge türüdür?",
    "options": {
      "A": "Simetrik denge",
      "B": "Asimetrik denge",
      "C": "Durağan denge",
      "D": "Optik denge",
      "E": "Radyal denge"
    },
    "correctAnswer": "E",
    "explanation": "Konu: GÖRSEL TASARIMDA DENGE, RİTİM VE HAREKET<br/>Radyal denge; tasarım yüzeyinde yer alan tasarım elemanlarının dairesel (radyal) bir biçimde içten dışa ve dıştan içe doğru bir şekilde tasarımın merkezine doğru yerleştirilmesi prensibine dayanır. Bu şekilde yüzeyde radyal bir hareket sağlanmış olur. Özellikle grafik tasarım tarihinde uzak doğuya duyulan hayranlığın süslemeci bir yapıda ifadesini bulan Art Nouveau akımının tasarımlarında ve mimari cephelerinde sıkça görülen bir denge biçimidir. Radyal simetrik denge içerisinde görsel unsurlar merkezle ifade edilebilecek bir eksenden güneş ışınlarını andırabilecek bir şekilde 360 derece bir dağılımla uzaklaşır ya da yakınlaşır. Dairesel simetride ise bir dairenin etrafına dizilen görsel tasarım elemanlarının eşit, büyüyerek, küçülerek veya giderek mesafesi ayrılan bir şekilde yerleşimi söz konusudur. Radyal denge ağırlıklı olarak geleneksel ve dekoratif sanatlarda kendisini sıkça gösterir. Mimaride, takı tasarımında, seramik ve porselende, tekstil tasarımlarında yer alır."
  },
  {
    "id": "3861182",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tasarıma dinamizm, canlılık ve estetik bir akışkanlık katan ritim öğesidir?",
    "options": {
      "A": "Zaman",
      "B": "Denge",
      "C": "Hiyerarşi",
      "D": "Hareket",
      "E": "Zıtlık"
    },
    "correctAnswer": "D",
    "explanation": "Konu: GÖRSEL TASARIMDA DENGE, RİTİM VE HAREKET<br/>Hareket tasarıma dinamizm, canlılık ve estetik bir akışkanlık katar. Kompozisyon içerisindeki tüm elaman ve ilkelerin mesajı en etkili bir biçimde ortaya konması için önemli bir etkendir. Bir yöne doğru yürüyen onlarca insan içerisinde tersi bir yöne doğru hareket eden seyyar satıcı kalabalığın içerisinde zıtlık oluşturur ve hareket kazanır. Tıpkı tellerin üzerine konmuş bir kuş sürüsünde havaya uçan kuşun hareketi göz tarafından öncelikli olarak algılanması gibidir. Görsel tasarımda tasarımı organize eden tipografi, fotoğraf, resimleme gibi elemanlarda hareketin gözü mesaja yönlendirerek alıcı üzerinde bir etki yaratması önemlidir. Bu etki renk, nokta, çizgi, espas ve leke gibi elemanlarla da kazandırılabilir."
  },
  {
    "id": "3861198",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi özellikle reklam filmi ve jenerikleri ile etkileşimli tasarımlarda anime, zaman dilimi ve ses gibi tasarım elemanları arayüzlerde etkili bir hiyerarşi oluşturur?",
    "options": {
      "A": "Boyutsal hiyerarşi",
      "B": "Kontrast hiyerarşi",
      "C": "Tipografik hiyerarşi",
      "D": "Hareket, zamanlama ve işitsel hiyerarşi",
      "E": "Serbest hiyerarşi"
    },
    "correctAnswer": "D",
    "explanation": "<strong>Hareket, zamanlama ve işitsel hiyerarşi</strong>; özellikle reklam filmi ve jenerikleri ile etkileşimli tasarımlarda anime, zaman dilimi ve ses gibi tasarım elemanları arayüzlerde etkili bir hiyerarşi oluşturur"
  },
  {
    "id": "3861206",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi özellikle reklam filmi ve jenerikleri ile etkileşimli tasarımlarda, anime, zaman dilimi ve ses gibi tasarım elemanları arayüzlerde etkili bir hiyerarşi oluşturur?",
    "options": {
      "A": "Tipografik hiyerarşi",
      "B": "Kontrast hiyerarşi",
      "C": "Boyutsal hiyerarşi",
      "D": "Hareket, zamanlama ve işitsel hiyerarşi",
      "E": "Serbest Hiyerarşi"
    },
    "correctAnswer": "D",
    "explanation": "Hareket, zamanlama ve işitsel hiyerarşi"
  },
  {
    "id": "3861187",
    "unitNumber": 7,
    "text": "Aşağıdakilerden verilen maddelerden hangisi görsel tasarımda kompozisyonun özelliklerinden biri değildir?",
    "options": {
      "A": "Bir kompozisyon iki boyutlu, üç boyutlu veya zamansal olabilir.",
      "B": "İyi bir kompozisyon, hedef kitleyle iletişim kurmaz.",
      "C": "Mesajını en etkili bir şekilde iletir.",
      "D": "Hedef kitleyi estetik ve tasarım olarak etkiler.",
      "E": "Kalıcı bir etki bırakır ve sonuç olarak hafızaya yerleştirir."
    },
    "correctAnswer": "B",
    "explanation": "Konu: GÖRSEL TASARIMDA KOMPOZİSYON VE BÜTÜNLÜK<br/><strong>Kompozisyonun Özellikleri; </strong><br/><ul> <li>Bir kompozisyon iki boyutlu, üç boyutlu veya zamansal olabilir.</li> <li>İyi bir kompozisyon, tıpkı organik bir varlık gibi iletişim kurar.</li> <li>Kendine özgü veeşsiz bir deneyimi ifadeeder.</li> <li>Mesajını en etkili bir şekilde iletir .</li> <li>Hedef kitleyiestetik vetasarım olarak etkiler.</li> <li>Bir tasarımcı için, farklı parçalar arasında uyumlu bir birlik göstermeye yardımcı olur.</li> <li>Tasarım hiyerarşisi aracılığıyla hedef kitlenin dikkatini yönlendirmeye yardımcı olur ve onu ilgi alanına göre okumak için etkili bir düzen sunar.</li> <li>Sağlam bir kompozisyon, izleyicileri baştan çıkarır ve etkiler, onu tekrar tekrar izlemelerini sağlar.</li> <li>Kalıcı bir etki bırakır ve sonuç olarak hafızaya yerleştirir.</li> <li>Düzensiz ve kaotik düzenlenmiş parçalar, işlevini yerine getiremez veya iletişim kuramaz.</li> <li>Kompozisyonun sağladığı duygulanım ile mesajda netlik, görsel iletişimde belirleyici bir faktördür.</li> <li>Duyarlı bir tasarımcı kurduğu kompozisyonun bilincindedir ve dolayısıyla bu yeteneğine saygı duyulur.</li> <li>Grafik tasarımda tecrübe ve iyi kompozisyon kurgusu her grafik çalışmasının ön koşuludur (T.N.A.Graphic Design, 2011:150).</li> </ul> Özce; iyi bir kompozisyon, tıpkı organik bir varlık gibi iletişim kurar."
  },
  {
    "id": "3861183",
    "unitNumber": 7,
    "text": "Bir sosyal grup içindeki veya bir metin gövdesindeki önem sırasını belirten terim aşağıdakilerden hangisidir?",
    "options": {
      "A": "Zaman",
      "B": "Denge",
      "C": "Hiyerarşi",
      "D": "Hareket",
      "E": "Zıtlık"
    },
    "correctAnswer": "C",
    "explanation": "Konu: Görsel Tasarımda Hiyerarşi, Oran/ Orantı ve Vurgu<br/>Hiyerarşi, bir sosyal grup içindeki (ordu rütbeleri gibi) veya bir metin gövdesindeki (bir kitabın bölümleri ve alt bölümleri gibi) önem sırasıdır. Hiyerarşik düzen, aile birimi, iş yeri, siyaset ve din dahil, bildiğimiz hemen hemen her şeyde mevcuttur. Gerçekten de düzen sıralaması, bir kültür olarak kim olduğumuzu tanımlar. Hiyerarşi, adlandırma sistemleri aracılığıyla ifade edilir: General, albay, onbaşı, vb. Hiyerarşi ayrıca oran/orantı, ton, renk, boşluk, yerleştirme ve diğer sinyallerdeki farklılıklar yoluyla gör[1]sel olarak da iletilir. Bütünü ifade etmek, grafik tasarımcının temel görevidir. Görsel hiyerarşi teslimatı kontrol eder ve bir mesajın etkisini irdeler. Bir tasarımcının görsel hiyerarşiye yaklaşımı, onun kişisel stilini, metodolojisi ile eğitimini ve aynı zamanda çağın ruhunu yansıtır. Hiyerarşi basit veya karmaşık, katı veya yumuşak, düz veya yüksek oranda seçilmiş olabilir. Tasarımda bağımsız olarak, hiyerarşi, bir seviyeden diğerine bir değişikliği işaret etmek için net ayrım sinyalleri kullanır."
  },
  {
    "id": "3861205",
    "unitNumber": 7,
    "text": "Denge çeşitleri içerisinde özellikle yazı tasarımı ve tipografide sıkça kullanılan denge türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Simetrik Denge",
      "B": "Asimetrik Denge",
      "C": "Radyal Denge",
      "D": "Optik Denge",
      "E": "Ritmik Denge"
    },
    "correctAnswer": "D",
    "explanation": "Optik Denge"
  },
  {
    "id": "3861199",
    "unitNumber": 7,
    "text": "Gestalt ilkeleri hakkındaki “Sanat ve Görsel Algı: Yaratıcı Gözün Psikolojisi” isimli önemli kitabın yazarı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Max Wertheimer",
      "B": "Rudolf Arnheim",
      "C": "Wolfgang Kohler",
      "D": "Leonardo Fibonacci",
      "E": "Kurt Koffka"
    },
    "correctAnswer": "B",
    "explanation": "Gestalt Teorisi ve İlkeleri birkaç yıl içinde geliştirilirken, kısmen Rudolf Arnheim’ın 1954 tarihli “Sanat ve Görsel Algı: Yaratıcı Gözün Psikolojisi” adlı kitabı sayesinde ön plana çıkmıştır . Bu kitap 20. yüzyılın olmazsa olmaz bir sanat kitabı hâline gelmiştir ve düzenli olarak üniversite ders metin listelerinde yer almaktadır."
  },
  {
    "id": "3861196",
    "unitNumber": 7,
    "text": "Görsel tasarımda bütünlüğü sağlayan ilkelerden yönlendirici unsur aşağıdakilerden hangisidir?",
    "options": {
      "A": "Yakınlık",
      "B": "Tekrar",
      "C": "Devamlılık",
      "D": "Hizalama",
      "E": "Boşluklar"
    },
    "correctAnswer": "C",
    "explanation": "İyi bir tasarımda yakınlık ve tekrar birleştirici bir unsurdur. <strong>Devamlılık ise yönlendiricidir</strong>"
  },
  {
    "id": "3861194",
    "unitNumber": 7,
    "text": "Hedef kitleyle tasarımın arasındaki bağı kurmaya yardımcı olur. Gruplama ve dizi etkisi yaratır. Görsel parçalanmayı ve dağınıklığı azaltmaya yardımcı olur. Yönlendiricidir ve dikkat çekicidir. Özellikle metinlerde okunurluğu artırır ifadeleri aşağıda verilen hangi \"Kompozisyonda Bütünlük\" ilkeleri için doğru seçenektir?",
    "options": {
      "A": "Tekrar",
      "B": "Boşluklar",
      "C": "Yakınlık",
      "D": "Devamlılık",
      "E": "Hizalama"
    },
    "correctAnswer": "E",
    "explanation": "HİZALAMA<br/>Bütünlüğü sağlamak adına önemli bir kavram her zaman hizalamayı kullanmaktır. “Hizalama” hedef kitleyle tasarımın arasındaki bağı kurmaya yardımcı olur. Gruplama ve dizi etkisi yaratır. Görsel parçalanmayı ve dağınıklığı azaltmaya yardımcı olur. Yönlendiricidir ve dikkat çekicidir. Özellikle metinlerde okunurluğu artırır."
  },
  {
    "id": "3861190",
    "unitNumber": 7,
    "text": "Mesajın gereksinimi durağanlık ve sakinlik üzerine kuruluysa ........, gerilim, heyecan ve aksiyon üzerine kuruluysa ........ kompozisyonlar işi kolaylaştıracaktır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "options": {
      "A": "Ritim-asimetri",
      "B": "Hareket-ritim",
      "C": "Ritim-hareket",
      "D": "Simetrik-asimetrik",
      "E": "Asimetrik-simetrik"
    },
    "correctAnswer": "D",
    "explanation": "Mesajın gereksinimi durağanlık ve sakinlik üzerine kuruluysa <strong>simetrik</strong>, gerilim, heyecan ve aksiyon üzerine kuruluysa <strong>asimetrik</strong> kompozisyonlar işi kolaylaştıracaktır"
  },
  {
    "id": "3861209",
    "unitNumber": 7,
    "text": "Sanat ve tasarım tarihinde sanatçılar, tasarımcılar oran/orantı kavramlarıyla çokça uğraşmıştır. Bu<br/>oranların en çok kullanılanı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Altın Oran",
      "B": "Fibonacci sayıları",
      "C": "Harmonik ortalama",
      "D": "Sabit oranlar yasası",
      "E": "Pi sayısı"
    },
    "correctAnswer": "A",
    "explanation": "Altın Oran"
  },
  {
    "id": "3861192",
    "unitNumber": 7,
    "text": "Özellikle sayısal tipografide bazı fontlarda yer alan ve fontların Türkçe harflerle olan uyum sorunları ....... dengeyle çözümlenir<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "options": {
      "A": "Altın",
      "B": "Radyal",
      "C": "Optik",
      "D": "Simetrik",
      "E": "Asimetrik"
    },
    "correctAnswer": "C",
    "explanation": "Özellikle sayısal tipografide bazı fontlarda yer alan ve fontların Türkçe harflerle olan uyum sorunları <strong>optik</strong> dengeyle çözümlenir"
  },
  {
    "id": "3861186",
    "unitNumber": 7,
    "text": "Özellikle tipografi kullanılan tasarımlarda vurgu tasarımın önemli bir parçasıdır. Aşağıdakilerden hangisi belirlenen metnin vurgulanması için kullanılan yöntemlerden biri değildir?",
    "options": {
      "A": "Boşlukları tasarlamak.",
      "B": "Bold ve sans serif yazı karakterleri.",
      "C": "Yazı karakterini değiştirmek.",
      "D": "Görsel eklemek.",
      "E": "Bazı küçük harfleri büyük harflerle değiştirmek."
    },
    "correctAnswer": "D",
    "explanation": "Konu: Görsel Tasarımda Hiyerarşi, Oran/ Orantı ve Vurgu / Vurgu<br/>Vurgu mesajın izleyiciye en akıcı ve en estetik biçimde ulaşması için hedeflenen bir tasarım ilkesidir. Vurguyu oluşturmak için tasarımcının öncelikle tasarımın hedeflerini belirleyip ciddi bir planlama yapması gerekir. Bu planlama içerisinde tasarım hiyerarşisine göre belirlenen parçaların (tipografi, görsel, resimleme vs.) hangisinin ne şekilde vurgulandığı düşünülmelidir. Vurgu için renk ve kontrastlık en önemli silahlardan biridir. Yine boşlukların tasarlanması, çerçeveleme, kontrollü büyütme, deformasyon, diyagonalleştirme, dokusal varyasyonlar gibi yöntemlerde uygulanabilir. Vurgulanacak ögeyi altın oran varyasyonlarından birine göre de tasarlamak mesajın etkisini artıracaktır. Vurgu oluştururken birden fazla parçaya söz söyleme hakkı verirseniz tasarım kaotik bir boyut kazanır. Özellikle tipografi kullanılan tasarımlarda vurgu tasarımın önemli bir parçasıdır. Öncelikli belirlenen metinler hedef kitleye mesajı daha kolay ulaştırması için vurgulanır. <strong>Boşlukları tasarlamak;</strong> Bir başlığın üstüne veya altına bir satır veya yarım satır boşluk şeklinde dikey “beyaz” boşluk eklemek, onu çevreleyen ögelerden ayırarak vurgu oluşturur.<br/><strong>Bold ve sans-serif(tırnaksız) yazı karakterleri;</strong> kendi görsel vurgusunu yaratır. Univers gibi sans-serif yazı biçimleri bunun için iyidir çünkü tipik olarak kullanabileceğiniz çeşitli ağırlık kombinasyonlarına sahiptirler. Açık ile koyu, orta ile ekstra kalın vb. özelliklere sahiptir. Daha küçük kalın yazı boyutunun, daha büyük boyutta normal ağırlıklı yazı tipinden görsel olarak “daha ağır” olduğunu unutmamak gerekir.<br/><strong>Yazı karakterini değiştirmek;</strong> üçüncü bir yöntemdir. Örnek olarak, roman yazı karakterinden italik bir yazıya geçmek verilebilir. İtalikler, bir tasarıma gayriresmîlik, samimiyet ve hareket katar ayrıca metin içindeki anahtar ifadeleri vurgulamak için de etkilidir. Daha hassas biçimleri nedeniyle, gerektiğinde okunabilirlik için boyutu orantılı olarak arttırmak mümkündür.<br/><strong>Bazı küçük harfleri büyük harflerle değiştirmek;</strong> bir tasarıma form katabilir. Büyük harfler daha fazla harf aralığına ihtiyaç duyar ve bu nedenle daha fazla alan tüketir. Küçük büyük harfler daha da ince bir vurgu kayması sağlar (Dabner &amp; Stewart &amp; Vickress, 2017:89)"
  },
  {
    "id": "3861195",
    "unitNumber": 7,
    "text": "İyi bir tasarımda ........ ve ........birleştirici bir unsurdur<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "options": {
      "A": "Devamlılık-hizalama",
      "B": "Yalınlık-boşluklar",
      "C": "Yakınlık-tekrar",
      "D": "Tekrar-hizalama",
      "E": "Hizalama-boşluklar"
    },
    "correctAnswer": "C",
    "explanation": "İyi bir tasarımda yakınlık ve tekrar birleştirici bir unsurdur"
  },
  {
    "id": "3861189",
    "unitNumber": 7,
    "text": "“Göz takıldığı tüm ekseni veya çizgiyi takip etmek ister. Sonuç olarak ortaya çıkan bütün gözü rahatlatır.” Tanım aşağıdaki Gestalt ilkelerinden hangisine aittir?",
    "options": {
      "A": "Benzerlik",
      "B": "Yakınlık",
      "C": "Yön",
      "D": "Tamamlama",
      "E": "Simetri"
    },
    "correctAnswer": "C",
    "explanation": "Konu: GÖRSEL TASARIMDA GESTALT<br/>Benzerlik: Nesnelerin bütün olarak algılanmasını sağlar. Benzer biçimler gözü benzer biçimde etkileyerek yüzey üzerinde bir bütünlük oluşturur.<br/>Yakınlık: Birbirine yakın olarak yerleştirilmiş görsel elemanlar grup oluştururlar. Bu sayede yakınlık sayesinde göz bir diğer parçaya hareket etmekte zorlanmaz.<br/>Yön: Göz takıldığı tüm ekseni veya çizgiyi takip etmek ister. Sonuç olarak ortaya çıkan bütün gözü rahatlatır.<br/>Tamamlama: Göz eksik parçaları ve şekilleri tamamlamak ister. Aslında bütüne ulaşmak için parçaları yorumlar.<br/>Şekil-Zemin İlişkisi: Göz şekilleri ve figürleri birbirinden ayırırken fondan(zemin) ayırmak ister (Ertan&amp;Sansarcı, 2017:56).<br/>Sadelik: Sadelik yaşam içerisinde çokça aranan bir olgudur. Sade yaşamak, giyinmek, konuşmak, yemek hep aranılan bir olgudur. Sadelik bütüne ulaşmak için gereksiz parçaların ayıklanması ve arındırılması temeline dayanır. Kısacası elemine etmek ve ayıklamak mesajın ortaya çıkmasındaki kaotik engellerin kaldırılmasını sağlar. Alman Mimar L. M. Rohe’un bir sözü “Less is More (Az, daima çoktur)” Gestaltın yalınlık ilkesini çok iyi anlatır.<br/>Simetri: Simetri, gözü rahatlatırken dinlendirici bir algıda yaratır. Simetriyle oluşturulan parçalar bütünün organize edilmesinde oldukça kolaylık sağlar. Özellikle tasarıma yeni başlayanlar için problemsiz bir tasarım demektir."
  },
  {
    "id": "3861185",
    "unitNumber": 7,
    "text": "“Sanat ve tasarım tarihinde sanatçılar, tasarımcılar oran/orantı kavramlarıyla çokça uğraşmıştır. Bu oranların en çok kullanılanı Antik Yunan’da ortaya konulmuş olan “……………….” dır. ” Boşluğu doğru olarak dolduracak ifade aşağıdakilerden hangisidir?",
    "options": {
      "A": "Optik Oran",
      "B": "Geometrik Oran",
      "C": "Altın Oran",
      "D": "İnsan Oranları",
      "E": "Kozmografik Oran"
    },
    "correctAnswer": "C",
    "explanation": "Konu: Görsel Tasarımda Hiyerarşi, Oran/ Orantı ve Vurgu / Altın Oran Nedir?<br/>Sanat ve tasarım tarihinde sanatçılar, tasarımcılar oran/orantı kavramlarıyla çokça uğraşmıştır. Bu oranların en çok kullanılanı Antik Yunan’da ortaya konulmuş olan “Altın Oran”dır. “Parthenon” tapına[1]ğı parçalarla bütün arasındaki uyumu ifade eden en önemli yapılardan birisidir. Eski Yunanlılar altın oranın ipuçlarını doğada bulmuşlardır. Flora dünyasında (yaprak, çiçek ve dallar arasındaki oran), bir kar kristalindeki parçaların oranı ve insanın vücut oranlarında bu ilişki görülebilir. Rönesans Dönemi’nde ise Leonardo Da Vinci geometriyle, mimariyi insan oranıyla ilişkilendirmiştir. Bu ilişkiyi çalışma defterine çizdiği meşhur bir illüstrasyonla da görsel olarak ortaya koyar. Vitruvius Adamı adı verilen bu eser, 1487’li yıllarda Leonardo da Vinci tarafından yaratıldı. Ünlü mimar Vitruvius Pollio’nun çalışmalarına dayanan notlar tutmuştur. Kâğıt üzerinde kalem ve mürekkeple yapılan çizimlerde, kolları ve bacakları birbirinden ayrı ve aynı anda hem daire hem de kare şeklinde çizilmiş iki üst üste pozisyonda bir erkek figürünü tasvir etmiştir. Çizim ve metni birlikte içeren ve insan üzerinden şekillenen bu oranlar yasasına “İnsan Oranları” denir. Bu ikonlaşmış eser İtalya, Venedik’teki Gallerie dell’Accademia’da özenle muhafaza edilir. Bu büyük düşüncede parçaların orantısal ilişkisini ve evrensel tasarımı birlikte yansıtır."
  },
  {
    "id": "3861184",
    "unitNumber": 7,
    "text": "“………………; büyüklük ve küçüklük ile kurgulanan hiyerarşidir.” Boşluğu doğru olarak dolduracak ifade aşağıdakilerden hangisidir?",
    "options": {
      "A": "Boyutsal hiyerarşi",
      "B": "Kontrast hiyerarşi",
      "C": "Tipografik hiyerarşi",
      "D": "Merkezi hiyerarşi",
      "E": "Serbest hiyerarşi"
    },
    "correctAnswer": "A",
    "explanation": "Konu: Görsel Tasarımda Hiyerarşi, Oran/ Orantı ve Vurgu<br/>Boyutsal hiyerarşi; büyüklük ve küçüklük ile kurgulanan hiyerarşidir. Tasarım yüzeyinde hedef kitlenin mesaja ulaşması ya da kompozisyonda ak[1]tif elemanların öne çıkarılması anlamında önem teşkil eder. Yazı, görsel, resimleme vs. gibi tasarıma katkı sağlayan elemanların mesaja ait algılanırlığı artırmak için büyütülüp küçültülmesidir. Üç bo[1]yutlu tasarımlarda çok büyük parçalar arasında küçük parçalarda etki uyandırabilir. Bilgilendirme ve çevresel tasarımlarda ergonomik olarak göz hizası da bir boyutsal hiyerarşi gerektirebilir."
  },
  {
    "id": "3861180",
    "unitNumber": 7,
    "text": "“……………………. , temel olarak tasarım elemanları (nokta, çizgi, leke, boşluk, renk vs.) ve ilkelerinin tasarımcı tarafından bilinçli kullanımından yani mesajın biçimsel işlevle birleşiminin görsel anlatımından doğar.” Boşluğu doğru olarak dolduracak ifade aşağıdakilerden hangisidir?",
    "options": {
      "A": "Radyal",
      "B": "Denge",
      "C": "Hiyerarşi",
      "D": "Vurgu",
      "E": "Ritim"
    },
    "correctAnswer": "B",
    "explanation": "Konu: GÖRSEL TASARIMDA DENGE, RİTİM VE HAREKET<br/>Birçok alanda olduğu gibi görsel iletişim tasarımında denge tasarımın en önemli ilkesidir. Denge, temel olarak tasarım elemanları (nokta, çizgi, leke, boşluk, renk vs.) ve ilkelerinin tasarımcı tarafından bilinçli kullanımından yani mesajın biçimsel işlevle birleşiminin görsel anlatımından doğar. Tercihe, işleve göre simetrik, asimetrik ve radyal denge gibi adlandırılır. Temel tasarımda kompozisyona katkı sağlayan önemli elamanlardan birisidir."
  },
  {
    "id": "3861239",
    "unitNumber": 8,
    "text": "10- İlk defa 1890’ların sonunda İngiliz film yapımcısı William Friese Greene tarafından uygulanmış ve iki göz için farklı görüntü sinyallerinin gösterilmesiyle izlenilen görselin üç boyutlu şekilde algılanmasına <strong>ne ad verilir?</strong>",
    "options": {
      "A": "Sanal Gerçeklik",
      "B": "Gerçeküstücülük",
      "C": "Hipergerçekçilik",
      "D": "Stereoskopik 3D",
      "E": "Optimizasyon"
    },
    "correctAnswer": "D",
    "explanation": "<span><strong>Stereoskopik 3D</strong> en basit düzeyde kullanıcılarına iki göz için farklı görüntü sinyallerinin gösterilmesiyle izlenilen görselin üç boyutlu şekilde algılanmasıdır. İlk defa 1890’ların sonunda İngiliz film yapımcısı William Friese Greene tarafından uygulanmıştır. </span>"
  },
  {
    "id": "3861231",
    "unitNumber": 8,
    "text": "2- İki boyutlu düzlemde üç boyut etkisi alabilmek için aşağıdaki yöntemlerden <strong>hangisi kullanılmaktadır?</strong>",
    "options": {
      "A": "Denge",
      "B": "Zıtlık",
      "C": "Hiyerarşi",
      "D": "Birim",
      "E": "Perspektif"
    },
    "correctAnswer": "E",
    "explanation": "<span>Kâğıt, iki boyutludur ve aslında kâğıt üzerine çizilen her şey iki boyutlu olarak çizilir. Fakat biz çizilmiş resimlere baktığımızda bunları üç boyutlu olarak algılarız. Bu aslında optik bir yanılsamadır ve iki boyutlu düzlemde üç boyut etkisi alabilmek için beynimizi kandırma yöntemidir. Bunu yapabilmek için <strong>perspektif,</strong> ışık gölge gibi yöntemler kullanılmaktadır.</span>"
  },
  {
    "id": "3861232",
    "unitNumber": 8,
    "text": "3- Değişik renk teknikleriyle yaratılan derinlik illüzyonuna atmosferik perspektif (hava perspektifi) denilmektedir. Aşağıdakilerden hangisi bu renk tekniklerinden <strong>değildir?</strong>",
    "options": {
      "A": "İkonik Perspektif",
      "B": "Prova sıcak-soğuk renk manipülasyonu",
      "C": "Renk Saturasyonu",
      "D": "Doku dereceleri",
      "E": "Parlaklık dereceleri"
    },
    "correctAnswer": "A",
    "explanation": "<span>Parlaklık dereceleri, doku dereceleri, renk saturasyonu ve sıcak-soğuk renk manipülasyonu gibi tekniklerle yaratılan derinlik illüzyonuna atmosferik perspektif (hava perspektifi) denilmektedir<br/>(Seylan, 2019, s. 97).</span><br/>İkonik Perspektif"
  },
  {
    "id": "3861233",
    "unitNumber": 8,
    "text": "4- İnsan gözüne en yakın ve gerçekçi sonuçlar veren perspektif türü aşağıdakilerden <strong>hangisidir?</strong>",
    "options": {
      "A": "İzometrik Perspektif",
      "B": "Dimetrik Perspektif",
      "C": "Konik Perspektif",
      "D": "Trimetrik Perspektiff",
      "E": "İkonik Perspektif"
    },
    "correctAnswer": "C",
    "explanation": "<span>İnsan gözüne en yakın ve gerçekçi sonuçlar veren perspektif türü merkezî (konik) perspektiftir.</span><br/>Konik Perspektif"
  },
  {
    "id": "3861234",
    "unitNumber": 8,
    "text": "5- Merkezî perspektifte kaç farklı çizim tekniği <strong>mevcuttur?</strong>",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "correctAnswer": "B",
    "explanation": "<span>Merkezî perspektifte tek, çift ve üç kaçış noktalı olmak üzere 3 farklı çizim tekniği mevcuttur.</span>"
  },
  {
    "id": "3861235",
    "unitNumber": 8,
    "text": "6- İki ayrı görüntünün başarılı bir şekilde beyinde birleştirilmesine <strong>ne ad verilir?</strong>",
    "options": {
      "A": "Monoküler",
      "B": "Binoküler",
      "C": "Simetri",
      "D": "Stereo vision",
      "E": "Stereopsis"
    },
    "correctAnswer": "D",
    "explanation": "<span>İki ayrı görüntünün başarılı bir şekilde beyinde birleştirilmesine de <strong>“stereo vision”</strong> denmektedir. </span>"
  },
  {
    "id": "3861236",
    "unitNumber": 8,
    "text": "7- İlki 1950 ve sonra 1960 lı yıllarda hızla ortaya çıkan ve batı sanatının Rönesans’tan beri iki boyutlu resim düzlemi içerisinde vermeye çalıştığı, üçüncü boyut etkisinin soyut sanatta çıkan en önemli sanat akımı aşağıdakilerden <strong>hangisidir?</strong>",
    "options": {
      "A": "Kitsch Art",
      "B": "Art &amp; Graft",
      "C": "Dadaizm",
      "D": "Pop-Art",
      "E": "Op-Art"
    },
    "correctAnswer": "E",
    "explanation": "<span>Batı sanatının Rönesans’tan beri iki boyutlu resim düzlemi içerisinde vermeye çalıştığı üçüncü boyut<br/>etkisinin soyut sanatta çıkan en uç noktası olan Optik Sanat ya da Op-Art ise 1960’larda ortaya çıkmıştır. Optik Sanat II. Dünya Savaşı sonrasında geçerli olan “post painterly” (geç resimsel) anlayışa karşıt olarak Avrupa’da ortaya çıkmış bir akımdır. Akımın ilk hareketi 1950’li yılların başlangıcında tek başına ya da grup hâlinde birkaç sanatçının soyut geometrik sanatta olduğu gibi ‘informel’in ötesine geçebilmek ve bir Neo Dadaist görüşün canlanmasını önlemek üzere getirdikleri önerilerle başlamıştır (Uğur, 2019).</span>"
  },
  {
    "id": "3861237",
    "unitNumber": 8,
    "text": "8- Literatürde bu kavramın ortaya çıkışı 1950’lere Ray Bradbury’e kadar uzandığı ve bu terimin ilk olarak William Gibson, 1984 yılında yazdığı Neuromancer isimli romanında kullanmıştır. Romanda post endüstriyel toplumsal yaşamın etkileri bağlamında ‘mekânsızlık’ olarak tanımlanır. Bu kavram aşağıdakilerden <strong>hangisidir?</strong>",
    "options": {
      "A": "Artırılmış Gerçeklik",
      "B": "Sanal Gerçeklik",
      "C": "Gerçeküstücülük",
      "D": "Hipergerçekçilik",
      "E": "Optik sanat"
    },
    "correctAnswer": "B",
    "explanation": "<span>Kavramın ortaya çıkışı 1950’lere Ray Bradbury’e kadar uzandığı çeşitli kaynaklarda geçer ancak ‘sanal gerçeklik’ ya da ‘sanal mekân’ olarak ifade edilen terimi ilk olarak William Gibson, 1984 yılında yazdığı </span><span>Neuromancer </span><span>isimli romanında kullanmıştır. Romanda post endüstriyel toplumsal yaşamın etkileri bağlamında ve sanal mekânı mekânı olmayan yer ya da ‘mekânsızlık’ olarak tanımlar (Gibson, 1998). </span>"
  },
  {
    "id": "3861238",
    "unitNumber": 8,
    "text": "9- Yükselen virtüelliğe vurgu yapan Baudrillard’e göre günümüzde gerçeğin çok farklı bileşenler tarafından üretildiğinden ve bu sayede gerçeğin sonsuz sayıda yeniden üretiminin mümkün kılındığından bahseder. Aşağıdakilerden hangisi bu bileşenlerden <strong>değildir?</strong>",
    "options": {
      "A": "Görsel teknoloji",
      "B": "Minyatür hücreler",
      "C": "Matrisler",
      "D": "Bellekler",
      "E": "Komut modelleri"
    },
    "correctAnswer": "A",
    "explanation": "<span>Yükselen virtüelliğe vurgu yapan Baudrillard’e günümüzde gerçeğin artık <strong>minyatür hücreler</strong>, <strong>matrisler,</strong> <strong>bellekler</strong> ve <strong>komut modeller</strong>i tarafından üretildiğinden ve bu sayede gerçeğin sonsuz sayıda yeniden üretiminin mümkün kılındığından bahseder (Baudrillard, 2003). </span><br/>Görsel teknoloji"
  },
  {
    "id": "3861230",
    "unitNumber": 8,
    "text": "<span style=\"font-size: 12pt;\">1-Dünyayı üç boyutlu olarak algılarız. Bu üç boyuttan birincisi genişlik ikincisi yükseklik üçüncüsü ise ………</span><br/><span style=\"font-size: 12pt;\">Yukarıdaki cümlede boş bırakılan yere gelecek olan kavram aşağıdakilerden hangisidir?</span>",
    "options": {
      "A": "Boyut",
      "B": "Derinlik",
      "C": "Perspektif",
      "D": "Uzam",
      "E": "Hacim"
    },
    "correctAnswer": "B",
    "explanation": "<span>Dünyayı üç boyutlu olarak algılarız. Bu üç boyuttan birincisi <strong>genişlik</strong> ikincisi <strong>yükseklik</strong> üçüncüsü ise <strong>derinliktir.</strong></span>"
  },
  {
    "id": "3861212",
    "unitNumber": 8,
    "text": "<table> <tbody> <tr> <td> I. Solucan gözü ya da kuş gözü görünümü biçimde olabilir.<br/></td> <td> a. Tek kaçış noktalı perspektif<br/></td> </tr> <tr> <td> II. Çizilecek cisimlerin ufuk çizgisi­ne 90 derecelik açı ile dik düşen çizgileri dikey olarak çizilir. Bunun dışında kalan tüm çizgiler, ufuk çizgisi üzerindeki kaçış noktalarına doğru çizilir.<br/></td> <td> b. Üç kaçış noktalı perspektif<br/></td> </tr> <tr> <td> III. Çizilecek cisimlerin ufuk çizgisine paralel giden tüm çizgileri yatay olarak çizilir. Ufuk çizgisine 90 derecelik açı ile dik düşen çizgiler de dikey olarak çizilir. Bunun dışında kalan tüm çizgiler, ufuk çizgisi üzerindeki kaçış noktasına doğru çizilir.<br/></td> <td> c. Çift kaçış noktalı perspektif<br/></td> </tr> </tbody> </table> Aşağıdakilerden hangisi tabloda verilen çizim tekniklerinin doğru bir eşleştirmesidir?",
    "options": {
      "A": "I-a, II-b, III-c",
      "B": "I-b, II-c, III-a",
      "C": "I-b, II-a, III-c",
      "D": "I-c, II-b, III-a",
      "E": "I-c, II-a, III-b"
    },
    "correctAnswer": "B",
    "explanation": "<strong><span style=\"font-size: 11.5pt;\">Perspektif</span></strong><br/>Doğru eşleştirme I-b, II-c, III-a biçimindedir."
  },
  {
    "id": "3861214",
    "unitNumber": 8,
    "text": "Algı ya da üç boyutlu algı kavramı ile ilgili aşağıdakilerden hangisi ya da hangileri doğrudur?<br/><ol style=\"list-style-type: upper-roman;\"> <li> Algı kavramına köken olarak anlamak ve kavramak karşılık gelir.<br/></li> <li> Dış dünyanın algılanışı fizyolojik olarak beş duyu organı aracılığıyla sinir sistemine iletilen verilerin iletilmesiyle gerçekleşir.<br/></li> <li> Üç boyutlu algılama görsel algılamanın bir parçası olarak derinlik ve boyutsal algılama kavramla­rıyla ile ilişkilidir.<br/></li> <li> İnsan dünyayı ve çevresini üç boyutlu olarak algılar. Söz konusu bu boyutlar uzunluk ve genişlik ile sınırlıdır. <br/></li> </ol>",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-III",
      "D": "I-II-III",
      "E": "I-II-IV"
    },
    "correctAnswer": "D",
    "explanation": "<strong>TASARIMDA ÜÇÜNCÜ BOYUT ALGISI VE YANILSAMA</strong><br/>İlk üç madde doğrudur. İnsan dünyayı ve çevresini üç boyutlu olarak algılar. Söz konusu bu boyutlar uzunluk ve genişlik değil, genişlik, yükseklik ve derinliktir."
  },
  {
    "id": "3861222",
    "unitNumber": 8,
    "text": "Arttırılmış gerçekliğe ilişkin aşağıda yer alan ifadelerden hangisi <span style=\"text-decoration: underline;\">yanlıştır?</span>",
    "options": {
      "A": "AG, gerçek dünyaya görsel erişimi tamamen kısıtlayan uygulamaları içerir.",
      "B": "AG teknolojileri kullanıcılara, gerçek ve sanal nesnelerin iç içe girdiği bir ortam sunar",
      "C": "AG teknolojileri kullanıcılara, canlı ve etkileşimli bir ortam sunar.",
      "D": "AG, gerçek dünyayı bilgisayar ortamında geliştirilen sanal ortamlarla zenginleştirir.",
      "E": "AG, gerçek ile sanal arasındaki ayrımı görünmez kılarak harmanlanmış bir ortam oluşturmayı hedefler."
    },
    "correctAnswer": "A",
    "explanation": "Artırılmış gerçeklik görüntüleri, metinleri veya videoları gerçek hayattaki nesnelerin üzerine akıllıca yerleştiren dijital bir teknolojiyi ifade eder . Bir video oyununun içinde ve dışında aynı anda var olmak gibidir. Artırılmış gerçeklik ile Sanal gerçeklik arasındaki temel fark, gerçeğe görsel erişimdir. <strong>Sanal gerçeklik kullanıcıların gözlerini tam anlamıyla kapatarak gerçek dünyaya görsel erişimi kısıtlar.</strong> Artırılmış gerçeklik ise gerçek dünya ile deneyimi etkileşimli bir hâle getirmeyi hedefler."
  },
  {
    "id": "3861213",
    "unitNumber": 8,
    "text": "Aslında hareket etmeyen görüntülerin gözlerimizi hareket ettirdikçe hareket ediyor gibi algılanması ya da bazı görsellerde verilen boşluklarda gözlerimizin hareketi ile noktalar gördüğümüzü sanmamız aşağıdakilerden hangisi ile açıklanabilir?",
    "options": {
      "A": "Paralel perspektif",
      "B": "Eğik perspektif",
      "C": "Optik yanılsama",
      "D": "Konik perspektif",
      "E": "Aksonometrik perspektif"
    },
    "correctAnswer": "C",
    "explanation": "<strong>İKİ BOYUTLU YÜZEYLERDE ALGI YANILSAMASI</strong><br/>Beynimizin üst üste binmiş nesneleri çözümlerken en üstteki nesneyi bize en yakın olarak algıladığını biliyoruz. Bu bilgiyi kullanarak beynimizi yanıltmak ve optik bir yanılsama oluşturmak mümkündür. Renk değerleri, açık koyu ilişkileri de optik yanılsamalar oluşturulurken kullanılır. Aslında hareket etmeyen görüntüler, gözlerimizi hareket ettirdikçe hareket ediyorlar gibi algılan­maktadır. Doğru yanıt C."
  },
  {
    "id": "3861220",
    "unitNumber": 8,
    "text": "Avatar sözcüğünün etimolojik kökeni aşağıdakilerden hangisidir?",
    "options": {
      "A": "Hint mitolojisi",
      "B": "Yunan mitolojisi",
      "C": "Kelt mitolojisi",
      "D": "Sümer mitolojisi",
      "E": "Cermen mitolojisi"
    },
    "correctAnswer": "A",
    "explanation": "Avatar: Etimolojik olarak Hint mitolojisinde tanrıların yeryüzündeki simgeleri anlamına gelen sözcük günümüz sosyal medya mecralarında insanları temsil eden küçük boyutlu görselleri ifade etmek için kullanılır."
  },
  {
    "id": "3861210",
    "unitNumber": 8,
    "text": "Aşağıda boyut kavramına ilişkin verilen bilgilerden hangisi ya da hangileri <strong>doğrudur</strong>?<br/><ol style=\"list-style-type: upper-roman;\"><br/><li>Çizgi tek boyutludur.</li><br/><li>Kare genişliğe ve yüksekliğe sahip iki boyutlu bir şekildir.</li><br/><li>Küp genişliğe ve yüksekliğe sahip iki boyutlu bir cisimdir.</li><br/><li>İki boyutlu düzlemde üç boyut etkisi alabilmek için perspektif, ışık ya da gölge gibi yöntemler kullanılır.</li><br/></ol>",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III-IV",
      "D": "I-II-IV",
      "E": "I-III-IV"
    },
    "correctAnswer": "D",
    "explanation": "Doğru yanıt D. Verilen ifadelerden I., II, ve IV madde doğrudur. III. maddede ise doğru yanıt küpün genişlik, yükseklik ve derinliğe sahip üç boyutlu bir cisim olması olacaktır."
  },
  {
    "id": "3861229",
    "unitNumber": 8,
    "text": "Aşağıdaki ifadelerden hangisi kaçış noktasını doğru tanımlar?",
    "options": {
      "A": "Birbirine paralel olan çizgilerin, ufuk çizgisinde aynı noktada birleşmesidir",
      "B": "Birbirine paralel çizgilerin kuşbakışı görünümüdür",
      "C": "Tasarımda fiziksel malzeme ve mekân sınırının olmamasıdır",
      "D": "Özel donanımlı sanat eserlerinin sergilendiği alanlardır",
      "E": "Gerçek olmayan görsellik ve imge üretimidir"
    },
    "correctAnswer": "A",
    "explanation": "Normalde tren rayları birbirine paralel ilerler ve bir noktada kesişmezler. İki ray arasındaki mesafe her yerde aynıdır. Kuşbakışı bakıldığında raylar birbirine paralel görünür. Fakat rayların ortasında durup rayların gidiş yönüne doğru baktığımızda rayların daralarak ileride bir noktada birleştiğini görürüz. Bu birleşme noktası tam olarak ufuk çizgisi üzerinde olur ve bu noktaya “kaçış noktası” adı verilir."
  },
  {
    "id": "3861228",
    "unitNumber": 8,
    "text": "Aşağıdaki ifadelerden hangisi “görüş hattı”nı doğru tanımlar?",
    "options": {
      "A": "Bakış noktasından ufuk çizgisine doğru baktığımız yöndür",
      "B": "Çizim yapmak için durulan sabit noktadır",
      "C": "Ufuk çizgisinin diğer adıdır",
      "D": "Bir perspektif türüdür",
      "E": "Netlikle ilgili alanı niteler"
    },
    "correctAnswer": "A",
    "explanation": "Perspektif çizim yapabilmek için önce sabit bir noktada durmak gerekir. Durulan bu noktaya “bakış noktası” denir. Bakış noktasında durup çizilecek cisme bakan kişinin gerçek bakış noktası (gözleri) hizasından geçtiği varsayılan yatay çizgiye ise “ufuk çizgisi” denir. Bakış noktasından ufuk çizgisine doğru baktığımız yöne “görüş hattı” denir."
  },
  {
    "id": "3861218",
    "unitNumber": 8,
    "text": "Aşağıdaki ifadelerden hangisi “ufuk çizgisi” için <u>yanlıştır</u>?",
    "options": {
      "A": "Ufuk çizgisi, renk doygunluğunu belirlemek için kullanılır",
      "B": "Ufuk çizgisi, gökyüzü ile yeryüzünün birleştiği noktadır",
      "C": "Ufuk çizgisinin altında kalan cisimlerin üstü görünür",
      "D": "Ufuk çizgisinin üstünde kalan cisimlerin altı görünür",
      "E": "Ufuk çizgisinin tam üzerindeki cisimlerin altı da üstü de görünmez"
    },
    "correctAnswer": "A",
    "explanation": "Perspektif çizim yapabilmek için önce sabit bir noktada durmak gerekir. Durulan bu noktaya “bakış noktası” denir. Bakış noktasında durup çizilecek cisme bakan kişinin gerçek bakış noktası (gözleri) hizasından geçtiği varsayılan yatay çizgiye ise “ufuk çizgisi” denir. Ufuk çizgisi, bakış yüksekliğini belirlemek için kullanılır. <strong>Ufuk çizgisi, gökyüzü ile yeryüzünün birleştiği noktadır. Ufuk çizgisinin altında kalan cisimlerin üstü, üstünde kalan cisimlerin ise altı görünür. Tam ufuk çizgisi üzerindeki cisimlerin altı da üstü de görünmez Bakış noktasından ufuk çizgisine doğru baktığımız yöne “görüş hattı” denir.</strong>"
  },
  {
    "id": "3861224",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hava perspektifini yaratan tekniklerden biri <u>değildir</u>?",
    "options": {
      "A": "Parlaklık dereceleri",
      "B": "Doku dereceleri",
      "C": "Renk saturasyonu",
      "D": "Sıcak-soğuk renk manipülasyonu",
      "E": "Gölge yeri"
    },
    "correctAnswer": "E",
    "explanation": "Parlaklık dereceleri, doku dereceleri, renk saturasyonu ve sıcak-soğuk renk manipülasyonu gibi tekniklerle yaratılan derinlik illüzyonuna atmosferik perspektif (hava perspektifi) denilmektedir."
  },
  {
    "id": "3861223",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi merceksi olarak da bilinen sanat formudur?",
    "options": {
      "A": "Agamograph",
      "B": "Lentiküler baskı",
      "C": "Kâğıt Kesme",
      "D": "Üç Boyutlu Cam Boyama",
      "E": "Stereoskopik 3D"
    },
    "correctAnswer": "A",
    "explanation": "<strong>Merceksi</strong> olarak da bilinen agamograph, ona farklı açılardan baktığınızda değişen optik illüzyonlar yaratan bir sanat formu olarak ortaya çıkmıştır. Bu sanat tarzı, kinetik sanat yapan ya da kendi başına hareket eden ya da istenen etkiyi elde etmek için izleyicinin hareket etmesini gerektiren Yaacov Agam adlı bir İsrailli sanatçının adını almıştır. Kinetik Sanat’a (ing. kinetic art) öncülük etmesiyle tanınan sanatçı, izleyicinin bakış açısına göre üç boyutun ön plana çıktığı eserlerinde ses ve ışığın da birlikte kullanmıştır."
  },
  {
    "id": "3861227",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ona farklı açılardan baktığınızda değişen optik illüzyonlar yaratan bir sanat formu olarak ortaya çıkan ve kendi başına hareket eden ya da istenen etkiyi elde etmek için izleyicinin hareket etmesini gerektiren bir teknik olarak açıklanmaktadır?",
    "options": {
      "A": "Üç boyutlu cam boyama",
      "B": "Kağıt kesme",
      "C": "Origami",
      "D": "Agamograph",
      "E": "Lentiküler Baskı"
    },
    "correctAnswer": "D",
    "explanation": "TASARIMDA ÜÇÜNCÜ BOYUT VE TEKNİK UYGULAMA ALANLARI<br/>Merceksi olarak da bilinen agamograph, ona farklı açılardan baktığınızda değişen optik illüzyonlar yaratan bir sanat formu olarak ortaya çıkmıştır. Bu sanat tarzı, kinetik sanat yapan ya da kendi başına hareket eden ya da istenen etkiyi elde etmek için izleyicinin hareket etmesini gerektiren Yaacov Agam adlı bir İsrailli sanatçının adını almıştır. Kinetik Sanat’a (ing. kinetic art) öncülük etmesiyle tanınan sanatçı, izleyicinin bakış açısına göre üç boyutun ön plana çıktığı eserlerinde ses ve ışığın da birlikte kullanmıştır."
  },
  {
    "id": "3861211",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi perspektif çizimde bakış noktasından ufuk çizgisine doğru baktığımız yönü tanımlar?",
    "options": {
      "A": "Bakış noktası",
      "B": "Kaçış noktası",
      "C": "Ufuk çizgisi",
      "D": "İkonik perspektif",
      "E": "Görüş hattı"
    },
    "correctAnswer": "E",
    "explanation": "<strong><span style=\"font-size: 11.5pt;\">Perspektif</span></strong><br/>Bakış nokta­sından ufuk çizgisine doğru baktığımız yöne “görüş hattı” denir. Doğru yanıt E."
  },
  {
    "id": "3861215",
    "unitNumber": 8,
    "text": "Gözlemci ve nesne arasındaki mesafe …………. ile ilişkili iken nesne, kişi ve mekanın yatay ve dikey eksende ölçüleri ve derinliği ……. ile ilişkilidir.<br/><strong>Yukarıda verilen metindeki boşluklara sırasıyla aşağıdakilerden hangisi gelebilir?</strong>",
    "options": {
      "A": "Algı-tasarım",
      "B": "Uzaklık algısı –boyutsal algılama",
      "C": "Derinlik algısı- boyutsal algılama",
      "D": "Görsel algı-derinlik algısı",
      "E": "Boyutsal algılama-derinlik algısı"
    },
    "correctAnswer": "C",
    "explanation": "<strong>TASARIMDA ÜÇÜNCÜ BOYUT ALGISI VE YANILSAMA</strong><br/><strong><span style=\"font-family: 'Times New Roman',serif; color: windowtext;\">Derinlik algısı </span></strong><span style=\"font-family: 'Times New Roman',serif; color: windowtext;\">gözlemci ile nesne arasındaki mesafe ile ilişkilidir. <strong>Boyutsal algılama </strong>ise nesne, kişi ve mekânın yatay ve dikey eksende ölçüleri ve derinliğiyle ilgilenir.</span>"
  },
  {
    "id": "3861219",
    "unitNumber": 8,
    "text": "I.Üçüncü boyut etkisinin soyut sanatta çıkan en uç noktasıdır.<br/>II.1960’larda ortaya çıkmıştır.<br/>III.İkinci Dünya Savaşı sonrasında geçerli olan “post painterly” anlayışa karşıt olarak Avrupa’da ortaya çıkmış bir akımdır.<br/>IV. Akım Neo Dadaist görüşün canlanmasını sağlamak için getirilen önerilerle başlamıştır.<br/>Yukarıdaki ifadelerden <strong>hangisi/hangileri</strong> <em>optik sanatı</em> doğru tanımlar?",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I,III",
      "D": "I,II,III",
      "E": "II,III,IV"
    },
    "correctAnswer": "D",
    "explanation": "Batı sanatının Rönesans’tan beri iki boyutlu resim düzlemi içerisinde vermeye çalıştığı üçüncü boyut etkisinin soyut sanatta çıkan en uç noktası olan Optik Sanat ya da Op-Art ise 1960’larda ortaya çıkmıştır. Optik Sanat II. Dünya Savaşı sonrasında geçerli olan “post painterly” (geç resimsel) anlayışa karşıt olarak Avrupa’da ortaya çıkmış bir akımdır. Akımın ilk hareketi 1950’li yılların başlangıcında tek başına ya da grup hâlinde birkaç sanatçının soyut geometrik sanatta olduğu gibi ‘informel’in ötesine geçebilmek ve bir Neo Dadaist görüşün canlanmasını <strong>önlemek</strong> üzere getirdikleri önerilerle başlamıştır."
  },
  {
    "id": "3861225",
    "unitNumber": 8,
    "text": "Sanal gerçeklik ile ilgili aşağıda verilen tanımlardan hangisi ya da hangileri doğrudur? <br/><ol style=\"list-style-type: upper-roman;\"> <li>Sanal gerçeklik bilgisayarlar aracılığıyla sayısal olarak tasarlanan üç boyutlu simülasyonların özel donanımlarla deneyimlenebildiği ortamlardır. </li> <li>Sanal gerçeklik gerçek bir hayatın bilgisayar tarafından üç boyutlu olarak oluşturulan kopyası anlamına gelir.</li> <li>Sanal gerçeklik insana gerçek yanılmasını en üst düzeyde yaşatan kurgusal ortamlardır</li> </ol>",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "I-II",
      "D": "II-III",
      "E": "I-II-III"
    },
    "correctAnswer": "E",
    "explanation": "Gerçeklik ve Virtüellik Kavramları<br/>Verilen tüm tanımlar sanal gerçekliğin tanımıdır. Doğru yanıt E."
  },
  {
    "id": "3861216",
    "unitNumber": 8,
    "text": "Sosyal medya mecralarında insanları temsil eden küçük boyutlu görselleri ifade etmek için kullanılan etimolojik olarak Hint mitolojisinde tanrıların yeryüzündeki simgeleri anlamına gelen sözcük aşağıdakilerden hangisidir?",
    "options": {
      "A": "Gerçeklik",
      "B": "İmge",
      "C": "Avatar",
      "D": "Virtüellik",
      "E": "Resimsel dönemeç"
    },
    "correctAnswer": "C",
    "explanation": "<strong>Gerçeklik ve Virtüellik Kavramları</strong><br/>Avatar: Etimolojik olarak Hint mitolojisinde tanrıların yeryüzündeki simgeleri anlamına gelen sözcük günümüz sosyal medya mecralarında insanları temsil eden küçük boyutlu görselleri ifade etmek için kullanılır. Dolayısıyla doğru yanıt C."
  },
  {
    "id": "3861226",
    "unitNumber": 8,
    "text": "İlk defa 1890’ların sonunda İngiliz film yapımcısı William Friese Greene tarafından uygulanan ve kullanıcılarına iki göz için farklı görüntü sinyallerinin gösterilmesiyle izlenilen görselin üç boyutlu şekilde algılanmasına dayanan uygulama aşağıdakilerden hangisidir?",
    "options": {
      "A": "Görsel algılama",
      "B": "Stereoskopik 3D",
      "C": "Virtüellik",
      "D": "Simülasyon",
      "E": "Op-art"
    },
    "correctAnswer": "B",
    "explanation": "İlk defa 1890’ların sonunda İngiliz film yapımcısı William Friese Greene tarafından uygulanan ve kullanıcılarına iki göz için farklı görüntü sinyallerinin gösterilmesiyle izlenilen görselin üç boyutlu şekilde algılanmasına dayanan uygulama Stereoskopik 3D'dir. Doğru yanıt B."
  },
  {
    "id": "3861217",
    "unitNumber": 8,
    "text": "İnsan gözüne en yakın ve gerçekçi sonuçlar veren perspektif türü ………………………..perspektifdir. <br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "options": {
      "A": "Merkezî (konik)",
      "B": "Aksonometrik",
      "C": "Kavaliyer",
      "D": "Kabine",
      "E": "İzometrik"
    },
    "correctAnswer": "A",
    "explanation": "İnsan gözüne en yakın ve gerçekçi sonuçlar veren perspektif türü merkezî (konik) perspektiftir."
  },
  {
    "id": "3861221",
    "unitNumber": 8,
    "text": "………………………………….. en basit düzeyde kullanıcılarına iki göz için farklı görüntü sinyallerinin gösterilmesiyle izlenilen görselin üç boyutlu şekilde algılanmasıdır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru tamamlar?",
    "options": {
      "A": "Stereoskopik 3D",
      "B": "Ames room",
      "C": "Post painterly",
      "D": "Avatar",
      "E": "İki boyutlu tasarım"
    },
    "correctAnswer": "A",
    "explanation": "Görsel tasarım alanında üç boyutlu sanal gerçeklik deneyimine ilişkin pek çok farklı uygulama bulunur. Bu alanda ilk ortaya çıkan tasarım uygulamalarından biri stereoskopik (ing.stereoscopic) algılamadır.<strong> Stereoskopik 3D en basit düzeyde kullanıcılarına iki göz için farklı görüntü sinyallerinin gösterilmesiyle izlenilen görselin üç boyutlu şekilde algılanmasıdır.</strong> İlk defa 1890’ların sonunda İngiliz film yapımcısı William Friese Greene tarafından uygulanmıştır. Üç boyutlu stereoskopik uygulaması pek çok görsel tasarımcı ve sanatçı tarafından kullanılmaktadır."
  }
]