[
  {
    "id": "3924083",
    "unitNumber": 1,
    "text": "Ackoff (1989) tarafından tanımlanmış olan bilgi hiyerarşisi dikkate alındığında aşağıdakilerden hangisi farklı bir başlıkta incelenmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Veri",
      "B": "Büyük veri",
      "C": "Enformasyon",
      "D": "Bilgi",
      "E": "Bilgelik"
    },
    "explanation": "Ackoff (1989) tarafından tanımlanmış olan söz konusu hiyerarşi <br/>* veri<br/>* enformasyon<br/>* bilgi <br/>* bilgelik <br/>sıralamasıyla dört ana unsuru bünyesinde barındırmaktadır.<br/>Büyük veri ise bu kavramlardan bağımsız olmamakla birlikte geleneksel yöntemlerle işlenmesi ve çözümlenmesi zor olan yüksek hacimli ve hızlı elde edilen veri kümelerine denir."
  },
  {
    "id": "3924095",
    "unitNumber": 1,
    "text": "Büyük verinin yönetimine ilişkin olarak vurgulanan ölçütler dikkate alındığında aşağıdaki ifadelerden hangisi büyük veri kavramının doğasını <em>bütüncül biçimde</em> yansıtmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hacim bakımından geniş veri kümelerinin geleneksel istatistiksel yöntemlerle analizini ifade eder.",
      "B": "Hızla çoğalan verilerin doğruluğunu garanti altına almak için veri toplama süreçlerini standardize eden bir yaklaşımdır.",
      "C": "Verinin üretim hızı, hacmi, doğruluğu, sınıflandırılması ve ekonomik dolaşımı gibi çok boyutlu süreçlerin yönetimini gerektirir.",
      "D": "Ağırlıklı olarak ekonomik kazanç elde etmek amacıyla verilerin ticarileştirilmesine ve farklı pazarlara sunumuna odaklanan bir sistem yaklaşımıdır.",
      "E": "Daha çok yapay zekâ uygulamalarını geliştirmek amacıyla işe koşulan çok yönlü veri işleme tekniklerinden ibarettir."
    },
    "explanation": "Geleneksel yöntemlerle işlenmesi ve çözümlenmesi zor olan yüksek hacimli ve hızlı elde edilen veri kümelerine büyük veri denir. Ünitenizde büyük veri yalnızca <em>büyük hacimli veri</em> olarak değil; aynı zamanda üretim hızı, hacim, doğruluk, sınıflandırma ve yönlendirme ve ekonomik dolaşım gibi çok sayıda farklı yönleri ile birlikte ele alınmaktadır. Bu boyutlar büyük veri kavramının temelini oluşturur. Dolayısıyla doğru yanıt olan <strong>C seçeneği</strong>, büyük verinin karmaşık, çok boyutlu ve yönetsel doğasını daha bütüncül biçimde ifade etmektedir. Diğer seçeneklerde eksik ya da büyük verinin doğasını yanlış yansıtan ifadeler yer almıştır."
  },
  {
    "id": "3924105",
    "unitNumber": 1,
    "text": "Farklı bellek türleri ve ayırt edici özellikleri bağlamındaki tartışmalara ilişkin verilen ifadeler bütüncül olarak incelendiğinde hangisi farklı bir başlık altında değerlendirilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Belirli bir zaman sınırı yoktur. Ömür boyu bilgi tutabilir.",
      "B": "Deneyim, tekrar, ilişkilendirme, değerlendirme gibi süreçler yoluyla bilgiler aktarılır.",
      "C": "Bilginin kalıcı olarak tutulması görevini üstlenir.",
      "D": "Anahtar sözcüğü kalıcılıktır.",
      "E": "Uyaranların ilk kaydını gerçekleştirir."
    },
    "explanation": "Tüm seçeneklerde uzun süreli bellek ile ilgili bilgiler yer almaktadır. Uzun süreli bellekte belirli bir zaman sınırı yoktur. Ömür boyu da bilgi tutabilir. Deneyim, tekrar, ilişkilendirme, değerlendirme gibi süreçler yoluyla bilgiler kısa süreli bellekten uzun süreli belleğe aktarılır. Bilginin kalıcı olarak tutulması görevini görür. Anahtar sözcüğü kalıcılıktır.<br/>Uyaranların ilk kaydını yapan ve kısa süreli belleğe hızlı aktarımla sorumlu olan ise duyusal bellektir."
  },
  {
    "id": "3924112",
    "unitNumber": 1,
    "text": "Bir öğretmen, uzaktan eğitim sürecinde öğrencilerine canlı ders anlatırken kamerasını ve mikrofonunu kullanmakta, öğrenciler ise ekranlarından öğretmeni izlemekte ve hoparlörlerinden sesini duymaktadır. Bu durumda, öğretmenin ve öğrencilerin kullandığı bilgisayar bileşenleri sırasıyla hangi kategorilerde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Giriş - Çıkış",
      "B": "Çıkış - Giriş",
      "C": "Depolama - Sistem",
      "D": "Sistem - Depolama",
      "E": "İletişim - Sistem"
    },
    "explanation": "Öğretmenin kullandığı kamera ve mikrofon bilgisayara veri (görüntü ve ses) girişi sağlar, bu nedenle giriş birimleridir. Öğrencilerin ekran ve hoparlör aracılığıyla veriyi (görüntü ve ses) alması ise çıkış birimidir. Bu nedenle doğru eşleşme giriş - çıkıştır."
  },
  {
    "id": "3924118",
    "unitNumber": 1,
    "text": "Bir öğrencinin bilgisayarında aşağıdaki sorunlar yaşanmaktadır:\n <ol> <li>Dosyalar yavaş açılıyor.</li> <li>Videolar oynatılırken takılmalar yaşanıyor.</li> <li>Ağ bağlantısı kesildiğinde buluttaki belgelerine erişemiyor.</li> </ol> Bu sorunlar sırasıyla aşağıdaki bileşenlerden hangilerinde yaşanan yetersizliklerle ilişkili olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Depolama - Sistem - İletişim",
      "B": "Giriş - Çıkış - Depolama",
      "C": "Sistem - Giriş - İletişim",
      "D": "Depolama - Çıkış - Giriş",
      "E": "Sistem - Depolama - İletişim"
    },
    "explanation": "Dosyaların yavaş açılması: Depolama birimi (örneğin HDD) kaynaklı olabilir. \n Videoların takılması: Sistem bileşenlerinden (işlemci veya ekran kartı) kaynaklı olabilir. \n Bulut erişimi kesilmesi: İletişim birimi (ağ bağlantısı) sorunudur.\n Bu nedenle doğru dizilim Depolama - Sistem - İletişim biçiminde olmalıdır."
  },
  {
    "id": "3924125",
    "unitNumber": 1,
    "text": "Verilerin güvenli biçimde saklanması\n Yüksek hızda veri transferi\n Eş zamanlı çoklu kullanıcı desteği\n Bu hedeflere ulaşmak için aşağıdaki bileşenlerden hangilerinin birlikte güçlendirilmesi en uygun olur?",
    "correctAnswer": "C",
    "options": {
      "A": "Giriş ve çıkış birimleri",
      "B": "Giriş ve depolama birimleri",
      "C": "Depolama ve iletişim birimleri",
      "D": "Sistem ve giriş birimleri",
      "E": "Çıkış ve iletişim birimleri"
    },
    "explanation": "Veri güvenliği ve saklama, depolama birimlerinin niteliğiyle ilgilidir. Yüksek hızda transfer ve çoklu kullanıcı ise daha çok iletişim birimlerinin kapasitesiyle ilgilidir. Bu bağlamda söz konusu hedefler, depolama ve iletişim bileşenlerinin bütüncül güçlendirilmesini gerektirir."
  },
  {
    "id": "3924137",
    "unitNumber": 1,
    "text": "Bir bilgisayarda işlemci ve RAM kapasiteleri artırıldığı hâlde kullanıcı, programların açılışında belirgin bir hızlanma gözlemlememiştir. Bu durumun en olası nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Giriş birimlerinin gerektiğinden yavaş çalışması",
      "B": "Çıkış birimlerinde yaşanan çözünürlük farkları",
      "C": "Depolama biriminin düşük okuma/yazma hızına sahip olması",
      "D": "İletişim birimlerinin yeterince güncel olmaması",
      "E": "İşletim sisteminin sürümünün gerektiğinden çok daha yüksek olması"
    },
    "explanation": "İşlemci (CPU) ve RAM artırımı sistemi güçlendirir; ancak depolama birimi (örneğin eski HDD) yavaşsa dosya erişimi de gecikecektir. Seçenekler arasında program açılış hızını doğrudan etkileyen en olası bileşen depolamadır."
  },
  {
    "id": "3924153",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, bilgisayarın <strong>sistem bileşenlerinin</strong> rolünü en doğru biçimde açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Verinin fiziksel olarak aktarımını ve bilgisayara girişini sağlarlar.",
      "B": "Bilgisayarın işlediği verileri kullanıcılara farklı formatlarda sunarlar.",
      "C": "Bilgisayarın verileri işlemesi ve anlık kullanımı için gerekli ögeleri barındırırlar.",
      "D": "Kullanıcının veri girişini sağlayan çevresel araçlardır.",
      "E": "Bilgisayarın enerji tüketimini ve soğutmasını kontrol ederler."
    },
    "explanation": "Sistem, bilgisayarın elektronik olarak çalışabilmesi, verileri işlemesi ve anlık kullanımı için özelleşmiş olan ögeleri bünyesinde barındırır. İşletim sistemi, işlemci, anakart, ekran kartı, güç kaynağı sistemin en belirgin ögeleridir."
  },
  {
    "id": "3924170",
    "unitNumber": 1,
    "text": "Bir kullanıcı bilgisayarında şunları yapmaktadır:\n İşletim sistemini güncelliyor.\n Microsoft Word ile rapor yazıyor.\n Google Chrome üzerinden çevrim içi toplantıya katılıyor.\n Bu işlemler sırasında sırasıyla hangi tür yazılımlar kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Uygulama - Sistem - Sistem",
      "B": "Sistem - Uygulama - Uygulama",
      "C": "Sistem - Sistem - Uygulama",
      "D": "Uygulama - Uygulama - Sistem",
      "E": "Sistem - Uygulama - Sistem"
    },
    "explanation": "Genel olarak yazılımlar iki türdür. Bunlardan ilki <em>sistem yazılımı</em>, ikincisi <em>uygulama yazılımıdır</em>. Bir sistem yazılımı bilgisayarın kendi çalışma prensibi ile ilişkili olan görevlerini yerine getirmektedir. Uygulama yazılımları ise bunlar dışındaki, kullanıcı tercihlerine bağlı olarak şekillenen işlevsel yazılımları kapsamaktadır. Buna göre:\n İşletim sistemi güncellemesi → Sistem yazılımı.\n Word → Uygulama yazılımı.\n Chrome → Uygulama yazılımı.\n Dolayısıyla doğru sıra Sistem - Uygulama - Uygulamadır."
  },
  {
    "id": "3924184",
    "unitNumber": 1,
    "text": "Bir öğretmen, öğrencilerinin görsel tasarım becerilerini geliştirmek amacıyla derslerinde Adobe Photoshop ve Blender kullanmaktadır. Bu örnek, yazılım türleri açısından aşağıdaki açıklamalardan hangisine doğrudan kanıt oluşturur?",
    "correctAnswer": "B",
    "options": {
      "A": "Sistem yazılımları bilgisayarın kendi çalışma prensipleri ile ilişkili görevleri yerine getirir.",
      "B": "Uygulama yazılımları belirli görevler için özelleşmiş üçüncü parti yazılımlardır.",
      "C": "Programlar, çoğunlukla tek ve sınırlı işlevleri yerine getiren bağımsız yazılım birimleridir.",
      "D": "Uygulama yazılımları bilgisayarın çalışma prensiplerini düzenlemekten sorumludur.",
      "E": "Sistem yazılımları dosya sıkıştırma ve arşivleme işlevlerini yerine getirmektedir."
    },
    "explanation": "Metinde uygulama yazılımları “kullanıcı tercihlerine bağlı olarak işlevsel görevleri yerine getiren, genellikle üçüncü parti yazılımlar” olarak tanımlanmıştır. Photoshop ve Blender bu tanıma uymaktadır."
  },
  {
    "id": "3924195",
    "unitNumber": 1,
    "text": "Bir kullanıcı, bilgisayarındaki işletim sistemi bozulduğu için açılış ekranına ulaşamamakta, dolayısıyla tarayıcı, ofis veya müzik programlarını da çalıştıramamaktadır. Bu durum, sistem ve uygulama yazılımları arasındaki ilişkiye dair aşağıdaki çıkarımlardan hangisini destekler?",
    "correctAnswer": "B",
    "options": {
      "A": "Uygulama yazılımları sistem yazılımlarından bağımsız çalışabilir.",
      "B": "Sistem yazılımları, uygulama yazılımlarının çalışması için temel altyapıyı sağlar.",
      "C": "Uygulama yazılımları sistem yazılımlarının alt bileşenleridir.",
      "D": "Her iki yazılım türü de yalnızca internet bağlantısı varsa çalışır.",
      "E": "Sistem yazılımları yalnızca ağ yönetimiyle ilgilidir."
    },
    "explanation": "Metinde sistem yazılımı bilgisayarın kendi çalışma prensibi ile ilişkili olan görevlerini yerine getirmektedir. Uygulama yazılımları ise bu altyapı üzerinde çalışır. İşletim sistemi çöktüğünde uygulamaların da açılamaması, bu bağımlılığı açık biçimde gösterir."
  },
  {
    "id": "3925271",
    "unitNumber": 2,
    "text": "“Bilgisayar donanımları içerisinde bilgisayarlara girdi iletebilmek amacıyla kullanılan tüm parçalar girdi birimlerini, alınan girdinin bilgisayar tarafından işlenmesinden sonra çıkan sonuçları kullanıcılara sunmak amacıyla kullanılan tüm parçalar ise çıktı birimlerini oluşturmaktadır.”\n Bu bilgiden hareketle aşağıdakilerden hangisi diğerlerinden farklı bir başlıkta değerlendirilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Klavye",
      "B": "Tarayıcı",
      "C": "Fare",
      "D": "Mikrofon",
      "E": "Ekran"
    },
    "explanation": "Klavye, tarayıcı, fare, mikrofon girdi birimlerine, ekran ise çıktı birimlerine örnek olarak gösterilebilir."
  },
  {
    "id": "3925288",
    "unitNumber": 2,
    "text": "Girdi ve çıktı birimleri dikkate alındığında aşağıdakilerden hangisi diğerlerinden farklı bir başlıkta değerlendirilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Web kamerası",
      "B": "Optik okuyucu",
      "C": "Barkod okuyucu",
      "D": "Joystick",
      "E": "Yazıcı"
    },
    "explanation": "Web kamerası, optik okuyucu, barkod okuyucu ve joystick girdi birimlerine, yazıcı ise çıktı birimlerine örnek olarak gösterilebilir."
  },
  {
    "id": "3925301",
    "unitNumber": 2,
    "text": "Girdi ve çıktı birimleri dikkate alındığında aşağıdakilerden hangisi diğerlerinden farklı bir başlıkta değerlendirilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çizici",
      "B": "Hoparlör",
      "C": "Projeksiyon cihazı",
      "D": "Tarayıcı",
      "E": "Ekran"
    },
    "explanation": "Çizici, hoparlör, projeksiyon cihazı ve ekran çıktı birimlerine, tarayıcı ise girdi birimlerine örnek olarak gösterilebilir."
  },
  {
    "id": "3925335",
    "unitNumber": 2,
    "text": "“Rakam ve karakterlerin dikey çizgi ve boşlukla kodlanmış halinden oluşan etiketlerin algılanması, bilgisayar ortamına aktarılması için kullanılan, tarayıcı gibi çalışan bir harici girdi birimidir. Bir ışık kaynağı ve optik sensörler kullanılarak etiketler taranır ve etiketlerdeki kodlar verilere dönüştürülerek bilgisayara aktarılır.”\n Yukarıdaki metinde anlatılan girdi birimi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Joystick",
      "B": "Optik okuyucu",
      "C": "Barkod okuyucu",
      "D": "Tarayıcı",
      "E": "Web kamerası"
    },
    "explanation": "Barkod okuyucu, rakam ve karakterlerin dikey çizgi ve boşlukla kodlanmış formu olan barkod etiketlerini algılanarak bilgisayar ortamına aktarılması için kullanılan bir başka harici girdi birimidir. Tarayıcı gibi çalışan barkod okuyucu, bir ışık kaynağı ve optik sensörler kullanarak barkod etiketlerini taramakta ve barkod etiketlerindeki kodları verilere dönüştürerek bilgisayarlara aktarmaktadır. Barkod etiketleri, temelde onluk sistemdeki sayıların ikilik sistemdeki karşılıklarını tanımlayan siyah ve beyaz çizgilerden oluşan veri kodlarıdır (Eryılmaz, 2014). Ayrıca barkodlarda başlangıç ve bitiş çizgileri bulunmaktadır. Barkod okuyucu tarafından taranan barkod etiketleri, özel yazılımlar aracılığıyla barkod etiketinin içerdiği verileri okunabilir formatlara dönüştürmektedir."
  },
  {
    "id": "3925461",
    "unitNumber": 2,
    "text": "Aşağıdaki durumlardan hangisi <strong>anakartın özellikleriyle çelişmektedir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Donanım birimleri arasında veri iletimini sağlaması",
      "B": "Elektrik enerjisinin diğer parçalara aktarılmasına aracılık etmesi",
      "C": "Donanım birimlerinin birbirleriyle iletişim kurmasını sağlaması",
      "D": "Donanım birimlerinin birbirlerine ve uygun yuvalara lehimlenmesi",
      "E": "Donanım birimlerinin takılabileceği yuvalar bulundurması"
    },
    "explanation": "Ünitedeki bilgilere göre donanım birimleri <strong>birbirleriyle doğrudan değil</strong>, anakart <strong>aracılığıyla</strong> iletişim kurar. Önemli bir bilgi parçaların doğru pozisyonda anakart üzerindeki yuvaya yerleştirilerek kullanılıyor olmasıdır. Herhangi bir lehim işlemine gerek kalmadan parçalar anakart üzerindeki yuvalara oturtularak kullanılmaktadır."
  },
  {
    "id": "3925507",
    "unitNumber": 2,
    "text": "Bir bilgisayarda RAM yuvasına başka bir donanım biriminin takılamamasının nedeni aşağıdakilerden hangisi olabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Farklı donanım birimlerinin aynı standart hızda veri iletmesinin zorluğu",
      "B": "RAM yuvalarının belirli donanım türleriyle uyumlu biçimde tasarlanması",
      "C": "RAM yuvalarının güç bağlantısının bulunmaması",
      "D": "RAM yuvalarının anakarta lehim veya kablolarla bağlanmış olması",
      "E": "RAM bellek yuvalarının sayısı ve desteklediği RAM hızı"
    },
    "explanation": "RAM yuvası, bilgisayarda yapılan işlemlerle ilgili verilerin depolandığı, okunduğu, silindiği veya değiştirildiği belleklerin takıldığı yuvadır. Anakart üzerinde farklı sayıda ve hızları destekleyen RAM uvaları bulunmaktadır. Bilgisayarın ana belleğini oluşturan bellek kartları bu yuvalara takılarak kilitlenmektedir. Ünitede açıkça “Bazı veriyolları takılacak donanım birimiyle uyumlu bir biçimde tasarlandığından yalnız ilgili donanım birimi takılabilmektedir. Örneğin, RAM yuvalarına başka bir donanım birimi takılamamaktadır.” denilmektedir."
  },
  {
    "id": "3925526",
    "unitNumber": 2,
    "text": "Bir bilgisayarın maksimum bellek kapasitesi hangi etken(ler)le doğrudan ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "RAM yuvalarının sayısı ve desteklediği RAM hızı",
      "B": "Anakart üzerindeki veriyollarının sayısı",
      "C": "Güç bağlantı noktasının voltaj kapasitesi",
      "D": "BIOS pilinin kapasitesi",
      "E": "PCI veriyoluna takılan kartların sayısı"
    },
    "explanation": "Metinde “Maksimum bellek kapasitesi RAM bellek yuvalarının sayısı ve desteklediği RAM hızıyla doğrudan ilişkilidir.” cümlesi yer almaktadır."
  },
  {
    "id": "3925556",
    "unitNumber": 2,
    "text": "Bilgisayarda kullanılan ölçü birimleri ve büyüklükleri dikkate alındığında aşağıdakilerden hangisi diğerlerinden daha büyüktür?",
    "correctAnswer": "A",
    "options": {
      "A": "1 Zettabayt",
      "B": "1 Exabayt",
      "C": "1 Petabayt",
      "D": "1 Gigabayt",
      "E": "1 Terabayt"
    },
    "explanation": "Bilgisayarlarda her 0 ve 1 değeri Bit olarak adlandırılır. Bit en küçük veri ölçü birimidir. Anlam ifade eden en küçük veri ise 8 Bit bir araya gelerek oluşan Bayt’tır (Byte). Örneğin, klavyeden basılan A harfi 1 Bayt (8 Bit) yer kaplamaktadır. Daha sonra veri miktarı arttıkça ölçü birimleri 1024 katları şeklinde Kilobayt, Megabayt, Gigabayt, Terabayt, Petabayt şeklinde devam eder. Bilgisayarda kullanılan ölçü birimleri ve büyüklükleri şu şekildedir (Haseski, 2018; Sökmen ve Gündüz, 2008);\n 1 Bayt (B) = 8 Bit\n 1 Kilobayt (KB) =1024 Bayt\n 1 Megabayt (MB) =1024 Kilobayt\n 1 Gigabayt (GB) = 1024 Megabayt\n 1 Terabayt (TB) = 1024 Gigabayt\n 1 Petabayt (PB) = 1024 Terabayt\n 1 Exabayt (EB) = 1024 Petabayt\n 1 Zettabayt (ZB) = 1024 Exabayt"
  },
  {
    "id": "3925577",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, web sunucularının güçlü donanımsal özelliklere sahip olmasının <em>birincil nedeni</em>ni en iyi açıklar?",
    "correctAnswer": "B",
    "options": {
      "A": "İnternete bağlı bilgisayarlarda IP adreslerini çözümlendirmek",
      "B": "Eşzamanlı olarak çok sayıda istemcinin talebini karşılamak",
      "C": "E-posta gönderiminde SMTP protokolünü yürütmek",
      "D": "Güvenlik duvarı işleviyle saldırıları engellemek",
      "E": "FTP bağlantılarında kimlik doğrulaması yapmak"
    },
    "explanation": "Ünitenizde şu ifade yer almaktadır: \"Web sunucuları… kendisine ulaşan çok sayıdaki bilgisayarın taleplerini işleyerek işlem yapmaktadır. … güçlü merkezî işlem birimlerine ve yüksek kapasiteli birden çok depolama birimine sahip olması gerekmektedir.” Yani web sunucularının güçlü olması, <strong>eşzamanlı çok sayıda istemciye hizmet verme gereksiniminden</strong> kaynaklanmaktadır."
  },
  {
    "id": "3925600",
    "unitNumber": 2,
    "text": "Bir ağ yöneticisi, kullanıcıların sık ziyaret ettiği web sayfalarına <em>daha hızlı erişim</em> sağlamayı ve bazı sitelere erişimi de sınırlamayı istemektedir. Aşağıdaki sunucu türlerinden hangisi bu amaca uygun olacaktır?",
    "correctAnswer": "C",
    "options": {
      "A": "DNS sunucusu",
      "B": "Web sunucusu",
      "C": "Proxy sunucusu",
      "D": "FTP sunucusu",
      "E": "Güvenlik sunucusu"
    },
    "explanation": "Proxy sunucuları… daha önce ziyaret edilen bir web sayfasına ait verilerin bir kopyasını sisteminde tutarak aynı web sayfasına tekrar erişmek isteyen istemci bilgisayarlara hızlı bir biçimde barındırdığı veriyi iletebilmektedir… ayrıca bazı web sitelerine erişimin kısıtlanmasında kullanılabilmektedir.” Bu nedenle, Proxy sunucusu, hem erişim hızını artırır hem erişim sınırlaması yapabilir."
  },
  {
    "id": "3925653",
    "unitNumber": 2,
    "text": "Aşağıdaki senaryolardan hangisi DNS sunucusunun işlevini örneklendirmek için kullanılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir kullanıcının <a href=\"http://www.anadolu.edu.tr\">www.anadolu.edu.tr</a> yazdığında doğru adrese yönlendirilmesi",
      "B": "Bir kullanıcının aynı anda birden çok dosya yüklemesi gerçekleştirebilmesi",
      "C": "E-posta eklentilerinin daha hızlı ve güvenli biçimde gönderiminin sağlanması",
      "D": "Bir web sitesinin 7/24 kesintisiz biçimde yayın yapabilmesi",
      "E": "Bir ağda saldırı tespit sisteminin etkinleştirilmesi"
    },
    "explanation": "Ünitenizde DNS işlevi şu şekilde tanımlanmaktadır: “DNS sunucuları… IP numaralarıyla alan adlarının eşleştirilmesinde kullanılan sunucu bilgisayarlardır… kullanıcılar web tarayıcı adresine yazdıkları alan adlarını barındıran sunucu bilgisayarlara bağlanabilmektedir.” Yani DNS sunucusu, alan adını IP adresine dönüştürür. Bir kullanıcının <a href=\"http://www.anadolu.edu.tr\">www.anadolu.edu.tr</a> yazdığında doğru adrese yönlendirilmesi doğru yanıttır."
  },
  {
    "id": "3926390",
    "unitNumber": 3,
    "text": "Aşağıdaki yazılımlar bir çatı altında toplandığında hangisi ayrı bir başlık altında değerlendirilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kelime işlem programları",
      "B": "Çizim programları",
      "C": "Medya oynatıcıları",
      "D": "Web tarayıcıları",
      "E": "İşletim sistemleri"
    },
    "explanation": "Seçeneklerde uygulama yazılımlarına dört örnek verilmiş, sistem yazılımlarına ise tek bir örnek verilmiştir. Yazılımlarla ilgili farklı sınıflandırmalar bulunsa da genel olarak yazılımlar sistem ve uygulama yazılımı olarak ikiye ayrılmaktadır (Avcı, Özyıldırım ve Ülgen, 2019; Dağ, 2003). Uygulama yazılımları bilgisayar sistemlerinde istenen bir amacı gerçekleştirmek için kullanıcıların yararlandığı yazılımlardır. Genel olarak belirli amaçlar için özel olarak geliştirilen yazılımların tümü uygulama yazılımlarıdır. Örneğin; yazı yazmak istendiğinde kullanılan kelime işlem programları (Word, Notepad, LibreOffice vb), resim çizmek veya düzenlemek istendiğinde kullanılan çizim programları (Photoshop, Illustrator, Paint vb.) müzik dinlemek veya video izlemek için kullanılan medya oynatıcıları (Winamp, Media Player, GOP Player vb.), internet sayfalarını görüntülemek için kullanılan web tarayıcıları (Chrome, Opera, Firefox, Safari vb.), sesli ve görüntülü iletişim için kullanılan video konferans programları (Skype, Zoom, Teams vb.) gibi yazılımların tamamı uygulama yazılımıdır. Sistem yazılımları ise, bilgisayar sistemlerinin yönetilmesinde ve kontrolünde kullanılan yazılımlardır. İşletim sistemleri ve işletim sistemlerinin görevlerine destek olmak amacıyla geliştirilen hizmet yazılımları bu yazılım grubunda yer almaktadır."
  },
  {
    "id": "3926447",
    "unitNumber": 3,
    "text": "İşletim sisteminin temel işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgisayarın donanım birimlerini birbirine bağlayarak çalışmalarını sağlamak",
      "B": "Bilgisayar sistemlerindeki donanım sürücülerini otomatik olarak güncellemek",
      "C": "Kullanıcıların yüklediği programları çalıştırmak ve çıkan sorunları çözmek",
      "D": "Donanım ayarlarını kontrol ederek sistemin devamlılığını sağlamak",
      "E": "Bilgisayara bağlı tüm çevre birimlerinin sürücülerini yönetmek"
    },
    "explanation": "Ünitede açıkça “işletim sisteminin gerçekleştirmesi beklenen en temel işlem kullanıcıların bilgisayar sistemlerine yüklemiş olduğu programları çalıştırmak ve çıkan sorunları çözmektir” ifadesi yer almaktadır."
  },
  {
    "id": "3926473",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletim sisteminin yürüttüğü görevlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "BIOS yazılımı aracılığıyla donanım ayarlarını kontrol etmek",
      "B": "Donanım birimlerinin makine dilindeki mikro kodlarını oluşturmak",
      "C": "Bilgisayarın açılışında başlangıç programını devreye sokmak",
      "D": "Kullanıcılarla bilgisayar arasındaki etkileşim için arayüz sağlamak",
      "E": "Anakart üzerindeki tümleşik devrelerin yazılımını güncellemek"
    },
    "explanation": "İşletim sistemlerinin genel görevleri arasında “kullanıcıların bilgisayarla etkileşimi için arayüz sağlamak” açıkça belirtilmiştir. Diğer seçenekler BIOS ile ilişkilidir."
  },
  {
    "id": "3926493",
    "unitNumber": 3,
    "text": "BIOS’un işletim sistemine geçiş sürecindeki rolü aşağıdakilerden hangisiyle en doğru biçimde ifade edilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletim sisteminin çalışabilmesi için gerekli donanım ayarlarını yaparak sistemi hazır hâle getirmek",
      "B": "İşletim sistemi arayüzünü yükleyerek kullanıcı ile bilgisayar arasında etkileşimi başlatmak",
      "C": "Donanım birimlerinde meydana gelen hataları tespit ederek düzeltmek",
      "D": "Sistemdeki programların belleğe yüklenmesini sağlayarak performansı artırmak",
      "E": "İşletim sisteminin güvenlik ayarlarını yapılandırarak kullanıcı hesaplarını oluşturmak"
    },
    "explanation": "Ünitenizde “BIOS... donanım ayarlarını kontrol etmektedir... sistemin tüm yönlerini başlatmakta ve donanım birimlerini hazır hâle getirmektedir. Bu işlemin tamamlanmasının ardından işletim sistemi devreye girmektedir.” denmektedir. Dolayısıyla BIOS, işletim sistemine ortam hazırlamaktadır."
  },
  {
    "id": "3926503",
    "unitNumber": 3,
    "text": "İşletim sistemi ile BIOS arasındaki ilişki aşağıdakilerden hangisiyle açıklanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletim sistemi BIOS’un yerini alarak donanımın tüm kontrolünü üstlenir.",
      "B": "BIOS, donanımın ilk kontrolünü yapar ve ardından işletim sistemine yönetimi devreder.",
      "C": "BIOS, işletim sistemi tarafından yönetilen bir alt yazılım birimidir.",
      "D": "İşletim sistemi ve BIOS eşzamanlı çalışarak donanımı birlikte yönetir.",
      "E": "BIOS yalnızca işletim sistemi yüklenmeden önceki hataları raporlar, sistem açılışına katkısı yoktur."
    },
    "explanation": "Metinde BIOS’un bilgisayarın açılışında devreye girdiği, donanımı kontrol edip hazır hâle getirdiği ve “bu işlemin tamamlanmasının ardından işletim sistemi devreye girmekte” olduğu belirtilmiştir. Bu da yönetimin sırasıyla BIOS’tan işletim sistemine geçtiğini gösterir."
  },
  {
    "id": "3926512",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletim sistemlerinin bilgisayar donanımlarının verimli kullanımına katkısı olarak nitelendirilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Donanım birimlerinin mikro düzeyde kodlarını oluşturarak işlemciye tanıtma",
      "B": "Donanım birimlerini kullanıcılar arasında paylaştırarak kaynak yönetimini sağlama",
      "C": "Bilgisayarın açılışında başlangıç işlemlerini sağlıklı bir biçimde yürütme",
      "D": "Donanım ayarlarını kontrol ederek sistem kararlılığına yardımcı olma",
      "E": "Anakart üzerindeki tümleşik devreleri etkinleştirme"
    },
    "explanation": "Ünitenizde “işlemler doğrultusunda sistem kaynaklarını yönetmek” ve “aynı anda birden çok kullanıcının olduğu sistemlerde donanım birimlerini kullanıcılar arasında paylaştırmak” ifadeleri işletim sistemlerinin bilgisayar sistemlerinde genel olarak yürüttüğü ortak görevler arasında sayılmıştır. Bu da donanımın verimli kullanılmasına doğrudan bir katkıdır."
  },
  {
    "id": "3926566",
    "unitNumber": 3,
    "text": "İşletim sistemlerinin “kabuk (kullanıcı arayüzü)” kısmı ile “çekirdek (kernel)” kısmı arasındaki temel fark aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kabuk, donanım kaynaklarının yazılımlara tahsisini yaparken; çekirdek, kullanıcıların işlemlerini yürütür.",
      "B": "Kabuk, kullanıcı etkileşimini sağlarken; çekirdek, sistem kaynaklarını yönetir.",
      "C": "Kabuk, bellekteki verilerin korunmasını sağlarken; çekirdek, kullanıcı komutlarını görsel arayüze dönüştürür.",
      "D": "Kabuk, programların yürütülmesini planlarken; çekirdek, grafik arayüzün tasarımını yönetir.",
      "E": "Kabuk, girdi/çıktı birimlerini yönetirken; çekirdek, bu birimlerin sürücülerini tanımlar."
    },
    "explanation": "Ünitenizde “İşletim sistemleri çoğunlukla kolay kullanılabilen kullanıcı arayüzüne (kabuk) sahiptir... kullanıcılar fare veya klavye gibi girdi birimlerini kullanarak... işlemler yapmaktadır” denmektedir. Buna karşılık “İşletim sistemlerinin çekirdek kısmı... kaynakların yönetilmesinde devreye girmektedir.” Diğer seçeneklerde çekirdek ve kabuğun rollerinin yanlış betimlenmesi söz konusudur. Örneğin kaynak yönetimi çekirdeğe, kullanıcı etkileşimi kabuğa aittir. Kabuk veri korumaz, çekirdek de görsel dönüştürme yapmaz. Kabuk program planlamaz; çekirdek de grafik tasarımıyla ilgilenmez. Girdi/çıktı yönetimi de çekirdeğin görevidir."
  },
  {
    "id": "3926586",
    "unitNumber": 3,
    "text": "Çoklu işlem (aynı anda müzik dinlemek ve resim yapmak gibi) sırasında işletim sisteminin en kritik görevi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ana belleği doğrudan yöneterek dosyaları kalıcı olarak depolamak",
      "B": "İşlemciyi işlemler arasında adil biçimde paylaştırmak",
      "C": "Aygıt sürücülerinin marka ve modeline göre güncellenmesini sağlamak",
      "D": "Dosyaların kopyalarını sabit sürücüye yazmak",
      "E": "Grafik arayüzün işlemler sırasında kapanmamasını sağlamak"
    },
    "explanation": "Ünitenizde açıkça “bir kullanıcının aynı anda hem müzik dinlemek hem de resim programı ile bir resim oluşturmak istemesi durumunda... merkezî işlem biriminin işler arasında eşit bir şekilde paylaştırılması işletim sistemi tarafından yürütülmektedir” denmektedir."
  },
  {
    "id": "3926603",
    "unitNumber": 3,
    "text": "Bilgisayar sistemlerinde bir donanım biriminin işletim sistemi tarafından kullanılabilmesi için aşağıdakilerden hangisi zorunludur?",
    "correctAnswer": "B",
    "options": {
      "A": "Donanımın BIOS tarafından başlatılmış olması",
      "B": "Donanımın aygıt sürücüsünün işletim sistemine tanıtılmış olması",
      "C": "Donanımın kullanıcı arayüzü tarafından algılanması",
      "D": "Donanımın ana bellek içinde tanımlanması",
      "E": "Donanımın çekirdek tarafından otomatik olarak yüklenmesi"
    },
    "explanation": "Ünitenizde “Bilgisayar sistemlerine bağlanan girdi ve çıktı birimlerinin sorunsuz kullanılması için işletim sistemine aygıt sürücülerinin tanıtılması gerekmektedir” ifadesi yer almaktadır."
  },
  {
    "id": "3926612",
    "unitNumber": 3,
    "text": "İşletim sistemlerinin dosya yönetimi işlevi aşağıdakilerden hangisini en kapsamlı biçimde açıklar?",
    "correctAnswer": "B",
    "options": {
      "A": "Dosyaların belleğe yüklenmesini sağlayarak verileri geçici olarak tutmak",
      "B": "Dosyaların organize edilmesini, açılmasını ve hatalarının düzeltilmesini sağlamak",
      "C": "Dosyaları yazıcıya göndermek için gerekli veri akışını sağlamak",
      "D": "Sabit sürücüdeki klasörlerin isimlendirilmesini kullanıcı adına yapmak",
      "E": "Kullanıcılara grafiksel arayüzle dosya ikonlarını göstermek"
    },
    "explanation": "Ünitenizde dosya yönetimi kapsamında “dosyaları bulma, oluşturma, okuma, yazma, silme işlemleri... dosyaların ve klasörlerin organize edilmesi, erişimi, hataların algılanması ve düzeltilmesi” açıklanmıştır."
  },
  {
    "id": "3926648",
    "unitNumber": 3,
    "text": "İşletim sistemleri ve örnekleri verilirken hangisinde hata yapılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ticari işletim sistemi - Windows",
      "B": "Ticari işletim sistemi - macOS",
      "C": "Açık kaynak kodlu işletim sistemi - Linux",
      "D": "Açık kaynak kodlu işletim sistemi -Pardus",
      "E": "Mobil işletim sistemi - macOS"
    },
    "explanation": "Mobil işletim sistemleri, mobil cihazların donanım özellikleri dikkate alınarak geliştirilen ve bu cihazları daha nitelikli kullanmak için tasarlanan işletim sistemleridir. Apple tarafından geliştirilen iOS (iPhone Operating System) ya da Google firması ve Open Handset Alliance tarafından Linux çekirdeği üzerine inşa edilmiş olan Android işletim sistemi bunlara örnek olarak verilebilir. macOS (eski adıyla Mac OS veya Mac OS X) ise Apple firması tarafından kişisel bilgisayarlar için geliştirilmiş olup dünya genelinde ikinci sırada kullanılan ticari işletim sistemidir. Macintosh (Mac) bilgisayarlar için tasarlanmış ve 1984 yılında piyasa sürülmüştür."
  },
  {
    "id": "3927385",
    "unitNumber": 4,
    "text": "Bir kullanıcı, kelime işlemcide sıklıkla kullandığı biçimlendirme seçeneklerine (örneğin yazı tipi, hizalama, madde işaretleri vb.) hızlıca erişmek istemektedir. Bu kullanıcı, hangi arayüz ögesini etkin biçimde kullanarak bu işlemleri gerçekleştirebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Durum çubuğu",
      "B": "Ek pencere",
      "C": "Araç çubuğu",
      "D": "Alt menü",
      "E": "Menü grubu"
    },
    "explanation": "Ünitede “Araç Çubuğu: Kullanım amacına özgü menü ve butonları içerebilen belge üstü pencerelerdir” ifadesi yer almaktadır. Dolayısıyla sık kullanılan biçimlendirme işlemleri gibi belge düzenleme sırasında hızlı erişim gerektiren işlevler, araç çubuğunda yer alır. Öte yandan;\n Durum çubuğu: Belge özellikleri ve görünüm ayarlarını gösterir; işlem yapmak için değil, durumu izlemek içindir.\n Ek pencere: Daha detaylı işlemler için açılır; hızlı erişim için değil, ileri düzey seçenekler içindir.\n Alt menü: Bir menüye bağlı olarak açılır; doğrudan belge üstü hızlı erişim sunmaz.\n Menü grubu: Sekme altındaki ögeleri barındırır ama doğrudan belge üzerinde sabit bir “hızlı erişim alanı” değildir."
  },
  {
    "id": "3927402",
    "unitNumber": 4,
    "text": "Bir kullanıcı, kelime işlemci arayüzünde \"Sayfa Düzeni\" sekmesine tıkladığında “Kenar Boşlukları”, “Yönlendirme” ve “Boyut” gibi özelliklerin aynı grupta yer aldığını görüyor. Bu durumda kullanıcı, hangi arayüz ögesiyle etkileşim içindedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Menü",
      "B": "Menü grubu",
      "C": "Şerit",
      "D": "Ek pencere",
      "E": "Düğme"
    },
    "explanation": "Ünitede “Menü Grubu: Ortak bir özelliğe hizmet eden ve menü, buton gibi ögeleri içeren sekme alt ögesi” ifadesi yer almaktadır. “Sayfa Düzeni” sekmesi altındaki Kenar Boşlukları, Yönlendirme, Boyut gibi işlevler ortak bir amaca (sayfa biçimlendirmesi) hizmet ettiği için menü grubudur.\n Öte yandan:\n Menü: Menü satırları biçiminde temalaştırılmış özellikleri içerir, sekme altında gruplanmış ögeler değildir.\n Şerit: Sekmeleri içeren daha üst bir yapıdır; doğrudan bu işlevleri barındırmaz.\n Ek pencere: Menü grubunun ayrıntılı özelliklerine erişim sağlar ama burada bahsedilen doğrudan ek pencere değil, grup içeriğidir.\n Düğme: Tek bir işlemi temsil eder; burada birden fazla ilgili işlevden söz edilmektedir."
  },
  {
    "id": "3927407",
    "unitNumber": 4,
    "text": "Bir kullanıcı, yazı tipi özelliklerini düzenlerken “Gelişmiş” seçeneğine tıklayarak karakter aralığı ve metin efektleri gibi daha detaylı ayarların yapılabildiği yeni bir pencere açıyor. Bu durumda kullanıcı hangi arayüz ögesini kullanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Alt menü",
      "B": "Ek pencere",
      "C": "Düğme",
      "D": "Menü",
      "E": "Şerit"
    },
    "explanation": "Ünitenizde “Ek Pencere: Bir menü grubunun içeriğinde yer alan özelliklerle ilgili daha detaylı işlemler yapılmasına olanak sağlayan pencere” ifadesi vardır. Burada da kullanıcı, yazı tipi menü grubuna ait özelliklerin daha ayrıntılı biçimde düzenlendiği bir pencere açmıştır - bu tam olarak ek pencere tanımına uyar. Öte yandan:\n Alt menü: Menüler içinde açılan alt düzey seçeneklerdir; genellikle liste biçimindedir, ayrı bir pencere değildir.\n Düğme: Ek pencereyi açmak için kullanılabilir, ancak burada açılan yapının kendisi sorulmaktadır.\n Menü: Genel temalı seçeneklerin satırlardan oluştuğu yapıdır; burada bir pencere söz konusudur.\n Şerit: Sekmeleri içeren üst erişim alanıdır; belirli bir özelliğin detaylı ayarlarını içermez."
  },
  {
    "id": "3927429",
    "unitNumber": 4,
    "text": "Bir kelime işlemcinin sahip olması gereken birtakım temel işlevler bulunmaktadır. Metinlerle bir arada kullanılabilen ögelerin düzenlenmesi de bunlardan biridir. Bu ögeler dikkate alındığında aşağıdakilerden hangisi dışarıda kalacaktır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tablo",
      "B": "Resim",
      "C": "Grafik",
      "D": "Diyagram",
      "E": "Tema"
    },
    "explanation": "Kelime işlemcilerin sahip olması gereken yedi ana özellikten bir tanesi metinlerle bir arada kullanılabilen ögelerin düzenlenmesi olup tablo, resim, grafik, diyagram gibi görsellerle çalışma bu başlık altında irdelenebilir. Tema ise metin biçimlendirme, metnin görsel yönüne odaklanma ile alakalı bir bileşendir."
  },
  {
    "id": "3927445",
    "unitNumber": 4,
    "text": "Bir kelime işlemcinin sahip olması gereken birtakım temel işlevler bulunmaktadır. Raporlama işlemleri de bunlardan biridir. Raporlama işlemlerine ilişkin bileşenler dikkate alındığında aşağıdakilerden hangisi dışarıda kalacaktır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yazım kuralları",
      "B": "Dipnot",
      "C": "İçindekiler",
      "D": "Kaynakça",
      "E": "Belge üstü açıklama"
    },
    "explanation": "Kelime işlemcilerin sahip olması gereken yedi ana özellikten bir tanesi raporlama işlemleri ve iş birliği olup dipnot, içindekiler, kaynakça, belge üstü açıklama ve belge değişikliklerinin izlenmesi gibi bileşenler içermektedir. Yazım kuralları ise yazım ve dil bilgisi denetimi ile ilgili bir bileşendir."
  },
  {
    "id": "3927494",
    "unitNumber": 4,
    "text": "Bir kullanıcı, Google Docs arayüzünde “Biçim” menüsüne tıklayarak altındaki “Yazı tipi” ve “Paragraf stilleri” seçeneklerine erişmektedir. Aynı kullanıcı Microsoft Word’de benzer işlevlere “Giriş” sekmesinden ulaşabilmektedir. Bu durumda aşağıdakilerden hangisi bu iki arayüz arasındaki <strong>tasarım yaklaşımı farkını</strong> en iyi açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Google Docs’un şerit ve sekme yapısını çok daha gelişmiş biçimde kullanma olanağı sunması",
      "B": "Microsoft Word’ün işlevlerinin menü-alt menü ilişkisine dayandırarak sade bir arayüz sağlaması",
      "C": "Google Docs, temel işlevleri menü-alt menü yapısı ile özetlerken Word’ün aynı işlevleri şerit ve sekme yapısına dağıtması",
      "D": "Her iki platformun da yalnızca menü grubu temelli bir yapı sunması",
      "E": "Microsoft Word içerisinde menü-alt menü ilişkisinin tamamen ortadan kaldırılmış olması"
    },
    "explanation": "Google Docs, temel işlevleri menü-alt menü yapısı ile özetlerken Word, aynı işlevleri şerit ve sekme yapısına dağıtır. Microsoft Word bağlamında şerit ve sekmeler ile bunlar bünyesinde menü grupları-menü-düğme kullanımı ön plandayken, Google Docs arayüzünde bir kelime işlemcide en çok kullanılan menü ve alt menü temelli, grafik kullanıcı arayüzü özelliklerinin bir nebze arka planda kaldığı bir kullanım söz konusudur. Bir Microsoft Word kullanıcısı düğmelere ve menülerin birçoğuna tıklamadan olası sonucu ekranda geçici de olsa görebilmekteyken Google Docs arayüzünde bu geçerli olmamaktadır."
  },
  {
    "id": "3927520",
    "unitNumber": 4,
    "text": "Word yazılımında Giriş sekmesinde birçok menü grubu öncelikle metin düzenleme için kullanılmaktadır. Bunlar arasında Yazı Tipi ve Paragraf menü grupları ile metinlere yönelik birçok işlem gerçekleştirilebilmektedir. Söz konusu işlemler dikkate alındığında aşağıdakilerden hangisi dışarıda kalacaktır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yazı tipi ve boyutunu ayarlama",
      "B": "Vurgulama işlemleri",
      "C": "Maddeleştirme ve numaralandırma",
      "D": "Hizalama",
      "E": "Tablo ekleme"
    },
    "explanation": "Word yazılımında Giriş sekmesinde birçok menü grubu öncelikle metin düzenleme için kullanılmaktadır. Bunlar arasında Yazı Tipi ve Paragraf menü grupları ile metinlere yönelik\n <ul> <li>yazı tipi ve boyutunu ayarlama</li> <li>vurgulama işlemleri</li> <li>maddeleştirme</li> <li>numaralandırma ve</li> <li>hizalama</li> </ul> işlemleri gerçekleştirilmektedir. Ancak tablo ekleme “Ekle” sekmesi içerisinde yer almaktadır."
  },
  {
    "id": "3927549",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Microsoft Word ve Google Docs kelime işlemci arayüzlerinin ortak yönlerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Her iki arayüz de şerit yapısını özelleştirilebilir sekmeler aracılığıyla gerçekleştirme olanağı sunar.",
      "B": "Her iki arayüzde de satır ve paragraf işlemleri sonrası görünümün oransal olarak incelenmesi mümkündür.",
      "C": "Her iki arayüzde de paragraf aralığı “paragraf boşluğu” olarak adlandırılır ve araç çubuğundan erişilir.",
      "D": "Her iki arayüzde de kontrol listesi yalnızca sağ tıklamayla etkinleştirilebilir.",
      "E": "Her iki arayüzde de çevrim içi otomatik kaydetme özelliği varsayılan olarak devrededir."
    },
    "explanation": "Ünitenizde “Gerek Microsoft Word gerekse Google Docs arayüzünde satır ve paragraf işlemleri bittiğinde belgenin Görünüm sekmesi veya çalışma alanının en altındaki görüntüleme yüzdesi azaltılarak oransal olarak incelenmesi önemli bir girişim olacaktır.” ifadesi yer almaktadır. Dolayısıyla her iki program da kullanıcıya belgeyi oransal olarak küçültüp büyüterek görüntüleme olanağı sağlar - bu, ortak bir özelliktir."
  },
  {
    "id": "3927566",
    "unitNumber": 4,
    "text": "Aşağıda verilen klavye kısayollarından hangisi çalışma alanındaki tüm ögeleri seçme amacıyla kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "CTRL+A",
      "B": "CTRL+X",
      "C": "CTRL+C",
      "D": "CTRL+V",
      "E": "CTRL+Z"
    },
    "explanation": "Seçeneklerde yer alan kısayollar ve kullanım amaçları şu şekildedir:\n CTRL+A Çalışma alanındaki tüm ögeleri seçme\n CTRL+X Bir ögeyi bulunduğu alandan kesme\n CTRL+C Bir ögenin kopyasını çıkarma\n CTRL+V Kesilen ya da kopyalanan bir ögeyi yerleştirme\n CTRL+Z Yapılan bir işlemi geri alma"
  },
  {
    "id": "3927580",
    "unitNumber": 4,
    "text": "Aşağıda verilen klavye kısayollarından hangisi yeni bir belge açma amacıyla kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "CTRL+S",
      "B": "CTRL+F",
      "C": "CTRL+N",
      "D": "CTRL+O",
      "E": "CTRL+H"
    },
    "explanation": "Seçeneklerde yer alan kısayollar ve kullanım amaçları şu şekildedir:\n CTRL+S Belgeyi kaydetme / farklı kaydetme\n CTRL+F Belgede bir metin arama\n CTRL+N Yeni bir belge açma\n CTRL+O Var olan bir belgeyi açma\n CTRL+H Aranan bir metni bulup değiştirme"
  },
  {
    "id": "3927598",
    "unitNumber": 4,
    "text": "Microsoft Word Görünüm sekmesi içeriği dikkate alındığında aşağıdaki menü gruplarından hangisi farklı bir başlık altında değerlendirilecektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Görünümler",
      "B": "Göster",
      "C": "Yakınlaştır",
      "D": "Pencere",
      "E": "Dil"
    },
    "explanation": "Microsoft Word Görünüm sekmesi içeriğinde\n <ul> <li>belgenin farklı görünümlerinin seçilebileceği Görünümler menü grubu,</li> <li>cetvel, kılavuz çizgileri ve gezinti bölmesi eklenebilen Göster menü grubu,</li> <li>sayfaların ekrana yansıyan sayıları ve yakınlık-uzaklık ayarlarının yapıldığı Yakınlaştır menü grubu,</li> <li>belgede iki farklı konumu aynı anda ekranda göstermeye yarayan Böl düğmesinin bulunduğu, sayfaların yan yana görüntülenebildiği ve pencereler arası geçiş yapmaya yarayan menülerin bulunduğu Pencere menü grubu</li> <li>sık kullanılan görevleri otomatik hâle getirmeye yarayan Makrolar menü grubu yer almaktadır.</li> </ul> Dil ise Gözden Geçir sekmesi altında yer almaktadır."
  },
  {
    "id": "3929993",
    "unitNumber": 5,
    "text": "Bir öğretim elemanı, öğrencilerinin ad-soyad, numara ve not ortalamalarını içeren bir tablo hazırlamak istemektedir. Bu verilerin her biri farklı sütunda yer alacak, her öğrenci bilgisi ise ayrı bir satırda tutulacaktır. Excel’in yapısı dikkate alındığında öğretim elemanı aşağıdakilerden hangisini uygulamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hücrelere farklı biçimlerde veri girişi yapılması",
      "B": "Satırların kayıt veya veri girişi birimi olarak kullanılması",
      "C": "Hücrelerin formül çubuğundan düzenlenmesi",
      "D": "Veri aralıklarının dikey biçimde tanımlanması",
      "E": "Sütunların alfabetik olarak adlandırılması"
    },
    "explanation": "Ünitenizde belirtildiği üzere her bir satır, bir kayıt veya veri girişini temsil edebilir. Örneğin bir öğrenci listesi hazırlanırken her öğrenci bilgisi ayrı bir satırda yer alır."
  },
  {
    "id": "3930012",
    "unitNumber": 5,
    "text": "Bir araştırmacı Excel’de öğrenci notlarını analiz ederken “B2:B20” aralığını “Notlar” olarak adlandırmıştır. Daha sonra ortalamayı hesaplamak için “=ORTALAMA(Notlar)” formülünü işe koşmuştur. Bu uygulama hangi avantajı sağlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Formülün satır numaralarına bağımlı kalmadan çalışması",
      "B": "Veri aralığının metin türü girdilerle sınırlanması",
      "C": "Aralığın yatay biçimde kullanılması",
      "D": "Hücre biçimlerinin otomatik olarak değişmesi",
      "E": "Formülün istenen tek bir hücreye uygulanabilmesi"
    },
    "explanation": "B2:B20 hücre aralığı ‘Notlar’ olarak adlandırıldığında, =ORTALAMA(Notlar) formülüyle ortalama alınabilmektedir. Böyle yapıldığında tekrar eden işlemlerde hem okunabilirlik artırılır hem de hata riskleri azaltılır. Okunabilirliğin artması ve hata riskinin azalması satır/sütun referanslarına bağımlılığı da azaltmakta ve formülü daha esnek hale getirmektedir."
  },
  {
    "id": "3930016",
    "unitNumber": 5,
    "text": "Bir kullanıcı Excel’de bir hücreye tarih yazdığında, hücre biçimine bağlı olarak bu verinin görünümü otomatik biçimde değişmektedir. Bu durum aşağıdaki Excel özelliklerinden hangisini en iyi açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Hücrelerin içeriğinin formül çubuğunda izlenebilmesi",
      "B": "Satırların veri girişini organize eden yapılar olması",
      "C": "Hücre biçimlerinin girilen veriye göre otomatik değişmesi",
      "D": "Aralıkların dikdörtgen biçiminde tanımlanabilmesi",
      "E": "Formül yazımında “=” işaretinin zorunlu olması"
    },
    "explanation": "Bir hücreye veri girildiğinde, hücre biçimine göre verinin görünümü otomatik olarak değişebilmektedir. Örneğin bir tarih girildiğinde, Excel bunu tarih biçiminde algılayabilmektedir."
  },
  {
    "id": "3930033",
    "unitNumber": 5,
    "text": "Bir kullanıcı, Excel’de belgeyi yazdırmadan önce kenar boşluklarını ayarlamak, sayfa yönünü değiştirmek ve arka plan eklemek istemektedir. Bu kullanıcı aşağıdaki sekmelerden hangisini kullanmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Görünüm",
      "B": "Giriş",
      "C": "Sayfa Düzeni",
      "D": "Veri",
      "E": "Gözden Geçir"
    },
    "explanation": "Sayfa Düzeni: Yazdırılacak belgeler için sayfa görünümünü düzenlemek amacıyla kullanılır. Kenar boşlukları, yönlendirme (dikey-yatay), yazdırılabilir alan, arka plan ve tema gibi ayarların yapıldığı sekmedir. Özellikle çıktı alınacak dosyaların estetik ve düzenli görünmesi açısından önemlidir."
  },
  {
    "id": "3930047",
    "unitNumber": 5,
    "text": "Bir kullanıcı, bir grafiği seçtiğinde şerit üzerinde “Grafik Tasarımı” ve “Biçim” sekmelerinin aktif hâle geldiğini fark etmiştir. Bu durum, Excel’in hangi özelliğiyle doğrudan ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sekmelerin her zaman aynı sırada görünmesi",
      "B": "Şerit yapısının klasik menü sisteminden daha karmaşık olması",
      "C": "Sekmelerin bağlamsal olarak nesneye göre değişmesi",
      "D": "Komutların tek bir sekme altında toplanması",
      "E": "Sekme gruplarının tüm araçlara aynı anda erişim sağlaması"
    },
    "explanation": "Temel sekmelere ek olarak, Excel kullanıcılarının ihtiyaçlarına göre bağlamsal sekmeler de görüntülenebilir. Örneğin bir grafik seçildiğinde ‘Grafik Tasarımı’ ve ‘Biçim’ sekmeleri aktif olmaktadır. Bu bağlamsal sekmeler, sadece belirli nesnelerle çalışırken görünmekte ve işlemleri kolaylaştırmaktadır."
  },
  {
    "id": "3930057",
    "unitNumber": 5,
    "text": "Bir kullanıcı, Excel’de matematiksel, istatistiksel ve mantıksal fonksiyonlara kolayca erişmek istemektedir. Ayrıca Ad Yöneticisi gibi araçlara da ulaşmak istemektedir. Bu kullanıcı hangi sekmeye gitmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Veri",
      "B": "Formüller",
      "C": "Giriş",
      "D": "Ekle",
      "E": "Görünüm"
    },
    "explanation": "Excel’in güçlü yönlerinden biri olan formül ve fonksiyon altyapısına Formüller sekmesi aracılığıyla erişilir. Matematiksel, istatistiksel, mantıksal, metinsel, tarih ve saat fonksiyonları gibi kategorilere ayrılmış geniş bir fonksiyon kitaplığı sunar. Aynı zamanda Ad Yöneticisi ile Formül İzleyici gibi gelişmiş formül araçları da bu sekmede yer alır."
  },
  {
    "id": "3930076",
    "unitNumber": 5,
    "text": "Bir araştırmacı Excel’de çok sayfalı bir dosya hazırlamıştır.\n <ul> <li>“Ham Veriler”, “Analizler”, “Grafikler” ve “Sonuçlar” adlarında dört farklı sayfa oluşturmuştur.</li> <li>Ayrıca “Ham Veriler” sayfasındaki C5 hücresindeki değeri “Analizler” sayfasında kullanmak için “=Ham Veriler!C5” formülünü girmiştir.</li> </ul> Bu durumda araştırmacı aşağıdaki hangi çalışma biçimini uygulamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Verileri tek bir sayfada toplayarak hata riskini azaltma",
      "B": "Sayfalar arasında bağlantı kurarak bütüncül analizler yapma",
      "C": "Her sayfayı gizleyerek dosya güvenliğini artırma yoluna gitme",
      "D": "Sayfa adlarını varsayılan biçimde bırakarak sade bir yapı oluşturma",
      "E": "Renk kodlarıyla sayfa gruplandırması yaparak veriyi görselleştirme"
    },
    "explanation": "Excel, sayfalar arası veri bağlantısına da izin vermektedir. Bir sayfada yapılan hesaplama, başka bir sayfada kullanılabilir. Örneğin, Sayfa1’deki C5 hücresindeki değeri Sayfa2’de kullanmak için ‘=Sayfa1!C5’ formülü yeterlidir. Bu özellik, özellikle büyük veri setlerinde farklı modülleri birleştirerek bütüncül analiz yapma olanağı sunar."
  },
  {
    "id": "3930095",
    "unitNumber": 5,
    "text": "Bir kullanıcı, Excel’de bir hücreye “Öğrenci Bilgileri” ifadesini yazdığında metin sağdaki hücreye taşmaktadır. Ancak, bu metnin hücre sınırları içinde alt satıra geçmesini ve görünürlüğünü korumasını istemektedir. Kullanıcının aşağıdaki işlemlerden hangisini yapması en uygun olur?",
    "correctAnswer": "C",
    "options": {
      "A": "“Otomatik Sığdır” özelliğini kullanmak",
      "B": "Sütun genişliğini manuel olarak daraltmak",
      "C": "“Metni Kaydır” özelliğini etkinleştirmek",
      "D": "Sağdaki hücreyi boş bırakmak",
      "E": "Hücreyi “Birleştir ve Ortala” komutuyla genişletmek"
    },
    "explanation": "‘Metni Kaydır’ özelliği aktif hâle getirildiğinde, hücreye yazılan metin, hücre sınırları içinde alt satıra otomatik olarak aktarılır. Böylece metin başka hücreye taşmamakta ve hem düzen hem de bütünlük korunmaktadır."
  },
  {
    "id": "3930136",
    "unitNumber": 5,
    "text": "Aşağıdaki durumlardan hangisi Hızlı Doldurma (Flash Fill) özelliğinin en iyi örneğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir hücreye “Pazartesi” yazıp dolgu tutamağını sürükleyerek haftanın günlerini otomatik tamamlatmak",
      "B": "Bir hücrede bir örüntü varsa yan hücreye örüntünün ilk bölümü yazıldığında kalan hücreleri o örüntüye uygun olarak doldurmak",
      "C": "Bir hücreye “01.01.2025” yazıldığında Excel’in bunu tarih olarak algılaması ve tarih biçiminde göstermesi",
      "D": "Hücreye yanlış veri girildiğinde, Geri Al (CTRL+ Z) komutunu kullanarak işlemi iptal edebilmek",
      "E": "Sütun kenarına çift tıklayarak sütun genişliğini hücre içeriğine göre otomatik ayarlamak"
    },
    "explanation": "Hızlı Doldurma Özelliği: Excel’in gelişmiş veri giriş kolaylıklarından biri de hızlı doldurma özelliğidir. Bu özellik, bir örüntü tanındığında geriye kalan hücreleri örüntüye uygun biçimde doldurur. Örneğin bir hücrede “Ali Veli” ifadesi varsa ve yan hücreye yalnızca “Ali” yazılırsa, hızlı doldurma, diğer hücrelerdeki ad-soyad yapılarını çözümleyip adları otomatik olarak getirebilir. Bu işlev, özellikle veri ayıklama ve bölme işlemlerinde son derece kullanışlıdır. Hızlı doldurmayı kullanmak için veriler yan yana olacak şekilde yerleştirilir ve örüntü yazılır. Ardından “Veri” sekmesinden “Hızlı Doldurma” komutu seçilir veya CTRL + E kısa yolu kullanılır. Özellikle e-posta adreslerinden kullanıcı adı ayıklama, ad-soyad ayrıştırma ya da telefon numarasından alan kodu çekme gibi işlem¬ler için oldukça pratiklik sunmaktadır"
  },
  {
    "id": "3930155",
    "unitNumber": 5,
    "text": "Bir öğretmen Excel’de öğrencilerin notlarını düzenli olarak kullanmaktadır. “A2:A20” aralığında öğrencilerin notları yer almakta olup öğretmen de bu aralığı “Notlar” olarak adlandırmıştır. Aşağıdaki durumlardan hangisi bu adlandırma işleminin sağladığı temel avantajı en iyi açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Hücreler otomatik olarak biçimlendirilir ve renkleri değişir.",
      "B": "Excel, verileri otomatik olarak sıralar ve filtreler.",
      "C": "Formül yazarken okunabilirlik artar ve hata olasılığı azalır.",
      "D": "Excel bu hücreleri otomatik olarak koruma altına alır.",
      "E": "Tüm hücreler otomatik olarak kilitlenir ve düzenlenemez hale gelir."
    },
    "explanation": "A2:A20 aralığını ‘Notlar’ olarak adlandırmak, formül yazarken =ORTALAMA(Notlar) gibi daha okunabilir ve hatasız bir ifade kullanılmasına olanak tanır."
  },
  {
    "id": "3930190",
    "unitNumber": 5,
    "text": "“Veri kategorilerini karşılaştırmak için en çok tercih edilen grafik türüdür. Yatay eksende kategoriler (örneğin ay adları), dikey eksende değerler yer alır. Örneğin, aylık satış miktarlarını ya da öğrenci başarı ortalamalarını karşılaştırmak için uygundur.”\n Özellikleri belirtilen grafik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sütun grafiği",
      "B": "Dağılım grafiği",
      "C": "Pasta grafiği",
      "D": "Alan grafiği",
      "E": "Çizgi grafiği"
    },
    "explanation": "Sütun Grafiği (Column Chart): Veri kategorilerini karşılaştırmak için en çok tercih edilen grafik türüdür. Yatay eksende kategoriler (örneğin ay adları), dikey eksende değerler yer alır. Örneğin, aylık satış miktarlarını ya da öğrenci başarı ortalamalarını karşılaştırmak için uygundur."
  },
  {
    "id": "3922334",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sunumların temel amaçlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kişisel deneyimleri gizlemek",
      "B": "Görsel içeriklerin kullanılmasını engellemek",
      "C": "Bilgi, duygu ve düşünceleri hedef kitleye aktarmak",
      "D": "İzleyiciyi pasif konumda tutmak",
      "E": "Yalnızca metin tabanlı anlatımı kullanmak"
    },
    "explanation": "Sunumlar bilginin etkili aktarımını hedefleyen iletişim araçlarıdır; görsel ve işitsel unsurlar bu süreci destekler."
  },
  {
    "id": "3922339",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ikna edici sunumların temel özelliğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca bilgi aktarmaya odaklanır.",
      "B": "Duygusal ve etik argümanlarla izleyiciyi etkilemeyi amaçlar.",
      "C": "Görsel ögeler kullanılmaz.",
      "D": "Eğlendirici unsurlar ön plandadır.",
      "E": "Etkileşimsiz, tek yönlü bir anlatım benimser."
    },
    "explanation": "İkna edici sunumlar, dinleyicide tutum değişimi oluşturmak için mantık, duygu ve etik öğeleri bir arada kullanır."
  },
  {
    "id": "3922346",
    "unitNumber": 6,
    "text": "Sunum ortamlarının “yüz yüze” ve “çevrim içi” olarak ayrılmasının temel nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sunum araçlarının sayısının artması",
      "B": "Teknolojik altyapı ve etkileşim düzeylerinin farklı olması",
      "C": "Dinleyici sayısının değişkenliği",
      "D": "Konuların akademik veya sosyal olması",
      "E": "Sunum süresinin kısalması"
    },
    "explanation": "Sunum ortamları, teknoloji kullanımı ve geri bildirim mekanizmaları açısından farklıdır; bu fark etkileşim biçimini belirler."
  },
  {
    "id": "3922350",
    "unitNumber": 6,
    "text": "Aşağıdaki araçlardan hangisi dinamik geçişleri ve yakınlaştırma/uzaklaştırma (zoom) özellikleriyle ön plana çıkmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "PowerPoint",
      "B": "Prezi",
      "C": "Canva",
      "D": "Emaze",
      "E": "Google Slides"
    },
    "explanation": "Prezi, lineer olmayan akış yapısı ve yakınlaştırma-odaklanma hareketleriyle öne çıkar."
  },
  {
    "id": "3922356",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Canva’nın PowerPoint’e göre belirgin üstünlüğüdür?",
    "correctAnswer": "C",
    "options": {
      "A": "Geniş animasyon seçenekleri",
      "B": "Kod yazma imkânı",
      "C": "Görsel tasarım odaklı şablonlar ve sürükle-bırak kolaylığı",
      "D": "Ofis entegrasyonu",
      "E": "Yalnızca çevrim dışı kullanılabilmesi"
    },
    "explanation": "Canva, kullanıcı dostu arayüzüyle hızlı ve estetik sunum tasarımlarına olanak tanır."
  },
  {
    "id": "3922363",
    "unitNumber": 6,
    "text": "Bir sunumda görsellerin kültürel bağlama uygun olmaması hangi olumsuzluğa yol açar?",
    "correctAnswer": "C",
    "options": {
      "A": "Etkileşimi artırır",
      "B": "Öğrenmeyi hızlandırır",
      "C": "Sunumun inandırıcılığını zayıflatır",
      "D": "İzleyici kitlesini genişletir",
      "E": "Bilgiyi sadeleştirir"
    },
    "explanation": "Farklı kültürlere ait görseller, mesajın hedef kitleyle bağ kurmasını engeller ve güvenilirliği azaltır."
  },
  {
    "id": "3922368",
    "unitNumber": 6,
    "text": "Mayer’in (2020) çoklu ortam öğrenme ilkelerine göre, metin ve görsellerin birlikte kullanımı ile ilgili verilen ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilişsel yükü artırır",
      "B": "Bilgiyi daha etkili işlemeyi sağlar",
      "C": "Görsel dikkati azaltır",
      "D": "Sözlü anlatımı gereksiz kılar",
      "E": "Öğrenmeyi engeller"
    },
    "explanation": "Çoklu ortam ilkelerine göre, görsel ve metin kombinasyonu bilginin kalıcılığını artırır."
  },
  {
    "id": "3922373",
    "unitNumber": 6,
    "text": "Aşağıdaki senaryolardan hangisi etkili sunum planlaması ilkelerine uygundur?",
    "correctAnswer": "C",
    "options": {
      "A": "Hedef kitle analizi yapılmadan genel bir içerik hazırlanması",
      "B": "Slaytların rastgele sıralanması",
      "C": "Girişte dikkat çekici bir örnekle başlanması",
      "D": "Prova yapılmadan doğaçlama sunum yapılması",
      "E": "Dinleyici geri bildirimi dikkate alınmadan ilerlenmesi"
    },
    "explanation": "Keller’in ARCS-V modeline göre dikkat çekici bir giriş, dinleyici motivasyonunu artırır."
  },
  {
    "id": "3922376",
    "unitNumber": 6,
    "text": "Etkili bir sunumda sunucu görünümü (Presenter View) özelliği aşağıdaki olanaklardan hangisini sağlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Sunum süresini kısaltır",
      "B": "İzleyicilere gizli notlar gösterir",
      "C": "Sunucunun önceki ve sonraki slaytları görmesini ve notlara erişmesini sağlar",
      "D": "Animasyon hızını artırır",
      "E": "Sunumu otomatik kaydeder"
    },
    "explanation": "Presenter View, sunucunun konuşma notlarını ve akışı izlemesini sağlayarak sunum kontrolünü kolaylaştırır."
  },
  {
    "id": "3922382",
    "unitNumber": 6,
    "text": "Sunumun her slaydının belirli bir süreyle otomatik geçmesi hangi durum için en uygundur?",
    "correctAnswer": "B",
    "options": {
      "A": "Etkileşimli eğitim sunumları",
      "B": "Kiosk modunda otomatik bilgi ekranları",
      "C": "Grup tartışmaları",
      "D": "Soru-cevap oturumları",
      "E": "Canlı seminerler"
    },
    "explanation": "Zamanlamalı slayt geçişleri, konuşmacı olmadan otomatik bilgi sunulan kiosk ortamlarında tercih edilir."
  },
  {
    "id": "3938998",
    "unitNumber": 7,
    "text": "Veri tabanı kavramı aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Belgelerin manuel olarak arşivlendiği sistem",
      "B": "İlişkili verilerin sistematik biçimde depolandığı dijital ortam",
      "C": "İnternetten veri indirme süreci",
      "D": "Verilerin rastgele kaydedildiği depolar",
      "E": "Bilgisayar donanımının bir bileşeni"
    },
    "explanation": "Veri tabanı, anlamlı ilişkiler kurularak organize edilen verilerin dijital ortamda saklandığı yapıdır."
  },
  {
    "id": "3939002",
    "unitNumber": 7,
    "text": "Dosya tabanlı sistemlerde ortaya çıkan en önemli sorun aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri güvenliğinin yüksek olması",
      "B": "Veriye erişimin kolay olması",
      "C": "Veri tekrarları ve tutarsızlık",
      "D": "Otomatik yedekleme yapılması",
      "E": "Gelişmiş raporlama desteği"
    },
    "explanation": "Dosya tabanlı sistemlerde aynı verinin farklı dosyalarda tutulması veri tekrarı ve tutarsızlığa yol açar."
  },
  {
    "id": "3939008",
    "unitNumber": 7,
    "text": "Bir veri tabanı yönetim sisteminin veri tanımlama işlevi hangi dil ile gerçekleştirilir?",
    "correctAnswer": "B",
    "options": {
      "A": "DCL",
      "B": "DDL",
      "C": "DML",
      "D": "DQL",
      "E": "XML"
    },
    "explanation": "DDL (Data Definition Language), veri tabanının yapısını tanımlamak için kullanılır."
  },
  {
    "id": "3939010",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ilişkisel veri tabanı modelinin temel özelliğidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Verilerin hiyerarşik olarak tutulması",
      "B": "Verilerin dosya sisteminde saklanması",
      "C": "Verilerin tablolar hâlinde organize edilmesi",
      "D": "Sadece metin verilerini desteklemesi",
      "E": "Görsel veri depolayamaması"
    },
    "explanation": "İlişkisel modelde veriler satır ve sütunlardan oluşan tablolar biçiminde saklanır."
  },
  {
    "id": "3939011",
    "unitNumber": 7,
    "text": "Birincil anahtarın temel işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aynı verinin farklı tablolarda tekrarını sağlamak",
      "B": "Her satırı benzersiz şekilde tanımlamak",
      "C": "Tabloyu silmek",
      "D": "Yabancı tabloya bağ kurmak",
      "E": "Verileri sıralamak"
    },
    "explanation": "Birincil anahtar, tablodaki her kaydı benzersiz kılarak veri bütünlüğünü korur."
  },
  {
    "id": "3939012",
    "unitNumber": 7,
    "text": "“Bir öğrencinin birden fazla dersi alması, her dersin de birden fazla öğrenci tarafından alınabilmesi” ilişkisi hangi türdedir?",
    "correctAnswer": "C",
    "options": {
      "A": "1:1",
      "B": "1:N",
      "C": "M:N",
      "D": "N:1",
      "E": "M:1"
    },
    "explanation": "Çoktan çoğa (M:N) ilişkiler, iki tablo arasında üçüncü bir birleşim tablosu ile kurulur."
  },
  {
    "id": "3939013",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerden hangisi veri tabanı yaşam döngüsünün bir aşaması değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ön inceleme",
      "B": "Tasarım",
      "C": "Test ve değerlendirme",
      "D": "Silme ve geri yükleme",
      "E": "Bakım ve geliştirme"
    },
    "explanation": "Silme ve geri yükleme, bakım sürecinin bir parçası olabilir ancak bağımsız bir yaşam döngüsü aşaması değildir."
  },
  {
    "id": "3939014",
    "unitNumber": 7,
    "text": "ER Diyagramında “Öğrenci” ve “Ders” varlıkları arasındaki ilişkiyi tanımlamak için hangi yapı kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Varlık Bütünlüğü",
      "B": "Kayıt Bütünlüğü",
      "C": "İlişki (Relationship)",
      "D": "Sorgu Dili",
      "E": "Normalizasyon"
    },
    "explanation": "ER Diyagramında iki varlık arasındaki bağlantıyı “ilişki” (relationship) kavramı temsil eder."
  },
  {
    "id": "3939015",
    "unitNumber": 7,
    "text": "Aşağıdaki SQL ifadelerinden hangisi “İletişim” adlı tabloya yeni bir kayıt ekler?",
    "correctAnswer": "B",
    "options": {
      "A": "ADD RECORD INTO İletişim",
      "B": "INSERT INTO İletişim (...) VALUES (...)",
      "C": "NEW ROW İletişim ADD",
      "D": "UPDATE TABLE İletişim",
      "E": "APPEND İletişim VALUES"
    },
    "explanation": "SQL’de tabloya yeni kayıt ekleme komutu INSERT INTO ... VALUES (...) şeklinde kullanılır."
  },
  {
    "id": "3939017",
    "unitNumber": 7,
    "text": "Aşağıdaki SQL sorgusunun çıktısı ne olacaktır?\n SELECT ad, soyad FROM Ogrenciler WHERE bolum = 'Halkla İlişkiler';",
    "correctAnswer": "B",
    "options": {
      "A": "Tüm öğrencilerin ad ve soyadını listeler",
      "B": "Sadece “Halkla İlişkiler” bölümündeki öğrencilerin ad ve soyadını listeler",
      "C": "Tüm bölümleri siler",
      "D": "Yeni kayıt ekler",
      "E": "Veritabanını kapatır"
    },
    "explanation": "SELECT komutu, belirli koşulları sağlayan verileri sorgulamak için kullanılır; burada koşul “bolum = 'Halkla İlişkiler'”dir."
  },
  {
    "id": "3938993",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi çoklu ortam kavramının kuramsal temelleri arasında yer alan yaklaşımlardan biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Sınırlı Kapasite Varsayımı",
      "B": "İkili Kodlama Teorisi",
      "C": "Bilişsel Yük Teorisi",
      "D": "Sosyal Öğrenme Kuramı",
      "E": "Çoklu Ortam Öğrenme Kuramı"
    },
    "explanation": "Çoklu ortam kavramının kuramsal temelleri, çeşitli bilişsel ve öğrenme kuramlarıyla açıklanmaktadır. Bu bağlamda, bireylerin bilgi edinme süreçlerinde duyusal kanalları nasıl kullandığını ve bilişsel kapasitelerini nasıl yönettiğini ele alan çeşitli yaklaşımlar geliştirilmiştir. Chandler ve Sweller’ın (1991) Sınırlı Kapasite Varsayımı, Paivio’nun (1971, 1986) İkili Kodlama Teorisi, Sweller’in (1988) Bilişsel Yük Teorisi ve Mayer’in (2020) Çoklu Ortam Öğrenme Kuramı, çoklu ortamın bilişsel süreçlerle ilişkisini açıklayan ve öğrenme üzerindeki etkilerini incele￾yen temel yaklaşımlar arasında yer almaktadır."
  },
  {
    "id": "3938997",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi dışsal (konu dışı) bilişsel yüke bir örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Öğrencinin karmaşık bir problemi çözmeye çalışırken kavramsal ilişkileri anlamakta zorlanması",
      "B": "Öğretim materyalinde yer alan gereksiz animasyonların öğrencinin dikkatini dağıtması",
      "C": "Zor bir matematiksel kavramın, doğası gereği öğrenmeyi güçleştirmesi",
      "D": "Öğrencinin öğrendiği bilgileri analiz ederek kendi öğrenme stratejisini geliştirmesi",
      "E": "Öğrencinin yeni bilgileri önceki bilgilerle ilişkilendirerek anlamlı bir bütün oluşturması"
    },
    "explanation": "A ve C seçenekleri içsel, D ve E seçenekleri etkili bilişsel yüke örnektir.<br/>Dışsal bilişsel yük, öğrenme sürecini desteklemeyen, öğretim amacına hizmet etmeyen unsurlar nedeniyle oluşur. Gereksiz görseller, dikkat dağıtıcı sesler veya kötü tasarlanmış materyaller bu tür yükü artırır."
  },
  {
    "id": "3939001",
    "unitNumber": 8,
    "text": "Aşağıda verilen bilişsel yükü yönetmeye yönelik tasarım ilkelerinden hangisi içsel bilişsel yüke yöneliktir?",
    "correctAnswer": "E",
    "options": {
      "A": "İşaretleme",
      "B": "Tutarlılık",
      "C": "Kişileştirme",
      "D": "Resim",
      "E": "Ön Alıştırma"
    },
    "explanation": "Görsel 8.1 i inceleyiniz. <br/>İçsel bilişsel yük, öğrenilecek içeriğin karmaşıklığına ve zorluk düzeyine bağlı olarak ortaya çıkmakta￾dır. Bu nedenle, öğrenme sürecinin daha verimli hâle gelmesi için içsel bilişsel yükün yönetilmesi büyük önem taşımaktadır. Konuya ilişkin temel kavramların ve anahtar bilgilerin önceden sunulması, öğrenme sürecini desteklemektedir. Örneğin, hücre yapısının anlatılacağı bir biyoloji dersinde, öncelikle hücre bileşenlerinin tanımlanması, öğrencilerin yeni bilgiye daha iyi hazırlanmasını sağlayacaktır."
  },
  {
    "id": "3939004",
    "unitNumber": 8,
    "text": "'Öğrenme materyallerinde konuyla ilgisi olmayan ve dikkat dağıtıcı unsurların kullanılmaması gerekmektedir' ifadesi çoklu ortam tasarım ilkelerinden hangisi ile ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tutarlılık",
      "B": "Gereksizlik",
      "C": "Konumsal Yakınlık",
      "D": "Kişiselleştirme",
      "E": "Parçalara Bölme"
    },
    "explanation": "Tutarlılık (Coherence) İlkesi: Öğrenme materyallerinde konuyla ilgisi olmayan ve dikkat dağıtıcı unsurların kullanılmaması gerekmektedir. Örneğin, bir eğitim videosuna hareketli bir arka plan müziğinin eklenmesi, odaklanmayı zorlaştırarak öğrenmeyi olumsuz etkileyebilir."
  },
  {
    "id": "3939007",
    "unitNumber": 8,
    "text": "Aşağıdaki durumlardan hangisi etkili bilişsel yükü yönetmeye yönelik ilkelerden birine uygun <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ders videosunda anlatım, samimi ve öğrencinin dikkatini çeken bir dilde yapılmıştır.",
      "B": "Sunumda, konuya ilişkin metinler uygun görsellerle desteklenmiştir.",
      "C": "Öğrenme materyalinde anlatım, doğal tonlamaya sahip bir insan sesiyle yapılmıştır.",
      "D": "İçerik, öğrencinin anlamlandırmasını kolaylaştıracak şekilde görsellerle ilişkilendirilmiştir.",
      "E": "Ders anlatımında, sadece konuşmacının görüntüsü uzun süre ekranda tutulmuştur."
    },
    "explanation": "Resim (Image) İlkesi, yalnızca konuşmacının görüntüsünün ekranda bulunmasının öğrenmeyi doğrudan iyileştirmediğini vurgular. Görsellerin, anlatımı destekleyici bir işlev üstlenmesi gerekir. Diğer ilkeler (çoklu ortam, kişiselleştirme, ses, görsel destekleme) öğrenmeyi kolaylaştırarak etkili bilişsel yükün yönetimine katkı sağlar."
  },
  {
    "id": "3939009",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi vektör tabanlı görsellerin bir özelliğidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yüksek çözünürlükte dosya boyutu genellikle büyüktür.",
      "B": "Piksel bazlı ayrıntı içerir.",
      "C": "Büyütüldüğünde kalite kaybı oluşturmaz",
      "D": "Fotoğraf düzenleme ve web grafikleri için uygundur.",
      "E": "Piksel ve katman bazlı düzenlemeler yapılır."
    },
    "explanation": "Tablo 8.1 i inceleyiniz.<br/>Bitmap formatında üretilen bir görsel, büyütüldüğünde pikseller görünür hâle geldiğinden, büyük boyutlarda kullanılacak tasarımlar için vektör tabanlı yazılımların <br/>tercih edilmesi daha uygun olmaktadır."
  },
  {
    "id": "3939028",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tipografinin işlevlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Metnin okunaklılığını optimize etmek",
      "B": "Metnin estetik biçimde sunulmasını sağlamak",
      "C": "Renk kullanımı ile mesajın dikkat çekiciliğini artırmak",
      "D": "Tasarım bütünlüğü sağlamak",
      "E": "Metinlerin yalnızca dilbilgisel doğruluğunu kontrol etmek"
    },
    "explanation": "S. 228 i inceleyiniz.<br/>Tipografi; yazı karakteri, boyut, hizalama, renk ve zıtlık gibi unsurlarla iletişimi güçlendirmekte, görsel hiyerarşi oluşturmakta ve okuyucu algısını yönlendirmektedir. Dilbilgisel doğruluk ise tipografinin değil, metin yazımının konusudur."
  },
  {
    "id": "3939038",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi içeriğin görünürlüğünü artırmaya yönelik önerilerden biri<strong> değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yavaş yüklenen sayfalarla kullanıcıların sitede daha uzun süre kalmasının sağlanması",
      "B": "İçerik bileşenleri SEO kriterlerine uygun şekilde düzenlenmeli",
      "C": "SEO standartlarıyla uyumlu içerik üretilmeli",
      "D": "Meta başlık, açıklama ve etiketler gibi meta veriler düzenlenmeli",
      "E": "İçeriğin hedef kitlesiyle etkileşimini artırmak için, konuyla uyumlu anahtar kelimeler seçilmeli"
    },
    "explanation": "İçeriğin yayımlandığı web ortamını geliştirmek: İçeriğin barındırıldığı web sunucusunun, yüksek trafik taleplerini karşılayabilecek performansa sahip olması gerekmektedir. Yavaş yüklenen sayfalar ve takılmalar kullanıcı deneyimini olumsuz etkileyerek içeriğin arama motorlarındaki sıralamasını düşürebilir.<br/>S. 232 yi inceleyiniz."
  },
  {
    "id": "3939067",
    "unitNumber": 8,
    "text": "I. Abonelik Sistemleri<br/>II. Kullanıcı Sözleşmeleri<br/>III. Sosyal Medya Etiketleme Uygulamaları<br/>Dijital içerikler, paylaşıldıkça yayılan ve değer kazanan bir yapıya sahiptir. Ancak bu geniş erişim olanağı, yetkisiz kullanım ve telif hakkı ihlallerini de beraberinde getirmektedir. Yukarıdakilerden hangisi/hangileri bu riskleri azaltmak amacıyla geliştirilen yöntemler arasındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "II ve III",
      "D": "Yalnız III",
      "E": "I ve III"
    },
    "explanation": "Dijital içerikler, paylaşıldıkça yayılan ve değer kazanan bir yapıya sahiptir. Ancak bu geniş erişim olanağı, yetkisiz kullanım ve telif hakkı ihlallerini de beraberinde getirmektedir. Bu riskleri azaltmak amacıyla çeşitli yöntemler geliştirilmiştir. Bu yöntemlerden biri olan dijital içeriklere yönelik abonelik sistemleri ile içeriklerin ücretli ya da ücretsiz olarak denetimli bir şekilde paylaşılmasına kısmen de olsa olanak sağlanmıştır. Ayrıca çeşitli yasal çözümler geliştirilmektedir. Lisans anlaşmaları, kullanıcı sözleşmeleri, bağlayıcı telif yasaları ve Creative Commons (CC) lisansları, dijital içeriklerin kullanımına, düzenlenmesine ve paylaşılmasına ilişkin belirli sınırlar çizmektedir.<br/>S. 237"
  },
  {
    "id": "3939068",
    "unitNumber": 8,
    "text": "Dijital içeriğin yaratıcısına uygun şekilde atıfta bulunulması koşuluyla, içeriğin herhangi bir ortamda veya formatta serbestçe dağıtılmasına, yeniden düzenlenmesine, uyarlanmasına ve geliştirilmesine olanak sağlayan CC lisans türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "CC BY (Atıf)",
      "B": "CC BY-NC-ND (Değiştirilmeden)",
      "C": "CC BY-SA (Aynı şartla)",
      "D": "CC BY-NC (Ticari olmayan)",
      "E": "CC0 (Telifsiz)"
    },
    "explanation": "CC BY-SA (Aynı şartla): Bu lisans, dijital içeriğin yaratıcısına uygun şekilde atıfta bulunulması koşuluyla, içeriğin herhangi bir ortamda veya formatta serbestçe dağıtılmasına, yeniden düzenlenmesine, uyarlanmasına ve geliştirilmesine olanak tanımaktadır. Ticari kullanımlara da izin veren bu lisans, içeriğin değiştirilmesi, uyarlanması veya geliştirilmesi durumunda, ortaya çıkan yeni içeriğin de aynı koşullarla lisanslanmasını zorunlu kılmaktadır.<br/>S. 240 Creative Commons Lisans Türlerini inceleyiniz."
  }
]