[
  {
    "id": "3593951",
    "unitNumber": 1,
    "text": "When was the Euro currency introduced?",
    "correctAnswer": "C",
    "options": {
      "A": "1957",
      "B": "1991",
      "C": "2002",
      "D": "2013",
      "E": "2016"
    },
    "explanation": "Euro currency was introduced in 2002. The correct answer is C."
  },
  {
    "id": "3593963",
    "unitNumber": 1,
    "text": "Which event in 1948 aimed to encourage collaboration and unity in Europe following World War II with the attendance of politicians, intellectuals, and leaders from civil society?",
    "correctAnswer": "A",
    "options": {
      "A": "The Hague Congress",
      "B": "Schengen Agreement",
      "C": "Treaty of Amsterdam",
      "D": "Establishment of NATO",
      "E": "Merger Treaty"
    },
    "explanation": "The gathering in The Hague, sometimes called the European Congress, played a crucial role in the initial stages of unifying Europe. In The Hague, Netherlands, from the 7th to the 10th of May in 1948, this assembly attracted roughly 800 individuals from different parts of Europe. Among these attendees were politicians, intellectuals, and leaders from civil society, all of whom shared a common goal: to encourage collaboration and unity in Europe following the Second World War. The correct answer is A."
  },
  {
    "id": "3594004",
    "unitNumber": 1,
    "text": "Which of the following <strong>is not</strong> one of the founders of the Council of Europe?",
    "correctAnswer": "B",
    "options": {
      "A": "Belgium",
      "B": "Germany",
      "C": "Denmark",
      "D": "France",
      "E": "Ireland"
    },
    "explanation": "Established on May 5, 1949, the Council of Europe emerged as a response to the destruction caused by World War II and the aspiration for a more harmonious and tranquil Europe. The Council was founded by ten countries: Belgium, Denmark, France, Ireland, Italy, Luxembourg, the Netherlands, Norway, Sweden, and the United Kingdom. The correct answer is B."
  },
  {
    "id": "3594008",
    "unitNumber": 1,
    "text": "Which mechanism was introduced to enhance defense cooperation among EU member states?",
    "correctAnswer": "D",
    "options": {
      "A": "The European Peace Facility",
      "B": "The European Defence Fund",
      "C": "The European Council’s Strategic Agenda",
      "D": "The Permanent Structured Cooperation",
      "E": "The European External Action Service"
    },
    "explanation": "The Permanent Structured Cooperation (PESCO) was introduced as a mechanism to enhance defence cooperation among member states. PESCO allows participating EU states to develop joint defence capabilities, invest in shared projects, and enhance their armed forces’ operational readiness and contribution. The correct answer is D."
  },
  {
    "id": "3594055",
    "unitNumber": 1,
    "text": "Which component of the Maastricht Treaty is focused on intergovernmental cooperation in areas such as immigration, asylum, and police and judicial collaboration?",
    "correctAnswer": "E",
    "options": {
      "A": "European Union Formation",
      "B": "EU Citizenship",
      "C": "The European Communities",
      "D": "The Common Foreign and Security Policy",
      "E": "Justice and Home Affairs"
    },
    "explanation": "Justice and Home Affairs (Third Pillar) is concentrated on intergovernmental cooperation in areas like immigration, asylum, and police and judicial collaboration. The correct answer is E."
  },
  {
    "id": "3594057",
    "unitNumber": 1,
    "text": "Which component of the Maastricht Treaty includes the European Economic Community, Euratom, and the European Coal and Steel Community?",
    "correctAnswer": "A",
    "options": {
      "A": "The European Communities",
      "B": "The Common Foreign and Security Policy",
      "C": "Justice and Home Affairs",
      "D": "EU Citizenship",
      "E": "European Union Formation"
    },
    "explanation": "The European Communities (First Pillar) encompassed the European Economic Community, Euratom, and the European Coal and Steel Community. Its objective was to create a single market by eliminating trade barriers and introducing a common currency, the Euro. The correct answer is A."
  },
  {
    "id": "3594068",
    "unitNumber": 1,
    "text": "What is the name of the post WWII organization whose primary objective was to consolidate the armed forces of European countries to improve regional collective security and prevent any resurgence of German aggression?",
    "correctAnswer": "B",
    "options": {
      "A": "The Western European Union",
      "B": "The European Defence Community",
      "C": "European Political Community",
      "D": "European Coal and Steel Community",
      "E": "European Economic Community"
    },
    "explanation": "The European Defence Community (EDC) was a proposed plan to create a unified European defence force in the early 1950s. The primary objective was to consolidate the armed forces of European countries within the Western European Union (WEU) to improve regional collective security and prevent any resurgence of German aggression following World War II. The correct answer is B."
  },
  {
    "id": "3594076",
    "unitNumber": 1,
    "text": "What was the treaty signed on October 2, 1997, and enacted on May 1, 1999, that represented a significant advancement in European unification, particularly in foreign and security policy?",
    "correctAnswer": "C",
    "options": {
      "A": "Treaty of Rome",
      "B": "Lisbon Treaty",
      "C": "Amsterdam Treaty",
      "D": "Maastricht Treaty",
      "E": "Paris Treaty"
    },
    "explanation": "The Amsterdam Treaty, signed on October 2, 1997, and enacted on May 1, 1999, represented a considerable advance in European unification, particularly in foreign and security policy. This treaty included provisions to bolster the Common Foreign and Security Policy. It reiterated the EU’s dedication to the CFSP and sought to make it more effective and cohesive. The correct answer is C."
  },
  {
    "id": "3594077",
    "unitNumber": 1,
    "text": "Which of the following countries <strong>did not</strong> sign the Brussels Treaty?",
    "correctAnswer": "D",
    "options": {
      "A": "Belgium",
      "B": "France",
      "C": "Luxembourg",
      "D": "Sweden",
      "E": "the Netherlands"
    },
    "explanation": "Signed on March 17, 1948, by Belgium, France, Luxembourg, the Netherlands, and the United Kingdom, the Brussels Treaty gave rise to the Western Union Defence Organization (WUDO), which later transformed into the Western European Union (WEU) in 1954. The correct answer is D."
  },
  {
    "id": "3594080",
    "unitNumber": 1,
    "text": "Which organization aims to create a common market for coal and steel, crucial resources for military and industrial purposes?",
    "correctAnswer": "E",
    "options": {
      "A": "European Political Community",
      "B": "The Western European Union",
      "C": "The European Defence Community",
      "D": "The Council of Europe",
      "E": "European Coal and Steel Community"
    },
    "explanation": "The Treaty of Paris in 1951 led to the European Coal and Steel Community (ECSC), representing the initial stage of European integration. Its founding nations included Belgium, France, West Germany, Italy, the Netherlands, and Luxembourg. The ECSC’s primary objective was to establish a common market for coal and steel, vital resources for military and industrial purposes. The correct answer is E."
  },
  {
    "id": "3843574",
    "unitNumber": 1,
    "text": "Which of the following documents introduced the concept of \"principled pragmatism\" in EU foreign policy?",
    "correctAnswer": "D",
    "options": {
      "A": "Treaty of Maastricht",
      "B": "European Security Strategy",
      "C": "Treaty of Lisbon",
      "D": "Global EU Strategy",
      "E": "European Council Strategic Agenda"
    },
    "explanation": "The EUGS pioneered a new approach dubbed “principled pragmatism.” This marked a significant departure from the EU’s earlier normative approach towards foreign policy.<br/>Global EU Strategy"
  },
  {
    "id": "3843575",
    "unitNumber": 1,
    "text": "Which treaty provided the legal foundation for the European Defence Agency (EDA)?",
    "correctAnswer": "D",
    "options": {
      "A": "Treaty of Nice",
      "B": "Treaty of Rome",
      "C": "Treaty of Amsterdam",
      "D": "Treaty of Lisbon",
      "E": "Treaty of Maastricht"
    },
    "explanation": "Although the European Defence Agency (EDA) was established in 2004 before the Lisbon Treaty, the treaty provided the EDA with a legal basis.<br/>Treaty of Lisbon"
  },
  {
    "id": "3843578",
    "unitNumber": 1,
    "text": "What was the main goal of the European Defence Fund (EDF), established in 2017?",
    "correctAnswer": "C",
    "options": {
      "A": "to unify European customs regulations",
      "B": "to promote joint foreign policy declarations",
      "C": "to strengthen the European defence industry through cooperation",
      "D": "to manage the EU’s humanitarian aid budget",
      "E": "to coordinate NATO-EU military operations"
    },
    "explanation": "The European Defence Fund (EDF), inaugurated in 2017, constitutes a major step towards fortifying the European defence industry. It seeks to stimulate innovation and competitiveness through financial support for collaborative research, development, and procurement ventures among EU member nations.<br/>to strengthen the European defence industry through cooperation"
  },
  {
    "id": "3843579",
    "unitNumber": 1,
    "text": "What was the significance of the Davignon Report in the development of EU foreign policy?",
    "correctAnswer": "C",
    "options": {
      "A": "It established the High Representative role.",
      "B": "It created the EU External Action Service.",
      "C": "It laid the foundation for European Political Cooperation.",
      "D": "It introduced the concept of permanent structured cooperation.",
      "E": "It formalized the CFSP decision-making process."
    },
    "explanation": "The Davignon Report (Luxembourg Report) introduced a framework for European Political Cooperation (EPC), an intergovernmental approach to align the foreign policies of EEC member states.<br/>It laid the foundation for European Political Cooperation."
  },
  {
    "id": "3843580",
    "unitNumber": 1,
    "text": "Which of the following best describes the \"spillover effect\" in the context of EU foreign policy?",
    "correctAnswer": "B",
    "options": {
      "A": "A military response mechanism to regional threats",
      "B": "A theory that integration in one area leads to cooperation in others",
      "C": "A political alliance between EU and NATO",
      "D": "A strategy to enforce economic sanctions",
      "E": "A response plan to humanitarian crises"
    },
    "explanation": "The term “spillover effect” is closely associated with the neo-functionalist theory of European integration, which American political scientist Ernst B. Haas developed. In his influential book “The Uniting of Europe” (1958), Haas introduced the concept of “spillover” to describe how the process of integration in one policy area could create pressure and momentum for integration in other related policy areas. The spillover effect is a critical component of the neo-functionalist theory, which emphasizes the role of functional interdependence,<br/>supranational institutions, and the incremental nature of integration.<br/>A theory that integration in one area leads to cooperation in others"
  },
  {
    "id": "3843581",
    "unitNumber": 1,
    "text": "Which event marked the first attempt to establish a supranational economic and defence structure in post-war Europe?",
    "correctAnswer": "B",
    "options": {
      "A": "The Davignon Report",
      "B": "The Hague Congress",
      "C": "The Maastricht Treaty",
      "D": "The Schuman Declaration",
      "E": "The Treaty of Lisbon"
    },
    "explanation": "The gathering in The Hague, sometimes called the European Congress, played a crucial role in the initial stages of unifying Europe. In The Hague, Netherlands, from the 7th to the 10th of May in 1948, this assembly attracted roughly 800 individuals from different parts of Europe. Among these attendees were<br/>politicians, intellectuals, and leaders from civil society, all of whom shared a common goal: to encourage collaboration and unity in Europe following the Second World War. The event was planned by the International Committee responsible for fostering European Unity and received backing from prominent figures like Winston Churchill. Churchill, in particular, gave a memorable speech that championed the idea of European unity. The diverse participants, including<br/>liberals, conservatives, socialists, and Christian democrats, worked together to prevent other conflicts and advance the area’s peace, stability, and economic growth.<br/>The Hague Congress"
  },
  {
    "id": "3843582",
    "unitNumber": 1,
    "text": "What was the main reason behind the failure of the European Defence Community (EDC) initiative in the 1950s?",
    "correctAnswer": "E",
    "options": {
      "A": "Lack of support from the United States",
      "B": "Opposition from West Germany",
      "C": "Failure to reach agreement with NATO",
      "D": "Insufficient military resources in Europe",
      "E": "Rejection by the French National Assembly"
    },
    "explanation": "The main reason for its failure was the French National Assembly’s refusal to ratify the European Defence Community Treaty in August 1954 due to concerns over national sovereignty and the effectiveness of the proposed supranational military.<br/>Rejection by the French National Assembly"
  },
  {
    "id": "3843591",
    "unitNumber": 1,
    "text": "What is the primary aim of the Permanent Structured Cooperation (PESCO) in the EU’s defence policy?",
    "correctAnswer": "E",
    "options": {
      "A": "to establish an EU army independent of NATO",
      "B": "to coordinate EU civilian crisis response missions",
      "C": "to manage EU peacekeeping operations in Africa",
      "D": "to supervise arms exports within the EU",
      "E": "to deepen defence cooperation among willing EU member states"
    },
    "explanation": "With the introduction of the Treaty of Lisbon, the notion of Permanent Structured Cooperation (PESCO) in defence emerged. PESCO enables EU member states willing to collaborate more closely in military capability development and participate in joint missions and operations.<br/>to deepen defence cooperation among willing EU member states"
  },
  {
    "id": "3843601",
    "unitNumber": 1,
    "text": "What was the purpose of the Berlin Plus arrangements in the context of EU-NATO cooperation?",
    "correctAnswer": "A",
    "options": {
      "A": "to allow the EU to use NATO assets for its own military operations",
      "B": "to integrate non-EU NATO countries into the EU decision-making process",
      "C": "to create a joint EU-NATO military headquarters",
      "D": "to transfer command of NATO forces to the EU permanently",
      "E": "to enable NATO to fund EU military operations"
    },
    "explanation": "The Berlin Plus Agreement refers to a set of arrangements between the European Union and NATO established in 2002 to facilitate EU-NATO cooperation in defence and security. These arrangements emerged from the ESDP and were designed to ensure that the EU could utilize NATO’s resources and capabilities for EU-led crisis management operations when NATO as a whole was not engaged.<br/>to allow the EU to use NATO assets for its own military operations"
  },
  {
    "id": "3843607",
    "unitNumber": 1,
    "text": "Which of the following initiatives were established by the EU to tackle global challenges more effectively?<br/>I. The Common Foreign and Security Policy<br/>II. The European External Action Service<br/>III. The European Political Cooperation",
    "correctAnswer": "B",
    "options": {
      "A": "Only III",
      "B": "I and II",
      "C": "I and III",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "By establishing the Common Foreign and Security Policy and the European External Action Service, the EU has created a more coherent approach to foreign affairs, enabling it to tackle global challenges more effectively.<br/>I and II"
  },
  {
    "id": "3592226",
    "unitNumber": 2,
    "text": "Which of the following is the lynchpin in executing the EU’s Common Foreign and Security Policy and voicing the Union’s position on worldwide affairs?",
    "correctAnswer": "A",
    "options": {
      "A": "The European External Action Service",
      "B": "The EU Parliament",
      "C": "European Commission",
      "D": "The Court of Justice of the European Union",
      "E": "The European Central Bank"
    },
    "explanation": "The European External Action Service"
  },
  {
    "id": "3592228",
    "unitNumber": 2,
    "text": "Which of the following purpose of the European External Action Service is more related with working closely with the European Commission, the Council of the European Union, and member states to develop and implement the EU’s CFSP and other foreign policies?",
    "correctAnswer": "B",
    "options": {
      "A": "Global Representation",
      "B": "Policy Harmonization",
      "C": "Crisis Management",
      "D": "Conflict Mitigation",
      "E": "Multilateralism Empowerment"
    },
    "explanation": "Policy Harmonization"
  },
  {
    "id": "3592229",
    "unitNumber": 2,
    "text": "Which of the following purposes of the European External Action Service does ensure that the interests of the EU and its member states are protected in global forums, negotiations, and diplomatic discussions, securing global recognition for the EU’s perspectives and advocating for its interests?",
    "correctAnswer": "C",
    "options": {
      "A": "Multilateralism Empowerment",
      "B": "Conflict Mitigation",
      "C": "Global Representation",
      "D": "Policy Harmonization",
      "E": "Crisis Management"
    },
    "explanation": "Global Representation"
  },
  {
    "id": "3592230",
    "unitNumber": 2,
    "text": "How many members does the the European Parliament have as of June 2023?",
    "correctAnswer": "D",
    "options": {
      "A": "305",
      "B": "405",
      "C": "605",
      "D": "705",
      "E": "805"
    },
    "explanation": "705"
  },
  {
    "id": "3592232",
    "unitNumber": 2,
    "text": "Which of the following does conduct democratic oversight over the European Commission?",
    "correctAnswer": "A",
    "options": {
      "A": "The European Parliament",
      "B": "TheHigh Representative of the Union for Foreign Affairs",
      "C": "The European External Action Service",
      "D": "The Court of Justice of the European Union",
      "E": "The European Central Bank"
    },
    "explanation": "The European Parliament"
  },
  {
    "id": "3592233",
    "unitNumber": 2,
    "text": "Which of the following does oversee the euro, the EU’s currency, and administers the EU’s economic and monetary policies?",
    "correctAnswer": "B",
    "options": {
      "A": "The European Court of Auditors",
      "B": "The European Central Bank",
      "C": "The European Court of Auditors",
      "D": "The European Council",
      "E": "The European Parliament"
    },
    "explanation": "The European Central Bank"
  },
  {
    "id": "3592234",
    "unitNumber": 2,
    "text": "Which of the following is responsible for serving as the executive arm of the EU?",
    "correctAnswer": "A",
    "options": {
      "A": "The European Commission",
      "B": "The Council of the European Union",
      "C": "The European Council",
      "D": "The Court of Justice of the European Union",
      "E": "The European Central Bank"
    },
    "explanation": "The European Commission"
  },
  {
    "id": "3592236",
    "unitNumber": 2,
    "text": "Which of the following is responsible for ensuring that EU law is uniformly applied across all EU countries?",
    "correctAnswer": "D",
    "options": {
      "A": "The European Parliament",
      "B": "The Council of the European Union",
      "C": "The European Court of Auditors",
      "D": "The Court of Justice of the European Union",
      "E": "The European Central Bank"
    },
    "explanation": "The Court of Justice of the European Union"
  },
  {
    "id": "3592237",
    "unitNumber": 2,
    "text": "Which of the below is not part of the European Council?",
    "correctAnswer": "E",
    "options": {
      "A": "Leaders of the Member States",
      "B": "President of the European Council",
      "C": "President of the European Commission",
      "D": "High Representative of the Union for Foreign Affairs and Security Policy",
      "E": "Presidents of the Canditate States"
    },
    "explanation": "Presidents of the Candidate States"
  },
  {
    "id": "3592238",
    "unitNumber": 2,
    "text": "Which of the following is typically the initial step in the legislative process in the EU?",
    "correctAnswer": "E",
    "options": {
      "A": "Concilation",
      "B": "Third reading",
      "C": "Second reading",
      "D": "First reading",
      "E": "Proposal"
    },
    "explanation": "Proposal"
  },
  {
    "id": "3843535",
    "unitNumber": 2,
    "text": "Which institution is primarily responsible for drafting EU foreign policy proposals and ensuring their implementation?",
    "correctAnswer": "E",
    "options": {
      "A": "European Parliament",
      "B": "European Council",
      "C": "European External Action Service (EEAS)",
      "D": "Council of the European Union",
      "E": "European Commission"
    },
    "explanation": "In essence, the European Commission operates as the EU’s engine, tasked with proposing and implementing legislation, managing day-to-day operations, and voicing the EU’s interests on a global stage."
  },
  {
    "id": "3843536",
    "unitNumber": 2,
    "text": "Which of the following best describes the role of the High Representative of the Union for Foreign Affairs and Security Policy (HR/VP)?",
    "correctAnswer": "C",
    "options": {
      "A": "conducts internal audits across EU institutions",
      "B": "coordinates EU trade with African nations",
      "C": "leads the Common Foreign and Security Policy",
      "D": "serves as President of the European Commission",
      "E": "replaces the Council in diplomatic negotiations"
    },
    "explanation": "\"The HR/VP is tasked with guiding the Union’s Common Foreign and Security Policy. Their role involves crafting the CFSP and ensuring the successful execution of decisions made by the European Council and the Council.\"<br/>leads the Common Foreign and Security Policy"
  },
  {
    "id": "3843539",
    "unitNumber": 2,
    "text": "What is the primary role of the EEAS in crisis management?",
    "correctAnswer": "A",
    "options": {
      "A": "Executing civilian and military operations worldwide",
      "B": "Managing EU internal policy reforms",
      "C": "Overseeing member states’ financial contributions",
      "D": "Drafting EU trade policy",
      "E": "Negotiating Brexit terms"
    },
    "explanation": "<strong>Crisis Management and Conflict Mitigation:</strong> The EEAS is crucial in managing crises and preventing conflicts worldwide. It contributes to the planning and execution of the EU’s civilian and military missions addressing various challenges, including peacekeeping, humanitarian aid, and capacity-building.<br/>Executing civilian and military operations worldwide"
  },
  {
    "id": "3843542",
    "unitNumber": 2,
    "text": "What is one way the European Parliament influences EU foreign policy?",
    "correctAnswer": "C",
    "options": {
      "A": "sets foreign policy independently",
      "B": "vetoes decisions of the European Council",
      "C": "approves international agreements",
      "D": "leads CFSP missions",
      "E": "appoints the High Representative"
    },
    "explanation": "The EP has the power to give its consent to certain international agreements.<br/>approves international agreements"
  },
  {
    "id": "3843544",
    "unitNumber": 2,
    "text": "What is an example of cooperation between EU institutions in foreign policy?",
    "correctAnswer": "B",
    "options": {
      "A": "Parliament leads military missions",
      "B": "High Representative also serves in the Commission",
      "C": "Commission enforces sanctions alone",
      "D": "Court of Auditors signs treaties",
      "E": "EEAS acts without Council involvement"
    },
    "explanation": "The High Representative also serves as a Vice President of the European Commission, bolstering the connection between the Commission and the EU’s foreign policy apparatus.<br/>High Representative also serves in the Commission"
  },
  {
    "id": "3843545",
    "unitNumber": 2,
    "text": "Which institution defines the EU’s foreign policy priorities?",
    "correctAnswer": "D",
    "options": {
      "A": "EEAS",
      "B": "Parliament",
      "C": "Council of the EU",
      "D": "European Council",
      "E": "DG Trade"
    },
    "explanation": "The European Council’s primary task in international strategy is defining the EU’s strategic interests, setting priorities, and outlining broad policy guidelines."
  },
  {
    "id": "3843546",
    "unitNumber": 2,
    "text": "What is one task of the Directorate-General for Neighbourhood and Enlargement Negotiations (DG NEAR)?",
    "correctAnswer": "C",
    "options": {
      "A": "audits EU member states",
      "B": "coordinates internal EU trade",
      "C": "manages enlargement process",
      "D": "leads EU military missions",
      "E": "reforms eurozone policies"
    },
    "explanation": "DG NEAR supervises the EU enlargement process, evaluating the progress<br/>of candidate and potential candidate countries, providing guidance on necessary reforms, and negotiating<br/>accession terms.<br/>manages enlargement process"
  },
  {
    "id": "3843548",
    "unitNumber": 2,
    "text": "Which EU body is primarily responsible for developing and implementing the Common Security and Defence Policy (CSDP)?",
    "correctAnswer": "E",
    "options": {
      "A": "European Parliament",
      "B": "European Central Bank",
      "C": "European Economic and Social Committee",
      "D": "Court of Justice of the EU",
      "E": "Council of the European Union"
    },
    "explanation": "The Council is crucial in developing and implementing the<br/>CSDP, the EU’s framework for military and civilian missions and operations.<br/>managed by Council and EEAS"
  },
  {
    "id": "3843549",
    "unitNumber": 2,
    "text": "What distinguishes the European Council from the Council of the EU?",
    "correctAnswer": "D",
    "options": {
      "A": "composed of ministers",
      "B": "leads legislation",
      "C": "enforces laws",
      "D": "sets political direction",
      "E": "no functional difference"
    },
    "explanation": "The European Council sets the EU’s overall political course, while the Council of the EU focuses on legislation and coordination.<br/>sets political direction"
  },
  {
    "id": "3843551",
    "unitNumber": 2,
    "text": "What does the ‘passerelle clause’ allow in EU decision-making?",
    "correctAnswer": "C",
    "options": {
      "A": "Parliament overrides treaties",
      "B": "Commission acts alone",
      "C": "Shift from unanimity to majority",
      "D": "Court vetoes legislation",
      "E": "States suspend EU law"
    },
    "explanation": "The passerelle clause is a shortcut that lets the EU shift from unanimity to qualified majority voting in specific areas.<br/>Shift from unanimity to majority"
  },
  {
    "id": "3597808",
    "unitNumber": 3,
    "text": "What was the significance of the Treaty on European Union (TEU), signed in Maastricht in 1992?",
    "correctAnswer": "B",
    "options": {
      "A": "It established the Common Security and Defence Policy (CSDP)",
      "B": "It gave the European Union a common foreign and security policy (CFSP) for the first time",
      "C": "It laid the groundwork for the establishment of the European Coal and Steel Community",
      "D": "It formalized the European Union's economic policies",
      "E": "It led to the dissolution of the European Union"
    },
    "explanation": "The EU, growing in confidence and stature, started to contemplate its role in the newly emerging world order. The Treaty on European Union (TEU), signed in Maastricht in 1992, gave the EU a common foreign and security policy (CFSP) for the first time. Although the CSDP was not explicitly formulated at this point, the TEU established a critical foundation for a shared external policy."
  },
  {
    "id": "3597878",
    "unitNumber": 3,
    "text": "What was the main objective of the European Security and Defence Policy (ESDP)?",
    "correctAnswer": "C",
    "options": {
      "A": "To rely solely on NATO for military operations",
      "B": "To strengthen individual member states' military capabilities",
      "C": "To conduct military operations without depending on NATO",
      "D": "To promote conflict escalation rather than prevention",
      "E": "To minimize the role of the European Union in international security"
    },
    "explanation": "Through the ESDP, the EU sought to create a framework enabling them to conduct military operations without relying on NATO. The policy aimed to equip the EU with the necessary capabilities to handle tasks like peacekeeping, conflict prevention, and strengthening international security. In 2007, the Treaty of Lisbon would rename the ESDP as the Common Security and Defence Policy."
  },
  {
    "id": "3597886",
    "unitNumber": 3,
    "text": "When did the European Union launch its first-ever military operation, Operation Artemis?",
    "correctAnswer": "C",
    "options": {
      "A": "September 2001",
      "B": "July 2002",
      "C": "June 2003",
      "D": "May 2004",
      "E": "August 2005"
    },
    "explanation": "In June 2003, the EU boldly launched its first-ever military operation, Operation Artemis, in the Democratic Republic of Congo."
  },
  {
    "id": "3597891",
    "unitNumber": 3,
    "text": "What are the five interconnected areas covered by the European Defence Agency's (EDA) broad mandate?",
    "correctAnswer": "E",
    "options": {
      "A": "Defence capabilities development, environmental protection, and cultural preservation",
      "B": "Defence research and technology, agricultural development, and trade regulations",
      "C": "Space exploration, transportation infrastructure, and energy sustainability",
      "D": "Health care reform, educational standards, and social welfare",
      "E": "Defence capabilities development, defence research and technology, armaments cooperation, Defence Data initiative, and strengthening the Common Security and Defence Policy"
    },
    "explanation": "The EDA’s broad mandate covers five interconnected areas.<br/>Firstly, in the realm of defence capabilities development, the EDA assumes the role of a central planning and coordination hub.<br/>Secondly, the EDA has been instrumental in championing defence research and technology (R&amp;T).<br/>Thirdly, the agency promotes armaments cooperation. The EDA’s efforts in this area are essential for creating a synergized and efficient approach to armament production and procurement.<br/>Fourthly, the EDA maintains the Defence Data initiative in the market and industry domain. This initiative presents a comprehensive overview of Europe’s defence budgets, procurement, and industry, providing vital insights that inform policy decisions and foster transparency in defence spending.<br/>Finally, the EDA plays a significant role in strengthening the CSDP and enhancing the effectiveness of the European Armed Forces."
  },
  {
    "id": "3597906",
    "unitNumber": 3,
    "text": "What is the purpose of the Permanent Structured Cooperation on Security and Defence (PESCO)?",
    "correctAnswer": "E",
    "options": {
      "A": "To regulate trade agreements between EU member states",
      "B": "To establish a legal framework for environmental protection within the EU",
      "C": "To promote cultural exchange programs among EU countries",
      "D": "To enhance economic cooperation between EU member states",
      "E": "To deepen defence collaboration between EU countries that are both capable and willing"
    },
    "explanation": "PESCO is essentially a legal framework designed to deepen defence collaboration between EU countries that are both capable and willing."
  },
  {
    "id": "3597907",
    "unitNumber": 3,
    "text": "What is the aim of the European Defence Fund (EDF), launched by the European Commission in 2017?",
    "correctAnswer": "A",
    "options": {
      "A": "To bolster defence research and capability development within the EU",
      "B": "To regulate trade agreements between EU member states",
      "C": "To promote cultural exchange programs among EU countries",
      "D": "To enhance economic cooperation between EU member states",
      "E": "To establish a legal framework for environmental protection within the EU"
    },
    "explanation": "The European Defence Fund (EDF), launched by the European Commission in 2017, aims to bolster defence research and capability development within the EU."
  },
  {
    "id": "3597909",
    "unitNumber": 3,
    "text": "What is the purpose of the Coordinated Annual Review on Defence (CARD) within the Common Security and Defence Policy (CSDP) architecture?",
    "correctAnswer": "E",
    "options": {
      "A": "To regulate trade agreements between EU member states",
      "B": "To oversee environmental protection policies within the EU",
      "C": "To promote cultural exchange programs among EU countries",
      "D": "To enhance economic cooperation between EU member states",
      "E": "To provide a comprehensive outlook on the European Union (EU) defence situation"
    },
    "explanation": "Finally, initiating the Coordinated Annual Review on Defence (CARD) has added an element of structured self-assessment to the CSDP’s architecture. It is a critical initiative providing a comprehensive outlook on the European Union (EU) defence situation. It enhances collaboration by identifying prospective joint ventures and utilizes an in-depth review of defence plans from EU Member States to foster coherence and catalyze cooperative endeavours in defence. Over time, CARD aims to align national defence planning cycles and practices across the EU, thereby contributing to a more unified European defence policy."
  },
  {
    "id": "3597910",
    "unitNumber": 3,
    "text": "What threats does the EU's Strategic Compass address?",
    "correctAnswer": "C",
    "options": {
      "A": "Economic instability, political unrest, and cultural fragmentation",
      "B": "Environmental degradation, resource depletion, and climate change",
      "C": "Hybrid threats, terrorism, cyberattacks, erosion of international order, and the rise of China",
      "D": "Military escalation, territorial disputes, and arms proliferation",
      "E": "Health crises, pandemics, and disease outbreaks"
    },
    "explanation": "The EU’s Strategic Compass, adopted in March 2022, charts the course for the bloc’s security and defence policies in a dynamically changing global security environment. It was created in response to five identified threats: hybrid threats, terrorism, cyberattacks, erosion of international order, and the rise of China."
  },
  {
    "id": "3597911",
    "unitNumber": 3,
    "text": "How are decisions within the Common Security and Defence Policy (CSDP) made?",
    "correctAnswer": "C",
    "options": {
      "A": "Decisions are made by the European Parliament",
      "B": "Decisions are made unilaterally by the High Representative",
      "C": "Decisions are made intergovernmentally by the EU's member states collectively",
      "D": "Decisions are made by the European Defence Agency",
      "E": "Decisions are made by the European Council"
    },
    "explanation": "Decision Making: Decisions within the CSDP are made intergovernmental, meaning the EU’s member states make the decisions collectively."
  },
  {
    "id": "3597912",
    "unitNumber": 3,
    "text": "How are personnel and assets contributed to a Common Security and Defence Policy (CSDP) operation?",
    "correctAnswer": "B",
    "options": {
      "A": "Member states are obligated to contribute personnel and assets",
      "B": "Member states contribute personnel and assets on a voluntary basis",
      "C": "Personnel and assets are provided by the European Defence Agency",
      "D": "Personnel and assets are provided by the European Parliament",
      "E": "Personnel and assets are contributed by the European Council"
    },
    "explanation": "Implementation: Once a decision is made to launch a CSDP operation, the member states contribute personnel and assets on a voluntary basis. The operation is then conducted with the aim of achieving the objectives outlined in the mandate."
  },
  {
    "id": "3843470",
    "unitNumber": 3,
    "text": "What was the key reason for the EU to develop the Common Security and Defence Policy (CSDP)?",
    "correctAnswer": "C",
    "options": {
      "A": "To expand the EU's economic influence.",
      "B": "To decrease reliance on the United Nations",
      "C": "To enhance the EU's ability to independently manage crises.",
      "D": "To replace NATO as Europe's main defense organization.",
      "E": "To form a single European army."
    },
    "explanation": "The main objective of the CSDP is to strengthen the EU’s ability to manage crises independently, especially when NATO is not engaged.<br/>To enhance the EU's ability to independently manage crises."
  },
  {
    "id": "3843477",
    "unitNumber": 3,
    "text": "Which of the following is <strong>NOT</strong> a function of the European Defence Agency (EDA)?",
    "correctAnswer": "B",
    "options": {
      "A": "Promoting armaments cooperation.",
      "B": "Managing the EU's foreign relations.",
      "C": "Coordinating defence capabilities development.",
      "D": "Fostering defence research and technology.",
      "E": "Providing defence industry data."
    },
    "explanation": "A key player in the CSDP, the EDA’s broad mandate covers five interconnected areas.<br/>Firstly, in the realm of defence capabilities development, the EDA assumes the role of a central planning<br/>and coordination hub.<br/>Secondly, the EDA has been instrumental in championing defence research and technology (R&amp;T).<br/>Thirdly, the agency promotes armaments cooperation. The EDA’s efforts in this area are essential for<br/>creating a synergized and efficient approach to armament production and procurement.<br/>Fourthly, the EDA maintains the Defence Data initiative in the market and industry domain. This<br/>initiative presents a comprehensive overview of Europe’s defence budgets, procurement, and industry,<br/>providing vital insights that inform policy decisions and foster transparency in defence spending.<br/>Finally, the EDA plays a significant role in strengthening the CSDP and enhancing the effectiveness<br/>of the European Armed Forces. This involves fostering closer cooperation, driving<br/>Managing the EU's foreign relations."
  },
  {
    "id": "3843480",
    "unitNumber": 3,
    "text": "What distinguishes PESCO from other defence collaborations within the EU?",
    "correctAnswer": "B",
    "options": {
      "A": "It is managed by the European Commission.",
      "B": "Its commitments are legally binding and voluntarily undertaken.",
      "C": "It applies only to non-EU states.",
      "D": "It replaced the Mutual Defence Clause.",
      "E": "It coordinates the EU’s rapid response forces."
    },
    "explanation": "PESCO differs in that the commitments are legally binding and voluntarily agreed upon by the member states involved.<br/>Its commitments are legally binding and voluntarily undertaken."
  },
  {
    "id": "3843485",
    "unitNumber": 3,
    "text": "Which article in the TEU outlines the Mutual Defence Clause?",
    "correctAnswer": "A",
    "options": {
      "A": "Article 42(7)",
      "B": "Article 222",
      "C": "Article 17(3)",
      "D": "Article 51",
      "E": "Article 21"
    },
    "explanation": "Article 42(7) TEU: If a Member State is the victim of armed aggression..., the other Member States shall have towards it an obligation of aid and assistance."
  },
  {
    "id": "3843493",
    "unitNumber": 3,
    "text": "Which initiative launched in 2016 emphasized the EU’s strategic autonomy?",
    "correctAnswer": "C",
    "options": {
      "A": "Treaty of Lisbon",
      "B": "European Security Strategy",
      "C": "EU Global Strategy (EUGS)",
      "D": "PESCO",
      "E": "European Defence Fund (EDF)"
    },
    "explanation": "The EU Global Strategy in 2016... underscored the vision for security and defence and underlined the concept of strategic autonomy.<br/>EU Global Strategy (EUGS)"
  },
  {
    "id": "3843500",
    "unitNumber": 3,
    "text": "What is the role of the EU Military Committee (EUMC)?",
    "correctAnswer": "B",
    "options": {
      "A": "To lead civilian missions.",
      "B": "To provide military advice to the Political and Security Committee.",
      "C": "To oversee EU Parliament legislation.",
      "D": "To conduct satellite surveillance.",
      "E": "To manage EU military funding."
    },
    "explanation": "The EUMC is the highest military body... It provides the PSC with advice and recommendations on all military matters.<br/>To provide military advice to the Political and Security Committee."
  },
  {
    "id": "3843502",
    "unitNumber": 3,
    "text": "What was the main purpose of launching Operation Artemis in 2003?",
    "correctAnswer": "C",
    "options": {
      "A": "To protect EU borders.",
      "B": "To test NATO cooperation.",
      "C": "To demonstrate EU’s independent crisis management capability.",
      "D": "To support US military operations.",
      "E": "To enforce the Mutual Defence Clause."
    },
    "explanation": "In June 2003, the EU boldly launched its first-ever military operation, Operation Artemis, in the Democratic Republic of Congo. Notably, the EU demonstrated its ability to act independently in crisis management, marking a vital milestone in the early stages of the CSDP.<br/>To demonstrate EU’s independent crisis management capability."
  },
  {
    "id": "3843503",
    "unitNumber": 3,
    "text": "Which institution provides military expertise and early warning capabilities for CSDP operations?",
    "correctAnswer": "D",
    "options": {
      "A": "European Parliament",
      "B": "European Court of Justice",
      "C": "European Defence Agency",
      "D": "European Union Military Staff (EUMS)",
      "E": "Council of the EU"
    },
    "explanation": "Established in 2001, the EUMS provides military expertise and advice to the High Representative and the Political and Security Committee, thus ensuring effective planning and execution of military operations under the CSDP. The staff consists of military and civilian personnel from the EU’s member states, lending to its diverse composition and providing a broad perspective on defence matters.<br/>One of the EUMS’s primary roles is in early warning, situation assessment, and strategic planning for Petersberg Tasks. The EUMS is responsible for contributing to the EU’s capacity to respond proactively and effectively to international crises.<br/>European Union Military Staff (EUMS)"
  },
  {
    "id": "3843507",
    "unitNumber": 3,
    "text": "Which financial tool supports collaborative defence research and development in the EU?",
    "correctAnswer": "E",
    "options": {
      "A": "PESCO",
      "B": "CARD",
      "C": "Lisbon Budget Framework",
      "D": "TEU Fund",
      "E": "European Defence Fund (EDF)"
    },
    "explanation": "The EDF aimed to foster competitiveness and innovation in the European defence sector, thereby boosting the EU’s strategic autonomy.<br/>European Defence Fund (EDF)"
  },
  {
    "id": "3843512",
    "unitNumber": 3,
    "text": "Which key body exercises democratic oversight over the CSDP?",
    "correctAnswer": "E",
    "options": {
      "A": "Council of the EU",
      "B": "High Representative",
      "C": "EEAS",
      "D": "European Commission",
      "E": "European Parliament"
    },
    "explanation": "In its oversight function, the European Parliament exercises democratic scrutiny of the CSDP. Though the actual decision-making process primarily involves the European Council and the Council of the EU, the European Parliament brings legitimacy, transparency, and accountability to the CSDP."
  },
  {
    "id": "3597791",
    "unitNumber": 4,
    "text": "Which countries joined the European Economic Community during the first enlargement in 1973?",
    "correctAnswer": "B",
    "options": {
      "A": "United Kingdom, Denmark, and France",
      "B": "United Kingdom, Denmark, and Ireland",
      "C": "United Kingdom, Belgium, and Ireland",
      "D": "Germany, Denmark, and Ireland",
      "E": "United Kingdom, Denmark, and Italy"
    },
    "explanation": "The first enlargement occurred in 1973, with the United Kingdom, Denmark, and Ireland joining the then-European Economic Community."
  },
  {
    "id": "3597792",
    "unitNumber": 4,
    "text": "What were the criteria evaluated during each enlargement of the European Union?",
    "correctAnswer": "C",
    "options": {
      "A": "Stable democratic governance, economic stability, and adherence to NATO regulations",
      "B": "Functional market economy, acceptance of the EU's rules, and compliance with the Schengen Agreement",
      "C": "Stable democratic governance, functioning market economy, and acceptance of the EU's rules and regulations",
      "D": "Military cooperation, economic prosperity, and adherence to UN resolutions",
      "E": "Stable political climate, multicultural acceptance, and commitment to environmental sustainability"
    },
    "explanation": "Each enlargement was a complex process involving careful negotiations and a rigorous evaluation against the Copenhagen criteria, which included stable democratic governance, a functioning market economy, and the acceptance of the EU’s rules and regulations."
  },
  {
    "id": "3597793",
    "unitNumber": 4,
    "text": "Who was the driving force behind the creation of the European Coal and Steel Community (ECSC) in 1951?",
    "correctAnswer": "D",
    "options": {
      "A": "Angela Merkel",
      "B": "Winston Churchill",
      "C": "Jean Monnet",
      "D": "Robert Schuman",
      "E": "Konrad Adenauer"
    },
    "explanation": "The seeds of the EU were first sown with the creation of the European Coal and Steel Community (ECSC) in 1951. The prime mover behind this initiative was Robert Schuman, the French Foreign Minister, who proposed integrating Western Europe’s coal and steel industries."
  },
  {
    "id": "3597795",
    "unitNumber": 4,
    "text": "What event interrupted Greece's progression towards integration into the European Economic Community?",
    "correctAnswer": "C",
    "options": {
      "A": "Establishment of an association agreement with Turkey",
      "B": "Signing of a trade agreement with the United States",
      "C": "Military coup leading to an autocratic regime",
      "D": "Economic recession in Greece",
      "E": "Withdrawal of support from other EEC member states"
    },
    "explanation": "In 1962, Greece took its first step towards integration into the European Economic Community by establishing an association agreement (with Turkey). The goal was to gradually incorporate the Greek economy into the EEC’s structure over a 22-year period. However, the advancement towards this objective was abruptly halted by a military coup in 1967, leading to seven years of an autocratic regime."
  },
  {
    "id": "3597799",
    "unitNumber": 4,
    "text": "What does the term \"Acquis Communautaire\" refer to in the context of the European Union (EU)?",
    "correctAnswer": "B",
    "options": {
      "A": "Primary legislation of the EU",
      "B": "Collective term for all secondary legislation of the EU",
      "C": "Legislation passed by individual EU member states",
      "D": "Legislation proposed by non-EU countries",
      "E": "Legislation related to trade agreements"
    },
    "explanation": "“ACQUIS COMMUNAUTAIRE is a phrase that collectively describes all the secondary legislation of the European Union (EU) passed under the provisions of the founding treaties and their subsequent amendments. It covers all the directives, decisions and regulations adopted by the EU. States that apply for EU membership have to accept the acquis Communautaire”."
  },
  {
    "id": "3597800",
    "unitNumber": 4,
    "text": "What significance did the reunification of Germany hold for the European Community (EC)?",
    "correctAnswer": "A",
    "options": {
      "A": "It marked the first instance of enlargement through the absorption of a non-market economy into an EC member state",
      "B": "It led to the exclusion of non-market economies from the EC",
      "C": "It resulted in the dissolution of the EC",
      "D": "It led to the establishment of the European Free Trade Association (EFTA)",
      "E": "It served as a precedent for the dissolution of the EC"
    },
    "explanation": "The reunification marked the first instance of enlargement through the absorption of a non-market economy, East Germany, into an EC member state. Thus, the reunification acted as a laboratory for the upcoming Central and Eastern European Countries (CEECs) enlargement round, which saw the inclusion of countries transitioning from a socialist to a market economy."
  },
  {
    "id": "3597801",
    "unitNumber": 4,
    "text": "What characteristic did Austria, Sweden, and Finland share before their accession to the European Union?",
    "correctAnswer": "E",
    "options": {
      "A": "They all had a history of being part of the Soviet Union",
      "B": "They all had strong military alliances with NATO",
      "C": "They all had significant economic ties with China",
      "D": "They all had a history of colonization by Western European powers",
      "E": "They all practiced a policy of neutrality"
    },
    "explanation": "Austria, Sweden, and Finland had unique political, economic, and strategic positions before their accession. Austria’s neutrality since 1955 had allowed it to act as a bridge between East and West during the Cold War. Similarly, Finland had a history of neutrality, though its geographic proximity to the Soviet Union significantly influenced its foreign policy. Meanwhile, Sweden was known for its longstanding policy of non-alignment."
  },
  {
    "id": "3597804",
    "unitNumber": 4,
    "text": "What are the prerequisites established by the \"Copenhagen Criteria\" for applicant countries seeking EU membership?",
    "correctAnswer": "B",
    "options": {
      "A": "Strong military capabilities and economic stability",
      "B": "Stable institutions guaranteeing democracy, the rule of law, and human rights",
      "C": "A history of colonization and cultural diversity",
      "D": "A functioning market economy and strong ties with non-EU countries",
      "E": "A commitment to neutrality and non-alignment in international conflicts"
    },
    "explanation": "As a starting point, applicant countries are required to meet the “Copenhagen Criteria” a set of prerequisites established in 1993. These conditions necessitate that candidate countries have stable institutions guaranteeing democracy, the rule of law, human rights, and respecting and protecting minorities."
  },
  {
    "id": "3597806",
    "unitNumber": 4,
    "text": "What requirements were stipulated by the criteria for membership outlined during the shift in discourse regarding Central and Eastern European Countries (CEECs) and their accession to the European Union?",
    "correctAnswer": "E",
    "options": {
      "A": "Strong military capabilities and cultural diversity",
      "B": "A history of economic prosperity and political stability",
      "C": "A commitment to neutrality in international conflicts",
      "D": "Strong ties with non-EU countries and adherence to the aims of political union",
      "E": "Stability of institutions guaranteeing democracy, the rule of law, and human rights"
    },
    "explanation": "This marked a shift in discourse, moving from whether the CEECs would become EU members to when they would attain membership. Consequently, the relevance of associated countries’ ability to meet these criteria became the center of focus. The criteria stipulated the following requirements for membership:<br/>• Stability of institutions that guarantee democracy, the rule of law, human rights, and respect for and protection of minorities<br/>• A functioning market economy with the capacity to cope with competitive pressure and market forces within the Union<br/>• The ability to assume the obligations of membership, including adherence to the aims of political, economic, and monetary union<br/>• The Union’s capacity to absorb new members while maintaining the momentum of European integration."
  },
  {
    "id": "3597807",
    "unitNumber": 4,
    "text": "What was the significance of the European Council meeting in Essen in December 1994 regarding EU accession?",
    "correctAnswer": "A",
    "options": {
      "A": "It introduced a more structured pre-accession strategy for candidate countries",
      "B": "It marked the establishment of the European Commission",
      "C": "It led to the dissolution of the EU",
      "D": "It emphasized the importance of cultural exchange programs",
      "E": "It resulted in the expansion of the EU's military capabilities"
    },
    "explanation": "The European Council in Essen in December 1994 marked a pivotal juncture in the EU accession process by introducing a more structured ‘pre-accession strategy.’ This strategy, requested by the Commission, aimed to prepare candidate countries for membership better."
  },
  {
    "id": "3843383",
    "unitNumber": 4,
    "text": "Which country faced a veto by Charles de Gaulle when attempting to join the EEC in the 1960s?",
    "correctAnswer": "C",
    "options": {
      "A": "Greece",
      "B": "Ireland",
      "C": "United Kingdom",
      "D": "Spain",
      "E": "Denmark"
    },
    "explanation": "In the 1960s, the UK made two attempts to join the EEC under Conservative Prime Minister Harold Macmillan and Labour Prime Minister Harold Wilson, both of which were vetoed by De Gaulle.<br/>United Kingdom"
  },
  {
    "id": "3843386",
    "unitNumber": 4,
    "text": "Why did Ireland seek to join the EEC in the 1970s?",
    "correctAnswer": "B",
    "options": {
      "A": "To align more with the US",
      "B": "To reduce reliance on the UK",
      "C": "To expand its fishing fleet",
      "D": "To support its neutrality policy",
      "E": "To lead the EEC’s democratic initiatives"
    },
    "explanation": "Ireland saw EEC membership as a chance to diversify its economic relationships and lessen its reliance on the UK.<br/>To reduce reliance on the UK"
  },
  {
    "id": "3843389",
    "unitNumber": 4,
    "text": "What economic policy attracted Denmark to the EEC?",
    "correctAnswer": "C",
    "options": {
      "A": "Structural reform policy",
      "B": "Common Foreign and Security Policy",
      "C": "Common Agricultural Policy",
      "D": "Regional Development Strategy",
      "E": "Single Market Agreement"
    },
    "explanation": "Denmark, a nation with significant agricultural exports, was enticed by the prospect of accessing larger, more secure markets guaranteed by the EEC’s Common Agricultural Policy (CAP)."
  },
  {
    "id": "3843393",
    "unitNumber": 4,
    "text": "Which of the following best describes the impact of the first EU enlargement?",
    "correctAnswer": "C",
    "options": {
      "A": "Reduced trade within the EEC",
      "B": "Increased homogeneity in political views",
      "C": "Introduction of new political dynamics",
      "D": "Termination of the CAP",
      "E": "Withdrawal of founding members"
    },
    "explanation": "The tripartite enlargement also altered the political dynamics within the EEC.<br/>Introduction of new political dynamics"
  },
  {
    "id": "3843394",
    "unitNumber": 4,
    "text": "What factor significantly influenced Greece’s EEC membership despite economic concerns?",
    "correctAnswer": "A",
    "options": {
      "A": "Geopolitical considerations",
      "B": "Population growth",
      "C": "Proximity to the UK",
      "D": "Influence of agriculture lobby",
      "E": "Technological advancement"
    },
    "explanation": "Geopolitical considerations largely overshadowed these economic concerns. In the broader context of the Cold War, Greece’s strategic position made its membership attractive to the EEC."
  },
  {
    "id": "3843395",
    "unitNumber": 4,
    "text": "Why was the EU particularly concerned with Spain’s fishing industry during accession negotiations?",
    "correctAnswer": "E",
    "options": {
      "A": "It lacked modern equipment.",
      "B": "It was not regulated by Spain.",
      "C": "It was too small to integrate.",
      "D": "It had too many migrant workers.",
      "E": "It posed a threat to British waters."
    },
    "explanation": "Spain’s fishing industry was another sticking point. The country had a sizable fishing fleet, and existing EC members, mainly the UK, were apprehensive about Spanish access to fishing grounds.<br/>It posed a threat to British waters."
  },
  {
    "id": "3843397",
    "unitNumber": 4,
    "text": "What is the acquis communautaire?",
    "correctAnswer": "B",
    "options": {
      "A": "A common foreign policy plan",
      "B": "The total body of EU legislation",
      "C": "A directive on trade relations",
      "D": "A report on EU member states",
      "E": "An agreement between old and new members"
    },
    "explanation": "Acquis Communautaire is a phrase that collectively describes all the secondary legislation of the European Union.<br/>The total body of EU legislation"
  },
  {
    "id": "3843400",
    "unitNumber": 4,
    "text": "What did the Copenhagen criteria <strong>not include</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Stable institutions guaranteeing democracy",
      "B": "Functioning market economy",
      "C": "Protection of minority rights",
      "D": "Adoption of a single religion",
      "E": "Respect for human rights"
    },
    "explanation": "The criteria stipulated the following requirements for membership:<br/>• Stability of institutions that guarantee democracy, the rule of law, human rights, and respect for<br/>and protection of minorities<br/>• A functioning market economy with the capacity to cope with competitive pressure and market<br/>forces within the Union<br/>• The ability to assume the obligations of membership, including adherence to the aims of political,<br/>economic, and monetary union<br/>• The Union’s capacity to absorb new members while maintaining the momentum of European<br/>integration.<br/>Adoption of a single religion"
  },
  {
    "id": "3843401",
    "unitNumber": 4,
    "text": "Which program was developed to prepare candidate countries for EU integration before full membership?",
    "correctAnswer": "B",
    "options": {
      "A": "Agenda 2000",
      "B": "Phare Programme",
      "C": "Treaty of Rome",
      "D": "Marshall Plan",
      "E": "European Stability Mechanism"
    },
    "explanation": "“The key element of the strategy is the gradual preparation of candidate countries for integration into the EU’s Internal Market... This strategy will be bolstered by policies promoting integration through infrastructural development... The Phare programme will support this integration.” (Council of the European Union 1994)."
  },
  {
    "id": "3843403",
    "unitNumber": 4,
    "text": "Which treaty allowed any European state to apply for membership in the Union?",
    "correctAnswer": "D",
    "options": {
      "A": "Treaty of Nice",
      "B": "Maastricht Treaty",
      "C": "Treaty of Lisbon",
      "D": "Treaty of Rome",
      "E": "Treaty of Amsterdam"
    },
    "explanation": "Article 237 (known in today’s treaty as Article 49 of the Treaty on European Union) implicitly opened the door for enlargement, stating: “Any European State may apply to become a member of the Union.”<br/>Treaty of Rome"
  },
  {
    "id": "3598596",
    "unitNumber": 5,
    "text": "According to the 2015 revision of the European Neighborhood Policy which approach EU employs in its interactions with neighboring countries?",
    "correctAnswer": "C",
    "options": {
      "A": "A certain approach",
      "B": "A standardized approach",
      "C": "A differentiated approach",
      "D": "A strict approach",
      "E": "An easy approach"
    },
    "explanation": "The EU employs a differentiated approach in its interactions with neighbouring countries, acknowledging their unique aspirations towards relations with the EU. Thus, tailor-made partnerships are offered. So the other options cannot be correct in this case.<br/>The EU employs a differentiated approach in its interactions with neighbouring countries."
  },
  {
    "id": "3598611",
    "unitNumber": 5,
    "text": "Which of the following countries which the EU has suspended cooperation under the ENP since 2020 due to the government’s crackdown on protests?",
    "correctAnswer": "0",
    "options": {
      "A": "Belarus",
      "B": "Syria",
      "C": "the Republic of Moldova",
      "D": "Algeria",
      "E": "Armenia"
    },
    "explanation": "Bilateral relations under the ENP encompass sixteen partners: Algeria, Armenia, Azerbaijan, Belarus, Egypt, Georgia, Israel, Jordan, Lebanon, Libya, the Republic of Moldova, Morocco, Syria, Palestine,Tunisia, and Ukraine. However, the EU has suspended cooperation with Belarus under the ENP since 2020 due to the government’s crackdown on protests and Syria under the ENP since 2011 due to its role in the Syrian Civil War as of June 2023.<br/>The EU has suspended cooperation with Belarus under the ENP since<br/>2020 due to the government’s crackdown on protests."
  },
  {
    "id": "3598752",
    "unitNumber": 5,
    "text": "What do you call an innovative and advanced partnership that aims to create a seamless trade experience between the EU and its associated countries?",
    "correctAnswer": "B",
    "options": {
      "A": "The Free Trade Area",
      "B": "The Deep and Comprehensive Free Trade Area",
      "C": "The Traditional Free Trade Area",
      "D": "The Innovative Free Trade Area",
      "E": "The Conservative Free Trade Area"
    },
    "explanation": "The Deep and Comprehensive Free Trade Area (DCFTA) is a special trade agreement that goes beyond the traditional scope of reducing tariffs and quotas. It is an innovative and advanced partnership that aims to create a seamless trade experience between the EU and its associated countries.<br/>The Deep and Comprehensive Free Trade Area (DCFTA) (option b) is the correct answer."
  },
  {
    "id": "3598786",
    "unitNumber": 5,
    "text": "Whose interaction and involvement can be considered as an integral components of all the focus areas managed by the Eastern Partnership and the recent Agenda for the Mediterranean?",
    "correctAnswer": "A",
    "options": {
      "A": "Civil society",
      "B": "Economical development",
      "C": "Global trade tariffs",
      "D": "Regional regulations",
      "E": "Integration programmes"
    },
    "explanation": "The importance of civil society was underscored in the 2015 revision of the European Neighborhood Policy. This renewed focus has been folded into the discussions surrounding ‘Partnership Priorities’ with partner countries in the European region. Interaction with and involvement of civil society are integral<br/>components of all the focus areas managed by the Eastern Partnership and the recent Agenda for the Mediterranean.<br/>Interaction with and involvement of civil society are integral<br/>components of all the focus areas managed by the Eastern Partnership and the recent Agenda for the Mediterranean. The correct answer is civil society (option A)"
  },
  {
    "id": "3598794",
    "unitNumber": 5,
    "text": "Which of the followings <u><em><strong>is not</strong></em></u> one of the core purposes of ENPI to establish a shared space between the EU and its immediate neighbours?",
    "correctAnswer": "D",
    "options": {
      "A": "Democracy",
      "B": "Stability",
      "C": "Prosperity",
      "D": "Maintaining peace process",
      "E": "Augmented socio-economic development"
    },
    "explanation": "The core purpose of ENPI was to establish a shared space<br/>of democracy, stability, prosperity, and augmented socio-economic development between the EU and its immediate neighbours.<br/><em><strong>Maintaining peace peocess is not</strong></em> one of the core purposes of ENPI to establish a shared space between the EU and its immediate neighbours. The correct answer is D"
  },
  {
    "id": "3598800",
    "unitNumber": 5,
    "text": "Which of the following countries out of having a special status <u><strong>did not</strong></u> fall under the ENP ?",
    "correctAnswer": "C",
    "options": {
      "A": "Armenia",
      "B": "Azerbaijan",
      "C": "Russia",
      "D": "Georgia",
      "E": "Ukraine"
    },
    "explanation": "The ENI partnership spanned 16 countries:<br/>ENI South: Algeria, Egypt, Israel, Jordan, Lebanon, Libya, Morocco, Palestine, Syria (EU cooperation<br/>with Syria was suspended), Tunisia<br/>ENI East: Armenia, Azerbaijan, Belarus, Georgia, Moldova, Ukraine<br/>Having a special status, Russia did not fall under the ENP. The correct answer is Russia (Option C)."
  },
  {
    "id": "3598821",
    "unitNumber": 5,
    "text": "Which of the following pillars focuses on fostering dialogue and collaboration with third countries, aligning with the needs and priorities of individual regions?",
    "correctAnswer": "A",
    "options": {
      "A": "The Geographic Pillar",
      "B": "The Thematic Pillar",
      "C": "The Rapid-Response Pillar",
      "D": "The Democracy Pillar",
      "E": "The Civil Society Pillar"
    },
    "explanation": "The Geographic Pillar (€60.39 billion): This focuses on fostering dialogue and collaboration with third<br/>countries, aligning with the needs and priorities of individual regions.<br/>The Geographic Pillar focuses on fostering dialogue and collaboration with third<br/>countries, aligning with the needs and priorities of individual regions. The correct option is A"
  },
  {
    "id": "3598828",
    "unitNumber": 5,
    "text": "Which of the followings<u><strong> is not</strong></u> one of the key investment areas of NDICI-Global Europe to leverage sustainable development funds from the public and private sectors.",
    "correctAnswer": "E",
    "options": {
      "A": "Support for micro-enterprises",
      "B": "Supports for renewable energy",
      "C": "Supports for digital economy",
      "D": "Supports for health",
      "E": "Supports for military expenditures"
    },
    "explanation": "NDICI-Global Europe includes an investment framework of €53.45<br/>billion to leverage sustainable development funds from the public and private sectors. Key investment areas include support for micro-enterprises, renewable energy, digital economy, health, and socio-economic responses to COVID-19.<br/>The key investment areas<br/>include support for micro-enterprises, renewable energy, digital economy, health, and socio-economic<br/>responses to COVID-19. The correct answer is \"supports for military expenditures\", option E."
  },
  {
    "id": "3598836",
    "unitNumber": 5,
    "text": "Which of the followings convened biennially and bring together EU and partner countries’ leaders to discuss policy objectives and future collaborations?",
    "correctAnswer": "B",
    "options": {
      "A": "Euronest Parliamentary Assembly",
      "B": "EaP Summits",
      "C": "EaP Civil Society Forum",
      "D": "East Partnership Summit",
      "E": "Convention Summit"
    },
    "explanation": "EaP Summits: Convened biennially, these summits bring together EU and partner countries’ leaders to discuss policy objectives and future collaborations.<br/>EaP Summits: Convened biennially, these summits bring together EU and partner countries’ leaders<br/>to discuss policy objectives and future collaborations. The corrects answer is B"
  },
  {
    "id": "3598840",
    "unitNumber": 5,
    "text": "Which of the following cities the sixth Eastern Partnership Summit was held in December 2021?",
    "correctAnswer": "D",
    "options": {
      "A": "Paris",
      "B": "Moscow",
      "C": "Rome",
      "D": "Brussels",
      "E": "Geneva"
    },
    "explanation": "A significant milestone was reached in December 2021<br/>when the sixth Eastern Partnership Summit was held in Brussels. The correct answer is D"
  },
  {
    "id": "3598389",
    "unitNumber": 6,
    "text": "Which of the following relationships represent a cornerstone of global diplomacy,<br/>trade, and security cooperation?",
    "correctAnswer": "B",
    "options": {
      "A": "The European Union (EU) and the United Kingdom",
      "B": "The European Union (EU) and the United States (US)",
      "C": "The United Kingdom and France",
      "D": "The European Union (EU) and France",
      "E": "The European Union (EU) and Germany"
    },
    "explanation": "The relationship between The European Union (EU) and the United States (US)represents a cornerstone of global diplomacy, trade, and security cooperation.<br/>The correct answer will be the relationship between The European Union (EU) and the United States (US)."
  },
  {
    "id": "3598391",
    "unitNumber": 6,
    "text": "Which of the following countries in 1917 the USA declared war?",
    "correctAnswer": "B",
    "options": {
      "A": "France",
      "B": "Germany",
      "C": "Great Britain",
      "D": "Italy",
      "E": "Afghanistan"
    },
    "explanation": "The U.S. and Europe remained economically and culturally intertwined despite the political distance.<br/>The influx of European immigrants to the U.S. and the frequent transatlantic voyages underscored this<br/>bond. However, this association altered on April 6, 1917, when the U.S. declared war on Germany,<br/>aligning with Britain and France during the latter stages of World War I.<br/>The U.S. declared war on Germany,<br/>aligning with Britain and France during the latter stages of World War I, in 1917."
  },
  {
    "id": "3598393",
    "unitNumber": 6,
    "text": "For which of the following is the term “The war to end all wars” is commonly used to describe?",
    "correctAnswer": "A",
    "options": {
      "A": "World War I",
      "B": "World War II",
      "C": "The Golf War",
      "D": "War of Independence",
      "E": "The Hundred Years' War"
    },
    "explanation": "The term was coined by the English author H.G. Wells, who wrote a book in 1914 called “The War That Will End War”. It reflected the hope that such a devastating conflict would never happen again<br/>“The war to end all wars” is commonly used to describe World War I."
  },
  {
    "id": "3598396",
    "unitNumber": 6,
    "text": "What is the primary reason for the approval of The Neutrality Acts in the U.S. Congress in 1930?",
    "correctAnswer": "E",
    "options": {
      "A": "To develop close relations with Europe.",
      "B": "To expand the volume of trade with Europe.",
      "C": "To be deeply involved in European affairs as was the case in World War I.",
      "D": "To improve the perception of Europe in the eyes of Americans.",
      "E": "To be within isolationist policies regarding Europe."
    },
    "explanation": "In essence, the Neutrality Acts<br/>reflected the isolationist sentiment prevalent in the U.S. during the interwar period. Still, as global threats<br/>became more pronounced, the U.S. moved towards a more interventionist stance.<br/>The Neutrality Acts acts reflected the American public and lawmakers’ strong desire to avoid the mistakes in World War I, where the U.S. became deeply involved in European affairs."
  },
  {
    "id": "3598397",
    "unitNumber": 6,
    "text": "Which of the following nations converged on one goal: a deeper U.S. involvement in European security matters during the debates on NATO’s establishment.",
    "correctAnswer": "A",
    "options": {
      "A": "France and Britain",
      "B": "France and Canada",
      "C": "Canada and Britain",
      "D": "Germany and Britain",
      "E": "France and Germany"
    },
    "explanation": "There was a divergence between British and French views, with Britain favouring an expansive<br/>Atlantic structure and France seeking direct military assistance. Nevertheless, both nations converged on one goal: a deeper U.S. involvement in European security matters.<br/>Contrary to popular belief, most initiatives leading to NATO’s establishment originated in Western<br/>Europe, not Washington. Britain actively sought U.S. involvement in an Atlantic security system. France,<br/>too, had a nuanced stance."
  },
  {
    "id": "3598398",
    "unitNumber": 6,
    "text": "Which of the followings both reinforced America’s dedication to contain communism and also<br/>outlined the East-West divide shaping international relations for the latter half of the 20th century in 1947?",
    "correctAnswer": "B",
    "options": {
      "A": "The Nixon Doctrine",
      "B": "The Truman Doctrine",
      "C": "The Marshall Plan",
      "D": "The Eisenhower Doctrine",
      "E": "The Washington Consensus"
    },
    "explanation": "President Harry S. Truman addressed Congress in a politically fragmented Europe in 1947. The Truman Doctrine both reinforced America’s dedication to contain communism and outlined the East-West divide shaping international relations for the latter half of the 20th century.<br/>1947 marked a significant shift in American foreign policy. The Truman Doctrine:<br/>-Reinforced America’s dedication to contain communism<br/>-Outlined the East-West divide shaping international relations for the latter half of the 20th century"
  },
  {
    "id": "3598399",
    "unitNumber": 6,
    "text": "Which of the followings is the last country to fall under the Soviet umbrella?",
    "correctAnswer": "C",
    "options": {
      "A": "Ukraine",
      "B": "Hungary",
      "C": "Czechoslovakia",
      "D": "East Germany",
      "E": "Azerbaijani"
    },
    "explanation": "By the late 1940s, the United States had firmly established its objectives in Western Europe. Chief<br/>among them was curbing Soviet expansion. Notably, after Czechoslovakia’s annexation in 1948, no other European states fell under the Soviet umbrella."
  },
  {
    "id": "3598400",
    "unitNumber": 6,
    "text": "Which of the following countries is the one where U.S. atomic weapons were discreetly stationed that later caused an uproar following an unfortunate B-52 crash in 1968.",
    "correctAnswer": "E",
    "options": {
      "A": "Greece",
      "B": "Yugoslavia",
      "C": "Italy",
      "D": "West Germany",
      "E": "Greenland"
    },
    "explanation": "e U.S. stationed atomic weapons in several European nations, including<br/>West Germany, Italy, and Greece. Moreover, despite Denmark’s anti-nuclear stance, U.S. atomic weapons were discreetly stationed on Greenland, a decision that later caused an uproar following an unfortunate B-52 crash in 1968.<br/>U.S. atomic weapons<br/>were discreetly stationed on Greenland, a decision that later caused an uproar following an unfortunate<br/>B-52 crash in 1968."
  },
  {
    "id": "3598401",
    "unitNumber": 6,
    "text": "By the late 1950's, there was growing concern in the West about a so-called “missile gap”. Which of the followings is the correct definition of “missile gap”.",
    "correctAnswer": "A",
    "options": {
      "A": "It refers to the perceived superiority in the number and capabilities of ballistic missiles possessed by the Soviet Union compared to those of the United States.",
      "B": "It refers to the non existence of ballistic missiles possessed by the Soviet Union",
      "C": "It refers to the non existence of ballistic missiles possessed by the United States",
      "D": "It refers to the perceived superiority in the number and capabilities of ballistic missiles possessed by the United States compared to those of the Soviet Union.",
      "E": "It refers to the similarity between United States and the Soviet Union about the the number and capabilities of ballistic missiles."
    },
    "explanation": "By the late 1950s, there was growing concern in the West about a so-called “missile gap” -the perception that the USSR had or was close to achieving missile superiority.<br/>It refers to the perceived superiority in the number and capabilities of ballistic missiles possessed by the Soviet Union compared to those of the United States."
  },
  {
    "id": "3598402",
    "unitNumber": 6,
    "text": "Which of the following events in 1986 marked a pivotal moment in US-Soviet relations, with both leaders nearing an agreement to eliminate all strategic nuclear missiles, envisioning a world free of nuclear weapons.",
    "correctAnswer": "D",
    "options": {
      "A": "9/11 Attack",
      "B": "The Fall of the Berlin Wall",
      "C": "The Nixon Doctrine",
      "D": "The Reykjavik Summit",
      "E": "The Truman Doctrine"
    },
    "explanation": "The Reykjavik summit in 1986 marked a pivotal moment in US-Soviet relations, with both leaders nearing an agreement to eliminate all strategic nuclear missiles, envisioning a world free of nuclear weapons."
  },
  {
    "id": "3599004",
    "unitNumber": 7,
    "text": "Which of the following events represents the origins of EU-China relations?",
    "correctAnswer": "B",
    "options": {
      "A": "Recognition of the Republic of China in Taiwan by European states",
      "B": "The inception of diplomatic ties between the European Commission and the People’s Republic of China (PRC) in 1975",
      "C": "China’s admission to the United Nations in 1971",
      "D": "U.S. President Nixon’s historic visit to China in 1972",
      "E": "A visit to China by a European Commissioner in 1973"
    },
    "explanation": "The origins of EU-China relations can be traced back to 1975, marking the inception of diplomatic ties between the European Commission and the People’s Republic of China (PRC). This formal engagement followed several pivotal events: China’s admission to the United Nations in 1971, U.S. President Nixon’s historic visit to China in 1972, and a seminal encounter in 1973 when a European Commissioner first visited China."
  },
  {
    "id": "3599005",
    "unitNumber": 7,
    "text": "What is the name given to the period of intense domestic upheaval from 1966 to 1976 in China, resulting in near-total diplomatic isolation?",
    "correctAnswer": "A",
    "options": {
      "A": "Cultural Revolution",
      "B": "Tiananmen Impact",
      "C": "Cold War",
      "D": "The Opium Wars",
      "E": "The Silk Road"
    },
    "explanation": "The PRC experienced a period of intense domestic upheaval from 1966 to 1976, known as the <em>Cultural Revolution, </em>resulting in near-total diplomatic isolation."
  },
  {
    "id": "3599006",
    "unitNumber": 7,
    "text": "Who was mainly responsible on the Chinese side for the acceleration of EU-China relations in the late 1970s with \"Reform and Opening Up\" policies?",
    "correctAnswer": "E",
    "options": {
      "A": "Mae Zedong",
      "B": "Marco Polo",
      "C": "Wen Jiabao",
      "D": "Dalai Lama",
      "E": "Deng Xiaoping"
    },
    "explanation": "Without a doubt, the onset of EU-China relations in the late 1970s was accelerated by the political openings in China led by <em>Deng Xiaoping. </em>Deng’s “Reform and Opening Up” policies signalled a shift from the more insular policies of the past, moving China towards integration with the global economy."
  },
  {
    "id": "3599007",
    "unitNumber": 7,
    "text": "Which of the following does not represent a key feature of Deng Xiaoping’s “Reform and Opening Up” policies?",
    "correctAnswer": "C",
    "options": {
      "A": "Special Economic Zones (SEZs)",
      "B": "Opening to foreign trade and investment",
      "C": "One country, two systems",
      "D": "Legal and institutional reforms",
      "E": "Decentralization of economic planning"
    },
    "explanation": "<strong>Deng Xiaoping’s “Reform and Opening Up” policies </strong><br/><table><tbody><tr><td><br/><strong>Key Features </strong><br/></td><td><br/><strong>Impact </strong><br/></td></tr><tr><td><br/>Decentralization of economic planning <br/></td><td><br/>Accelerated China’s transformation into an economic powerhouse <br/></td></tr><tr><td><br/>Special Economic Zones (SEZs) <br/></td><td><br/>Significantly reduced poverty <br/></td></tr><tr><td><br/>Agricultural reforms <br/></td><td><br/>Reshaped Chinese soci<br/></td></tr></tbody></table><br/><strong>Deng Xiaoping’s “Reform and Opening Up” policies </strong><br/><table> <tbody> <tr> <td> <strong>Key Features </strong><br/></td> <td> <strong>Impact </strong><br/></td> </tr> <tr> <td> Decentralization of economic planning <br/></td> <td> Accelerated China’s transformation into an economic powerhouse <br/></td> </tr> <tr> <td> Special Economic Zones (SEZs) <br/></td> <td> Significantly reduced poverty <br/></td> </tr> <tr> <td> Agricultural reforms <br/></td> <td> Reshaped Chinese societal structure <br/></td> </tr> <tr> <td> State-Owned Enterprise (SOE) reforms <br/></td> <td> Increased efficiency and competitiveness of Chinese industries, leading to improved productivity and profitability of SOEs <br/></td> </tr> <tr> <td> Opening to foreign trade and investment <br/></td> <td> Spurred economic growth and technological advancement, attracting foreign capital and expertise <br/></td> </tr> <tr> <td> Modernization efforts <br/></td> <td> Drove technological and infrastructural development, modernizing various sectors and contributing to rapid economic development <br/></td> </tr> <tr> <td> Legal and institutional reforms <br/></td> <td> Improved the legal framework for business and investment, enhancing predictability and efficiency <br/></td> </tr> <tr> <td> Preservation of One-Party Rule <br/></td> <td> Maintained political stability and continuity, ensuring controlled implementation of economic policies<br/></td> </tr> </tbody> </table>"
  },
  {
    "id": "3599008",
    "unitNumber": 7,
    "text": "Which of the following events represents a critical development in the relationship between the European Union and China that marked the period from 1995 to the early years of the 2000s?",
    "correctAnswer": "A",
    "options": {
      "A": "China’s growing regional engagement",
      "B": "Tiananmen Square crackdown",
      "C": "Deng Xiaoping's “Reform and Opening Up” policies",
      "D": "US President Nixon’s visit to China",
      "E": "Korean War"
    },
    "explanation": "Several critical developments in the relationship between the European Union and China marked the period from 1995 to the initial years of the 2000s. These events included the Asian financial crisis, China’s growing regional engagement, the reclamation of Hong Kong (1997) and Macau (1999) from European colonies, and, most significantly, China’s entrance into the World Trade Organization (WTO). China’s economic growth and trade volumes witnessed a notable surge during this span."
  },
  {
    "id": "3599009",
    "unitNumber": 7,
    "text": "What is the term used in China to describe the period from the first Opium War in 1839 to the founding of the People’s Republic of China in 1949?",
    "correctAnswer": "C",
    "options": {
      "A": "Cultural revolution",
      "B": "The one country, two systems’ principle",
      "C": "Century of humilation",
      "D": "Cold War",
      "E": "Tiananmen impact"
    },
    "explanation": "The ‘century of humiliation’ is a term used in China to describe the period from the first Opium War in 1839 to the founding of the People’s Republic of China in 1949, and this period characterised significant foreign intervention and territorial concessions following military defeats and unequal treaties.<br/>The ‘century of humiliation’ is a term used in China to describe the period from the first Opium War in 1839 to the founding of the People’s Republic of China in 1949."
  },
  {
    "id": "3599010",
    "unitNumber": 7,
    "text": "Which of the following led to the initiation of political dialogue between the EU and China after the Tiananmen era?",
    "correctAnswer": "E",
    "options": {
      "A": "The Opium Wars",
      "B": "The Amsterdam Treaty",
      "C": "The EU-China Summit 2003",
      "D": "1985 EU-China Trade and Cooperation Agreement",
      "E": "The Maastricht Treaty"
    },
    "explanation": "In the aftermath of Tiananmen, the EU was compelled to reassess its relationship with China within a broader spectrum encompassing politics and human rights. However, anxieties over potentially ceding market share in China to the United States and Japan, particularly regarding investment, led to a recalibration of policies. The Maastricht Treaty expanded the EU’s political competencies, and 1994 marked the initiation of a political dialogue. Although the arms embargo persisted, other sanctions were gradually lifted, and significant cooperative initiatives were launched."
  },
  {
    "id": "3599011",
    "unitNumber": 7,
    "text": "What is the name of the initiative launched by China in 2013, an expansive global development strategy involving infrastructure development and investment in many countries in Asia, Europe, Africa and beyond?",
    "correctAnswer": "D",
    "options": {
      "A": "Silk Road",
      "B": "De-Risking Strategy",
      "C": "Strategic Agenda",
      "D": "Belt and Road",
      "E": "The EU-China Summit"
    },
    "explanation": "The Belt and Road Initiative (BRI), inaugurated by China in 2013, is an expansive global development strategy encompassing infrastructure development and investment in numerous countries across Asia, Europe, Africa, and beyond. This ambitious program has significantly influenced EU-China relations, affecting many aspects of interaction."
  },
  {
    "id": "3599012",
    "unitNumber": 7,
    "text": "What is the EU's strategy in response to the China's Belt and Road Initiative?",
    "correctAnswer": "C",
    "options": {
      "A": "The New EU Strategy",
      "B": "The EU's Global Strategy of 2016",
      "C": "The EU-Asia Connectivity Strategy",
      "D": "De-Risking Strategy",
      "E": "Digital Strategy"
    },
    "explanation": "In reaction to the BRI, the EU has formulated its connectivity strategy - <em>the EU-Asia Connectivity Strategy. </em>This initiative aims to foster sustainable, comprehensive, and rules-based connectivity, presenting an alternative to the BRI that emphasizes transparency, sustainability, and a level playing field."
  },
  {
    "id": "3599013",
    "unitNumber": 7,
    "text": "Which of the following is one of the two primary goals of the 16+1 Initiative?",
    "correctAnswer": "E",
    "options": {
      "A": "To curb the influence of Chinese state-owned enterprises in the EU and mitigating cybersecurity threats",
      "B": "To promote a more reciprocal economic relationship with steps to protect EU industries",
      "C": "To adapt the EU law to limit the influence of state-owned enterprises and state subsidies in the EU market",
      "D": "To find a common EU stance on the security of planned high-speed 5G telecom networks",
      "E": "To promote <em>the Belt and Road Initiative (BRI), </em>China’s ambitious infrastructure development strategy to enhance connectivity across Asia, Europe, and Africa"
    },
    "explanation": "The 16+1 initiative, initially conceptualized as a platform for fostering economic cooperation between China and 16 Central and Eastern European (CEE) countries, has undergone a series of transformations, reflecting the evolving geopolitical landscape and the complex interplay of interests among its participants. <br/>The initiative’s primary goals were to:<br/>1. Promote <em>the Belt and Road Initiative (BRI), </em>China’s ambitious infrastructure development strategy to enhance connectivity across Asia, Europe, and Africa.<br/>2. Enhance cooperation in key sectors, including infrastructure, transportation and logistics, trade, and investment.<br/>The initiative’s primary goals were to: <br/>1. Promote <em>the Belt and Road Initiative (BRI), </em>China’s ambitious infrastructure development strategy to enhance connectivity across Asia, Europe, and Africa.<br/>2. Enhance cooperation in key sectors, including infrastructure, transportation and logistics, trade, and investment."
  },
  {
    "id": "3598243",
    "unitNumber": 8,
    "text": "What is the legal basis for the EU's development cooperation policy?",
    "correctAnswer": "A",
    "options": {
      "A": "TFEU Article 209",
      "B": "TFEU Article 21",
      "C": "TFEU Article 24",
      "D": "TFEU Article 25",
      "E": "TFEU Article 207"
    },
    "explanation": "Article 209"
  },
  {
    "id": "3598244",
    "unitNumber": 8,
    "text": "Which of the following outlines the procedures for negotiating and concluding international agreements?",
    "correctAnswer": "B",
    "options": {
      "A": "TFEU 207",
      "B": "TFEU 218",
      "C": "TFEU 213",
      "D": "TFEU 221",
      "E": "TFEU 25"
    },
    "explanation": "TFEU 218"
  },
  {
    "id": "3598246",
    "unitNumber": 8,
    "text": "Which article defines the principles and objectives of the EU's external actions?",
    "correctAnswer": "C",
    "options": {
      "A": "TEU 25",
      "B": "TEU 24",
      "C": "TEU 21",
      "D": "TEU 221",
      "E": "TEU 205"
    },
    "explanation": "TEU 21"
  },
  {
    "id": "3598247",
    "unitNumber": 8,
    "text": "Which article establishes Union Delegations in third countries and at international organizations?",
    "correctAnswer": "D",
    "options": {
      "A": "TEU 21",
      "B": "TEU 24",
      "C": "TEU 25",
      "D": "TEU 221",
      "E": "TEU 42"
    },
    "explanation": "TEU 221"
  },
  {
    "id": "3598248",
    "unitNumber": 8,
    "text": "Who negotiates and signs international agreements on behalf of the EU?",
    "correctAnswer": "E",
    "options": {
      "A": "European Commissioners",
      "B": "EU Delegations",
      "C": "President of the European Council",
      "D": "High Representative of the Union for Foreign Affairs and Security Policy",
      "E": "President of the European Commission"
    },
    "explanation": "President of the European Commission"
  },
  {
    "id": "3598249",
    "unitNumber": 8,
    "text": "As of 2019, who holds the position of High Representative of the Union for Foreign Affairs and Security Policy?",
    "correctAnswer": "A",
    "options": {
      "A": "Josep Borrell",
      "B": "Charles Michel",
      "C": "Ursula von der Leyen",
      "D": "Catherine Ashton",
      "E": "Jörg Monar"
    },
    "explanation": "Josep Borrell"
  },
  {
    "id": "3598250",
    "unitNumber": 8,
    "text": "Which of the following is responsible for presenting the EU at the highest political level?",
    "correctAnswer": "B",
    "options": {
      "A": "High Representative of the Union for Foreign Affairs and Security Policy",
      "B": "President of the European Commission",
      "C": "European External Action Service",
      "D": "EU Delegations",
      "E": "European Commissioners"
    },
    "explanation": "President of the European Commission"
  },
  {
    "id": "3598251",
    "unitNumber": 8,
    "text": "According to Article 218 TFEU, what is the final stage of EU Treaty-Making?",
    "correctAnswer": "D",
    "options": {
      "A": "Authorization to Open Negotiations",
      "B": "Conducting Negotiations",
      "C": "Signing of Agreements",
      "D": "Ratification",
      "E": "Feedback"
    },
    "explanation": "Ratification"
  },
  {
    "id": "3598252",
    "unitNumber": 8,
    "text": "Which article outlines the establishment of the Common Foreign and Security Policy (CFSP) and its governance?",
    "correctAnswer": "A",
    "options": {
      "A": "TEU 24",
      "B": "TEU 25",
      "C": "TEU 21",
      "D": "TEU 221",
      "E": "TEU 42"
    },
    "explanation": "TEU 24"
  },
  {
    "id": "3598253",
    "unitNumber": 8,
    "text": "As of 2019, who is the President of the European Commission?",
    "correctAnswer": "C",
    "options": {
      "A": "Charles Michel",
      "B": "Josep Borrell",
      "C": "Ursula von der Leyen",
      "D": "Frans Timmermans",
      "E": "José Manuel Barroso"
    },
    "explanation": "Ursula von der Leyen"
  }
]