[
  {
    "id": "2366270",
    "unitNumber": 1,
    "text": "What is the name of the initiative that the European Union launched in 1999 for the South East Europe region?",
    "correctAnswer": "A",
    "options": {
      "A": "Stability Pact for Southeast Europe",
      "B": "TAIEX",
      "C": "PHARE",
      "D": "The Balkans in limbo",
      "E": "The hour of Europe"
    },
    "explanation": "Stability Pact for Southeast Europe<br/>In 1999, European Union (EU) launched an initiative called the <strong>Stability Pact for Southeast </strong><strong>Europe</strong>. Albania, Bosnia and Herzegovina, Bulgaria,<br/>Croatia, Macedonia, Moldova, Montenegro, Romania and Serbia were defined as member partners from the South East Europe region."
  },
  {
    "id": "2366284",
    "unitNumber": 1,
    "text": "Which one of the below country can not be regarded as a Balkan country?",
    "correctAnswer": "A",
    "options": {
      "A": "Ukraine",
      "B": "Albania",
      "C": "Bosnia and Herzegovina",
      "D": "Montenegro",
      "E": "Serbia"
    },
    "explanation": "Ukraine<br/>Southeast European countries: Albania, Bosnia and Herzegovina, Bulgaria, Croatia, Macedonia, Moldova, Montenegro, Romania and Serbia"
  },
  {
    "id": "2366336",
    "unitNumber": 1,
    "text": "Which of the following interest area of Turkey is not in the Balkans?",
    "correctAnswer": "A",
    "options": {
      "A": "Privatization law-making process",
      "B": "Reconstruction of Islamic infrastructure",
      "C": "Educational facilities",
      "D": "Military sector",
      "E": "Businesses and trade"
    },
    "explanation": "Privatization law-making process<br/>Turkey has strong ties with the region due to the common history of Ottoman Empire. Turkey’s investments are heavily on the reconstruction of Islamic infrastructure, such as mosques and educational facilities. Since the end of the Yugoslav wars, Turkey has invested in educational facilities, including establishing colleges that promote the relationship between Turkey and the Western Balkans region. Turkey and Albania have close cooperation in the military sector. Albanian soldiers serve under Turkish command in the ISAF<br/>Afghanistan mission. Turkey has also extensively invested in the region’s businesses and trade. It can be said that Turkey’s political, security, economic, cultural, and educational cooperation with the region remains high."
  },
  {
    "id": "2366357",
    "unitNumber": 1,
    "text": "Which of the following Gulf countries have not investments in the Balkan region?",
    "correctAnswer": "A",
    "options": {
      "A": "Oman",
      "B": "United Arab Emirates",
      "C": "Qatar",
      "D": "Saudi Arabia",
      "E": "Kuwait"
    },
    "explanation": "Oman<br/>Many of the Middle Eastern Gulf countries, part of the Gulf Cooperation Council (GCC), that cluster on the Arabian Peninsula have recently increased ties and cooperation with the Western Balkans countries. The key players of the Gulf States in the region are the UAE, Qatar, Saudi Arabia, and Kuwait."
  },
  {
    "id": "2366410",
    "unitNumber": 1,
    "text": "Which of the following economic and political events has not been effective in reducing the influence of the European Union on the Western Balkans?",
    "correctAnswer": "A",
    "options": {
      "A": "US presidential election",
      "B": "Eurozone crisis",
      "C": "Migration/refugee crisis",
      "D": "Brexit",
      "E": "Arab Spring"
    },
    "explanation": "US presidential election<br/>Since 2009, drastic developments like the Eurozone crisis, the migration/refugee crisis, Brexit, Arab Spring, Syrian conflict, Ukrainian conflict have shifted EU attention away from Western Balkans."
  },
  {
    "id": "2366438",
    "unitNumber": 1,
    "text": "Who is the major trading partner for the Western Balkan?",
    "correctAnswer": "A",
    "options": {
      "A": "European Union",
      "B": "Turkey",
      "C": "USA",
      "D": "Saudi Arabia",
      "E": "China"
    },
    "explanation": "The West remains still engaged in the Western Balkans region. European Union is a major “western power player” in the processes of influencing different spheres of economic, cultural, political and security developments. The EU, overall, is a major trading partner for the Western Balkan. Balkans constitutes a remarkable market with a population of nearly 18 million people, for the EU."
  },
  {
    "id": "2366495",
    "unitNumber": 1,
    "text": "Which of the following area <strong>is not</strong> determined by Čeperković and Gaub as a \"megatrend\" for the Balkans that are unlikely to a substantial change in the given time period?",
    "correctAnswer": "A",
    "options": {
      "A": "High Population",
      "B": "An outdated and deficient education system",
      "C": "High unemployment and high public debt",
      "D": "Underperforming institutions",
      "E": "Ethnocentrism"
    },
    "explanation": "High Population<br/>Čeperković and Gaub call developments that are unlikely to substantially change in the given timeframe as “megatrends” and they determine 6 megatrends for the Balkans. These are (i) population decline; (ii) high unemployment and high public debt; (iii) underperforming institutions; (iv) ethnocentrism and contested statehood; (v) an outdated and deficient education system; and (vi) globalisation trends (internet penetration and urbanisation). They discuss that these megatrends are interacting with 6 game-changers; a term that refers to an event or set of circumstances that exerts a decisive influence on the future, requiring a decision to be made, which can have different consequences depending on what choice is taken."
  },
  {
    "id": "2366515",
    "unitNumber": 1,
    "text": "Which of the following country <strong>is not</strong> one of the game-changer in the Balkans?",
    "correctAnswer": "A",
    "options": {
      "A": "Belarus",
      "B": "European Union",
      "C": "Gulf countries",
      "D": "Russia",
      "E": "China"
    },
    "explanation": "Belarus<br/>6 game-changers for the Balkans are the European Union, Russia, China, Turkey, the Gulf countries and several regional and bilateral disputes which comprise territorial disputes, disputes over minority rights, and quarrels pertaining to interstate politics."
  },
  {
    "id": "2366538",
    "unitNumber": 1,
    "text": "When did Greece and North Macedonia end the 27-year \"name dispute\"?",
    "correctAnswer": "A",
    "options": {
      "A": "2019",
      "B": "2021",
      "C": "1995",
      "D": "2000",
      "E": "2005"
    },
    "explanation": "Greece and North Macedonia put an end to the 27 years of “name dispute” in 2019."
  },
  {
    "id": "2366579",
    "unitNumber": 1,
    "text": "What has a decisive influence on the culture, music and tradition of Balkan society?",
    "correctAnswer": "A",
    "options": {
      "A": "Ottoman domination",
      "B": "Slavic culture",
      "C": "Orthodox Christians",
      "D": "Habsburg rule",
      "E": "Romans"
    },
    "explanation": "The long-term Ottoman domination in the Balkan geography had a determining effect on the development of the Balkan society."
  },
  {
    "id": "2369490",
    "unitNumber": 1,
    "text": "“The sea power was crucial in the national historical supremacy”.<br/>“Outcomes of wars can be determined by the control of seaborne trade”.<br/>Who supported the above mentioned ideas?",
    "correctAnswer": "A",
    "options": {
      "A": "Mahan",
      "B": "Sprout",
      "C": "Kennan",
      "D": "Mackinder",
      "E": "Spykman"
    },
    "explanation": "Geopolitics of Balkans<br/>Mahan"
  },
  {
    "id": "2369492",
    "unitNumber": 1,
    "text": "Which country <strong><u>is not </u></strong>one of the countries in Western Balkans?",
    "correctAnswer": "D",
    "options": {
      "A": "Albenia",
      "B": "North Macedonia",
      "C": "Bosnia and Herzegovina",
      "D": "Croatia",
      "E": "Montenegro"
    },
    "explanation": "Geopolitics of Balkans<br/>Croatia"
  },
  {
    "id": "2369495",
    "unitNumber": 1,
    "text": "Which country in the Eastern powers <strong>did not</strong> exert its influence, through similar security and cultural instruments?",
    "correctAnswer": "E",
    "options": {
      "A": "Russia",
      "B": "China",
      "C": "Iran",
      "D": "Turkey",
      "E": "Montenegro"
    },
    "explanation": "Geopolitics of Balkans<br/>Montenegro"
  },
  {
    "id": "2369497",
    "unitNumber": 1,
    "text": "Which country has high political, security, economic, cultural, and educational cooperation with the region?",
    "correctAnswer": "B",
    "options": {
      "A": "Iran",
      "B": "Turkey",
      "C": "Kuwait",
      "D": "China",
      "E": "Russia"
    },
    "explanation": "Geopolitics of Balkans<br/>Turkey"
  },
  {
    "id": "2369499",
    "unitNumber": 1,
    "text": "Which event separated the Byzantine and Roman churches as a result of the mutual excommunication of each other by the Pope Leo IX and the Patriarch of Constantinople over doctrinal and jurisdictional issues?",
    "correctAnswer": "C",
    "options": {
      "A": "Peloponnesian Wars",
      "B": "Achaean League",
      "C": "Great Schism of 1054",
      "D": "The Byzantine epoch",
      "E": "The Ottoman conquest"
    },
    "explanation": "History of the Balkans<br/>Great Schism of 1054"
  },
  {
    "id": "2369500",
    "unitNumber": 1,
    "text": "“In that period, non-Muslims were deemed inferior in status and paid additional taxes, they enjoyed autonomy on civil matters as the religious communities of the <em>millet </em>system”.<br/>Which Ottoman Empire was in reign during the above mentioned period?",
    "correctAnswer": "D",
    "options": {
      "A": "Sultan Murad",
      "B": "Mehmet I",
      "C": "Beyazid I",
      "D": "Mehmet II",
      "E": "Süleyman I"
    },
    "explanation": "History of the Balkans<br/>Mehmet II"
  },
  {
    "id": "2369503",
    "unitNumber": 1,
    "text": "Which event ended the Russo-Turkish war of 1877-1878 and stipulated the independence of Serbia, Montenegro and Romania as well as the autonomy of Bulgaria under Ottoman suzerainty?",
    "correctAnswer": "A",
    "options": {
      "A": "The Treaty of San Stefano",
      "B": "Balkan Wars",
      "C": "Congress of Berlin",
      "D": "The First World War",
      "E": "The Second Balkan War"
    },
    "explanation": "History of the Balkans<br/>The Treaty of San Stefano"
  },
  {
    "id": "2369506",
    "unitNumber": 1,
    "text": "The __________________ situation of the Balkans has made it an obligatory transit point for immigrants or invaders moving between Asia Minor and Europe.",
    "correctAnswer": "C",
    "options": {
      "A": "historical",
      "B": "economical",
      "C": "geographical",
      "D": "cultural",
      "E": "regional"
    },
    "explanation": "The Cultural and Social Structure of the Balkans<br/>geographical"
  },
  {
    "id": "2369507",
    "unitNumber": 1,
    "text": "Which cultures are the leading ones that have historically affected Balkan geography the most?",
    "correctAnswer": "B",
    "options": {
      "A": "Byzantian, Austrian and Turkish",
      "B": "Greek, Slavic, and Turkish",
      "C": "Greek, Roman and Slavic",
      "D": "Hungarian, Italian and Greek",
      "E": "Albenian, Bulgarian and Slavic"
    },
    "explanation": "The Cultural and Social Structure of the Balkans<br/>Greek, Slavic, and Turkish"
  },
  {
    "id": "2369510",
    "unitNumber": 1,
    "text": "The long period of Ottoman domination in the Balkan geography had a ______________ influence on the development of Balkan society.",
    "correctAnswer": "C",
    "options": {
      "A": "minor",
      "B": "slight",
      "C": "decisive",
      "D": "insignificant",
      "E": "unimportant"
    },
    "explanation": "The Cultural and Social Structure of the Balkans<br/>decisive"
  },
  {
    "id": "2387406",
    "unitNumber": 1,
    "text": "..... is the geographical influence on the behavior of states.<br/>Fill in the blanks.",
    "correctAnswer": "A",
    "options": {
      "A": "Geo-politics",
      "B": "Geography",
      "C": "Political influence",
      "D": "Conjuncture",
      "E": "Strategy politics"
    },
    "explanation": "‘Geo-politics’ is the geographical influence on the behavior of states"
  },
  {
    "id": "2387539",
    "unitNumber": 1,
    "text": "Which of the following are among the highest contributors to foreign direct investment and development aid, as well as financial support to the non-governmental and civil society sectors in the Western Balkans?",
    "correctAnswer": "A",
    "options": {
      "A": "The USA and the EU",
      "B": "The EU and Russia",
      "C": "Turkey and Russia",
      "D": "The USA and China",
      "E": "China and Russia"
    },
    "explanation": "The European Union, its members and the USA are among the highest contributors to foreign direct investment and development aid, as well as financial support to the non-governmental and civil society sectors. Therefore, the West remains still engaged into<br/>the Western Balkans region. European Union is a major “western power player” in the processes of influencing different spheres of economic, cultural, political and security developments. The EU, overall, is a major trading partner for the Western<br/>Balkans. The answer is A."
  },
  {
    "id": "2387553",
    "unitNumber": 1,
    "text": "I. population decline<br/>II. high unemployment and high public debt<br/>III. underperforming institutions<br/>IV. ethnocentrism and contested statehood<br/>V. an outdated and deficient education system<br/>Which of the above are among the megatrends determined by Čeperković and Gaub?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III",
      "B": "I,III,IV",
      "C": "I,II,III,IV",
      "D": "I,II,III,IV,V",
      "E": "I,III,V"
    },
    "explanation": "Čeperković and Gaub call developments that are unlikely to substantially change in the given timeframe as “megatrends” and they determine 6 megatrends for Balkans. These are (i) population decline; (ii) high unemployment and high public debt; (iii) underperforming institutions; (iv) ethnocentrism and contested statehood; (v) an outdated and deficient education system; and (vi) globalisation trends (internet penetration and urbanisation). so all of the above are correct."
  },
  {
    "id": "2387572",
    "unitNumber": 1,
    "text": "In this scenario the EU integration process is laid aside, geopolitics and violent conflicts are resurgent, Kosovo and Bosnia Herzegovina are spilt, redrawing of borders in the Balkans conduce agony again and the countries of the Western Balkans remain as disconnected and fragmented as they were in the 1990s (2018: 5-7). They stress that all three scenarios may equally happen.<br/>which of the below fits the scenario mentioned above by Čeperković and Gaub?",
    "correctAnswer": "C",
    "options": {
      "A": "The hour of Europe",
      "B": "The Balkans in limbo",
      "C": "The ghosts of the past",
      "D": "Balkans war",
      "E": "Rupture form Europe"
    },
    "explanation": "Čeperković and Gaub present three possible scenarios of the Balkans for 2025: “The hour of Europe”, “The Balkans in limbo” and “The ghosts of the past”.<br/>“The ghosts of the past” is the worst-case. In this scenario the EU integration process is laid aside, geopolitics and violent conflicts are resurgent, Kosovo and Bosnia Herzegovina are spilt, redrawing of borders in the Balkans conduce agony again and the countries of the Western Balkans remain as disconnected and fragmented as they were in the 1990s (2018: 5-7). They stress that all three scenarios may equally happen (2018: 10)."
  },
  {
    "id": "2387578",
    "unitNumber": 1,
    "text": "...... are regarded as the first inhabitants of the Balkan Peninsula.<br/>Fill in the blanks.",
    "correctAnswer": "B",
    "options": {
      "A": "The Illyrians and Romans",
      "B": "The Illyrians and the Thracians",
      "C": "The Romans and the Thracians",
      "D": "Greeks and Romans",
      "E": "Turks and Greeks"
    },
    "explanation": "The Illyrians and the Thracians are regarded as the first inhabitants of the Balkan Peninsula."
  },
  {
    "id": "2387587",
    "unitNumber": 1,
    "text": "The second phase of the Balkan history started in the second century BC, when the...... brought the Balkan Peninsula under a single rule and within the scope of Mediterranean civilization.<br/>Fill in the blanks.",
    "correctAnswer": "B",
    "options": {
      "A": "Greeks",
      "B": "Romans",
      "C": "Turks",
      "D": "Thracians",
      "E": "Russians"
    },
    "explanation": "The second phase of the Balkan history started in the second century BC, when the Romans brought the Balkan Peninsula under a single rule and within the scope of Mediterranean civilization."
  },
  {
    "id": "2387597",
    "unitNumber": 1,
    "text": "From the third century, when “the Great Migration” became a threat to the Roman Empire, invasions of the outside tribes began to change the ethnic composition of the Balkan people. Which of the below aren't among the tribes that moved from their homelands to the Roman lands between the third and thirteenth centuries?",
    "correctAnswer": "C",
    "options": {
      "A": "The Goths",
      "B": "The Huns",
      "C": "The Greek",
      "D": "The Avars",
      "E": "The Hungarians"
    },
    "explanation": "From the third century, when “the Great Migration” became a threat to the Roman Empire, invasions of the outside tribes began to change the ethnic composition of the Balkan people. The Goths, Huns, Avars, Slavs, Bulgars, Hungarians, Pechenegs, Cumans and Mongols were among the tribes that moved from their homelands to the Roman lands between the third and thirteenth centuries."
  },
  {
    "id": "2387603",
    "unitNumber": 1,
    "text": "The third phase of the Balkan history is called the medieval or ....... covering the period between the 6th and 15th centuries.<br/>Fill in the blanks.",
    "correctAnswer": "D",
    "options": {
      "A": "Alexandrian epoch",
      "B": "Greek era",
      "C": "Roman era",
      "D": "Byzantine epoch",
      "E": "Ottoman epoch"
    },
    "explanation": "The third phase of the Balkan history is called the medieval or Byzantine epoch covering the period between the 6th and 15th centuries."
  },
  {
    "id": "2387625",
    "unitNumber": 1,
    "text": "I. Autonomy of the communities<br/>II. Conscription of Christian boys<br/>III. Islamization of the region<br/>Which of the above were among the policies of the Ottoman Empire in the Balkans?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "I,II",
      "C": "II",
      "D": "II,III",
      "E": "I,II,III"
    },
    "explanation": "All of the above"
  },
  {
    "id": "2387640",
    "unitNumber": 1,
    "text": "The fifth phase of the Balkan history was the epoch of liberation that lasted until the First World War. The Serbians and Greeks were the first to revolt against the Ottomans in that period. What is the principal ground of conflict in the Balkans during the 19th and 20th centuries?",
    "correctAnswer": "A",
    "options": {
      "A": "Nationalism movement",
      "B": "The decline of the Ottomans",
      "C": "The end of the empires",
      "D": "Russian influence",
      "E": "Foreign invasions"
    },
    "explanation": "The fifth phase of the Balkan history was the epoch of liberation that lasted until the First World War. “The Western European concept of romantic nationalism” began to spread among the various Balkan populations by the first half of the 19th century. The Serbians and Greeks were the first to revolt against the Ottomans in that period (Hupchick, 2002: 187-188). Consequently, the influence of nationalism formed the principal ground for conflict in the Balkans during the 19th and 20th centuries."
  },
  {
    "id": "3846007",
    "unitNumber": 1,
    "text": "Which geographical feature best explains why the Balkans is described as both a maze of mountains and a strategic passageway?",
    "correctAnswer": "E",
    "options": {
      "A": "The Danubian Plain",
      "B": "The Pindus Mountains",
      "C": "The Carpathian Basin",
      "D": "The Dinaric Alps",
      "E": "The Morava-Vardar Corridor"
    },
    "explanation": "The most direct route is the Morava-Vardar Corridor that extends southward from Belgrade at the confluence of the Danube and the Sava rivers to Salonica on the Aegean Sea. This route also gives access eastward to Istanbul (Constantinople)<br/>from Nis in the Morava Valley through the Sofia basin and from there down the Maritsa River to Thrace and the Golden Horn. Thus, although the peninsula itself is a jumble of mountainous valleys and cul-de-sacs that unquestionably produce local internal isolation for the peoples of the Balkans, the network of passageways has provided ready access for foreign invaders into and across the<br/>Balkans."
  },
  {
    "id": "3846009",
    "unitNumber": 1,
    "text": "Which external power primarily focuses on Serbia and Republika Srpska in its geopolitical strategy in the Western Balkans?",
    "correctAnswer": "B",
    "options": {
      "A": "China",
      "B": "Russia",
      "C": "Turkey",
      "D": "European Union",
      "E": "United States"
    },
    "explanation": "Russia’s focus is primarily on Serbia and Republika Srpska (RS)"
  },
  {
    "id": "3846012",
    "unitNumber": 1,
    "text": "Which scenario for the Western Balkans by 2025 envisions Montenegro and Serbia as EU members with resolved regional disputes?",
    "correctAnswer": "C",
    "options": {
      "A": "The Balkans in Limbo",
      "B": "The Ghosts of the Past",
      "C": "The Hour of Europe",
      "D": "European Ghetto Scenario",
      "E": "Balkan Stability Pact"
    },
    "explanation": "The hour of Europe” is the best case scenario. The disputes between Western Balkan states are resolved, economic growth is witnessed all over the region, Montenegro and Serbia are members of the European Union, while the remaining Balkan countries have made irreversible progress towards European integration."
  },
  {
    "id": "3846015",
    "unitNumber": 1,
    "text": "Which event marked the collapse of the Western Roman Empire?",
    "correctAnswer": "D",
    "options": {
      "A": "The Great Schism of 1054",
      "B": "The defeat at Manzikert in 1071",
      "C": "The death of Theodosius I in 395",
      "D": "The deposition of Romulus Augustus in 476.",
      "E": "The rise of the Ottoman Empire in the 15th century"
    },
    "explanation": "The deposition of the last Roman emperor Romulus Augustus by the Germanic king Odoacer in 476 marked the collapse of the Western Roman Empire and the eastern half known as “the Byzantine Empire/Byzantium” continued to exist for almost a millennium.<br/>The deposition of Romulus Augustus in 476."
  },
  {
    "id": "3846022",
    "unitNumber": 1,
    "text": "Which Balkan state declared independence during the First Balkan War in 1912?",
    "correctAnswer": "B",
    "options": {
      "A": "Greece",
      "B": "Albania",
      "C": "Serbia",
      "D": "Bulgaria",
      "E": "Romania"
    },
    "explanation": "Albanians declared independence on November 28, 1912."
  },
  {
    "id": "3846026",
    "unitNumber": 1,
    "text": "According to Nation (2003), which statement best describes Bosnia-Herzegovina before the 1992 war?",
    "correctAnswer": "C",
    "options": {
      "A": "It was ethnically homogeneous in most towns.",
      "B": "Most districts had a dominant community over 90%.",
      "C": "The rate of intermarriage was over 25% nationally.",
      "D": "Only rural areas had significant diversity.",
      "E": "No towns had mixed ethnic populations."
    },
    "explanation": "Bosnia-Herzegovina, which is the most classic example of Balkan multiculturality<br/>and interculturality, which originates from the fact that various ethnic groups often live together or close to each other, is defined by Nation as follows: “… once Bosnia-Herzegovina, where prior to the outbreak of war in 1992 only two towns could claim a “pure” ethnic composition with a single community representing more than 90 percent of the inhabitants, none of the twenty-five largest districts possessed a dominant community representing more than 50 percent of the population, and the rate of intermarriage among communities exceeded 25 percent (40 percent in urban areas)…”<br/>The rate of intermarriage was over 25% nationally."
  },
  {
    "id": "3846077",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Cultural diversity</li> <li>Different political systems</li> <li>Economic underdevelopment</li> </ol> Which of the above most strongly hindered regional cooperation in the Balkans compared to the Scandinavian region?",
    "correctAnswer": "A",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "I and III",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Unlike the Scandinavian geography, the ethnic, religious, linguistic, and cultural diversity in the Balkans prevented the efforts for regional cooperation on the one hand, and led to the deepening of regional internal security concerns on the other hand.<br/>Only I"
  },
  {
    "id": "3846082",
    "unitNumber": 1,
    "text": "Which culture, after adopting Christianity in 865, became the primary driving center of Slavic culture in the Balkans?",
    "correctAnswer": "B",
    "options": {
      "A": "Serbian",
      "B": "Bulgarian",
      "C": "Greek",
      "D": "Romanian",
      "E": "Croatian"
    },
    "explanation": "After the adoption of Christianity by Bulgaria in 865, this nation turned into the primary driving focal point of Slavic culture.<br/>Bulgarian"
  },
  {
    "id": "3846089",
    "unitNumber": 1,
    "text": "Which writing system was adopted by Orthodox Slavs after the Glagolitic alphabet?",
    "correctAnswer": "D",
    "options": {
      "A": "Latin alphabet<strong><br/></strong>",
      "B": "Arabic script",
      "C": "Runic alphabet",
      "D": "Cyrillic alphabet",
      "E": "Greek alphabet"
    },
    "explanation": "During this period, with the creation of the Slavic alphabet called “Glagolitic”,<br/>attempts were made to translate religious texts from Greek to Slavonic, and the later “Cyrillic alphabet” was adopted by Orthodox Slavs (Bulgarians, Serbs,<br/>and Russians)"
  },
  {
    "id": "3846126",
    "unitNumber": 1,
    "text": "During which historical period was the devşirme system implemented extensively in the Balkans?",
    "correctAnswer": "E",
    "options": {
      "A": "Greek period",
      "B": "Roman period",
      "C": "Byzantine epoch",
      "D": "Liberation epoch",
      "E": "Ottoman period"
    },
    "explanation": "Through the system of devşirme, involving the conscription of boys to serve as Ottoman Janissaries and palace staff, the Ottomans reinforced the process of Islamization in the region. For instance, under the influence of different factors, the majority the Bosnian population was Muslim by the 17th century.<br/>Ottoman period"
  },
  {
    "id": "2365315",
    "unitNumber": 2,
    "text": "I. The existence of a nation is regarded as a priori.<br/>II. The borders are meaningless and are obstacles to unity.<br/>III. Identity that constitutes the structure of nations is important.<br/>IV. There is no need for authority in a nation-state.<br/>V. The past determines the future.<br/>Which of the above is/are true about 'nationalism'?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only IV",
      "C": "I-III and V",
      "D": "II-IV and V",
      "E": "I-II and III"
    },
    "explanation": "Statements I-III and V are true about 'nationalism'."
  },
  {
    "id": "2365321",
    "unitNumber": 2,
    "text": "I. Basing the nation construct on the ancient period<br/>II. Explaining the land element forming the basis of the states with a past parallel to the nation construct<br/>III. Claiming common culture, history, and even language that are yet to change <br/>Which of the following concepts best explains the ideas above?",
    "correctAnswer": "B",
    "options": {
      "A": "Anarchy",
      "B": "Ethnosymbolism",
      "C": "Realism",
      "D": "Revolution",
      "E": "Patriarchy"
    },
    "explanation": "Ethnosymbolism best explains the ideas given in the statements."
  },
  {
    "id": "2365353",
    "unitNumber": 2,
    "text": "I. Weakening of the Ottoman Empire in the 18th century.<br/>II. The dissolution of the janissaries who were the guarantors of public order.<br/>III. Economic power loss of the Greek merchant class who emerged in the 18th century.<br/>IV. Political rise of Germany which led to the spread of nationalist views.<br/>Which of the above is /are among the factors in the emergence of Greek nationalism?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I and III",
      "D": "II and IV",
      "E": "Statements I and II are among the factors in the emergence of Greek nationalism."
    },
    "explanation": "Statements I and II are"
  },
  {
    "id": "2365360",
    "unitNumber": 2,
    "text": "Which of the following nations led the first wave of nationalist thoughts in the Balkans under the influence of the French Revolution?",
    "correctAnswer": "B",
    "options": {
      "A": "Bulgarians",
      "B": "Greek",
      "C": "Slovaks",
      "D": "Albanians",
      "E": "Romanians"
    },
    "explanation": "The Greek led the first wave of nationalist thoughts in the Balkans under the influence of the French Revolution."
  },
  {
    "id": "2365367",
    "unitNumber": 2,
    "text": "Who is considered to be the first spiritual leader of Greek nationalism?",
    "correctAnswer": "A",
    "options": {
      "A": "Rigas Feraios",
      "B": "Alexander Ypsilantis",
      "C": "Yuri Venelin",
      "D": "Georgi Sava Rakovski",
      "E": "Vassil Levski"
    },
    "explanation": "Rigas Feraios is considered to be the first spiritual leader of Greek nationalism."
  },
  {
    "id": "2365378",
    "unitNumber": 2,
    "text": "Which of the following historical figures is associated with Bulgarian nationalism?",
    "correctAnswer": "D",
    "options": {
      "A": "Mihai Eminescu",
      "B": "Abdyl Frashëri",
      "C": "K. Kristoforidhi",
      "D": "Vassil Levski",
      "E": "Rigas Feraios"
    },
    "explanation": "Vassil Levski is a historical figure associated with Bulgarian nationalism."
  },
  {
    "id": "2365382",
    "unitNumber": 2,
    "text": "Which of the following secures that the Bulgarian state would have the “Greater Bulgaria” that would be the subject of their official history?",
    "correctAnswer": "D",
    "options": {
      "A": "Treaty of Saint Germain",
      "B": "Treaty of Montreaux",
      "C": "Treaty of Paris",
      "D": "Treaty of San Stefano",
      "E": "Treaty of Sofia"
    },
    "explanation": "Treaty of San Stefano secures that the Bulgarian state would have the “Greater Bulgaria” that would be the subject of their official history."
  },
  {
    "id": "2365392",
    "unitNumber": 2,
    "text": "Which of the following is a figure in the Albanian nationalism movement by basing nationalist ideas on Albanian culture?",
    "correctAnswer": "A",
    "options": {
      "A": "Naum Vegilharghi",
      "B": "Nikola Jivkov",
      "C": "Vassil Levski",
      "D": "Georgi Sava Rakovski",
      "E": "Mihai Eminescu"
    },
    "explanation": "Naum Vegilharghi is a figure in the Albanian nationalism movement by basing nationalist ideas on Albanian culture."
  },
  {
    "id": "2365400",
    "unitNumber": 2,
    "text": "Which of the following defines The United Principalities of Moldavia and Wallachia in the Ottoman Empire?",
    "correctAnswer": "C",
    "options": {
      "A": "Adrianople",
      "B": "Balkan",
      "C": "Memleketeyn",
      "D": "Skanderbeg",
      "E": "Riben Bukvar"
    },
    "explanation": "Memleketeyn defines The United Principalities of Moldavia and Wallachia in the Ottoman Empire."
  },
  {
    "id": "2365411",
    "unitNumber": 2,
    "text": "I. He is a national poet.<br/>II. He reflected the combination of Romanian history and people with folkloric themes.<br/>III. He is an important figure in Romanian nationalism.<br/>Which of the following historical figures is described above?",
    "correctAnswer": "B",
    "options": {
      "A": "Partheni Zogravski",
      "B": "Mihai Eminescu",
      "C": "Franjo Tuđman",
      "D": "Slobodan Milošević",
      "E": "Miloš Obrenović"
    },
    "explanation": "Mihai Eminescu is a historical figure described in the question."
  },
  {
    "id": "2370126",
    "unitNumber": 2,
    "text": "Which of the following explains the general view of Primordialism?",
    "correctAnswer": "A",
    "options": {
      "A": "The past determines the future",
      "B": "The past is used by the present",
      "C": "The past limits the present",
      "D": "The nation is not regarded a priori",
      "E": "Nationalism is a determinant in defining the identity that constitutes the structure of nations."
    },
    "explanation": "According to Primordialism, one of the theories of nationalism, the past determines the future; the existence of a nation is regarded a priori, and it is argued that the nation gives birth to nationalism. The correct answer is A."
  },
  {
    "id": "2370134",
    "unitNumber": 2,
    "text": "Which of the following can be seen as a milestone in the emergence of Balkan nationalism?",
    "correctAnswer": "A",
    "options": {
      "A": "The French Revolution",
      "B": "The American Civil War",
      "C": "The Bolshevik Revolution",
      "D": "The expansion of the Ottoman Empire",
      "E": "Conflicts in the Middle East"
    },
    "explanation": "It is understood that the French Revolution, regarded theoretically as a milestone for Balkan nationalism. The correct answer is A."
  },
  {
    "id": "2370135",
    "unitNumber": 2,
    "text": "Which of the following figure <u>did not</u> affect the nationalist thought in the Balkans?",
    "correctAnswer": "E",
    "options": {
      "A": "Voltaire",
      "B": "Rousseau",
      "C": "Herder",
      "D": "Lessing",
      "E": "Socrates"
    },
    "explanation": "It is known that major figures of the Age of Enlightenment, such as Voltaire, Rousseau, Herder and Lessing, had great influence on the nationalist view embraced in the Balkan region in the 18th and 19th centuries. The correct answer is E."
  },
  {
    "id": "2370136",
    "unitNumber": 2,
    "text": "Which of the following was <u>not</u> one of the influences that affected nationalist movements in the Balkans?",
    "correctAnswer": "D",
    "options": {
      "A": "The development of the local bourgeoisie",
      "B": "Church traditions",
      "C": "Russian Pan-slavism",
      "D": "The impact of the unification of Germany",
      "E": "The French Revolution"
    },
    "explanation": "Nationalist movements in the Balkans emerged as a result of the joint influence of the ideas spread by the French Revolution, Russian Pan-slavism, and the established language and church traditions resulting from the development of the local bourgeoisie. Correct answer is D."
  },
  {
    "id": "2370137",
    "unitNumber": 2,
    "text": "Which of the following was the reason of the relationship between Balkan nationalism and a “romantic populist-socialist” approach?",
    "correctAnswer": "A",
    "options": {
      "A": "Minor priests and middle class peasants",
      "B": "Western powers",
      "C": "Rise of communism in the Balkans",
      "D": "Democracy and human rights",
      "E": "The impact of the French Revolution"
    },
    "explanation": "In the 19th century, minor priests and middle class peasants were the key elements of nationalist uprisings. This is why Balkan nationalism proceeded with a “romantic populist-socialist” approach. The correct answer is A."
  },
  {
    "id": "2370138",
    "unitNumber": 2,
    "text": "Which of the following cannot be shown as a reason of the rise of Greek nationalism in the 19th century?",
    "correctAnswer": "D",
    "options": {
      "A": "The rebellion of Ali Pasha of Tepelena",
      "B": "The dissolution of the janissaries",
      "C": "The emergence of wealthy and entrepreneurial Greek merchants",
      "D": "British control on the island of Cyprus",
      "E": "The Greek youth who were sent to Western European universities"
    },
    "explanation": "All choices are related to the rise of Greek nationalism in the 19th century. British control on the island of Cyprus is not directly related to the rise of Greek nationalism. Correct answer is D."
  },
  {
    "id": "2370139",
    "unitNumber": 2,
    "text": "Who is considered to be the first leader of the Serbian revolt?",
    "correctAnswer": "A",
    "options": {
      "A": "Black George",
      "B": "Yuri Venelin",
      "C": "Ludwig I",
      "D": "Ioannis Kapodistrias",
      "E": "Miloš Obrenović"
    },
    "explanation": "The Serbian revolt broke out under the leadership of Black George against the janissaries who seized the land of the Serbian peasants. Black George, a former Austrian officer, was able to transform the fight started by the peasants into a political movement. Correct answer is A."
  },
  {
    "id": "2370140",
    "unitNumber": 2,
    "text": "Which of the following nation was not mentioned when Pan-slavism was first introduced by the Slovak writer J. Henkel in 1826?",
    "correctAnswer": "E",
    "options": {
      "A": "Slovenes",
      "B": "Bulgarians",
      "C": "Serbs",
      "D": "Montenegrins",
      "E": "Russians"
    },
    "explanation": "When Pan-slavism was first introduced by the Slovak writer J. Henkel in 1826, it included Slovenes, Bulgarians, Croats, Serbs and Montenegrins. Correct answer is E."
  },
  {
    "id": "2370141",
    "unitNumber": 2,
    "text": "Which country was the biggest supporter of Serbia’s independence?",
    "correctAnswer": "A",
    "options": {
      "A": "Russian Empire",
      "B": "British Empire",
      "C": "German Empire",
      "D": "Austro-Hungarian Empire",
      "E": "Ottoman Empire"
    },
    "explanation": "The biggest supporter of Serbia’s independence was the Tsardom of Russia. In fact, Russia supported Serbs up until 1812. Correct answer is A."
  },
  {
    "id": "2370142",
    "unitNumber": 2,
    "text": "What is the name of the Christian Greek soldiers commissioned by the Ottomans in Greek settlements?",
    "correctAnswer": "A",
    "options": {
      "A": "Armatoloi",
      "B": "Martolos",
      "C": "Haiduk",
      "D": "Klepht",
      "E": "Knez"
    },
    "explanation": "Armatoloi are the Christian Greek soldiers commissioned by the Ottomans in Greek settlements. Correct answer is A."
  },
  {
    "id": "3057146",
    "unitNumber": 2,
    "text": "The Ottoman administration allowed the establishment of the Bulgarian Church (Eksarhos) in 1870. Where was the Bulgarian St. Stephen Church built?",
    "correctAnswer": "C",
    "options": {
      "A": "Sophia",
      "B": "Plovdiv",
      "C": "İstanbul",
      "D": "Athens",
      "E": "Belgrade"
    },
    "explanation": "Re read the section titled \"Bulgarian Nationalism and Identity\" of your book.<br/>The Bulgarian St. Stephen Church was opened on the Fener coast in İstanbul."
  },
  {
    "id": "3057153",
    "unitNumber": 2,
    "text": "Through which country's support the Principality of Bulgaria gained autonomy by the Treaty of Berlin in 1878?",
    "correctAnswer": "B",
    "options": {
      "A": "Germany",
      "B": "Russia",
      "C": "Greece",
      "D": "Serbia",
      "E": "Britain"
    },
    "explanation": "Re read the section titled \"Bulgarian Nationalism and Identity\" of your book.<br/>When the Principality of Bulgaria gained autonomy by the Treaty of Berlin in 1878 with the influence of Russia."
  },
  {
    "id": "3057157",
    "unitNumber": 2,
    "text": "Which of the following country symbolizes itself as the \"Balkan Lion\"?",
    "correctAnswer": "C",
    "options": {
      "A": "Greece",
      "B": "Serbia",
      "C": "Bulgaria",
      "D": "Albania",
      "E": "Yugoslavia"
    },
    "explanation": "Re read the section titled \"Bulgarian Nationalism and Identity\" of your book.<br/>Home to the Balkan Mountains, Bulgaria was portrayed as the Balkan lion above other Balkan nations. In fact, the phrase “Balkan lion” symbolizing Bulgaria was first included in the first Bulgarian national anthem composed by Nikola Jivkov."
  },
  {
    "id": "3057158",
    "unitNumber": 2,
    "text": "Which of following Balkan state was able to create a common nation even though it had three different religions and two different dialects?",
    "correctAnswer": "B",
    "options": {
      "A": "Serbia",
      "B": "Albania",
      "C": "Bulgaria",
      "D": "Macedonia",
      "E": "Romania"
    },
    "explanation": "Re read the section titled \"Albanian Nationalism and Identity\" of your book.<br/>Even though they had three different religions and two different dialects, they could have a common Albanian nation."
  },
  {
    "id": "3057161",
    "unitNumber": 2,
    "text": "Which one of the following country is the first Muslim state to leave the Ottoman Empire with its own free will?",
    "correctAnswer": "C",
    "options": {
      "A": "Macedonia",
      "B": "Bulgaria",
      "C": "Albenia",
      "D": "Serbia",
      "E": "Romania"
    },
    "explanation": "Re read the section titled \"Albanian Nationalism and Identity\" of your book.<br/>Albania was the first Muslim state to leave the Ottoman Empire with its own free will."
  },
  {
    "id": "3057165",
    "unitNumber": 2,
    "text": "Which one of the following country was free in its internal affairs and exempt from the restrictions on non-Muslims under the Ottoman Empire?",
    "correctAnswer": "E",
    "options": {
      "A": "Greece",
      "B": "Bulgaria",
      "C": "Albania",
      "D": "Macedonia",
      "E": "Romania"
    },
    "explanation": "Re read the section titled \"Romanian Nationalism and Identity\" of your book.<br/>Romania was free in its internal affairs and exempt from the restrictions on non-Muslims."
  },
  {
    "id": "3057168",
    "unitNumber": 2,
    "text": "Who started the Romanian nationaslism movement?",
    "correctAnswer": "D",
    "options": {
      "A": "Eugéne Ionesco",
      "B": "Mihai Eminescu",
      "C": "Fan Noli",
      "D": "Tudor Vladimirescu",
      "E": "Abdyl Frashëri"
    },
    "explanation": "Re read the section titled \"Romanian Nationalism and Identity\" of your book.<br/>The most significant name in Romanian nationalism, the name that actually started the movement, is Tudor Vladimirescu."
  },
  {
    "id": "3057171",
    "unitNumber": 2,
    "text": "Select the country that <u><strong>was not</strong> </u>part of Yugoslavia established after the First World War.",
    "correctAnswer": "A",
    "options": {
      "A": "Kosovo",
      "B": "Slovenia",
      "C": "Croatia",
      "D": "Bosnia-Herzegovine",
      "E": "Serbia"
    },
    "explanation": "Re read the section titled \"Serbian Nationalism and Identity\" of your book.<br/>When the Kingdom of Serbs, Croats, and Slovenes, which later became Yugoslavia, was established with Slovenia, BosniaHerzegovina, Croatia and with Serbia after the First World War,"
  },
  {
    "id": "3057173",
    "unitNumber": 2,
    "text": "Select the nation that stood in the way of achieving the \"Greater Serbia\"?",
    "correctAnswer": "E",
    "options": {
      "A": "Bosnians",
      "B": "Montenegrins",
      "C": "Slovenes",
      "D": "Serbs",
      "E": "Croats"
    },
    "explanation": "Re read the section titled \"Serbian Nationalism and Identity\" of your book.<br/>As the non-Serb group in the Habsburg Monarchy, Croats were the biggest obstacle in front of a “Greater Serbia.”"
  },
  {
    "id": "3057175",
    "unitNumber": 2,
    "text": "Fill in the blank:<br/>.........began the annexation of Bosnia in 1878 and completed the process in 1908.",
    "correctAnswer": "B",
    "options": {
      "A": "Russia",
      "B": "Austria-Hungary",
      "C": "Bulgaria",
      "D": "Greece",
      "E": "Serbia"
    },
    "explanation": "Re read the section titled \"Bosniak Nationalism and Identity\" of your book.<br/>The Austro-Hungarian Empire began the annexation of Bosnia in 1878 and completed the process in 1908."
  },
  {
    "id": "3845788",
    "unitNumber": 2,
    "text": "Which factor most directly limited the formation of a unified \"Ottoman high culture\" before the 19th century?",
    "correctAnswer": "B",
    "options": {
      "A": "Lack of trade routes connecting the Balkans to the Ottoman core",
      "B": "The millet system’s division of communities by religion and sect",
      "C": "The absence of a common Ottoman currency",
      "D": "Suppression of printing by the Ottoman state",
      "E": "Rivalry between Ottoman sultans and viziers"
    },
    "explanation": "While explaining Balkan nationalism, the first point of focus should be the “millet system” in the Ottoman Empire. However, it should be stated that the concept of nation in the Ottoman Empire has a much different meaning than today. The concept that can be described as “ummah” refers to a religious community. Even<br/>though everyone speaks the same language, the Ottoman nations consist of closed communities based on different sects. There are also communities among those who are of the same sect, but speak different languages. This is why a shared Ottoman hochkultur (high culture) that involves written culture and science could not be established by the 19th century regarded as the century of<br/>nationalism. Both the internal relations and relations with the Sublime Porte of every national group were handled by their own authorities (Ortaylı, 1985a: 996-997). Therefore, when we talk about Balkan nationalism, we encounter what is called “community nationalism”, a concept unlike its counterparts in Western<br/>The millet system’s division of communities by religion and sect"
  },
  {
    "id": "3845792",
    "unitNumber": 2,
    "text": "What was the Megali Idea, introduced by Ioannis Kolettis, primarily aimed at?",
    "correctAnswer": "C",
    "options": {
      "A": "Uniting all Orthodox Christians under Russian leadership",
      "B": "Restoring the Byzantine Empire with Constantinople as capital",
      "C": "Expanding Greece to include all historically Greek-inhabited areas",
      "D": "Creating a pan-Mediterranean federation of states",
      "E": "Converting all Balkan populations to Hellenism"
    },
    "explanation": "Despite the foundation of the Kingdom of Greece, the Greeks constituting less than one third of the entire population caused major tension. An attempt was made to solve this problem with the “Megali Idea”, first brought forward by Ioannis Kolettis and defended by radical Greek nationalists to this day. The Megali Idea soon influenced all Balkan nationalists, as Serbs, Romanians, Bulgarians and Albanians also revealed their own “megali” dreams dating back to ancient and medieval times.<br/>Expanding Greece to include all historically Greek-inhabited areas"
  },
  {
    "id": "3845794",
    "unitNumber": 2,
    "text": "Which of the following was <strong>NOT</strong> a key factor in the rise of Greek nationalism in the late 18th and early 19th centuries?",
    "correctAnswer": "E",
    "options": {
      "A": "Wealthy Greek merchant class sponsoring education",
      "B": "Greek youth studying in Western Europe",
      "C": "Russian claims to protect Orthodox Christians",
      "D": "The influence of Enlightenment thinkers",
      "E": "The Ottoman Empire’s adoption of the Greek language in administration"
    },
    "explanation": "It is understood that there were four basic factors in the emergence of Greek nationalism. The first one is the weakening of the Ottoman Empire in the 18th century; in land, military and economy. In particular, the military struggle between the Ottoman Empire and Russia between 1768 and 1774 caused<br/>tremendous excitement in the Balkans. After this point, the Russians’ Pan-slavism policy and their claim of being the protectors of all Christian Orthodoxes improved the situation for Ottoman Orthodoxes, even if it was a slight improvement. The second reason is the dissolution of the janissaries who were the guarantors of public order. With the dissolution of the system, the notables who gained strength in the Balkans caused the rise of nationalist ideas in the region. The rebellion of Ali Pasha of Tepelena itself showed just how much the Sublime Porte was weakened against the notables. The resulting power vacuum paved the way for the small but influential Greek community to secure critical positions in the Ot<br/>The Ottoman Empire’s adoption of the Greek language in administration"
  },
  {
    "id": "3845796",
    "unitNumber": 2,
    "text": "What was the Bulgarian Exarchate, established in 1870, primarily intended to do?",
    "correctAnswer": "D",
    "options": {
      "A": "Replace the Ottoman sultan as Bulgaria’s ruler",
      "B": "Promote Russian Pan-Slavism in the Balkans",
      "C": "Merge Bulgarian and Serbian Orthodox churches",
      "D": "Provide Bulgarians with an autonomous national church",
      "E": "Establish Bulgarian as the sole language of the empire"
    },
    "explanation": "The purpose of establishing the Bulgarian Exarchate was to allow Bulgarians worship in the Bulgarian language and elect their own spiritual leaders. This way,<br/>Bulgarians too had the advantage of a national church, a concept that became prevalent in the century of nationalism.<br/>Provide Bulgarians with an autonomous national church"
  },
  {
    "id": "3845799",
    "unitNumber": 2,
    "text": "Which statement best reflects the Albanian nationalist slogan “The religion of Albanians is Albanianism”?",
    "correctAnswer": "A",
    "options": {
      "A": "National identity was prioritized over religious identity",
      "B": "Albanians sought to unify under Islam despite Christian minorities",
      "C": "Religious divisions were used to strengthen regionalism",
      "D": "Catholicism became the official religion of Albania",
      "E": "Albanians rejected both religion and nationalism"
    },
    "explanation": "When Christians joined the cause for Albanian independence, the movement spread to a wider area. The movement was led by a young priest called Fan Noli. Noli believed that religious divisions were to blame for the division of Albanians. With his struggle, Orthodox Albanians left the Greek Orthodox Church to establish the Orthodox Church of Albania. The goal here was not to complain about religious divisions, but to oppose the use of religion by “non-national” hierarchies (Clayer, 2013: 383). Thus, the Christian and Muslim communities in Albania found the opportunity to advance together towards the same national goal. All of these laid the groundwork for sayings that are valid to this day, such as “an Albanian is, above Muslim, Orthodox or Catholic, an Albanian” and “the religion of Albanians is Albanianism”.<br/>National identity was prioritized over religious identity"
  },
  {
    "id": "3845801",
    "unitNumber": 2,
    "text": "Which unique feature distinguished Romanian nationalism from other Balkan nationalisms?",
    "correctAnswer": "B",
    "options": {
      "A": "Direct rule by the Ottoman sultan for centuries",
      "B": "Heavy reliance on the Latin cultural heritage",
      "C": "Early adoption of communism as a nationalist doctrine",
      "D": "Complete avoidance of church involvement in nation-building",
      "E": "Formation of a national army before gaining autonomy"
    },
    "explanation": "In the development of Romanian nationalism through language, we come across the “national” poet Mihai Eminescu. Known for his lyrical poetry, Eminescu reflected the combination of Romanian history and people with folkloric themes. Although politics is not the subject of his poetry, its central role in nation building is acknowledged to this day (Tappe, 1951: 50). Nevertheless, Romania appears<br/>as a distinct example of Balkan nationalism. The fact of the matter is, Romanians do not identify themselves as Balkans. For example, in his report from Bucharest during the First World War, journalist John Reed said, “If you want to annoy a Romanian, just say that his country is a Balkan state” (Todorova, 2009: 46). To understand this phenomenon, one must dig into the Latin origins of Romanians, unlike Orthodox Slavic population of the Balkans.<br/>Heavy reliance on the Latin cultural heritage"
  },
  {
    "id": "3845803",
    "unitNumber": 2,
    "text": "What was the primary role of Vuk Karadžić in Serbian nationalism?",
    "correctAnswer": "C",
    "options": {
      "A": "Military leader of the First Serbian Uprising",
      "B": "Architect of Greater Serbia’s territorial expansion",
      "C": "Linguist who standardized the Serbian literary language",
      "D": "Founder of the Serbian Orthodox Church",
      "E": "Author of the Serbian national anthem"
    },
    "explanation": "Vuk Karadžić, who was born in Tršić in Ottoman Serbia, set a good example of this situation in the building of Serbian nationalism through language. A linguist,<br/>ethnographer and lexicographer, Vuk established a Serbian literary language that Serbs consider to be the purest dialect of the Serbian language almost<br/>all by himself instead of the old church Slavonic influenced by the Russians. Vuk believed that this way, differences of class and religion could be eliminated and a common Serbian identity could be built.<br/>Linguist who standardized the Serbian literary language"
  },
  {
    "id": "3845804",
    "unitNumber": 2,
    "text": "Which of the following most accurately describes the concept of Pan-(Yugo)Slavism?",
    "correctAnswer": "A",
    "options": {
      "A": "A cultural and political effort to unite South Slavs under a shared identity",
      "B": "A Russian-led movement to unite all Slavic Orthodox states",
      "C": "A military alliance between Balkan states during the Balkan Wars",
      "D": "A policy of replacing all Balkan languages with Serbo-Croatian",
      "E": "A Yugoslav communist propaganda term from the 20th century"
    },
    "explanation": "While peoples were establishing their own nation-states with the influence of the nationalism movement in Europe and the Balkans in the 19th century, the Slavs aimed to gather all Slavs under a single roof with the idea of Pan-slavism and preserve their freedom by protecting themselves against the invasion of non-slavic foreigners. When Pan-slavism was first introduced by the Slovak writer J. Henkel in 1826, it included Slovenes, Bulgarians, Croats, Serbs and Montenegrins. Accordingly, the foundations of the movement were laid in the Pan-slav congresses gathered in 1848 and 1867. While the congresses mostly<br/>discussed Slavs’ problems, they also made decisions to found a Slavic magazine, academy and library and start work for religion, language and alphabet. The word “Yugoslavism” was introduced for the first time by Priest Josip Strossmayer at the Yugoslav Academy of Sciences and Arts founded in 1867. The goal with<br/>the word “Yugoslav” was to create a national identity for all Slavs<br/>A cultural and political effort to unite South Slavs under a shared identity"
  },
  {
    "id": "3845805",
    "unitNumber": 2,
    "text": "What was Ilija Garašanin’s main contribution to Serbian nationalist policy in the 19th century?",
    "correctAnswer": "E",
    "options": {
      "A": "Leading the Serbian army during the Balkan Wars",
      "B": "Establishing the first Serbian university",
      "C": "Negotiating Serbia’s independence in 1878",
      "D": "Organizing the Pan-Slav congress in 1848",
      "E": "Envisioning a Greater Serbia by drafting Načertanije"
    },
    "explanation": "In the 1840s, Serbian leaders launched their activities towards Serbian expansion. The most significant advocate of this idea was Ilija Garašanin, the Minister of Internal Affairs of Serbia and one of the major figures of the constitutional regime. In fact, Garašanin laid the foundations of the “Greater Serbia” policy adopted by conservative Serbians until 1941. Starting from Karadžić, Garašanin utilized a linguistic restriction (or inclusion) and assumed any piece of land with Serbian population within the borders of Serbia. The responsibility of “liberation and unity” for all Serbs within “Greater Serbia”<br/>became the main goal of the state. Garašanin cited this idea in his work Načertanije written in 1844.<br/>Envisioning a Greater Serbia"
  },
  {
    "id": "3845806",
    "unitNumber": 2,
    "text": "What was the Albanians’ first step after realizing they were surrounded by Greek and Slavic territories?",
    "correctAnswer": "D",
    "options": {
      "A": "They declared full independence from the Ottoman Empire.",
      "B": "They adopted Greek as the official language",
      "C": "They sought Russian military support",
      "D": "They established the League of Prizren",
      "E": "They merged with Montenegro"
    },
    "explanation": "Another interesting point in Albanian nationalism is that Albanian intellectuals embraced being Ottomans as much as being Albanians. The great services of Albanian-born Sami Frashëri for Turkish language and literature are among the best examples of this situation. When the Albanians realized that they were surrounded by the Greek and Slavic Sea in the Treaty of San Stefano and<br/>Congress of Berlin, they started the independence movement by establishing the “League of Prizren.”<br/>They established the League of Prizren"
  },
  {
    "id": "2361138",
    "unitNumber": 3,
    "text": "Which of the following became a principality under the rule of the Ottoman Empire after the Russo-Turkish war?",
    "correctAnswer": "D",
    "options": {
      "A": "Montenegro",
      "B": "Serbia",
      "C": "Romania",
      "D": "Bulgaria",
      "E": "Bosnia-Herzegovina"
    },
    "explanation": "After the Russo-Turkish war, Montenegro, Serbia, and Romania became independent states. Bulgaria became a Principality under the rule of the Ottoman Empire, Bosnia-Herzegovina was only legally bound to the Empire but occupied and ruled by Austria-Hungary."
  },
  {
    "id": "2361142",
    "unitNumber": 3,
    "text": "What was the ultimate goal of the organization called “Unification or Death”?",
    "correctAnswer": "A",
    "options": {
      "A": "unite all Serbs under a single nation administration",
      "B": "join forces with allies against the Ottoman Empire",
      "C": "increase the influence of the Austro-Hungarian Empire in the region",
      "D": "create an independent state",
      "E": "perform terrorist attacks in Macedonia"
    },
    "explanation": "Many organizations were established to operate in the Kosovo province, which was called “Former Serbia” and Macedonia. In 1911, these organizations were united under a single organization under the name of “Unification or Death” also known as “Black Hand”. Although the goal of this organization was designated to reduce the influence of the Austro-Hungarian Empire and the Ottoman Empire in the region through intelligence activities against these powers, its ultimate goal was to unite all Serbs under a single nation administration."
  },
  {
    "id": "2361144",
    "unitNumber": 3,
    "text": "Which of the following declared war first that started the First Balkan War?",
    "correctAnswer": "B",
    "options": {
      "A": "Serbia",
      "B": "Montenegro",
      "C": "Bulgaria",
      "D": "Greece",
      "E": "Macedonia"
    },
    "explanation": "Montenegro declared war on the Ottoman Empire on October 8, 1912, Bulgaria and Serbia declared war on the Ottoman Empire on October 17, 1912, and Greece on October 19, 1912."
  },
  {
    "id": "2361148",
    "unitNumber": 3,
    "text": "Which of the following is among the reasons of the Second Balkan War?",
    "correctAnswer": "E",
    "options": {
      "A": "Bulgaria gained the little land from the First Balkan War.",
      "B": "The continuing influence of the Ottoman Empire on the Balkans.",
      "C": "Tsardom of Russia channeled Serbia and Romania to form an alliance against Macedonia.",
      "D": "Romania demanded the whole Balkan area.",
      "E": "Serbs caused problems during the partitioning of Albania and Macedonia."
    },
    "explanation": "The following led to the Balkan Wars:<br/>The fact that Bulgaria gained the most significant portion of land from the First Balkan War, <br/>The fact that Serbs caused problems during the partitioning of Albania and Macedonia, <br/>The withdrawal of the Ottoman Empire from the Balkans and the formation of a multi-directional power vacuum in the region, <br/>The fact that despite not participating in the war, Romania demanded that Silistra and South Dobruja between the Danube River and Balchik Harbor be left to it, <br/>The fact that the Tsardom of Russia channeled Serbia and Romania to form an alliance against Bulgaria through France."
  },
  {
    "id": "2361154",
    "unitNumber": 3,
    "text": "<ol> <li>When was the Treaty of Istanbul signed?</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "August 9, 1913",
      "B": "September 30, 1913",
      "C": "November 10, 1913",
      "D": "February 28, 1914",
      "E": "March 7, 1914"
    },
    "explanation": "The Treaty of Istanbul was signed on November 10, 1913."
  },
  {
    "id": "2361155",
    "unitNumber": 3,
    "text": "Which of the following was the absolute loser of the Balkan Wars?",
    "correctAnswer": "D",
    "options": {
      "A": "Greeks",
      "B": "Serbs",
      "C": "Italians",
      "D": "Ottomans",
      "E": "Bulgarians"
    },
    "explanation": "Since the Ottoman Empire lost all its lands in Europe except Eastern Thrace, it became the absolute loser of the war."
  },
  {
    "id": "2361172",
    "unitNumber": 3,
    "text": "<ol> <li>Which Balkan state entered the First World War the latest?</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "Bulgaria",
      "B": "Serbia",
      "C": "Greece",
      "D": "Macedonia",
      "E": "Romania"
    },
    "explanation": "Greece was the Balkan state that entered the war the latest."
  },
  {
    "id": "2361176",
    "unitNumber": 3,
    "text": "Which of the following was the most profitable state of the First World War in the Balkans?",
    "correctAnswer": "E",
    "options": {
      "A": "Serbia",
      "B": "Greece",
      "C": "Macedonia",
      "D": "Ottoman Empire",
      "E": "Romania"
    },
    "explanation": "The most profitable state of the First World War in the Balkans was Romania."
  },
  {
    "id": "2361178",
    "unitNumber": 3,
    "text": "Which Greek leader gave himself the title “Archigos” meaning “leader”?",
    "correctAnswer": "A",
    "options": {
      "A": "Metaxas",
      "B": "Venizelos",
      "C": "King Georgios II",
      "D": "Demertzis",
      "E": "Mussolini"
    },
    "explanation": "Metaxas, who censored the press, did not lag behind its peers in Europe and gave himself the title of “Archigos”, which means “leader”."
  },
  {
    "id": "2361180",
    "unitNumber": 3,
    "text": "The Cordial Agreement Pact was concluded between _______ and _______ .",
    "correctAnswer": "B",
    "options": {
      "A": "Bulgaria - Romania",
      "B": "Turkey - Greece",
      "C": "Yugoslavia - Serbia",
      "D": "Austria- Albenia",
      "E": "Hungary - Russia"
    },
    "explanation": "The Cordial Agreement Pact, which concluded between Turkey and Greece on September 14, 1933."
  },
  {
    "id": "2370299",
    "unitNumber": 3,
    "text": "Which countries replaced the power of Ottomans in the Balkans at the beginning of the 20 th century?",
    "correctAnswer": "A",
    "options": {
      "A": "The Austro-Hungarian Empire and the Russian Empire",
      "B": "The Austro-Hungarian Empire and the German Empire",
      "C": "The British Empire and the Russian Empire",
      "D": "Greece and the Russian Empire",
      "E": "The German Empire and France"
    },
    "explanation": "The Ottoman Empire, which controlled the region for nearly 500 years, ceased to be the dominant political actor; instead, the increasing influence of the Austro-Hungarian Empire and the Russian Empire on the region at the beginning of the century attracted the attention. Correct answer is A."
  },
  {
    "id": "2370305",
    "unitNumber": 3,
    "text": "Which Balkan country was keeping the Dardanelles Strait’s exit under control in order to block the Ottoman fleet from dispatching ships to the Aegean and Adriatic coasts during the Balkan War?",
    "correctAnswer": "B",
    "options": {
      "A": "Bulgaria",
      "B": "Greece",
      "C": "Serbia",
      "D": "Montenegro",
      "E": "Romania"
    },
    "explanation": "The Greek navy, while keeping the Dardanelles Strait’s exit under control in order to block the Ottoman fleet from dispatching ships to the Aegean and Adriatic coasts, on the other hand, was in an effort to prevent the Turks from reinforcing their troops in Europe. Correct answer is B."
  },
  {
    "id": "2370337",
    "unitNumber": 3,
    "text": "Which country declared war on the Ottoman Empire the first during the First Balkan War?",
    "correctAnswer": "A",
    "options": {
      "A": "Montenegro",
      "B": "Bulgaria",
      "C": "Serbia",
      "D": "Greece",
      "E": "Bosnia"
    },
    "explanation": "Montenegro declared war on the Ottoman Empire on October 8, 1912 and it was the first country in the Balkans. Correct answer is A."
  },
  {
    "id": "2370342",
    "unitNumber": 3,
    "text": "As a result of which treaty Edirne and Kırklareli were given to Bulgaria, the Sofia administration expanded to the south and seized Turkish cities such as Kardzhali and Komotini and reached the Aegean Sea?",
    "correctAnswer": "A",
    "options": {
      "A": "Treaty of London",
      "B": "Treaty of Berlin",
      "C": "Treaty of Bucharest",
      "D": "Treaty of Athens",
      "E": "Treaty of Rome"
    },
    "explanation": "With the Treaty of London signed at the end of the conference:<br/>All Ottoman lands to the west of “the Midye-Enez line” were left to the Balkan states. While Edirne and Kırklareli were given to Bulgaria, the Sofia administration expanded to the south and seized Turkish cities such as Kardzhali and Komotini and reached the Aegean Sea. Correct answer is A."
  },
  {
    "id": "2370352",
    "unitNumber": 3,
    "text": "What is the name of the first Turkish republic in the history?",
    "correctAnswer": "C",
    "options": {
      "A": "Republic of Turkey",
      "B": "Republic of Azerbaijan",
      "C": "Republic of Western Thrace",
      "D": "Republic of Macedonia",
      "E": "Republic of Cyprus"
    },
    "explanation": "The first Turkish Republic in history was founded in Western Thrace before the region was left to the Bulgarians. Correct answer is C."
  },
  {
    "id": "2370366",
    "unitNumber": 3,
    "text": "What was the biggest benefit of Second Balkan War for Greece?",
    "correctAnswer": "A",
    "options": {
      "A": "Thessaloniki and Crete became part of Greece",
      "B": "Greece annexed Southern Dobruja",
      "C": "Minority rights were acknowledged for Turks in Greece",
      "D": "The Serbia-Greece border was determined",
      "E": "Imroz was given to Greece"
    },
    "explanation": "At the end of Second Balkan War, Thessaloniki and Crete were given to Greece. Correct answer is A."
  },
  {
    "id": "2370414",
    "unitNumber": 3,
    "text": "By declaring war against which country, Austria-Hungarian Empire started World War I?",
    "correctAnswer": "B",
    "options": {
      "A": "Bulgaria",
      "B": "Serbia",
      "C": "Germany",
      "D": "Bosnia",
      "E": "Ottoman Empire"
    },
    "explanation": "The Austro-Hungarian Empire declared war on Serbia on July 28, 1914, and started the First World War. Correct answer is B."
  },
  {
    "id": "2370422",
    "unitNumber": 3,
    "text": "Which of the following event is shown as the Ottoman's entrance in the World War I?",
    "correctAnswer": "E",
    "options": {
      "A": "Austria-Hungarians' fight against Serbia",
      "B": "Ottomans' rejection of paying its debt",
      "C": "Occupation of Izmir by the Greek Army",
      "D": "Ottoman's failure in the Balkan War",
      "E": "Two German warships bombing the Black Sea coast of Russia"
    },
    "explanation": "Signing a secret alliance with Germany on August 2, 1914, the Ottoman State declared war on the Entente States on November 11, 1914, after two German warships (Goeben and Breslau) bombed the Black Sea coast of the Tsardom of Russia. After the Ottoman Empire went to the war, the corridor among Triple Entente ended. Correct answer is E."
  },
  {
    "id": "2370428",
    "unitNumber": 3,
    "text": "Which Greek politician's leadership was likened to Mussolini?",
    "correctAnswer": "C",
    "options": {
      "A": "Tsar Boris",
      "B": "Konstantinos Demertzis",
      "C": "Ioannis Metaxas",
      "D": "King Georgios II",
      "E": "Eleftherios Venizelos"
    },
    "explanation": "Metaxas established a police regime in the country, whose fascistic tendencies were apparent. Metaxas, who started practices similar to Mussolini in Italy, did not only dissolve the parliament; he closed political parties and trade unions and banned strikes for workers. Correct answer is C."
  },
  {
    "id": "2370429",
    "unitNumber": 3,
    "text": "After signing which treaty in 1947, Greece took Dodecanese islands from Italy and added it to its territory?",
    "correctAnswer": "E",
    "options": {
      "A": "Treaty of Bucharest",
      "B": "Treaty of Berlin",
      "C": "Versailles",
      "D": "Neuilly",
      "E": "Paris Peace Treaty"
    },
    "explanation": "It should be noted that with the 1947 Paris Peace Treaty signed after the WWII, Greece took Dodecanese (islands) from Italy and added it to its territory. Correct answer is E."
  },
  {
    "id": "2379876",
    "unitNumber": 3,
    "text": "Which of the following countries did become independed with the Treaty of Berlin signed in 1878?",
    "correctAnswer": "B",
    "options": {
      "A": "Greece, Bosnia-Herzegovina, Bulgaria",
      "B": "Serbia, Romania, Montenegro",
      "C": "Yugoslavia, North Macedonia, Slovakia",
      "D": "Albania, Kosovo, Croatia",
      "E": "Hungary, Slovenia, Macedonia"
    },
    "explanation": "Re-read \"INTRODUCTION\" section of your book.<br/>With the Treaty of Berlin on July 13, 1878, which was signed after that war, Montenegro, Serbia, and Romania became independent states."
  },
  {
    "id": "2379881",
    "unitNumber": 3,
    "text": "Which of the following statement <u><strong>is not true</strong></u> when considering the aim of the Serbs before the Balkan Wars?",
    "correctAnswer": "B",
    "options": {
      "A": "To re-establish the Kingdom of Serbia",
      "B": "To help Macedonia gain territorial independence",
      "C": "To reach the Aegean Sea",
      "D": "To unite all Serbs under a single nation administration",
      "E": "To have an allience relationship with Bulgaria against Austro-Hungarian Empire"
    },
    "explanation": "Re-read \"The Situation of the Parties before the Balkan Wars\" section of your book.<br/>After Austria-Hungary captured Bosnia, Macedonian lands became the sole remedy for Serbia in order to reach the Aegean Sea. At this point, Serbia entered into an alliance relationship with Bulgaria for Macedonian lands against the irredentist policies of the Austro-Hungarian Empire in the region with the support of the Tsardom of Russia."
  },
  {
    "id": "2379883",
    "unitNumber": 3,
    "text": "Which of the following country declared its independence during the First Balkan War?",
    "correctAnswer": "C",
    "options": {
      "A": "Bulgaria",
      "B": "Greece",
      "C": "Albania",
      "D": "Serbia",
      "E": "Montenegro"
    },
    "explanation": "Re-read \"The First Balkan War and the London Treaty\" section of your book.<br/>Albanians, who were in revolt even before the war, did not anticipate that the Ottoman troops could be defeated that quickly. The fact that the expansion tendencies of Greece and Serbia were towards Albanian territory accelerated the independence process of Albanians, and Albania declared its independence on November 28, 1912."
  },
  {
    "id": "2379887",
    "unitNumber": 3,
    "text": "Which of the following was <strong>the first</strong> state to leave the First World War?",
    "correctAnswer": "D",
    "options": {
      "A": "Albania",
      "B": "Bulgaria",
      "C": "Macedonia",
      "D": "Romania",
      "E": "Serbia"
    },
    "explanation": "Re-read \"The Entry of the Balkan States into the War and the First World War’s Reflections in the Region\" section of your book.<br/><strong>Romania</strong> was <strong>the first</strong> state to leave the First World War."
  },
  {
    "id": "2379893",
    "unitNumber": 3,
    "text": "Which of the following country was <strong>the most profitable</strong> state of the First World War in the Balkans ?",
    "correctAnswer": "E",
    "options": {
      "A": "Greece",
      "B": "Bulgaria",
      "C": "Serbia",
      "D": "Bosnia and Herzegovina",
      "E": "Romania"
    },
    "explanation": "Re-read \"The Ending of the War in the Balkans\" section of your book<br/>The most profitable state of the First World War in the Balkans was Romania. Bucharest management, which took Ardeal, Bessarabia, and Bukovina with the Treaty of Trianon, gained a part of the Banat region."
  },
  {
    "id": "2379897",
    "unitNumber": 3,
    "text": "Which of the following country <u><strong>was not</strong> </u>part of the Balkan Entente (Pact) signed on February 9, 1934?",
    "correctAnswer": "C",
    "options": {
      "A": "Turkey",
      "B": "Greece",
      "C": "Bulgaria",
      "D": "Romania",
      "E": "Yugoslavia"
    },
    "explanation": "Re-read \"Balkan Entente (Pact) (February 9, 1934)\" section of your book.<br/>Due to the common purpose of the treaties, Turkey, Romania, Greece, and Yugoslavia wanted to congregate these treaties into a single text. Thus, the Balkan Entente was signed on February 9, 1934."
  },
  {
    "id": "2379903",
    "unitNumber": 3,
    "text": "When did the Second World War begin?",
    "correctAnswer": "D",
    "options": {
      "A": "1924",
      "B": "1928",
      "C": "1935",
      "D": "1939",
      "E": "1941"
    },
    "explanation": "Re-read \"BALKANS IN THE SECOND WORLD WAR\" section of your book.<br/>The Second World War, started on September 1, 1939."
  },
  {
    "id": "2379904",
    "unitNumber": 3,
    "text": "When did the Second Wold War end?",
    "correctAnswer": "C",
    "options": {
      "A": "1938",
      "B": "1942",
      "C": "1945",
      "D": "1948",
      "E": "1949"
    },
    "explanation": "Re-read \"The War Period (1939-1945)\" section of your book.<br/>The Second Wold War ended in 1945."
  },
  {
    "id": "2379908",
    "unitNumber": 3,
    "text": "Fill in the blanks;<br/>Albania, was occupied by both ....... and ...... during the Second World War.",
    "correctAnswer": "E",
    "options": {
      "A": "Romania, Austria",
      "B": "İtaly, France",
      "C": "Russia, Bulgaria",
      "D": "Britain, United States",
      "E": "Germany, İtaly"
    },
    "explanation": "Re-read \"Post-War Period\" section of your book.<br/>Albania, was occupied by both <strong>İtaly and Germany</strong> during the Second World War."
  },
  {
    "id": "2379910",
    "unitNumber": 3,
    "text": "Which of the following was the first country that declared war on the Ottoman Empire started the First Balkan War?",
    "correctAnswer": "B",
    "options": {
      "A": "Bulgaria",
      "B": "Montenegro",
      "C": "Albania",
      "D": "Serbia",
      "E": "Greece"
    },
    "explanation": "Re-read \"The First Balkan War and the London Treaty\" section of your book.<br/>Montenegro was the first country that declared war on the Ottoman Empire started the First Balkan War"
  },
  {
    "id": "3845742",
    "unitNumber": 3,
    "text": "Which state annexed Bosnia and Herzegovina in 1908, harming Serbia’s interests?",
    "correctAnswer": "C",
    "options": {
      "A": "Russia",
      "B": "Ottoman Empire",
      "C": "Austria-Hungary",
      "D": "Bulgaria",
      "E": "Greece"
    },
    "explanation": "The annexation of Bosnia and Herzegovina by the Austro-Hungarian Empire in 1908 was a development to the detriment of Serbia.<br/>Austria-Hungary"
  },
  {
    "id": "3845743",
    "unitNumber": 3,
    "text": "What was the main aim of the 1912 treaty between Serbia and Bulgaria?",
    "correctAnswer": "B",
    "options": {
      "A": "To divide Macedonia peacefully",
      "B": "To form the Balkan Alliance against the Ottoman Empire",
      "C": "To prevent Russian expansion in the Balkans",
      "D": "To gain naval dominance in the Aegean Sea",
      "E": "To establish the Black Hand organization"
    },
    "explanation": "The Balkan states, which started negotiations with the active diplomatic initiatives of the Tsardom of Russia, overleapt the Tsardom after a while and<br/>started to make war treaties among themselves against the Ottoman Empire. The most influential state in this process was Bulgaria. In March 1912, a treaty was signed between Serbia and Bulgaria. This treaty formed the basis of the Balkan Alliance.<br/>To form the Balkan Alliance against the Ottoman Empire"
  },
  {
    "id": "3845744",
    "unitNumber": 3,
    "text": "According to the Treaty of London (1913), which country received Edirne and Kırklareli?",
    "correctAnswer": "A",
    "options": {
      "A": "Bulgaria",
      "B": "Greece",
      "C": "Serbia",
      "D": "Romania",
      "E": "Montenegro"
    },
    "explanation": "With the Treaty of London signed at the end of the conference:<br/>• All Ottoman lands to the west of “theMidye-Enez line” were left to the Balkan<br/>states.<br/>• While Edirne and Kırklareli were given to Bulgaria, the Sofia administration expanded to the south and seized Turkish cities such as Kardzhali and Komotini and reached the Aegean Sea."
  },
  {
    "id": "3845745",
    "unitNumber": 3,
    "text": "The territorial dispute that caused the Second Balkan War focused mainly on which region?",
    "correctAnswer": "D",
    "options": {
      "A": "Epirus",
      "B": "Thrace",
      "C": "Crete",
      "D": "Macedonia",
      "E": "Kosovo"
    },
    "explanation": "Although the Albanian issue was resolved by an agreement, the problem of partitioning Macedonia between Serbia, Bulgaria, and Greece could not be resolved peacefully,"
  },
  {
    "id": "3845746",
    "unitNumber": 3,
    "text": "Which Balkan state joined the First World War the latest?",
    "correctAnswer": "B",
    "options": {
      "A": "Romania",
      "B": "Greece",
      "C": "Serbia",
      "D": "Montenegro",
      "E": "Bulgaria"
    },
    "explanation": "On the other hand, as the Balkan state that entered the war at the latest, Greece expanded its territory by just taking part in the side of the Entente Powers."
  },
  {
    "id": "3845747",
    "unitNumber": 3,
    "text": "What was the main characteristic of the “4th of August Regime” established by Metaxas in Greece?",
    "correctAnswer": "C",
    "options": {
      "A": "A liberal democratic government",
      "B": "A communist single-party system",
      "C": "A fascist-oriented dictatorship",
      "D": "A coalition of monarchists and republicans",
      "E": "A military-led socialist state"
    },
    "explanation": "The date of August 4, 1936, when King Georgios II accepted the dictatorship of Metaxas, was mentioned in the political literature as the “4th of August Regime”. Metaxas established a police regime in the country, whose fascistic tendencies<br/>were apparent. Metaxas, who started practices similar to Mussolini in Italy, did not only dissolve the parliament; he closed political parties and trade unions and banned strikes for workers.<br/>A fascist-oriented dictatorship"
  },
  {
    "id": "3845748",
    "unitNumber": 3,
    "text": "Which four countries signed the Balkan Entente on 9 February 1934?",
    "correctAnswer": "A",
    "options": {
      "A": "Turkey, Romania, Greece, Yugoslavia",
      "B": "Turkey, Bulgaria, Greece, Albania",
      "C": "Greece, Serbia, Romania, Albania",
      "D": "Turkey, Romania, Bulgaria, Greece",
      "E": "Yugoslavia, Bulgaria, Greece, Albania"
    },
    "explanation": "Turkey’s initiatives in the region respectively continued in October and November with the treaties signed with Romania and Yugoslavia. Turkey was the central actor in the signing of the mentioned treaties, which came to the agenda within the context of common threat perception. Due to the common purpose of the treaties in question, Turkey, Romania, Greece, and Yugoslavia wanted to congregate these treaties into a single text. Thus, the Balkan Entente was signed on February 9, 1934.<br/>Turkey, Romania, Greece, Yugoslavia"
  },
  {
    "id": "3845749",
    "unitNumber": 3,
    "text": "What was the main reason for Germany’s invasion of both Yugoslavia and Greece in April 1941?",
    "correctAnswer": "E",
    "options": {
      "A": "To secure access to the Suez Canal",
      "B": "To retaliate against Italy’s defeat in North Africa",
      "C": "To punish them for joining the Allies early in the war",
      "D": "To capture oil fields in Romania",
      "E": "To stabilize the Balkans before attacking the Soviet Union"
    },
    "explanation": "While there was an administrative crisis in Yugoslavia partially, Dušan Simović, the air force general (also the chief of general staff) in Yugoslavia, made a coup in the country and developed an intimacy with Soviet Russia. Thereupon, Hitler invaded both Yugoslavia and Greece in April. (Armaoğlu, 2007: 376-377). Thus, Turkey remained the only country in the Balkans that was not invaded by the Axis Powers. Much as Germany, which arrived at the Turkish border, offered Western Thrace and the Aegean islands to Turkey in order to transmit its troops<br/>and equipment to Iraq, was rejected (Aydemir, 2011: 184). On June 18, 1941, the Nonaggression Pact was signed between Germany, which did not want to delay its military campaign on Soviet Russia, and Turkey, which secured its<br/>western borders. Therefore, Germany became Turkey’s interlocutor as a result of the new conjuncture in the Balkans.<br/>To stabilize the Balkans before attacking the Soviet Union"
  },
  {
    "id": "3845750",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Romania</li> <li>Albania</li> <li>Bulgaria</li> </ol> Which of the countries above fell under Soviet influence after World War II?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "I and III",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "The Balkans were affected directly from the general atmosphere in Europe during the Second World War. Whereas the Balkan Entente was not effective in preventing the war in the region, Bulgaria became the main supporter of Germany. During the war, the Balkans were invaded by Germany and the pro-<br/>German dictatorships were established. However, the regional conjuncture changed radically after the fall of Germany. Whereas Soviet Russia occupied Romania and Bulgaria, it supported the socialist movements<br/>in Yugoslavia.<br/>I and III"
  },
  {
    "id": "3845751",
    "unitNumber": 3,
    "text": "Which country gained the most territory after the Balkan Wars?",
    "correctAnswer": "C",
    "options": {
      "A": "Greece",
      "B": "Romania",
      "C": "Serbia",
      "D": "Bulgaria",
      "E": "Montenegro"
    },
    "explanation": "Serbia came out of the the Balkan Wars as the most lucrative state in terms of land gain."
  },
  {
    "id": "2364424",
    "unitNumber": 4,
    "text": "I. Romania<br/>II. Bulgaria <br/>III. Albania <br/>IV. Serbia<br/>Which of the above was shaped by Soviet values in terms of the political, economic and social structures?",
    "correctAnswer": "B",
    "options": {
      "A": "I and II",
      "B": "I, II and III",
      "C": "II and IV",
      "D": "I, II and IV",
      "E": "Only III"
    },
    "explanation": "The Cold War separated the pro-Western states in the region from the other regional states and Soviet values shaped the political, economic and social structures of Romania, Bulgaria and Albania."
  },
  {
    "id": "2364431",
    "unitNumber": 4,
    "text": "In between which years did the Cold War take place?",
    "correctAnswer": "A",
    "options": {
      "A": "1947 to 1991",
      "B": "1948 to 1960",
      "C": "1950 to 1993",
      "D": "1952 to 1970",
      "E": "1955 to 1969"
    },
    "explanation": "The Cold War is the name given to the period of political, economic, scientific and technological conflict that emerged between the USA-led Western Bloc and the Soviet Union-led Eastern Bloc and lasted from 1947 to 1991."
  },
  {
    "id": "2364434",
    "unitNumber": 4,
    "text": "Which of the following countries did take part in the Non-Aligned Movement during the Cold War?",
    "correctAnswer": "C",
    "options": {
      "A": "Serbia",
      "B": "Bulgaria",
      "C": "China",
      "D": "Albania",
      "E": "Romania"
    },
    "explanation": "Countries such as China and Yugoslavia, which were previously considered in the eastern bloc, took part in the Non-Aligned Movement due to their differences of opinion with the Soviet Union."
  },
  {
    "id": "2364438",
    "unitNumber": 4,
    "text": "What was the aim of the Marshall Plan?",
    "correctAnswer": "B",
    "options": {
      "A": "To provide military support",
      "B": "To provide economic aid",
      "C": "To prevent the spread of the USSR in the Middle East",
      "D": "To surround the USSR by the USA",
      "E": "To provide political support"
    },
    "explanation": "Within the scope of the USA’s containment policy of the USSR, it provided economic aid with Marshall Plan and military and political support with NATO in 1949. The USA performed a containment policy in order to prevent the spread of the USSR in the Middle East, and the Baghdad Pact was established in 1955. Besides this, in 1953, the Balkan Pact was established to surround the USSR by the USA in the Balkans that was a specific struggle area between two dominant powers. The USSR, on the other hand, established the Council for Mutual Economic Assistance (CMEA / COMECON) in 1949 in order to provide financial support to Eastern European countries in response to the USA’s policy of containment policy itself, and then in 1955 the Warsaw Pact was established to provide military support. The foundation of the Warsaw Pact was seen as a reaction to the Federal Republic of Germany’s membership to NATO (Baylis, Smith and Owens, 2008, 100)."
  },
  {
    "id": "2364442",
    "unitNumber": 4,
    "text": "Which of the following events did cause the Second Cold War?",
    "correctAnswer": "E",
    "options": {
      "A": "The USSR launched Sputnik into space.",
      "B": "The U-2 spy plane incident.",
      "C": "The Cuban missile crisis.",
      "D": "The USA sent Apollo11 to the moon.",
      "E": "The occupation of Afghanistan by the USSR."
    },
    "explanation": "The Second Cold War started with the occupation of Afghanistan by the USSR and the Iranian Revolution."
  },
  {
    "id": "2364446",
    "unitNumber": 4,
    "text": "When was NATO founded?",
    "correctAnswer": "E",
    "options": {
      "A": "1940",
      "B": "1942",
      "C": "1945",
      "D": "1947",
      "E": "1949"
    },
    "explanation": "The NATO was formed in 1949."
  },
  {
    "id": "2364449",
    "unitNumber": 4,
    "text": "Which of the following countries did participate in the Warsaw Pact?",
    "correctAnswer": "C",
    "options": {
      "A": "Serbia",
      "B": "Greece",
      "C": "Hungary",
      "D": "Turkey",
      "E": "Yugoslavia"
    },
    "explanation": "<strong>The Warsaw Pact </strong>was established among the USSR, Hungary, Czechoslovakia, Poland, Bulgaria, Romania, Albania and East Germany."
  },
  {
    "id": "2364454",
    "unitNumber": 4,
    "text": "Who was appointed General Secretary of the Communist Party of Romania after Dej’s death in 1965?",
    "correctAnswer": "C",
    "options": {
      "A": "Tito",
      "B": "Stalin",
      "C": "Ceausescu",
      "D": "Enver Hoxha",
      "E": "Dimitrov"
    },
    "explanation": "Following Dej’s death in 1965, Nicolae Ceausescu was appointed General Secretary of the Communist Party of Romania."
  },
  {
    "id": "2364458",
    "unitNumber": 4,
    "text": "When was Bulgaria occuppied by the USSR?",
    "correctAnswer": "C",
    "options": {
      "A": "1937",
      "B": "1940",
      "C": "1944",
      "D": "1946",
      "E": "1950"
    },
    "explanation": "Bulgaria was occupied by the USSR in 1944."
  },
  {
    "id": "2364464",
    "unitNumber": 4,
    "text": "Which of the following countries <strong>is not</strong> among the six republics that make up the Socialist Federal Republic of Yugoslavia?",
    "correctAnswer": "B",
    "options": {
      "A": "Croatia",
      "B": "Kosovo",
      "C": "Macedonia",
      "D": "Montenegro",
      "E": "Slovenia"
    },
    "explanation": "<strong>Socialist Federal Republic of Yugoslavia (SFRY): </strong>the six republics that make up the SFRY are Bosnia and Herzegovina, Croatia, Macedonia, Montenegro, Serbia and Slovenia; the two autonomous regions are Kosovo and Vojvodina."
  },
  {
    "id": "2378351",
    "unitNumber": 4,
    "text": "Which of the following <strong>was not</strong> the one of the republics of the Socialist Federal Republic of Yugoslavia (SFRY)?",
    "correctAnswer": "E",
    "options": {
      "A": "Bosnia and Herzegovina",
      "B": "Croatia",
      "C": "Montenegro",
      "D": "Macedonia",
      "E": "Kosovo"
    },
    "explanation": "Socialist Federal Republic of Yugoslavia (SFRY): the six republics that make up the SFRY are Bosnia and Herzegovina, Croatia, Macedonia, Montenegro, Serbia and Slovenia; the two autonomous regions are Kosovo and Vojvodina."
  },
  {
    "id": "2378353",
    "unitNumber": 4,
    "text": "When Yugoslavia was expelled from the Communist Information Bureau (Cominform)?",
    "correctAnswer": "A",
    "options": {
      "A": "in 1948",
      "B": "In 1945",
      "C": "In 1951",
      "D": "In 1963",
      "E": "In 1979"
    },
    "explanation": "Yugoslavia was expelled from the Communist Information Bureau (Cominform) in 1948, managed to create a distinctive model."
  },
  {
    "id": "2378359",
    "unitNumber": 4,
    "text": "The Non-Aligned Movement had grown quickly and had reached its peak during the détente period between 1970 and 1980. 86 member countries attended the ........................... Conference of the Non-Aligned States in August 1976.<br/>Which one of the following is the best fit for the blank in the above sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "Colombo Summit",
      "B": "Belgrade Summit",
      "C": "Bandung Summit",
      "D": "Prague Summit",
      "E": "Moscow Summit"
    },
    "explanation": "The Non-Aligned Movement had grown quickly and become an undeniable balancing force to superpower politics and had reached its peak during the détente period between 1970-1980. 86 member countries attended the Colombo<br/>Summit Conference of the Non-Aligned States in August 1976.<br/>The Non-Aligned Movement had grown quickly and become an undeniable balancing force to superpower politics and had reached its peak during the détente period between 1970-1980. 86 member countries attended the Colombo Summit Conference of the Non-Aligned States in August 1976."
  },
  {
    "id": "2378367",
    "unitNumber": 4,
    "text": "The ................. gave the Soviet Union the so-called right to use any means of force necessary in a socialist world in a case where the socialist order and socialist way of life were threatened. It was a clear message to other countries on the concept of sovereignty in the socialist world.<br/>Which of the following is the best fit for the blank in the above sentence?",
    "correctAnswer": "C",
    "options": {
      "A": "Gorbachev Doctrine",
      "B": "Truman Doctrine",
      "C": "Brezhnev Doctrine",
      "D": "Transformation of Russian Military Doctrine",
      "E": "Sinetra Doctrin"
    },
    "explanation": "The Brezhnev Doctrine gave Soviet Union the so-called right to use any means of force necessary in socialist world in a case where the socialist order and socialist way of life threatened. It was a clear message to other countries on the concept of sovereignty in the socialist world. Socialist countries should be free to determine their own paths, but they have a limited sovereignty and their actions<br/>should not be against socialism in their country and interests of other socialist countries since it was their international duty to serve and protect the basic principles of socialism against capitalism.<br/>The Brezhnev Doctrine gave Soviet Union the so-called right to use any means of force necessary in socialist world in a case where the socialist order and socialist way of life threatened. It was a clear message to other countries on the concept of sovereignty in the socialist world. Socialist countries should be free to determine their own paths, but they have a limited sovereignty and their actions should not be against socialism in their country and interests of other socialist countries since it was their international duty to serve and protect the basic principles of socialism against capitalism."
  },
  {
    "id": "2378370",
    "unitNumber": 4,
    "text": "When Romania was granted most favoured nation status by the United States of America?",
    "correctAnswer": "B",
    "options": {
      "A": "in 1969",
      "B": "in 1975",
      "C": "in 1979",
      "D": "in 1990",
      "E": "in 1999"
    },
    "explanation": "Romania’s approach in the 1970s by increasing trade with the West brought Romania GATT membership in 1971 and IMF membership in 1972, and Romania was granted most favoured nation status by the USA in 1975."
  },
  {
    "id": "2378427",
    "unitNumber": 4,
    "text": "................. was the agreement signed in 1944 between British Prime Minister Winston Churchill and the Secretary-General of the Communist Party of the Soviet Union, Josef Stalin, to determine the spheres of influence in Southeast Europe. It is also known as the Churchill-Stalin Consensus of Proportions.<br/>Which of the following is the best fit for the blank in the above sentence?",
    "correctAnswer": "D",
    "options": {
      "A": "Locarno Agreement",
      "B": "Jetco Agreement",
      "C": "Balkan Agreement",
      "D": "Percentages Agreement",
      "E": "Dayton Agreement"
    },
    "explanation": "The issue that determined the fate of Romania, which became one of the satellites of the USSR after the Second World War, was the Percentages Agreement signed between the British Prime Minister Winston Churchill and the<br/>Secretary General of the Communist Party of the Soviet Union Joseph Stalin, on 9-20th of October 1944. According to the agreement, Romania was left under the influence of 90% of the USSR and 10% of the Western Allies (Resis, 1978, 368). This was how the process that would affect Romania’s situation in the Cold War period started.<br/>The issue that determined the fate of Romania, which became one of the satellites of the USSR after the Second World War, was the Percentages Agreement signed between the British Prime Minister Winston Churchill and the Secretary General of the Communist Party of the Soviet Union Joseph Stalin, on 9-20th of October 1944. According to the agreement, Romania was left under the influence of 90% of the USSR and 10% of the Western Allies (Resis, 1978, 368). This was how the process that would affect Romania’s situation in the Cold War period started."
  },
  {
    "id": "2378433",
    "unitNumber": 4,
    "text": "When was the Warsaw Pact issued?",
    "correctAnswer": "B",
    "options": {
      "A": "1949",
      "B": "1955",
      "C": "1948",
      "D": "1951",
      "E": "1960"
    },
    "explanation": "The Warsaw Pact was established among the USSR, Hungary, Czechoslovakia, Poland, Bulgaria, Romania, Albania and East Germany as a result of the acceptance of West Germany to NATO in 1955."
  },
  {
    "id": "2378436",
    "unitNumber": 4,
    "text": "Which of the following country <strong>is not</strong> the founder member of the Warsaw Pact?",
    "correctAnswer": "E",
    "options": {
      "A": "Hungary",
      "B": "Czechoslovakia",
      "C": "Romania",
      "D": "Albania",
      "E": "Latvia"
    },
    "explanation": "The Warsaw Pact was established among the USSR, Hungary, Czechoslovakia, Poland, Bulgaria, Romania, Albania and East Germany as a result of the acceptance of West Germany to NATO in 1955."
  },
  {
    "id": "2378442",
    "unitNumber": 4,
    "text": "When did Greece become a member of NATO?",
    "correctAnswer": "A",
    "options": {
      "A": "in 1952",
      "B": "in 1949",
      "C": "in 1974",
      "D": "in 1981",
      "E": "in 1986"
    },
    "explanation": "Greece, along with Turkey, in 1952, became a member of NATO. The aim of Greece’s joining NATO was, to ensure its position on the West side as well as to secure its borders."
  },
  {
    "id": "2378445",
    "unitNumber": 4,
    "text": "When was The North Atlantic Treaty Organization (NATO) military alliance formed?",
    "correctAnswer": "A",
    "options": {
      "A": "in 1949",
      "B": "in 1951",
      "C": "in 1948",
      "D": "in 1955",
      "E": "in 1968"
    },
    "explanation": "The North Atlantic Treaty Organization (NATO) is a military alliance that was<br/>formed in 1949 to contain and counter the Soviet threat."
  },
  {
    "id": "2388666",
    "unitNumber": 4,
    "text": "When was the Truman Doctrine declared?",
    "correctAnswer": "B",
    "options": {
      "A": "1946",
      "B": "1947",
      "C": "1948",
      "D": "1949",
      "E": "1950"
    },
    "explanation": "The declaration of the Truman Doctrine was in 1947."
  },
  {
    "id": "2388686",
    "unitNumber": 4,
    "text": "Which country's membership in NATO was seen as a reaction to the foundation of the Warsaw Pact?",
    "correctAnswer": "B",
    "options": {
      "A": "Turkey",
      "B": "The Federal Republic of Germany",
      "C": "Romania",
      "D": "Poland",
      "E": "Brasil"
    },
    "explanation": "The foundation of the Warsaw Pact was seen as a reaction to the Federal Republic of Germany’s membership to NATO."
  },
  {
    "id": "2388708",
    "unitNumber": 4,
    "text": "When was the Marshall Plan proposed?",
    "correctAnswer": "D",
    "options": {
      "A": "1940",
      "B": "1942",
      "C": "1945",
      "D": "1947",
      "E": "1951"
    },
    "explanation": "Following the Second World War, the Marshall Plan was designed by the USA to aid Europe’s post-war reconstruction and to provide stability in Europe. It was proposed in June 1947 by George C. Marshall, U.S. Secretary of State in the Truman administration.<br/>The Marshall Plan was proposed in 1947."
  },
  {
    "id": "2388725",
    "unitNumber": 4,
    "text": "Which of the following was a sign of the global containment of communism?",
    "correctAnswer": "B",
    "options": {
      "A": "Arab Spring",
      "B": "Truman Doctrine",
      "C": "Warsaw Pact",
      "D": "Berlin Wall",
      "E": "Balkan Pact"
    },
    "explanation": "Truman Doctrine is based on a policy statement in which U.S. President Harry S.<br/>Truman called for the global containment of communism in March 1947."
  },
  {
    "id": "2388735",
    "unitNumber": 4,
    "text": "What is the date of the Cuban missile crisis?",
    "correctAnswer": "C",
    "options": {
      "A": "1948",
      "B": "1956",
      "C": "1962",
      "D": "1977",
      "E": "1980"
    },
    "explanation": "Cuban missile crisis was in 1962."
  },
  {
    "id": "2388752",
    "unitNumber": 4,
    "text": "When was the Romanian People’s Republic turned into the Socialist Republic of Romania?",
    "correctAnswer": "E",
    "options": {
      "A": "1961",
      "B": "1962",
      "C": "1963",
      "D": "1964",
      "E": "1965"
    },
    "explanation": "The Romanian People’s Republic become to the Socialist Republic of Romania in 1965."
  },
  {
    "id": "2388778",
    "unitNumber": 4,
    "text": "Which countries were the members of The Warsaw Pact?",
    "correctAnswer": "D",
    "options": {
      "A": "USSR, Hungary, Czechoslovakia, Poland, Bulgaria, Albania and East Germany.",
      "B": "Hungary, Czechoslovakia, Poland, Bulgaria, Romania, Albania and East Germany.",
      "C": "USSR, Czechoslovakia, Poland, Bulgaria, Romania, Albania and East Germany.",
      "D": "USSR, Hungary, Czechoslovakia, Poland, Bulgaria, Romania, Albania and East<br/>Germany.",
      "E": "USSR, Hungary, Czechoslovakia, Poland, Bulgaria, Romania, Sweden and East<br/>Germany."
    },
    "explanation": "USSR, Hungary, Czechoslovakia, Poland, Bulgaria, Romania, Albania and East<br/>Germany.<br/>The Warsaw pact was established by USSR, Hungary, Czechoslovakia, Poland, Bulgaria, Romania, Albania and East Germany."
  },
  {
    "id": "2388795",
    "unitNumber": 4,
    "text": "When did USSR occupy Bulgaria?",
    "correctAnswer": "E",
    "options": {
      "A": "1940",
      "B": "1941",
      "C": "1942",
      "D": "1943",
      "E": "1944"
    },
    "explanation": "The occupation of Bulgaria by the USSR was in 1944."
  },
  {
    "id": "2388812",
    "unitNumber": 4,
    "text": "Which of the following did give the Soviet Union the right to use any means of force in the socialist world in the case of the socialist order was threatened?",
    "correctAnswer": "C",
    "options": {
      "A": "The Truman Doctrine",
      "B": "The Prague Spring",
      "C": "The Brezhnev Doctrine",
      "D": "The Warsaw Pact",
      "E": "The Shengen Agreement"
    },
    "explanation": "The Brezhnev Doctrine gave Soviet Union the so-called right to use any means of force necessary in socialist world in a case where the socialist order and socialist way of life threatened."
  },
  {
    "id": "2388839",
    "unitNumber": 4,
    "text": "Which of the followings is one of the six republics that make up the SFRY?",
    "correctAnswer": "B",
    "options": {
      "A": "Bulgaria",
      "B": "Croatia",
      "C": "Greece",
      "D": "Poland",
      "E": "Slovakia"
    },
    "explanation": "Bosnia and Herzegovina, Croatia, Macedonia, Montenegro, Serbia,<br/>Slovenia, Kosovo and Vojvodina.<br/>The six republics that make up the Socialist Federal Republic of Yugoslavia are Bosnia and Herzegovina, Croatia, Macedonia, Montenegro, Serbia and Slovenia; the two autonomous regions are Kosovo and Vojvodina."
  },
  {
    "id": "3071162",
    "unitNumber": 4,
    "text": "Which of the following was designed by the USA in order to aid Europe’s post-war reconstruction and to provide stability in Europe?",
    "correctAnswer": "C",
    "options": {
      "A": "Truman doctrine",
      "B": "Johnson's letter",
      "C": "Marshall plan",
      "D": "NATO",
      "E": "UN"
    },
    "explanation": "Following the Second World War, the Marshall Plan was designed by the USA to aid Europe’s post-war reconstruction and to provide stability in Europe. The correct answer is C."
  },
  {
    "id": "3071355",
    "unitNumber": 4,
    "text": "Which of the following dualities would explain the duality of the bipolar world during the cold war period?",
    "correctAnswer": "B",
    "options": {
      "A": "NATO vs EU",
      "B": "NATO vs Warsaw Pact",
      "C": "USSR vs EU",
      "D": "Turkey vs Greece",
      "E": "USSR vs UN"
    },
    "explanation": "The Western Bloc is a cooperation and / or alliance structure formed against communism, especially the USSR and the Warsaw Pact, during the Cold War. When the countries in the region are examined, members of NATO should definitely be mentioned in this bloc. The correct answer is B."
  },
  {
    "id": "3071362",
    "unitNumber": 4,
    "text": "Which of the following <strong>is <u>not</u> </strong>one of the member states of NATO?",
    "correctAnswer": "A",
    "options": {
      "A": "Sweden",
      "B": "Greece",
      "C": "Norway",
      "D": "Germany",
      "E": "Holland"
    },
    "explanation": "The USA, Canada and most Western European countries are NATO members. On the other<br/>hand, Sweden, Ireland and Switzerland remained neutral. Sweden is still not a NATO member. The correct answer is A."
  },
  {
    "id": "3071371",
    "unitNumber": 4,
    "text": "Which of the following events below did strengthen Turkey's membership in NATO?",
    "correctAnswer": "D",
    "options": {
      "A": "Truman doctrine",
      "B": "Johnson's letter",
      "C": "Marshall plan",
      "D": "The Korean war",
      "E": "Germany's defeat in WWII"
    },
    "explanation": "Turkey, by facing, due to the USSR’s changing policies (especially the Straits subject) in the Second World War, had attempted to join NATO, sent troops to Korea and had sought to strengthen its special relationship with the USA in the West. The correct answer is D."
  },
  {
    "id": "3071380",
    "unitNumber": 4,
    "text": "Why did the Karamanlis administration leave NATO’s military wing in 1974?",
    "correctAnswer": "A",
    "options": {
      "A": "USA's inefficiency in the Cyprus issue",
      "B": "EU's insufficient economic help",
      "C": "Turkey's good relations with Germany",
      "D": "USA's inactive role in the Balkans",
      "E": "Russian pressure"
    },
    "explanation": "The Karamanlis administration left NATO’s military wing in 1974 to protest the USA's inefficiency on Cyprus and was re-accepted six years later (Kalaitzaki, 2005, 116-118). The correct answer is A."
  },
  {
    "id": "3071385",
    "unitNumber": 4,
    "text": "Which of the following country did <u>never</u> become a member of the Warsaw Pact?",
    "correctAnswer": "C",
    "options": {
      "A": "Poland",
      "B": "USSR",
      "C": "Finland",
      "D": "Hungary",
      "E": "Czechoslovakia"
    },
    "explanation": "The Warsaw Pact was established among the USSR, Hungary, Czechoslovakia, Poland, Bulgaria, Romania, Albania and East Germany as a result of the acceptance of West Germany to NATO in 1955 (Mountain, 2018, 194). The correct answer is C."
  },
  {
    "id": "3071511",
    "unitNumber": 4,
    "text": "Which Balkan country had a special cooperation with China during the Cold War period?",
    "correctAnswer": "B",
    "options": {
      "A": "Serbia",
      "B": "Albania",
      "C": "Croatia",
      "D": "Bulgaria",
      "E": "Turkey"
    },
    "explanation": "Albania, which experienced ruptures with Yugoslavia in 1948 and with the USSR in 1968, had established cooperation with China for ten years since 1968 and implemented policies that radically affected (shaped, changed) social life (Töpfer, 2019, 90). The correct answer is B."
  },
  {
    "id": "3071534",
    "unitNumber": 4,
    "text": "What was one of the main aims of the Plan of Stoica?",
    "correctAnswer": "E",
    "options": {
      "A": "Ending WWII and bringing peace to Europe",
      "B": "Developing Romanian economy",
      "C": "Solving the problems about the Cyprus issue",
      "D": "Rehabilitating Romanian-German relations",
      "E": "Preventing Turkey and Greece becoming a NATO member"
    },
    "explanation": "The Balkan Pact in 1934, did not fall through for Romania. Therefore, Chivu Stoica tried to<br/>recreate the vision of the pact with the Plan of Stoica in 1956. The main aim of the Plan was to create a Balkanique Pact with inclusion of states like, Greece, Turkey, Albania and Yugoslavia but also to prevent them from becoming a part of the Atlantic alliance with support from the USSR. The correct answer is E."
  },
  {
    "id": "3071558",
    "unitNumber": 4,
    "text": "Which action of Ceausescu was considered as an extension of his efforts to place national communism in Romania?",
    "correctAnswer": "B",
    "options": {
      "A": "His good relations with the US",
      "B": "His attitude towards Hungarians in Transylvania",
      "C": "His weak relations with neigbouring countries",
      "D": "His reform in agriculture",
      "E": "Romania's will to be an industralised country"
    },
    "explanation": "Ceausescu’s attitude towards minorities within the country and Hungarians in Transylvania, his<br/>attempt to bring national values to the forefront, have been considered as an extension of his efforts to place national communism in the country (Korkut, 2006, 146). The correct answer is B."
  },
  {
    "id": "3072616",
    "unitNumber": 4,
    "text": "Which of the following <u>cannot</u> be considered as a rule to become a member of the Non-Aligned Movement?",
    "correctAnswer": "E",
    "options": {
      "A": "Adopting a foreign policy based on coexistence and non-alignment",
      "B": "Supporting national independence movements around the world",
      "C": "Not be the part of any multilateral military alliances",
      "D": "Not to provide any military bases concerning the conflict between two power blocs",
      "E": "Supporting NATO and Warsaw Pact members at the same time"
    },
    "explanation": "The First Non-Aligned Movement Summit was organised in Belgrade in 1961. Belgrade Summit<br/>was cosponsored by President of Egypt Gamal Abdel Nasser and President of Yugoslavia Josip<br/>Tito and formulated basic principles for countries to become a member of the movement. According to the Summit, countries that seek for membership:<br/>-should adopt a foreign policy based on coexistence and non-alignment;<br/>-should support national independence movements around the world;<br/>-should not be the part of any multilateral military alliances;<br/>-should not provide any military bases concerning the conflict between two power blocs.<br/>The correct answer is E."
  },
  {
    "id": "2368504",
    "unitNumber": 5,
    "text": "Which of the following <strong>was not</strong> part of the Socialist Federal Republic of Yugoslavia (SFRY) before its breakup?",
    "correctAnswer": "E",
    "options": {
      "A": "Serbia and Montenegro",
      "B": "Bosnia and Herzegovina",
      "C": "Croatia",
      "D": "Slovenia",
      "E": "Moldova"
    },
    "explanation": "Correct answer is E"
  },
  {
    "id": "2373537",
    "unitNumber": 5,
    "text": "Which of the following <strong>cannot</strong> be listed as a reason for the dissolution of the Socialist Federal Republic of Yugoslavia?",
    "correctAnswer": "C",
    "options": {
      "A": "Structural",
      "B": "Economical",
      "C": "Geographical",
      "D": "Political",
      "E": "Inter-Ethnical"
    },
    "explanation": "To take a look to the title of Reasons of Dissolution: Structural,<br/>Economical, Political and InterEthnical<br/>The reasons for the dissolution of Yugoslavia have been classified differently in various sources. Here, the main reasons for the dissolution will be evaluated as structural, economic, political and inter-ethnical. The answer is C."
  },
  {
    "id": "2373540",
    "unitNumber": 5,
    "text": "When did the self-management practice start in Yugoslavia?",
    "correctAnswer": "A",
    "options": {
      "A": "1950",
      "B": "1955",
      "C": "1960",
      "D": "1965",
      "E": "1935"
    },
    "explanation": "To take a look to the title of Economical Reasons of Dissolution<br/>The self-management practice, which started in 1950, was also the source of the economic reasons for the dissolution."
  },
  {
    "id": "2373554",
    "unitNumber": 5,
    "text": "Slovenia’s tendency towards independence in this process became clearer especially.......<br/>Which of the following would be the best option to complete the above sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "after the abolition of the autonomy of Kosovo",
      "B": "after the abolition of the autonomy of Germany",
      "C": "after the abolition of the autonomy of Europe",
      "D": "after the abolition of the autonomy of America",
      "E": "after the collapse of Congress of the Communist Union"
    },
    "explanation": "To take a look to the title of Independence of Slovenia (1991)<br/>With the death of Tito, the increasing nationalism in the republics triggered the trend of secession in the federated republics and centralization in the federal republic. Slovenia’s tendency towards independence in this process became clearer especially after the abolition of the autonomy of Kosovo and Vojvodina in<br/>1989."
  },
  {
    "id": "2373561",
    "unitNumber": 5,
    "text": "Who is Franjo Tudjman?",
    "correctAnswer": "A",
    "options": {
      "A": "the President of Croatia after the 1990 elections",
      "B": "the President of Yugoslavia after the 1990 elections",
      "C": "the President of Serbs after the 1990 elections",
      "D": "the President of Greece after the 1995 elections",
      "E": "the President of Moldovia after the 1990 elections"
    },
    "explanation": "To take a look to the title of Independence of Croatia (1991)<br/>Franjo Tudjman, who would become the President of Croatia after the 1990 elections, argued that the change of communist rule and the establishment of an independent Croatia could be possible by establishing a link between the Ustasha sympathizers and the Partisans who participated in the anti-fascist struggle in the Second World War"
  },
  {
    "id": "2373568",
    "unitNumber": 5,
    "text": "Who is founder of The Croatian Democratic Union?",
    "correctAnswer": "A",
    "options": {
      "A": "Tudjman",
      "B": "Trbovich",
      "C": "Bideleux",
      "D": "Jeffries",
      "E": "Krajina"
    },
    "explanation": "To take a look to the title of Independence of Croatia<br/>The Croatian Democratic Union, founded by Franjo Tudjman in 1989, achieved success in the multi-party elections held in 1990, and the liquidation of Serbs from their positions at the state level started."
  },
  {
    "id": "2373583",
    "unitNumber": 5,
    "text": "Which of the following <strong>is not</strong> part of ethnic diversity in Macedonia?",
    "correctAnswer": "A",
    "options": {
      "A": "Greeks",
      "B": "Macedonians",
      "C": "Albanians",
      "D": "Turks",
      "E": "Serbs"
    },
    "explanation": "To take look to the title of Independence of Macedonia<br/>In Macedonia, according to the data of 1991, 64.6% of the population was Macedonians, 21% were Albanians, and the remaining part consisted of Turks, Roma, Serbs and other ethnic groups."
  },
  {
    "id": "2373589",
    "unitNumber": 5,
    "text": "What was the main reason of the US's intervention in Kosovo?",
    "correctAnswer": "A",
    "options": {
      "A": "the issue of building a state after military intervention",
      "B": "the issue of building a state after economic intervention",
      "C": "the issue of building a state after fiscal intervention",
      "D": "the issue of building a state after regional intervention",
      "E": "the issue of building a state after religious intervention"
    },
    "explanation": "To take a look to the title of Kosovo Crisis<br/>There were two main reasons behind the US intervention in the Kosovo Crisis through NATO. The first was to allow NATO to directly intervene in such matters by exposing the ineffectiveness of the UN as in the Bosnian Crisis. Second, the<br/>issue of building a state after military intervention came to the fore for the first time after the Kosovo Crisis."
  },
  {
    "id": "2373594",
    "unitNumber": 5,
    "text": "What is The Balkan policy of the EU after the Cold War?",
    "correctAnswer": "A",
    "options": {
      "A": "the intervention of the crises",
      "B": "the intervention of the economic crises",
      "C": "the intervention of the fiscal crises",
      "D": "the intervention of the taxation policy crises",
      "E": "the intervention of the fiscal crises"
    },
    "explanation": "to take a look to the title of European Union<br/>The Balkan policy of the EU after the Cold War and especially with the dissolution of the SFRY, was primarily related to the intervention of the crises that emerged within the dissolution process and then to the restructuring of the newly independent countries"
  },
  {
    "id": "2373598",
    "unitNumber": 5,
    "text": "What was the date in which a temporary agreement was signed between Greece and Macedonia?",
    "correctAnswer": "A",
    "options": {
      "A": "In 1995",
      "B": "In 1998",
      "C": "In 1985",
      "D": "In 2000",
      "E": "In 2001"
    },
    "explanation": "To take alook to the ttile of Macedonian Crisis<br/>In 1995, with a temporary agreement between Greece and Macedonia, Macedonia agreed to change its flag and make some changes to its constitution."
  },
  {
    "id": "2373608",
    "unitNumber": 5,
    "text": "What is Turkey’s foreign policy towards the Balkans?",
    "correctAnswer": "A",
    "options": {
      "A": "a relatively more active attitude",
      "B": "a relatively more active economic attitude",
      "C": "a relatively more active fiscal attitude",
      "D": "a relatively more effective public relations",
      "E": "a relatively more active local policies"
    },
    "explanation": "To take alook to the title of Republic of Turkey<br/>Although there is no significant difference between the Cold War period and the post-Cold War period when Turkey’s policies towards the Balkan countries were examined, it has been known that Turkey showed a relatively more active attitude"
  },
  {
    "id": "2375703",
    "unitNumber": 5,
    "text": "Which of the following is the founder of the Socialist Federal Republic of Yugoslavia who also preserved the unity of different republics under this banner until his death?",
    "correctAnswer": "A",
    "options": {
      "A": "Tito",
      "B": "Stalin",
      "C": "Lenin",
      "D": "Hitler",
      "E": "Trocki"
    },
    "explanation": "Tito founded Yugoslavia after winning victory in an internal rivalry."
  },
  {
    "id": "2375713",
    "unitNumber": 5,
    "text": "Which of the following is the structural reason for the dissolution of the Socialist Federal Republic of Yugoslavia?",
    "correctAnswer": "B",
    "options": {
      "A": "Poor economy and extreme poverty",
      "B": "Multi-ethnic structure of the federation",
      "C": "Influence of Christianity",
      "D": "The United State's influence",
      "E": "The Soviet pressure"
    },
    "explanation": "Multi-ethnic structure of the country is considered as a structural reason for the dissolution of the republic."
  },
  {
    "id": "2375723",
    "unitNumber": 5,
    "text": "Which of the following was the first republic of Yugoslavia that gained its independence in the early 1990s?",
    "correctAnswer": "C",
    "options": {
      "A": "Croatia",
      "B": "Serbia",
      "C": "Slovenia",
      "D": "Macedonia",
      "E": "Bosnia-Herzegovina"
    },
    "explanation": "Slovenia is the first republic to gain its independence from Yugoslavia"
  },
  {
    "id": "2375732",
    "unitNumber": 5,
    "text": "Why did the breakaway of Croatia from Yugoslavia happen in a violent way?",
    "correctAnswer": "D",
    "options": {
      "A": "Support from the EU and the US",
      "B": "Disagreements between socialists and nationalists",
      "C": "Lack of popular support for independence",
      "D": "Ethnic complexity and Serbia's support for Serbs in Croatia",
      "E": "Disputes with Slovenia"
    },
    "explanation": "Croatia's independence was bloody due to the ethnic complexity and Serbia's support for Croatian Serbs."
  },
  {
    "id": "2375740",
    "unitNumber": 5,
    "text": "Which country did Macedonia experience a dispute over its recognition after the independence?",
    "correctAnswer": "E",
    "options": {
      "A": "Russia",
      "B": "Serbia",
      "C": "Albany",
      "D": "Turkey",
      "E": "Greece"
    },
    "explanation": "Greece strongly opposed the official name of Macedonia, arguing that it is an infringement upon its territorial claims because some of its lands are also called Macedonia"
  },
  {
    "id": "2375790",
    "unitNumber": 5,
    "text": "Which of the following was signed to end the civil war in Bosnia-Herzegovina officially?",
    "correctAnswer": "D",
    "options": {
      "A": "Paris Peace Agreement",
      "B": "NATO Peace Accords",
      "C": "Brussels Peace Treaty",
      "D": "Dayton Peace Accords",
      "E": "Camp David Peace Agreement"
    },
    "explanation": "Dayton Peace Accords ended the civil war in Bosnia-Herzegovina"
  },
  {
    "id": "2375793",
    "unitNumber": 5,
    "text": "Despite ideological proximity to the Soviet Union, Yugoslavia was not part of the Soviet-led Eastern bloc. Instead, it was one of the founding members of a separate initiative.<br/>What is the name of that initiative mentioned above?",
    "correctAnswer": "B",
    "options": {
      "A": "Third-way approach",
      "B": "Non-aligned Movement",
      "C": "Western bloc",
      "D": "Balkan Bloc",
      "E": "Alternative socialist initiative"
    },
    "explanation": "Yugoslavia was one of the founding members of the non-aligned movement"
  },
  {
    "id": "2375797",
    "unitNumber": 5,
    "text": "Which of the following international organization did take a decisive role to solve the Kosovo crisis in the late 1990s?",
    "correctAnswer": "A",
    "options": {
      "A": "NATO",
      "B": "World Trade Organization",
      "C": "World Health Organization",
      "D": "European Union",
      "E": "Council of Europe"
    },
    "explanation": "NATO intervention was a major contribution to the settlement of the Kosovo crisis."
  },
  {
    "id": "2375802",
    "unitNumber": 5,
    "text": "Which of the following countries have opposed any proposal at the UN Security Council seeking intervention in violence during the breakup of Yugoslavia?",
    "correctAnswer": "D",
    "options": {
      "A": "United States-France",
      "B": "United Kingdom-France",
      "C": "France-Russia",
      "D": "Russia-China",
      "E": "United States-China"
    },
    "explanation": "Russia and China favored the unity of Yugoslavia and for this reason, they staged strong opposition to any proposal towards intervention."
  },
  {
    "id": "2385319",
    "unitNumber": 5,
    "text": "Which country did enter the process of dissolution simultaneous with the dissolution of the Union of Soviet Socialist Republics?",
    "correctAnswer": "B",
    "options": {
      "A": "China",
      "B": "Yugoslavia",
      "C": "Macedonia",
      "D": "Slovenia",
      "E": "Bosnia and Herzegovina"
    },
    "explanation": "Yugoslavia"
  },
  {
    "id": "2385325",
    "unitNumber": 5,
    "text": "When was the Socialist Federal Republic of Yugoslavia founded?",
    "correctAnswer": "B",
    "options": {
      "A": "1935",
      "B": "1945",
      "C": "1955",
      "D": "1965",
      "E": "1975"
    },
    "explanation": "1945"
  },
  {
    "id": "2385332",
    "unitNumber": 5,
    "text": "How many socialist republics were formed The Socialist Federal Republic of Yugoslavia?",
    "correctAnswer": "D",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "6 - Bosnia and Herzegovina, Croatia, Macedonia, Montenegro, Serbia and Slovenia"
  },
  {
    "id": "2385336",
    "unitNumber": 5,
    "text": "When did the organic link between the Socialist Federal Republic of Yugoslavia and the Soviet Union break?",
    "correctAnswer": "A",
    "options": {
      "A": "1948",
      "B": "1958",
      "C": "1968",
      "D": "1978",
      "E": "1988"
    },
    "explanation": "1948"
  },
  {
    "id": "2385342",
    "unitNumber": 5,
    "text": "What is the first country that declared its independence among the republics of Yugoslavia?",
    "correctAnswer": "E",
    "options": {
      "A": "Croatia",
      "B": "Macedonia",
      "C": "Montenegro",
      "D": "Serbia",
      "E": "Slovenia"
    },
    "explanation": "Slovenia"
  },
  {
    "id": "2385345",
    "unitNumber": 5,
    "text": "What is the name of the ultra-nationalist Croatian Revolutionary Movement that operated between 1929 and 1945?",
    "correctAnswer": "C",
    "options": {
      "A": "Crotianaha",
      "B": "Karlovac",
      "C": "Ustasha",
      "D": "Sisac",
      "E": "Drava"
    },
    "explanation": "Ustasha"
  },
  {
    "id": "2385348",
    "unitNumber": 5,
    "text": "When did Turkey recognize Macedonia under its constitutional name?",
    "correctAnswer": "C",
    "options": {
      "A": "1972",
      "B": "1982",
      "C": "1992",
      "D": "2002",
      "E": "2012"
    },
    "explanation": "1992"
  },
  {
    "id": "2385349",
    "unitNumber": 5,
    "text": "When did Bosnia-Herzegovina declare its independence from Yugoslavia?",
    "correctAnswer": "C",
    "options": {
      "A": "1990",
      "B": "1991",
      "C": "1992",
      "D": "1993",
      "E": "1994"
    },
    "explanation": "1992"
  },
  {
    "id": "2385355",
    "unitNumber": 5,
    "text": "What was Turkey’s first action during the Yugoslav Civil War?",
    "correctAnswer": "D",
    "options": {
      "A": "to establish communication with the leaders of the conflicting parties",
      "B": "to send an emergency help package for the region",
      "C": "to call European Union into action",
      "D": "to organize a conference in İstanbul",
      "E": "to close its borders to the citizens of Serbia"
    },
    "explanation": "to organize a conference in Istanbul"
  },
  {
    "id": "2385363",
    "unitNumber": 5,
    "text": "When did Croatia declare its independence from Yugoslavia?",
    "correctAnswer": "B",
    "options": {
      "A": "1990",
      "B": "1991",
      "C": "1992",
      "D": "1993",
      "E": "1994"
    },
    "explanation": "1991"
  },
  {
    "id": "3070160",
    "unitNumber": 5,
    "text": "Who were the main parties of the Cold War?",
    "correctAnswer": "A",
    "options": {
      "A": "The winners of the Second World War",
      "B": "The losers of the Second World War",
      "C": "Nazis and Russians",
      "D": "Nazis and Americans",
      "E": "First world countries and third world countries"
    },
    "explanation": "After the end of the Second World War, a new war - the Cold War - began in the world among<br/>the winners of the Second World War. The correct answer is A."
  },
  {
    "id": "3070178",
    "unitNumber": 5,
    "text": "Tito structured the SFRY consisting of six socialist republics.<br/>Which of the following <strong>was <u>not</u> </strong>one of these republics?",
    "correctAnswer": "C",
    "options": {
      "A": "Bosnia and Herzegovina",
      "B": "Croatia",
      "C": "Albania",
      "D": "Macedonia",
      "E": "Montenegro"
    },
    "explanation": "Tito structured the republic consisting of six socialist republics - Bosnia and Herzegovina, Croatia, Macedonia, Montenegro, Serbia and Slovenia - and two autonomous regions - Kosovo and Vojvodina - to grant governmental rights to all peoples that form the state. Albania was not a member of SFRY. The correct answer is C."
  },
  {
    "id": "3070179",
    "unitNumber": 5,
    "text": "What is the term that is used to explain the inclusion of market economy policies in the<br/>socialist order in the economic history of Yugoslavia?",
    "correctAnswer": "B",
    "options": {
      "A": "Communism",
      "B": "Market socialism",
      "C": "Free market economy",
      "D": "Capitalist socialism",
      "E": "State capitalism"
    },
    "explanation": "Market socialism, which is an expression of the inclusion of liberalism or market economy in the<br/>socialist order, was put forward as of 1965 in Yugoslavia. The correct answer is B."
  },
  {
    "id": "3070193",
    "unitNumber": 5,
    "text": "Which ethnic affiliation owned the biggest share in the demographich structure in Yugoslavia?",
    "correctAnswer": "A",
    "options": {
      "A": "Serbs",
      "B": "Croats",
      "C": "Slovenes",
      "D": "Bosnians",
      "E": "Macedonians"
    },
    "explanation": "The most dominant group in Yugoslavia was the Serbs with a rate of 35% in the whole population (Çınar, 2019, 21). The correct answer is A."
  },
  {
    "id": "3070197",
    "unitNumber": 5,
    "text": "When did the Collective Presidency Council come into force in Yugoslavia?",
    "correctAnswer": "D",
    "options": {
      "A": "After the system of market socialism was implemented",
      "B": "After the first world war",
      "C": "At the beginning of the establishment of Yugoslavia",
      "D": "After Tito's death",
      "E": "After the second world war"
    },
    "explanation": "The rotating presidency procedure or the Collective Presidency Council, which was<br/>implemented after Tito’s death, was seen as one of the structural reasons behind the dissolution. The correct answer is D."
  },
  {
    "id": "3070525",
    "unitNumber": 5,
    "text": "Which two countries did have an impact on the beginning of the dissolution of Yugoslavia?",
    "correctAnswer": "A",
    "options": {
      "A": "Slovenia and Croatia",
      "B": "Croatia and Serbia",
      "C": "Serbia and Bosnia",
      "D": "Montenegro and Macedonia",
      "E": "Serbia and Macedonia"
    },
    "explanation": "Slovenia and Croatia, were in favor of liberalization and decentralization (Abazi, 2007, 39). As a matter of fact, it was not a coincidence that the dissolution started with these two countries. The correct answer is A."
  },
  {
    "id": "3070542",
    "unitNumber": 5,
    "text": "Decentralization came to the fore in both political and economic fields. Thus, the transition from centrally planned economies to market-based economies was realized. This, in turn, resulted in the republics working on their own territory and for themselves.<br/>What did these changes cause in Yugoslavian history?",
    "correctAnswer": "B",
    "options": {
      "A": "Brought more prosperous societies inside the country",
      "B": "Brought more difference between the republics and triggered ethnic conflicts",
      "C": "More peaceful society was sustained",
      "D": "Less powerful diplomatic relations established with other countries",
      "E": "Empowered the army of Yugoslavia"
    },
    "explanation": "With the regulations in 1965 and 1971, decentralization came to the fore in both political and economic fields. Thus, the transition from centrally planned economies to market-based economies was realized (Çınar, 2019, 22). This, in turn, resulted in the republics working on their own territory and for themselves. This situation, which further increased the development difference between the republics, also triggered ethnic conflicts. The correct answer is B."
  },
  {
    "id": "3070554",
    "unitNumber": 5,
    "text": "What was the Serbian leader Milošević's expectations in administration of Yugoslovia?",
    "correctAnswer": "C",
    "options": {
      "A": "A looser administration",
      "B": "A decentralized administration",
      "C": "More centralized administration",
      "D": "More democratic institutions",
      "E": "Strong will for EU membership"
    },
    "explanation": "Following Tito’s death, Slovenian and Croatian leaders favored a looser and decentralized administration, while Serbian leader Milošević favored a more centralized administration (Baskin and Pickering, 2011, 283-284). The correct answer is C."
  },
  {
    "id": "3070560",
    "unitNumber": 5,
    "text": "Which country did first recognize Slovenia's independence?",
    "correctAnswer": "C",
    "options": {
      "A": "Holland",
      "B": "Italy",
      "C": "Germany",
      "D": "USA",
      "E": "Turkey"
    },
    "explanation": "Germany was the first state to recognize Slovenia’s independence due to the historical relations between them. The correct answer is C."
  },
  {
    "id": "3070567",
    "unitNumber": 5,
    "text": "Which country did perceive Turkey's Balkan policy in the 90s as a threat to itself?",
    "correctAnswer": "E",
    "options": {
      "A": "USA",
      "B": "Russia",
      "C": "Macedonia",
      "D": "Armenia",
      "E": "Greece"
    },
    "explanation": "Turkish foreign policy towards Macedonia, Bosnia and Herzegovina, Bulgaria and Albania, where there is a large Turkish and/or Muslim population, has been perceived as a threat by Greece (Kırlıdökme, 2016, 61). The correct answer is E."
  },
  {
    "id": "3075875",
    "unitNumber": 5,
    "text": "Which of the following <strong>cannot</strong> be listed as a reason for the dissolution of the Socialist Federal Republic of Yugoslavia?",
    "correctAnswer": "C",
    "options": {
      "A": "Structural",
      "B": "Economical",
      "C": "Geographical",
      "D": "Political",
      "E": "Inter-Ethnical"
    },
    "explanation": "İptal edilen soru yerine yazılan yeni sorudur. Daha önce yanlışlıkla iptal edilen soru silinip onun üzerine yazıldığı için sistemde bu soru 2 kez görünebilir. Bilgilerinize sunarım.<br/>The reasons for the dissolution of Yugoslavia have been classified differently in various sources. Here, the main reasons for the dissolution will be evaluated as structural, economic, political and inter-ethnical. The answer is C."
  },
  {
    "id": "2371555",
    "unitNumber": 6,
    "text": "Which is <em>false</em> about the Balkans and their role in international relations, in general?",
    "correctAnswer": "E",
    "options": {
      "A": "Balkans were the actual area of two major wars in the 20th Century.",
      "B": "Balkan countries’ sociological structure formed by different ethnic and religious communities lead to different security problems and interests.",
      "C": "The 1934 Balkan Pact and 1954 Balkan Alliance were security mechanisms to protect the interest of Balkan countries before Post-Cold War Era.",
      "D": "Balkans is a region that can affect both European security and the security of the international system with the security/insecurity issues that it creates.",
      "E": "Currently, there are well established institutional mechanism by which Balkan countries can ensure their common security interests."
    },
    "explanation": "All options are true according to the Introduction section (p. 147) except the correct answer. On second paragraph, it is given that “In today’s globalization process where inter-communal interactions and interdependence are increasing, there is no institutional mechanism by which Balkan countries can ensure their common security interests.” which is opposite of the correct option. Thus, the correct option is false. (1 Analyse the Bosnia-Serbia War)"
  },
  {
    "id": "2372224",
    "unitNumber": 6,
    "text": "Which of the following is the representative of Bosniaks (Muslims) before the Bosnian war started in 1992?",
    "correctAnswer": "B",
    "options": {
      "A": "UÇK",
      "B": "SDA",
      "C": "SDS",
      "D": "HDZ",
      "E": "BHP"
    },
    "explanation": "Chapter 6- Security in the Balkans After the Cold War: Bosnia and Kosovo Interventions- THE BOSNIA&amp;HERZEGOVINA - SERBIA WAR<br/>Before the start of the Bosnia War in 1992, Bosnia was divided into three political structures: the Muslim Democratic Action Party (SDA), the Serbian Democratic Party (SDS), and the Croatian Democratic Union (HDZ)."
  },
  {
    "id": "2372227",
    "unitNumber": 6,
    "text": "Which of the following is the main source of the conflicts in the Balkans after the Cold War?",
    "correctAnswer": "C",
    "options": {
      "A": "economic problems",
      "B": "migration",
      "C": "ethnic and religious problems",
      "D": "environmental problems",
      "E": "gender problems"
    },
    "explanation": "Chapter 6- Security in the Balkans After the Cold War: Bosnia and Kosovo Interventions- THE BOSNIA&amp;HERZEGOVINA - SERBIA WAR<br/>For the Balkan countries, the potential for conflict stemming from ethnic and religious problems."
  },
  {
    "id": "2372235",
    "unitNumber": 6,
    "text": "Who carried out the \"Balkan Storm\" operation?",
    "correctAnswer": "D",
    "options": {
      "A": "Russia Federation",
      "B": "UK",
      "C": "USA",
      "D": "NATO",
      "E": "UN"
    },
    "explanation": "Chapter 6- Security in the Balkans After the Cold War: Bosnia and Kosovo Interventions- THE BOSNIA&amp;HERZEGOVINA - SERBIA WAR<br/>The ultimate goal of the NATO military operation called the “Balkan Storm” or “Operation Deliberate Force”, was to stop the Serbian attacks and to remove the Serbian elements in the region out of the region."
  },
  {
    "id": "2372238",
    "unitNumber": 6,
    "text": "In which of the following cities is the Dayton Peace Agreement signed?",
    "correctAnswer": "A",
    "options": {
      "A": "Paris",
      "B": "Londra",
      "C": "Washington",
      "D": "Berlin",
      "E": "Berlin"
    },
    "explanation": "Chapter 6- Security in the Balkans After the Cold War: Bosnia and Kosovo Interventions- THE BOSNIA&amp;HERZEGOVINA - SERBIA WAR<br/>The three and a half years of civil war in Bosnia ended with the ceasefire negotiations that started on 1 November 1995. Peace talks started in Dayton, Ohio, USA, with the participation of Alija Izetbegovic on behalf of Bosnia and Herzegovina, Franjo Tudjman on behalf of Croatia, and Slobodan Milosevic on behalf of Serbia. The agreement, consisting of the main text and eleven annexes drafted in the city of Dayton, was signed by the parties on 14 December 1995 in Paris."
  },
  {
    "id": "2372240",
    "unitNumber": 6,
    "text": "When was the Dayton Peace Agreement signed?",
    "correctAnswer": "E",
    "options": {
      "A": "1991",
      "B": "1992",
      "C": "1993",
      "D": "1994",
      "E": "1995"
    },
    "explanation": "Chapter 6- Security in the Balkans After the Cold War: Bosnia and Kosovo Interventions- THE BOSNIA&amp;HERZEGOVINA - SERBIA WAR<br/>The three and a half years of civil war in Bosnia ended with the ceasefire negotiations that started on 1 November 1995. Peace talks started in Dayton, Ohio, USA, with the participation of Alija Izetbegovic on behalf of Bosnia and Herzegovina, Franjo Tudjman on behalf of Croatia, and Slobodan Milosevic on behalf of Serbia. The agreement, consisting of the main text and eleven annexes drafted in the city of Dayton, was signed by the parties on 14 December 1995 in Paris."
  },
  {
    "id": "2372244",
    "unitNumber": 6,
    "text": "Which of the following countries is the Brcko autonomous region located in?",
    "correctAnswer": "A",
    "options": {
      "A": "Bosnia and Herzegovina",
      "B": "Serbia",
      "C": "Croatia",
      "D": "North Macedonia",
      "E": "Kosovo"
    },
    "explanation": "Chapter 6- Security in the Balkans After the Cold War: Bosnia and Kosovo Interventions- THE BOSNIA&amp;HERZEGOVINA - SERBIA WAR<br/>According to the Dayton Peace Agreement, the Republic of Bosnia and Herzegovina shall consist of two entities; the Federation of Bosnia and Herzegovina consisting of 10 cantons and the Serb Republic, and a small autonomous region called Brcko"
  },
  {
    "id": "2372247",
    "unitNumber": 6,
    "text": "Which of the following is the armed organization established by the Kosovars to fight the Serbs?",
    "correctAnswer": "E",
    "options": {
      "A": "SDA",
      "B": "SDS",
      "C": "HDZ",
      "D": "BHP",
      "E": "UÇK"
    },
    "explanation": "Chapter 6- Security in the Balkans After the Cold War: Bosnia and Kosovo Interventions- THE KOSOVO INTERVENTION<br/>Kosovo Liberation Army (UÇK-Ushtria Çlirimtare Kosoves), which was the militia of Kosovo Albanians."
  },
  {
    "id": "2372249",
    "unitNumber": 6,
    "text": "The USA is considering controlling Macedonia and Yugoslavia through which of the following countries?",
    "correctAnswer": "C",
    "options": {
      "A": "Albania",
      "B": "Montenegro",
      "C": "Kosovo",
      "D": "Croatia",
      "E": "Bulgaria"
    },
    "explanation": "Chapter 6- Security in the Balkans After the Cold War: Bosnia and Kosovo Interventions- GLOBAL AND REGIONAL ACTORS IN THE BOSNIA AND KOSOVO WARS<br/>Second, the USA was able to control the processes in both Yugoslavia and Macedonia with its control over Kosovo."
  },
  {
    "id": "2372253",
    "unitNumber": 6,
    "text": "Which country accidentally hit the Chinese Embassy building during the Kosovo intervention?",
    "correctAnswer": "B",
    "options": {
      "A": "The United Kingdom",
      "B": "The United States of America",
      "C": "France",
      "D": "Germany",
      "E": "Turkey"
    },
    "explanation": "Chapter 6- Security in the Balkans After the Cold War: Bosnia and Kosovo Interventions- GLOBAL AND REGIONAL ACTORS IN THE BOSNIA AND KOSOVO WARS<br/>During the Kosovo intervention, an interesting military and diplomatic event took place and the Chinese Embassy building was “accidentally” hit by the USA."
  },
  {
    "id": "2372255",
    "unitNumber": 6,
    "text": "What country model did the Vance-Owen Plan propose to be implemented?",
    "correctAnswer": "D",
    "options": {
      "A": "Irish",
      "B": "German",
      "C": "Russian",
      "D": "Swiss",
      "E": "American"
    },
    "explanation": "Chapter 6- Security in the Balkans After the Cold War: Bosnia and Kosovo Interventions- THE BOSNIA&amp;HERZEGOVINA - SERBIA WAR<br/>The Vance-Owen plan, named after former US foreign minister Cyrus Vance representing the UN and David Owen, representing the EC, proposed the implementation of the Swiss model in Bosnia."
  },
  {
    "id": "2373663",
    "unitNumber": 6,
    "text": "Which of the following was <em>not</em> one of the main factors affecting regional security in the post-Cold War era?",
    "correctAnswer": "A",
    "options": {
      "A": "Threat that could come from ideological blocs",
      "B": "Threats originating from within states",
      "C": "The potential for conflict stemming from ethnic problems",
      "D": "Border problems between countries",
      "E": "The potential for conflict stemming from and religious problems"
    },
    "explanation": "All options are true according to references (Veremis, 2015: 125; Gecaj, 2018: 4) given on page 148 except the correct answer. Veremis (2015: 125) claims that “Threats originating from within states replaced the threat that could come from ideological or military blocs during the Cold War”. So ideological or military blocs were causing threats in Cold War Era, but not in Post-Cold War Era. (1 Analyse the Bosnia-Serbia War)"
  },
  {
    "id": "2373667",
    "unitNumber": 6,
    "text": "Which of the following is <em>not</em> among the events that escalated the Bosnia - Herzegovina vs. Serbia War?",
    "correctAnswer": "C",
    "options": {
      "A": "Since the war was not affecting international political and economic balances, international community was insensitive in the beginning of war.",
      "B": "The Serbian leader Slobodan Milosevic was aiming to establish a “Greater Serbia”, rooted on the ethnic nationalist feelings revived in Balkans after disintegration of Yugoslavia.",
      "C": "Serbian militia forces under the supervision of UN peacekeepers in Srebrenica was not able to to attack Bosnians.",
      "D": "The international community, especially the EU and the USA, did not take effective and deterrent measures against Serbs attacking the Bosnians.",
      "E": "Bosnia-Herzegovina, led by Izetbegovic, declared its independence which was acknowledged by United States and European Community, but Bosnian Serbs and Belgrade administration demanded to withdraw this decision."
    },
    "explanation": "The correct answer does not reflect what happened in the reality. The UN, US and EC decded to use non-violent methods to resolve the conflict in the beginning. So, “… the international community, especially the EU and the USA, did not take effective and deterrent measures against Serbs, and the attacks against the Bosniaks by Serbian militia forces under the supervision of UN peacekeepers in Srebrenica, which was declared a safe zone by the UN, reached the level of genocide (Dalar, 2008: 97).” as it is given on page 149. . (1 Analyse the Bosnia-Serbia War, 3 Interpret the strategies of global and regional powers such as the US, RF, UN, EU, and Turkey in the Bosnia and Kosovo crisis)"
  },
  {
    "id": "2373670",
    "unitNumber": 6,
    "text": "According to the plan announced on January 2, 1993, Bosnia would be divided into ten cantons and the control of these cantons would be shared among Serbs, Croats, and Muslims in the form of three cantons for each community, putting Sarajevo in control of international forces as an “open city”.<br/>What is the name of this plan?",
    "correctAnswer": "B",
    "options": {
      "A": "Safe Zones Plan",
      "B": "The Vance-Owen Plan",
      "C": "Izetbegovic Plan",
      "D": "United Nations Plan",
      "E": "Dayton Plan"
    },
    "explanation": "The definition in the question is given for Vance-Owen Plan on page 150. (1 Analyse the Bosnia-Serbia War, 3 Interpret the strategies of global and regional powers such as the US, RF, UN, EU, and Turkey in the Bosnia and Kosovo crisis)"
  },
  {
    "id": "2373676",
    "unitNumber": 6,
    "text": "Which is true about the Safe Zones declared by UN Security Council during Bosnia-Herzegovina vs. Serbia War?",
    "correctAnswer": "D",
    "options": {
      "A": "The UN Security Council defined the attacks against Bosnian Muslims as “genocide”.",
      "B": "The International Court of Justice decided that Serbia did not commit any the crime of genocide in Bosnia-Herzegovina.",
      "C": "The declared safe zone was limited to Srebrenica region.",
      "D": "The disarmament of safe zones and the insufficiency of UN Protection Forces posed a danger to the people of the region, instead of preventing the attacks.",
      "E": "Safe Zones were declared to stop the attacks of the Bosnian Muslim paramilitary groups against Serbians."
    },
    "explanation": "All the options are false according to the “The Safe Zones Plan” on page 150-151, except the correct option. Safe zone were declared against Serbian paramilitary groups who are attacking Bosnian Muslim civilians. After Srebrenica, Sarajevo, Zepa, Tuzla, Gorazde and Bihac were also declared as safe zones. Although the International Court of Justice decided that Serbia committee crime of genocide, this decision was interpreted differently by the UN Security Council and the attacks against Bosnian Muslims were defined as “ethnic cleansing”, not “genocide”. (1 Analyse the Bosnia-Serbia War, 3 Interpret the strategies of global and regional powers such as the US, RF, UN, EU, and Turkey in the Bosnia and Kosovo crisis)"
  },
  {
    "id": "2373677",
    "unitNumber": 6,
    "text": "Which is <em>false</em> about the peace agreement in 1995 that ends the Bosnia and Herzegovina against Serbia War?",
    "correctAnswer": "A",
    "options": {
      "A": "The Presidency of Bosnia and Herzegovina shall consist of two members.",
      "B": "According to the Dayton Peace Agreement, the Republic of Bosnia and Herzegovina shall consist of two entities.",
      "C": "The parties that signed the agreement were Alija Izetbegovic on behalf of Bosnia and Herzegovina, Franjo Tudjman on behalf of Croatia, and Slobodan Milosevic on behalf of Serbia.",
      "D": "Serbian Military Forces forced their opponents to surrender, which led to a peace agreement.",
      "E": "The military operation executed by NATO forces led to the peace agreement."
    },
    "explanation": "As stated on page 151, “the Presidency of Bosnia and Herzegovina shall consist of three Members: one Bosniak and one Croat, each directly elected from the territory of the Federation, and one Serb directly elected from the territory of the Republika Srpska”. (1 Analyse the Bosnia-Serbia War, 3 Interpret the strategies of global and regional powers such as the US, RF, UN, EU, and Turkey in the Bosnia and Kosovo crisis)"
  },
  {
    "id": "2373682",
    "unitNumber": 6,
    "text": "Why did NATO’s intervention in Kosovo in 1999 sparked some controversy on the legitimacy of the operation?",
    "correctAnswer": "B",
    "options": {
      "A": "The UÇK (the Kosovo Liberation Army) were successfully defending the Kosovo and NATO did not had to intervene.",
      "B": "NATO did not get UN (United Nations) Security Council approval which is necessary according to Article 7 of Chapter 42 of the UN Charter.",
      "C": "The operation took 78 days until the ceasefire although it was planned to be finished in 10 days.",
      "D": "The of UNMIK (United Nations Interim Administration Mission in Kosovo) was established and the NATO operation was unnecessary.",
      "E": "NATO used excessive force against the Serbians and caused a lot of civilian casualties."
    },
    "explanation": "The correct option is clearly declared in the section “Discussions on Intervention” on page 155. There were no evidence on use of excessive force. The intervention is based on aircraft operations. The duration of the operation did not cause any controversy regarding to its legitimacy. The UNMIK presence and capability of UÇK were not discussed regarding to the legitimacy of NATO operation. (2 Evalaute the Kosova Intervention)"
  },
  {
    "id": "2373686",
    "unitNumber": 6,
    "text": "Which<em> false</em> about the position of several international actors given below, during the crisis in Bosnia and Kosova in Post-Cold War Era?",
    "correctAnswer": "D",
    "options": {
      "A": "Russian Federation was not able to achieve the desired effect in the Balkans against Western rivals such as the USA and the EU.",
      "B": "The United States diplomatically increased its regional influence as well as its participation to military operations through NATO.",
      "C": "The European Community member countries, which are generally not very successful in developing a common foreign policy, continued the same attitude.",
      "D": "Turkey argued that separatist demands should be accepted, to support Muslims in the region.",
      "E": "Turkey shaped the regional policy by intensifying its relations with the countries in the region and global actors, mainly the US."
    },
    "explanation": "As stated on page 162, “Turkey…” “…argued that accepting separatist demands would increase the conflict trends emphasizing once again that the status quo should be maintained within the framework of Yugoslavia’s territorial integrity. All the other statements are valid as given in the section “Global and Regional Actors in the Bosnia and Kosovo Wars” between page 157 to 162."
  },
  {
    "id": "2373690",
    "unitNumber": 6,
    "text": "Which of the following is <em>not</em> a reason that Turkey showed interest in the Kosovo conflict during the Post-Cold War Era?",
    "correctAnswer": "E",
    "options": {
      "A": "The majority of Kosovo Albanians were Muslims and were receiving support from the Turkish public.",
      "B": "Turkey-Albania relations constituted a counterweight to Greece in the Balkans.",
      "C": "The Yugoslavian administration had committed grave human rights violations in Kosovo and attracted the reaction of the international community, including Turkey.",
      "D": "Turkey took sides with the United States wishing to implement severe sanctions against Yugoslavia, as a result of US-Turkey cooperation in the Balkans.",
      "E": "Turkey decided stand against Russian Federation in Balkans due to the conflict of interest that has historical roots."
    },
    "explanation": "The last option is completely irrelevant and the Russian Federation did not have a large influence in the Balkans during the Post-Cold War Era, until Vladimir Putin was elected as president and made several changes in Russia Fedaration’s Balkans policy."
  },
  {
    "id": "2373696",
    "unitNumber": 6,
    "text": "Following are the names, countries and positions of the statesman who had influenced the conflicts in Balkans during the Post-Cold War Era. Which of the following matches is correct?",
    "correctAnswer": "C",
    "options": {
      "A": "Alija Izetbegovic - The leader of the Kosovar Muslims",
      "B": "Ibrahim Rugova - The leader of the Bosnian Muslims",
      "C": "Slobodan Milosevic - Serbian leader",
      "D": "David Owen - US Foreign Minister",
      "E": "Cyrus Vance - European Community Representative"
    },
    "explanation": "The only correct match is Slobodan Milosevic, who was the Serbian leader. Cyrus Vance was US Foreign Minister and David Owen was European Community Representative (p. 150) who established the Vance-Owen plan. Alija Izetbegovic was the leader of Bosnian Muslims (p. 150 and 152). Ibrahim Rugova was the Kosovar politician, leader of LDK and the passive resistance movement in Kosova (not Bosnia). Slobodan Milosevic is the Serbian leader. Although this information is missing in the book, Milosevic was later judged at the Hague for his crimes against humanity in Kosovo and Bosnia but died before the trial could be concluded. For this reason, it is tought that some special emphasis should be given to his name and his actions."
  },
  {
    "id": "2378197",
    "unitNumber": 6,
    "text": "Which of the following country is not one of the Western Balkan country?",
    "correctAnswer": "E",
    "options": {
      "A": "Albania",
      "B": "Bosnia-Herzegovina",
      "C": "Montenegro",
      "D": "Macedonia",
      "E": "Slovenia"
    },
    "explanation": "The definition “Western Balkans” is not a geographic distinction, but one based on identity and ethnicity. Countries such as Albania, Bosnia-Herzegovina, Macedonia, Montenegro, Serbia, and Kosovo that failed or were less successful in<br/>the integration process were positioned within this definition."
  },
  {
    "id": "2378199",
    "unitNumber": 6,
    "text": "When was the Balkan Pact signed?",
    "correctAnswer": "A",
    "options": {
      "A": "1934",
      "B": "1937",
      "C": "1939",
      "D": "1941",
      "E": "1953"
    },
    "explanation": "The Balkan Pact was signed in 1934"
  },
  {
    "id": "2378202",
    "unitNumber": 6,
    "text": "When was the Balkan Alliance established?",
    "correctAnswer": "B",
    "options": {
      "A": "1951",
      "B": "1954",
      "C": "1957",
      "D": "1961",
      "E": "1979"
    },
    "explanation": "Balkan Alliance was established in 1954 under the containment policy of the USA (The United States of America),"
  },
  {
    "id": "2378206",
    "unitNumber": 6,
    "text": "For the Balkan countries, the potential for conflict stemming from ethnic and .................... problems, which are conventional threats, and border problems between countries were the main factors affecting regional security in the post-Cold War era. <br/><strong>Which is the option that completes the above blank place correctly?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "religious",
      "B": "economic",
      "C": "demographic",
      "D": "historical",
      "E": "leadership"
    },
    "explanation": "For the Balkan countries, the potential for conflict stemming from ethnic and religious problems, which are conventional threats, and border problems between countries were the main factors affecting regional security in the post-Cold War era."
  },
  {
    "id": "2378213",
    "unitNumber": 6,
    "text": "When was the The Vance-Owen Plan announced?",
    "correctAnswer": "D",
    "options": {
      "A": "1989",
      "B": "1990",
      "C": "1991",
      "D": "1993",
      "E": "2001"
    },
    "explanation": "The Vance-Owen plan, named after former US foreign minister Cyrus Vance representing the UN and David Owen, representing the EC, proposed the implementation of the Swiss model in Bosnia. According to the plan announced on January 2, 1993, Bosnia would be divided into ten cantons and the control of these cantons would be shared among Serbs, Croats, and Muslims in the<br/>form of three cantons for each community.<br/>The Vance-Owen plan, named after former US foreign minister Cyrus Vance representing the UN and David Owen, representing the EC, proposed the implementation of the Swiss model in Bosnia. According to the plan announced on January 2, 1993, Bosnia would be divided into ten cantons and the control of these cantons would be shared among Serbs, Croats, and Muslims in the form of three cantons for each community."
  },
  {
    "id": "2378221",
    "unitNumber": 6,
    "text": "The Vance-Owen plan, named after former US Foreign Minister Cyrus Vance representing the UN and David Owen, representing the EC, proposed the implementation of the Swiss model in ............... .<br/><strong>Which is the option that completes the above blank place correctly?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Serbia",
      "B": "Montenegro",
      "C": "Kosovo",
      "D": "Albenia",
      "E": "Bosnia"
    },
    "explanation": "The Vance-Owen plan, named after former US foreign minister Cyrus Vance representing the UN and David Owen, representing the EC, proposed the implementation of the Swiss model in Bosnia."
  },
  {
    "id": "2378231",
    "unitNumber": 6,
    "text": "According to which Chapter of the United Nations Treaty, United Nations Security Council declared Srebrenica a safe zone with the resolution numbered 814 dated 16.04.1993, and Sarajevo, Zepa, Tuzla, Gorazde and Bihac with the resolution numbered 824 dated 06.05.1993?",
    "correctAnswer": "A",
    "options": {
      "A": "7th Chapter of the UN Treaty",
      "B": "17th Chapter of the UN Treaty",
      "C": "9th Chapter of the UN Treaty",
      "D": "10th Chapter of the UN Treaty",
      "E": "2th Chapter of the UN Treaty"
    },
    "explanation": "UN Security Council declared Srebrenica a safe zone with the resolution numbered 814 dated 16.04.1993, and Sarajevo, Zepa, Tuzla, Gorazde and Bihac with the resolution numbered 824 dated 06.05.1993, within the scope of the 7th Chapter of the UN Treaty."
  },
  {
    "id": "2378236",
    "unitNumber": 6,
    "text": "In the Bosnia intervention, the UN Security Council evaluated NATO within the scope of ................. . Thus, NATO, based the legitimacy of the intervention in Bosnia on this article.<br/><strong>Which is the option that completes the above blank place correctly?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Article 51",
      "B": "Article 53",
      "C": "Article 5",
      "D": "Article 2",
      "E": "Article 55"
    },
    "explanation": "In the Bosnia intervention, the UN Security Council evaluated NATO within<br/>the scope of Article 53. Thus, NATO, based the legitimacy of the intervention in Bosnia on this article."
  },
  {
    "id": "2378240",
    "unitNumber": 6,
    "text": "When the Dayton Peace Agreement was signed?",
    "correctAnswer": "A",
    "options": {
      "A": "in 1995",
      "B": "in 1999",
      "C": "in 2000",
      "D": "in 2001",
      "E": "in 2002"
    },
    "explanation": "Dayton Peace Agreement was signed by the parties on 14 December 1995 in Paris."
  },
  {
    "id": "2378251",
    "unitNumber": 6,
    "text": "When Croatia gained full EU membership status in the European Union?",
    "correctAnswer": "B",
    "options": {
      "A": "in 2007",
      "B": "in 2013",
      "C": "in 2004",
      "D": "in 2009",
      "E": "in 2020"
    },
    "explanation": "Greece gained full EU membership status in 1981, Slovenia in 2004, Bulgaria and Romania in 2007, and Croatia in 2013."
  },
  {
    "id": "3845732",
    "unitNumber": 6,
    "text": "What was the main reason why the Srebrenica massacre occurred despite its designation as a “safe zone” during the Bosnian War?",
    "correctAnswer": "B",
    "options": {
      "A": "NATO refused to intervene in the conflict",
      "B": "The inadequacy of UNPROFOR",
      "C": "Bosnian Muslims rejected the Dayton Agreement",
      "D": "Serbian forces withdrew before the massacre",
      "E": "The Vance-Owen Plan was implemented successfully"
    },
    "explanation": "The expected peace could not be brought in the regions determined by the safe zones plan, and the smooth implementation of humanitarian aid for those living in Bosnia could not be achieved. Besides, the disarmament of safe zones and the insufficiency of UNPROFOR posed a danger to the people of the region, as well as creating vital risks for people coming from outside the region, thinking the region was safe. Safe zones, which were thought to protect the lives of innocent people<br/>in the face of Serbian attacks, were everything but “safe” (Holbrooke, 1999: 89).<br/>The inadequacy of UNPROFOR"
  },
  {
    "id": "3845733",
    "unitNumber": 6,
    "text": "Why did Bosnian Muslims oppose the Vance-Owen Plan?",
    "correctAnswer": "B",
    "options": {
      "A": "It gave Sarajevo to Serbian control",
      "B": "It divided Bosnia on an ethnic basis",
      "C": "It allowed NATO troops in Bosnia",
      "D": "It excluded Muslim representatives from negotiations",
      "E": "It increased the Muslim-controlled territory"
    },
    "explanation": "The reactions of the parties regarding the plan differed. Despite the support of the US, Serbia, and Croatia, Bosnian Muslims and Bosnian Serbs opposed the Plan. The reason why Bosnian Muslims opposed the Plan was that the plan divided Bosnia-Herzegovina territories on an ethnic basis.<br/>It divided Bosnia on an ethnic basis"
  },
  {
    "id": "3845734",
    "unitNumber": 6,
    "text": "According to the Dayton Peace Agreement, what were the two main entities of Bosnia and Herzegovina?",
    "correctAnswer": "C",
    "options": {
      "A": "Federation of Bosnia and Herzegovina and Brčko District",
      "B": "Bosnian Federation and Croat Republic",
      "C": "Federation of Bosnia and Herzegovina and the Serb Republic",
      "D": "Croat Federation and Serbian Autonomous Region",
      "E": "Bosnian Republic and Serb Republic"
    },
    "explanation": "According to the Dayton Peace Agreement, the Republic of Bosnia and Herzegovina shall consist of two entities; the Federation of Bosnia and Herzegovina consisting of 10 cantons and the Serb Republic.<br/>Federation of Bosnia and Herzegovina and the Serb Republic"
  },
  {
    "id": "3845735",
    "unitNumber": 6,
    "text": "What is the significance of NATO’s decision not to conduct a ground operation in Kosovo in military history?",
    "correctAnswer": "C",
    "options": {
      "A": "It was the first UN-led operation without ground forces.",
      "B": "It was the first NATO operation without Security Council approval.",
      "C": "It was the first intervention carried out solely by air operations.",
      "D": "It was the last NATO operation in the Balkans.",
      "E": "It was the first humanitarian mission by NATO."
    },
    "explanation": "What makes NATO operation different in terms of military history is that it is the first operation without a ground war. In this respect, NATO operations were the first military intervention to be carried out by air operation only.<br/>It was the first intervention carried out solely by air operations."
  },
  {
    "id": "3845736",
    "unitNumber": 6,
    "text": "Which of NATO’s five key demands to Milosevic during the Kosovo intervention aimed at ensuring civilian safety?",
    "correctAnswer": "E",
    "options": {
      "A": "Establishing an autonomous Kosovo government immediately",
      "B": "Allowing the safe return of all refugees to their homes",
      "C": "Opening Serbian borders to refugees",
      "D": "Redrawing Kosovo’s borders",
      "E": "The withdrawal of Serbian military, police, and paramilitary forces from Kosovo"
    },
    "explanation": "In the course of the operation, the leaders of NATO member states presented five basic demands they asked Slobodan Milosevic to fulfill: all war activities and human deaths shall be stopped, Serbian soldiers, police and paramilitary forces<br/>shall be withdrawn from Kosovo, an international military force shall be deployed in Kosovo, all refugees shall return, humanitarian aids shall be continued without intervention, and a political solution model shall be created for the solution of the Kosovo problem<br/>The withdrawal of Serbian military, police, and paramilitary forces from Kosovo"
  },
  {
    "id": "3845737",
    "unitNumber": 6,
    "text": "How did the Russian Federation view the Kosovo problem in the 1990s?",
    "correctAnswer": "C",
    "options": {
      "A": "As a NATO-led international issue",
      "B": "As a European Union responsibility",
      "C": "As an internal issue of Serbia",
      "D": "As a regional conflict between Albania and Serbia",
      "E": "As a humanitarian crisis requiring UN action"
    },
    "explanation": "The strategy of RF to increase its efficiency by feeding on instability in the Balkans is a historical reality. The Bosnia war can be shown as an example of this<br/>strategy (Samokhvalov, 2019: 196). RF evaluated the Kosovo issue as an internal problem of Serbia. Therefore, in the solution of the problem, Serbia’s sovereign rights should not have been violated<br/>As an internal issue of Serbia"
  },
  {
    "id": "3845738",
    "unitNumber": 6,
    "text": "What was the main reason for the EC’s failure in managing Balkan crises in the 1990s?",
    "correctAnswer": "A",
    "options": {
      "A": "Different interests and expectations among member states",
      "B": "Lack of military resources",
      "C": "Dependence on US diplomacy",
      "D": "Strong Russian opposition",
      "E": "Failure to recognize the independence of Croatia"
    },
    "explanation": "When the Bosnia war began, the EC member states had a dilemma about whether to intervene in the conflict processes with non-armed forces (soft power) or with a military force (hard power) to be formed through the WEU (Western European Union)<br/>Also, the fact that Britain and France, two other powerful countries of the EC, apart from Germany, had different interests, perceptions, and approaches regarding the events during the conflict, caused the failure of political and diplomatic efforts.<br/>Different interests and expectations among member states"
  },
  {
    "id": "3845739",
    "unitNumber": 6,
    "text": "What is an example of Turkey’s logistical support to NATO during the Kosovo operation?",
    "correctAnswer": "C",
    "options": {
      "A": "Sending humanitarian aid convoys.",
      "B": "Deploying F-16 aircraft only for training purposes",
      "C": "Opening Bandırma and Çorlu air bases",
      "D": "Hosting the Rambouillet negotiations",
      "E": "Providing UN peacekeeping forces to Bosnia"
    },
    "explanation": "When the NATO operation began, Turkey was actively involved in the operation with the participation of F-16 fighter jets, initially sent for reconnaissance and surveillance purposes, in the bombardment (Uzgel, 2001: 276). Besides, Turkey expanded the field support for the operation by making Bandırma and Çorlu air bases available to the US.<br/>Opening Bandırma and Çorlu air bases"
  },
  {
    "id": "3845740",
    "unitNumber": 6,
    "text": "Which leader pursued the goal of creating a “Greater Serbia”?",
    "correctAnswer": "D",
    "options": {
      "A": "Alija Izetbegovic",
      "B": "Radovan Karadzic",
      "C": "Franjo Tudjman",
      "D": "Slobodan Milosevic",
      "E": "Richard Holbrooke"
    },
    "explanation": "One of the most important reasons for the Bosnia war is the dream of Serbian leader Slobodan Milosevic to create a “Greater Serbia”."
  },
  {
    "id": "3845741",
    "unitNumber": 6,
    "text": "What was the main objective of NATO’s “Operation Deliberate Force” in Bosnia?",
    "correctAnswer": "E",
    "options": {
      "A": "Enforcing the Vance-Owen Plan",
      "B": "Removing UNPROFOR from Sarajevo",
      "C": "Protecting Croat-held territories",
      "D": "Disarming Bosnian Muslims",
      "E": "Removing Serbian forces from the area"
    },
    "explanation": "The ultimate goal of the NATO military operation called the “Balkan Storm” or “Operation Deliberate Force”, was to stop the Serbian attacks and to remove the Serbian elements in the region out of the region.<br/>Removing Serbian forces from the area"
  },
  {
    "id": "2368655",
    "unitNumber": 7,
    "text": "After the disintegration of Yugoslavia, there were four wars in the Balkans between 1990 and 1995. Which of the following country <u><strong>was not involved</strong></u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Romania",
      "B": "Slovenia",
      "C": "Croatia",
      "D": "Bosnia-Herzegovina",
      "E": "Kosovo"
    },
    "explanation": "Re-read \"INTRODUCTION\" section of your book<br/>After the disintegration of Yugoslavia, there were four wars in the Balkans between 1990 and 1995: Slovenia, Croatia, BosniaHerzegovina and Kosovo Wars."
  },
  {
    "id": "2368865",
    "unitNumber": 7,
    "text": "Which country is the oldest EU member of the Balkans?",
    "correctAnswer": "C",
    "options": {
      "A": "Bulgaria",
      "B": "Romania",
      "C": "Greece",
      "D": "Slovenia",
      "E": "Croatia"
    },
    "explanation": "Re-read \"Ethnic Nationalism and its Reflections on Political Life\" section of your book.<br/>Greece is the oldest EU member of the Balkans."
  },
  {
    "id": "2368867",
    "unitNumber": 7,
    "text": "Which country in Europe has the highest unemployement rate?",
    "correctAnswer": "D",
    "options": {
      "A": "Greece",
      "B": "Bosnia and Herzegovina",
      "C": "Bulgaria",
      "D": "Kosovo",
      "E": "Serbia"
    },
    "explanation": "Re-read \"Economic Problems\" section of your book.<br/>Kosovo has the highest unemployment rate in Europe, at 25.3%."
  },
  {
    "id": "2368869",
    "unitNumber": 7,
    "text": "Which country is one of the most problem-free state in the region?",
    "correctAnswer": "B",
    "options": {
      "A": "Montenegro",
      "B": "Croatia",
      "C": "Serbia",
      "D": "Kosovo",
      "E": "Bosnia and Herzegovina"
    },
    "explanation": "Re-read \"Economic problems\" section of your book<br/>Besides, after completing the EU accession process in 2013, Croatia was one of the most problem-free states in the region."
  },
  {
    "id": "2370501",
    "unitNumber": 7,
    "text": "Orginized crime is one of the chronic problems in the Balkans. Whic of the following countries taken important steps with help of EU to fights against it?",
    "correctAnswer": "C",
    "options": {
      "A": "Slovenia and Bulgaria",
      "B": "Croatia and Montenegro",
      "C": "Slovenia and Croatia",
      "D": "Kosovo and Montenegro",
      "E": "Bulgaria and Serbia"
    },
    "explanation": "Re-read \"Ethnic Nationalism and its Reflections on Political Life\" section of your book.<br/>Organized crime is one of the chronic problems in the Balkans. Only<br/>Croatia and Slovenia have taken important steps in their fight against organized crime with the help of the EU."
  },
  {
    "id": "2370514",
    "unitNumber": 7,
    "text": "When was Dayton Peace Agreement was signed to end the war?",
    "correctAnswer": "D",
    "options": {
      "A": "1985",
      "B": "1989",
      "C": "1992",
      "D": "1995",
      "E": "1998"
    },
    "explanation": "Re-read \"25-year-old International Protectorate in Bosnia and Herzegovina\" section of your book<br/>The war, which lasted about three and a half years, ended only with the United States taking a clear stance on December 14, 1995, when the Dayton Peace Agreement (DPA) was signed in Paris."
  },
  {
    "id": "2370541",
    "unitNumber": 7,
    "text": "In 2007, the Ahtisaari Plan was prepared after the negotiations between which of the following countries?",
    "correctAnswer": "B",
    "options": {
      "A": "Herzegovina and Serbia",
      "B": "Kosovo and Serbia",
      "C": "Serbia and Bosnia",
      "D": "Kosovo and Montenegro",
      "E": "Bosnia and Herzegovina"
    },
    "explanation": "Re-read \"Kosovo: Independence Process under International Protection\" section of your book.<br/>In November 2005, the UN Secretary General sent former <strong>Finnish President Martti Ahtisaari</strong> to Kosovo as a special representative to determine Kosovo’s status. Ahtisaari began his work, which would also win him the 2008 Nobel Prize, and led negotiations with both sides for 15 months. At the end of this process, he prepared a plan for the status of Kosovo in March 2007. Known as the Ahtisaari plan, this plan envisaged Kosovo to be independent, provided that it remained under international supervision for a specified period."
  },
  {
    "id": "2370543",
    "unitNumber": 7,
    "text": "When did Kosovo declared its independence?",
    "correctAnswer": "E",
    "options": {
      "A": "1999",
      "B": "2002",
      "C": "2005",
      "D": "2007",
      "E": "2008"
    },
    "explanation": "Re-read \"Kosovo: Independence Process under International Protection\" section of your book.<br/>The Kosovo Parliament unanimously declared its independence on February 17, 2008."
  },
  {
    "id": "2370871",
    "unitNumber": 7,
    "text": "Which one of the following has the greatest influence on Kosovo's military security policies?",
    "correctAnswer": "C",
    "options": {
      "A": "The EU",
      "B": "Russia",
      "C": "United States of America",
      "D": "Germany",
      "E": "France"
    },
    "explanation": "Re-read \"Kosovo: Independence Process under International Protection\" section of your book.<br/>The United States has a great influence on Kosovo’s military security policies."
  },
  {
    "id": "2370875",
    "unitNumber": 7,
    "text": "Which of the following country<u><strong> is not considered</strong></u> as part of Western Balkans by the EU?",
    "correctAnswer": "A",
    "options": {
      "A": "Slovenia",
      "B": "Serbia",
      "C": "Macedonia",
      "D": "Kosovo",
      "E": "Albania"
    },
    "explanation": "Re-read \"Euroatlantic Integration of Balkans\" section of your book.<br/>The region consisting of Croatia, Macedonia, Bosnia-Herzegovina, Serbia, Montenegro and Kosovo and Albania, which are the countries that left the Former Yugoslavia, except Slovenia, are called the Western Balkans by the EU."
  },
  {
    "id": "2370899",
    "unitNumber": 7,
    "text": "Fill in the blank: <br/>The EU aimed to keep the membership motivations of the Balkan countries alive by organizing the ............in 2014supporting the continuation of enlargement.",
    "correctAnswer": "C",
    "options": {
      "A": "Framework Participation Agreement (FPA)",
      "B": "Prespa Agreement",
      "C": "Berlin Process",
      "D": "Community Assistance for Reconstruction Development and Stabilization (CARDS)",
      "E": "The Stabilization and Association Process (SAP)"
    },
    "explanation": "Re-read \"Euroatlantic Integration of Balkans\" section of your book.<br/>The EU aimed to keep the membership motivations of the Balkan countries alive by organizing the <strong>Berlin Process</strong> in 2014 initiated by Germany, Austria, Croatia, France, Italy, Slovenia, the United Kingdom, and Poland and supporting the continuation of enlargement."
  },
  {
    "id": "2370902",
    "unitNumber": 7,
    "text": "Which of the following country prevented Macedonia from establishing close relations with the EU?",
    "correctAnswer": "D",
    "options": {
      "A": "Slovenia",
      "B": "Croatia",
      "C": "Montenegro",
      "D": "Greece",
      "E": "Serbia"
    },
    "explanation": "Re-read \"Euroatlantic Integration of Balkans\" section of your book.<br/><strong>Greece</strong> prevented Macedonia, which declared its independence in 1991, from establishing close relations with the EU."
  },
  {
    "id": "2370906",
    "unitNumber": 7,
    "text": "Which of the following countries <u><strong>do not recognize</strong></u> the independence of Kosovo?",
    "correctAnswer": "E",
    "options": {
      "A": "USA and France",
      "B": "Italy and Austria",
      "C": "France and İsrail",
      "D": "Canada and England",
      "E": "Russia and China"
    },
    "explanation": "Re-read \"Euroatlantic Integration of Balkans\" section of your book.<br/>As of September 2020, 117 countries in the world recognize Kosovo, while Russia and China, which are permanent members of the UN Security Council, do not recognize Kosovo."
  },
  {
    "id": "2370909",
    "unitNumber": 7,
    "text": "Which of the following countries <strong>have made the least progress</strong> in their relations with the EU in the Western Balkans and <strong><u>have not yet started</u> negotiations </strong>with the EU?",
    "correctAnswer": "A",
    "options": {
      "A": "Bosnia and Herzegovina and Kosovo",
      "B": "Serbia and Albania",
      "C": "Kosovo and Serbia",
      "D": "Bosnia and Herzegovina and Albania",
      "E": "North Macedonia and Albania"
    },
    "explanation": "Re-read \"Euroatlantic Integration of Balkans\" section of your book.<br/>The countries that have made the least progress in their relations with the EU in the Western Balkans and have not yet started negotiations are the <strong>Republic of Bosnia and Herzegovina and Kosovo</strong>"
  },
  {
    "id": "2370913",
    "unitNumber": 7,
    "text": "Fill in the blanks:<br/>......... has strongly supported both enlargement and reform in Western Balkans as many member states have become critical of enlargement. Along with........., it has been the only major EU country in the last decade that has driven the region to form EU policy.",
    "correctAnswer": "B",
    "options": {
      "A": "USA and France",
      "B": "UK and Germany",
      "C": "France and Germany",
      "D": "USA and UK",
      "E": "USA and Germany"
    },
    "explanation": "Re-read \"United Kingdom, Brexit and Balkans\" section of your book.<br/><strong> The United Kingdom</strong> has strongly supported both enlargement and reform in the region as many member states have become critical of enlargement. Along with<strong> Germany,</strong> it has been the only major EU country in the last decade that has driven the region to form EU policy."
  },
  {
    "id": "2370918",
    "unitNumber": 7,
    "text": "Which of the following UN Security Council members strongly objected NATO's intervention in the Bosnian genocide?",
    "correctAnswer": "C",
    "options": {
      "A": "USA and Germany",
      "B": "UK and France",
      "C": "Russia and China",
      "D": "USA and UK",
      "E": "Germany and Russia"
    },
    "explanation": "Re-read \"US and Balkans\" section of your book<br/>Despite the serious objections from the two UN Security Council members, <strong>Russia and China</strong>, the U.S led a military campaign against Serbia under the institutional umbrella of NATO."
  },
  {
    "id": "2370951",
    "unitNumber": 7,
    "text": "Fill in the blank:<br/>..... has been the place where the US-centered new Balkan structuring came to fore.",
    "correctAnswer": "C",
    "options": {
      "A": "Serbia",
      "B": "Bosnia",
      "C": "Kosovo",
      "D": "Albania",
      "E": "North Macedonia"
    },
    "explanation": "Re-read \"US and Balkans\" section of your book.<br/><strong>Kosovo</strong> has been the place where the US-centered new Balkan structuring came to the fore."
  },
  {
    "id": "2370957",
    "unitNumber": 7,
    "text": "Which of the following <u><strong>is not</strong></u> within the scope of the \"Humanitarian Intervention Concept\" developed by the UN Security Council to take coercive measures including military action to end the situation?",
    "correctAnswer": "E",
    "options": {
      "A": "Genocide",
      "B": "Forced migration",
      "C": "Civil war",
      "D": "Famine",
      "E": "Corruption"
    },
    "explanation": "Re-read \"US and Balkans\" section of your book.<br/>The “Humanitarian Intervention Concept” is a doctrine developed by the UN Security Council. Within the scope of this doctrine, if advanced human rights such as <strong>genocide, forced migration, civil war, military coup or famine</strong> occur in any state, coercive measures, including military intervention can be taken to end this situation."
  },
  {
    "id": "2370965",
    "unitNumber": 7,
    "text": "\"Russia has started to attach more importance to the Balkans both to prevent Europe from increasing its encirclement and to strengthen its Eurasian policy. It tries to make an impact by supporting nationalist parties and the far right in troubled countries.\"<br/>Which of the following country <u><strong>is not</strong> </u>one of them?",
    "correctAnswer": "E",
    "options": {
      "A": "Serbia",
      "B": "Montenegro",
      "C": "Bosnia and Herzegovina",
      "D": "Macedonia",
      "E": "Albania"
    },
    "explanation": "Re-read \"Russian Federation and Balkans\" section of your book.<br/>Russia has started to attach more importance to the Balkans both to prevent Europe from increasing its encirclement and to strengthen its Eurasian policy. It tries to make an impact by supporting nationalist parties and the far right in troubled countries such as <strong>Serbia, Macedonia, Bosnia and Herzegovina and Montenegro,</strong> and at least tries not to lose its influence in these countries."
  },
  {
    "id": "2370975",
    "unitNumber": 7,
    "text": "Which of the following country is one of China's most important allies in the Balkans?",
    "correctAnswer": "B",
    "options": {
      "A": "Croatia",
      "B": "Serbia",
      "C": "Romania",
      "D": "Bulgaria",
      "E": "Slovenia"
    },
    "explanation": "Re-read \"People’s Republic of China (PRC) and Balkans\" section of your book.<br/>Currently, one of China’s most important allies in the Balkans is <strong>Serbia</strong>."
  },
  {
    "id": "2372123",
    "unitNumber": 7,
    "text": "Which of the following is not among the necessary suggestions for the formation of democratic regimes in the Balkan countries where the discourse based on ethnic nationalism is dominant?",
    "correctAnswer": "C",
    "options": {
      "A": "grand coalition",
      "B": "minority veto",
      "C": "federated administration",
      "D": "proportional representation",
      "E": "local autonomy"
    },
    "explanation": "Chapter 7- Conflict Areas in the Balkans in the 21st Century-CONFLICT AND INSTABILITY<br/>AREAS IN THE BALKANS IN THE GLOBAL AGE<br/>In these countries, it is aimed to create a civil democratic structure with a power-sharing model based on four basic mechanisms: grand coalition, minority veto, proportional representation and local autonomy."
  },
  {
    "id": "2372128",
    "unitNumber": 7,
    "text": "In which of the countries below it can be said that ethnic identities are still the dominant factor in policy making today?",
    "correctAnswer": "B",
    "options": {
      "A": "Montenegro",
      "B": "Bosnia and Herzegovina",
      "C": "Romania",
      "D": "Bulgaria",
      "E": "Greece"
    },
    "explanation": "Chapter 7- Conflict Areas in the Balkans in the 21st Century-CONFLICT AND INSTABILITY AREAS IN THE BALKANS IN THE GLOBAL AGE<br/>However, ethnic identities are still the main factor in determining political preferences, especially in Bosnia and Herzegovina and Macedonia."
  },
  {
    "id": "2372134",
    "unitNumber": 7,
    "text": "Which of the following is the country with the highest unemployment rate in the Balkans?",
    "correctAnswer": "D",
    "options": {
      "A": "Montenegro",
      "B": "Serbia",
      "C": "Bulgaria",
      "D": "Kosovo",
      "E": "North Macedonia"
    },
    "explanation": "Chapter 7- Conflict Areas in the Balkans in the 21st Century- CONFLICT AND INSTABILITY<br/>AREAS IN THE BALKANS IN THE GLOBAL AGE<br/>High unemployment rate in the region is still very high. Kosovo has the highest unemployment rate in Europe, at 25.3%."
  },
  {
    "id": "2372139",
    "unitNumber": 7,
    "text": "Among which Balkan countries did the Piran Bay problem occur?",
    "correctAnswer": "A",
    "options": {
      "A": "Croatia and Slovenia",
      "B": "Bulgaria and Romania",
      "C": "Albania and Greece",
      "D": "Turkey and Greece",
      "E": "Croatia and Albania"
    },
    "explanation": "Chapter 7- Conflict Areas in the Balkans in the 21st Century- CONFLICT AND INSTABILITY<br/>AREAS IN THE BALKANS IN THE GLOBAL AGE<br/>Piran Bay: The disputed maritime delimitation area is located in the northernmost part of the Adriatic Sea which is embraced by three countries- Italy, Slovenia, and Croatia-and is called the Trieste Bay. Since the border between Slovenia and Croatia, which became independent after the dissolution of Yugoslavia in 1991, was not determined in detail before independence, many parts of the border remained controversial in Piran Bay and turned into a serious conflict between the two countries."
  },
  {
    "id": "2372141",
    "unitNumber": 7,
    "text": "Which of the following countries is <em>not</em> one of the countries in the Western Balkans defined by the European Union?",
    "correctAnswer": "E",
    "options": {
      "A": "Croatia",
      "B": "Serbia",
      "C": "Montenegro",
      "D": "Kosovo",
      "E": "Romania"
    },
    "explanation": "Chapter 7- MAIN GLOBAL ACTORS IN BALKANS AND THEIR POLICIES- Euroatlantic Integration of Balkans<br/>The EU evaluates the Balkan geography by dividing it into two parts as East and West. After Greece, the goal of integration with the Eastern Balkans was achieved with the membership of Bulgaria and Romania in 2007. After the period of wars in the former Yugoslavia, the European Union developed a new strategy called the Western Balkans in order to ensure stability and security in this region and to integrate the region into the EU gradually. The region consisting of Croatia, Macedonia, Bosnia-Herzegovina, Serbia, Montenegro and Kosovo and Albania, which are the countries that left the Former Yugoslavia, except Slovenia, are called the Western Balkans by the EU."
  },
  {
    "id": "2372144",
    "unitNumber": 7,
    "text": "When Croatia became a member of the European Union?",
    "correctAnswer": "A",
    "options": {
      "A": "2013",
      "B": "2004",
      "C": "1999",
      "D": "2007",
      "E": "2019"
    },
    "explanation": "Chapter 7- MAIN GLOBAL ACTORS IN BALKANS AND THEIR POLICIES- Euroatlantic Integration of Balkans<br/>Croatia applied for EU membership in 2003 and was in negotiations from 2005 until 2011. On 9 December 2011 leaders from the EU and Croatia signed the accession treaty. The country became the 28th EU member country on 1 July 2013."
  },
  {
    "id": "2372148",
    "unitNumber": 7,
    "text": "Between which of the following countries is the Prespa agreement signed?",
    "correctAnswer": "B",
    "options": {
      "A": "Albania and Kosovo",
      "B": "North Macedonia and Greece",
      "C": "Serbia and BIH",
      "D": "Croatia and Serbia",
      "E": "Bulgaria nd Romania"
    },
    "explanation": "Chapter 7- MAIN GLOBAL ACTORS IN BALKANS AND THEIR POLICIES- Euroatlantic Integration of Balkans<br/>North Macedonia signed the Prespa Agreement with Greece in 2018"
  },
  {
    "id": "2372155",
    "unitNumber": 7,
    "text": "If Serbia resolves its problems with which of the following countries, it can start the negotiations on EU membership that were blocked in 2019?",
    "correctAnswer": "C",
    "options": {
      "A": "BIH",
      "B": "Croatia",
      "C": "Kosovo",
      "D": "North Macedonia",
      "E": "Albania"
    },
    "explanation": "Chapter 7- MAIN GLOBAL ACTORS IN BALKANS AND THEIR POLICIES- Euroatlantic Integration of Balkans<br/>Serbia, which started negotiations in 2015, has not been able to open new chapters since June 2019. It is certain that Serbia cannot become a member of the EU without normalizing relations with Kosovo."
  },
  {
    "id": "2372157",
    "unitNumber": 7,
    "text": "Which of the following Balkan countries recognize Kosovo's independence?",
    "correctAnswer": "D",
    "options": {
      "A": "Serbia",
      "B": "BIH",
      "C": "Romania",
      "D": "Croatia",
      "E": "Greece"
    },
    "explanation": "Chapter 7- MAIN GLOBAL ACTORS IN BALKANS AND THEIR POLICIES- Euroatlantic Integration of Balkans<br/>117 countries in the world recognize Kosovo, while Russia and China, which are permanent members of the UN Security Council, do not recognize Kosovo. Among the Western Balkan countries, Serbia and Bosnia and Herzegovina do not recognize Kosovo. Countries that do not recognize Kosovo’s independence are: Greece, Southern Cyprus, Slovakia, Romania and Spain. Greece and Southern Cyprus, their reservations about the Cyprus issue; Slovakia, Romania and Spain do not recognize Kosovo due to minority issues within themselves."
  },
  {
    "id": "2372159",
    "unitNumber": 7,
    "text": "When did Montenegro join NATO?",
    "correctAnswer": "E",
    "options": {
      "A": "2012",
      "B": "2013",
      "C": "2014",
      "D": "2016",
      "E": "2017"
    },
    "explanation": "Chapter 7- MAIN GLOBAL ACTORS IN BALKANS AND THEIR POLICIES- US and Balkans<br/>The joining of Montenegro to in 2017 and North Macedonia to NATO in 2020 have been the last indicators of the weight of the US in the Balkans."
  },
  {
    "id": "2387207",
    "unitNumber": 7,
    "text": "Which of the below was known as FYROM",
    "correctAnswer": "E",
    "options": {
      "A": "Albania",
      "B": "Bosnia and Herzegovina",
      "C": "Montenegro",
      "D": "Republic of Kosovo",
      "E": "North Macedonia"
    },
    "explanation": "<strong>Western Balkans </strong>encompasses Balkan countries which are not members of the EU (<strong>Albania, Bosnia and Herzegovina, Montenegro, Republic of Kosovo, North Macedonia (formerly FYROM: Former Yugoslavia Republic of Macedonia) Serbia and Croatia, </strong>Southeastern Europe as well as <strong>Bulgaria and Romania </strong>which are members of the EU and sometimes <strong>Turkey</strong>."
  },
  {
    "id": "2387213",
    "unitNumber": 7,
    "text": "Which of the below Balkan Countries became EU member in 2007?",
    "correctAnswer": "A",
    "options": {
      "A": "Bulgaria",
      "B": "Macedonia",
      "C": "Albania",
      "D": "Bosnia and Herzegovina",
      "E": "Croatia"
    },
    "explanation": "While Romania and Bulgaria, which became full members of the EU in 2007, relatively solved their problems, the Western Balkans region still faces a series of challenges"
  },
  {
    "id": "2387224",
    "unitNumber": 7,
    "text": "I- Bosnia and Herzegovina<br/>II- Yugoslavia<br/>III- Serbia<br/>IV- Macedonia<br/>Which of the above country(ies) is/are ethnic identities still the main factor in determining political preferences?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "II and III",
      "D": "III and IV",
      "E": "I and IV"
    },
    "explanation": "Ethnic identities are still the main factor in determining political preferences, especially in Bosnia and Herzegovina and Macedonia. People vote for a political party that represents their ethnicity. There are very few political parties in these countries that represent the entire population."
  },
  {
    "id": "2387242",
    "unitNumber": 7,
    "text": "Which of the below countries is the oldest member of the EU?",
    "correctAnswer": "C",
    "options": {
      "A": "Bulgaria",
      "B": "Bosnia and Herzegovina",
      "C": "Greece",
      "D": "Albania",
      "E": "Macedonia"
    },
    "explanation": "Greece, the oldest EU member of the Balkans, has a fragile economy that could trigger a new euro crisis for the European Central Bank at any time, while in the Aegean and Eastern Mediterranean also escalating conflicts with neighbouring Turkey."
  },
  {
    "id": "2387269",
    "unitNumber": 7,
    "text": "Which of the below is NOT one of the conflicting countries match according to the British Saferworld organization report in April 2012?",
    "correctAnswer": "B",
    "options": {
      "A": "Kosovo - Montenegro",
      "B": "Serbia - Croatia",
      "C": "Kosovo - Serbia",
      "D": "Montenegro - Serbia",
      "E": "Bosnia and Herzegovina - Croatia"
    },
    "explanation": "Some regional NGOs under the umbrella of the British Saferworld organization submitted a report in April 2012 examining the impact of existing borders on the lives of people living along the borders of the Western Balkans. This report indicates a number of conflict issues between Kosovo- Montenegro, Kosovo -Serbia, Montenegro -Serbia and Bosnia and Herzegovina - Croatia that create problems in the life of the people and in border crossings."
  },
  {
    "id": "2387279",
    "unitNumber": 7,
    "text": "Which two countries are the most recent examples of the international protection model in the Balkans?",
    "correctAnswer": "D",
    "options": {
      "A": "Serbia and Croatia",
      "B": "Bosnia and Herzegovina and Serbia",
      "C": "Croatia and Bulgaria",
      "D": "Bosnia and Herzegovina and Kosovo",
      "E": "Yugoslavia and Croatia"
    },
    "explanation": "Since both <strong>Bosnia and Kosovo </strong>could not have a strong central structure and were divided among ethnic elements, it was easier for Western powers to seize and maintain control in these countries. Today, the most recent examples of the international protection model in the Balkans are Bosnia and Herzegovina and Kosovo."
  },
  {
    "id": "2387292",
    "unitNumber": 7,
    "text": "Which of the below is one of the potential candidate country to the EU?",
    "correctAnswer": "A",
    "options": {
      "A": "Kosovo",
      "B": "Macedonia",
      "C": "Albania",
      "D": "Slovenia",
      "E": "Croatia"
    },
    "explanation": "Figure 7.4 EU Integration Process of Western Balkans on page 180"
  },
  {
    "id": "2387305",
    "unitNumber": 7,
    "text": "Which country's EU membership was considered a success since it was the first regional representative and the first country to enter the post-conflict Union?",
    "correctAnswer": "B",
    "options": {
      "A": "Bulgaria",
      "B": "Croatia",
      "C": "Kosovo",
      "D": "Serbia",
      "E": "Albania"
    },
    "explanation": "Croatia’s EU membership was a significant success, as it was the first regional representative and the first country to enter the post-conflict Union."
  },
  {
    "id": "2387325",
    "unitNumber": 7,
    "text": "Where was <strong>Camp Bondsteel, </strong>the largest US military base outside the US, built in?",
    "correctAnswer": "C",
    "options": {
      "A": "Serbia",
      "B": "Croatia",
      "C": "Kosovo",
      "D": "Bosnia and Herzegovina",
      "E": "Bulgaria"
    },
    "explanation": "<strong>Camp Bondsteel, </strong>the largest US military base outside the US, has been built in Kosovo since the Vietnam War."
  },
  {
    "id": "2387340",
    "unitNumber": 7,
    "text": "Which of the below is one of China’s most important allies in the Balkans?",
    "correctAnswer": "D",
    "options": {
      "A": "Greece",
      "B": "Croatia",
      "C": "Kosovo",
      "D": "Serbia",
      "E": "Bosnia and Herzegovina"
    },
    "explanation": "Currently, one of China’s most important allies in the Balkans is <strong>Serbia. </strong>In August 2009, Serbian President Boris Tadic went to China and a strategic cooperation agreement was signed between the two countries."
  },
  {
    "id": "2370510",
    "unitNumber": 8,
    "text": "When was the Pact of Balkan Entente signed?",
    "correctAnswer": "B",
    "options": {
      "A": "1930",
      "B": "1934",
      "C": "1941",
      "D": "1937",
      "E": "1953"
    },
    "explanation": "After several years of conferences and multilateral negotiations, the Pact of Balkan Entente was signed on February 9, 1934."
  },
  {
    "id": "2370518",
    "unitNumber": 8,
    "text": "What was the main outcome of both Pact of Balkan Entente and Saadabat Pact for Turkey?",
    "correctAnswer": "A",
    "options": {
      "A": "Security of borders",
      "B": "Prevention of immigrants",
      "C": "Ensure trading with member states",
      "D": "Provide humanitarian aid",
      "E": "Acceptance as a member to NATO"
    },
    "explanation": "It can be argued that thanks to both agreements, it was tried to secure the borders for the upcoming World War II."
  },
  {
    "id": "2370520",
    "unitNumber": 8,
    "text": "Among which countries was Saadabat Pact signed?",
    "correctAnswer": "C",
    "options": {
      "A": "Greece, Yugoslavia and Romania",
      "B": "Turkey, Germany and Italy",
      "C": "Turkey, Iran, Iraq and Afghanistan",
      "D": "Bulgaria, Greece, Romania, Turkey and Yugoslavia",
      "E": "Bulgaria, Greece, Albania and Turkey"
    },
    "explanation": "The Saadabad Pact, a few years after the Pact of Balkan Entente, was signed by Turkey, Iran, Iraq and Afghanistan in 1937."
  },
  {
    "id": "2370523",
    "unitNumber": 8,
    "text": "Which of the following is considered to be the first to address the Straits question?",
    "correctAnswer": "A",
    "options": {
      "A": "Balkan Entente Pact",
      "B": "Balkan Pact",
      "C": "Saadabad Pact",
      "D": "Treaty of Friendship and Neutrality",
      "E": "Marshall Plan"
    },
    "explanation": "With the Pact of Balkan Entente, it can be argued that the first achievement of Turkish foreign policy was the Straits question. Turkey’s demands on straits, was responded positively by the Balkan countries of Bulgaria (not a member of the pact), Greece, Yugoslavia, Romania and in 1936 the Montreux Convention Regarding the Regime of the Straits signed and came into force."
  },
  {
    "id": "2370525",
    "unitNumber": 8,
    "text": "Which of the following three states predominated Turkey’s Balkan policy during the Cold War?",
    "correctAnswer": "E",
    "options": {
      "A": "Bosnia-Herzegovina, Serbia, and Croatia",
      "B": "Montenegro, Albania and Italy",
      "C": "Macedonia, Slovenia and Kosovo",
      "D": "Greece, Yugoslavia, and Romania",
      "E": "Bulgaria, Greece and Yugoslavia"
    },
    "explanation": "During the Cold War, three states in the region predominated in Turkey’s Balkan policy: Bulgaria, Greece and Yugoslavia"
  },
  {
    "id": "2370526",
    "unitNumber": 8,
    "text": "Which of the following are among the reasons for Turkey’s foreign policy change towards the Balkans in the 1990s?<br/><ol type=\"I\"> <li>The dissolution of Yugoslavia</li> <li>The Gulf War</li> <li>The dissolution of USSR</li> <li>Rapprochement between Greece and Syria</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "I, II, III, IV",
      "D": "I, II, III",
      "E": "I, III, IV"
    },
    "explanation": "Turkey chose to act cautiously in foreign policy towards the Balkans in the early 1990s. Thee dissolution of Yugoslavia was not the only development related to the period, military intervention of the USA in Iraq (The Gulf War) and after the dissolution of the USSR and the establishment of new states in Central Asia and the Caucasus also affected its foreign policy. Rapprochement between Greece and Syria was also effective."
  },
  {
    "id": "2370529",
    "unitNumber": 8,
    "text": "Which of the following reflect the views of the member countries during the dissolution of Yugoslavia?<br/><ol type=\"I\"> <li>Slovenia and Croatia wanted independence</li> <li>Serbia and Montenegro defended the idea of a federation</li> <li>Bosnia-Herzegovina and Macedonia wanted to the continuation of the Federal Republic of Yugoslavia</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I only",
      "B": "I and II",
      "C": "II and III",
      "D": "I and III",
      "E": "I, II and III"
    },
    "explanation": "While Slovenia and Croatia were seeking to gain their independence and become Central European states, Serbia and Montenegro defended the idea of a federation, but Bosnia and Herzegovina and Macedonia wanted to the continuation of the Federal Republic of Yugoslavia, hesitating from the Serbian sovereignty."
  },
  {
    "id": "2370530",
    "unitNumber": 8,
    "text": "What is the purpose of SEECP?",
    "correctAnswer": "A",
    "options": {
      "A": "to bring lasting stability in South East Europe",
      "B": "to restore the Ottoman legacy in the Balkans",
      "C": "to help states that gained their independence in the 1990s",
      "D": "to highlight the importance of Turkey in the Balkans",
      "E": "to increase the volume of trade with the Balkan states"
    },
    "explanation": "South East European Cooperation Process (SEECP) that brings together Turkey, Albania, Bosnia and Herzegovina, Bulgaria, Republic of Macedonia, Romania, Serbia, Greece, Croatia, Moldova and Montenegro is a symbol of the common will of the countries of the region to improve cooperation among themselves and to bring lasting stability in South East Europe."
  },
  {
    "id": "2370534",
    "unitNumber": 8,
    "text": "Among the Balkan countries, which of the following made Romania Turkey's highest importer in 2019?",
    "correctAnswer": "D",
    "options": {
      "A": "organic food",
      "B": "white goods",
      "C": "furniture",
      "D": "cars",
      "E": "produce"
    },
    "explanation": "The country with the highest import was Romania. In 2019, approximately 140,000 cars of USA origin were produced in Romania, and approximately 350,000 vehicles were produced from the automobile brand that was originally from Romania and acquired by a French brand (Romania-Insider, 2020). Because especially the French automobile brand, it is one of the most in-demand options in Turkey."
  },
  {
    "id": "2370536",
    "unitNumber": 8,
    "text": "Which of the following country is NOT a member of the European Union Customs Union?",
    "correctAnswer": "E",
    "options": {
      "A": "Bulgaria",
      "B": "Croatia",
      "C": "Greece",
      "D": "Slovenia",
      "E": "Montenegro"
    },
    "explanation": "Turkey is also a member of the customs union that includes Bulgaria, Croatia, Romania, Slovenia and Greece."
  },
  {
    "id": "2373229",
    "unitNumber": 8,
    "text": "Which of the following is the first sign that the Ottoman Empire will lose land in the Balkan geography?",
    "correctAnswer": "B",
    "options": {
      "A": "The Greek uprising",
      "B": "The Serbian uprising",
      "C": "The Jewish uprising",
      "D": "The Armenian uprising",
      "E": "The Kurdish uprising"
    },
    "explanation": "The Ottoman Empire, were effective at this point. The Serbian uprisings that started in the early 1800s and the uprisings that broke out in the Peloponnese in the following years were the first signals of the Ottoman loss of the Balkan geography. p.208<br/>The answer is B."
  },
  {
    "id": "2373304",
    "unitNumber": 8,
    "text": "While the idea of Ottomanism was defended against independence movement in the Balkans, which idea was defended against possible independence movements in the Arabian Peninsula and North Africa?",
    "correctAnswer": "C",
    "options": {
      "A": "Nationalism",
      "B": "Turkism",
      "C": "Islamism",
      "D": "Fascism",
      "E": "Totalitarism"
    },
    "explanation": "While Ottomanism was defended against independence movements in the Balkans, then the idea of Islamism was defended against possible independence movements in the Arabian Peninsula and North Africa. p.208<br/>The answer is islamism."
  },
  {
    "id": "2373332",
    "unitNumber": 8,
    "text": "During the Cold War, in the international system that was separated into two as East and West. Turkey preferred to be next to the Western bloc. Which of the following <em>cannot</em> be the reason of Turkey was next to the western bloc?",
    "correctAnswer": "D",
    "options": {
      "A": "The Truman Doctrine",
      "B": "The Marshall Plan",
      "C": "Soviets requesting bases in the Straits",
      "D": "Establisment of the Balkan States",
      "E": "USSR's settlement in the Balkans"
    },
    "explanation": "During the Cold War, in the international system that was separated into two as East and West, Turkey, with its general<br/>stance, was next to the Western bloc. Undoubtedly, the Truman Doctrine dated 1947, the Marshall Plan<br/>(the European Recovery Program) and the USSR had an impact on this choice. The risks and threats posed<br/>by the USSR were both due to their demand for bases in the Straits and their settlement in Central Europe<br/>and the Balkans (Armaoğlu, 2020, 153). Also in 1944 and 1945 Turkey - USSR period was defined as the<br/>most problematic in terms of relationships, it was expressed that previously signed by the USSR the Treaty<br/>of Friendship and Neutrality (Non-Aggression) Pact was abolished (Turan, 2005, 75). p. 215<br/>D şıkkı direkt olarak Batı bloğunu seçmede etkili olmamıştır."
  },
  {
    "id": "2373365",
    "unitNumber": 8,
    "text": "What was the most important reason for Turkey to take place next to the Western bloc in the Korean War?",
    "correctAnswer": "D",
    "options": {
      "A": "USA enforcement",
      "B": "The Balkan Pact",
      "C": "The Cold War",
      "D": "The USSR threat",
      "E": "Korea's request"
    },
    "explanation": "... the most important reason for Turkey to take place next to the Western bloc in the Korean War was the USSR threat... p. 216"
  },
  {
    "id": "2373748",
    "unitNumber": 8,
    "text": "After dissolution of the USSR in 1991, the bipolar world order was replaced by a new unipolar order. According to this explanation which of the following statement is <u>false</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "The inadequacy of the capacity of international organizations was realized",
      "B": "Micro-nationalism became a risk factor for international security",
      "C": "The importance of Turkey increased in Balkans",
      "D": "The tendency to regionalization has increased",
      "E": "New power centers started to arise"
    },
    "explanation": "With the collapse of socialist regimes in 1989 and the dissolution of the USSR in 1991, the Warsaw Treaty Organization was dissolved, and<br/>the bipolar world order was replaced by a new unipolar order (Bağbaşlıoğlu, 2018, 7). In this new unipolar period, new power centers also<br/>started to arise, the tendency to regionalization has increased, while micro-nationalism became a risk factor for international security, the inadequacy of the capacity of organizations such as the UN to ensure peace and security was realized (Sarınay, 2000, 875).p.220<br/>C is false statement and correct answer."
  },
  {
    "id": "2373792",
    "unitNumber": 8,
    "text": "Turkey chose to act cautiously in foreign policy towards the Balkans in the early 1990s. In spite of this, which special occasion were <u>not</u> affected the foreign policy of Turkey?",
    "correctAnswer": "A",
    "options": {
      "A": "Yugoslavia’s balancing policy during the Cold War",
      "B": "The establishment of new states in Central Asia",
      "C": "Military intervention of the USA in Iraq",
      "D": "The dissolution of Yugoslavia",
      "E": "The effect of USSR’s dissolution"
    },
    "explanation": "In spite of this, the effect of USSR’s dissolution was observed especially in its domestic policies and political discourses. The dissolution of Yugoslavia was not the only development related to the period, military intervention of the USA in Iraq (The Gulf War) and after the dissolution of the USSR and the establishment of new states in Central Asia...<br/>during the Cold War Yugoslavia’s balancing policy for Greece and Bulgaria in the region,<strong> Turkey did not take any attempt,</strong> regarding the dissolution of Yugoslavia."
  },
  {
    "id": "2373848",
    "unitNumber": 8,
    "text": "Which of the following is <u>not correct </u>about the Turkey's foreign policy in 2000s?",
    "correctAnswer": "D",
    "options": {
      "A": "The Turkish Cooperation and Coordination Agency (TİKA) has become an important actor",
      "B": "Turkish Airlines has been shown as an instrument in the public diplomacy of Turkish foreign policy",
      "C": "Some peaceful activities were presented of the Turkish Armed Forces",
      "D": "Maximizing the problems with neighboring countries",
      "E": "Steps were taken to become a regional power and model state"
    },
    "explanation": "\"Maximizing the problems with neighboring countries\" is not correct \"minimazing the problems...\" are correct."
  },
  {
    "id": "2373858",
    "unitNumber": 8,
    "text": "Which of the following country is the counterparty of Turkey in the issue of Western Thrace Turks?",
    "correctAnswer": "E",
    "options": {
      "A": "Albania",
      "B": "Croatia",
      "C": "Bulgaria",
      "D": "Bosnia and Herzegovina",
      "E": "Greece"
    },
    "explanation": "In the bilateral relations with Greece in the 2000s, more than one issue was determinant as in previous periods. One of them is the Western Thrace Turks issue."
  },
  {
    "id": "2373879",
    "unitNumber": 8,
    "text": "Which of the following is <em>not</em> one of the instruments of soft power of Turkey?",
    "correctAnswer": "E",
    "options": {
      "A": "Televisions series",
      "B": "Culturel activities of Yunus Emre Institutes",
      "C": "Activities of TIKA",
      "D": "THY flights to many countries in Balkan geography",
      "E": "NATO membership of Turkey"
    },
    "explanation": "NATo memberhip is not soft power policy isntruments."
  },
  {
    "id": "2373886",
    "unitNumber": 8,
    "text": "Which of the following country is the counterparty of Turkey in the Aegean Sea issue which has been the source of the main problems of the two countries?",
    "correctAnswer": "E",
    "options": {
      "A": "Bulgaria",
      "B": "Albania",
      "C": "Kosovo",
      "D": "Serbia",
      "E": "Greece"
    },
    "explanation": "The Aegean Sea has been the source of the main problems of the two countries. p.231 under the title of Problems with Greece."
  },
  {
    "id": "2388307",
    "unitNumber": 8,
    "text": "How are the Balkans referred to in European literature?",
    "correctAnswer": "C",
    "options": {
      "A": "Middle Europe",
      "B": "East Europe",
      "C": "Southeast Europe",
      "D": "Southern Europe",
      "E": "Old Europe"
    },
    "explanation": "According to our textbook, the Balkans are referred to as Southeast Europe in European literature."
  },
  {
    "id": "2388367",
    "unitNumber": 8,
    "text": "Against the idea of nationalism that emerged after the French Revolution of 1789, which idea gave way to the policy of accepting different groups as one nation on Ottoman soil and bringing them together on a common ground?",
    "correctAnswer": "B",
    "options": {
      "A": "Islamism",
      "B": "Ottomanism",
      "C": "Turkism",
      "D": "Imperialism",
      "E": "Post Nationalism"
    },
    "explanation": "Against the idea of nationalism that emerged after the French Revolution of 1789, the policy of accepting different groups as one nation (Ottoman Nation) and bringing them together on a common ground is called Ottomanism."
  },
  {
    "id": "2388394",
    "unitNumber": 8,
    "text": "When did the first Balkan War end?",
    "correctAnswer": "E",
    "options": {
      "A": "1911",
      "B": "1915",
      "C": "1918",
      "D": "1877",
      "E": "1913"
    },
    "explanation": "The First Balkan War (1912-1913)<br/>The First Balkan War ended in1913."
  },
  {
    "id": "2388422",
    "unitNumber": 8,
    "text": "When was the Pact of Balkan Entente signed?",
    "correctAnswer": "E",
    "options": {
      "A": "1930",
      "B": "1931",
      "C": "1932",
      "D": "1933",
      "E": "1934"
    },
    "explanation": "The Pact of Balkan Entente was signed on February 9, 1934.<br/>The Pact of Balkan Entente was signed in 1934."
  },
  {
    "id": "2388457",
    "unitNumber": 8,
    "text": "Which Balkan Conference was held in October 1931 in Istanbul?",
    "correctAnswer": "B",
    "options": {
      "A": "First Balkan Conference",
      "B": "Second Balkan Conference",
      "C": "Third Balkan Conference",
      "D": "Fourth Balkan Conference",
      "E": "Fifth Balkan Conference"
    },
    "explanation": "The Second Balkan Conference, October 1931, Istanbul<br/>The Second Balkan Conference was held in İstanbul in October 1931."
  },
  {
    "id": "2388480",
    "unitNumber": 8,
    "text": "When was the Saadabad Pact signed by Turkey, Iran, Iraq and Afghanistan?",
    "correctAnswer": "A",
    "options": {
      "A": "1937",
      "B": "1938",
      "C": "1939",
      "D": "1940",
      "E": "1941"
    },
    "explanation": "The Saadabad Pact, a few years after the Pact of Balkan Entente, was signed by Turkey, Iran, Iraq and Afghanistan in 1937.<br/>The Saadabad Pact, was signed by Turkey, Iran, Iraq and Afghanistan in 1937."
  },
  {
    "id": "2388511",
    "unitNumber": 8,
    "text": "When was the Convention Concerning the Exchange of Greek and Turkish Populations and Protocol signed?",
    "correctAnswer": "B",
    "options": {
      "A": "1924",
      "B": "1923",
      "C": "1922",
      "D": "1921",
      "E": "1920"
    },
    "explanation": "The Convention Concerning the Exchange of Greek and Turkish Populations and Protocol signed in 1923."
  },
  {
    "id": "2388524",
    "unitNumber": 8,
    "text": "Because of the Convention Concerning the Exchange of Greek and Turkish Populations and Protocol signed in 1923, how many immigrants were emigrated to Greece?",
    "correctAnswer": "C",
    "options": {
      "A": "2000",
      "B": "20,000",
      "C": "200,000",
      "D": "2,000,000",
      "E": "20,000,000"
    },
    "explanation": "Because of the Convention Concerning the Exchange of Greek and Turkish Populations and Protocol signed in 1923, 200,000 immigrants were emigrated to Greece and 350,000 immigrants were allowed from Greece.<br/>Because of the Convention Concerning the Exchange of Greek and Turkish Populations and Protocol signed in 1923, 200,000 immigrants were emigrated to Greece."
  },
  {
    "id": "2388559",
    "unitNumber": 8,
    "text": "During the Cold War, which states in the Balkans predominated in Turkey’s Balkan policy?",
    "correctAnswer": "C",
    "options": {
      "A": "Bulgaria and Yugoslavia",
      "B": "Greece and Yugoslavia",
      "C": "Bulgaria, Greece and Yugoslavia",
      "D": "Romania and Bulgaria",
      "E": "Romania, Greece and Yugoslavia"
    },
    "explanation": "During the Cold War, three states in the region predominated in Turkey’s Balkan policy: Bulgaria, Greece and Yugoslavia."
  },
  {
    "id": "2388598",
    "unitNumber": 8,
    "text": "When did Greece and Turkey become a member of NATO?",
    "correctAnswer": "C",
    "options": {
      "A": "1950",
      "B": "1951",
      "C": "1952",
      "D": "1953",
      "E": "1954"
    },
    "explanation": "Greece and Turkey became a member in 1952."
  }
]