[
  {
    "id": "3403622",
    "unitNumber": 1,
    "text": "Which of the following geographical descriptions is sometimes used interchangeably with Middle East?",
    "correctAnswer": "B",
    "options": {
      "A": "Eastern Europe",
      "B": "Southwest Asia",
      "C": "Far East",
      "D": "Asia Minor",
      "E": "Middle Asia"
    },
    "explanation": "As indicated in our book, The Middle East is sometimes referred to as Southwest Asia."
  },
  {
    "id": "3403623",
    "unitNumber": 1,
    "text": "In which century the Middle East was introduced as a geographic term within the literature?",
    "correctAnswer": "E",
    "options": {
      "A": "16th",
      "B": "17th",
      "C": "18th",
      "D": "19th",
      "E": "20th"
    },
    "explanation": "Our book notes that \"Despite several claims in regards to the earlier and different origins of this concept, the Middle East as a geographic term within the literature was initially used by the American naval officer Alfred Thayer Mahan in 1902 to identify the region between Saudi Arabia and India.\" Therefore, the correct answer is the 20th century."
  },
  {
    "id": "3403624",
    "unitNumber": 1,
    "text": "Which nation was the leading actor on the production of the term Middle East?",
    "correctAnswer": "B",
    "options": {
      "A": "United States of America",
      "B": "Britain",
      "C": "France",
      "D": "Italy",
      "E": "Germany"
    },
    "explanation": "According to our book, \"the leading actor on the production of this term was Britain\"."
  },
  {
    "id": "3403625",
    "unitNumber": 1,
    "text": "What kind of interests initially shaped the definition of the Middle East region?",
    "correctAnswer": "C",
    "options": {
      "A": "The archeological interests",
      "B": "The scientific findings",
      "C": "The colonial interests",
      "D": "The migration roots",
      "E": "The historical interests"
    },
    "explanation": "As our book summarizes, \"Initially, the colonial interests shaped the definition of this region\"."
  },
  {
    "id": "3403626",
    "unitNumber": 1,
    "text": "In the categorization of the East, what geographical term was used by the Eurpeans to refer to Ottoman lands?",
    "correctAnswer": "D",
    "options": {
      "A": "Far East",
      "B": "Central Asia",
      "C": "Middle East",
      "D": "Near East",
      "E": "The Balkans"
    },
    "explanation": "According to our book, \"Near East was previously used to refer to Ottoman lands because it was reasonably close to the Western hemisphere\"."
  },
  {
    "id": "3403627",
    "unitNumber": 1,
    "text": "Which of the following terms describe a region that is highly fragmented politically as a result of internal divisiveness and of the pressures of external great powers in pursuit of their own geostrategic interests?",
    "correctAnswer": "B",
    "options": {
      "A": "Heartland",
      "B": "Shatterbelt",
      "C": "Rimland",
      "D": "Zionism",
      "E": "Orientalism"
    },
    "explanation": "Our book defines \" Shatterbelt\" as \"a region that is highly fragmented politically as a result of internal divisiveness and of the pressures of external great powers<br/>in pursuit of their own geostrategic interests”."
  },
  {
    "id": "3403628",
    "unitNumber": 1,
    "text": "By whose definition, the discourse identifying the Middle East and its Muslim identity with the violence-terrorism was reproduced?",
    "correctAnswer": "B",
    "options": {
      "A": "The Clinton administration",
      "B": "The Bush administration",
      "C": "The Obama administration",
      "D": "The Carter administration",
      "E": "The Washington administration"
    },
    "explanation": "The Bush administration reproduced the discourse identifying the Middle East and its Muslim identity with the violence-terrorism."
  },
  {
    "id": "3403629",
    "unitNumber": 1,
    "text": "If we observe the Middle East in three different sub-regional systems, which one of the followings would refer to \"Levant\"?",
    "correctAnswer": "A",
    "options": {
      "A": "The Near East",
      "B": "Africa",
      "C": "The Middle East",
      "D": "Central Asia",
      "E": "The Balkans"
    },
    "explanation": "In our book, It is explained that \"Defined as a subordinate regional system indicating its secondary status within international politics, the Middle East has three different sub-regional systems. These are briefly Levant (the Near East) region, North African (Maghreb) region, and lastly, Gulf region\". Therefore the correct answer is \"the Near East\"."
  },
  {
    "id": "3403630",
    "unitNumber": 1,
    "text": "Which type of administration model do the countries like Egypt, Iran and Syria fit?",
    "correctAnswer": "D",
    "options": {
      "A": "Kingdom",
      "B": "Monarchic regime",
      "C": "Democratic republic",
      "D": "Authoritarian republic",
      "E": "Theocracy"
    },
    "explanation": "According to our book, countries like Egypt, Iran and Syria fit theuthoritarian republic model.<br/>Authoritarian republic"
  },
  {
    "id": "3403631",
    "unitNumber": 1,
    "text": "Acording to the \"Religious Demographic Situation in the Middle East and North Africa\" chart in our book, which country has the greatest Muslim population?",
    "correctAnswer": "B",
    "options": {
      "A": "Saudi Arabia",
      "B": "Egypt",
      "C": "Turkey",
      "D": "Yemen",
      "E": "Syria"
    },
    "explanation": "According to the \"Religious Demographic Situation in the Middle East and North Africa\" chart in our book, Egypt has the greatest Muslim population in the region."
  },
  {
    "id": "3403807",
    "unitNumber": 1,
    "text": "Which item completes the blank in the sentence “the Middle East as a geographic term within the literature was initially used by the American naval officer Alfred Thayer Mahan in 1902 to identify the region between ………………………….”?",
    "correctAnswer": "A",
    "options": {
      "A": "Saudi Arabia and India",
      "B": "Turkey and Saudi Arabia",
      "C": "<ol><br/><li>Saudi Arabia and China</li><br/></ol>",
      "D": "Europe and Asia",
      "E": "Southwest Asia and East of Asia"
    },
    "explanation": "Sorunun doğru yanıtı \" The Emergence of the Middle East as Geographical Reference\" başlığı altında bulunabilir.<br/>the Middle East as a geographic term within the literature was initially used by the American naval officer Alfred Thayer Mahan in 1902 to identify the region between Saudi Arabia and India"
  },
  {
    "id": "3403808",
    "unitNumber": 1,
    "text": "Why did Gordon seem to underscore the importance of the region “Middle East”?",
    "correctAnswer": "D",
    "options": {
      "A": "to secure Far East",
      "B": "to secure Saudi Arabia",
      "C": "to secure Turkey",
      "D": "to secure India",
      "E": "to secure China"
    },
    "explanation": "Sorunun doğru yanıtı \"The Emergence of the Middle East as Geographical Reference\" başlığı altında bulunabilir.<br/>Gordon seem to underscore the importance of the region “Middle East\"to secure India."
  },
  {
    "id": "3403809",
    "unitNumber": 1,
    "text": "Which doctrine did the US formulate about the military and economic assistance to the countries in the Middle East?",
    "correctAnswer": "D",
    "options": {
      "A": "The Kennedy Doctrine",
      "B": "The Nixon Doctrine",
      "C": "The Trump Doctrine",
      "D": "The Eisenhower Doctrine",
      "E": "The Jefferson Doctrine"
    },
    "explanation": "Sorunun doğru yanıtını \"The Emergence of the Middle East as Geographical Reference\" başlığı altında bulabilirsiniz. (just below picture 1.1.)<br/>US formulated the Eisenhower Doctrine about the military and economic assistance to the countries in the Middle East"
  },
  {
    "id": "3403810",
    "unitNumber": 1,
    "text": "Which of the following the US and Britain did not prioritize in the production and the construction of the Middle East as a geographic reference?",
    "correctAnswer": "B",
    "options": {
      "A": "political",
      "B": "leadership",
      "C": "economic",
      "D": "military",
      "E": "diplomatic"
    },
    "explanation": "Sorunun doğru yanıtı \"The Emergence of the Middle East as Geographical Reference\" başlığı altında bulunabilir\n<br/>(one of the last sentences on page 4)<br/>the US and Britain did not prioritize leadership in the production and the construction of the Middle East as a geographic reference.\n<br/>note: political and diplomatic were used in the same sense."
  },
  {
    "id": "3403811",
    "unitNumber": 1,
    "text": "According to this colonial mentality, what did the West have no responsibility to bring to the regions in the East?",
    "correctAnswer": "E",
    "options": {
      "A": "emancipation",
      "B": "progress",
      "C": "civilization",
      "D": "freedom",
      "E": "weapons"
    },
    "explanation": "Sorunun doğru başlığı \"The Colonial Roots in the Middle East\" başlığı altında bulunabilir.<br/>According to this colonial mentality, the West did not have responsibility to bring weapons to the regions in the East"
  },
  {
    "id": "3403812",
    "unitNumber": 1,
    "text": "Which countries are called Far East/ East Asia due to their location in the distant areas?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>Japan and China</strong>",
      "B": "Japan and Korea",
      "C": "India and China",
      "D": "India and Anatolia",
      "E": "Anatolia and Indian"
    },
    "explanation": "Sorunun doğru yanıtı \"The Division of the East and Its Geopolitical Importance\" başlığı altında bulunabilir.<br/><strong>Japan and China a</strong>re called Far East/ East Asia due to their location in the distant areas"
  },
  {
    "id": "3403813",
    "unitNumber": 1,
    "text": "Which of the following complete the blank in the sentence of “Near East was previously used to refer to …………...”?",
    "correctAnswer": "B",
    "options": {
      "A": "Europe",
      "B": "<strong>Ottoman lands</strong>",
      "C": "Asia",
      "D": "India",
      "E": "China"
    },
    "explanation": "Sorunun doğru yanıtı \"The Division of the East and Its Geopolitical Importance\" altında bulunabilir.<br/>Near East was previously used to refer to the <strong>Ottoman lands</strong>"
  },
  {
    "id": "3403814",
    "unitNumber": 1,
    "text": "Which of the following is among the exceptional countries which were not colonized by France?",
    "correctAnswer": "C",
    "options": {
      "A": "Yemen",
      "B": "Saudi Arabia",
      "C": "<strong>Palestine</strong>",
      "D": "Somalia",
      "E": "Sudan"
    },
    "explanation": "Sorunun doğru yanıtı \"Sub-Regional Systems\" başlığı altında bulunabilir.<br/><strong>Palestine is </strong>among the exceptional countries which were not colonized by France (s: 11 Most of the Levant and the Maghreb countries were colonized by France except Egypt, Libya, and <strong>Palestine. )</strong>"
  },
  {
    "id": "3403815",
    "unitNumber": 1,
    "text": "Which of the below countries have democracy?",
    "correctAnswer": "B",
    "options": {
      "A": "Jordan",
      "B": "<strong>Lebanon</strong>",
      "C": "Morocco",
      "D": "Egypt",
      "E": "Algeria"
    },
    "explanation": "Sorunun doğru yanıtı \"DISCUSSION ON THE REGIMES\" başlığı altında bulunabilir.<br/><strong>Lebanon </strong>have democracy"
  },
  {
    "id": "3403816",
    "unitNumber": 1,
    "text": "Which of the following is not one of the leading Sunni countries?",
    "correctAnswer": "E",
    "options": {
      "A": "Egypt",
      "B": "Jordan",
      "C": "Palestine",
      "D": "Syria",
      "E": "<strong>India</strong>"
    },
    "explanation": "Sorunun doğru yanıtı \"RELIGIOUS AND NATIONAL COMPOSITION\" başlığı altında bulunabilir.<br/>India is not one of the leading Sunni countries"
  },
  {
    "id": "3403838",
    "unitNumber": 1,
    "text": "Which of the following statements are true about the concept of the Middle East?\n <ol type=\"I\"> <li>Middle East is also referred to as Southwest Asia. </li> <li>Middle East, as a concept, is initially invented by the colonial powers like Britain and France. </li> <li>Middle East currently refers almost to the 20 countries between Asia and Africa. </li> <li>Near East, as a geographic concept, has a longer history than the Middle East. </li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "I, II, IV",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "explanation": "All are true."
  },
  {
    "id": "3403839",
    "unitNumber": 1,
    "text": "Which of the following countries do the term Near East includes?\n <ol type=\"I\"> <li>Syria</li> <li>Lebanon</li> <li>Palestine</li> <li>Egypt</li> <li>Russia</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III",
      "B": "I, II, IV",
      "C": "I, II",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "The Near East is currently composed of East Mediterranean coastal states where currently rich natural gas resources were discovered. Therefore, Russia is not considered to be a Near Eastern country."
  },
  {
    "id": "3403841",
    "unitNumber": 1,
    "text": "What is the reason for classifying Middle Eastern and North African countries under the term MENA?",
    "correctAnswer": "B",
    "options": {
      "A": "They all are in the same geographical location.",
      "B": "They are socially and culturally similar.",
      "C": "They are all of the same ethnic group.",
      "D": "They are all of the same religion.",
      "E": "They all have been a colony of the West."
    },
    "explanation": "Due to shared societal bonds and geographical linkages, in terms of social, political, and cultural aspects, between the Middle East and North Africa, the combination of both regions and the usage of the MENA currently gained more credibility and visibility within the literature on the Middle East."
  },
  {
    "id": "3403842",
    "unitNumber": 1,
    "text": "What did the Bush administration claim that their “New” Middle East concept was based on?",
    "correctAnswer": "A",
    "options": {
      "A": "reform-based definition",
      "B": "ethnic based definition",
      "C": "religion based definition",
      "D": "terrorism based definition",
      "E": "violence based definition"
    },
    "explanation": "For the Bush administration, “New” Middle East was not mainly based on the consideration of the ethnic-religion similarities and differences, but it was an allegedly reform-based definition, which intended to eliminate the resource of the “terrorism” and “violence.”"
  },
  {
    "id": "3403843",
    "unitNumber": 1,
    "text": "What is the assumption of the Orientalist approach about the Middle East?",
    "correctAnswer": "C",
    "options": {
      "A": "All Middle Eastern countries facilitate terrorism.",
      "B": "Terrorism and violence is due to religious states.",
      "C": "The Islamic-Arab identity facilitates violence.",
      "D": "The instability of the region is due to conflicts between states",
      "E": "The Middle East has been mainly conflict-ridden region throughout history."
    },
    "explanation": "Under this Orientalist and essentialist approach, the Islamic-Arab identity of the Middle East facilitates the emergence of the so-called violence-prone environment. Israel which is also geographically a part of the Middle East, is seen as a part of the West due to its alleged democratic and secular identity and allegiance to Western values."
  },
  {
    "id": "3403844",
    "unitNumber": 1,
    "text": "Which of the following are true about the regimes within the Middle East?\n <ol type=\"I\"> <li>Monarchic regimes exist predominantly within the Gulf region.</li> <li>In countries like Syria and Egypt, there is an authoritarian republic regime in which a dominant-single party is tied to regime ideology.</li> <li>All the regimes in the Middle East have a military dominance in the designation of the socio-political life.</li> <li>There is no country in the Middle East which has a democratic regime.</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, III, IV",
      "D": "I, II, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Politically, there are three types of the regimes within the Middle East. One type of regime is monarchic regimes existing predominantly within the Gulf region. In addition to GCC countries, Morocco and Jordan has monarchical political structures as well. Another type of regime is the authoritarian republic which has a dominant-single party tied to regime ideology and has a military dominance in the designation of the socio-political life. Despite the existence of the several superficial democratic structures like parliament and weak opposition parties, every critical decision on the domestic and foreign policy is mostly determined by one man under undisputed power. The countries like Egypt, Iran and Syria fit this type of administration model. Lastly, there are also democratic regimes in the Middle East. Following the Arab uprisings, Tunisia moved into a democratic model, and Iraq’s regime changed after US-occupied this country in 2003. As a result of this occupation, Saddam Hussein’s Baathist and the authoritarian regime was replaced by a consociational democracy."
  },
  {
    "id": "3403845",
    "unitNumber": 1,
    "text": "Which of the following best describes “consociational democracy”?",
    "correctAnswer": "B",
    "options": {
      "A": "A model in which laws are made directly by the voting majority leaving the rights of the minority largely unprotected.",
      "B": "A model in which power is shared between the powerful sectarian, religious, or ethnic groups.",
      "C": "A model where people have the full authority to deliberate and decide legislation.",
      "D": "A model where the citizens of the state choose governing officials to make laws.",
      "E": "A model in which representatives make decisions protecting the rights of the minority."
    },
    "explanation": "Consociational democracy developed by Arend Lijphart is based upon the power-sharing model between the powerful sectarian, religious, or ethnic groups. This type of democracy, which initially originated in the Western continent, intends to provide a stable and peaceful democratic system in the divided societies. The leading groups within these divided societies have no sufficient political-military power to defeat each other. Therefore, the only logical method seems to realize a reconciliation among them according to which all critical authorities and positions, including the presidency, speaker of parliament and prime minister are expected to be shared depending on their demographic power."
  },
  {
    "id": "3403846",
    "unitNumber": 1,
    "text": "What was the percentage of the Muslim population in the world in 2010?",
    "correctAnswer": "C",
    "options": {
      "A": "20%",
      "B": "62%",
      "C": "25%",
      "D": "32%",
      "E": "30%"
    },
    "explanation": "There were around 1,7 billion Muslims in the world as of 2010, and this was the equivalent to almost 25% of the world population. About 20% (322 million) of this Muslim population was residing in the Middle East, while 62% (1 billion) of the total Muslim population were living in the Asia-Pacific region."
  },
  {
    "id": "3403847",
    "unitNumber": 1,
    "text": "What is the percentage of Arab, including Arab-Berber, population in the Middle East?",
    "correctAnswer": "D",
    "options": {
      "A": "45%",
      "B": "76%",
      "C": "92%",
      "D": "61%",
      "E": "53%"
    },
    "explanation": "The Arab and Arab-Berber population consists of almost 61% (331 million) of the total population within the Middle East."
  },
  {
    "id": "3403687",
    "unitNumber": 2,
    "text": "The region we call as the Middle East in the contemporary era has been defined as the birthplace of humankind and civilization. Which of the following is not one of the proofs of this?",
    "correctAnswer": "E",
    "options": {
      "A": "The ancient civilization could be found within this region",
      "B": "The invention of agriculture in that region",
      "C": "Building the first irrigation channels and dams in that area",
      "D": "The establishment of the first settled societies in that area",
      "E": "The first emergence of politics in that area"
    },
    "explanation": "PRE-MODERN PERIOD: THE GENESIS OF THE MONOTHEISTIC RELIGIONS<br/>The first emergence of politics in that area"
  },
  {
    "id": "3403688",
    "unitNumber": 2,
    "text": "................. term is used for the period that consists of the first four caliphs after the death of the Prophet Mohammed.\n<br/>Which of the following completes the above sentence?",
    "correctAnswer": "C",
    "options": {
      "A": "Christianity",
      "B": "Pre-modern period",
      "C": "The Rashidun",
      "D": "Hasmonean Dynasty",
      "E": "Judaism"
    },
    "explanation": "<strong>PRE-MODERN PERIOD: THE GENESIS OF THE MONOTHEISTIC RELIGIONS </strong><br/>The Rashidun"
  },
  {
    "id": "3403689",
    "unitNumber": 2,
    "text": "Towards the emergence of Christianity, what political and military competition was most regions of the Middle East under?",
    "correctAnswer": "B",
    "options": {
      "A": "Between the Roman Empire and Palestine",
      "B": "Between the Roman Empire and Persian Empire",
      "C": "Between the Roman Empire and Sumerians",
      "D": "Between the Roman Empire and Egyptians",
      "E": "Between the Persian Empire and Egyptians"
    },
    "explanation": "<strong>PRE-MODERN PERIOD: THE GENESIS OF THE MONOTHEISTIC RELIGIONS </strong><br/>Between the Roman Empire and Persian Empire"
  },
  {
    "id": "3403690",
    "unitNumber": 2,
    "text": "In which period did the first examples of Shiite rules, which deepened and institutionalized strife, became a fundamental element in regional politics, emerged?",
    "correctAnswer": "D",
    "options": {
      "A": "The post modern period",
      "B": "The cold war period",
      "C": "The beginning of the modern period",
      "D": "Pre-modern period",
      "E": "The post cold war period"
    },
    "explanation": "PRE-MODERN PERIOD: THE GENESIS OF THE MONOTHEISTIC RELIGIONS"
  },
  {
    "id": "3403701",
    "unitNumber": 2,
    "text": "During the migration of tribes, when did the Ottomans come to Anatolia, which part of the peninsula that was under the influence of the Anatolian Seljuk Sultanate?",
    "correctAnswer": "C",
    "options": {
      "A": "to the Aegean shores",
      "B": "to the Mediterranean shores",
      "C": "to the mid-west part",
      "D": "to the mid-eastern part",
      "E": "to the mid-north part"
    },
    "explanation": "<strong>THE BEGINNING OF THE MODERN PERIOD: THE PARTITION OF THE REGION BY COLONIAL POWERS </strong><br/>to the mid-west part"
  },
  {
    "id": "3403702",
    "unitNumber": 2,
    "text": "Three distinct developments that occurred at the beginning of the modern era radically changed the fate of the region and constituted the base of the modern Middle East. The first of these is the discovery of oil reserves, the second the institutionalization of the division of the Muslim world with the establishment of new states under the control of the colonial powers. What is the third?",
    "correctAnswer": "E",
    "options": {
      "A": "Independence of these regions in the future",
      "B": "Becoming the center of scientific and philosophical development",
      "C": "Beginning of the mandate period",
      "D": "Obtaining oil exploration licence in the region",
      "E": "Establishing resistance movements against colonial powers"
    },
    "explanation": "<strong>THE BEGINNING OF THE MODERN PERIOD: THE PARTITION OF THE REGION BY COLONIAL POWERS </strong><br/>Establishing resistance movements against colonial powers"
  },
  {
    "id": "3403703",
    "unitNumber": 2,
    "text": "Which of the following is not one of the consequences for the region and the world after the second world war?",
    "correctAnswer": "D",
    "options": {
      "A": "Colonial powers lost their both economic and military abilities",
      "B": "The decolonization process started",
      "C": "Bipolarity rose",
      "D": "End of Ottoman central control over the region",
      "E": "New independent countries emerged in many regions"
    },
    "explanation": "<strong>THE COLD WAR PERIOD: REGIONAL CONTESTATION UNDER SUPER-POWER RIVALRY </strong><br/>Ended Ottoman central control over the region\n<br/>The First World War ended the central control of the Ottoman over the region."
  },
  {
    "id": "3403704",
    "unitNumber": 2,
    "text": "........... is a socialist party aiming at removing foreign influence and founding Arab unity in the region. The party has many distinct branches in the region\"\n Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Palestine Liberation Organization",
      "B": "The Baath Party",
      "C": "Islamic Resistance Movement",
      "D": "Organization of Petroleum Exporting Countries",
      "E": "Hamas"
    },
    "explanation": "<strong>THE COLD WAR PERIOD: REGIONAL CONTESTATION UNDER SUPER-POWER RIVALRY </strong><br/>The Baath Party"
  },
  {
    "id": "3403705",
    "unitNumber": 2,
    "text": "What is the reason why many regional states prefer to get rid of foreign influence only with the support of superpowers instead of being an organic part of the camps?",
    "correctAnswer": "D",
    "options": {
      "A": "Taliban regime",
      "B": "Islamic Movement",
      "C": "Decolonization",
      "D": "Nationalism",
      "E": "Islamist revolution"
    },
    "explanation": "<strong>THE COLD WAR PERIOD: REGIONAL CONTESTATION UNDER SUPER-POWER RIVALRY </strong><br/>Nationalism"
  },
  {
    "id": "3403706",
    "unitNumber": 2,
    "text": "\"......... is the primary organ of the United Nations, which has the responsibility of fundamental security issues in the international system\"\n Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "The Baath Party",
      "B": "Marxist People’s Democratic Party",
      "C": "Palestine Liberation Organization",
      "D": "The UN Security Council",
      "E": "Organization of Petroleum Exporting Countries"
    },
    "explanation": "<strong>THE POST-COLD WAR PERIOD: THE HEGEMONIC CHALLENGE AND THE DESTABILIZATION OF THE REGION </strong><br/>The UN Security Council"
  },
  {
    "id": "3403827",
    "unitNumber": 2,
    "text": "Which of the following is not a permanent member of UN security council?",
    "correctAnswer": "C",
    "options": {
      "A": "United States",
      "B": "Russia",
      "C": "Germany",
      "D": "France",
      "E": "China"
    },
    "explanation": "While the non-permanent members are elected<br/>for two-year terms, the permanent members<br/>never change. The permanent members which<br/>are the US, Russia, France, the United Kingdom,<br/>and China, have the right of veto, which enables<br/>them to refuse any proposal in the Council."
  },
  {
    "id": "3403828",
    "unitNumber": 2,
    "text": "What is the reason for the Bush administration to declare war against the Taliban in 2001?",
    "correctAnswer": "B",
    "options": {
      "A": "Saddam's regime had close ties with terrorist organizations.",
      "B": "The Taliban regime refused to cooperate with the US to deliver everybody related to the September 11 attacks and Al-Qaeda.",
      "C": "Anti-US organizations managed to perpetuate guerrilla war against the US forces.",
      "D": "The Saddam regime was declared as the most critical threat to the US interests.",
      "E": "The US pursued more aggressive policies against the Middle East."
    },
    "explanation": "Within the war on terrorism doctrine, the<br/>US pursued more aggressive policies against the<br/>Middle East, which would trigger an instability<br/>period in the region. Unsurprisingly after a short<br/>time of the attacks, the US demanded from the<br/>Taliban regime, which was ruling Afghanistan,<br/>to deliver everybody related to the September 11<br/>attacks and Al-Qaeda (Hayden, 2009: 59-60).<br/>When the Taliban regime refused to cooperate<br/>with the US by claiming that they had no<br/>information about the existence of Al-Qaeda in<br/>Afghanistan, the Bush administration declared<br/>war against them (Güney and Gökcan, 2010: 27).<br/>Even though the US forces quickly toppled the<br/>Taliban regime, they could not create stability in<br/>the country since Taliban forces and other anti US organizations managed to perpetuate guerrilla<br/>war against the US forces."
  },
  {
    "id": "3403829",
    "unitNumber": 2,
    "text": "When was the Muslim Brotherhood founded?",
    "correctAnswer": "D",
    "options": {
      "A": "1920",
      "B": "1922",
      "C": "1925",
      "D": "1928",
      "E": "1930"
    },
    "explanation": "The Muslim Brotherhood in 1928, a school teacher<br/>Hasan Al-Banna, founded the Muslim Brotherhood<br/>(Al-Ikhwan Al-Muslimin) as a social organization<br/>targeting increasing solidarity within Sunni-Muslim<br/>society by offering health care and education services.<br/>The movement rapidly spread around Egypt and<br/>became an active organization against British rule.<br/>Moreover, similar organizations affiliated with the<br/>Muslim Brotherhood emerged in other parts of the<br/>region (Cleveland and Bunton, 2008: 199)."
  },
  {
    "id": "3403830",
    "unitNumber": 2,
    "text": "Which of the following is not correct about The Muslim Brotherhood?",
    "correctAnswer": "E",
    "options": {
      "A": "The Muslim Brotherhood was founded in 1928",
      "B": "A school teacher, Hasan Al-Banna founded the Muslim Brotherhood",
      "C": "it was founded as a social organization for solidarity within Sunni-Muslim society",
      "D": "The movement was offering health care and education services.",
      "E": "The movement couldn't become an active organization against British rule."
    },
    "explanation": "The Muslim Brotherhood in 1928, a school teacher<br/>Hasan Al-Banna, founded the Muslim Brotherhood<br/>(Al-Ikhwan Al-Muslimin) as a social organization<br/>targeting increasing solidarity within Sunni-Muslim<br/>society by offering health care and education services.<br/>The movement rapidly spread around Egypt and<br/>became an active organization against British rule.<br/>Moreover, similar organizations affiliated with the<br/>Muslim Brotherhood emerged in other parts of the<br/>region (Cleveland and Bunton, 2008: 199)."
  },
  {
    "id": "3403831",
    "unitNumber": 2,
    "text": "What is the the term The Rashidun used for ?",
    "correctAnswer": "B",
    "options": {
      "A": "Muawiyah’s capture of the caliphate",
      "B": "The era of first four caliphs after Prophet Mohammed.",
      "C": "The caliphs that were elected by the Muslim society",
      "D": "the expansion of the Islamic State",
      "E": "Sunni-Shia division among Muslims"
    },
    "explanation": "The Rashidun Caliphates The Rashidun (rightly<br/>guided) term is used for the period consists of the<br/>first four caliphs after the death of the Prophet<br/>Mohammed. These caliphs were elected by the Muslim<br/>society to rule the Islamic state. The period ended with<br/>Muawiyah’s capture of the caliphate. S"
  },
  {
    "id": "3403832",
    "unitNumber": 2,
    "text": "a.The Buyid Dynasty (934-1062) in Iran\n b. the Fatimid Caliphate (909-1171) in North Africa\n c. Almoravid Dynasty (1040-1147),\n d. Almohad Caliphate (1121-1269)\n Which periods stated above were among the first Shiite-based states?",
    "correctAnswer": "A",
    "options": {
      "A": "a,b",
      "B": "a,c",
      "C": "b,c",
      "D": "a,d",
      "E": "b,c,d"
    },
    "explanation": "On the northern African part of the<br/>Abbasid Empire, rules such as the Almoravid<br/>Dynasty (1040-1147), Almohad Caliphate<br/>(1121-1269), the Ayyubid Dynasty (1171-1260)<br/>were established. During this period, also, the<br/>first examples of the Shiite rules emerged, which<br/>made the fitna a fundamental factor in regional<br/>politics by deepening and institutionalizing it.<br/>The Buyid Dynasty (934-1062) in Iran and the<br/>Fatimid Caliphate (909-1171) in North Africa<br/>were among the first Shiite-based states (Hourani,<br/>1991: 64-65)."
  },
  {
    "id": "3403833",
    "unitNumber": 2,
    "text": "With the help of its vast and technological army, which is not included in the Ottomans' expansion of territory during the rise period?",
    "correctAnswer": "E",
    "options": {
      "A": "The Balkan region",
      "B": "many parts of Iran",
      "C": "The Arabian Peninsula",
      "D": "Northern Africa",
      "E": "Russia"
    },
    "explanation": "Russia in the North"
  },
  {
    "id": "3403834",
    "unitNumber": 2,
    "text": "Which of the following information <strong>is not</strong> correct about the attack of Italian forces during World War II?",
    "correctAnswer": "D",
    "options": {
      "A": "with the direct help of Germany,\n<br/>organized attacks against British troops,\n<br/>especially in North Africa.\n<br/>Great Britain was unsuccessful in repelling those attacks a",
      "B": "organized attacks against British troops,\n<br/>especially in North Africa.\n<br/>Great Britain was unsuccessful in repelling those attacks a",
      "C": "especially in North Africa.\n<br/>Great Britain was unsuccessful in repelling those attacks",
      "D": "Great Britain was unsuccessful in repelling those attacks",
      "E": "One of the main targets of these attacks was the Suez Canal"
    },
    "explanation": "During the war, Italian forces, with the direct<br/>help of Germany, organized attacks against British<br/>troops, especially in North Africa. One of the main<br/>targets of these attacks was the Suez Canal in order<br/>to cut the ties of Great Britain with its colonies in<br/>Asia (Sander, 2016: 129). Great Britain was very<br/>successful in repelling those attacks and managed<br/>to control almost the whole of Northern Africa.<br/>While the Axis powers organized direct attacks in<br/>Northern Africa, they would not enter through the<br/>rest of the region. However, there were indirect Axis<br/>attempts to stir up the communities against the<br/>British forces with the help of their sympathizers.<br/>For example, the Iraqi Prime Minister Rashid Ali<br/>wanted to end the British influence over Iraq by<br/>demanding the withdrawal of British forces from<br/>the country. The British forces defeated Ali’s army,<br/>which got assistance from the German air force<br/>(Lewis, 2003: 406)."
  },
  {
    "id": "3403835",
    "unitNumber": 2,
    "text": "When did Nasser declare the decision of the nationalization of the Suez Canal *",
    "correctAnswer": "A",
    "options": {
      "A": "in 1956.",
      "B": "in 1960",
      "C": "in 1950",
      "D": "in 1958",
      "E": "in 1959"
    },
    "explanation": "Nasser declared the decision of<br/>the nationalization of the Suez Canal in 1956."
  },
  {
    "id": "3403836",
    "unitNumber": 2,
    "text": "which of the following is a wrong information about The Baath Party?",
    "correctAnswer": "D",
    "options": {
      "A": "it is an Arab party",
      "B": "it is a socialist party",
      "C": "it aims at removing foreign influence",
      "D": "The most prominent examples of the party are in Iran",
      "E": "aims at founding Arab unity in the region."
    },
    "explanation": "The Baath Party, The Arab Baath Party, is a socialist<br/>party aiming at removing foreign influence and<br/>founding Arab unity in the region. The party has<br/>many distinct branches in the region. The two most<br/>prominent examples of the party are in Syria and<br/>Iraq. In both examples, the Baath Party established<br/>strong regimes under Saddam Hussein’s leadership<br/>in Iraq and Hafez al-Assad’s leadership in Syria.<br/>(Devlin, 1991)."
  },
  {
    "id": "3403837",
    "unitNumber": 2,
    "text": "Which of the following regions did not enter under the control of the Islamic State led by the Rashidun caliphates?",
    "correctAnswer": "A",
    "options": {
      "A": "Central Asia",
      "B": "Iraq",
      "C": "Syria",
      "D": "Palestine",
      "E": "Egypt"
    },
    "explanation": "Iraq (636), The Levant region including Syria and Palestine (641), Egypt (642), and Iran (651) entered under the control of the Islamic State led by the Rashidun caliphates."
  },
  {
    "id": "3403557",
    "unitNumber": 3,
    "text": "Which one of the states below is not said to be a strong state in the Middle East and/or North Africa?",
    "correctAnswer": "E",
    "options": {
      "A": "Iran",
      "B": "Saudi Arabia",
      "C": "Israel",
      "D": "Egypt",
      "E": "Lebanon"
    },
    "explanation": "The correct answer is <strong>E</strong>. Lebanon is not a strong state in the Middle East and/or North Africa."
  },
  {
    "id": "3403558",
    "unitNumber": 3,
    "text": "Which of the followings <strong><u>is not</u></strong> the direct or indirect consequences of the western colonialism and continuing foreign penetration in the Middle East?",
    "correctAnswer": "C",
    "options": {
      "A": "Underdevelopment",
      "B": "Weak state structures/institutions",
      "C": "Scarcity in natural resources",
      "D": "Instable social-political orders",
      "E": "Material scarcity in the economy and technology"
    },
    "explanation": "The correct answer is <strong>C</strong>. Many Middle Eastern countries are rich in natural resources such as petroleum and natural gas."
  },
  {
    "id": "3403559",
    "unitNumber": 3,
    "text": "Which of the followings is not the domestic and transnational cause of regional or local conflicts in the Middle East?",
    "correctAnswer": "D",
    "options": {
      "A": "Unfinished state-formation",
      "B": "Weak state-society integration",
      "C": "Economic underdevelopment",
      "D": "Free market economy",
      "E": "International intervention"
    },
    "explanation": "The correct answer is <strong>D</strong>. Free market economy is not the cause of regional or local conflicts in the Middle East?"
  },
  {
    "id": "3403560",
    "unitNumber": 3,
    "text": "Which of the followings is the example of collective security structure in the Middle East?",
    "correctAnswer": "A",
    "options": {
      "A": "The Arab League",
      "B": "OPEC",
      "C": "COMCEG",
      "D": "SESRIC",
      "E": "ISESCO"
    },
    "explanation": "The correct answer is <strong>A</strong>. The Arab League was established to manage the conflict environment among Arab countries by having a spill-over effect through economic and political cooperation."
  },
  {
    "id": "3403561",
    "unitNumber": 3,
    "text": "Which of the countries below is not the founding member of the Baghdad Pact?",
    "correctAnswer": "B",
    "options": {
      "A": "UK",
      "B": "Iran",
      "C": "Iraq",
      "D": "Jordan",
      "E": "Turkey"
    },
    "explanation": "The correct answer is <strong>B</strong>. Iran is not the founding member of the Baghdad Pact."
  },
  {
    "id": "3403634",
    "unitNumber": 3,
    "text": "Which of the states given below was the first western power to hold protectorates in the Middle East between the early 19th century and 1971?",
    "correctAnswer": "D",
    "options": {
      "A": "Ottoman Empire",
      "B": "France",
      "C": "Spain",
      "D": "The British Empire",
      "E": "The United States"
    },
    "explanation": "The correct answer is <strong>D</strong>. The British Empire was the first western power to hold protectorates in the Middle East between the early 19th century and 1971."
  },
  {
    "id": "3403635",
    "unitNumber": 3,
    "text": "When did the Middle East change from being a strategically important region to an unstable and perilous space for the Western states?",
    "correctAnswer": "C",
    "options": {
      "A": "After the Gulf war of 1990-91",
      "B": "Iran- Iraq war of 1980-88",
      "C": "After the Iranian Revolution of 1979.",
      "D": "Six-day war of 1967",
      "E": "The Baghdad Pact of 1950"
    },
    "explanation": "The correct answer is <strong>C</strong>. For the Western states, the Middle East changed from being a strategically important region to an unstable and perilous space after the Iranian Revolution of 1979."
  },
  {
    "id": "3403636",
    "unitNumber": 3,
    "text": "Which of the following states is not the member of the Gulf Cooperation Council (GCC)?",
    "correctAnswer": "B",
    "options": {
      "A": "Saudi Arabia",
      "B": "Yemen",
      "C": "Oman",
      "D": "Kuwait",
      "E": "Qatar"
    },
    "explanation": "The correct answer is <strong>B</strong>. The Gulf Cooperation Council (GCC) comprised of Saudi Arabia, Oman, Kuwait, Bahrain, Qatar, and the United Arab Emirates (UAE)."
  },
  {
    "id": "3403637",
    "unitNumber": 3,
    "text": "When and how did the Arab-Israeli Conflict start?",
    "correctAnswer": "E",
    "options": {
      "A": "Six-day war of 1967",
      "B": "Arab-Israeli war of 1948",
      "C": "The military coup in Syria in 1949",
      "D": "The World War Second of 1939-45",
      "E": "The Balfour Declaration of 1917"
    },
    "explanation": "The correct answer is <strong>E</strong>. the Arab-Israeli Conflict started with the Balfour Declaration of 1917 that partitioned the Palestinian land."
  },
  {
    "id": "3403638",
    "unitNumber": 3,
    "text": "Which of the followings is not a Maghreb state?",
    "correctAnswer": "B",
    "options": {
      "A": "Libya",
      "B": "Syria",
      "C": "Tunisia",
      "D": "Morocco",
      "E": "Algeria"
    },
    "explanation": "The correct answer is <strong>B</strong>. The Maghreb (‘western’ in Arabic) broadly refers to the Northern African countries that sit west of the Nile, such as Libya, Tunisia, Morocco, and Algeria."
  },
  {
    "id": "3403858",
    "unitNumber": 3,
    "text": "The Gulf is an important subregional component of the Middle East. Diplomacy, war, aid, alliance patterns, trade, hydrocarbons are some of the means through which the region is connected to the broader world. Gulf security is closely associated with other regional states, namely Iran, Iraq, and the six Gulf states. The security and power competition between Iran and Iraq on the one hand, and the six member-the GCC on the other define the basic contours of the Gulf security. This constitues an example of the importance of ----------------------------------.\n Which of the following terms can be used to complete the above paragraph?",
    "correctAnswer": "B",
    "options": {
      "A": "Security dilemma",
      "B": "Regional security",
      "C": "Identity",
      "D": "Collective security",
      "E": "Alliance formation"
    },
    "explanation": "The concept of ‘regional security’ is mostly about security behaviors in international and domestic orders, which can either facilitate or impede economic-political interactions in all regions. The example provided in this question refers to the importance of security in the Gulf region.\n The correct answer is B."
  },
  {
    "id": "3403859",
    "unitNumber": 3,
    "text": "Which of the following was <u>not</u> one of the members of the Baghdad Pact?",
    "correctAnswer": "E",
    "options": {
      "A": "United Kingdom",
      "B": "Iraq",
      "C": "Jordan",
      "D": "Turkey",
      "E": "Palestine"
    },
    "explanation": "The Baghdad Pact was founded in 1954 by the UK, Iraq, Jordan, and Turkey. Palestine was not one of the founding members of the Pact.\n The correct answer is E."
  },
  {
    "id": "3403868",
    "unitNumber": 3,
    "text": "Beginning with which of the following presidents did the US position as a dominant power in the Middle East weaken?",
    "correctAnswer": "C",
    "options": {
      "A": "Bill Clinton",
      "B": "George W. Bush",
      "C": "Barack Obama",
      "D": "Donald Trump",
      "E": "Joe Biden"
    },
    "explanation": "Beginning with the Obama administration, theUS position as a dominant power in the Middle<br/>East weakened. Before Obama, the US had been militarily very active in the region since 1991.\n<br/>The correct answer is C."
  },
  {
    "id": "3403871",
    "unitNumber": 3,
    "text": "What is the main aim of the \"pivot to Asia\" strategy conceptualized by the Obama administration?",
    "correctAnswer": "B",
    "options": {
      "A": "Supporting underdeveloped countries in Asia",
      "B": "Counter-balancing a rising China in an economically vital Asian region",
      "C": "Ensuring the cooperation between Asian and European countries",
      "D": "Stopping diplomatic relations with Asian countries",
      "E": "Ending military presence in the Asian region"
    },
    "explanation": "Starting from Obama, the US security policy has shifted eastwards. The ‘pivot to Asia’ strategy of the US was meant to counter-balance a rising China in an economically vital Asian region. For Obama, the US strategic focus should revolve around Asia to advance its rebalance to Asia and the Pacific.\n<br/>The correct answer is B."
  },
  {
    "id": "3403872",
    "unitNumber": 3,
    "text": "One of the cornerstones of state formation is war-making. Wars and aggressive forms have always been part and parcel of Middle East politics. Not only do wars bring destruction to many lives, they also give way to political change in the regional dynamics.\n After which of the following wars did the British and French powers vanish in the Middle East region?",
    "correctAnswer": "B",
    "options": {
      "A": "First World War",
      "B": "Suez War",
      "C": "Iran-Iraq War",
      "D": "Gulf War",
      "E": "Second Lebanon War"
    },
    "explanation": "Britain and France saw their power vanishing after the Suez War in 1956.\n The correct answer is B."
  },
  {
    "id": "3403873",
    "unitNumber": 3,
    "text": "Which of the following can <u>not</u> be said for Hezbollah, one of the well-known non-state actors in the Middle East?",
    "correctAnswer": "E",
    "options": {
      "A": "Hezbollah was set up as a local resistance movement with the help of the growing Shia radicalism in Lebanon.",
      "B": "Hezbollah works to counter the US hegemony in the Middle East by a variety of unconventional means.",
      "C": "Hezbollah is a dominant actor in Lebanon’s domestic politics and regional military affairs of the Levant.",
      "D": "Hezbollah means \"Party of God\".",
      "E": "Hezbollah does not have any political power in the Middle East."
    },
    "explanation": "Hezbollah is not just a non-state armed actor but a dominant political player in the Middle East region. Hezbollah is a security, military, and political organization at the same time.\n The correct answer is E."
  },
  {
    "id": "3403874",
    "unitNumber": 3,
    "text": "Both Israel and Saudi Arabia consider the Middle East security from a ‘status quo’ perspective because they mostly accept the dominant role and ideological outlook of the US. In other words, they mainly see no conflict of interest between theirs and the US interests/policies. On the other hand, ---------------------------- is a revisionist security actor, aiming to upend the regional order.\n Which of the following countries is a revisionist security actor in the Middle East?",
    "correctAnswer": "D",
    "options": {
      "A": "Iraq",
      "B": "Palestine",
      "C": "Syria",
      "D": "Iran",
      "E": "Lebanon"
    },
    "explanation": "The Middle East security architecture has at least three strong powers: Iran, Saudi Arabia, and Israel. Both Israel and Saudi Arabia consider the Middle East security from a ‘status quo’ perspective because they mostly accept the dominant role and ideological outlook of the US. In other words, they mainly see no conflict of interest between theirs and the US interests/policies. On the other hand, Iran is a revisionist security actor, aiming to upend the regional order.\n The correct answer is D."
  },
  {
    "id": "3403875",
    "unitNumber": 3,
    "text": "Which of the following defines the central security policy of Saudi Arabia?",
    "correctAnswer": "A",
    "options": {
      "A": "Providing domestic stability for regime security and preventing the rise of predatory or revisionist states in the region",
      "B": "Establishing strong security and diplomatic relations with the European countries",
      "C": "Standing against the US presence in the Middle East",
      "D": "Supporting initiatives such as the Arab Spring to protect its political regime",
      "E": "Seeking to establish good relationships in the region especially with Iran and Iraq to protect its political regime"
    },
    "explanation": "Saudi Arabia is strong state in the security architecture of the Middle East because its security policies have regional and global dimensions. The central security policy of Saudi Arabia has been twofold: to provide domestic stability for regime security (against potential political rivals) and to prevent the rise of predatory or revisionist states in the region. It is the combination of these two security traits that shape its policy options. \n The correct answer is A."
  },
  {
    "id": "3403876",
    "unitNumber": 3,
    "text": "A weak-state is a concept ‘to define a state that is weak in its core functions of providing security to its citizens (security gap), providing essential services to its citizens (capacity gap), and having legitimacy among its people (legitimacy gap) (Tyagi, 2012).\n Which of the following is <u>not</u> one of the weak states in the Middle East?",
    "correctAnswer": "E",
    "options": {
      "A": "Yemen",
      "B": "Lebanon",
      "C": "Syria",
      "D": "Iraq",
      "E": "Iran"
    },
    "explanation": "To be a strong regional power, a state should have a claim to leadership, necessary power resources, foreign policy instruments, and acceptance of its leadership role by other regional states. The Middle East security architecture has at least three such strong powers: Iran, Saudi Arabia, and Israel.\n Thus, the correct answer is E."
  },
  {
    "id": "3403877",
    "unitNumber": 3,
    "text": "Which of the following are main structural sources of the ‘security gap’ in Lebanon?",
    "correctAnswer": "D",
    "options": {
      "A": "Lack of economic and diplomatic resources",
      "B": "Ongoing wars in the region and non-presence of international military troops",
      "C": "Presence of non-state actors and their relations with international forces",
      "D": "Unfinished state-formation and unsuccessful nation-building",
      "E": "Hegemony of foreign penetrators and their struggle with each other"
    },
    "explanation": "Unfinished state-formation and unsuccessful nation-building are structural sources of the ‘security gap’ in Lebanon. The political system aims not to repeat the civil war experience (1975-1990) by allocating patronage to political representatives of different religious sects. The communitarian crack in nation-building has a direct security outcome since different ministerial positions are used to provide free services to the communal bases.\n The correct answer is D."
  },
  {
    "id": "3403509",
    "unitNumber": 4,
    "text": "Which is the capital city of Morocco?",
    "correctAnswer": "A",
    "options": {
      "A": "Rabat",
      "B": "Marrakesh",
      "C": "Maghreb",
      "D": "Fez",
      "E": "Algiers"
    },
    "explanation": "Capital city of Morocco is Rabat. Marrakesh is another famous city of Morocco but not capital. The other big city is Fez, Fas in Turkish, named for Morocco when the city was the capital by Turks."
  },
  {
    "id": "3403510",
    "unitNumber": 4,
    "text": "When did the Arab tribes enter Morocco for the first time?",
    "correctAnswer": "A",
    "options": {
      "A": "Twelfth century",
      "B": "Eleventh century",
      "C": "Thirteenth century",
      "D": "Fifteenth century",
      "E": "Seventeenth century"
    },
    "explanation": "History and Independence of Morocco<br/>Arab tribes entered Morocco for the first time in the twelfth century in during the reign of the Almohad Dynasty"
  },
  {
    "id": "3403512",
    "unitNumber": 4,
    "text": "When and from which country did Morocco gain independence?",
    "correctAnswer": "A",
    "options": {
      "A": "1956; France",
      "B": "1957; Spain",
      "C": "1945; UK",
      "D": "1950; USA",
      "E": "1960: Portugal"
    },
    "explanation": "History and Independence of Morocco<br/>Morocco gained independence from France in 1956, and Mohammed V became King of the country"
  },
  {
    "id": "3403513",
    "unitNumber": 4,
    "text": "Which country recovered its full independence from France after an eight year liberation war between 1954-1962?",
    "correctAnswer": "A",
    "options": {
      "A": "Algeria",
      "B": "Morocco",
      "C": "Tunisia",
      "D": "Libya",
      "E": "Egypt"
    },
    "explanation": "Algeria recovered its full independence from France after a bloody liberation war in 1954-1962 and evolved from socialism to liberalism with its political reforms towards the end of the Cold War period."
  },
  {
    "id": "3403551",
    "unitNumber": 4,
    "text": "Which country was involved in armed conflict with Algeria in 1973 due to the Western Sahara dispute?",
    "correctAnswer": "A",
    "options": {
      "A": "Morocco",
      "B": "Tunisia",
      "C": "Egypt",
      "D": "France",
      "E": "Libya"
    },
    "explanation": "History and Independence of Algeria<br/>Morocco was involved in armed conflict with Algeria in 1973 due to the Western Sahara dispute."
  },
  {
    "id": "3403552",
    "unitNumber": 4,
    "text": "In which country is the demand for the recognition of Berber identity as distinct cultural identity and Tamazight as an official language still one of the domestic challenges?",
    "correctAnswer": "A",
    "options": {
      "A": "Algeria",
      "B": "Morocco",
      "C": "Tunisia",
      "D": "Egypt",
      "E": "Libya"
    },
    "explanation": "Domestic Challenges, Social and Political Life in Algeria<br/>The demand for the recognition of Berber identity as distinct cultural identity and Tamazight as an official language is still one of the domestic challenges in Algeria."
  },
  {
    "id": "3403553",
    "unitNumber": 4,
    "text": "Which of the following are Algeria’s crucial export goods to the European market?",
    "correctAnswer": "A",
    "options": {
      "A": "Oil and natural gas",
      "B": "Fresh fruit and vegetables",
      "C": "Furniture and television",
      "D": "Chemicals and medicine",
      "E": "Computers and cell phones"
    },
    "explanation": "Algerian Political Economy and Its Foreign Policy<br/>Algeria’s crucial export goods are oil and natural gas, in particular to the European market."
  },
  {
    "id": "3403554",
    "unitNumber": 4,
    "text": "In which country did Bourguiba serve as the president from 1957 to 1987?",
    "correctAnswer": "A",
    "options": {
      "A": "Tunisia",
      "B": "Morocco",
      "C": "Algeria",
      "D": "Libya",
      "E": "Egypt"
    },
    "explanation": "Social and Political Transformation of Tunisia<br/>Bourguiba served as the President from 1957 to 1987 in Tunisia, and he pursued a delicate foreign policy by maintaining close relations with the Western countries, while also placing importance the relations with Eastern Bloc countries and Arab states in the Non-Aligned Movement."
  },
  {
    "id": "3403555",
    "unitNumber": 4,
    "text": "Which country was expelled from the Arab League for signing the Arab-Israeli Peace Treaty with Israel in 1979?",
    "correctAnswer": "A",
    "options": {
      "A": "Egypt",
      "B": "Tunisia",
      "C": "Morocco",
      "D": "Algeria",
      "E": "Libya"
    },
    "explanation": "Social and Political Transformation of Tunisia<br/>Egypt was expelled from the Arab League for signing the Arab-Israeli Peace Treaty with Israel in 1979."
  },
  {
    "id": "3403556",
    "unitNumber": 4,
    "text": "Who ruled Libya until he was ousted and killed in a popular uprising supported by an international coalition led by NATO in 2011?",
    "correctAnswer": "A",
    "options": {
      "A": "Muammar Gaddafi",
      "B": "Omar Mukhtar",
      "C": "Nabil Karoui",
      "D": "Moncef Marzouki",
      "E": "Idris al-Sanusi"
    },
    "explanation": "Muammar Gaddafi ruled Libya until he was ousted and killed in a popular uprising supported by an international coalition led by NATO in 2011."
  },
  {
    "id": "3403797",
    "unitNumber": 4,
    "text": "Which of the following are true about Morocco’s history?\n<br/><ol type=\"I\"><br/><li>Morocco gained its independence in 1956.</li><br/><li>Morocco experienced two invasions in the 19<sup>th</sup> century. </li><br/><li>Morocco was under the protectorate of France from 1912 to 1956. </li><br/><li>After gaining independence, Morocco was ruled by monarchy.</li><br/></ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "III, IV"
    },
    "explanation": "All are true about Morocco's history."
  },
  {
    "id": "3403798",
    "unitNumber": 4,
    "text": "Which of the following isnot among movements that have a role in shaping the social structure of Morocco?",
    "correctAnswer": "A",
    "options": {
      "A": "Neo-Destour",
      "B": "Reformists",
      "C": "Islamic Youth",
      "D": "Amazigh",
      "E": "February 20"
    },
    "explanation": "Neo-Destour Movement was a National Tunisian Movement founded in 1934 to preserve Tunisian independence."
  },
  {
    "id": "3403799",
    "unitNumber": 4,
    "text": "Which of the following are among Morocco’s aims in foreign policy?\n<br/><ol type=\"I\"><br/><li>To achieve EU membership</li><br/><li>To improve relations with France and Spain</li><br/><li>To improve ties with Arab countries</li><br/><li>To improve ties with African countries</li><br/></ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "II, III, IV"
    },
    "explanation": "All are among the aims of Morocco's foreign policy.\n<br/>\"<strong>Another priority of Morocco in foreign policy is to achieve membership of the European Union (EU) through its Euro-Mediterranean policy.</strong> In this context, Morocco’s accession in the Barcelona process in 1995 has strengthened its position on EU membership. Like his father, King Mohammed VI maintained European primacy in his foreign policy strategy. In this sense, Morocco pays great importance to the relations with the EU, France, Spain, and Italy in particular to empower political and economic ties. On the other side, improving ties with Arab and African countries is among Morocco’s foreign policy priorities.\" s.94"
  },
  {
    "id": "3403800",
    "unitNumber": 4,
    "text": "Which of the following is the opponent that Morocco currently has a dispute over the territory of Western Sahara?",
    "correctAnswer": "B",
    "options": {
      "A": "Mauritania",
      "B": "Polisario Front",
      "C": "Spain",
      "D": "Algeria",
      "E": "France"
    },
    "explanation": "Morocco continues to assert sovereignty right in the region. But, the Polisario Front continues its struggle for full autonomy."
  },
  {
    "id": "3403801",
    "unitNumber": 4,
    "text": "Which of the following statements are true about Algeria?\n<br/><ul><br/><li><br/><ol type=\"I\"><br/><li>It was under the rule of Ottoman Empire between 1534 and 1830.</li><br/><li>Had a liberation war with France that lasted from 1954 to 1962.</li><br/><li>Entered a civil war period after a military coup in 1992. </li><br/><li>As a response to demonstrations in 2011, the government increased the number of police force. </li><br/></ol><br/></li><br/></ul>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "II, III, IV",
      "E": "II, IV"
    },
    "explanation": "(I) (II) and (III) are correct. (IV) is not correct because during the demonstrations, the regime’s response was to implement democratic reform, abolish the state of emergency - enacted in 1992, increase police and military salaries, and allow parties wishing to participate in the elections. The regime’s announcement that it would improve socio- economic conditions and implement political reforms prevented the demonstrations in Algeria from leading to a regime/power change, as in Tunisia and Egypt."
  },
  {
    "id": "3403802",
    "unitNumber": 4,
    "text": "Algeria followed all the strategies during the Arab Spring breakout in the neighboring countries EXCEPT",
    "correctAnswer": "C",
    "options": {
      "A": "Secure the borders against attacks.",
      "B": "Provide economic assistance to Sahel countries.",
      "C": "Help those countries experiencing Arab Spring.",
      "D": "Improve political relations with Sahel countries.",
      "E": "Prevent illegal border crossing."
    },
    "explanation": "In the wake of the Arab Spring, due to the political and instability and security threats arising from neighboring countries such as Libya and Mali, Algeria adopted the principle of non-interference."
  },
  {
    "id": "3403803",
    "unitNumber": 4,
    "text": "Which of the following are true of Tunisia?\n <ol type=\"I\"> <li>The French invasion of Tunisia began in 1881.</li> <li>Tunisia gained its independence in 1956.</li> <li>Tunisia became a republic right after independence.</li> <li>The first president remained in power for 30 years.</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "I, II, III, IV",
      "C": "II, III, IV",
      "D": "I, III, IV",
      "E": "I, II, IV"
    },
    "explanation": "Tunisia was ruled by monarchy for a year after independence and became a republic in 1957."
  },
  {
    "id": "3403804",
    "unitNumber": 4,
    "text": "Which of the following are factors contributing to Tunisia’s successful transition to democracy after Arab Spring?\n <ol type=\"I\"> <li>Cooperation between Islamist and leftist parties</li> <li>Non-interference of the military</li> <li>Relatively little foreign intervention</li> <li>Involvement of non-governmental organizations</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "II, III",
      "E": "II, III, IV"
    },
    "explanation": "All of the factors mentioned have contributed to Tunisia's successful transition to democracy after Arab Spring."
  },
  {
    "id": "3403805",
    "unitNumber": 4,
    "text": "Which of the following are true of Libya?\n <ol type=\"I\"> <li>French occupation of Libya lasted until 1943.</li> <li>Libya declared its independence in 1951.</li> <li>King Idris was overthrown through coup d’état in 1969.</li> <li>Gaddafi ruled the country for 42 years.</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III, IV",
      "D": "I, II, III",
      "E": "II, III, IV"
    },
    "explanation": "Libya was occupied by Italy, not France."
  },
  {
    "id": "3403806",
    "unitNumber": 4,
    "text": "Which of the following is true of Gaddafi period in Libya?",
    "correctAnswer": "B",
    "options": {
      "A": "Gaddafi changed the name of the state twice, first in 1969 and then in 1979.",
      "B": "He was a self-proclaimed political theorist who proposed the “Third Universal Theory.”",
      "C": "Gaddafi did not agree to UN’s request to open mass destruction weapons facilities for inspections.",
      "D": "Throughout his rule, Gaddafi assumed Arab socialism rejecting Russian socialism.",
      "E": "As a military person, Gaddafi was successful in preventing national security problems during his rule."
    },
    "explanation": "(b) is correct as Gaddafi proclaimed himself as a political theorist and called his political ideology the ‘Third Universal Theory’ in 1973. (a) 1977, (c), he did p. 109; (d) he began to abandon Arab socialism in 1999 p.109; (e) there were security issues in 1980’s p.108."
  },
  {
    "id": "3403860",
    "unitNumber": 4,
    "text": "Which of the following was integrated into Morocco in 1969?",
    "correctAnswer": "C",
    "options": {
      "A": "Sebte",
      "B": "Melilla",
      "C": "Ifni",
      "D": "Chafarinas",
      "E": "Perejil"
    },
    "explanation": "While Ifni was integrated into Morocco in 1969, Sebte (Ceuta) and Melila remained Spain’s overseas territory in the North African geography. In 1848, Spanish troops conquered the Islas Chafarina, it is a small, uninhabited rocky islet located off the coast of Morocco, it was the subject of an armed incident between the two countries in 2002.\n The right answer C."
  },
  {
    "id": "3403861",
    "unitNumber": 4,
    "text": "Which of the following terms defines Moroccan Muslim Brotherhood movement ?",
    "correctAnswer": "B",
    "options": {
      "A": "Amazigh",
      "B": "Yassine",
      "C": "Tamazight",
      "D": "Imazighen",
      "E": "Makhzen"
    },
    "explanation": "Islamist movements play a significant role in Moroccan societal structure. Reformists, mainstreams, and radicals may be considered as the leading groups of the Islamist movements. Reformists demand social equality and wealth. Moroccan Muslim Brotherhood, founded by Abdessalam Yassine -as mainstreams wants a state based on Sharia in addition to social equality. Although King Mohammed VI tried to integrate the Yassine movement into the political system, he could not succeed. Al-Shabiba al-Islamiya (Islamic youth) as radicals is composed of students, and they integrated into the political system by participating in the elections under the Justice and Development Party (JDP). Another movement affecting the social structure of Morocco is the Amazigh movement. They represent indigenous Moroccans (Imazighen).\n<br/>Amazigh movement, mainly since the 1990s, has been organized as a non-governmental organization to protect the culture of the Amazigh and to promote their language and cultural rights. Although they play an essential role in shaping social life in Morocco, they are not very influential in economic and political life.\n<br/>Tamazight “the dialect of Berber spoken in the Middle Atlas, most of the Atlantic plains, and much of the Atlas” (Park and Aomar, 2006: 434). “‘noble men’ or ‘free men,’ in the sense that they were free of external control, unlike the inhabitants of the towns, who belonged to no tribe” (Pennel, 2003:3). Morocco is governed by a constitutional monarchy. Its administration system is also be labeled as the makhzen.\n<br/>Imazighen “‘noble men’ or ‘free men,’ in the sense that they were free of external control, unlike the inhabitants of the towns, who belonged to no tribe” (Pennel, 2003:3).\n<br/>Morocco is governed by a constitutional monarchy. Its administration system is also be labeled as the makhzen.\n<br/>The right answer is B."
  },
  {
    "id": "3403862",
    "unitNumber": 4,
    "text": "Which of the following terms refer to “a system of representation of traditional royal power ?",
    "correctAnswer": "E",
    "options": {
      "A": "Amazigh",
      "B": "Yassine",
      "C": "Tamazight",
      "D": "Imazighen",
      "E": "Makhzen"
    },
    "explanation": "Islamist movements play a significant role in Moroccan societal structure. Reformists, mainstreams, and radicals may be considered as the leading groups of the Islamist movements. Reformists demand social equality and wealth. Moroccan Muslim Brotherhood, founded by Abdessalam Yassine -as mainstreams wants a state based on Sharia in addition to social equality. Although King Mohammed VI tried to integrate the Yassine movement into the political system, he could not succeed. Al-Shabiba al-Islamiya (Islamic youth) as radicals is composed of students, and they integrated into the political system by participating in the elections under the Justice and Development Party (JDP). Another movement affecting the social structure of Morocco is the Amazigh movement. They represent indigenous Moroccans (Imazighen).\n<br/>Amazigh movement, mainly since the 1990s, has been organized as a non-governmental organization to protect the culture of the Amazigh and to promote their language and cultural rights. Although they play an essential role in shaping social life in Morocco, they are not very influential in economic and political life.\n<br/>Tamazight “the dialect of Berber spoken in the Middle Atlas, most of the Atlantic plains, and much of the Atlas” (Park and Aomar, 2006: 434). “‘noble men’ or ‘free men,’ in the sense that they were free of external control, unlike the inhabitants of the towns, who belonged to no tribe” (Pennel, 2003:3). Morocco is governed by a constitutional monarchy. Its administration system is also be labeled as the makhzen.\n<br/>Imazighen “‘noble men’ or ‘free men,’ in the sense that they were free of external control, unlike the inhabitants of the towns, who belonged to no tribe” (Pennel, 2003:3).\n<br/>Morocco is governed by a constitutional monarchy. Its administration system is also be labeled as the makhzen.\n<br/>Answer E)"
  },
  {
    "id": "3403863",
    "unitNumber": 4,
    "text": "Which of the following terms refer to “historically, the countries along the eastern Mediterranean shores”?",
    "correctAnswer": "B",
    "options": {
      "A": "Maghrib",
      "B": "Levant",
      "C": "Sahel",
      "D": "Cameroon",
      "E": "Mauritania"
    },
    "explanation": "Maghrib “‘the land of the setting sun,’ the furthest westward point of the great Islamic empire founded by the Prophet Muhammad in the middle of the seventh century” (Pennell, 2003: 1). Levant “historically, the countries along the eastern Mediterranean shores” (https://www. britannica.com/place/Levant Sahel “It includes four countries bordering Lake Chad- Cameroon, Chad, Niger, Nigeria as well as Burkina Faso, Gambia, Guinea, Mali, Mauritania, and Senegal” (UNDP).\n<br/>The right answer is B."
  },
  {
    "id": "3403864",
    "unitNumber": 4,
    "text": "What is the name given to “state of masses governed by the populace via local councils elected by the people of Libya” ?",
    "correctAnswer": "A",
    "options": {
      "A": "Jamahiriya",
      "B": "Makhzen",
      "C": "Order",
      "D": "Consultation",
      "E": "Shura"
    },
    "explanation": "Jamahiriya “state of masses governed by the populace via local councils elected by the people of Libya.”\n<br/>The right answer is A."
  },
  {
    "id": "3403865",
    "unitNumber": 4,
    "text": "I. Nigeria<br/>II. Guinea<br/>III. Gambia<br/>IV. Tunisia\n<br/>Which of the above countries are included in Sahel Countries ?",
    "correctAnswer": "B",
    "options": {
      "A": "I and II",
      "B": "I, II and III",
      "C": "I and III",
      "D": "I, II,III and IV",
      "E": "II and IV"
    },
    "explanation": "Sahel “It includes four countries bordering Lake Chad- Cameroon, Chad, Niger, Nigeria as well as Burkina Faso, Gambia, Guinea, Mali, Mauritania, and Senegal” (UNDP). The answer is B)"
  },
  {
    "id": "3403866",
    "unitNumber": 4,
    "text": "Where did The Bardo Treaty start French colonial period on May 12, 1881?",
    "correctAnswer": "C",
    "options": {
      "A": "in Algeria",
      "B": "in Sahel",
      "C": "in Tunisia",
      "D": "in Egypt",
      "E": "in Libya"
    },
    "explanation": "The French began to invade Tunisia in April 1881, as a pretext for the attacks and territorial claims of some Tunisian tribes on French-colonial Algeria. The French colonial period began with the Treaty of Ksar Said or the Bardo Treaty on<br/>May 12, 1881, in Tunisia. The Answer is C."
  },
  {
    "id": "3403867",
    "unitNumber": 4,
    "text": "Who formulated the ‘Third Universal Theory’ in 1973?",
    "correctAnswer": "A",
    "options": {
      "A": "Muammar Gaddafi",
      "B": "Omar Mukhtar",
      "C": "Habib Bourguiba",
      "D": "Salah Ben Youssef",
      "E": "Salah Farhat"
    },
    "explanation": "Answer A) Muammar Gaddafi : “Qadhafi offers the Third Universal Theory as an alternative solution to man’s socio politico- economic problems as advocated by the existing popular doctrines of ‘western’ liberalism and ‘eastern’ communism.the answer is A."
  },
  {
    "id": "3403869",
    "unitNumber": 4,
    "text": "When and where did the Revolution of Smiles or Hirak Movement start ?",
    "correctAnswer": "A",
    "options": {
      "A": "2019 - Algeria",
      "B": "2019- Tunisia",
      "C": "2020- Algeria",
      "D": "2020-Tunisia",
      "E": "2020-Libya"
    },
    "explanation": "Similar to the Arab Spring demonstrations that began at the end of 2010, there were anti-regime protests in Algeria in 2019. Bouteflika’ announcement of his candidacy for a fifth presidential term caused mass protests called the Revolution of Smiles or Hirak Movement, began February 2019, and continued until March 2020. The right answer is A. 2019 - Algeria"
  },
  {
    "id": "3403870",
    "unitNumber": 4,
    "text": "Which countries announced the foundation of the Arab Maghreb Union (AMU) at a summit in Marrakech in 1989?",
    "correctAnswer": "A",
    "options": {
      "A": "Tunisia, Mauritania, Algeria, Morocco, Libya",
      "B": "Morocco, Cameroon, Chad, Niger, Nigeria",
      "C": "Tunisia, Mauritania, Algeria, Morocco, Egypt",
      "D": "Tunisia, Mauritania, Algeria, Nigeria, Libya",
      "E": "Tunisia, Mauritania, Algeria, Morocco, Senegal"
    },
    "explanation": "In terms of regional integration, the leaders of Mauritania, Morocco, Tunisia, Algeria, and Libya met in 1988 and announced the foundation of the Arab Maghreb Union (AMU) at a summit in Marrakech in 1989. The right answer is A."
  },
  {
    "id": "3403507",
    "unitNumber": 5,
    "text": "Which of the following countries act together with Saudi Arabia in their policies towards the Middle East?",
    "correctAnswer": "A",
    "options": {
      "A": "United Arab Emirates",
      "B": "Qatar",
      "C": "Kuwait",
      "D": "Oman",
      "E": "Egypt"
    },
    "explanation": "Gulf countries have been divided into two different, mostly competing camps in terms of foreign policy choice. While Saudi Arabia, the United Arab Emirates (UAE) and Bahrain are acting together in their policies towards the Middle East, Qatar, Kuwait, and Oman have been following diverging policies."
  },
  {
    "id": "3403508",
    "unitNumber": 5,
    "text": "Which of the following organizations was established by Saudi Arabia, United Arab Emirates, Qatar, Oman, Kuwait and Bahrain in 1981?",
    "correctAnswer": "C",
    "options": {
      "A": "OPEC",
      "B": "G-6",
      "C": "Gulf Cooperation Council",
      "D": "Middle East Development Council",
      "E": "Middle East and Gulf Economic Coopeation Council"
    },
    "explanation": "The Arabian Peninsula consists of seven countries, the majority of which have rich oil and natural gas resources. Among them, six of them are the members of the Gulf Cooperation Council (GCC), an organization that was established in 1981. The GCC countries consisting of Saudi Arabia, United Arab Emirates, Qatar, Oman, Kuwait and Bahrain have become the most important actors of Middle East politics in recent years."
  },
  {
    "id": "3403511",
    "unitNumber": 5,
    "text": "How were the Pearl Square protests of 2011 ended in Bahrain?",
    "correctAnswer": "E",
    "options": {
      "A": "With the intervention of the Bahrain army.",
      "B": "With dialogue",
      "C": "With the initiatives of the United Nations",
      "D": "With the efforts of the United States",
      "E": "With the intervention of Saudi army."
    },
    "explanation": "Pearl Square is the square where anti-government protests gathered in 2011 as part of the popular uprising in Bahrain. Bahrain witnessed the biggest popular protests among the Gulf states during the 2011 Arab uprising period. The protests were suppressed with the intervention of Saudi army."
  },
  {
    "id": "3403514",
    "unitNumber": 5,
    "text": "Which of the following terms would also be referred to Iran-Iraq war?",
    "correctAnswer": "E",
    "options": {
      "A": "Iron War",
      "B": "Millenium War",
      "C": "New-Age War",
      "D": "Arab War",
      "E": "Tanker War"
    },
    "explanation": "The Iran-Iraq war was a milestone in Middle Eastern geopolitics. There are two reasons for describing the war as a \"unique\" one. First, the war lasted more than the two World Wars. Second, it was a hybrid war in which the use of missiles, chemical weapons, and attacks on oil tankers were witnessed. Due to the use of such instruments, the conflict would also be called as \"Tanker War\"."
  },
  {
    "id": "3403515",
    "unitNumber": 5,
    "text": "Which of the following is among the most important tools of Qatar in supporting the revolutionary processes through unconventional foreign policy instruments?",
    "correctAnswer": "A",
    "options": {
      "A": "Al-Jazeera broadcasts",
      "B": "Publishing new books on the issue",
      "C": "Publishing articles with different approaches",
      "D": "Dialogue with the West",
      "E": "Setting enhanced cooperation within Middle East"
    },
    "explanation": "Qatar, which differs from the countries in the Gulf region in terms of foreign policy line, has maintained this difference during the Arab revolutions period as well. Considering the popular uprisings in the region as the beginning of a transformation towards democratization, Qatar supported revolutionary initiatives in Tunisia, Libya, Syria, and especially in Egypt. During the process, it can be said that Qatar played a role in the success of the revolutionary processes through unconventional foreign policy instruments rather than through conventional methods. The most important of these tools is the al-Jazeera channel, which allowed revolutionary demonstrations to reach a large audience."
  },
  {
    "id": "3403516",
    "unitNumber": 5,
    "text": "Which of the following Gulf States were the most aggressive foreign policy actors during the counter-revolution process in Egypt?",
    "correctAnswer": "C",
    "options": {
      "A": "Oman and Bahrain",
      "B": "Saudi Arabia and Qatar",
      "C": "Saudi Arabia and United Arab Emirates",
      "D": "United Arab Emirates and Qatar",
      "E": "Sudan and Yemen"
    },
    "explanation": "The revolutionary process in Egypt has been the most visible example of the intervention of Gulf States during the Arab uprising developments. Particularly Saudi Arabia and United Arab Emirates were the most aggressive foreign policy actors during the counter-revolution process in Egypt."
  },
  {
    "id": "3403517",
    "unitNumber": 5,
    "text": "Which of the following is among Qatar's primary motivations in its active role in the Syrian conflict?",
    "correctAnswer": "A",
    "options": {
      "A": "Hope to materialize its energy ambitions in the area",
      "B": "Desire to capture the commodity market of Syria",
      "C": "Ambition to establish a strong liberal power within Syria",
      "D": "Hope to share the power with the United States in the region",
      "E": "Willingness to come closer to the West"
    },
    "explanation": "Qatar's primary motivations in its active role in the Syrian conflict can be identified firstly as increasing its influence in the region, and secondly hoping that its active role in conflict resolution would help to materialize its energy ambitions in the area."
  },
  {
    "id": "3403518",
    "unitNumber": 5,
    "text": "Which of the following Gulf States has supported the legitimate government of Libya in Libyan conflict?",
    "correctAnswer": "D",
    "options": {
      "A": "Saudi Arabia",
      "B": "United Aran Emirates",
      "C": "Bahrain",
      "D": "Qatar",
      "E": "Oman"
    },
    "explanation": "In contrast with Saudi Arabia and United Arab Emirates, another playmaker in the Gulf, Qatar has supported the legitimate government of Libya, which represents Libyan people. To cut off arms supplies to Khalifa Haftar and to prevent Haftar's forces from gaining the upper hand in the Libyan conflict, Qatar has supported UN-oriented peaceful resolution of the conflict."
  },
  {
    "id": "3403519",
    "unitNumber": 5,
    "text": "How was the Gulf States' intervention to Yemen crisis started?",
    "correctAnswer": "A",
    "options": {
      "A": "With the launch of Decisive Storm Operation of Saudi Arabia and United Arab Emirates in 2015",
      "B": "With the initiatives of Arab Coalition and United Nations in 2014",
      "C": "With the launch of Yemen Task Force of Qatar and Saudi Arabia in 2015",
      "D": "With the initiatives of United Arab Emirates and United States in 2014",
      "E": "With the launch of Yemen Resolution Operation of Saudi Arabia, Qatar and United Arab Emirates in 2015"
    },
    "explanation": "The anti-regime protests that started in 2011 in Yemen turned into a conflict environment in which regional actors were heavily involved. By 2014, clashes accelerated when anti-government Houthi militias took over the capital city Sana'a. Upon these developments, President Abdrabbuh Mansour Hadi issued a letter that addressed the United Nations General Assembly and called for an intervention to prevent this crisis in Yemen. In response, the Arab Coalition, led by Saudi Arabia and United Arab Emirates launched the Decisive Storm Operation in 2015. Thus, the Gulf States' intervention in the Yemen crisis started."
  },
  {
    "id": "3403529",
    "unitNumber": 5,
    "text": "Which of the following is not among the factors of rapprochement between Saudi Arabia and Israel?",
    "correctAnswer": "D",
    "options": {
      "A": "Worry about the increasing influence of Tehran in the region",
      "B": "Destabilizaton of region due to Arab Revolution",
      "C": "Perception towards the rise of moderate Islam",
      "D": "New cooperation initiatives of Qatar and United Arab Emirates with the Palestinian cause",
      "E": "Close relations of Muslim Brotherhood with the Donald Trump administration"
    },
    "explanation": "Although there are no formal bilateral relations between Saudi Arabia and Israel, rapprochement between these two in progress. There are several pushing factors behind this logic. Due to the Barack Obama administration's nuclear agreement with Iran, Saudi Arabia and Israel began to worry about the increasing influence of Tehran in the region. Secondly, the Arab Revolutions destabilized the region, which undermined the interests of the countries above that would like to preserve the status quo. Both countries' perception towards the rise of \"moderate Islam\", which is mostly represented by the Muslim Brotherhood, and the close relations with the Doland Trump administration can be considered as other factors that bring Riyadh and Tel Aviv together."
  },
  {
    "id": "3403848",
    "unitNumber": 5,
    "text": "Which of the following country is <strong>NOT</strong> a member of Gulf Cooperation Council (GCC)?",
    "correctAnswer": "C",
    "options": {
      "A": "Bahrain",
      "B": "Kuwait",
      "C": "Iraq",
      "D": "Oman",
      "E": "Saudi Arabia"
    },
    "explanation": "The GCC countries comprise of Saudi Arabia, UAE, Qatar, Oman, Kuwait, and Bahrain. Iraq, although a Gulf State, is not a member of GCC."
  },
  {
    "id": "3403849",
    "unitNumber": 5,
    "text": "Which of the following is true about UAE’s foreign policy after 2010?",
    "correctAnswer": "A",
    "options": {
      "A": "UAE encourages nondemocratic movements and figures in the region.",
      "B": "UAE shows effort to maintain regional security.",
      "C": "UAE is a non-intrusive actor in the Middle East.",
      "D": "UAE strengthened its ties with Saudi Arabia.",
      "E": "UAE is a supporter of the democratic movements in the area."
    },
    "explanation": "(In the post-2010 period, the UAE helped to depose the first democratically elected president of Egypt, Mohammed Morsi, substituting him with the coup plotter former General Abdel Fattah al-Sisi (Kirkpatrick, 2015). To secure its hand in the region, the UAE also intervened in the wars in Syria, Yemen, and Libya.) The UAE foreign policy came down to supporting and encouraging nondemocratic movements and figures in the region at the expense of ignoring and eradicating people’s legit demands for their future."
  },
  {
    "id": "3403850",
    "unitNumber": 5,
    "text": "What is the main reason for Saudi Arabia’s current blockade of Qatar?",
    "correctAnswer": "C",
    "options": {
      "A": "Qatar’s strategic relations with Syria",
      "B": "Qatar’s profitable trade links with Iran",
      "C": "Qatar’s alleged support for terrorism",
      "D": "Qatar’s close relations with the US",
      "E": "Qatar’s never-ending dispute with Bahrain"
    },
    "explanation": "In the most current times, Qatari foreign policy is facing a blockade crisis launched by Saudi Arabia, the UAE, Bahrain, and Egypt on the pretense of so-called Qatari funds to terrorist organizations."
  },
  {
    "id": "3403851",
    "unitNumber": 5,
    "text": "Which of the following countries has an absolute monarchy as a form of government?",
    "correctAnswer": "E",
    "options": {
      "A": "UAE",
      "B": "Bahrain",
      "C": "Qatar",
      "D": "Kuwait",
      "E": "Oman"
    },
    "explanation": "Oman has an absolute monarchy as a form of government. The form of government of Kuwait, Qatar and Bahrain is constitutional monarchy. UAE has federal monarchy as a form of government."
  },
  {
    "id": "3403852",
    "unitNumber": 5,
    "text": "Which of the following were among the reasons for most of the Gulf countries to side with Iraq during Iran-Iraq War?\n <ol type=\"I\"> <li>Iran was seen as a threat because of its increased military empowerment projects</li> <li>Iran’s “Shia” ideology was seen as a direct threat by some of the rulers</li> <li>Iranian regime criticized the ruling family in the Gulf which threatened the monarchies</li> <li>Iran was seen as a threat because it could inflame sectarian conflict in the region</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "I, III, IV"
    },
    "explanation": "All of the above are reasons for most of the Gulf countries to side with Iraq.\n The ideology which can be named “Shia” was a direct threat to the rulers in some countries which have the Shia minority or majority in the populations. The Iranian regime also continued to increase its military empowerment projects. In this sense, the aggregate military power ascendancy of Iran was perceived as a tangible threat by the Gulf States. As the new Iranian regime had harshly criticized the ruling family in the Gulf, monarchies were threatened by this offensive intention. Also, Iran was able to inflame sectarian conflict in the region."
  },
  {
    "id": "3403853",
    "unitNumber": 5,
    "text": "What were the reasons for Iraq’s attack on Kuwait?\n <ol type=\"I\"> <li>Kuwait had sided with Iran during the Iran-Iraq War.</li> <li>Iraq claimed some parts of Kuwait to be part of its territory.</li> <li>Iraq alleged Kuwait to have lowered the oil prices.</li> <li>To overcome its economic crises after the Iran-Iraq war </li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "I, II, III, IV",
      "E": "II, III, IV"
    },
    "explanation": "Under the leadership of Saudi Arabia, all Arab Gulf countries, including Kuwait, supported Iraq in military, financial, logistic, diplomatic ways during the Iran-Iraq War. Together with the Saudis, the Kuwaiti authorities opened the oil field at Hafji, which was a kind of support to Iraq to recover its bad economic condition."
  },
  {
    "id": "3403854",
    "unitNumber": 5,
    "text": "Which of the following Gulf country supported the democratization processes in the region?",
    "correctAnswer": "A",
    "options": {
      "A": "Qatar",
      "B": "Saudi Arabia",
      "C": "UAE",
      "D": "Egypt",
      "E": "Bahrain"
    },
    "explanation": "Qatar, which traditionally differs from Saudi Arabia and the UAE in terms of foreign policy, has taken an attitude that supports the revolutionary uprisings since 2011."
  },
  {
    "id": "3403855",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>The Gulf States saw the uprising as an opportunity to overthrow the Assad regime.</li><br/><li>All of the Gulf States were unified in their support of the Syrian opposition at the beginning of the uprising.</li><br/><li>Saudi Arabia agreed that Assad should have a role in the post-conflict future of Syria. </li><br/></ol><br/>Which of the above statements are true about the Arab uprising in Syria?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "Only II",
      "D": "II and III",
      "E": "I, II, III"
    },
    "explanation": "The Gulf States considered the outbreak of the Arab Uprising in Syria as an opportunity to overthrow the Assad regime. By doing this, the Gulf States aimed to reduce Iranian influence in the region. In this context, it can be said that at the beginning of the movement, GCC states adopted a unified policy against the Assad regime, and supported the Syrian opposition. Saudi Arabia did not see any role for Assad in the post-war period in Syria, UAE, on the other hand, does not want to create a political vacuum, and feels that Assad should have a role in the post-conflict future of Syria."
  },
  {
    "id": "3403856",
    "unitNumber": 5,
    "text": "Which of the following are true about the conflict in Yemen?\n<br/><ol type=\"I\"><br/><li>The Gulf States’ intervention began in 2015.</li><br/><li>All of the Gulf States participated in the 2015 intervention.</li><br/><li>The intervention was led by Saudi Arabia and UAE.</li><br/><li>As the expected victory was not gained, a number of countries withdrew from the intervention coalition.</li><br/></ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "II, III, IV",
      "E": "I, III, IV"
    },
    "explanation": "All Gulf states, except Oman, participated in the intervention of Yemen crises. The Arab Coalition, led by Saudi Arabia and the UAE, launched the Decisive Storm Operation in 2015. The separation of countries like Sudan and Qatar from coalition forces and the announcement that the UAE withdrew their soldiers deepened the cracks in the coalition."
  },
  {
    "id": "3403857",
    "unitNumber": 5,
    "text": "Which of the following Gulf countries support the Palestinian cause?",
    "correctAnswer": "A",
    "options": {
      "A": "Qatar and Kuwait",
      "B": "Qatar and UAE",
      "C": "Bahrain and Oman",
      "D": "Saudi Arabia and UAE",
      "E": "Kuwait and Bahrain"
    },
    "explanation": "Qatar has been drawing attention as the only country that presents the exact opposite stance within the Gulf countries. The country is known for its unconditional support to the Palestinian cause and close ties with Hamas. Kuwait draws attention as another country in the region that takes Palestinian cause into consideration and gives support for it. Other Gulf states, Bahrain, and Oman follow the same path that Saudi Arabia and the UAE lead."
  },
  {
    "id": "3403632",
    "unitNumber": 6,
    "text": "Which of the following countries ruled Palestine for nearly 30 years as from 1922 and prepared the ground for a Jewish state while trying to restrain an Arab reaction?",
    "correctAnswer": "A",
    "options": {
      "A": "Britain",
      "B": "Germany",
      "C": "France",
      "D": "Israel",
      "E": "Syria"
    },
    "explanation": "In April 1920, in Italy, San Remo Conference convened, and with a resolution accepted on April 25th, 1920, former Ottoman territories were classified as League of Nations Mandate A areas. “Palestine, “Syria,” and “Mesopotamia” came under British and French control. Palestine and Iraq fell under the British mandate, while Syria and Lebanon became French-controlled territories. The Mandate for Palestine was approved on July, 24th 1922, made British occupation supposedly legal in terms of international law.\n Britain ruled Palestine for nearly 30 years and prepared the ground for a Jewish state while trying to restrain an Arab reaction.\n The correct answer is A."
  },
  {
    "id": "3403633",
    "unitNumber": 6,
    "text": "Which of the following was implemented by Israel in the 1948 War to control and conquer Arab towns and villages and expel the Arab population outside of the Jewish State?",
    "correctAnswer": "C",
    "options": {
      "A": "UN Partition Plan",
      "B": "Al-Nakba",
      "C": "Plan Dalet",
      "D": "Right of Return",
      "E": "Yinon Plan"
    },
    "explanation": "In the 1948 War, Israel was able to defend Tel Aviv and pushed Arabs back. Israel implemented Plan Dalet, which aimed to control and conquer Arab towns and villages and expel the Arab population outside of the Jewish State.\n The correct answer is C."
  },
  {
    "id": "3403639",
    "unitNumber": 6,
    "text": "Which of the following <strong>is <u>not</u></strong> one of the implications of the Yom Kippur War of 1973?",
    "correctAnswer": "A",
    "options": {
      "A": "PLO lost its position of being the sole representative of Palestinians.",
      "B": "Israeli leaders realized that without a durable peace settlement, they would be open to risks.",
      "C": "Egypt signed a peace deal in 1979, which is known as the Camp David Peace Agreement.",
      "D": "Egypt left the Soviet orbit entirely.",
      "E": "Sadat understood that the Soviet aid was not enough to get Egyptian territory back."
    },
    "explanation": "After the Yom Kippur War, PLO’s position as the sole representative of Palestinians was cemented, and PLO Chairman Arafat was invited to speak at the United Nations in 1974. The Yom Kippur War had many implications for the Middle East conflict in general. Israel’s vulnerability came to light, and Israeli leaders realized that without a durable peace settlement, they would be open to risks, and Arab armies could attack anytime in the future. From Egypt’s perspective, Sadat understood that the Soviet aid was not enough to get Egyptian territory back, and the US would not let Israel’s failure. This led to his bold move of visiting Jerusalem, triggering the peace process between Egypt and Israel. Sadat was able to get back Sinai through talks with American mediation, and Egypt signed a peace deal in 1979, which is known as the Camp David Peace Agreement. The first framework of the agreement also dealt with Palestine, although Palestinians were not represented in the talks. The Israeli-Egyptian peace to normalize relations was the first peaceful recognition of Israel by an Arab country. Egypt left the Soviet orbit entirely.\n<br/>The correct answer is A."
  },
  {
    "id": "3403640",
    "unitNumber": 6,
    "text": "When did the First Palestinian Intifada break out?",
    "correctAnswer": "E",
    "options": {
      "A": "1948",
      "B": "1967",
      "C": "1973",
      "D": "1982",
      "E": "1987"
    },
    "explanation": "The First Palestinian Intifada broke out in Gaza in December 1987. People defied Israeli authorities, after the death of four Palestinians, who were allegedly killed in a car accident. Palestinians believed that an Israeli military vehicle deliberately hit a Palestinian car and caused the death of the four. The uprisings began in the Jabalia refugee camp in Gaza on December 8th and lasted for almost four years. The methods of uprising included strikes, protests, riots, barricading, throwing stones to soldiers on a daily basis. To stop protests, the Israeli army wielded excessive force. Israeli Defence Forces deployed 80,000 soldiers in Palestinian territories, who brutally suppressed protestors, firing live ammunition at times. Israeli Defence Minister of the time Yitzhak Rabin ordered his soldiers “to break the arms” of Palestinians. Israeli soldiers exactly did what their minister ordered and video of this action was filmed and broadcasted by the international media. Israel’s narrative of suffering as being “a lonely state in the Arab Sea” was debased by those violent images. Israel turned into a “ruthless military machine” in the eyes of the world public.\n<br/>The Palestinian leadership was caught by surprise with this sudden uprising. PLO leader Arafat seized the moment and tried to convert it into a diplomatic initiative. On November 15, 1988, Palestinian National Council convened in Algeria and accepted the Palestinian Declaration of Independence, which proclaimed a “State of Palestine on our Palestinian territory with its capital Jerusalem” and thus, implicitly accepted the existence of the State of Israel. Then, the Palestinian National Council called for multilateral negotiations based on UNSC Resolution 242. This was regarded as a historic compromise by Palestinians because they were accepting the principle of “two-state solution” by abandoning to the question of Israel’s right to exist.\n<br/>The correct answer is E."
  },
  {
    "id": "3403641",
    "unitNumber": 6,
    "text": "Which of the following documents allowed Palestinians for the first time to rule themselves in Palestine?",
    "correctAnswer": "B",
    "options": {
      "A": "Washington Agreement",
      "B": "The Declaration of Principles Agreement",
      "C": "The Camp David Peace Agreement",
      "D": "The Cairo Agreement",
      "E": "The Oslo II Accord"
    },
    "explanation": "The Declaration of Principles of 1993, was a five-year agreement between Israel and PLO. It was an Interim Self Government Arrangements for Palestinians in return for security to Israel. With this document, Israel accepted to permit elections in the West Bank and Gaza, which would enable Palestinians to form a National Autonomous government. The significance of this agreement was that, for the first time, Palestinians would rule themselves in Palestine, although within a limited area. The Palestinian leadership, which was in exile in Tunisia since 1982, would be able to return to the homeland. In 1994, Arafat returned Gaza as a hero after 26 years and was elected as the President of the Palestinian National Authority (PNA). Israeli troops withdrew from Gaza and Palestinian city centers in the West Bank.\n The correct answer is B."
  },
  {
    "id": "3403642",
    "unitNumber": 6,
    "text": "Who was the prime minister of Israel when the Israeli and Palestinian delegations met in the US at the Camp David II Summit in 2000?",
    "correctAnswer": "D",
    "options": {
      "A": "Benjamin Netanjahu",
      "B": "Shimon Peres",
      "C": "Ariel Sharon",
      "D": "Ehud Barak",
      "E": "Ishak Robin"
    },
    "explanation": "In May 1999, Labour Party’s new leader Ehud Barak defeated Prime Minister Netanyahu and came to power. Because of the elections, Palestinians accepted the delay of the final status talks for another year. Finally, in July 2000, Israeli and Palestinian delegations met in the US to discuss the issues pertaining to the final status at the Camp David.\n The summit, which is known as the Camp David II, took place between July 11 and 24, under the auspices of US President Bill Clinton. Israeli and Palestinian delegations under the leadership of Prime Minister Barak and Chairman Arafat discussed four main issues: Borders, the situation of Jewish settlements, the return of refugees, and the status of Jerusalem.\n The correct answer is D."
  },
  {
    "id": "3403643",
    "unitNumber": 6,
    "text": "Which of the following initiatives was introduced to make the Palestinians return to the peace talks in 2013?",
    "correctAnswer": "E",
    "options": {
      "A": "Washington Agreement",
      "B": "The Declaration of Principles",
      "C": "Camp David Peace Agreement",
      "D": "Oslo Agreement",
      "E": "Kerry Plan"
    },
    "explanation": "In 2013, the US had another attempt to bring sides to the negotiation table. President Obama emphasized his nation’s support for a Palestinian state in Ramallah. After Obama’s Middle East tour, Arab foreign ministers from Bahrain, Egypt, Jordan, Lebanon, Saudi Arabia, and the PNA convened in Washington in April 2013. The ministers re-endorsed the Arab peace plan after going through the original text of the Arab Peace initiative of 2002 line by line, with minor changes. A new initiative called as “Kerry plan”, which included four billion US dollars economic plans for financially desperate Palestinians to make them return to the talks, was also revealed. Israeli and Palestinian negotiators met in Washington to formally launch an American-mediated process, with a nine-month deadline to reach a final agreement.\n The correct answer is E."
  },
  {
    "id": "3403644",
    "unitNumber": 6,
    "text": "Which of the following incidents ended the cooperation between Turkey and Israel in the early 2000s?",
    "correctAnswer": "D",
    "options": {
      "A": "Ankara Forum for Economic Cooperation between Palestine, Israel, and Turkey was established.",
      "B": "Israel decided to disengage from Gaza.",
      "C": "A new Gaza Seaport was built.",
      "D": "Hamas won the 2006 election.",
      "E": "Business leaders proposed revitalizing the Erez industrial estate in Gaza."
    },
    "explanation": "After the Justice and Development Party came to power in 2002, relations with Israel went gradually downhill. Turkey heavily criticized Israeli atrocities and downgraded its political engagement. In 2005 Israeli decision to disengage from Gaza softened Turkey’s position vis a vis Israel. Turkey welcomed the idea and continued its efforts to keep talks alive. “Ankara Forum for Economic Cooperation between Palestine, Israel, and Turkey\" was established to serve as a permanent tripartite dialogue mechanism between business people”. Business leaders proposed revitalizing the Erez industrial estate in Gaza. The project aimed at producing ten thousand jobs for Palestinians. Opening Gaza airport to flights and building of a new Gaza Seaport were also part of the plan. However, this cooperation was short- lived until Hamas win in the 2006 election.\n The correct answer is D."
  },
  {
    "id": "3403645",
    "unitNumber": 6,
    "text": "Which of the following is <strong><u>not</u></strong> one of the requests of the Arap League from Israel in the Beirut Declaration?",
    "correctAnswer": "E",
    "options": {
      "A": "Reconsider its policies and declare that a just peace is its strategic option as well",
      "B": "Withdraw from all the territories it occupied since 1967",
      "C": "Achieve a just solution to the Palestinian refugee problem to be agreed upon in accordance with U.N. General Assembly Resolution 194",
      "D": "Accept the establishment of a sovereign independent Palestinian state on the Palestinian territories occupied since June 4, 1967 in the West Bank and Gaza Strip",
      "E": "Suspend its political and diplomatic relationships with the United States"
    },
    "explanation": "In the Beirut Declaration, the Arab League requested Israel to reconsider its policies and called\n<br/><ul><br/><li><br/>Full Israeli withdrawal from all the territories\n<br/>occupied since 1967, including the Syrian Golan Heights, to the June 4, 1967 lines as well as the remaining occupied Lebanese territories in the south of Lebanon.\n<br/></li><br/><li><br/>Achievement of a just solution to the Palestinian refugee problem to be agreed upon in accordance with U.N. General Assembly Resolution 194.\n<br/></li><br/><li><br/>The acceptance of the establishment of a sovereign independent Palestinian state on the Palestinian territories occupied since June 4, 1967 in the West Bank and Gaza Strip, with East Jerusalem as its capital.\n<br/></li><br/></ul><br/>The correct answer is E."
  },
  {
    "id": "3403646",
    "unitNumber": 6,
    "text": "Which of the following was the military campaign that Israel launched in the Gaza Strip in 2008?",
    "correctAnswer": "C",
    "options": {
      "A": "Operation Hot Clouds",
      "B": "Operation Summer Rains",
      "C": "Operation Hot Winter",
      "D": "Operation Rainbow",
      "E": "Gaza flotilla raid"
    },
    "explanation": "Turkey was very critical to Israel when IDF launched operations against Palestinians like the one in 2008, Operation Hot Winter, in which 112 Palestinians were killed. Israeli operation on December 27, 2008, had a devastating effect on Turkish-Israeli relations. According to the Palestinian Centre for Human Rights (PCHR), 1,284 Gazans were killed, and 4,336 wounded, the majority were civilians (CBS News, 2013). Death of civilians caused outrage in the World. Turkey was one of the fierce leading critics of Israel.\n The correct answer is C."
  },
  {
    "id": "3403747",
    "unitNumber": 6,
    "text": "Which of the following <strong>is not</strong> the one of the reasons for the question of Palestine?",
    "correctAnswer": "A",
    "options": {
      "A": "The collapse of the Ottoman Empire",
      "B": "The resource or power-sharing between two nations",
      "C": "Identity-based problems",
      "D": "Humanitarian problems such as forced migration, the abuse of power.",
      "E": "The status of holy places of the World’s three big religions"
    },
    "explanation": "The question of Palestine is one of the main problems remaining from the collapse of the Ottoman Empire. In theory of peace, it can be defined as a protracted conflict, which simply means hard to resolve because of its multi-dimensional nature. The conflict is not only about the resource or power-sharing between two nations, but it is also about identity-based problems. It also involves global power competition, deep humanitarian problems such as forced migration, the abuse of power, and the status of holy places of the World’s three big religions."
  },
  {
    "id": "3403748",
    "unitNumber": 6,
    "text": "Who defined firstly the Jewish nationalism and developed the idea of a Jewish State as a Zionist idea?",
    "correctAnswer": "B",
    "options": {
      "A": "Arthur Balfour",
      "B": "Theodore Herzl",
      "C": "Edmund Allenby",
      "D": "George Clemenceau",
      "E": "William Peel"
    },
    "explanation": "An Austrian Jewish journalist Theodore Herzl, effected from the negative sentiments against Jews in Europe, defined Jewish nationalism and developed the idea of a Jewish State in his book Der Judenstaat (1896). Herzl convened the First Zionist Congress in Basel 1897."
  },
  {
    "id": "3403749",
    "unitNumber": 6,
    "text": "\"After the end of World War I, victorious powers convened in Paris to make a decision about what to do with the territories of collapsed empires and the fate of their nations. And World Zionist Organization also submitted its demand and claimed Palestine as their ‘national homeland’ once again. However, they could not get what they wanted, as the two global powers shared the area.\"\n<br/>Which of the following shows these two global and victorious powers?",
    "correctAnswer": "C",
    "options": {
      "A": "England - USA",
      "B": "France - USA",
      "C": "England - France",
      "D": "England - Italy",
      "E": "France - Italy"
    },
    "explanation": "World Zionist Organization also submitted its demand and claimed Palestine as their ‘national homeland’ once again. However, they could not get what they wanted. Arabs also tried to convince existing major powers to earn their independent state. After the end of the leaders’ summit in summer, talks went on in different cities. In April 1920, in Italy, San Remo Conference convened, and with a resolution accepted on April 25th, 1920, former Ottoman territories were classified as League of Nations Mandate A areas. “Palestine, “Syria,” and “Mesopotamia” came under British and French controls. Palestine and Iraq fell under the British mandate, while Syria and Lebanon became French-controlled territories. The Mandate for Palestine was approved on July, 24th 1922, made British occupation supposedly legal in terms of international law."
  },
  {
    "id": "3403750",
    "unitNumber": 6,
    "text": "In which year David Ben Gurion announced the declaration of independence, and the State of Israel was proclaimed?",
    "correctAnswer": "D",
    "options": {
      "A": "1919",
      "B": "1939",
      "C": "1945",
      "D": "1948",
      "E": "1970"
    },
    "explanation": "The UN General Assembly on 29 November 1947 adopted a resolution to partition Palestine, “Britain announced the termination of its Mandate for Palestine, which became effective on 15 May 1948. At midnight on 14 May 1948” (Ginat, 2018), David Ben Gurion announced the declaration of independence, and the State of Israel was proclaimed."
  },
  {
    "id": "3403751",
    "unitNumber": 6,
    "text": "\"In July of 1948, Israel signed separate ceasefire documents with Egypt, Lebanon, Transjordan, and Syria. The war had two significant consequences for the Israeli-Palestinian conflict. First, Israel expanded the area that they controlled and exceeded the borders given to the Jewish State by the 1947 Partition Plan. In this way, the 1948 war created the border problem.\"\n<br/>What is the other consequence for the Israeli-Palestinian conflict?",
    "correctAnswer": "E",
    "options": {
      "A": "Division of Israel state into two separate regions",
      "B": "Penetration of the Israel army into the Palestine",
      "C": "Beginning of the Six-Day War",
      "D": "Occupation of Jerusalem by the Israel army",
      "E": "Being forced of the Arabs to leave their homes and villages"
    },
    "explanation": "Secondly, during the war, some 711,000 Arabs (UN Report) were forced to leave their homes and villages. This expulsion has been confirmed and rejected by the international community, with the adoption of the United Nations General Assembly Resolution of 194."
  },
  {
    "id": "3403759",
    "unitNumber": 6,
    "text": "1. Pan-Arabism lost its strength.\n 2. PLO became the sole representative of the Palestinians.\n 3. Yasser Arafat emerged as the key figure of the PLO.\n 4. Palestinian resistance movements were based firstly in Jordan then in Lebanon. \n The Six-Day War became a turning point not only for Palestine but also for all Arab World. Which of the following shows the consequences of The Six-Day War?",
    "correctAnswer": "A",
    "options": {
      "A": "1, 2, 3 and 4",
      "B": "1, 2 and 3",
      "C": "2, 3 and 4",
      "D": "1 and 4",
      "E": "2 and 3"
    },
    "explanation": "The Six-Day War became a turning point not only for Palestine but also for all Arab World. Gamal Abdel Nasser and his version of Pan-Arabism lost its strength. Palestinians understood that they could only liberate Palestine themselves. PLO became the sole representative of the Palestinians. Fatah leader Yasser Arafat emerged as the key figure of the PLO, and he was recognized as the legitimate leader of Palestinians. Palestinian resistance movements were based in Jordan. After the war, they intensified their attacks until September 1970. Under the pressure of the US, King Hussein of Jordan forced PLO out of his country, and they were settled in Lebanon. This incident has been remembered as “Black September.”"
  },
  {
    "id": "3403761",
    "unitNumber": 6,
    "text": "In which year did Palestinian National Council accept the Palestinian Declaration of Independence, which proclaimed a “State of Palestine on our Palestinian territory with its capital Jerusalem” and thus, implicitly accept the existence of the State of Israel?",
    "correctAnswer": "B",
    "options": {
      "A": "1970",
      "B": "1988",
      "C": "1999",
      "D": "2001",
      "E": "2011"
    },
    "explanation": "The Palestinian leadership was caught by surprise with this sudden uprising. PLO leader Arafat seized the moment and tried to convert it into a diplomatic initiative. On November 15, 1988, Palestinian National Council convened in Algeria and accepted the Palestinian Declaration of Independence, which proclaimed a “State of Palestine on our Palestinian territory with its capital Jerusalem” and thus, implicitly accepted the existence of the State of Israel. Then, the Palestinian National Council called for multilateral negotiations based on UNSC Resolution 242. This was regarded as a historic compromise by Palestinians because they were accepting the principle of “two-state solution” by abandoning to the question of Israel’s right to exist."
  },
  {
    "id": "3403763",
    "unitNumber": 6,
    "text": "Which of the following indicates the significance of the 'Declaration of Principles Agreement' at the garden of the White House on September 13, 1993?",
    "correctAnswer": "C",
    "options": {
      "A": "Yasser Arafat became the leader of the PLO.",
      "B": "Palestinians were represented within Jordanian delegation and they were composed of residents of Jerusalem",
      "C": "For the first time, Palestinians would rule themselves in Palestine, although within a limited area.",
      "D": "PLO representative Ahmed Qurei was elected as the President of the Palestinian National Authority",
      "E": "Newly independent states established diplomatic relations with Israel"
    },
    "explanation": "On September 13, 1993, at the garden of the White House, Mahmud Abbas from PLO signed the Declaration of Principles Agreement with Israeli Foreign Minister Shimon Peres in the presence of US President Bill Clinton, Israeli Prime Minister Yitzhak Rabin and PLO Chairman Yasser Arafat. For the first time in history, Israeli and Palestinian leaders shook hands in public and opened a new chapter in the Israeli-Palestinian conflict. The significance of this agreement was that, for the first time, Palestinians would rule themselves in Palestine, although within a limited area. The Palestinian leadership, which was in exile in Tunisia since 1982, would be able to return to the homeland. In 1994, Arafat returned Gaza as a hero after 26 years and was elected as the President of the Palestinian National Authority (PNA). Israeli troops withdrew from Gaza and Palestinian city centers in the West Bank."
  },
  {
    "id": "3403766",
    "unitNumber": 6,
    "text": "1. Borders\n<br/>2. The situation of Jewish settlements\n<br/>3. The return of refugees\n<br/>4. The status of Jerusalem\n<br/>Which of the following shows the main issues of the Camp David II that took place between July 11 and 24, 2000?",
    "correctAnswer": "D",
    "options": {
      "A": "1, 2 and 3",
      "B": "2 and 3",
      "C": "1 and 3",
      "D": "1, 2, 3 and 4",
      "E": "2, 3 and 4"
    },
    "explanation": "The summit, which is known as the Camp David II, took place between July 11 and 24, under the auspices of US President Bill Clinton. Israeli and Palestinian delegations under the leadership of Prime Minister Barak and Chairman Arafat discussed four main issues: Borders, the situation of Jewish settlements, the return of refugees, and the status of Jerusalem."
  },
  {
    "id": "3403768",
    "unitNumber": 6,
    "text": "After 1960s, the policy of Turkey was changed and Turkey became more active in supporting Palestinian cause in the Middle East. Which of the following states the reason for the alteration of the policy of Turkey?",
    "correctAnswer": "E",
    "options": {
      "A": "Sabotage in Al-Aqsa Mosque",
      "B": "The problems arising from the Gulf War",
      "C": "The military action led by the US against neighbouring Iraq",
      "D": "The Gaza War",
      "E": "Cyprus crisis"
    },
    "explanation": "The policy of Turkey was changed in the late 1960s. Despite its highly secularized administration, in 1969, Turkey attended the Islamic Conference meetings after sabotage in Al-Aqsa Mosque. Turkey became more active in supporting Palestinian cause in the Middle East after she was left alone by its western allies in the Cyprus crisis. Ankara began supporting Palestinian Liberation Organization (PLO) in international forums, siding with Arab nations."
  },
  {
    "id": "3403817",
    "unitNumber": 6,
    "text": "\"The first attempt to found a Jewish state is during _______ in _______.\"\n<br/>Which one of the following completes the above sentence correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "Ottoman era, Palestine",
      "B": "Roman Era, Palestine",
      "C": "Ottoman Era, Thessaloniki",
      "D": "The French Revolution, Europe",
      "E": "Roman era, Italy"
    },
    "explanation": "Herzl convened the First Zionist Congress in Basel 1897. The goal of Zionists was clear: “establishment for the Jewish people a publicly and legally assured home in Palestine.”At that time, Palestine was an Ottoman territory, and Zionists tried to get permission from Sultan Abdulhamid II to settle. In 1901, Herzl met with Sultan Hamid, and in return for helping Ottoman’s debts, he asked for a settlement in Palestine."
  },
  {
    "id": "3403818",
    "unitNumber": 6,
    "text": "Which of the below is accepted as the legal and political primary document for a Jewish state in Palestine?",
    "correctAnswer": "B",
    "options": {
      "A": "Sultan Abdulhamit's written consent",
      "B": "Balfour Declaration",
      "C": "Der Judenstaat by Herzl",
      "D": "Versaille agreement",
      "E": "Basel program"
    },
    "explanation": "On November 2, 1917, British Foreign Secretary Lord Arthur Balfour, in a written statement to Zionist leader Lord Rothschild, promised a homeland to Jews in Palestine. The letter has been accepted as the legal and political primary document for a Jewish state in Palestine."
  },
  {
    "id": "3403819",
    "unitNumber": 6,
    "text": "Which of the countries below mandated Palestine after the first World War?",
    "correctAnswer": "C",
    "options": {
      "A": "Italy",
      "B": "France",
      "C": "Britain",
      "D": "Russia",
      "E": "Germany"
    },
    "explanation": "In April 1920, in Italy, San Remo Conference convened, and with a resolution accepted on April 25th, 1920, former Ottoman territories were classified as League of Nations Mandate A areas. “Palestine, “Syria,” and “Mesopotamia” came under British and French controls. Palestine and Iraq fell under the British mandate, while Syria and Lebanon became French-controlled territories. The Mandate for Palestine was approved on July, 24th 1922, made British occupation supposedly legal in terms of international law.<br/>The correct answer is C"
  },
  {
    "id": "3403820",
    "unitNumber": 6,
    "text": "I. A policy to balance the needs of the Jewish community with the concerns of the Arab population was conducted.\n<br/>II. Jewish immigration to Palestine continued.\n<br/>III. Palestinian Arabs revolted against Jewish migration.\n<br/>IV. The mandate in Palestine was terminated due to a terrorist attack.\n<br/>Which of the below is/are correct about British Mandate era?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "I, II,III",
      "C": "I, II, IV",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "All of the above are correct.<br/>The correct option is E"
  },
  {
    "id": "3403821",
    "unitNumber": 6,
    "text": "Which of the below countries recognized Israel de facto and de juro respectively?",
    "correctAnswer": "A",
    "options": {
      "A": "The US, The USSR",
      "B": "The US, Iran",
      "C": "Iran, The US",
      "D": "Iran, The USSR",
      "E": "France, Iran"
    },
    "explanation": "The United States became the first country de facto recognizing Israel. Iran, under Reza Shah, also followed the course. The Soviet Union became the first nation to recognize Israel de jure fully<br/>The correct answer is A"
  },
  {
    "id": "3403822",
    "unitNumber": 6,
    "text": "\"In the 1948 War, Israel was able to defend Tel Aviv and pushed Arabs back. Israel implemented Plan Dalet, which aimed to control and conquer Arab towns and villages and expel the Arab population outside of the Jewish State.\"\n<br/>Which of the below <strong>cannot</strong> be seen as a description or outcome of this plan?",
    "correctAnswer": "E",
    "options": {
      "A": "Forced migration",
      "B": "Ethnic cleansing",
      "C": "Massacres",
      "D": "Homogenization of nation",
      "E": "Two-state solution."
    },
    "explanation": "In the 1948 War, Israel was able to defend Tel Aviv and pushed Arabs back. Israel implemented Plan Dalet, which aimed to control and conquer Arab towns and villages and expel the Arab population outside of the Jewish State (Pappe, 2007: 87-91). The plan is still subject to controversy. Some historians assert that it was a planned expulsion of Arabs and should be regarded as ethnic cleansing. Massacres in Palestine support this view. The most notorious killings took place in Deir Yassin village, where 254 villagers lost their lives in the shooting spree."
  },
  {
    "id": "3403823",
    "unitNumber": 6,
    "text": "I. Jerusalem was occupied, and its status became the main subject of disagreement.\n<br/>II. Israel started building settlements in the Palestinian territories.\n<br/>III. The refugee problem deepened.\n<br/>IV. Israel quadrupled its territory.\n<br/>Which of the above are the outcomes of the Six-Day War?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "I, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV",
      "E": "III, IV"
    },
    "explanation": "Six-Day War is another turning point in Arab-Israeli affairs and specifically for the Palestinian question. With this war, new dimensions to the problem were added: Jerusalem was occupied, and its status became the main subject of disagreement. Secondly, following the war, Israel started building settlements in the Palestinian territories. The refugee problem deepened, and the issue of the borders became graver."
  },
  {
    "id": "3403824",
    "unitNumber": 6,
    "text": "Which of the below <strong>is not</strong> a consequence of the Six-Day War for the Arab world?",
    "correctAnswer": "B",
    "options": {
      "A": "Fatah leader Yasser Arafat was recognized as the legitimate leader of Palestinians.",
      "B": "The international Arab alliance became the key force in the solution of the Palestinian issue.",
      "C": "PLO became the sole representative of the Palestinians.",
      "D": "Under the pressure of the US, King Hussein of Jordan forced PLO out of his country.",
      "E": "The PLO was settled in Lebanon after the expulsion from Jordan."
    },
    "explanation": "Gamal Abdel Nasser and his version of Pan-Arabism lost its strength. Palestinians understood that they could only liberate Palestine themselves."
  },
  {
    "id": "3403825",
    "unitNumber": 6,
    "text": "What is the most important point of the First Intifada?",
    "correctAnswer": "A",
    "options": {
      "A": "Palestinian Declaration of Independence that proposed a two-state solution.",
      "B": "The change of image of the State of Israel in public opinion.",
      "C": "Declaration of Jerusalem as the capital city.",
      "D": "Introduction of new forms of resistance by the people.",
      "E": "The start of a dialogue between the PLO and the US."
    },
    "explanation": "The Palestinian leadership was caught by surprise with this sudden uprising. PLO leader Arafat seized the moment and tried to convert it into a diplomatic initiative. On November 15, 1988, Palestinian National Council convened in Algeria and accepted the Palestinian Declaration of Independence, which proclaimed a “State of Palestine on our Palestinian territory with its capital Jerusalem” and thus, implicitly accepted the existence of the State of Israel."
  },
  {
    "id": "3403826",
    "unitNumber": 6,
    "text": "I. For the first time, Palestinians would rule themselves in Palestine, although within a limited area.\n II. The Palestinian leadership, which was in exile in Tunisia since 1982, would be able to return to the homeland.\n III. In 1994, Arafat returned Gaza as a hero after 26 years and was elected as the President of the Palestinian National Authority.\n IV. Israeli troops withdrew from Gaza and Palestinian city centers in the West Bank.\n Which of the above is/are among the significant outcomes of the Declaration of Principles of 1993?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "I, IV",
      "C": "II, III, IV",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "explanation": "The significance of this agreement was that, for the first time, Palestinians would rule themselves in Palestine, although within a limited area. The Palestinian leadership, which was in exile in Tunisia since 1982, would be able to return to the homeland. In 1994, Arafat returned Gaza as a hero after 26 years and was elected as the President of the Palestinian National Authority (PNA). Israeli troops withdrew from Gaza and Palestinian city centers in the West Bank."
  },
  {
    "id": "3403541",
    "unitNumber": 7,
    "text": "Which one of the following factors <strong><em><u>is not</u></em></strong> among the reasons for the weaknesses of the economies in the MENA region?",
    "correctAnswer": "C",
    "options": {
      "A": "lack of economic diversification",
      "B": "youth unemployment",
      "C": "military power",
      "D": "political instability",
      "E": "corruption"
    },
    "explanation": "Macroeconomic Context of the Mena<br/>military power"
  },
  {
    "id": "3403542",
    "unitNumber": 7,
    "text": "The strongest part of the MENA region is the rate of..................people.\n<br/>Which of the following correctly fills in the blank above?",
    "correctAnswer": "A",
    "options": {
      "A": "young",
      "B": "unemployed",
      "C": "old",
      "D": "aged",
      "E": "literate"
    },
    "explanation": "Macroeconomic Context of the Mena<br/>young"
  },
  {
    "id": "3403543",
    "unitNumber": 7,
    "text": "I. It is the only resource-poor and labor-poor (RPLP) country in the region.\n<br/>II. It is dependent on foreign labor while it has limited hydrocarbon resources.\n<br/>III. Despite these limitations, it has a great economic development and a robust economic diversification by high technology goods production with its extensive industry.\n<br/>Which country is mentioned in the above sentences?",
    "correctAnswer": "C",
    "options": {
      "A": "Tunisia",
      "B": "Egypt",
      "C": "Israil",
      "D": "Jordan",
      "E": "Syria"
    },
    "explanation": "Macroeconomic Context of the Mena<br/>Israil"
  },
  {
    "id": "3403544",
    "unitNumber": 7,
    "text": "..................is the primary government source in almost all countries of the MENA.\n<br/>Which of the following correctly fills in the blank above?",
    "correctAnswer": "B",
    "options": {
      "A": "Water",
      "B": "Oil",
      "C": "Farming",
      "D": "War",
      "E": "Inequality"
    },
    "explanation": "Macroeconomic Context of the Mena<br/>Oil"
  },
  {
    "id": "3403545",
    "unitNumber": 7,
    "text": "The general government ..............balance, which shows the difference between general government revenues and expenditures in a given year, has dramatically decreased over the years till 2016 across the MENA region.\n<br/>Which of the following correctly fills in the blank above?",
    "correctAnswer": "D",
    "options": {
      "A": "power",
      "B": "budget",
      "C": "labor",
      "D": "fiscal",
      "E": "debt"
    },
    "explanation": "Macroeconomic Context of the Mena<br/>fiscal"
  },
  {
    "id": "3403546",
    "unitNumber": 7,
    "text": "The rising number of cases each day makes people with limited access to health services........... to the virus.\n<br/>Which of the following correctly fills in the blank above?",
    "correctAnswer": "E",
    "options": {
      "A": "resistant",
      "B": "weak",
      "C": "strong",
      "D": "crucial",
      "E": "vulnerable"
    },
    "explanation": "The Scope of Health Care System and Covid-19<br/>vulnerable"
  },
  {
    "id": "3403547",
    "unitNumber": 7,
    "text": "MENA countries, like other countries in the world, are fighting to __________ the impact of the virus on the public despite the lack of authorized medical personnel and essential medical equipment.\n<br/>Which of the following correctly fills in the blank above?",
    "correctAnswer": "A",
    "options": {
      "A": "reduce",
      "B": "affect",
      "C": "increase",
      "D": "rise",
      "E": "go up"
    },
    "explanation": "The Scope of Health Care System and Covid-19<br/>reduce"
  },
  {
    "id": "3403548",
    "unitNumber": 7,
    "text": "Which one of the following factors <strong><em><u>is not</u></em></strong> one of the tools that caused a significant decrease in the effect of national governments on their economies in the globalization process?",
    "correctAnswer": "E",
    "options": {
      "A": "Internalization of financial markets",
      "B": "Ease of the mobility of capital along with technological developments",
      "C": "the World Bank",
      "D": "the International Monetary Fund",
      "E": "the National Bank"
    },
    "explanation": "The Impact of Globalization in the MENA<br/>the National Bank"
  },
  {
    "id": "3403549",
    "unitNumber": 7,
    "text": "The MENA economies are lacking substantial institutional reforms to improve their economic performances, especially for ______________ economic growth throughout the region.\n<br/>Which of the following correctly fills in the blank above?",
    "correctAnswer": "B",
    "options": {
      "A": "durable",
      "B": "sustainable",
      "C": "effective",
      "D": "important",
      "E": "sociable"
    },
    "explanation": "Economic Impacts of Globalization<br/>sustainable"
  },
  {
    "id": "3403550",
    "unitNumber": 7,
    "text": "“It is an economic system based on supply and demand with little or no government control. It is a summary description of all voluntary exchanges that take place in a given economic environment.”\n Which term is described by the above sentences?",
    "correctAnswer": "C",
    "options": {
      "A": "Globalization",
      "B": "Labor market",
      "C": "The free market",
      "D": "Regional integration",
      "E": "The financial sector"
    },
    "explanation": "Global Integration<br/>The free market"
  },
  {
    "id": "3403677",
    "unitNumber": 7,
    "text": "An economy student who is interested in the decision-making process of the use and share of resources with economic value and who also would like to understand how economic choices in a country are affected by politics can take the advantage of the field so-called ..................\n<br/>Which of the following correctly fills in the blank above?",
    "correctAnswer": "A",
    "options": {
      "A": "Political economy",
      "B": "Policy making studies",
      "C": "Economic sociology",
      "D": "Sociology of economics",
      "E": "Political sociology"
    },
    "explanation": "An economy student who is interested in the decision-making process of the use and share of resources with economic value and who also would like to understand how economic choices in a country are affected by politics can take the advantage of the field so-called political economy."
  },
  {
    "id": "3403678",
    "unitNumber": 7,
    "text": "Which of the following is not among leading poltical actors who have treated MENA region (Middle East and North Africa) as a critical playground because of its oil and gas reserves?",
    "correctAnswer": "E",
    "options": {
      "A": "USA",
      "B": "EU",
      "C": "Russia",
      "D": "China",
      "E": "Turkey"
    },
    "explanation": "Turkey is not among leading poltical actors who have treated MENA region (Middle East and North Africa) as a critical playground because of its oil and gas reserves."
  },
  {
    "id": "3403679",
    "unitNumber": 7,
    "text": "What is the main reason for the difficulty of establishing common demographic and economic policies in the MENA region (Middle East and North Africa) compared to other parts of the world?",
    "correctAnswer": "E",
    "options": {
      "A": "Low levels of political participation",
      "B": "Regional political and demographic changes",
      "C": "Disrupted demographic and economic structures",
      "D": "Coming crisis of oil and lack of new policies",
      "E": "Low levels of regional integration and policy coordinaton"
    },
    "explanation": "Regional integration is rare in the region and also policy coordination is not found, either. Therefore, it is difficult to establish joint demographic and economic policies in the MENA region (Middle East and North Africa)."
  },
  {
    "id": "3403680",
    "unitNumber": 7,
    "text": "Which of the following is not among one of the main problems of the economies of the MENA region (Middle East and North Africa)?",
    "correctAnswer": "E",
    "options": {
      "A": "Lack of economic diversification",
      "B": "Youth unemployment",
      "C": "Political instability",
      "D": "Political corruption",
      "E": "Weak legislative efforts"
    },
    "explanation": "The level of legislative efforts is not one of the main problems of the economies of the MENA region (Middle East and North Africa)."
  },
  {
    "id": "3403681",
    "unitNumber": 7,
    "text": "By the year 2016, International Monetary Fund reported that most oil-exporting countries reacted similarly towards low oil prices in the global markets? What did they do to overcome the economic results of the low oil prices, according to the International Monetary Fund report?",
    "correctAnswer": "E",
    "options": {
      "A": "They came together to evaluate Arab Spring",
      "B": "They supported Saudi Arabia-UAE (United Arab Emirates) alliance",
      "C": "They implement new policies about world-trade",
      "D": "They supported Maghreb countries",
      "E": "They struggled to create new jobs and foster inclusive economic growth"
    },
    "explanation": "By the year 2016, International Monetary Fund reported that most oil-exporting countries reacted smilarly towards low oil prices in the global markets. They struggled to create new jobs and foster inclusive economic growth to overcome the economic results of the low oil prices, according to International Monetary Fund Report."
  },
  {
    "id": "3403682",
    "unitNumber": 7,
    "text": "Which of the following is the most important observation of the Rentier-State Theory?",
    "correctAnswer": "C",
    "options": {
      "A": "\"Easy come easy go\" defines the economies of oil-exporting countries",
      "B": "Lack of local financial institutions cause economic instabilty",
      "C": "Oil-exporting countries depend on externally generated rents",
      "D": "Lack of qualified labour in charge of public administration in oil-exporting countries",
      "E": "Lack of a powerful state to charge taxes for oil reserves in oil-exporting countries"
    },
    "explanation": "The most important observation of the Rentier-State Theory is that oil-exporting countries depend on externally generated rents instead of tax revenues from their societies."
  },
  {
    "id": "3403683",
    "unitNumber": 7,
    "text": "Rentierism harms the economy while it weakens democracy in oil-exporting countres. Which of the following <strong>is not</strong> among the supporting ideas for this argumentation?",
    "correctAnswer": "E",
    "options": {
      "A": "Rentier economies don't collect taxes from their societes, in turn this wekens the bond between government and the society",
      "B": "The weak connection between government and society reduces the acountability of the state",
      "C": "Substantial natural resources which come up with autonomy in decision-making can reshape the class-structure of the society",
      "D": "Rentierism inevitably reproduces income inequality in the economy",
      "E": "Rentierism is a sign of the impossibility to generate democratic values in Muslim societies; in fact, it is a proof"
    },
    "explanation": "Rentierism harms the economy while it weakens democracy in oil-exporting countres. Followng deas support Rentir-State theory arguments:\n<br/>Rentier economies don't collect taxes from their societes, in turn this wekens the bond between government and the society; \n<br/>The weak connection between government and society reduces the acountability of the state;\n<br/>Substantial natural resources which come up with autonomy in decision-making can reshape the class-structure of the society; \n<br/>Rentierism inevitably reproduces income inequality in the economy.\n<br/>However, Rentiersm is not a proof of the impossibility to generate democratic values in Muslim societies."
  },
  {
    "id": "3403684",
    "unitNumber": 7,
    "text": "Which of the following <strong>cannot</strong> be accepted among the consequences of the Arab Spring?",
    "correctAnswer": "E",
    "options": {
      "A": "Civil wars",
      "B": "Overthrown dictatorships",
      "C": "Military coups",
      "D": "Slowing-down globalisation",
      "E": "Rentierism"
    },
    "explanation": "Rentierism cannot be accepted among consequences of the Arab Spring."
  },
  {
    "id": "3403685",
    "unitNumber": 7,
    "text": "Which of the following can be accepted among important changes that have taken place in the last two decades in GCC countries (Gulf Cooperation Council)?",
    "correctAnswer": "A",
    "options": {
      "A": "The demographic boom which comes from regional migration",
      "B": "The increasing levels of politcal participation",
      "C": "The state interventon in oil prices",
      "D": "The state subvansions in oil-exporting",
      "E": "The betterment policies in labour quality"
    },
    "explanation": "The demographic boom which comes from regional migration is among the important changes that have took place in the last two decades in GCC countries (Gulf Cooperation Council)."
  },
  {
    "id": "3403686",
    "unitNumber": 7,
    "text": "By the year 2010 World Bank reported that GCC countres (Gulf Cooperation Council) signed for FTA (Free Trade Arrangements) with EU in 1988. Apart from these GCC had already ongoing trade negotiations with many other countries and organizations. Which of the following <strong>cannot</strong> be accepted among these?",
    "correctAnswer": "E",
    "options": {
      "A": "Japan",
      "B": "Australia",
      "C": "New Zealand",
      "D": "India",
      "E": "Mexico"
    },
    "explanation": "Mexico is not among these countries."
  },
  {
    "id": "3403691",
    "unitNumber": 7,
    "text": "Which of one the following is a Maghreb country?",
    "correctAnswer": "A",
    "options": {
      "A": "Tunisia",
      "B": "Lebanon",
      "C": "Jordan",
      "D": "Palestine",
      "E": "Syria"
    },
    "explanation": "Re-read \"Introduction\" of your book<br/>Tunisia"
  },
  {
    "id": "3403692",
    "unitNumber": 7,
    "text": "Which of the following is a Levant country?",
    "correctAnswer": "B",
    "options": {
      "A": "Algeria",
      "B": "Lebanon",
      "C": "Egypt",
      "D": "Libya",
      "E": "Tunisia"
    },
    "explanation": "Re-read \"Introduction\" of your book<br/>Lebanon"
  },
  {
    "id": "3403693",
    "unitNumber": 7,
    "text": "Which statement below <u><strong>is not</strong> correct</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "The North African countries are also called \"Maghreb\"",
      "B": "The World Bank does not classify Turkey as part of MENA",
      "C": "EU classifies İsrail as part of MENA",
      "D": "World Bank classifies Mauritania as part of MENA",
      "E": "Palestine is a Levant country"
    },
    "explanation": "Re-read \"Introduction\" of your book.<br/>World Bank does not classify Mauritania as part of MENA."
  },
  {
    "id": "3403694",
    "unitNumber": 7,
    "text": "In MENA region which of the following country is both resourse-poor and labor- poor?",
    "correctAnswer": "E",
    "options": {
      "A": "Algeria",
      "B": "Iran",
      "C": "Bahrain",
      "D": "Quatar",
      "E": "Israel"
    },
    "explanation": "Please re-read the section titled \"Economic Factors\" of your book<br/>Israel is the only resource-poor and labor-poor (RPLP) country in<br/>the region."
  },
  {
    "id": "3403695",
    "unitNumber": 7,
    "text": "\"The resource-rich and labor-poor (RRLP) countries are mainly the GCC countries and also _____________.\"\n<br/>Which one of the following completes the above blank correctly?",
    "correctAnswer": "C",
    "options": {
      "A": "Israel",
      "B": "Lebanon",
      "C": "Libya",
      "D": "Jourdan",
      "E": "Tunisia"
    },
    "explanation": "Please re-read the sectin titled \"Economic Factors\" of your book.<br/>Libya"
  },
  {
    "id": "3403696",
    "unitNumber": 7,
    "text": "\"The countries that allocate the highest share of GDP in health expenditures among the MENA countries are _______ and _______.\"\n<br/>Which one of the following completes the above blank correctly?",
    "correctAnswer": "E",
    "options": {
      "A": "Saudi Arabia and Kuwait",
      "B": "Oman and Israel",
      "C": "Algeria and Qatar",
      "D": "Egypt and Jordan",
      "E": "Iran and Lebanon"
    },
    "explanation": "Please re-read the section titled \"The Scope of Health Care System and Covid-19\" of your book<br/>The countries that allocate the highest share of GDP in health expenditures<br/>among the MENA countries are Iran and Lebanon"
  },
  {
    "id": "3403697",
    "unitNumber": 7,
    "text": "\"__________ is the wealthiest country in the MENA region.\"\n<br/>Which one of the following completes the above blank correctly?",
    "correctAnswer": "B",
    "options": {
      "A": "Qatar",
      "B": "Saudi Arabia",
      "C": "Kuwait",
      "D": "UAE",
      "E": "Bahrain"
    },
    "explanation": "Please re-read the section titled \"Saudi Vision 2030\" of your book.<br/>Saudi Arabia is the wealthiest country in the MENA region"
  },
  {
    "id": "3403698",
    "unitNumber": 7,
    "text": "Which of the following country <strong><u>cannot</u></strong> meet its health needs in terms of doctor density in the MENA region?",
    "correctAnswer": "E",
    "options": {
      "A": "Jordan",
      "B": "Kuwait",
      "C": "Lebanon",
      "D": "UAE",
      "E": "Egypt"
    },
    "explanation": "Please re-read the section titled \"The Scope of Health Care System and Covid-19\" of your book<br/>EGYPT cannot meet its health needs in terms of doctor density in the<br/>MENA region."
  },
  {
    "id": "3403699",
    "unitNumber": 7,
    "text": "Which country below is a developing oil importer country?",
    "correctAnswer": "D",
    "options": {
      "A": "Yemen",
      "B": "Iraq",
      "C": "Iran",
      "D": "Jordan",
      "E": "Algeria"
    },
    "explanation": "Please re-read the section titled \"Economic Factors\" of your book.<br/>Jordan"
  },
  {
    "id": "3403700",
    "unitNumber": 7,
    "text": "Which country below is a developing oil exporter country?",
    "correctAnswer": "A",
    "options": {
      "A": "Algeria",
      "B": "Palestine",
      "C": "Tunisia",
      "D": "Lebanon",
      "E": "Morrocco"
    },
    "explanation": "Please re-read the section titled \"Economic Factors\" of your book.<br/>Algeria"
  },
  {
    "id": "3403667",
    "unitNumber": 8,
    "text": "I. Arab Spring\n II. Arab uprising\n III. Arab intifadah\n IV. Arab revolt\n V. Arab upheavals\n Which of the above were used by the Western experts to describe the widespread protests in the Arab world after 2011?",
    "correctAnswer": "E",
    "options": {
      "A": "I,II,III",
      "B": "I,II,IV",
      "C": "I,III,V",
      "D": "II,III,IV,V",
      "E": "I,II,III,IV,V"
    },
    "explanation": "With the start of the uprisings, foreign experts began to discuss how the widespread protests in the Arab world could be defined and described. Different terms were used to define the nature of this process, such as Arab Spring, Arab uprising, Arab intifadah, Arab revolt, and Arab upheavals in the literature. H"
  },
  {
    "id": "3403668",
    "unitNumber": 8,
    "text": "What caused the change of traditional role of state in Arab nations letting go of their role of leading supplier of the citizens' needs?",
    "correctAnswer": "A",
    "options": {
      "A": "Neoliberal policies that canceled government subsidies on food",
      "B": "Rejection of open door policy",
      "C": "Colonization past of the Arab countries",
      "D": "Fall of oil prices in oil_producing countries",
      "E": "Climate conditions that decreased food production"
    },
    "explanation": "Egypt became the first country in the Arab world to adopt the open-door policy, infitah in Arabic, for domestic or foreign private investment. Then, many Arab countries followed suit. According to the neo-liberal programs, one of the most critical regulations was to remove government subsidies of essential commodities such as food grains. Considering the bread needs of people, a rapid increase in food prices inevitably led to unrest among the most impoverished strata of society. Briefly, this new economic policy changed the traditional role of the state because the state would no longer be the leading supplier of citizens’ basic needs. After canceling subsidies on food and bread, demonstrations, called bread riots, erupted in many Arab countries such as Egypt, Tunisia, Algeria, Morocco, Sudan in the 1970s and 1980s."
  },
  {
    "id": "3403669",
    "unitNumber": 8,
    "text": "I. High unemployment rates\n II. Extreme poverty\n III. Income inequality \n IV. Corrupted regimes\n Which of the above played a role in the discontent that led to the 2011 uprisings?",
    "correctAnswer": "C",
    "options": {
      "A": "I,II",
      "B": "I,II,III",
      "C": "I,II,III,IV",
      "D": "II,III,IV",
      "E": "I,IV"
    },
    "explanation": "On the eve of the 2011 uprisings, the majority of the Arab peoples were suffering from structural economic difficulties while Arab regimes were stuck in chronic corruption. The main structural problems were high unemployment rates, extreme poverty, and income inequality. High levels of unemployment were one of the main reasons for general discontent in the region."
  },
  {
    "id": "3403670",
    "unitNumber": 8,
    "text": "What is the main political motivation behind the Arab uprising?",
    "correctAnswer": "B",
    "options": {
      "A": "Installing Islamist regimes",
      "B": "Defeating the authoritarian regimes",
      "C": "Opposing military governments",
      "D": "Protesting foreign influence",
      "E": "Defeating foreign powers"
    },
    "explanation": "Considering the heterogeneous character of uprisings and this slogan together, overthrowing the regime was the essential aspiration of protestors rather than coming into power as a unified political actor. In other words, the slogan was a direct reflection of the protestors’ fundamental political motivation: defeating the authoritarian regimes.<br/>b"
  },
  {
    "id": "3403671",
    "unitNumber": 8,
    "text": "Which of the below country had a relatively peaceful transition process after the toppling of their long-term authoritarian leaders?",
    "correctAnswer": "E",
    "options": {
      "A": "Syria",
      "B": "Yemen",
      "C": "Bahrain",
      "D": "Libya",
      "E": "Tunisia"
    },
    "explanation": "Unlike other Arab countries that experienced anti-regime uprisings in 2011, Tunisia and Egypt became the first two countries to have a relatively peaceful transition process after the toppling of their long-term authoritarian leaders."
  },
  {
    "id": "3403672",
    "unitNumber": 8,
    "text": "Which of the below played a leading role in anti-Morsi protest in Egypt?",
    "correctAnswer": "A",
    "options": {
      "A": "Tamarod movement",
      "B": "SCAF",
      "C": "Military",
      "D": "Foreign powers",
      "E": "Shiites"
    },
    "explanation": "The Tamarod movement as a new civil organization played a leading role in organizing anti-Morsi protests."
  },
  {
    "id": "3403673",
    "unitNumber": 8,
    "text": "I. Having s stronger army\n II. Having a tradition of the military being involved in politics\n III. Lack of secular political tradition\n IV. Lack of strong trade unions to act as mediators \n Which of the above are the reasons for the failure of Egypt's attempt to democracy?",
    "correctAnswer": "D",
    "options": {
      "A": "I,IV",
      "B": "I,II,IV",
      "C": "I,III",
      "D": "I,II,III,IV",
      "E": "I,III,IV"
    },
    "explanation": "All of the above were factors of the failure.<br/>d"
  },
  {
    "id": "3403674",
    "unitNumber": 8,
    "text": "The fall of the rulers of Libya and Yemen were different from the cases of Egypt and Tunisia because it only happened after.......\n Fill in the blanks.",
    "correctAnswer": "A",
    "options": {
      "A": "the intervention of foreign powers.",
      "B": "the intervention of military.",
      "C": "their stepping out voluntarily",
      "D": "establishment of democratic institutions",
      "E": "free elections."
    },
    "explanation": "Unlike the cases of Egypt and Tunisia, the rulers of Libya and Yemen fell from power only after the intervention of foreign powers. In the Libyan case, this intervention took place in the form of the NATO-led military campaign, which enabled the rebels to take control of the capital in October 2011. In the Yemeni case, it was the GCCled diplomatic efforts and pressures that forced Saleh to transfer his powers to Vice President Hadi in February 2012."
  },
  {
    "id": "3403675",
    "unitNumber": 8,
    "text": "After the uprisings in Egypt, Tunisia, Libya, Yemen, Bahrain and Syria, the ruling administrations managed to stay in power in ........ and ......\n<br/>Fill in the blanks.",
    "correctAnswer": "A",
    "options": {
      "A": "Bahrain, Syria",
      "B": "Tunisia, Libya",
      "C": "Bahrain, Libya",
      "D": "Syria, Yemen",
      "E": "Syria, Egypt"
    },
    "explanation": "Despite facing massive anti-regime protests in 2011, neither al-Khalifa dynasty in Bahrain nor Bashar al-Assad in Syria lost their hold on power until today. In this sense, unlike the cases of Egypt, Tunisia, Libya, and Yemen, governing coalitions in Bahrain and Syria remained more or less intact in the course of the uprisings. Moreover, both regimes still enjoy great support from their traditional power bases both inside and outside their countries."
  },
  {
    "id": "3403676",
    "unitNumber": 8,
    "text": "Which of the below is not a cause of the \"weak state\" in Yemen and Libya?",
    "correctAnswer": "A",
    "options": {
      "A": "Weak military and security forces",
      "B": "Geographies that are extremely difficult to govern",
      "C": "Inter-regional and intra-societal differences within each country",
      "D": "Failure of the construction of national identity.",
      "E": "Both regimes having rentier natures rather than taxation."
    },
    "explanation": "Roots of weak state structures are threefold: First of all, both countries are located in geographies that are extremely difficult to govern. Secondly, there are significant inter-regional and intra-societal differences within each country that limits the construction of national identity. Lastly, both regimes have rentier natures."
  },
  {
    "id": "3403777",
    "unitNumber": 8,
    "text": "Which country listed below is considered to be the starting point of Arab uprising?",
    "correctAnswer": "A",
    "options": {
      "A": "Tunisia",
      "B": "Egypt",
      "C": "Syria",
      "D": "Libya",
      "E": "Bahrain"
    },
    "explanation": "If your answer is wrong, please review the “Evolution of 2011 Uprisings in the Arab World” section.<br/>The starting point of the Arab Uprisings was Tunisia, which had been ruled by Zine al-Abidine Ben Ali since 1987."
  },
  {
    "id": "3403778",
    "unitNumber": 8,
    "text": "Which word below had initially meant to shudder, toshiver, to shake off, to recover, to recuperate; but gained a new meaning:\"resistance\",that directly define the Palestinian civil against Israeli occupation in the West Bank and Gaza Strip in 1987?",
    "correctAnswer": "B",
    "options": {
      "A": "Infidel",
      "B": "Intifadah",
      "C": "Ennahda",
      "D": "Infitah",
      "E": "Ebadid"
    },
    "explanation": "If your answer is wrong, please review the “Introduction” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f2201d3f863e19a9505dfeb6cb8b3df7.png\" alt=\"\" width=\"353\" height=\"217\">"
  },
  {
    "id": "3403779",
    "unitNumber": 8,
    "text": "Which term below started as referring to the neoliberalization of the Egyptian economy and gained the meaning adoption of neo-liberal programs in Arab countries?",
    "correctAnswer": "D",
    "options": {
      "A": "Sahel",
      "B": "Imazighen",
      "C": "Ennahda",
      "D": "Infitah",
      "E": "Makhzen"
    },
    "explanation": "Egypt became the first country in the Arab world to adopt the open-door policy, infitah in Arabic, for domestic or foreign private investment. Then, many Arab countries followed suit.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e9648e5b4822b84bcd318b5a54dd4897.png\" alt=\"\" width=\"351\" height=\"202\">"
  },
  {
    "id": "3403780",
    "unitNumber": 8,
    "text": "Who was the president in Tunisia when the Arap uprising began?",
    "correctAnswer": "D",
    "options": {
      "A": "Mohamed Morsi",
      "B": "Ahmed Shafik",
      "C": "Hosni Mubarak",
      "D": "Zine el Abidine Ben Ali",
      "E": "Rached Ghannouchi"
    },
    "explanation": "If your answer is wrong, please review the “Evolution of 2011 Uprisings in the Arab World” section.<br/>The starting point of the Arab Uprisings was Tunisia, which had been ruled by Zine al-Abidine Ben Ali since 1987. Under the rule of Ben Ali, Tunisian people had been experiencing widespread corruption, high unemployment, and immense political repression"
  },
  {
    "id": "3403781",
    "unitNumber": 8,
    "text": "Who was the ruler in Yemen when the massive protests took place on 27 January 2011?",
    "correctAnswer": "C",
    "options": {
      "A": "Zine el Abidine Ben Ali",
      "B": "Ahmed Shafik",
      "C": "Ali Abdullah Saleh",
      "D": "Hosni Mubarak",
      "E": "Mohamed Morsi"
    },
    "explanation": "If your answer is wrong, please review the “Evolution of 2011 Uprisings in the Arab World” section.<br/>Yemen had been under the highly personalized rule of Ali Abdullah Saleh since 1978. On 27 January 2011, just two days after the outbreak of the Egyptian uprising, massive protests against poverty and corruption took place in the Yemeni capital Sana’a, and quickly spread to other major cities throughout February."
  },
  {
    "id": "3403782",
    "unitNumber": 8,
    "text": "Which of the following is an alternative name for the Ansarullah Movement?",
    "correctAnswer": "A",
    "options": {
      "A": "Houthi movement",
      "B": "Ennahda Movement",
      "C": "Tamarod Movement",
      "D": "April 6 Youth Movement",
      "E": "Joint Meeting Parties"
    },
    "explanation": "If your answer is wrong, please review the “State Collapse and Civil War in Libya and Yemen” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/78ec7a8f267b0b0be601814361baa298.png\" alt=\"\" width=\"340\" height=\"219\">"
  },
  {
    "id": "3403783",
    "unitNumber": 8,
    "text": "Which is the only Arab country where a successful transition based on a policy of reconciliation between different actors has emerged without a coup, civil war or international intervention?",
    "correctAnswer": "C",
    "options": {
      "A": "Yemen",
      "B": "Syria",
      "C": "Tunusia",
      "D": "Bahrain",
      "E": "Libya"
    },
    "explanation": "If your answer is wrong, please review the “'Orderly' Transition in Tunisia and Egypt during the Post-revolutionary Process” section.<br/>Tunisia has been the only Arab country where a successful “sui generis” transition has emerged, based on a policy of reconciliation between different actors, primarily Islamists and secularists, without any coups, civil war or international intervention."
  },
  {
    "id": "3403784",
    "unitNumber": 8,
    "text": "What year did the Yemeni Civil War begin?",
    "correctAnswer": "E",
    "options": {
      "A": "2009",
      "B": "2010",
      "C": "2011",
      "D": "2014",
      "E": "2015"
    },
    "explanation": "If your answer is wrong, please review the “State Collapse and Civil War in Libya and Yemen” section.<br/>The Yemeni Civil War started in 2015, after the capture of the capital Sanaa by Houthi rebels in the north."
  },
  {
    "id": "3403785",
    "unitNumber": 8,
    "text": "In what year did the Libyan Civil War begin?",
    "correctAnswer": "D",
    "options": {
      "A": "2010",
      "B": "2011",
      "C": "2013",
      "D": "2014",
      "E": "2015"
    },
    "explanation": "If your answer is wrong, please review the “State Collapse and Civil War in Libya and Yemen” section.<br/>The Libyan Civil War started in 2014 with the launch of Operation Dignity by forces loyal to Khalifa Hafter to grab power."
  },
  {
    "id": "3403786",
    "unitNumber": 8,
    "text": "Who was the leader of Syria when large anti-government protests were held in Damascus and Aleppo on March 15, 2011?",
    "correctAnswer": "A",
    "options": {
      "A": "Bashar al-Assad",
      "B": "Muammer al Gaddafi",
      "C": "Ali Abdullah Saleh",
      "D": "Zine el Abidine Ben Ali",
      "E": "Ahmed Shafik"
    },
    "explanation": "If your answer is wrong, please review the “Evolution of 2011 Uprisings in the Arab World” section.<br/>Bashar al-Assad has ruled Syria since the death of his father and former president Hafez al-Assad in 2000. Although Bashar first appeared as a young reformist leader, his reform initiatives were soon suppressed by the old guards in the military and the ruling Baath Party."
  },
  {
    "id": "3403787",
    "unitNumber": 8,
    "text": "Anti-regime protests in the Arab uprisings began in ....... in 2010.\n<br/>Which of the following correctly fills in the blank above?",
    "correctAnswer": "B",
    "options": {
      "A": "Egypt",
      "B": "Tunisia",
      "C": "Morocco",
      "D": "Syria",
      "E": "Yemen"
    },
    "explanation": "Initially, it was in Tunisia where the first Arap uprisings started in 2010."
  },
  {
    "id": "3403788",
    "unitNumber": 8,
    "text": "What are the common factors of the roots of the Arab uprisings?",
    "correctAnswer": "C",
    "options": {
      "A": "The education system, wish for revolution, environmental factors",
      "B": "The economic gap between the richest and the poorest, the minority problems",
      "C": "The socio-economic and political factors, the impact of social media",
      "D": "The psychological factors and the wish to modernize",
      "E": "Pollution of the air and water and geo-political factors"
    },
    "explanation": "Some common factors can be divided into three sub-categories as follows: socio-economic reasons, political factors, and the impact of social media."
  },
  {
    "id": "3403789",
    "unitNumber": 8,
    "text": "Which regimes could remain tight and unshakeable after the Arab uprisings?",
    "correctAnswer": "A",
    "options": {
      "A": "Bahrain and Syria",
      "B": "Yemen and Egypt",
      "C": "Libya and Yemen",
      "D": "Iraq and Syria",
      "E": "Tunis and Nigeria"
    },
    "explanation": "Unlike the cases of Yemen and Libya, Bahraini and Syrian regimes remained tight and steadfast."
  },
  {
    "id": "3403790",
    "unitNumber": 8,
    "text": "The Tunisian transition process to democracy remained stable based on .............\n<br/>Which of the following correctly fills in the blank above?",
    "correctAnswer": "C",
    "options": {
      "A": "a Coup d'état",
      "B": "agreements with the people of Tunisia",
      "C": "a reconciliation policy between the different political actors.",
      "D": "economic growth",
      "E": "the democratic institutions"
    },
    "explanation": "The Tunisian transition process to democracy remained stable based on a reconciliation policy between the different political actors."
  },
  {
    "id": "3403791",
    "unitNumber": 8,
    "text": "How did Yemen and Libya differ from other countries that experienced anti-regime uprisings?",
    "correctAnswer": "A",
    "options": {
      "A": "Their leaders gave up power only after the foreign intervention.",
      "B": "The uprisings in these countries ended up in total democracy.",
      "C": "The leaders never gave up the power of administration even after the uprisings.",
      "D": "They could handle the uprisings better because they were more prosperous than others.",
      "E": "There was a unified vision among the policymakers."
    },
    "explanation": "Their leaders left the power only after a foreign intervention."
  },
  {
    "id": "3403792",
    "unitNumber": 8,
    "text": "Which Arab country below has had a successful transition after the uprising based on reconciliation between the Islamists and the seculars, without a coup, civil war, or international intervention?",
    "correctAnswer": "B",
    "options": {
      "A": "Yemen",
      "B": "Tunisia",
      "C": "Egypt",
      "D": "Bahrain",
      "E": "Syria"
    },
    "explanation": "Tunisia has been the only Arab country where a ‘sui generis’ successful transition emerged based on a reconciliation policy between different actors, mainly Islamists and the seculars, without any coups, civil wars, or international intervention."
  },
  {
    "id": "3403793",
    "unitNumber": 8,
    "text": "In Egypt, Morsi caused distress both on the liberal-seculars and on the army because they thought .......\n<br/>Which of the following correctly fills in the blank above?",
    "correctAnswer": "A",
    "options": {
      "A": "the Muslim Brotherhood intended to rule the country based on Sharia law.",
      "B": "his government provided too much freedom for women's rights.",
      "C": "the government provided too much liberty for the non-Muslim population.",
      "D": "Morsi allocated much more money to the army than planned before.",
      "E": "Morsi practiced nepotism by bringing his friends and relatives into powerful positions."
    },
    "explanation": "After coming into power in 2012, the brotherhood-led government took some critical steps, which led to a confrontation with both the secular-liberals and the army. First of all, the new constitution drafted by the Constituent Assembly did not provide legal protection to the believers of non-Abrahamic religions and hesitated to guarantee gender equality in a secular sense. This attitude of the new regime put secularists in doubt that the Muslim Brotherhood intended to rule the country based on Sharia law."
  },
  {
    "id": "3403794",
    "unitNumber": 8,
    "text": "What happened after the rulers of Libya and Yemen fell as a result of the uprisings?",
    "correctAnswer": "C",
    "options": {
      "A": "The new regimes in both countries brought stability and prosperity to the region.",
      "B": "Both countries now have democratic regimes, which obey universal human rights.",
      "C": "These regimes eventually resulted in total state collapse and internationalized civil wars.",
      "D": "These regimes eventually resulted in more powerful state institutions.",
      "E": "These regimes eventually resulted in more prestigious states at the international level."
    },
    "explanation": "The fall of Gaddafi and Saleh did not result in an orderly transition to democracy in Libya and Yemen. On the contrary, the fall of these regimes eventually resulted in total state collapse and internationalized civil wars, which still undermines the security and stability of the MENA region."
  },
  {
    "id": "3403795",
    "unitNumber": 8,
    "text": "The Bahrain administration could survive the Arab uprising because of the military intervention of the Gulf Commission Countries (GCC). Saudi Arabia, as the leading GCC country, perceived the anti-regime protests in Bahrain as a major threat.......\n<br/>Which of the following correctly fills in the blank above?",
    "correctAnswer": "D",
    "options": {
      "A": "which may decrease oil prices and may harm their economy.",
      "B": "which can increase the power of terrorist organizations.",
      "C": "that can spread Saudi Arabia and other neighbors in the Gulf.",
      "D": "that can potentially increase the Iranian influence in the region.",
      "E": "that can potentially decrease the importance of the Gulf Commission."
    },
    "explanation": "GCC, and its leading country Saudi Arabia were afraid of the fact that Iran may potentially increase its influence in Bahrain."
  },
  {
    "id": "3403796",
    "unitNumber": 8,
    "text": "How did the Assad regime gain control in the Syrian war in 2015?",
    "correctAnswer": "A",
    "options": {
      "A": "Russia directly intervened on the side of the regime in 2015.",
      "B": "The United States directly intervened on the side of the regime in 2015.",
      "C": "The terrorist organizations such as PKK-affiliated YPG were defeated by international organizations.",
      "D": "Assad became very powerful by being backed by the strong Syrian army.",
      "E": "Assad was supported by other Arab countries, such as Saudi Arabia and others."
    },
    "explanation": "The turning point of the war was the direct military intervention of Russia on the side of the regime in 2015."
  }
]