[
  {
    "id": "3107575",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sosyal hizmet uygulamalarını şekillendiren kuramlardan <u>biri değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Gelişim kuramları",
      "B": "Psikodinamik kuramlar",
      "C": "Hümanist kuram",
      "D": "Sosyal yapılandırmacı kuram",
      "E": "İşlevsel kuram"
    },
    "explanation": "Sosyal hizmet uygulamalarını şekillendiren teoriler; gelişim teorileri, psikodinamik teoriler, davranışsal ve sosyal öğrenme teorileri, hümanist teori, sosyal yapılandırmacı teori, sistem teorileri ve eleştirel teoriler olarak sıralanabilir."
  },
  {
    "id": "3107576",
    "unitNumber": 1,
    "text": "Sosyal hizmet uzmanlarının öncelikli görevi nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Halk sağlığını korumak",
      "B": "Toplum içinde güvenliği sağlamak",
      "C": "Toplum içinde ortaya çıkan farklı tür ve çeşitli düzeylerdeki sosyal sorunları çözmek",
      "D": "Toplum yararına projeler geliştirmek",
      "E": "Doğal afetlerle mücadele, savaş durumu gibi hallerde topluma yardımcı olmak"
    },
    "explanation": "Sosyal hizmet uzmanlarının öncelikli görevi toplum içinde ortaya çıkan farklı tür ve çeşitli düzeylerdeki sosyal sorunları çözmektir."
  },
  {
    "id": "3107577",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sosyal hizmet çalışanlarının sahip olması gereken yetkinliklerden <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Zor kişilik tiplerini yönetebilme becerisi",
      "B": "Özgüven ve özyeterlilik düzeylerinin gelişmiş olması",
      "C": "Genel iletişim becerisine sahip olma",
      "D": "Pozitif bilimlere hâkim olma",
      "E": "Yeni medya okuryazarı olma"
    },
    "explanation": "Pozitif bilimlere hakim olma sosyal hizmet çalışanlarının sahip olması gereken yetkinlikler arasında sayılmaz."
  },
  {
    "id": "3107578",
    "unitNumber": 1,
    "text": "“Almoner” terimi aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğal afetlere müdahale eden sivil kuruluşlarda çalışanlara verilen addır",
      "B": "Kilisede mali yardım dağıtan kişilere verilen addır",
      "C": "Toplum yararına yardım toplayan derneklerde çalışanlara verilen addır",
      "D": "Kilisede vaaz verenlere verilen addır",
      "E": "Savaş zamanı sivil savunmada görev yapanlara verilen addır"
    },
    "explanation": "Almoner, kilisede mali yardım dağıtan kişilere verilen addır."
  },
  {
    "id": "3107579",
    "unitNumber": 1,
    "text": "Profesyonel tıbbi sosyal hizmet uygulamaları Ortadoğu’da ilk hangi ülkede başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "İsrail",
      "B": "Mısır",
      "C": "İran",
      "D": "Irak",
      "E": "Suriye"
    },
    "explanation": "Tıbbi sosyal hizmet uygulamaları Mısır’da 1936 yılında başlamıştır."
  },
  {
    "id": "3107580",
    "unitNumber": 1,
    "text": "Dünya Savaşı Sonrası askerlerin evlerine dönmeye başlaması hangi alanda sosyal hizmetlerin ilk kez ortaya çıkmasına yol açmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Salgın hastalıklarla mücadele",
      "B": "Sivil savunma",
      "C": "Psikiyatrik sosyal hizmetler",
      "D": "İşsizlikle mücadele",
      "E": "Mesleki eğitim uygulamaları"
    },
    "explanation": "Savaş sonrası görülen post-travmatik rahatsızlıklar psikiyatrik sosyal hizmetlerin ortaya çıkmasına yol açmıştır."
  },
  {
    "id": "3107581",
    "unitNumber": 1,
    "text": "Ülkemizde psikiyatrik sosyal hizmet uygulamaları ilk kez nerede başlatılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hacettepe Tıp Fakültesi Hastanesi",
      "B": "İstanbul Florence Nightingale Hastanesi",
      "C": "İstanbul Üniversitesi Tıp Fakültesi Çocuk Psikiyatrisi Enstitüsü",
      "D": "İzmir Ege Üniversitesi Tıp Fakültesi",
      "E": "Bakırköy Akıl ve Sinir Hastanesi"
    },
    "explanation": "Psikiyatrik sosyal hizmet uygulamaları 1957 yılında İstanbul Üniversitesi Tıp Fakültesi Çocuk Psikiyatrisi Enstitüsü’nde başlamıştır."
  },
  {
    "id": "3107582",
    "unitNumber": 1,
    "text": "Hastaya sadece laboratuvar bulguları ile değil, sosyal çevreyi de dikkate alarak yaklaşan modele ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tıbbi yaklaşım",
      "B": "Sosyolojik model",
      "C": "Biyopsikososyal model",
      "D": "Sübjektif model",
      "E": "Psikiyatrik yaklaşım"
    },
    "explanation": "Biyopsikososyal model hastaya sosyal çevreyi de irdeleyerek yaklaşır."
  },
  {
    "id": "3107583",
    "unitNumber": 1,
    "text": "Birinci basamak sağlık hizmetlerinin hedefi nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlık sorunlarının ortaya çıkmasını önlemek",
      "B": "Sağlık sorunlarının ilerlemesini, kronik hale dönüşmesini engellemek",
      "C": "Kronik hasta ve yaşlıların bakımını sağlamak",
      "D": "Doğal afetlerle mücadele",
      "E": "Hastaların iyileşmesini sağlamak"
    },
    "explanation": "Birinci basamak sağlık hizmetleri sağlık sorunlarının ortaya çıkmasını önlemeyi hedefler."
  },
  {
    "id": "3107584",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi takım çalışmasında ortaya çıkan sorunlardan <u>biri değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Alan defansı",
      "B": "Yalnız çalışma eğilimi",
      "C": "Statü uyuşmazlıkları",
      "D": "Birbirinin dil, beceri ve ya bilgi alanlarının anlaşılmaması",
      "E": "Müdahale planlarının geliştirilmesi"
    },
    "explanation": "Müdahale planlarının geliştirilmesi takım çalışmasının amaçlarından biridir."
  },
  {
    "id": "3107585",
    "unitNumber": 1,
    "text": "Sosyal hizmet mesleği insan davranışı ve sosyal sistem teorilerini kullanarak aşağıdakilerden hangisine müdahale eder?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsanların çevre ile etkileşimde bulunduğu noktalara",
      "B": "İnsanların kendisi ile iletişimde olduğu noktalara",
      "C": "Değişimin temsil edildiği durumlara",
      "D": "Yaşam alanlarına ve noktalarına",
      "E": "Sistem yaklaşımlarına"
    },
    "explanation": "Sosyal hizmet mesleği; insan ilişkilerinde çözüm odaklı yaklaşımı, toplumsal değişimi, insanları güçlendirerek ve özgürleştirerek refahlarını geliştirmeyi destekler. İnsan davranışı ve sosyal sistem teorilerini kullanarak, insanların çevre ile etkileşimde bulunduğu noktalara müdahale eder. İnsan hakları ve sosyal adalet ilkeleri, sosyal hizmet için temel değerlerdir”<br/>İnsanların çevre ile etkileşimde bulunduğu noktalara"
  },
  {
    "id": "3107586",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kişisel birikimin toplanması ve bilgeliğin gelişmesi için bireylerin kendilerine sormaları gereken sorulardan biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ne oldu?",
      "B": "Kimler sebep oldu?",
      "C": "Önceki deneyimlerle kıyaslarsak nasıldı, fark neydi?",
      "D": "Daha iyi nasıl yapabilirdim?",
      "E": "Nasıl yaptım?"
    },
    "explanation": "Uygulama bilgisi deneyimle şekillenir ve<br/>kişisel birikim ile geliştirilen bilgelik olarak<br/>kabul edilir. Bu birikimin oluşması ve ge\u0002lişmesi için kendimize sormamız gereken<br/>temel sorular şunlardır:<br/>- Ne oldu?<br/>- Önceki deneyimlerle kıyaslarsak nasıldı, fark neydi?<br/>- Nasıl yaptım?<br/>- Ne kadar iyi yaptım?<br/>- Daha iyi nasıl yapabilirdim?<br/>- Farklı ne yapabilirdim?<br/>Kimler sebep oldu?"
  },
  {
    "id": "3107587",
    "unitNumber": 1,
    "text": "Bireyin ya da ailenin sorunlu düşünce, duygu ve davranışlarını değiştirmeye yönelik çabaları ...................... olarak tanımlanır.<br/>Yukarıda verilen cümleyi aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal hizmet",
      "B": "Sosyal bakım",
      "C": "Sosyal tedavi",
      "D": "Sosyal güçlendirme",
      "E": "Sosyal sermaye"
    },
    "explanation": "Sosyal tedavi: Bireyin ya da ailenin sorunlu düşünce, duygu ve davranışlarını değiştirmeye yönelik çabalardır. Sosyal tedavi kapsamında bireyin ve ailelerinin değişimine yönelik eğitim, danışmanlık ve terapiler sunulur."
  },
  {
    "id": "3107588",
    "unitNumber": 1,
    "text": "Bireylerin kurumlarla, kurumların kurumlarla veya daha çeşitli ve<br/>daha büyük grupları içine alan düzeydeki sosyal hizmet müdahaleleri aşağıdaki kavramlardan hangisi ile ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mezzodüzey",
      "B": "Mikrodüzey",
      "C": "Makrodüzey",
      "D": "Mikrondüzey",
      "E": "Senkrondüzey"
    },
    "explanation": "Bireylerin kurumlarla, kurumların kurumlarla veya daha çeşitli ve<br/>daha büyük grupları içine alan düzeydeki sosyal hizmet müdahaleleri Mezzodüzey olarak isimlendirilmektedir."
  },
  {
    "id": "3107589",
    "unitNumber": 1,
    "text": "Sosyal hizmet mesleğinin dayandığı değerler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "herkesin eşitliği, değerliliği ve haysiyetine saygı duyulması",
      "B": "yaşam boyu öğrenme",
      "C": "yardımlaşma ve hayırseverlik",
      "D": "tarafsızlık ve merhametlilik",
      "E": "farklılık ve tutarlılık"
    },
    "explanation": "herkesin eşitliği, değerliliği ve haysiyetine saygı duyulması;<br/>Sosyal hizmet mesleği, herkesin eşitliği, değerliliği ve haysiyetine saygı duyulması temeline dayanan sağlam bir değerler sistemine sahiptir."
  },
  {
    "id": "3107590",
    "unitNumber": 1,
    "text": "Bir bireyin karşılaşması olası güçlükleri yenmeye yönelik kendi yargısı aşağıdaki kavramlardan hangisi ile ifade edilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Değer",
      "B": "öz-değer",
      "C": "otantik liderlik",
      "D": "bilgelik",
      "E": "Öz-yeterlilik"
    },
    "explanation": "Öz-yeterlilik, bireyin karşılaşması olası güçlükleri yenmeye yönelik kendi yargısıdır."
  },
  {
    "id": "3107591",
    "unitNumber": 1,
    "text": "İlk resmî sosyal hizmet departmanının kuruluş yılı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1885",
      "B": "1905",
      "C": "1950",
      "D": "1935",
      "E": "1985"
    },
    "explanation": "İlk resmî sosyal hizmet departmanı 1905’te Dr Richard Cabot tarafından Massachusetts General Hospital’de (Massachusetts Genel Hastanesi) kurulmuştur."
  },
  {
    "id": "3107592",
    "unitNumber": 1,
    "text": "Aşağıdaki rollerden hangisi sosyal hizmet uzmanlarının sağlık hizmetlerindeki başlıca rollerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hastaların sosyal koşullarını iyileştirmek",
      "B": "Sosyal ve psikolojik katkı ile sağlık müdahalelerin etkinliğini artırmaya çalışmak",
      "C": "Hastalar, refakatçileri ve aileleri ile birebir temas kurarak sosyal ihtiyaçlarını algılamak",
      "D": "Hastalar ve ailelerin maddi ihtiyaçları için sosyal güvenlik, evde bakım ve diğer hizmetler için gerekli başvuruları yapmalarına destek olmak",
      "E": "Hasta ve ailesinin sosyal haklarına kavuşması için başvuru yapmak"
    },
    "explanation": "Sosyal hizmet uzmanlarının sağlık hizmetlerindeki başlıca rolleri<br/>şunlardır:<br/>• Hastaların sosyal koşullarını iyileştirmek ve sağlık hizmetlerinin etkinliğini arttırmak için gerekli olan adımları taraflarla paylaşırlar ve sosyal sorunlara yönelik önlemler alırlar,<br/>• Saptadıkları sosyal sorunların giderilmesi için sosyal ve psikolojik katkı ile sağlık müdahalelerin etkinliğini artırmaya çalışırlar,<br/>• Hastalar, refakatçileri ve aileleri ile birebir<br/>temas kurarak sosyal ihtiyaçlarını algılamaya, hastalık durumundan kaynaklanan duygusal ve psikolojik zorluklarla baş etmeleri için yol göstermeye odaklanırlar,<br/>• Hastalar ve ailelerin maddi ihtiyaçları için sosyal güvenlik, evde bakım ve diğer hizmetler için gerekli başvuruları yapmalarına destek olurlar,<br/>• Hasta ve ailesinin sosyal haklarına kavuşması için çaba gösterirler ve onların diğer hizmetlerden yaralanmalarında rehberlik ederler<br/>Hasta ve ailesinin sosyal haklarına kavuşması için başvuru yapmak"
  },
  {
    "id": "3107593",
    "unitNumber": 1,
    "text": "Aşağıdaki hizmetlerden hangisi sağlık hizmetlerinde çalışan bir sosyal hizmet uzmanının temas kurduğu hizmet ve kurumlardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplum sağlığı hizmetleri",
      "B": "Ayakta tedavi hizmetleri",
      "C": "Yaşlı/bakımevi gibi yataklı kurumlar",
      "D": "En yüksek tıp teknolojilerinin kullanıldığı gelişmiş tedavi merkezleri",
      "E": "Hastane hizmetleri"
    },
    "explanation": "Sağlık hizmetlerinde sosyal hizmet uzmanları beş farklı kurumda faaliyet gösterirler. Bu kurumlar:<br/>a. Hastane hizmetleri,<br/>b. Yaşlı/bakımevi gibi yataklı kurumlar,<br/>c. Birinci basamak sağlık hizmetleri,<br/>d. Ayakta tedavi hizmetleri,<br/>e. Toplum sağlığı hizmetleri.<br/>En yüksek tıp teknolojilerinin kullanıldığı gelişmiş tedavi merkezleri"
  },
  {
    "id": "3107594",
    "unitNumber": 1,
    "text": "\"Terminal dönem\" kavramı aşağıdaki dönemlerden hangisini anlatmak için kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bireyin hayatının belirli bir süre içinde sona ermesinin beklendiği dönem",
      "B": "Bireyin tedaviyi neticelendirmesinin beklendiği dönem",
      "C": "Bireyin sosyal hizmetlere başvurmasının beklendiği dönem",
      "D": "Bireyin hayatının sosyal hizmetler ile desteklenmesini beklediği dönem",
      "E": "Bireyin sosyal hizmetlerden aldığı destek neticesinde sosyal hizmetlerin amaçlarını gerçekleştirdiğinin gözlemlendiği dönem"
    },
    "explanation": "Terminal dönem, yaşamın son evresi olarak da tanımlanabilir. Bu dönem, bireyin<br/>hayatının belirli bir süre içinde sona ermesinin beklendiği dönemdir.<br/>Bireyin hayatının belirli bir süre içinde sona ermesinin beklendiği dönem"
  },
  {
    "id": "3107595",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisi sosyal hizmet uygulamalarını şekillendiren teoriler arasında yer <u><strong>almamaktadır</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelişim Teorileri",
      "B": "Psikodinamik Teoriler",
      "C": "Hümanist Teori",
      "D": "Sistematik Teoriler",
      "E": "Davranışsal ve Sosyal Öğrenme Teorileri"
    },
    "explanation": "Sosyal hizmet uygulamalarını şekillendiren teoriler; gelişim teorileri, psikodinamik teoriler, davranışsal ve sosyal öğrenme teorileri, hümanist teori, sosyal yapılandırmacı teori, sistem teorileri ve eleştirel teoriler olarak sıralanabilir."
  },
  {
    "id": "3107596",
    "unitNumber": 1,
    "text": "Sosyal hizmet sunumunun çerçevesini oluşturan, toplumsal ve kurumsal rolleri belirleyen faktörler olarak yasal düzenleme ve prosedürleri içeren bilgi türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Teorik Bilgi",
      "B": "Uygulama Bilgisi",
      "C": "Olgusal Bilgi",
      "D": "Sosyal Bilgi",
      "E": "Hukuksal Bilgi"
    },
    "explanation": "Olgusal bilgi: Sosyal hizmet sunumunun çerçevesini oluşturan, toplumsal ve kurumsal rolleri belirleyen faktörler olarak olgusal bilgi, yasal düzenleme ve prosedürlerdir."
  },
  {
    "id": "3107597",
    "unitNumber": 1,
    "text": "Tedavi Kurumları Yönetmeliği içinde sosyal hizmet ile ilgili detaylı tanımlamaların yerini aldığı, tıbbi sosyal hizmet yönetici ve uzmanlarının görev ve yetkilerinin tanımlandığı yıl hangi seçenekte doğru verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1959",
      "B": "1961",
      "C": "1963",
      "D": "1967",
      "E": "1973"
    },
    "explanation": "1973’te Tedavi Kurumları Yönetmeliği içinde sosyal hizmet ile ilgili detaylı tanımlamalar yerini almış, tıbbi sosyal hizmet yönetici ve uzmanlarının görev ve yetkileri tanımlanmıştır."
  },
  {
    "id": "3107598",
    "unitNumber": 1,
    "text": "Psikiyatrik sosyal hizmet hangi yılda ayrı bir uygulama alanı olarak ortaya çıkmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1910",
      "B": "1920",
      "C": "1930",
      "D": "1940",
      "E": "1950"
    },
    "explanation": "Psikiyatrik sosyal hizmetin 1920 yılında ayrı bir uygulama alanı olarak ortaya çıkmasından önce aynı sağlık kurumunda birbirlerine benzer görevleri yaptıkları görülmektedir."
  },
  {
    "id": "3107599",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Karşılanmamış ihtiyaçların ve gözlenmemiş grupların tanımlanması</li><br/><li>Sosyal hizmet gereksiniminin değerlendirilmesi</li><br/><li>Psikososyal sağlık eğitimi ve tanıtımı</li><br/><li>Olgu sunma ve araştırma</li><br/><li>Kısa ve uzun vadeli planlama</li><br/></ol><br/>İhtiyaç sahiplerine verilen Temel Tıbbi Sosyal Hizmetler aşağıdakilerin hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, IV ve V",
      "E": "II, IV ve V"
    },
    "explanation": "İhtiyaç sahiplerine verilen Temel Tıbbi Sosyal Hizmetler aşağıdaki gibidir:<br/>• Sosyal hizmet gereksiniminin değerlendirilmesi<br/>• Olgu sunma ve araştırma<br/>• Bilgilendirme ve sevk<br/>• Kısa ve uzun vadeli planlama"
  },
  {
    "id": "3107600",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Tedavi sürecinde tıbbi tedavi ekibinde bulunan diğer sağlık personeli ile hasta ve ailesiyle görüşerek bilgi alır ve mesleki değerlendirmelerini, karar ve önerilerini hastanın ailesiyle ile paylaşır.</li><br/><li>Tedavi sürecinde hastanın tedaviye uyumunu, sağlık personel ile iletişimi ve ilişkilerini olumsuz yönde etkileyen ve güçleştiren unsurların ortaya çıkarılması, anlaşılması ve çözümlenebilmesinde aktif rol üstlenir.</li><br/><li>Hastalıkla birlikte gelişen iş gücü kaybı, maluliyet, emeklilik, sosyal yardımlardan yararlanma ve aile üyelerine destek ile ilgili bireysel hakların desteklenmesi için yargısal süreçte yer alır.</li><br/><li>Hastanın tedavi, planlama, bakım ve taburculuk konusunda kendi seçimini yapması hakkını sağlamaya çalışır.</li><br/><li>Hastalara ve ailelerine savunuculuk yardımı sağlar.</li><br/></ol><br/>Tıbbi tedavi ekibinin önemli bir üyesi olan sosyal hizmet uzmanlarının hastane ortamında yerine getirdikleri fonksiyonlar aşağıdaki seçeneklerin hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "III, IV ve V",
      "E": "II, IV ve V"
    },
    "explanation": "Tıbbi tedavi ekibinin önemli bir üyesi olan sosyal hizmet uzmanları, hastane ortamında aşağıdaki fonksiyonları yerine getiriler:<br/><ul><br/><li>Tedavi sürecinde hastanın tedaviye uyumunu, sağlık personel ile iletişimi ve ilişkilerini olumsuz yönde etkileyen ve güçleştiren unsurların ortaya çıkarılması, anlaşılması ve çözümlenebilmesinde aktif rol üstlenir.</li><br/><li>Değerlendirme sürecinde tıbbi tedavi ekibinde bulunan diğer sağlık personeli ile<br/>hasta ve ailesiyle görüşerek bilgi alır ve mesleki değerlendirmelerini, karar ve önerilerini tedavi ekibi ile paylaşır.</li><br/><li>Hastalıkla birlikte gelişen iş gücü kaybı, maluliyet, emeklilik, sosyal yardımlardan<br/>yararlanma, aile üyelerine destek ile ilgili süreçlerin desteklenmesi ve izlenmesi için mesleki çalışmalar yürütür.</li><br/><li>Hastanın tedavi, planlama, bakım ve taburculuk konusunda kendi seçimini yapması hakkını sağlamaya çalışır.</li><br/><li>Hastalara ve ailelerine savunuculuk yardımı sağlar.</li><br/></ul>"
  },
  {
    "id": "3107601",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Birimin çalışmalarının ilgili mevzuata göre yürütülmesini sağlar.</li><br/><li>Mesleki çalışmalarını ilgili mevzuata uygun olarak yürütür.</li><br/><li>Çalışmalarından birim sorumlusuna karşı sorumludur.</li><br/><li>Rapor ve kayıtları gizlilik ilkesine uygun olarak tutar.</li><br/><li>Birimin her türlü belge ve dokümanını dosyalar.</li><br/></ol><br/>Aşağıdakilerin hangisinde sosyal hizmet uzmanının görev ve sorumlulukları doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve V",
      "D": "II, III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "Sosyal hizmet uzmanının görev ve sorumlulukları arasında pek çok bileşen bulunmaktadır. Bunlardan bazıları aşağıdaki gibidir:<br/><ul><br/><li>Mesleki çalışmalarını ilgili mevzuata uygun olarak yürütür.</li><br/><li>Rapor ve kayıtları gizlilik ilkesine uygun olarak tutar.</li><br/><li>Çalışmalarından birim sorumlusuna karşı sorumludur.</li><br/></ul>"
  },
  {
    "id": "3107602",
    "unitNumber": 1,
    "text": "Olgular arasındaki ilişkiyi mantıksal ve/ veya grafiksel olarak tasvir eden çerçeveye ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yöntem",
      "B": "Perspektif",
      "C": "Model",
      "D": "Kuram",
      "E": "Teori"
    },
    "explanation": "Model; Olgular arasındaki ilişkiyi mantıksal ve/ veya grafiksel olarak tasvir eden çerçevedir."
  },
  {
    "id": "3107603",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi davranış sorunlarıyla baş etmede etkin bir tıbbi sosyal hizmet çalışması aşamalarından biri <u><strong>değil</strong><strong>dir</strong></u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Hasta tanıma planlaması",
      "B": "Taburculuk planlaması",
      "C": "Sağlık kurumu ve hizmetin uyumlulaştırılması",
      "D": "Teşhis, hastalığın seyri ve tıbbi tedavi planına uyumu",
      "E": "Tedavi ile ilgili konuları anlama ve karar vermelerine destek olma"
    },
    "explanation": "Davranış sorunlarıyla baş etmede etkin bir tıbbi sosyal hizmet çalışması aşağıdaki aşamaları içermelidir:<br/>• Hastanın kabul planlaması<br/>• Taburculuk planlaması<br/>• Sağlık kurumu ve hizmetin uyumlulaştırılması<br/>• Teşhis, hastalığın seyri ve tıbbi tedavi planına uyumu<br/>• Tedavi ile ilgili konuları anlama ve karar vermelerine destek olma"
  },
  {
    "id": "3107604",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisinde takım çalışması gereksinimleri doğru olarak <u><strong>verilmemiştir</strong></u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Üyelerin takımdaki rolü net olmalı esnemeye yer verilmemelidir.",
      "B": "Takımın değerleri, amaç ve beklentileri üzerine fikir birliği olmalıdır.",
      "C": "Karşılıklı saygı ve güven tesis edilmelidir.",
      "D": "İstikrarlı bir çekirdek üyelik önemlidir.",
      "E": "Hedef net olmalı ve odak sağlanmalıdır."
    },
    "explanation": "Takım çalışması gereksinimleri aşağıdaki gibidir:<br/><ul><br/><li>Üyelerin takımdaki rolü net olmalı ancak gerektiğinde esneme yeteneği devreye girebilmelidir.</li><br/><li>Karşılıklı saygı ve güven tesis edilmelidir.</li><br/><li>Takımın değerleri, amaç ve beklentileri üzerine fikir birliği olmalıdır.</li><br/><li>İstikrarlı bir çekirdek üyelik önemlidir.</li><br/><li>Hedef net olmalı ve odak sağlanmalıdır.</li><br/></ul>"
  },
  {
    "id": "3107605",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Uluslararası Sosyal Hizmet Federasyonu’nun kısaltmasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "IFSW",
      "B": "IFRC",
      "C": "UNFPA",
      "D": "UNRISD",
      "E": "IOM"
    },
    "explanation": "Sosyal Hizmet Kavramı ve Sosyal Hizmet Uzmanlığı<br/>IFSW"
  },
  {
    "id": "3107606",
    "unitNumber": 1,
    "text": "Sosyal hizmet sunumunun çerçevesini oluşturan, toplumsal ve kurumsal rolleri belirleyen faktörler ne olarak adlandırılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Teorik bilgi",
      "B": "Olgusal bilgi",
      "C": "Uygulama bilgisi",
      "D": "Hümanist teori",
      "E": "Sistem teorileri"
    },
    "explanation": "Sosyal Hizmet Kavramı ve Sosyal Hizmet Uzmanlığı<br/>Olgusal bilgi"
  },
  {
    "id": "3107607",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bireyin ya da ailenin sorunlu düşünce, duygu ve davranışlarını değiştirmeye yönelik çabalardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal bakım",
      "B": "Sosyal güçlendirme",
      "C": "Sosyal tedavi",
      "D": "Tıbbi sosyal hizmet",
      "E": "Duygusal kontrol"
    },
    "explanation": "Sosyal Hizmet Kavramı ve Sosyal Hizmet Uzmanlığı<br/>Sosyal tedavi"
  },
  {
    "id": "3107608",
    "unitNumber": 1,
    "text": "Sağlık alanında profesyonel sosyal hizmet faaliyetlerinin başlangıcı hangi yıldır?",
    "correctAnswer": "D",
    "options": {
      "A": "1875",
      "B": "1860",
      "C": "1874",
      "D": "1869",
      "E": "1891"
    },
    "explanation": "Tıbbi Sosyal Hizmetin (TSH) Tarihsel Gelişimi<br/>1869"
  },
  {
    "id": "3107609",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ilk Almoner’dir?",
    "correctAnswer": "E",
    "options": {
      "A": "Charles S. Loch",
      "B": "John Hopkins",
      "C": "Dr. Charles P. Emerson",
      "D": "Richard Cabot",
      "E": "Miss Mary Stewart"
    },
    "explanation": "Tıbbi Sosyal Hizmetin (TSH) Tarihsel Gelişimi<br/>Miss Mary Stewart"
  },
  {
    "id": "3107610",
    "unitNumber": 1,
    "text": "John Hopkins Hastanesi bağımsız olarak TSH programını hangi yılda başlatmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1907",
      "B": "1910",
      "C": "1905",
      "D": "1908",
      "E": "1912"
    },
    "explanation": "Tıbbi Sosyal Hizmetin (TSH) Tarihsel Gelişimi<br/>1907"
  },
  {
    "id": "3107611",
    "unitNumber": 1,
    "text": "1920’de psikanalitik kavramının ortaya çıkması sonucunda sağlık alanında ayrılmalar tetiklenmiştir. Bu kavram kime aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Otto Rank",
      "B": "Sigmund Freud",
      "C": "Karen Horney",
      "D": "Harry S. Sullivan",
      "E": "Erich Fromm"
    },
    "explanation": "Sağlık Alanında Psikiyatrik Sosyal Hizmetin Başlaması<br/>Sigmund Freud"
  },
  {
    "id": "3107612",
    "unitNumber": 1,
    "text": "Bir kişinin sağlık sorunlarını ve hastalık belirtilerini nasıl yorumladığını, bunlara nasıl yanıt verdiğini tanımlar sağlık davranışı hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sağlık davranışı",
      "B": "Hasta-rol davranışı",
      "C": "Hasta davranışı",
      "D": "Kişilerin bakım davranışı",
      "E": "Birincil koruma davranışı"
    },
    "explanation": "İnsan Çeşitliliği ve Sağlık Davranışı<br/>Hasta davranışı"
  },
  {
    "id": "3107613",
    "unitNumber": 1,
    "text": "Davranış sorunlarıyla baş etmede etkin bir tıbbi sosyal hizmet çalışması aşağıdaki aşamalardan hangisini içermelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hasta sorunlarının ve ihtiyaçlarının ortak değerlendirilmesi",
      "B": "Bilgi paylaşımı",
      "C": "Etik karar alma",
      "D": "Taburculuk planlaması",
      "E": "Çıktı analizi"
    },
    "explanation": "Takım Çalışması<br/>Taburculuk planlaması"
  },
  {
    "id": "3107614",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi takım çalışması sorunlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Görev ve sorumlulukların devri",
      "B": "Planların gerektiğinde değiştirilmesi",
      "C": "Müdahale planlarının geliştirilmesi",
      "D": "Hastanın kabul planlaması",
      "E": "Açık iletişimi engelleyen statü uyuşmazlıkları"
    },
    "explanation": "Takım Çalışması<br/>Açık iletişimi engelleyen statü uyuşmazlıkları"
  },
  {
    "id": "3107615",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi takım çalışmasındaki sorunlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız çalışma eğilimi",
      "B": "Hastayı tanıma",
      "C": "Görev ve sorumlulukların devri",
      "D": "Çıktı analizi",
      "E": "Müdahale planlarının geliştirilmesi"
    },
    "explanation": "Takım Çalışmasında Sorunlar<br/>En sık karşılaşılan başlıca altı sorun alanı aşağı-da tanımlanmıştır. Bunlar: 1. Alan defansı, 2.<br/>Yalnız çalışma eğilimi"
  },
  {
    "id": "3107616",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi takım çalışmasından beklenen fonksiyonlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hastayı tanıma",
      "B": "Alan defansı",
      "C": "Yalnız çalışma eğilimi",
      "D": "Açık iletişimi engelleyen statü uyuşmazlıkları",
      "E": "Problem çözme sürecindeki farklılıklar"
    },
    "explanation": "Takım Çalışmasının Beklenen Fonksiyonları<br/>1. Hasta sorunlarının ve ihtiyaçlarının ortak değerlendirilmesi,2. Bilgi paylaşımı,<br/>Hastayı tanıma"
  },
  {
    "id": "3107617",
    "unitNumber": 1,
    "text": "Sağlık sisteminin, sağlık durumunun aşamalarını temsil eden üç temel hizmet basamağı, aşağıdakilerden hangisinde doğru bir şekilde yazılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Önleme, Onarım ve Destek hizmetleri",
      "B": "Hastanın kabul planlaması, Taburculuk planlaması, Sağlık kurumu ve hizmetin uyumlulaştırılması",
      "C": "Sağlık davranışı, Hastalık davranışı, Hasta-rol davranışı",
      "D": "Hasta sorunlarının ve ihtiyaçlarının ortak değerlendirilmesi, Bilgi paylaşımı, Hastayı tanıma",
      "E": "Etik karar alma, Müdahale planlarının geliştirilmesi, Çıktı analizi."
    },
    "explanation": "Sağlık Hizmet Basamakları ve Sosyal Hizmet Uygulamaları<br/>Sağlık sistemi, sağlık durumunun aşamalarını temsil eden üç temel hizmet basamağı içerir: birinci, ikinci ve üçüncü basamaklar. Bu aşamalar (1) önleme, (2) onarım ve (3) destek hizmetleri etra<br/>Önleme, Onarım ve Destek hizmetleri"
  },
  {
    "id": "3107618",
    "unitNumber": 1,
    "text": "Hastanın üç boyutunu da dikkate alan, bu hâliyle hastayı ya da hastalığı sadece tıbbi süreçler içinde değerlendiren bakış açılarından (Tıbbi bakış) ayrılan yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Biyopsikososyal Model",
      "B": "Sosyoekonomik Model",
      "C": "Nörobiyopsikolojik Model",
      "D": "Biyoetik Model",
      "E": "Bireysel Model"
    },
    "explanation": "Biyopsikososyal Model<br/>Hastaların yaşadıkları sorunlarda biyolojik, psikolojik ve sosyal sistemler birbiriyle iç içe geçmiş durumdadır ve karşılıklı ilişki içindedir. Biyopsikososyal Model, hastanın üç boyutunu da dikkate alması nedeniyle “bütüncül bakış” olarak da ad"
  },
  {
    "id": "3107619",
    "unitNumber": 1,
    "text": "Sosyal hizmet uzmanlarının müracaatçılarıyla yaptıkları görüşme ve çalışmalarda görevlerini yerine getirmek ve belirli hedeflere ulaşmak için kullandıkları özgün teknik ve sistemli faaliyetler aşağıdakilerden hnagisini tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yöntemler",
      "B": "Kuramlar",
      "C": "Yaklaşımlar",
      "D": "Anlayışlar",
      "E": "Teoriler"
    },
    "explanation": "TIBBİ SOSYAL HİZMETİN KURAMSAL ÇERÇEVESİ VE UYGULAMA ALANLARI<br/>Tıbbi sosyal hizmet alanına ilişkin kuramlara geçmeden önce mesleğin genel olarak kuram ve yöntem ilişkisini kısaca açıklamaya ihtiyaç vardır. Kuramlar, sosyal hizmet uzmanlarının konulara bakış açılarını; &lt;<br/>Yöntemler"
  },
  {
    "id": "3107620",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hnagisi, Birim Sekreterinin Görev ve Sorumluluklarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rapor ve kayıtları gizlilik ilkesine uygun olarak tutar.",
      "B": "Birimin resmî yazılarını hazırlar, imzalarını takip eder ve ilgili yerlere gönderilmesini sağlar.",
      "C": "Sosyal hizmet birimine başvuran hastaların randevularını düzenler ve takip eder.",
      "D": "Birime başvuran hastaları Sosyal Hizmet Birimi Kayıt Defterine kaydeder.",
      "E": "Birimin her türlü belge ve dokümanını dosyalar."
    },
    "explanation": "Birim Sekreterinin Görev ve Sorumlulukları:Birimin sekretarya işlerini yürütmek üzere bigisayar kullanabilen, birimin yazışma ve dosyalama işlerini yapabilece<br/>Rapor ve kayıtları gizlilik ilkesine uygun olarak tutar."
  },
  {
    "id": "3107621",
    "unitNumber": 1,
    "text": "Tıbbi Sosyal Hizmet Birimi'nin fiziki koşulları ile ilgili aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal hizmet birimi, tercihen şehir merkezlerindeki binaların giriş katında, hasta ve yakınlarının kolayca ulaşabilecekleri yerlerde kurulmalıdır.",
      "B": "Şehir içi ve şehirlerarası görüşmelere açık telefon hattı, faks, bilgisayar, internet bağlantısı, yazıcı, yeterli sayıda koltuk, sandalye, masa, kırtasiye malzemesi gibi araç gereç sağlanmalıdır.",
      "C": "Birim odası, büro hizmetleri ve hasta görüşmelerinin yapılabileceği genişlikte iki bölümlü olarak oluşturulmalıdır.",
      "D": "Birim odası, yeterli havalandırma, ısıtma ve donanıma sahip olmalıdır.",
      "E": "Sosyal hizmet birimi, tercihen hastanelerin giriş katında, hasta ve yakınlarının kolayca ulaşabilecekleri yerlerde kurulmalıdır."
    },
    "explanation": "TSH Biriminin Fiziki Nitelikleri<br/>Birimin yönetim ve faaliyet ofisinin asgari ihtiyaçları ve konumu, yönergenin dördüncü bölümünde ve 10. madde altında tanımlanmıştır. Sağlık hizmetlerinin diğer alanları ile kıyaslandığında erişimi kolaylaştıracak konum ve araçlar dışında<br/>Sosyal hizmet birimi, tercihen hastanelerin giriş katında, hasta ve yakınlarının kolayca ulaşabilecekleri yerlerde kurulmalıdır."
  },
  {
    "id": "3107622",
    "unitNumber": 1,
    "text": "Tıbbi alanda hizmet veren bir sosyal hizmet uzmanın işlevi konusunda aşağıdakilerden hangisi doğru değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tibbi müdahale için gereken yaklaşım ve teknikler konusunda karar verir.",
      "B": "Hastanın sağlığına kavuşmasına yardımcı olmada aileye rehberlik eder.",
      "C": "Diğer personele yol gösterir ve olası tıbbi hataların önlenmesine katkıda bulunur.",
      "D": "Hasta güvenliği ve bakım kalitesini artırabilir.",
      "E": "Hastanın durumunu daha iyi anlamasını sağlamaya yönelik danışmanlık, motivasyon ve inanç oluşturmaya dönük müdahaleleri geliştirir."
    },
    "explanation": "Tıbbi alanda hizmet veren bir sosyal hizmet uzmanı, hastaların problemlerin üstesinden gelme-sinde ve zorluklarla başa çıkmasında rol alan profesyoneldir. Hastanın durumunu daha iyi anlamasını sağlamaya yönelik danışmanlık, motivasyon ve<br/>Tibbi müdahale için gereken yaklaşım ve teknikler konusunda karar verir."
  },
  {
    "id": "3107623",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, sağlık hizmetlerinde sosyal hizmet uzmanlarının faaliyet gösterdiği kurumlardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tıp eğitimi yapılan fakülteler",
      "B": "Yaşlı/bakımevi gibi yataklı kurumlar",
      "C": "Birinci basamak sağlık hizmetleri",
      "D": "Ayakta tedavi hizmetleri",
      "E": "Toplum sağlığı hizmetleri"
    },
    "explanation": "Sağlık hizmetlerinde sosyal hizmet uzmanları beş farklı kurumda faaliyet gösterirler. Bu kurumlar: <br/>a. Hastane hizmetleri, <br/>b. Yaşlı/bakımevi gibi yataklı kurumlar,<br/>Tıp eğimi yapılan fakülteler"
  },
  {
    "id": "3107624",
    "unitNumber": 1,
    "text": "Türkiye’de, İstanbul Üniversitesi Tıp Fakültesi Çocuk Psikiyatrisi Enstitüsü tarafından yapılan ilk psikiyatrik sosyal hizmet uygulaması hangi yıl gerçekleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1957",
      "B": "1981",
      "C": "1926",
      "D": "1963",
      "E": "1939"
    },
    "explanation": "Türkiye’de psikiyatrik sosyal hizmetin ilk uygulamasının İstanbul Üniversitesi Tıp Fakültesi Çocuk Psikiyatrisi Enstitüsü tarafından yapıldığı görülmektedir. 1957 yılında"
  },
  {
    "id": "3107625",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi hastaya yararlı olunmasını, zarar verilmemesini ve adaletli davranılmasını önceleyen ve yaklaşık 2500 yıl önce Ege Denizi’nden bulunan Kos adasında yaşayan bir Pagan rahibinin oğludur?",
    "correctAnswer": "E",
    "options": {
      "A": "Pythagoras",
      "B": "Asklepios",
      "C": "Hygieia",
      "D": "Aristo",
      "E": "Hipokrat"
    },
    "explanation": "Lütfen \"HASTA HAKLARININ TARİHİ\" başlıklı yazıyı gözden geçiriniz.<br/>Tarihte birçok ünlü hekim olmasına rağmen tıp tarihinde iz bırakan kişi Hipokrat’tır. Hipokrat, yaklaşık 2500 yıl önce Ege Denizi’nden bulunan Kos adasında yaşayan bir Pagan rahibinin oğludur. Gerek uygulamaları gerekse tıp alanında getirdiği öğretiler ile hâlen günümüzdeki tıp anlayışına önemli etkileri bulunmaktadır."
  },
  {
    "id": "3107626",
    "unitNumber": 2,
    "text": "Türkiye'de “Hasta Hakları Yönetmeliği” aşağıdaki tarihlerden hangisinde yürürlüğe girmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1 Eylül 1990’da",
      "B": "12 Ağustos 1989’da",
      "C": "26 Ocak 1990’da",
      "D": "1 Ağustos 1998’de",
      "E": "8 Ekim 1979’da"
    },
    "explanation": "Lütfen \"HASTA HAKLARININ TARİHİ\" başlıklı yazıyı gözden geçiriniz.<br/>Türkiye kendi iç mevzuatı ve taraf olduğu uluslararası sözleşmelere de dayanarak 1 Ağustos 1998’de “Hasta Hakları<br/>Yönetmeliği”ni yürürlüğe koymuştur."
  },
  {
    "id": "3107627",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi psikolojik ya da sosyal boyutları göz ardı eden, sağlığı ve hastalığı laboratuvar bulguları ve patolojik sonuçlar bağlamında ele alan indirgemeci bir yaklaşımdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumsal sağlık.",
      "B": "Gelişimsel sağlık.",
      "C": "Biyomedikal sağlık.",
      "D": "Anatomik sağlık.",
      "E": "Operasyonel sağlık."
    },
    "explanation": "Lütfen \"HASTA HAKLARININ GENEL ÇERÇEVESİ\" başlıklı yazıyı gözden geçiriniz.<br/>Biyomedikal sağlık, sağlığı ve hastalığı laboratuvar bulguları ve patolojik sonuçlar bağlamında ele alan indirgemeci bir<br/>yaklaşımdır ve psikolojik ya da sosyal boyutları göz ardı eder."
  },
  {
    "id": "3107628",
    "unitNumber": 2,
    "text": "Dünya Sağlık Örgütü'nün resmen benimsediği \"biyo-psiko-sosyal yaklaşım\" aşağıdaki tarihlerden hangisinde gerçekleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1947",
      "B": "1942",
      "C": "1956",
      "D": "1960",
      "E": "1980"
    },
    "explanation": "Lütfen \"HASTA HAKLARININ GENEL ÇERÇEVESİ\" başlıklı yazıyı gözden geçiriniz.<br/>Dünya Sağlık Örgütünün 1947’de resmen benimsediği biyo-psiko-sosyal yaklaşıma göre sağlık “sadece hastalık veya sakatlığın olmaması değil, fiziksel ruhsal ve sosyal açıdan tam iyilik hâli”dir."
  },
  {
    "id": "3107629",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi hasta hakları bağlamında öncelik ve hedeflerden <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hastaların, sadece insan olmasından kaynaklanan ertelenemez, devredilemez haklara sahipliği tartışmasız her şeyin üstünde tutulmalıdır.",
      "B": "İnsanımızın sağlık hizmetlerinden tam olarak yararlanabilmesi için mutlaka genel sağlık sigortası kapsamında olması gereklidir.",
      "C": "Hizmet verilen kişilere dönük her türlü etiketleme, damgalama ve yoksun bırakmadan uzak tutulan bir sağlık hizmeti verilmelidir.",
      "D": "Hastanın beden mahremiyeti, bilgilerin gizli tutulması, sırlarının saklaması gibi temel ilkelerden taviz verilmeden bilgilendirme süreçlerinde hassas yaklaşımlar sergilenmelidir.",
      "E": "Özellikli grupları önceleyen, onları her türlü örselemeden uzak tutan bir sağlık hizmeti sunum biçimi benimsenmelidir."
    },
    "explanation": "Lütfen \"HASTA HAKLARININ GENEL ÇERÇEVESİ\" başlıklı yazıyı gözden geçiriniz.<br/>1. Hastaların, sadece insan olmasından kaynaklanan ertelenemez, devredilemez haklara sahipliği tartışmasız her şeyin üstünde tutulmalıdır.<br/>2. İnsanımızın sağlık hizmetlerinden tam olarak yararlanabilmesi için kolay ve adil erişim imkânı mutlaka sağlanmalıdır.<br/>3. Tıbbın eriştiği modern teknik ve yaklaşımlardan faydalanan, tıbbın sosyal boyutlarının da en az tıp hizmeti kadar önemsendiği bir sağlık hizmeti anlayışı sahaya hakim olmalıdır (Sahada yaygınlaşmalıdır).<br/>4. Hastanın kültürü, inancı, değerleri, anlayışı, ortamı, sosyal statüsü, yaşam algısı gibi durumların tamamen göz ardı edilerek eşit bir sağlık hizmeti sunulmalıdır.<br/>5. Hizmet verilen kişilere dönük her türlü etiketleme, damgalama ve yoksun bırakmadan uzak tutulan bir sağlık hizmeti verilmelidir.<br/>6. Yetileri (kapasitesi) bağlamında hastayı her türlü karar verme süreçlerine dâhil eden, tıbbi ilişki boyunca açık davranan, teknoloji kullanımını insan ilişkisinin önüne geçirmeyen bir ilişki türü uygulanmaya çalışılmalıdır.<br/>7. Hastanın aldığı hizmetin gereklerini, boyutlarını, nedenini, muhtemel sonuçlarını anlamasına odaklanan, hastanın merkezde olduğu, kişiye özgü tutum ve davranışın belirlendiği bir ilişki sürdürülmelidir.<br/>8. Sağlık personeli iletişim beceri yeteneğine sahipliği derecesinde hastaların fiziksel, zihinsel ve duygusal durumlarını anlayabilir. Sağlık personelinin gerilim ve zaman baskısı altında iletişim kurmak zorunda olması gerçeği göz ardı edilmemelidir.<br/>9. Hastanın beden mahremiyeti, bilgilerin gizli tutulması, sırlarının saklaması gibi temel ilkelerden taviz verilmeden bilgilendirme süreçlerinde hassas yaklaşımlar sergilenmelidir.<br/>10. Giderek yaşlanan ve yalnızlaşan toplum fertlerinin artışı kaçınılmaz bir gerçek olarak karşımıza çıkmıştır. Bu gruba sağlık hizmeti sunumuyla alakalı gerekli düzenlemeler zaman geçirilmeden yapılmalıdır.<br/>11. Sağlık meslek mensuplarının örgün eğitim sürecindeki ders programları ile hizmet içi eğitim programlarına insanı psikososyal açıdan daha iyi anlamaya yönelik içerikte konular eklenmelidir.<br/>12. Sağlık meslek mensuplarının dışa dönük, kendini geliştiren esnek bir anlayışla evrensel değerler ile halkın değerlerini bağdaştırmış bütüncül bir hizmet anlayışına sahip birey olması için çaba gösterilmelidir.<br/>13. Özellikli grupları önceleyen, onları her türlü örselemeden uzak tutan bir sağlık hizmeti sunum biçimi benimsenmelidir.<br/>14. Sığınmacı ve mülteciler gibi grupların acil ve koruyucu sağlık hizmetlerinden yararlanabilmesi için ayrıntılı mevzuat hazırlanmalı, sağlık giderlerinin karşılanabilmesi ve bu durumun sürdürülebilir hâle gelmesi için fonlar oluşturulmalıdır.<br/>15. Sağlık çalışanları ile halkın birbirini daha iyi anlaması durumunda sağlık çalışanına şiddete varan davranışlar azalacaktır. Bu gerçekten hareketle sağlık çalışanı ve vatan41 Tıbbi ve Psiko-Sosyal Hizmet 2 daşların iş dışı sosyal alanlarda daha fazla birlikteliğinin sağlanması, sorunların çözümünde katkı sağlayacaktır.<br/>16. Sağlık sisteminin bütünü, hizmet verilen yerler, yapılan işlemler sadeleştirilerek halkın kolayca anlayabileceği bir hâle getirilmelidir.<br/>17. Sağlık hizmeti sunumunda vatandaştan alınan ek ödemeler ya hiç olmamalı ya da kişinin ödeme durumuna göre tekrar gözden geçirilmelidir.<br/>18. Sosyal Güvenlik Kuruluşu uygulamaları, sağlığın temel belirleyicisi olmamalıdır."
  },
  {
    "id": "3107630",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi T.C. Sağlık Bakanlığına bağlı tüm sağlık kurum ve kuruluşları kapsayan “Hasta Hakları Uygulama Yönergesi” nin yürürlüğe giriş tarihidir?",
    "correctAnswer": "E",
    "options": {
      "A": "26/05/2000",
      "B": "26/11/2010",
      "C": "26/07/2004",
      "D": "26/07/2007",
      "E": "26/04/2005"
    },
    "explanation": "Lütfen \"UYGULAMADA HASTA HAKLARI\" başlıklı yazıyı gözden geçiriniz.<br/>Sağlık Bakanlığına bağlı tüm sağlık kurum ve kuruluşları kapsayan “Hasta Hakları Uygulama Yönergesi” 26/04/2005<br/>tarih ve 3077 sayılı yürürlüğe girmiştir."
  },
  {
    "id": "3107631",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi hastayı merkeze alan davranışlardan <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hastayı dinlemek.",
      "B": "Hastaya ilaç yazmak.",
      "C": "Hastanın suskunluğuna tahammül etmek.",
      "D": "Hastanın endişelerini yorumlamak.",
      "E": "Hastaya açıklama yapmak."
    },
    "explanation": "Lütfen \"HASTA HAKLARI İLE İLİŞKİLİ KAVRAMLAR\" (İletişim) başlıklı yazıyı gözden geçiriniz.<br/>Hastayı merkeze alan davranışların başında dinlemek, hastanın suskunluğuna tahammül etmek, hastanın endişelerini yorumlamak, açıklama ve özetlemek gelmektedir."
  },
  {
    "id": "3107632",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi hasta özerkliği ilkelerinden <strong>sayılamaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Muayene hakkı.",
      "B": "Yararlılık.",
      "C": "Zarar vermeme.",
      "D": "Hasta özerkliğine saygı.",
      "E": "Adalet."
    },
    "explanation": "Lütfen \"Hasta Özerkliği\" başlıklı yazıyı gözden geçiriniz.<br/>Günümüz tıp etiğinde çeşitli sayıda ilkelerden söz edilse de genel eğilim; dört ana ilkenin varlığına ilişkindir.<br/>Bunlar:<br/>• Yararlılık<br/>• Zarar vermeme<br/>• Hasta özerkliğine saygı<br/>• Adalet"
  },
  {
    "id": "3107633",
    "unitNumber": 2,
    "text": "Sağlık çalışanı ile hasta arasındaki iletişim ve ilişkide sağlık çalışanının egemen olması ve hastanın ya da yakının pasif konumda tutulması durumu aşağıdakilerden hangi yaklaşım durumudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Düalist yaklaşım.",
      "B": "Paternalist yaklaşım.",
      "C": "Pragmatik yaklaşım.",
      "D": "İdealist yaklaşım.",
      "E": "Sansüalist yaklaşım."
    },
    "explanation": "Lütfen \"Hasta Özerkliği\" başlıklı yazıyı gözden geçiriniz.<br/>Paternalist yaklaşım; sağlık çalışanı ile hasta arasındaki iletişim ve ilişkide sağlık çalışanının egemen olması ve hastanın ya da yakının pasif konumda tutulması durumudur. Hekim ya da diğer sağlık çalışanı, kendi aldığı kararlara hastanın uymasını bekler ve hastanın kararlara katılmasına izin vermez."
  },
  {
    "id": "3107634",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Tıbbi Sosyal Hizmet Uzmanları'nın hasta ile ilgili sosyal incelemeleri ve değerlendirmeleri kapsamına <strong>girmez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hastanın yaşam koşulları.",
      "B": "Hastanın çevresi.",
      "C": "Hastanın alışkanlıkları.",
      "D": "Hastanın kişiliği.",
      "E": "Hastanın ekonomik gücü."
    },
    "explanation": "Lütfen \"HASTA HAKLARI UYGULAMALARI BAĞLAMINDA TIBBİ SOSYAL HİZMET\" başlıklı yazıyı gözden geçiriniz.<br/>Tıbbi sosyal hizmet, hasta ve ailesinin hastalık süreciyle birlikte ortaya çıkan psiko-sosyal sorunların önlenmesi ve çözümlenmesi amacıyla sağlık hizmeti veren kurum ve kuruluşlarda yürütülen sosyal hizmet uygulamalarıdır. Tıbbi sosyal hizmet uzmanları; hastaların yaşam koşulları, çevreleri, alışkanlıkları, kişilikleri ve benzeri psikososyal özelliklerine ilişkin sosyal incelemeler ve değerlendirmeler yaparlar."
  },
  {
    "id": "3107635",
    "unitNumber": 2,
    "text": "<strong>Hasta hakları ile ilgili olarak yayınlanan ilk belge olarak bilinen <em>“Hasta Hakları Beyannamesi”</em> hangi yılda kim tarafından yayınlanmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1941 yılında, Dünya Sağlık Örgütü tarafından",
      "B": "1957 yılında, Amerikan İlaç ve Gıda Dairesi Başkanlığı tarafından",
      "C": "1973 yılında, Amerikan Hastane Birliği tarafından",
      "D": "1981 yılında, Avrupa İnsan Hakları Birliği tarafından",
      "E": "1990 yılında, Dünya Sağlık Örgütü tarafından"
    },
    "explanation": "Hasta haklarını kapsamlı bir şekilde ele alan Amerikan Hastane Birliği, 1973 yılında Hasta Hakları Beyannamesini (A Patient’s Bill of Rights) yayınlamıştır. Hasta hakları ile ilgili olarak yayınlanan ilk belge olarak bilinen bu beyanname, ulusal bir beyanname olmasına rağmen günümüzde genelde kabul edilen değerlere yer vermesi nedeniyle hasta hakları konusunda önemli bir belgedir."
  },
  {
    "id": "3107636",
    "unitNumber": 2,
    "text": "<strong>Türkiye’de “Hasta Hakları Yönetmeliği” hangi tarihte yürürlüğe konulmuştur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "29 Ocak 1976",
      "B": "7 Eylül 1981",
      "C": "30 Mart 1994",
      "D": "1 Ağustos 1998",
      "E": "15 Ekim 2003"
    },
    "explanation": "Hasta haklarının uluslararası platformda tartışılmaya başlanması ve hasta haklarına ilişkin bildirgelerin yayınlanmasının ardından, Avrupa Konseyi’nin 1997 tarihli İnsan hakları ve Biyotıp Sözleşmesinin de etkisiyle, Türkiye kendi iç mevzuatı ve taraf olduğu uluslararası sözleşmelere de dayanarak 1 Ağustos 1998’de “Hasta Hakları Yönetmeliği”ni yürürlüğe koymuştur. Bu yönetmelik ile Türkiye Cumhuriyeti’nin değişik yasalarında ve tüzüklerinde dağınık bir hâlde bulunan hasta hakları tek bir düzenleme içerisinde toplanmıştır."
  },
  {
    "id": "3107637",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Sağlık Bakanlığı tarafından gerçekleştirilen “Çok Paydaşlı Sağlık Sorumluluğunu Geliştirme Programı”nın “Hasta Haklarının Geliştirilmesi” bölümünde nitelikli bir sağlık hizmeti sunumu için belirlenmiş olan koşullarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Savunmasız grupları öncelemelidir.",
      "B": "Çağdaş tıp yöntem ve cihazlarını kullanmalıdır.",
      "C": "Toplumun tüm kesimlerini kapsamalı ve adil olmalıdır.",
      "D": "Çalışan memnuniyetini değil, hasta memnuniyetini gözetmelidir.",
      "E": "Her türlü ayrımcılık ve damgalanmayı sağlık hizmetinden arındırmalıdır."
    },
    "explanation": "Sağlık Bakanlığı tarafından gerçekleştirilen “Çok Paydaşlı Sağlık Sorumluluğunu Geliştirme Programı, Hasta Haklarının Geliştirilmesi” bölümünde sağlık hizmetlerinden yararlanma ihtiyacı bulunan herkese, mevzuatla belirlenmiş haklar ve etik ilkeler çerçevesinde nitelikli bir sağlık hizmeti için sağlık hizmeti sunumu aşağıdaki koşullarda belirlenmiştir:<br/><ul><br/><li>Sunulan sağlık hizmeti, insan haysiyetine yakışır olmalıdır.</li><br/><li>Toplumun tüm kesimlerini kapsamalı ve adil olmalıdır.</li><br/><li>Hem fiziki hem de kurallar bağlamlı erişilebilir olmalıdır.</li><br/><li>Savunmasız grupları öncelemelidir.</li><br/><li>Her türlü ayrımcılık ve damgalanmayı sağlık hizmetinden arındırmalıdır.</li><br/><li>İnsan haklarının sağlık alanına tamamıyla yansımasını sağlamalıdır.</li><br/><li>Hasta - sağlık çalışanı arasında karşılıklı saygıyı tesis etmelidir.</li><br/><li>Çağdaş tıp yöntem ve cihazlarını kullanmalıdır.</li><br/><li>Hizmet merkezli, insan odaklı binalarda sunulmalıdır.</li><br/><li>Çalışan memnuniyetini g</li></ul><br/>Sağlık Bakanlığı tarafından gerçekleştirilen “Çok Paydaşlı Sağlık Sorumluluğunu Geliştirme Programı, Hasta Haklarının Geliştirilmesi” bölümünde sağlık hizmetlerinden yararlanma ihtiyacı bulunan herkese, mevzuatla belirlenmiş haklar ve etik ilkeler çerçevesinde nitelikli bir sağlık hizmeti için sağlık hizmeti sunumu aşağıdaki koşullarda belirlenmiştir:<br/><ul> <li>Sunulan sağlık hizmeti, insan haysiyetine yakışır olmalıdır.</li> <li>Toplumun tüm kesimlerini kapsamalı ve adil olmalıdır.</li> <li>Hem fiziki hem de kurallar bağlamlı erişilebilir olmalıdır.</li> <li>Savunmasız grupları öncelemelidir.</li> <li>Her türlü ayrımcılık ve damgalanmayı sağlık hizmetinden arındırmalıdır.</li> <li>İnsan haklarının sağlık alanına tamamıyla yansımasını sağlamalıdır.</li> <li>Hasta - sağlık çalışanı arasında karşılıklı saygıyı tesis etmelidir.</li> <li>Çağdaş tıp yöntem ve cihazlarını kullanmalıdır.</li> <li>Hizmet merkezli, insan odaklı binalarda sunulmalıdır.</li> <li>Çalışan memnuniyetini gözetmelidir.</li> </ul>"
  },
  {
    "id": "3107638",
    "unitNumber": 2,
    "text": "<strong>Sağlık Bakanlığı, ilk etapta ülke çapında kendisine bağlı 60 hastanede pilot uygulama başlatan “Sağlık Tesislerinde Hasta Hakları Uygulamalarına İlişkin Yönerge”yi hangi tarihte yayınlayarak yürürlüğe sokmuştur? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "29 Ocak 1976",
      "B": "7 Eylül 1981",
      "C": "30 Mart 1994",
      "D": "1 Ağustos 1998",
      "E": "15 Ekim 2003"
    },
    "explanation": "Hasta Hakları Yönetmeliği’nin yayımlanmasının ardından uygulamanın görünür bir şekilde başlaması daha sonradır. Yönetmeliğin 1998 yılında yürürlüğe girmesine rağmen Sağlık Bakanlığı ancak 2003 yılında somut çalışmalara başlamıştır. Sağlık Bakanlığı, 15.10.2003 tarihinde “Sağlık Tesislerinde Hasta Hakları Uygulamalarına İlişkin Yönerge”yi yayınlayarak yürürlüğe sokmuş ve ilk etapta ülke çapında Sağlık Bakanlığına bağlı 60 hastanede pilot uygulamayı başlatmıştır. Bu yönerge hükümleri doğrultusunda “Hastane Hasta Hakları Kurulları” oluşturulmuş ve hasta başvuruları bu kurulda değerlendirilerek sonuca bağlanmıştır."
  },
  {
    "id": "3107639",
    "unitNumber": 2,
    "text": "<strong>Hasta Hakları Yönetmeliği’nde, “hastane hasta hakları kurullarının” kapatılarak Sağlık Müdürlükleri bünyesinde “merkezî hasta hakları kurulları” oluşturulmasına ilişkin değişiklik kaç yılında yapılmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "2005",
      "B": "2009",
      "C": "2014",
      "D": "2018",
      "E": "2020"
    },
    "explanation": "Hasta hakları alanında yeni ihtiyaçların ortaya çıkması ve sistemin daha da iyileştirilmesi için 2014 yılında Hasta Hakları Yönetmeliği’nde önemli değişikliklere gidilmiştir. Bu değişikliklerin en başında hastane hasta hakları kurullarının kapatılarak Sağlık Müdürlükleri bünyesinde merkezî hasta hakları kurulları oluşturulmuştur. Ayrıca kurulun üye yapısı da değiştirilmiştir."
  },
  {
    "id": "3107640",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Sağlık Bakanlığı’nın Hasta Hakları Uygulamaları Genelgesi (2014/32) ile hasta iletişim (hakları) birim sorumlusuna verilen görevler arasında <u>bulunmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sorunları yerinde çözmek",
      "B": "Hastalarla görüşme yapmak",
      "C": "Çözülemeyen sorunları sisteme kaydetmek",
      "D": "Hastalara uygun tedaviye ilişkin tavsiye vermek",
      "E": "Kurumdaki eğitim programlarını hazırlamak"
    },
    "explanation": "Genelgede (2014/32) hasta iletişim (hakları) birim sorumlusuna verilen görevler arasında hastalarla görüşme yapma, sorunları yerinde çözme, çözülemeyen sorunları sisteme kaydetme, ilgilere ve hastalara sonuçlar hakkında bilgi verme gibi sistematik görevler yüklenmektedir.<br/>Ayrıca kurumdaki eğitim programlarını hazırlama, organize etme ve yürütme de görevleri arasındadır. Hastalara uygun tedaviye ilişkin tavsiye vermek, hasta iletişim birim sorumlusunun değil sağlık personelinin görevleri arasındadır."
  },
  {
    "id": "3107641",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi hasta odaklı bakımın bileşenlerinden <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hastaya açıklama yapmak",
      "B": "Hastaya geri bildirimde bulunmak",
      "C": "Hastanın endişelerini yorumlamak",
      "D": "Hastanın suskunluğuna tahammül etmek",
      "E": "Hastanın dile getirdiği ilk semptomun üzerine gitmekte ısrarlı olmak"
    },
    "explanation": "Hastayı merkeze alan davranışların başında dinlemek, hastanın suskunluğuna tahammül etmek, hastanın endişelerini yorumlamak, açıklama ve özetlemek gelmektedir. Ayrıca geri bildirimde bulunmak da hasta odaklı bakımın önemli bileşenlerindendir. Hastanın dile getirdiği ilk semptom üzerine gitmekte ısrarlı olmak ise hekim odaklı bir davranış tarzıdır.<br/>Hastayı merkeze alan davranışların başında dinlemek, hastanın suskunluğuna tahammül etmek, hastanın endişelerini yorumlamak, açıklama ve özetlemek gelmektedir. Ayrıca geri bildirimde bulunmak da hasta odaklı bakımın önemli bileşenlerindendir. Hastanın dile getirdiği ilk semptomun üzerine gitmekte ısrarlı olmak ise hekim odaklı bir davranış tarzıdır."
  },
  {
    "id": "3107642",
    "unitNumber": 2,
    "text": "<strong>Hasta Hakları Yönetmeliği’nin hangi maddesinde hastanın bilgi alma hakkına ilişkin hususlar ayrıntılı olarak anlatılmaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1. madde",
      "B": "5. madde",
      "C": "15. madde",
      "D": "17. madde",
      "E": "21. madde"
    },
    "explanation": "Hasta Hakları Yönetmeliğinde hastanın hangi konularda nasıl bilgi alabileceği, bilgiyi kimin vereceği, bilgilendirmede temel ilkelerin neler olduğu, bilgi verme süreci gibi konular yer almaktadır.<br/>15’nci madde de konu ayrıntılı anlatılmaktadır. Bu maddeye göre hastaya;<br/><ul><br/><li>Hastalığın muhtemel sebepleri ve nasıl seyredeceği</li><br/><li>Tıbbi müdahalenin kim tarafından nerede, ne şekilde ve nasıl yapılacağı ile tahmini süresi</li><br/><li>Diğer tanı ve tedavi seçenekleri ve bu seçeneklerin getireceği fayda ve riskler ile hastanın sağlığı üzerindeki muhtemel etkileri</li><br/><li>Muhtemel komplikasyonları</li><br/><li>Reddetme durumunda ortaya çıkabilecek muhtemel fayda ve riskleri</li><br/><li>Kullanılacak ilaçların önemli özellikleri</li><br/><li>Sağlığı için kritik olan yaşam tarzı önerileri</li><br/><li>Gerektiğinde aynı konuda tıbbi yardıma nasıl ulaşabileceği hususlarında bilgi verilir.</li><br/></ul>"
  },
  {
    "id": "3107643",
    "unitNumber": 2,
    "text": "<strong>Hasta Hakları Yönetmeliği’nin 21’inci maddesi aşağıdaki konulardan hangisini ele alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bilgi alma hakkı",
      "B": "Hasta özerkliği",
      "C": "Hasta iletişimi",
      "D": "Mahremiyete saygı",
      "E": "Aydınlatılmış onam"
    },
    "explanation": "Hasta Hakları Yönetmeliği’nin 21’inci maddesi mahremiyete saygı gösterilmesini konusunu ele almaktadır. İlgili madde; hastanın mahremiyetine saygı gösterilmesinin esas olduğu, hastanın mahremiyetini korunmasını açıkça talep de edebileceği ve her türlü tıbbi müdahalenin, hastanın mahremiyetine saygı gösterilmek suretiyle icra edileceği hükümlerini içermektedir."
  },
  {
    "id": "3107644",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi tıbbi sosyal hizmet uzmanlarının sosyal incelemeler ve değerlendirmeler yaptıkları; görev ve sorumluluk aldıkları alanlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hasta hakları",
      "B": "Hastanın kişiliği",
      "C": "Hastanın ilaç tedavisi",
      "D": "Hastanın alışkanlıkları",
      "E": "Hastanın yaşam koşulları"
    },
    "explanation": "Tıbbi sosyal hizmet uzmanları; hastaların yaşam koşulları, çevreleri, alışkanlıkları, kişilikleri ve benzeri psikososyal özelliklerine ilişkin sosyal incelemeler ve değerlendirmeler yaparlar. Bu çalışmaların yanında tıbbi sosyal hizmet uzmanlarının görev ve sorumluluk aldıkları bir diğer alan ise hasta haklarıdır. Hastanın ilaç tedavisi tıbbi sosyal hizmet uzmanlarının değil sağlık personelinin görevidir."
  },
  {
    "id": "3107645",
    "unitNumber": 2,
    "text": "Hipokrat,<br/>yaklaşık kaç yıl önce yaşamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "500",
      "B": "1000",
      "C": "1500",
      "D": "2000",
      "E": "2500"
    },
    "explanation": "2500"
  },
  {
    "id": "3107646",
    "unitNumber": 2,
    "text": "Amerikan Hastane Birliği, kaç yılında Hasta Hakları<br/>Beyannamesini (A Patient’s Bill of Rights) yayınlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1970",
      "B": "1971",
      "C": "1972",
      "D": "1973",
      "E": "1974"
    },
    "explanation": "Amerikan Hastane Birliği, 1973 yılında Hasta Hakları<br/>Beyannamesini (A Patient’s Bill of Rights) yayınlamıştır."
  },
  {
    "id": "3107647",
    "unitNumber": 2,
    "text": "Dünya Tıp Birliği 1995’te nerede gerçekleştirdiği toplantıda Lizbon Bildirgesi II'yi kabul etmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Singapur",
      "B": "Bali",
      "C": "Şangay",
      "D": "Paris",
      "E": "Roma"
    },
    "explanation": "Dünya Tıp Birliği 1995’te Bali'de gerçekleştirdiği toplantıda Lizbon Bildirgesi II'yi kabul etmiştir."
  },
  {
    "id": "3107649",
    "unitNumber": 2,
    "text": "................., sağlığı ve hastalığı<br/>laboratuvar bulguları ve patolojik sonuçlar bağlamında ele alan indirgemeci bir<br/>yaklaşımdır ve psikolojik ya da sosyal boyutları göz ardı eder.<br/>Yukarıdaki cümledeki boşluğa ne gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kimyasal sağlık",
      "B": "Psikiyatrik sağlık",
      "C": "Anti medikal sağlık",
      "D": "Biyomedikal sağlık",
      "E": "Biyolojik sağlık"
    },
    "explanation": "Biyomedikal sağlık, sağlığı ve hastalığı<br/>laboratuvar bulguları ve patolojik sonuçlar bağlamında ele alan indirgemeci bir<br/>yaklaşımdır ve psikolojik ya da sosyal boyutları göz ardı eder. Biyo-psiko-sosyal<br/>yaklaşım ise sağlığın biyolojik olduğu kadar, psikolojik ve toplumsal yönleri ile ele<br/>almaktadır."
  },
  {
    "id": "3107650",
    "unitNumber": 2,
    "text": "Dünya Tıp Birliği’nin Eylül-Ekim 1981’de düzenlediği genel kurulda aşağıdakilerden hangisi benimsenmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hasta Hakları<br/>Beyannamesi",
      "B": "Hasta Hakları<br/>Yönetmeliği",
      "C": "Lizbon Bildirgesi",
      "D": "Lizbon Bildirgesi II",
      "E": "Amsterdam Bildirgesi"
    },
    "explanation": "Dünya Tıp Birliği’nin Eylül-Ekim 1981’de Portekiz<br/>Lizbon’da gerçekleştirdiği 34. Genel Kurulu’nda<br/>“Lizbon Bildirgesi”ni benimsemiştir."
  },
  {
    "id": "3107651",
    "unitNumber": 2,
    "text": "Sağlık Bakanlığı, kaç yılında tarihinde “Sağlık Tesislerinde Hasta Hakları Uygulamalarına İlişkin<br/>Yönerge”yi yayınlayarak yürürlüğe sokmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "2000",
      "B": "2001",
      "C": "2002",
      "D": "2003",
      "E": "2004"
    },
    "explanation": "Sağlık Bakanlığı, 15.10.2003 tarihinde “Sağlık Tesislerinde Hasta Hakları Uygulamalarına İlişkin<br/>Yönerge”yi yayınlayarak yürürlüğe sokmuştur."
  },
  {
    "id": "3107652",
    "unitNumber": 2,
    "text": "“Sağlık Tesislerinde Hasta Hakları Uygulamalarına İlişkin<br/>Yönerge” yayınlandıktan sonra Sağlık Bakanlığına bağlı kaç<br/>hastanede pilot uygulama başlatılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "50",
      "B": "60",
      "C": "70",
      "D": "80",
      "E": "90"
    },
    "explanation": "“Sağlık Tesislerinde Hasta Hakları Uygulamalarına İlişkin<br/>Yönerge” yayınlandıktan sonra Sağlık Bakanlığına bağlı 60<br/>hastanede pilot uygulama başlatılmıştır."
  },
  {
    "id": "3107653",
    "unitNumber": 2,
    "text": "2012 yılında<br/>hasta hakları birimine 195.669 başvuru yapılmış,<br/>bunlardan yüzde kaçı birimlerce yerinde<br/>çözülmüştür?",
    "correctAnswer": "C",
    "options": {
      "A": "%70",
      "B": "%73",
      "C": "%83",
      "D": "%90",
      "E": "%93"
    },
    "explanation": "2012 yılında<br/>hasta hakları birimine 195.669 başvuru yapılmış,<br/>bunlardan 162.556’sı (%83) birimlerce yerinde<br/>çözülmüştür."
  },
  {
    "id": "3107654",
    "unitNumber": 2,
    "text": "Hasta Hakları Yönetmeliği’nin kaçıncı maddesi mahremiyete saygı gösterilmesini konusunu ele<br/>almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "21.",
      "B": "22.",
      "C": "23.",
      "D": "24.",
      "E": "25."
    },
    "explanation": "Hasta Hakları Yönetmeliği’nin 21’inci maddesi mahremiyete saygı gösterilmesini konusunu ele<br/>almaktadır.<br/>21."
  },
  {
    "id": "3107655",
    "unitNumber": 2,
    "text": "“………………….hastanın hem özerkliğini kullanabilmesini hem de tedaviye uyumuna ve tedaviyi sürdürmesine katkı sağlayacaktır.”<br/>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hastanın tedavi edilmesi",
      "B": "Hastanın karar sürecine dahil edilmesi",
      "C": "Hasta haklarının korunması",
      "D": "Hastaya yararlı olunması",
      "E": "Hastaya zarar verilmemesi"
    },
    "explanation": "Hastanın karar verme sürecine dâhil edilmesi, hastanın hem özerkliğini kullanabilmesini hem de tedaviye uyumuna ve tedaviyi sürdürmesine katkı sağlayacaktır."
  },
  {
    "id": "3107656",
    "unitNumber": 2,
    "text": "Hasta hakları kavramı ne zaman kullanılmaya başlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "18. yüzyılın sonunda",
      "B": "19. yüzyılın başlarında",
      "C": "19. yüzyılın sonunda",
      "D": "20. yüzyılın sonlarında",
      "E": "21. yüzyılın başında"
    },
    "explanation": "Hasta hakları kavramı, 20’nci yüzyılın son çeyreğinde kullanılmaya başlanmıştır."
  },
  {
    "id": "3107657",
    "unitNumber": 2,
    "text": "Hasta Hakları Beyannamesi hangi yılda yayınlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1965",
      "B": "1971",
      "C": "1973",
      "D": "1982",
      "E": "1984"
    },
    "explanation": "Amerikan Hastane Birliği, 1973 yılında Hasta Hakları Beyannamesini (A Patient’s Bill of Rights) yayınlamıştır."
  },
  {
    "id": "3107658",
    "unitNumber": 2,
    "text": "Ülkemizde hasta hakları yönetmeliği ne zaman yürürlüğe konulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1 Ocak 1980",
      "B": "10 Temmuz 1992",
      "C": "6 Eylül 1995",
      "D": "1 Ağustos 1998",
      "E": "4 Eylül 1999"
    },
    "explanation": "Türkiye’de 1 Ağustos 1998’de “Hasta Hakları Yönetmeliği yürürlüğe konmuştur."
  },
  {
    "id": "3107659",
    "unitNumber": 2,
    "text": "Hastasının bir röntgen filmini sosyal medyada paylaşarak değerlendirme yapan bir doktor aşağıdaki hangi hasta hakkını ihlal etmiş sayılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sağlık Kuruluşunu Seçme ve Değiştirme",
      "B": "Personeli Tanıma",
      "C": "Personeli Seçme ve Değiştirme",
      "D": "Adalete Uygun Olarak Faydalanma",
      "E": "Mahremiyete Saygı Gösterilmesi"
    },
    "explanation": "İlgili davranış mahremiyete saygı gösterilmesi ilkesinin ihlalidir."
  },
  {
    "id": "3107660",
    "unitNumber": 2,
    "text": "“…………….insan haklarının, bireyin sağlık hizmetlerine ulaşma, bu hizmetleri kullanma ve sağlıklı bir yaşam sürdürme süreçlerindeki görüntüleridir”<br/>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hasta hakları",
      "B": "Sağlık hizmetleri",
      "C": "Tedavi prosedürü",
      "D": "Hasta bilgilendirme",
      "E": "Hasta rızası"
    },
    "explanation": "Hasta hakları, “insan haklarının, bireyin sağlık hizmetlerine ulaşma, bu hizmetleri kullanma ve sağlıklı bir yaşam sürdürme süreçlerindeki görüntüleridir”."
  },
  {
    "id": "3107661",
    "unitNumber": 2,
    "text": "“Sağlık, sadece hastalık veya sakatlığın olmaması değil, fiziksel ruhsal ve sosyal açıdan tam iyilik hâli” hangi bakış açısını yansıtmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal yaklaşım",
      "B": "Psikolojik yaklaşım",
      "C": "Biyo-psiko-sosyal yaklaşım",
      "D": "Biyomedikal yaklaşım",
      "E": "Tıbbi bilgilendirici yaklaşım"
    },
    "explanation": "Biyo-psiko-sosyal yaklaşıma göre sağlık “sadece hastalık veya sakatlığın olmaması değil, fiziksel ruhsal ve sosyal açıdan tam iyilik hâli”dir."
  },
  {
    "id": "3107662",
    "unitNumber": 2,
    "text": "Hasta Hakları Uygulama Yönergesi ne zaman yürürlüğe girmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1 Ocak 2000",
      "B": "10 Şubat 203",
      "C": "26 Nisan 2005",
      "D": "4 Eylül 2010",
      "E": "5 Kasım 2019"
    },
    "explanation": "Sağlık Bakanlığına bağlı tüm sağlık kurum ve kuruluşları kapsayan “Hasta Hakları Uygulama Yönergesi” 26/04/2005 tarih ve 3077 sayılı yürürlüğe girmiştir."
  },
  {
    "id": "3107663",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi hekimlerin tamamen kendilerine odaklı bir davranışı seçmesiyle birlikte ortaya çıkan durumlardan biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Hastaya çok az zaman ayırma (5 dk. veya daha kısa)",
      "B": "Hastanın dile getirdiği ilk semptom üzerine gitmekte ısrarlı olma",
      "C": "Hastanın duygularıyla ilgilenmek konusunda belirgin bir isteksizlik sergileme",
      "D": "Hasta ile yakınlaşmaktan kaçınma ve etkili iletişim kurmama",
      "E": "Hastaya bilerek yanlış tedavi uygulama"
    },
    "explanation": "Hastaya bilerek yanlış tedavi uygulama hem kanunen hem de tıp etiği açısından uygun bir davranış olmayıp hekimlerin tamamen kendilerine odaklı bir davranışı seçmesiyle birlikte ortaya çıkan durumlardan biri değildir."
  },
  {
    "id": "3107664",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tıp etiği ana ilkelerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Yararlılık",
      "B": "Zarar vermeme",
      "C": "Hasta özerkliğine saygı",
      "D": "Adalet",
      "E": "Hızlı tedavi"
    },
    "explanation": "Hızlı tedavi tıp etiği ana ilkelerinden biri değildir."
  },
  {
    "id": "3107665",
    "unitNumber": 3,
    "text": "Sosyal hizmet uygulamalarına <u>en çok</u> katkı sağlayan bilim dalı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyoloji",
      "B": "Sağlık",
      "C": "Psikoloji",
      "D": "İletişim",
      "E": "Eğitim"
    },
    "explanation": "Sosyal hizmet mesleği; bireyler, aileler, gruplar, örgütler ve daha büyük toplulukların karşılaştığı sorunlarla ilgilendiği için çok çeşitli alanların uzmanlık bilgisine sahip olmayı ve bu alanlarla iş birliği yapmayı gerektirir. Bu alanlardan biri olan psikoloji, sosyal hizmet uygulamalarına en çok katkı sağlayan bilim dalıdır. Açıklamada da görüldüğü gibi sorunun doğru cevabı “C” seçeneğidir."
  },
  {
    "id": "3107666",
    "unitNumber": 3,
    "text": "Bireylerin çevreye uyum sağlama yöntemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Davranış",
      "B": "Duygu",
      "C": "Düşünce",
      "D": "Algı",
      "E": "Psikoloji"
    },
    "explanation": "Psikolojinin <em>bilimsel yönü, </em>psikolojik sonuçların bilimsel yöntemlere uygun kanıtlarla ortaya çıkarılmasını gerektirmesidir. Bilimsel yöntem, <em>bilgilerin tarafsız bir şekilde toplanması ve yorumlanması için kullanılan, hata olasılığını azaltıp güvenilir genellemeler yapmaya imkân veren yöntemler bütünüdür</em>. <em>Davranış, bireylerin çevreye uyum sağlama yöntemidir. </em>Psikolojinin konusunun büyük kısmı, davranışları gözlenebilen insanlar ve hayvanlardır. Açıklamada da görüldüğü gibi sorunun doğru cevabı “A” seçeneğidir."
  },
  {
    "id": "3107667",
    "unitNumber": 3,
    "text": "Daha çok uyum problemleri ile ilgilenen ve çoğu zaman öğrenci, evlilik ve aile danışmanlığı gibi özgül alanlarda yoğunlaşan meslek grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Psikolog",
      "B": "Psikolojik danışman",
      "C": "Psikiyatr",
      "D": "Psikiyatrik sosyal hizmet uzmanı",
      "E": "Sosyal hizmetler yardımcısı"
    },
    "explanation": "Psikolojik danışman, daha çok uyum problemleri ile ilgilenen ve çoğu zaman öğrenci, evlilik ve aile danışmanlığı gibi özgül alanlarda yoğunlaşan meslek grubudur. Ülkemizde eğitim kurumlarında okul psikoloğu olarak çalışan psikolojik danışmanlar, öğrencilerin akademik ve uyum problemleri ile ilgilenirler. Açıklamada da görüldüğü gibi sorunun doğru cevabı “B” seçeneğidir."
  },
  {
    "id": "3107668",
    "unitNumber": 3,
    "text": "Davranışsal, zihinsel ve duygusal bozukluğu olan bireylerin değerlendirilip tedavi edildiği uzmanlık alanı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Danışmanlık Psikolojisi",
      "B": "Okul ve Eğitim Psikolojisi",
      "C": "Kişilik Psikolojisi",
      "D": "Klinik Psikoloji",
      "E": "Gelişim Psikolojisi"
    },
    "explanation": "Doğru cevap “D” seçeneğidir. Çünkü klinik psikoloji, <em>davranışsal, zihinsel ve duygusal bozukluğu olan bireylerin değerlendirilip tedavi edildiği uzmanlık alanıdır. </em>Klinik psikologların ilgilendiği sorunlar, gelişim dönemleriyle ilgili kısa süreli gelişimsel krizler (ergenlikteki başkaldırı ve orta yaşta kendilik değerindeki düşme gibi), depresyon, fobi, <em>anksiyete bozuklukları, </em>madde kullanımı ya da şizofreni gibi daha ağır sorunlar olabilmektedir. Ayrıca pek çok klinik psikolog araştırma da yapmaktadır."
  },
  {
    "id": "3107669",
    "unitNumber": 3,
    "text": "Bakımevleri ve yetiştirme yurdundaki ergen ve gençlere uygulanan programların değerlendirilmesi türü faaliyetleri, huzurevi ve diğer kurumlardaki yaşlıların belirli hedeflere yönlendirilmeleri gibi çalışmaları yürüten uzmanlık alanı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sağlık Psikolojisi",
      "B": "Klinik Psikoloji",
      "C": "Sosyal Psikolojisi",
      "D": "Psikometrik Psikoloji",
      "E": "Gelişim Psikolojisi"
    },
    "explanation": "Gelişim psikologları, yaşa bağlı davranış değişikliklerinin tanımlanması, açıklanması ve ölçülmesi üzerinde çalışırlar. Doktora düzeyinde eğitim alan gelişim psikologları, araştırma faaliyetlerinde bulunurken lisans ve yüksek lisans mezunları, okul öncesi eğitim veren kurumlarda, hastane ve kliniklerde gelişim psikoloğu olarak çalışabilirler. Bakımevleri ve yetiştirme yurdundaki ergen ve gençlere uygulanan programların değerlendirilmesi türü faaliyetleri, huzurevi ve diğer kurumlardaki yaşlıların belirli hedeflere yönlendirilmeleri gibi çalışmaları yürütürler. Açıklamada da görüldüğü gibi sorunun doğru cevabı “E” seçeneğidir."
  },
  {
    "id": "3107670",
    "unitNumber": 3,
    "text": "“Çocuğa bakmakla yükümlü yetişkinlerin karşılama gücü ve imkânı olduğu halde, çocukların sağlıklı gelişimi için gerekli olan temel ihtiyaçlarını karşılamaması” çocuk istismarından hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Duygusal",
      "B": "İhmal",
      "C": "Fiziksel",
      "D": "Cinsel",
      "E": "Ekonomik"
    },
    "explanation": "Doğru cevap “B” seçeneğidir. Çünkü ihmal, çocuğa bakmakla yükümlü yetişkinlerin karşılama gücü ve imkânı olmasına çocukların sağlıklı gelişimi için gerekli olan temel ihtiyaçlarını karşılamamasıdır. İhmal ve istismarın bu farklı şekilleri sadece aileyi değil sosyal kurumları, toplumu, eğitim sistemini, yasal sistemleri ve iş alanlarını dahi etkileyen bir halk sağlığı sorununu oluşturmaktadır."
  },
  {
    "id": "3107671",
    "unitNumber": 3,
    "text": "Maslow’un ihtiyaçlar hiyerarşisinin <u>en üst</u> basamağındaki insan ihtiyacı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Saygı",
      "B": "Sevgi ve ait olma",
      "C": "Güvenlik",
      "D": "Fizyolojik",
      "E": "Kendini gerçekleştirme"
    },
    "explanation": "Maslow’un İhtiyaçlar Hiyerarşisi;<br/>5- Kendini gerçekleştirme<br/>4- Saygı<br/>3- Sevgi ve ait olma<br/>2- Güvenlik<br/>1- Fizyolojik<br/>Kitap sayfa 71, Şekil 3.1’de görüldüğü üzere insanın ihtiyaçları, hiyerarşik bir yapıya sahiptir. Bireylerin hayatta kalmak ve kaliteli bir yaşam sürmek için bu ihtiyaçlarını en alt basamaktan başlayarak gidermesi gerekir. En üst basamakta ise “Kendini gerçekleştirme” ihtiyacı yer alır. Doğru cevap “E” seçeneğidir."
  },
  {
    "id": "3107672",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi koruyucu/önleyici sağlık hizmetlerinin “üçüncül koruma” boyutunda yer alan eylemlerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tedaviyle psikososyal işlevselliği artırmak",
      "B": "Aile planlaması eğitimi vermek",
      "C": "Hastalıklardan korunmayı sağlamak",
      "D": "Genetik danışma ve sağlık eğitimi vermek",
      "E": "Psikolojik sorunların ortaya çıkmasını engellemek"
    },
    "explanation": "Üçüncül koruma (önleme), alınan tüm önlemlere rağmen <em>hastalığa yakalanan kişilerin hastalığın olumsuz sonuçlarını en aza indirmeyi amaçlayan önleme </em>müdahaleleridir. Hastalığın ardından oluşabilecek sakatlık ve işlev kayıplarının en aza indirilmesi için alınacak önlemler, üçüncül koruma hizmetleri kapsamındadır. Ruh sağlığı kurumlarındaki tezahürü ise hastalıkların depreşmesini önlemeyi, tedaviyle psikososyal işlevselliği artırmayı, sosyal iletişimi artırmayı, tekrarlayan hasta yatışlarını önlemeyi ve bireylerin vasıflı iş sahibi olmalarına yardımcı olmayı içerir. Açıklamada da görüldüğü gibi sorunun doğru cevabı “A” seçeneğidir."
  },
  {
    "id": "3107673",
    "unitNumber": 3,
    "text": "“Toplumun risk altında olan gruplarının ruhsal bozukluklarının önlenmesi, ruh sağlığının korunması ve rehabilitasyon hizmetlerinin planlanması ve sunumu” sosyal hizmet uzmanlarının rol ve sorumluluklarından hangisinin kapsamındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ruhsal risk taraması ve araştırma",
      "B": "Koruyucu ruh sağlığı hizmetleri",
      "C": "Sosyal içerme",
      "D": "Hizmet geliştirme",
      "E": "Toplum eğitimi"
    },
    "explanation": "Sorunun doğru cevabı “D” seçeneğidir. Çünkü hizmet geliştirmede sosyal hizmet uzmanları, “toplumun risk altında olan gruplarının ruhsal bozukluklarının önlenmesi, ruh sağlığının korunması ve rehabilitasyon hizmetlerinin planlanması ve sunumu” gibi konularda çalışırlar. Ülkemizde koruyucu ruh sağlığı hizmetleri oldukça sınırlıdır. Bu sebeple ruhsal risk taraması ve tedavisinin yapılacağı bazı hastalıklarla başa çıkma tekniklerinin öğretileceği, hastalıklar hakkında eğitimin verileceği ve sosyal desteğin sağlanacağı psikososyal destek programlarına ihtiyaç duyulmaktadır. Sosyal hizmet uzmanları bu tarz hizmetlerin geliştirilmesinde önemli rol oynarlar."
  },
  {
    "id": "3107674",
    "unitNumber": 3,
    "text": "Müracaatçının yaşı, cinsiyeti, eğitim durumu, medeni durumu, aile yapısı, giyimi, sözlü-sözsüz iletişim düzeyi, duygu durumu gibi somut bilgiler bir psiko-sosyal inceleme raporunda bulunması gereken bölümlerden hangisinde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Psiko-sosyal değerlendirme",
      "B": "Anlaşma",
      "C": "Müracaatçının sorununun kısaca tanımlanması",
      "D": "Müdahale planı",
      "E": "Özgeçmiş"
    },
    "explanation": "Bir psiko-sosyal inceleme raporunda bulunması gereken bölümlerden müracaatçının sorununun kısaca tanımlanması bölümünde, müracaatçının yaşı, cinsiyeti, eğitim durumu, medeni durumu, aile yapısı, giyimi, sözlü-sözsüz iletişim düzeyi, duygu durumu ve görüşmede dikkat çeken diğer şeyler gibi somut bilgiler yer alır. Müracaatçıya dair bilgiler alınırken yorum yapmaktan kaçınılmalı müracaatçının kendini ifade ettiği şekilde not alınmalıdır. Açıklamada da görüldüğü gibi sorunun doğru cevabı “C” seçeneğidir."
  },
  {
    "id": "3107675",
    "unitNumber": 3,
    "text": "Aşağıdaki açıklamalardan hangisi psikolojinin tanımlarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İnsan davranışının bilimsel çerçevede incelenmesidir.",
      "B": "Zihinden geçen bilinç olaylarını inceleyen bilim dalıdır.",
      "C": "Bireyler arasındaki ilişkileri inceleyen bilimdir.",
      "D": "İnsanın çevreye uyum sürecini inceleyen bilim dalıdır.",
      "E": "Birey ve toplum etkileşimini ele alır."
    },
    "explanation": "Psikoloji ile sosyolojinin kesiştiği noktada bulunan sosyal psikoloji, birey ve toplum etkileşimini<br/>ele alır."
  },
  {
    "id": "3107676",
    "unitNumber": 3,
    "text": "I Özgül fobiler<br/>II Agorafobi<br/>III Panik bozukluk<br/>IV Sosyal kaygı bozukluğu<br/>Yukarıdaki başlıklardan hangileri \"kaygı bozuklukları\" olarak sınıflandırılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "Hepsi"
    },
    "explanation": "Kaygı bozuklukları özgül fobiler, sosyal kaygı bozukluğu, yaygın kaygı<br/>bozukluğu, agorafobi ve panik bozukluk olmak üzere beş grupta sınıflandırılır."
  },
  {
    "id": "3107677",
    "unitNumber": 3,
    "text": "Kişilik, yetenek, zekâ ve diğer alanlardaki testleri geliştiren ve veri<br/>analizi, araştırma deseni ve verilerin yorumlanması<br/>konularında çalışmalar yürüten psikoloji alanı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişilik psikolojisi.",
      "B": "Sosyal psikoloji.",
      "C": "Gelişim Psikolojisi.",
      "D": "Psikometrik psikoloji.",
      "E": "Endüstri/Örgüt Psikolojisi."
    },
    "explanation": "Kişilik, yetenek, zekâ<br/>ve diğer alanlardaki testleri geliştirirler. Bu testler, iş<br/>yaşamı, endüstri, danışmanlık, klinik ve okul gibi<br/>alanlarda kullanılmaktadır. Psikometristler, veri<br/>analizi, araştırma deseni ve verilerin yorumlanması<br/>konularında çalışmalar yürütürler."
  },
  {
    "id": "3107678",
    "unitNumber": 3,
    "text": "\"Herhangi bir mantıklı gerekçe ya da kamu yararı söz konusu olmaksızın bir kişiye, benzer durum ve koşullara sahip<br/>diğer kişilerden farklı ve eşit olmayan bir muamele\" , hangi tanımı açıklamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Aile İçi Şiddet.",
      "B": "Irkçılık-Ayrımcılık.",
      "C": "İhmal.",
      "D": "Duygusal İstismar.",
      "E": "Fiziksel İstismar."
    },
    "explanation": "Ayrımcılık, en genel tanımıyla herhangi bir mantıklı gerekçe ya da kamu yararı söz konusu olmaksızın bir kişiye, benzer durum ve koşullara sahip diğer kişilerden farklı ve eşit olmayan bir muamele yapılmasıdır."
  },
  {
    "id": "3107679",
    "unitNumber": 3,
    "text": "Koruyucu/önleyici sağlık hizmetleri kaç farklı boyutta gerçekleştirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Koruyucu/önleyici<br/>sağlık hizmetleri ilk ünitede de bahsedildiği üzere<br/>birincil koruma, ikincil koruma ve üçüncül koruma olmak üzere üç farklı boyutta gerçekleştirilir."
  },
  {
    "id": "3107680",
    "unitNumber": 3,
    "text": "“kişinin gerçek bir ölüm tehdidi, ağır bir yaralanma, kendisinin ya da başkasının fizik bütünlüğüne bir<br/>tehdit olayını yaşaması, böyle bir olaya tanık olması<br/>ya da böyle bir olayla karşı karşıya gelmesi ve bir aile<br/>ya da yakın bir arkadaşının başına travmatik bir olay<br/>geldiğini öğrenmesi” .................. olarak açıklanmaktadır. <br/>Boşluğu hangi ifade ile tamamlarsınız?",
    "correctAnswer": "A",
    "options": {
      "A": "Travma Sonrası Stres Bozukluğu.",
      "B": "Dissosiyatif Bozukluk.",
      "C": "Panik Bozukluk.",
      "D": "Psikoz (Psikotik)",
      "E": "Nevroz (Nevrotik)"
    },
    "explanation": "Amerikan Psikoloji Derneğinin tanımına göre travma sonrası stres bozukluğu, “kişinin gerçek bir ölüm tehdidi, ağır bir yaralanma, kendisinin ya da başkasının fizik bütünlüğüne bir<br/>tehdit olayını yaşaması, böyle bir olaya tanık olması<br/>ya da böyle bir olayla karşı karşıya gelmesi ve bir aile<br/>ya da yakın bir arkadaşının başına travmatik bir olay<br/>geldiğini öğrenmesi” olarak tanımlanmıştır."
  },
  {
    "id": "3107681",
    "unitNumber": 3,
    "text": "En genel tanımıyla ............, insanların en temel ihtiyaçlarını karşılayabilecek imkânlarının bulunmaması şeklinde<br/>tanımlanabilir.<br/>Açıklamadaki boşluğu aşağıdaki hangi şıkla tamamlarsınız?",
    "correctAnswer": "C",
    "options": {
      "A": "İhmal",
      "B": "Duygusal İstismar",
      "C": "Yoksulluk",
      "D": "Göç",
      "E": "Yaşlılık"
    },
    "explanation": "En genel tanımıyla yoksulluk, insanların en temel ihtiyaçlarını karşılayabilecek imkânlarının bulunmaması şeklinde<br/>tanımlanabilir."
  },
  {
    "id": "3107682",
    "unitNumber": 3,
    "text": "\" Sosyal dışlanmaya maruz kalan bireylerin, sosyal ve ekonomik hayatta<br/>yer almalarına engel olan faktörlerin ortadan kaldırılarak ve yaşam düzeylerinin toplumda<br/>kabul edilebilir bir düzeye getirerek toplumla kaynaşmalarının sağlanması\" hangi tanımı açıklamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplum Eğitimi",
      "B": "Hizmet Geliştirme",
      "C": "Sosyal İnceleme",
      "D": "Sosyal İçerme",
      "E": "Psikososyal Değerlendirme"
    },
    "explanation": "Sosyal içerme: Sosyal dışlanmaya maruz<br/>kalan bireylerin, sosyal ve ekonomik hayatta<br/>yer almalarına engel olan faktörlerin ortadan<br/>kaldırılarak ve yaşam düzeylerinin toplumda<br/>kabul edilebilir bir düzeye getirerek toplumla kaynaşmalarının sağlanmasıdır."
  },
  {
    "id": "3107683",
    "unitNumber": 3,
    "text": "Nevrotik kişiliği Psikotik'ten ayıran en belirgin fark nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gerçeklik algısının bozulmuş olması.",
      "B": "Gerçeklik algısının bozulmamış olması.",
      "C": "Genetik Unsurlar",
      "D": "İçsel Çatışmalar",
      "E": "Geçmişteki travmatik yaşam tecrübeleri."
    },
    "explanation": "Nevrozun psikozdan en büyük farkı,<br/>gerçeklik algısının bozulmamış olmasıdır."
  },
  {
    "id": "3107684",
    "unitNumber": 3,
    "text": "\"............. insanın kendi çıkarına hizmet ettiği ve yararına<br/>olan şekilde davrandığı anlayışına dayanır.\" ifadesindeki boşluğu tamamlayınız.",
    "correctAnswer": "D",
    "options": {
      "A": "Psikoloji",
      "B": "Kişilik Psikolojisi",
      "C": "Psikiyatri",
      "D": "Pragmatizm",
      "E": "Psikolojik danışmanlık"
    },
    "explanation": "Pragmatizm, insanın<br/>kendi çıkarına hizmet ettiği ve yararına<br/>olan şekilde davrandığı anlayışına dayanır."
  },
  {
    "id": "3107685",
    "unitNumber": 3,
    "text": "Doğru tanının konulması ve uygun tedavi planının geliştirilmesine katkı sağlayan sosyal inceleme, aşağıdakilerden hangisine yöneliktir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hastanın aile ve sosyal çevresine",
      "B": "Hastanın ekonomik durumuna",
      "C": "Hastanın kariyer planlarına",
      "D": "Hastanın inançlarına",
      "E": "Hastanın bedensel sağlığına"
    },
    "explanation": "Sosyal inceleme: Doğru tanının konulması ve uygun tedavi planının geliştirilmesine katkı sağlayan sosyal inceleme, hastanın aile ve sosyal çevresine yöneliktir. İnceleme; tanı öncesinde, tedavi süresince ve"
  },
  {
    "id": "3107686",
    "unitNumber": 3,
    "text": "Duygusal ve davranışsal sorunları olan bireyleri tedavi etmek için öncelikli olarak kullanılan terapi yöntemlerinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Psikoterapi",
      "B": "Hidroterapi",
      "C": "Bitki terapisi",
      "D": "Medikal terapi",
      "E": "Sosyal terapi"
    },
    "explanation": "Duygusal ve davranışsal sorunları olan bireyleri tedavi etmek için öncelikli olarak kullanılan terapi yöntemleri, psikoterapi ve danışmanlıktır."
  },
  {
    "id": "3107687",
    "unitNumber": 3,
    "text": "Hastalık belirtileri ortaya çıkmadan ya da yeni ortaya çıkmaya başladığı durumlarda teşhis ve tedavisinin yapılması aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İkincil koruma",
      "B": "Birincil koruma",
      "C": "Üçüncül koruma",
      "D": "Sosyal içerme",
      "E": "Hizet geliştirme"
    },
    "explanation": "İkincil koruma (önleme): Birincil önle-me hizmetlerinin etkisiz kalması hâlinde ikincil koruma hizmetlerine başvurulmak"
  },
  {
    "id": "3107688",
    "unitNumber": 3,
    "text": "Alınan tüm önlemlere rağmen hastalığa yakalanan kişilerin hastalığın olumsuz sonuçlarını en aza indirmeyi amaçlayan önleme müdahaleleri aşağıdakilerin hangisi ile ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üçüncül koruma",
      "B": "Birincil koruma",
      "C": "İkincil koruma",
      "D": "Sosyal içerme",
      "E": "Hizmet geliştirme"
    },
    "explanation": "Üçüncül koruma (önleme): Alınan tüm önlemlere rağmen hastalığa yakalanan kişilerin hastalığın olumsuz sonuçlarını en aza in"
  },
  {
    "id": "3107689",
    "unitNumber": 3,
    "text": "Ruhsal sorunları önleme kavramının kaç yıllık bir geçmişi vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yüz yıldan fazla",
      "B": "Altmış yıldan az",
      "C": "İkiyüzelli yıl",
      "D": "Kırk yıldan fazla",
      "E": "En az üçyüz yıl"
    },
    "explanation": "Ruhsal sorunları önleme kavramının yüzyıldan fazla bir geçmişi olmasına rağmen özellikle son 25 yılda hızlı bir gelişim göstermiş ve konu üzerine çok sayıda bilimsel yayın ve program yapılmıştır."
  },
  {
    "id": "3107690",
    "unitNumber": 3,
    "text": "Ruhsal sorunları önleme kavramı, hangi yıllarda hızlı bir gelişim göstermiş ve konu üzerine çok sayıda bilimsel yayın ve program yapılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Son yirmibeş yılda",
      "B": "Son onyılda",
      "C": "Geçen elli yılda",
      "D": "Geçtiğimiz yüzyılda",
      "E": "Son üçyüzyılda"
    },
    "explanation": "Ruhsal sorunları önleme kavramının yüzyıldan fazla bir geçmişi olmasına rağmen özellikle son 25 yılda hızlı bir gelişim göstermiş ve konu üzerine çok sayıda bilimsel yayın ve program yapılmıştır.<br/>Son yirmibeş yılda"
  },
  {
    "id": "3107691",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, engelliliğin tanımında yer almayan sosyal faktörlerden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Duygusal Dengelilik",
      "B": "Bakıma muhtaçlık",
      "C": "Sosyal yaşama uyumun sağlanabilmesi",
      "D": "Çalışabilirlik",
      "E": "Ulaşılabilirlik"
    },
    "explanation": "Engelliliğin tanımında bazı sosyal faktörlerin göz önünde bulundurulması gerekmektedir. Bu faktörler aşağıdaki gibi sıralanabilir:<br/>• Bakıma muhtaçlık • Sosyal yaşama uyumun sağlanabilmesi • Çalışabilirlik<br/>Duygusal dengelilik"
  },
  {
    "id": "3107692",
    "unitNumber": 3,
    "text": "En genel tanımıyla herhangi bir mantıklı gerekçe ya da kamu yararı söz konusu olmaksızın bir kişiye, benzer durum ve koşullara sahip diğer kişilerden farklı ve eşit olmayan bir muamele yapılması aşağıdakilerden hangisi ile ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ayrımcılık",
      "B": "Yaşlılık",
      "C": "Aile içi şiddet",
      "D": "Engellilik",
      "E": "Evsizlik"
    },
    "explanation": "Ayrımcılık, en genel tanımıyla herhangi bir mantıklı gerekçe ya da kamu yararı söz konusu olmaksızın bir kişiye, benzer durum ve koşullara sahip diğer kişilerden farklı ve eşit olmayan bir muameleyapılmasıdır. İnsanlık"
  },
  {
    "id": "3107693",
    "unitNumber": 3,
    "text": "“kişinin gerçek bir ölüm tehdidi, ağır bir yaralanma, kendisinin ya da başkasının fizik bütünlüğüne bir tehdit olayını yaşaması, böyle bir olaya tanık olması ya da böyle bir olayla karşı karşıya gelmesi ve bir aile ya da yakın bir arkadaşının başına travmatik bir olay geldiğini öğrenmesi”<br/>Yukarıdaki tanım aşağıdaki aşağıdakilerden hangisini açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Travma sonrası stres bozukluğu",
      "B": "Engellilik",
      "C": "Irkçılık-ayrımcılık",
      "D": "Aile içi şiddet",
      "E": "Göç"
    },
    "explanation": "Amerikan Psikoloji Derneğinin tanımına göre travma sonrası stres bozukluğu, “kişinin gerçek bir ölüm tehdidi, ağır bir yaralanma, kendisinin ya da başkasının fizik bütünlüğüne bir tehdit olayını yaşaması, böyle bir olaya tanık olması"
  },
  {
    "id": "3107694",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çocuk istismarı sınıflamalarından biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomik ihmal",
      "B": "fiziksel istismar",
      "C": "duygusal istismar",
      "D": "cinsel istismar",
      "E": "ihmal"
    },
    "explanation": "Çocuk istismarı; fiziksel istismar, duygusal istismar, cinsel istismar ve ihmal olmak üzere dört grupta incelenmektedir.<br/>Ekonomik ihmal"
  },
  {
    "id": "3107695",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi psikoloji tanımlarında ortak olarak <u>kullanılmayan</u> kavramlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilimsel",
      "B": "Kalıtsal",
      "C": "Davranış",
      "D": "Bireysel",
      "E": "Zihinsel"
    },
    "explanation": "Psikoloji tanımlarında temel olarak üzerinde durulan; “bilimsel, davranış, bireysel ve zihinsel” kavramlarıdır."
  },
  {
    "id": "3107696",
    "unitNumber": 3,
    "text": "Tıp fakültesi mezunu ve ilaç yazma yetkisi olan alan, psikolojik sorunları tedavisinde uzmanlık eğitimi almış psikolojik yardım hizmet meslek grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Psikolog",
      "B": "Psikolojik Danışman",
      "C": "Psikiyatrist",
      "D": "Psikiyatrik Sosyal Hizmet Uzmanı",
      "E": "Sosyal Hizmetler Yardımcısı"
    },
    "explanation": "<strong>Psikiyatr:</strong> Tıp doktorlarıdır. Tıp eğitiminin ardından üç-beş yıl kadar akıl sağlığı merkezinde bulunmuş ve bu süre içinde anormal davranışların teşhisi, psikoterapi ve ilaç terapisi konularında uzmanlaşmıştır. Psikiyatr, bir doktor olarak ilaç tedavisi ve hastanın hastaneye yatırılmasını önerebilir."
  },
  {
    "id": "3107697",
    "unitNumber": 3,
    "text": "Psikolojik bilginin elde edilmesi ve uygulanması esnasında kullanılacak yöntem ve<br/>teknikler üzerinde çalışan psikoloji alt dalı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Okul ve Eğitim Psikolojisi",
      "B": "Kişilik Psikolojisi",
      "C": "Sosyal Psikoloji",
      "D": "Psikometrik Psikoloji",
      "E": "Sağlık Psikolojisi"
    },
    "explanation": "Psikometrik psikoloji alanı, psikolojik bilginin elde edilmesi ve uygulanması esnasında kullanılacak yöntem ve teknikler üzerinde çalışan psikoloji alt dalıdır."
  },
  {
    "id": "3107698",
    "unitNumber": 3,
    "text": "............, duygusal ve davranışsal problemleri fiziksel hastalık gibi değerlendirerek ruhsal hastalık olarak görmektedir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal Model",
      "B": "Tek Taraflı Model",
      "C": "Medikal Model",
      "D": "Psikometri",
      "E": "Psikoz"
    },
    "explanation": "<strong>Medikal model,</strong> duygusal ve davranışsal problemleri fiziksel hastalık gibi değerlendirerek ruhsal hastalık olarak görmektedir. Tıbbi sınıflamalar (örneğin; akıl hastalığı, psikoz, paranoya, şizofreni) duygusal sorunlar için geçerlidir. Tıbbi modeli benimseyenler bu insanların zihinlerinin bilinmeyen birtakım içsel koşullardan etkilendiğini varsaymaktadırlar."
  },
  {
    "id": "3107699",
    "unitNumber": 3,
    "text": "'Çocuğun bakımını sağlayan yetişkinlerin çocuğun gelişimini ve ruh sağlığını olumsuz etkileyen davranışlarda bulunması ve çocuğun sağlıklı gelişimi için gerekli olan uygun ortamın sağlanmaması' olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fiziksel İstismar",
      "B": "Duygusal İstismar",
      "C": "Cinsel İstismar",
      "D": "İhmal",
      "E": "Mobbing"
    },
    "explanation": "<strong>Duygusal istismar;</strong> çocuğun bakımını sağlayan yetişkinlerin çocuğun gelişimini ve ruh sağlığını olumsuz etkileyen davranışlarda bulunması ve çocuğun sağlıklı gelişimi için gerekli olan uygun ortamın sağlanmamasıdır."
  },
  {
    "id": "3107700",
    "unitNumber": 3,
    "text": "'Herhangi bir mantıklı gerekçe ya da kamu yararı söz konusu olmaksızın bir kişiye, benzer durum ve koşullara sahip diğer kişilerden farklı ve eşit olmayan bir muamele yapılması' olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yaşlılık",
      "B": "Irkçılık",
      "C": "Terör",
      "D": "Ayrımcılık",
      "E": "Aile İçi Şiddet"
    },
    "explanation": "<strong>Ayrımcılık,</strong> herhangi bir mantıklı gerekçe ya da kamu yararı söz konusu olmaksızın bir kişiye, benzer durum ve koşullara sahip diğer kişilerden farklı ve eşit olmayan bir muamele yapılmasıdır."
  },
  {
    "id": "3107701",
    "unitNumber": 3,
    "text": "“Toplumu etkileyen temel sağlık sorunlarına çare bulmak için merkezi, bölgesel, ulusal ve uluslararası kaynakların harekete geçirilmesi süreci” olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ruhsal Sorunları Önleme",
      "B": "Risk ve Koruyucu Faktörler",
      "C": "Sosyal İçerme",
      "D": "Toplum Eğitimi",
      "E": "Hizmet Geliştirme"
    },
    "explanation": "Ruhsal sorunları önleme: Toplumu etkileyen temel sağlık sorunlarına<br/>çare bulmak için merkezi, bölgesel, ulusal ve uluslararası kaynakların harekete geçirilmesi sürecidir."
  },
  {
    "id": "3107702",
    "unitNumber": 3,
    "text": "................., hastalık belirtileri ortaya çıkmadan ya da yeni ortaya çıkmaya başladığı durumlarda teşhis ve tedavisinin yapılması ile ilgili uygulamaların tamamını içerir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Birincil Koruma (Önleme)",
      "B": "İkincil Koruma (Önleme)",
      "C": "Üçüncül Koruma (Önleme)",
      "D": "Sosyal İçerme",
      "E": "Hizmet Geliştirme"
    },
    "explanation": "İkincil koruma (önleme), hastalık belirtileri ortaya çıkmadan ya da yeni ortaya çıkmaya başladığı durumlarda teşhis ve tedavisinin yapılması ile ilgili uygulamaların tamamını içerir."
  },
  {
    "id": "3107703",
    "unitNumber": 3,
    "text": "'Sosyal dışlanmaya maruz kalan bireylerin, sosyal ve ekonomik hayatta yer almalarına engel olan faktörlerin ortadan kaldırılarak ve yaşam düzeylerinin toplumda kabul edilebilir bir düzeye getirerek toplumla kaynaşmalarının sağlanması' olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ruhsal Risk Taraması ve Araştırma",
      "B": "Koruyucu (Önleyici) Ruh Sağlığı Hizmetleri",
      "C": "Hizmet Geliştirme",
      "D": "Toplum Eğitimi",
      "E": "Sosyal İçerme"
    },
    "explanation": "<strong>Sosyal içerme:</strong> Sosyal dışlanmaya maruz kalan bireylerin, sosyal ve ekonomik hayatta yer almalarına engel olan faktörlerin ortadan kaldırılarak ve yaşam düzeylerinin toplumda kabul edilebilir bir düzeye getirerek toplumla kaynaşmalarının sağlanmasıdır."
  },
  {
    "id": "3107704",
    "unitNumber": 3,
    "text": "Türkiye'de ruh sağlığı ekiplerinin sayı ve işlevsellik açısından dağılımı incelendiğinde en fazla alana katkı/destek sağlayan meslek grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Psikolog",
      "B": "Sosyal Çalışmacı",
      "C": "Psikiyatr",
      "D": "Hemşire",
      "E": "Özel Eğitim Öğretmeni"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d5dec4335ffc74aa250dbf5d6653d43c.png\" alt=\"\" width=\"540\" height=\"211\"> Türkiye'de ruh sağlığı ekiplerinin sayı ve işlevsellik açısından dağılımı incelendiğinde en fazla alana katkı/destek sağlayan meslek grubu <strong>psikiyatrlardır.</strong>"
  },
  {
    "id": "3107705",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi insan davranışını ve bu davranışın gerekçelerini inceleyen, davranışı etkileyen unsurları açıklamaya çalışan sosyal bilim alanıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Nöroloji",
      "B": "Ekoloji",
      "C": "Psikoloji",
      "D": "Sosyoloji",
      "E": "Zooloji"
    },
    "explanation": "Psikoloji, insan davranışını ve bu davranışın gerekçelerini inceleyen, davranışı etkileyen unsurları açıklamaya çalışan sosyal bilim dalıdır. Doğru cevap C’dir."
  },
  {
    "id": "3107706",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi psikolojinin alt dallarından biri <strong><u>değildir</u></strong><strong><u>?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Klinik psikoloji",
      "B": "Adli psikoloji",
      "C": "Okul ve eğitim psikolojisi",
      "D": "Psikometrik psikoloji",
      "E": "Endüstri psikolojisi"
    },
    "explanation": "Kullanım alanı ve önemi her geçen gün biraz daha artan psikoloji bilimi, bilgi birikiminin de çoğalması ile çeşitli alt uzmanlık alanlarına ayrılmıştır. Bunlar: klinik psikoloji, danışmanlık psikolojisi, okul ve eğitim psikolojisi, kişilik psikolojisi, sosyal psikoloji, gelişim psikolojisi, psikometrik psikoloji, endüstri/örgüt psikolojisi, sağlık psikolojisi, spor psikolojisi, trafik psikolojisi. Doğru cevap B’dir."
  },
  {
    "id": "3107707",
    "unitNumber": 3,
    "text": "Psikolojik bilginin elde edilmesi ve uygulanması esnasında kullanılacak yöntem ve teknikler üzerinde psikolojinin hangi alt uzmanlık dalı çalışmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişilik psikolojisi",
      "B": "Sağlık psikolojisi",
      "C": "Danışmanlık psikolojisi",
      "D": "Psikometrik psikoloji",
      "E": "Gelişim psikolojisi"
    },
    "explanation": "Psikometrik psikoloji alanı diğer alanlara nispetle psikolojinin küçük bir uzmanlık alanı olsa da çok önemli bir uzmanlık alanıdır. Çünkü psikolojinin diğer alanlarına hizmet vermektedir. Bu alanda çalışan psikologlar, psikolojik bilginin elde edilmesi ve uygulanması esnasında kullanılacak yöntem ve teknikler üzerinde çalışırlar. Doğru cevap D’dir."
  },
  {
    "id": "3107708",
    "unitNumber": 3,
    "text": "Düşünce ve duygunun ağır oranda bozulduğu, kişinin gerçeği algılama yeteneğinin kaybolduğu ağır psikiyatrik vakalara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Anksiyete",
      "B": "Andropoz",
      "C": "Psikoz",
      "D": "Agorafobi",
      "E": "Nevroz"
    },
    "explanation": "Psikoz (psikotik), düşünce ve duygunun ağır oranda bozulduğu, kişinin gerçeği algılama yeteneğinin kaybolduğu ağır psikiyatrik vakalardır. Örneğin, şizofreni ve paranoya psikoz vakalarına örnektir. Doğru cevap C’dir."
  },
  {
    "id": "3107709",
    "unitNumber": 3,
    "text": "Sosyal hizmetlerin sosyal ve davranışsal sorunlara yaklaşımı hangi modele dayanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Medikal model",
      "B": "Gelişimsel model",
      "C": "Genetik model",
      "D": "Tıbbi model",
      "E": "Sosyal model"
    },
    "explanation": "Sosyal hizmetin sosyal ve davranışsal sorunlara yaklaşımı, sosyal modele dayalıdır. Sosyal hizmet, sorunlu davranışları düzeltirken sosyal ve davranış bilimlerini referans alarak insani çevresi ile bir bütün olarak değerlendirir. Doğru cevap E’dir."
  },
  {
    "id": "3107710",
    "unitNumber": 3,
    "text": "I. Saygı<br/>II. Güvenlik<br/>III. Kendini gerçekleştirme<br/>IV. Fizyolojik<br/>V. Sevgi ve ait olma<br/>Yukarıda karışık olarak verilen Maslow’un hiyerarşisine ait maddeler en alt basamaktan yukarı doğru aşağıdaki sıralamalardan hangisinde doğru bir biçimde verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "III-IV-I-II-V",
      "B": "V-I-II-IV-III",
      "C": "I-II-III-IV-V",
      "D": "II-IV-V-III-I",
      "E": "IV-II-V-I-III"
    },
    "explanation": "İnsanın ihtiyaçları, hiyerarşik bir yapıya sahiptir. Bireylerin hayatta kalmak ve kaliteli bir yasam sürmek için bu ihtiyaçlarını en alt basamaktan başlayarak gidermesi gerekir. Bu sıralama şu şekildedir: Fizyolojik, güvenlik, sevgi ve ait olma, saygı, kendini gerçekleştirme. Doğru cevap E’dir."
  },
  {
    "id": "3107711",
    "unitNumber": 3,
    "text": "Çocuğa bakmakla yükümlü yetişkinlerin karşılama gücü ve imkânı olmasına rağmen çocukların sağlıklı gelişimi için gerekli ihtiyaçları karşılamadığı durumları ifade eden çocuk istismar ve ihmal şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Duygusal istismar",
      "B": "İhmal",
      "C": "Cinsel istismar",
      "D": "Fiziksel istismar",
      "E": "Ekonomik istismar"
    },
    "explanation": "İhmal, çocuğa bakmakla yükümlü yetişkinlerin karşılama gücü ve imkânı olmasına çocukların sağlıklı gelişimi için gerekli olan temel ihtiyaçlarını karşılamamasıdır. Doğru cevap B’dir."
  },
  {
    "id": "3107712",
    "unitNumber": 3,
    "text": "I. Önleme stratejileri geliştirme ve bunları sınıflama<br/>II. Risk ve koruyucu faktörlerin tanımlanması<br/>III. Belirlenen önleme stratejilerini toplumun yapısını göz önünde bulundurarak uyarlamak ve uygulamak<br/>Yukarıda karışık olarak verilen önleyici/koruyucu müdahalelerin aşamaları aşağıdaki sıralamalardan hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III",
      "B": "II-III-I",
      "C": "II-I-III",
      "D": "III-II-I",
      "E": "I-III-II"
    },
    "explanation": "Ruhsal sorunları önleme kavramı, aslında halk sağlığındaki “Toplumu etkileyen temel sağlık sorunlarına çare bulmak için merkezi, bölgesel, ulusal ve uluslararası kaynakların harekete geçirilmesi sürecidir” seklinde bir yaklaşıma dayandırılmış ve ruhsal bozuklukların önlenmesi amacıyla üç asamadan oluşan bir model geliştirilmiştir. Bunlar sırasıyla1. Risk ve koruyucu faktörlerin tanımlanması. 2. Önleme stratejileri geliştirme bunları sınıflama. 3. Belirlenen önleme stratejilerini toplumun yapısını göz önünde bulundurarak uyarlamak ve uygulamak. Doğru cevap C’dir."
  },
  {
    "id": "3107713",
    "unitNumber": 3,
    "text": "Aşağıdakilerden sosyal hizmet uzmanın ruh sağlığı konularında toplumsal düzeydeki rol ve sorumluluklarından <u><strong>değildir?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Ruhsal risk taraması ve araştırma",
      "B": "Sosyal içerme",
      "C": "Hizmet geliştirme",
      "D": "Erken teşhis ve tedavi etme",
      "E": "Toplum eğitimi"
    },
    "explanation": "Sosyal hizmet uzmanlarının ruh sağlığı alanında toplumsal düzeydeki rol ve sorumlulukları şunlardır: 1. Ruhsal Risk Taraması ve Araştırma 2. Koruyucu (Önleyici) Ruh Sağlığı Hizmetleri 3. Sosyal İçerme 4. Toplum Eğitimi 5. Hizmet Geliştirme. Doğru cevap D’dir."
  },
  {
    "id": "3107714",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir psikososyal inceleme raporunda bulunması gereken bölümlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Danışmanlık",
      "B": "Bireyle çalışma",
      "C": "Müdahale planı",
      "D": "Taburculuk planlaması",
      "E": "Psikoterapi"
    },
    "explanation": "Bir psikososyal inceleme raporunda bulunması gereken bölümler şunlardır: 1. Müracaatçının sorunun kısaca tanımlanması. 2. Öz geçmiş. 3. Psikososyal değerlendirme. 4. Müdahale planı 5. Anlaşma. Doğru cevap C’dir."
  },
  {
    "id": "3107715",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi cinsel saldırıya uğramış kadınlar ile çalışan profesyonellerin sahip olması gereken özelliklerden biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Yasal ve tıbbi süreçler hakkında bilgi sahibi olmak",
      "B": "Kadın ile çevresi arasında arabuluculuk yapmak",
      "C": "Mağdur ve saldırgan arasında iletişim sağlamak",
      "D": "Mağdurlar ile ilişki başlatmak ve sürdürmek",
      "E": "Mağdurların tecavüz travma sendromu yaşadıklarının farkında olmak"
    },
    "explanation": "Yasal ve tıbbi süreçler hakkında bilgi sahibi olmak. Kadın ile çevresi arasında arabuluculuk yapmak. Mağdurlar ile ilişki başlatmak ve sürdürmek. Mağdurların tecavüz travma sendromu yaşadıklarının farkında olmak, cinsel saldırıya uğramış kadınlar ile çalışan profesyonellerin sahip olması gereken özellikler arasındadır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3107716",
    "unitNumber": 4,
    "text": "Aşağıda Şiddet Önleme ve İzleme Merkezlerinde verilen hizmetlerle ilgili verilen bilgilerden hangisi <u><strong>yanlıştır?</strong></u>",
    "correctAnswer": "A",
    "options": {
      "A": "Mağdurun çocuğunu yakınlarına teslim etmek",
      "B": "Mağduru psikolojik açıdan desteklemek",
      "C": "Mağdurun güvenliğini sağlamak",
      "D": "Mağduru ekonomik açıdan desteklemek",
      "E": "Mağduru hukuki açıdan desteklemek"
    },
    "explanation": "ŞÖNİM’ler, şiddet mağdurunun ve beraberindeki çocukların kendilerini güvende hissetmesini sağlayacak biçimde hizmet sunmak üzere kurulmuştur ve onların güvenliklerinin sağlanması, ekonomik, hukuki, sosyal ve psikolojik açıdan desteklenmesi ve güçlendirilmesi esasına dayalı olarak hizmet sunarlar. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3107717",
    "unitNumber": 4,
    "text": "Ailesine ulaşılamayan terk bebek vakalarında tıbbi sosyal hizmet uzmanlarının bildirimde bulunması gereken kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İlçe Kamu Hastanesi",
      "B": "Sağlık Bakanlığı",
      "C": "Aile ve Sosyal Hizmetler Bakanlığı",
      "D": "İlçe Çocuk Büro Amirliği",
      "E": "Çocuk İzlem Merkezi"
    },
    "explanation": "Ailesine ulaşılamayan terk bebek vakaları için tıbbi sosyal hizmet uzmanları bağlı bulunan ilçe çocuk büro amirliğine hazırlanan sosyal inceleme raporu aracılığı ile bildirimde bulunmakla yükümlüdürler. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3107718",
    "unitNumber": 4,
    "text": "Şikâyet durumu olup olmamasına bakılmaksızın sosyal hizmet uzmanları tarafından adölesanlar izlem merkezine bildirimi yapılarak sevk edilen çocuklarda yaş sınırı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "14 yaş altı",
      "B": "15 yaş altı",
      "C": "16 yaş altı",
      "D": "17 yaş altı",
      "E": "18 yaş altı"
    },
    "explanation": "Şikâyet durumu olup olmamasına bakılmaksızın 15 yaş altı çocuklar/adölesanlar Çocuk İzlem Merkezine bildirimi yapılarak sevk edilir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3107719",
    "unitNumber": 4,
    "text": "Çocuk izlem merkezleri aşağıdaki kurumlardan hangisine bağlı olarak hizmet verir?",
    "correctAnswer": "E",
    "options": {
      "A": "Emniyet Müdürlüğü",
      "B": "Aile ve Sosyal Hizmetler İl Müdürlüğü",
      "C": "Rehabilitasyon merkezleri",
      "D": "Şiddet Önleme ve İzleme Merkezleri",
      "E": "Kamu Hastaneleri"
    },
    "explanation": "Çocuk izlem merkezleri, cinsel istismar şüphesi olan çocuğun beyanının alınması, muayenesi, aile ile görüşmenin yapılması ve raporunun hazırlanması için gereken tüm personel ve ekipmanın bulunduğu, işlemlerin her aşamada çocuğun yüksek yararı gözetilerek yürütüldüğü merkezlerdir, kamu hastanelerine bağlı olarak hizmet vermektedirler. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3107720",
    "unitNumber": 4,
    "text": "<strong>…… </strong>boyutta yaşlı bireylerin tedavi aldıkları servisler aracılığı ile sosyalleşme ve etkileşim grubu içinde olmaları sağlanabilir.<br/>Yukarıdaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Makro",
      "B": "Mezzo",
      "C": "Mikro",
      "D": "Geniş",
      "E": "Farklı"
    },
    "explanation": "Mezzo boyutta yaşlı bireylerin tedavi aldıkları servisler aracılığı ile sosyalleşme ve etkileşim grubu içinde olmaları sağlanabilir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3107721",
    "unitNumber": 4,
    "text": "I. Kimlik tespitinin güçlüğü<br/>II. Sosyal güvencesinin olmaması<br/>III. Ekonomik durumunun yetersizliği<br/>IV. Emekli olma<br/>V. Büyüyen çocukların evden ayrılmaları<br/>Yukarıda verilen bilgilerden hangisi/hangileri bimekan bireylerin tıbbi sosyal hizmet gerektiren sosyal sorunları arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I,II,III,IV,V",
      "B": "II,III,IV,V",
      "C": "II,III,IV",
      "D": "I,II,III",
      "E": "III,IV,V"
    },
    "explanation": "Bimekân bireylerin sağlık hizmetlerinden yararlanmalarında farklı sorunlar ortaya çıkmaktadır. Kimlik tespitinin güçlüğü, sosyal güvencesinin olmaması ve ekonomik durumunun yetersizliği bunlardan bazılarıdır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3107722",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi göçmenlerin sağlığa erişiminde ve sağlık hizmetlerini sürdürülebilir olarak almalarının önündeki yapısal engellerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ulaşım ve coğrafik engeller",
      "B": "Sağlık çalışanlarının ilgisizliği",
      "C": "Ayrımcı uygulamalar",
      "D": "Kültürel Farklılık",
      "E": "Beklentiler"
    },
    "explanation": "Ulaşım ve coğrafik engeller göçmenlerin sağlığa erişiminde ve sağlık hizmetlerini sürdürülebilir olarak almalarının önündeki yapısal engellerden biridir. Diğer seçenekler hizmet sunanlardan kaynaklanan engeller olarak karşımıza çıkmaktadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3107723",
    "unitNumber": 4,
    "text": "I. Poliklinik hizmetleri<br/>II. Çevre sağlığı hizmetleri<br/>III. Bağışıklama hizmetleri<br/>IV. Ruh sağlığı hizmetleri<br/>Yukarıda verilen bilgilerden hangisi/hangileri göçmenlere yönelik sınırda verilen acil sağlık hizmetleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnızca I",
      "B": "II,III",
      "C": "I,II,III",
      "D": "II,III,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "Poliklinik hizmetleri, çevre sağlığı hizmetleri, bağışıklama hizmetleri ve ruh sağlığı hizmetleri göçmenlere yönelik sınırda verilen acil sağlık hizmetleri arasındadır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3107724",
    "unitNumber": 4,
    "text": "Suriyeli Misafirlerin sağlık hizmetlerindeki sorunların çözülmesi amacıyla hazırlanan genelge kaç yılında yayınlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "2011",
      "B": "2012",
      "C": "2013",
      "D": "2014",
      "E": "2015"
    },
    "explanation": "Suriyeli Misafirlerin Sağlık ve Diğer Hizmetleri Hakkında Genelge 2013 yılında yayınlanmıştır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3107725",
    "unitNumber": 4,
    "text": "Şiddet alıp da doğrudan hastaneye müracaat eden kadınların aldığı ilk hizmet aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Anamnez.",
      "B": "Psikolojik Danışmanlık.",
      "C": "Muayene.",
      "D": "Kolluk kuvvetine haber.",
      "E": "Koruma altına alınmak."
    },
    "explanation": "Lütfen \"KADINLAR VE TIBBİ SOSYAL HİZMET\" başlıklı yazıyı gözden geçiriniz.<br/>Doğrudan müracaat eden kadınların yaşadıkları şiddet nedeniyle hastaneye başvurduklarında öncelikle hekim tarafından anamnez alınmakta; sonra şiddete maruz kaldığı tespit edilirse hekim tarafından adli muayene raporu hazırlanmaktadır."
  },
  {
    "id": "3107726",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi cinsel saldırıya uğramış kadınlar ile çalışan profesyonellerin sahip olması gereken özelliklerden <strong>değildir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yasal ve tıbbi süreçler hakkında bilgi sahibi olmak.",
      "B": "Mağdurlar ile ilişki başlatmak ve sürdürmek.",
      "C": "Kadınların duygularını, düşüncelerini, algılarını, kendini suçlamalarını, güçsüzlüklerini yönetebilmeleri için yeniden düzenleyici olmak.",
      "D": "Kadınların mağduriyet sürecinde ihtiyaçlarını karşılayabilmelerini sağlamak için kaynaklarla aralarında arabulucu olmak yer almaktadır.",
      "E": "Yadın ve çevresi arasında arabuluculuk vesaire işlere yeltenmemek."
    },
    "explanation": "Lütfen \"KADINLAR VE TIBBİ SOSYAL HİZMET\" başlıklı yazıyı gözden geçiriniz.<br/>Cinsel saldırıya uğramış kadınlar ile çalışan profesyonellerin sahip olması gereken özellikler aşağıdaki<br/>şekilde sıralanmaktadır:<br/>• Yasal ve tıbbi süreçler hakkında bilgi sahibi olmak<br/>• Kadın ile çevresi arasında arabuluculuk yapmak<br/>• Kadınların vermiş oldukları tepkilerin normalleştirilmesini sağlayabilmek için gerçekçi yaklaşıma sahip olmak<br/>• Mağdurlar ile ilişki başlatmak ve sürdürmek,<br/>• Kadınların duygularını, düşüncelerini, algılarını, kendini suçlamalarını, güçsüzlüklerini yönetebilmeleri için yeniden düzenleyici olmak<br/>• Kadınların mağduriyet sürecinde ihtiyaçlarını karşılayabilmelerini sağlamak için kaynaklarla aralarında arabulucu olmak yer almaktadır."
  },
  {
    "id": "3107727",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"ŞÖNİM\" in açılımıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Şiddet Önleyici İşler Merkezi.",
      "B": "Şiddet Önleme ve İzleme Merkezi",
      "C": "Şiddeti Önleme ve İnceleme Merkezi",
      "D": "Şiddeti Ölçme ve İnceleme Merkezi.",
      "E": "Şiddet Ölçüm ve İdare Merkezi"
    },
    "explanation": "Lütfen \"KADINLAR VE TIBBİ SOSYAL HİZMET\" başlıklı yazıyı gözden geçiriniz.<br/>ŞÖNİM, Şiddet Önleme ve İzleme Merkezlerinin kısaltmasıdır."
  },
  {
    "id": "3107728",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi 18 yaş altı gebeliklerin bildirimizi zorunlu kılan kanun maddesidir?",
    "correctAnswer": "C",
    "options": {
      "A": "2547 sayılı Türk Ceza Kanunu.",
      "B": "1402 sayılı Türk Ceza Kanunu.",
      "C": "5237 sayılı Türk Ceza Kanunu.",
      "D": "5687 sayılı Türk Ceza Kanunu.",
      "E": "4368 sayılı Türk Ceza Kanunu."
    },
    "explanation": "Lütfen \"Adölesan Gebeler\" başlıklı yazıyı gözden geçiriniz.<br/>Çocuk ihmal ve istismarı konularında önemli vakalardan biri de adölesan gebelikleridir. Özellikle 5237 sayılı Türk Ceza Kanunu’na göre yasal olarak 18 yaş altı gebeliklerin bildirimi yapılmak zorundadır."
  },
  {
    "id": "3107729",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi şikâyet durumu olup olmamasına bakılmaksızın Çocuk İzlem Merkezine bildirimi yapılarak sevk edilen adölesan yaş grubudur?",
    "correctAnswer": "D",
    "options": {
      "A": "20 yaş altı.",
      "B": "18 yaş altı.",
      "C": "16 yaş altı.",
      "D": "15 yaş altı.",
      "E": "12 yaş altı."
    },
    "explanation": "Lütfen \"Adölesan Gebeler\" başlıklı yazıyı gözden geçiriniz.<br/>Şikâyet durumu olup olmamasına bakılmaksızın 15 yaş altı çocuklar/adölesanlar Çocuk İzlem Merkezine bildirimi yapılarak sevk edilir. Buradan vakaya ilişkin adli süreç başlatılır."
  },
  {
    "id": "3107730",
    "unitNumber": 4,
    "text": "Genellikle 15 yaş altı adölesan gebelerde şikâyete bakılmaksızın cinsel istismar şüphesi olduğu için, adölesan ve ailenin sevki aşağıdakilerden hangisine yapılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kolluk Kuvvetleri",
      "B": "Adliye",
      "C": "Kadın Şiddeti Önleme Merkezi",
      "D": "Çocuk Şiddeti Önleme Merkezi",
      "E": "Çocuk İzlem Merkezi"
    },
    "explanation": "Lütfen \"Araştırmalarla İlişkilendir\" başlıklı yazıyı gözden geçiriniz.<br/>Genellikle 15 yaş altı adölesan gebelerde şikâyete bakılmaksızın cinsel istismar şüphesi olduğu için, adölesan ve ailenin Çocuk İzlem Merkezine (ÇİM) sevki yapılır."
  },
  {
    "id": "3107731",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yaşlıların kronik hastalıklarla birlikte eş zamanlı olarak yaşadığı sorunlardan biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fiziksel Sorunlar.",
      "B": "Sosyal Sorunlar",
      "C": "Çevresel Sorunlar.",
      "D": "Psikolojik Sorunlar.",
      "E": "Ekonomik Sorunlar."
    },
    "explanation": "Lütfen \"Yaşlı Bireyler ve Tıbbi Sosyal Hizmet\" başlıklı yazıyı gözden geçiriniz.<br/>Yaşlılar, kronik hastalıklarla birlikte sosyal, çevresel, psikolojik, ekonomik sorunları da eş zamanlı olarak yaşamaktadırlar."
  },
  {
    "id": "3107732",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ihtiyaç sahibi engelli birey ve ailesine yönelik bildirimde bulunulduğunda, kaynaklara yönlendirme, danışmanlık verme, sosyal ekonomik kaynaklarla buluşturma ve rehberlik rollerini yerine getiren kişi veya kuruluşlardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tıbbi Sosyal Hizmet Uzmanları.",
      "B": "Yaşlı Bakımevi Çalışanları.",
      "C": "Valilik ve Kaymakamlıklar.",
      "D": "Sosyal hizmet Aktivistleri.",
      "E": "Kolluk Kuvvetleri."
    },
    "explanation": "Lütfen \"Engelli Bireyler ve Tıbbi Sosyal Hizmet\" başlıklı yazıyı gözden geçiriniz.<br/>İhtiyaç sahibi engelli birey ve ailesine yönelik bildirimde bulunulduğunda tıbbi sosyal hizmet uzmanları kaynaklara<br/>yönlendirme, danışmanlık verme, sosyal ekonomik kaynaklarla buluşturma ve rehberlik rollerini yerine getirirler."
  },
  {
    "id": "3107733",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi göçmenlerin bakış açısından sağlık bakım erişiminde hizmet sunanlardan kaynaklanan engellerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık çalışanlarının ilgisizliği.",
      "B": "Kültürel farklılık.",
      "C": "Ayrımcı uygulamaları.",
      "D": "Sağlık hizmeti maliyeti.",
      "E": "Dil."
    },
    "explanation": "Lütfen \"şekil 4.2\" tablosunu gözden geçiriniz.<br/>Hizmet Sunanlardan Kaynaklanan Engeller:<br/>Tutumlar<br/>Sağlık çalışanlarının ilgisizliği,<br/>Ayrımcı uygulamaları<br/>Dil<br/>Kültürel farklılık<br/>Beklentiler"
  },
  {
    "id": "3107734",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi göçmenlerin bakış açısından sağlık bakım erişiminde yapısal engellerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ulaşım ve coğrafik engeller.",
      "B": "Göç konularındaki mevzuat.",
      "C": "Sağlık hizmeti maliyeti.",
      "D": "Damgalama.",
      "E": "Tutumlar."
    },
    "explanation": "Lütfen \"şekil 4.2\" de bulunan tabloyu gözden geçiriniz.<br/>Yapısal Engeller:<br/>Sağlık hizmetleri<br/>Sağlık hizmeti maliyeti<br/>Göç konularındaki mevzuat<br/>Ulaşım ve coğrafik engeller<br/>Damgalama"
  },
  {
    "id": "3107735",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tıbbi sosyal hizmet kapsamında hassas grupları etkileyen sosyal değişkenlerle ilgili faktörlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Finansman",
      "B": "Örgütlenme",
      "C": "Fizik alt yapı",
      "D": "İnsan gücü",
      "E": "Yoksulluk"
    },
    "explanation": "Tıbbi sosyal hizmet kapsamında hassas gruplar olarak sosyal değişkenlerle ilgili faktörler şöyle sıralanabilir: sınıf, eğitim, gelir, yoksulluk, kültür, işsizlik, meslek ve göç."
  },
  {
    "id": "3107736",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tıbbi sosyal hizmet bağlamında hassas grupları etkileyen sağlık sistemiyle ilgili faktörlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelir",
      "B": "İşsizlik",
      "C": "Eğitim",
      "D": "Yönetim",
      "E": "Sınıf"
    },
    "explanation": "Tıbbi sosyal hizmet bağlamında hassas grupları etkileyen sağlık sistemiyle ilgili faktörler şöyle sıralanabilir: Finansman, insan gücü, yönetim, örgütlenme, fizik alt yapı ve teknoloji."
  },
  {
    "id": "3107737",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bakım yükünü arttıran durumlardan biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kadın olmak",
      "B": "Sosyal desteğe gereksinim olmak",
      "C": "Düşük sosyo-ekonomik düzeye sahip olmak",
      "D": "Hasta olmak",
      "E": "Uzun süreli bakım vermek"
    },
    "explanation": "Kadın olmak, sosyal desteğe sahip olmamak, ailenin ekonomik durumunun yetersiz olması, hastaya olan yakınlık, bakım verme süresi gibi durumlar bakım yükünü arttırmaktadır.<br/>Hasta olmak"
  },
  {
    "id": "3107738",
    "unitNumber": 4,
    "text": "Çocuk ve gençlere sunulan tıbbi sosyal hizmet uygulamalarında aşağıdakilerden hangisi önerilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çocuk ve ergeni suçlayıcı konuşulmalı",
      "B": "Görüşmede çocuk ve ergenle inanma rolü yapılmalı",
      "C": "Durumu reddedici tutum içinde olunmalı",
      "D": "Dil becerisi geliştirme uygulamaları yapılmalı",
      "E": "Çocuğun ve ergenin beden dili gözlemlenmeli"
    },
    "explanation": "Çocuk ve gençlere sunulan tıbbi sosyal hizmet uygulamalarında uzmanlar, görüşme sırasında çocuğa ve ergene inanmalı, durumu kabul etmeli, beden dilini gözlemlemeli, çocuğa/ergene odaklanmalı, sosyal beceri geliştirmeye dönük<br/>uygulamalar yapmalıdırlar. Psikolojik travma konusunda özellikle bilgilendirmeli; suçlamadan kesinlikle kaçınmalıdırlar.<br/>Çocuğun ve ergenin beden dili gözlemlenmeli"
  },
  {
    "id": "3107739",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi şiddete uğrayan kadınlara yönelik tıbbi sosyal hizmet kapsamında yapılması gerekenler arasında <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Kimlik ve adres bilgilerinin paylaşılması",
      "B": "Ortak bilgi sisteminin oluşturulması",
      "C": "Mücadelede iş birliği protokolü temelinde hizmet verilmesi",
      "D": "Sağlık hizmetine erişiminin kolaylaştırılması",
      "E": "Sağlık çalışanlarının duyarlılığını artırmak için eğitim düzenlenmesi"
    },
    "explanation": "Şiddete uğrayan kadınlara yönelik;<br/>• Kadına yönelik şiddetle mücadelede iş birliği<br/>protokolü temelinde hizmet verilmesi<br/>• Kimlik ve adres bilgilerinin gizlenmesi<br/>• Ortak bilgi sisteminin oluşturulması<br/>• Aile ve Sosyal Hizmetler Bakanlığı bünyesindeki ilk kabul birimi veya konukevinden gelen kimliği kaybolan/yanında olmayan kadınlara sağlık hizmetinin sunulması Cumhuriyet Savcılığına, ŞÖNİM’e, Aile ve Sosyal Hizmetler İl Müdürlüğüne bildirimde bulunulması<br/>• Şiddet mağduru kadın ve çocuklarının sağlık hizmetine erişiminin kolaylaştırılması ve öncelik verilmesi<br/>• Sağlık çalışanlarının duyarlılığını artırmak için aile içi şiddetle ilgili eğitim düzenlenmesi yer almaktadır.<br/>Kimlik ve adres bilgilerinin paylaşılması"
  },
  {
    "id": "3107740",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi çocuk ve ergenlerden öykü alma sürecinde psikososyal değerlendirme yaparken kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "ÇÖZGER",
      "B": "HEADSSS",
      "C": "ŞÖNİM",
      "D": "ÇİM",
      "E": "SHGM"
    },
    "explanation": "Öykü alma sürecinde psikososyal değerlendirme yaparken “HEADSSS” (HomeEducation and Employment-Activities- Drugs Sexuality-Suicide/Depression) sıklıkla kullanılır."
  },
  {
    "id": "3107741",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tıbbi sosyal hizmet alanında hastanelerde bulunan çocuk izlem merkezlerinin görevleri arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Şiddet mağduru kadınların izleme ve süreçlerinin yürütülmesi",
      "B": "Kronik hastalıkları olan yaşlıların muayene edilmesi",
      "C": "İstismar şüphesi olan çocukların beyanının alınması",
      "D": "Mülteci ve sığınmacılarla görüşmelerin yapılması",
      "E": "Bimekan bireylerin gözlemlenerek müdahale edilmesi"
    },
    "explanation": "Çocuk izlem merkezleri, cinsel istismar şüphesi olan çocuğun beyanının alınması, muayenesi, aile ile görüşmenin yapılması ve raporunun hazırlanması için gereken tüm personel ve ekipmanın bulunduğu, işlemlerin her aşamada çocuğun yüksek yararı gözetilerek yürütüldüğü merkezlerdir, kamu hastanelerine bağlı olarak hizmet vermektedirler.<br/>İstismar şüphesi olan çocukların beyanının alınması"
  },
  {
    "id": "3107742",
    "unitNumber": 4,
    "text": "Yaşlıların sosyal bağlamda karşılaştığı sorunların üstesinden gelebilmeleri için makro boyutta sunulan tıbbi sosyal hizmet uygulaması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yaşlıların bakım hizmetlerinden yararlanması için kaynaklarla arabulucuk yapma",
      "B": "Yaşlıların hastane içi hizmetlere erişimini kolaylaştıracak düzenlemeleri yapma",
      "C": "Tedavi gören yaşlıların biyo-psiko-sosyal açıdan ihtiyaç hâlini değerlendirme",
      "D": "Yaşlıların sosyalleşme ve etkileşim grubu içinde olmalarını sağlama",
      "E": "Yaşlı istismarı vakalarında yerel yönetimin konukevlerine yönlendirme"
    },
    "explanation": "Makro boyutta öncelikle yaşlıların hastane içi hizmetlere erişimini<br/>kolaylaştıracak düzenlemeler ve yönetimsel değişiklikler üzerinde uygulama yaparlar.<br/>Yaşlıların hastane içi hizmetlere erişimini kolaylaştıracak düzenlemeleri yapma"
  },
  {
    "id": "3107743",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi göçmenlerin sağlığa erişiminde ve sağlık hizmetlerini sürdürülebilir olarak almalarının önündeki yapısal engellerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tutumlar",
      "B": "İlgisizlik",
      "C": "Damgalama",
      "D": "Dil",
      "E": "Beklentiler"
    },
    "explanation": "Yapısal engeller:<br/>• Sağlık hizmetleri<br/>• Sağlık hizmetlerinin maliyeti<br/>• Göç konularındaki mevzuat<br/>• Ulaşım ve coğrafik engeller<br/>• Damgalamadır.<br/>Hizmet sunanlardan kaynaklanan engeller:<br/>• Tutumlar<br/>• Sağlık çalışanlarının ilgisizliği<br/>• Ayrımcı uygulamalar<br/>• Dil<br/>• Kültürel Farklılık<br/>• Beklentilerdir."
  },
  {
    "id": "3107744",
    "unitNumber": 4,
    "text": "Yoksulluk konusunda tıbbi sosyal hizmet uzmanlarının aşağıdaki hangi rolü ön plana çıkar?",
    "correctAnswer": "A",
    "options": {
      "A": "Vaka yönetimi",
      "B": "Arabuluculuk",
      "C": "Danışmanlık",
      "D": "Çözüm üretimi",
      "E": "Yönlendirme"
    },
    "explanation": "Yoksulluk konusunda tıbbi sosyal hizmet uzmanlarının savunuculuk ve vaka yönetimi rolleri ön plana çıkar."
  },
  {
    "id": "3107745",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tıbbi sosyal hizmet bağlamında eşitsizliği oluşturan sosyal değişkenlerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gelir",
      "B": "Kültür",
      "C": "Teknoloji",
      "D": "Göç",
      "E": "Meslek"
    },
    "explanation": "Sağlıkta eşitsizliği oluşturan temel etmenlerden teknoloji, sağlık sistemiyle ilişkili faktörlerden birisidir. Gelir, kütür, göç ve meslek ise sosyal değişkenlerle ilgili faktörlerdendir."
  },
  {
    "id": "3107746",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tıbbi sosyal hizmetin kapsamında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Hastanın sosyal sağlığının korunması ve geliştirilmesi",
      "B": "Hastanın tüm hastane masraflarının karşılanması",
      "C": "Hastanın ailesi ve çevresi ile ilişkilerinin düzenlenmesi",
      "D": "Hastanın tedaviden etkin bir şekilde yararlanmasının sağlanması",
      "E": "Hastanın psikososyal sorunlarının çözümlenmesi"
    },
    "explanation": "\"Tıbbi sosyal hizmet: “Ayakta ya da yatarak tedavi gören hastaların tıbbi tedaviden etkili<br/>bir şekilde yararlanması, sosyal sağlığının korunması ve geliştirilmesi, tedavi süresince<br/>hastanın ailesi ve çevresi ile ilişkilerin düzenlenmesi, tedavi sürecini etkileyen psikososyal<br/>ve sosyoekonomik sorunlarının zamanında çözümlenerek sosyal işlevselliğini yeniden<br/>kazanması amacıyla yürütülen sosyal hizmet uygulamasını” ifade eder. (Tıbbi Sosyal Hizmet<br/>Uygulama Yönergesi, 2011).\"<br/>Hastanın tüm hastane masraflarının karşılanması"
  },
  {
    "id": "3107747",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi cinsel istismar mağduru kadınlarla çalışan sosyal hizmet uzmanlarının kısa dönem iyileşme evresinde yapmaları gerekenlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fiziksel ve psikolojik ihtiyaçlarını tespit etmek",
      "B": "Psikososyal destek ihtiyaçlarını gidermek",
      "C": "Güvende olmalarını sağlamak",
      "D": "Yasal hakları ve prosedürler hakkında bilgilendirmek",
      "E": "Aile içi şiddetle ilgili eğitim vermek"
    },
    "explanation": "\"Kısa dönem evrede de mikro düzeyde kadınların güçlenmesi için güvenin oluşturulması,<br/>benlik saygısının artırılması ve beceri geliştirilmesi hedeflenir. Cinsel saldırı mağduru kadınlarla yapılacak grup çalışmalarında amaç güçlendirmek olmakla birlikte aynı zamanda kadınların sahip oldukları haklar ve yasal prosedürler hakkında bilgilendirme yapılmalıdır (Yassen ve Glass, 1984).\"<br/>Yasal hakları ve prosedürler hakkında bilgilendirmek"
  },
  {
    "id": "3107748",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Şiddet Önleme ve İzleme Merkezlerinin sağladığı hizmetlerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şiddet mağdurunun güvende hissedebileceği ortamı sağlamak",
      "B": "Şiddet mağdurunun beraberindeki çocuğa psikolojik destek sağlamak",
      "C": "Şiddet mağduru ile şiddet uygulayan kişi arasında arabuluculuk yapmak",
      "D": "Şiddet mağdurunun hukuki yollara ulaşımını kolaylaştırmak",
      "E": "Şiddet mağdurunun ekonomik refahını sağlamasını desteklemek"
    },
    "explanation": "\"ŞÖNİM, Şiddet Önleme ve İzleme Merkezlerinin kısaltmasıdır. ŞÖNİM’ler, şiddet<br/>mağdurunun ve beraberindeki çocukların kendilerini güvende hissetmesini sağlayacak<br/>biçimde hizmet sunak üzere kurulmuştur ve onların güvenliklerinin sağlanması,<br/>ekonomik, hukuki, sosyal ve psikolojik açıdan desteklenmesi ve güçlendirilmesi<br/>esasına dayalı olarak hizmet sunarlar.\"<br/>Şiddet mağduru ile şiddet uygulayan kişi arasında arabuluculuk yapmak"
  },
  {
    "id": "3107749",
    "unitNumber": 4,
    "text": "Sosyal hizmet uzmanları çocuklar için özel gereksinim raporunu kimler için hazırlamak durumundadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Adölasan gebeler",
      "B": "Terk bebekler",
      "C": "Engelli çocuklar",
      "D": "Kronik hastalığı olan çocuklar",
      "E": "Mülteci çocuklar"
    },
    "explanation": "\"Engelli çocukların özel gelişimlerinin yetişkinlerden farklı olması nedeniyle görüşmede<br/>“Çocuklar için Özel Gereksinim Raporu (ÇÖZGER)” hazırlanmaktadır. Bu raporla çocuklar; sağlık,<br/>eğitim, rehabilitasyon, ekonomik ve sosyal gelişimlere yönelik haklardan yararlanabilmektedirler.\""
  },
  {
    "id": "3107750",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sağlık alanında teknoloji kullanımına bağlı olarak yaşlıların zorluk yaşadığı konulardan biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hastane randevusu alma",
      "B": "Sosyal dışlanma",
      "C": "Hastaneye ulaşım",
      "D": "Hastane içi işlemler",
      "E": "Hastalık konusunda bilgi alma"
    },
    "explanation": "\"Günümüzde sağlık hizmetlerine erişim başta olmak üzere teknolojinin çok farklı alanlarda yaygın<br/>kullanımı, yaşlıların toplumsal kaynaklardan yararlanması önünde bazı engelleri yaratmaktadır.<br/>Hastaneden randevu alma, hastaneye ulaşım, hastane içi işlemleri yaptırabilme konusunda desteğe gereksinimleri vardır. Hastalıkları konusunda bilgilendirilme ve süreçlerinin takibinde yardıma yüksek düzeyde ihtiyaç duymaktadırlar.\"<br/>Sosyal dışlanma"
  },
  {
    "id": "3107751",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi göçmenlerin sürdürülebilir sağlık hizmetlerinden faydalanmalarını engelleyen temel faktördür?",
    "correctAnswer": "A",
    "options": {
      "A": "Ayrımcılık",
      "B": "Dil farklılıkları",
      "C": "Kültürel farklılıklar",
      "D": "İçekapanıklılık",
      "E": "Bulaşıcı hastalıklar"
    },
    "explanation": "\"Fakat göçmenlerin sağlığa erişiminde ve sağlık hizmetlerini sürdürülebilir olarak almalarının önündeki engel, ayrımcılıktır. Bu ayrımcılık, yapısal engeller ve hizmet sunanlardan kaynaklanan engeller olarak karşımıza çıkmaktadır.\""
  },
  {
    "id": "3107752",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tıbbi sosyal hizmet uzmanlarının göçmenlere sunması beklenilen hizmetlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hastanelerde ilgili bölümlere yönlendirmek",
      "B": "Dil sorunları için kaynak sağlamak",
      "C": "Ekonomik ihtiyaçları için ilgili kurumlara yönlendirmek",
      "D": "Hastane işleyişine yönelik danışmanlık sağlamak",
      "E": "Bulaşıcı hastalıklarına yönelik aşı uygulaması yapmak"
    },
    "explanation": "\"Tıbbi sosyal hizmet uzmanları, göçmenlere hastane ortamlarında hizmet verilen bölümlere yönlendirmeye yönelik işlevleri sunarlar ve danışmanlık verirler; kaynaklara yönlendirirler, dil sorunu için kaynak bulma, sosyal ve ekonomik ihtiyaçları için kurumlar ile bağlantı kurma görevlerini yerine getirirler.\"<br/>Bulaşıcı hastalıklarına yönelik aşı uygulaması yapmak"
  },
  {
    "id": "3107753",
    "unitNumber": 4,
    "text": "Sosyal hizmet uygulamasında hem sebep hem sonuç olarak karşılaşılan, tüm hassas grupların ortak sorunu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşsizlik",
      "B": "İstismar",
      "C": "Eğitimsizlik",
      "D": "Yoksulluk",
      "E": "Kronik hastalık"
    },
    "explanation": "\"İster kadın ister çocuk ister engelli ister yaşlı veya mülteci olsun grupların ortak sorunları arasında yoksulluk hep yer almaktadır. Yoksulluk, sosyal hizmet sunumunda hem sebep hem de sonuç olarak karşımıza çıkmaktadır.\""
  },
  {
    "id": "3107754",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sosyal hizmet uzmanlarının yaşlı mültecilere yönelik sağlayabileceği hizmetlerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hukuki yardıma ihtiyaç duyanlara ulaşmak ve yardımcı olmak",
      "B": "Sosyal hizmet girişimlerinin tümüne erişimlerini sağlamak",
      "C": "Genç aile bireyleriyle aralarında arabuluculuk yapmak",
      "D": "Sağlık yardımlarına erişimlerini sağlamak",
      "E": "Beceri geliştirme faaliyetlerinde alan ve veren olarak rol almalarını sağlamak"
    },
    "explanation": "\"Yaşlılara yönelik bazı önlemler şunlardır:<br/>• Hukuki yardıma ihtiyacı olan yaşlı mültecileri<br/>aramak ve tespit etmek<br/>• Yaşlı mültecileri tüm sosyal hizmet girişimlerine<br/>dahil etmek<br/>• Eğitim, beceri geliştirme ve gelir getiren faaliyetlere<br/>yaşlı mültecileri hem alan hem veren<br/>olarak dahil etmek<br/>• Diğer mülteci gruplarına nazaran daha kritik<br/>olabilecek tıbbi ve sağlık yardımına erişimi<br/>sağlamak (Mültecilerin Korunması 2003).\"<br/>Genç aile bireyleriyle aralarında arabuluculuk yapmak"
  },
  {
    "id": "3107755",
    "unitNumber": 4,
    "text": "Sıralananlardan hangileri tıbbi sosyal hizmette hassas gruplar arasında yer alır? <br/>I. Kadınlar<br/>II. Çocuklar<br/>III. Engelliler<br/>IV Yaşlılar<br/>V. Öğrenciler",
    "correctAnswer": "C",
    "options": {
      "A": "III ve IV",
      "B": "II, III ve IV",
      "C": "I, II, III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Tıbbi sosyal hizmette hassas grupları kadınlar, çocuklar, engelliler, yaşlılar, mülteciler, yoksullar olarak tanımlayabilmek mümkündür. Yanıt C şıkkıdır."
  },
  {
    "id": "3107756",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tıbbi sosyal hizmet kapsamında hassas gruplar içerisinde <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kadınlar",
      "B": "Çocuklar",
      "C": "Mülteciler",
      "D": "Engelliler",
      "E": "Kronik Hastalar"
    },
    "explanation": "Cevap E şıkkıdır. Tıbbi sosyal hizmet alanında çalışırken hassas gruplar arasında kadınlar, çocuklar, gençler, yaşlılar, engelliler, mülteciler ve yoksullar yer almaktadır."
  },
  {
    "id": "3107757",
    "unitNumber": 4,
    "text": "Cinsel saldırı sonrası iyileşme evreleri hangi seçenekte doğru sunulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Kriz evresi, kısa dönem evre ve uzun dönem evre",
      "B": "Kısa dönem evre, uzun dönem evre ve kriz evresi",
      "C": "Uzun dönem evre, kısa dönem evre, ve kriz evresi",
      "D": "Kriz evresi, uzun dönem evre ve kısa dönem evre",
      "E": "Kısa dönem evre, kriz evresi ve uzun dönem evre"
    },
    "explanation": "Cinsel saldırı sonrası iyileşme evreleri; <em>kriz evresi, kısa dönem evre </em>ve <em>uzun dönem evre </em>olarak yaşanmaktadır."
  },
  {
    "id": "3107758",
    "unitNumber": 4,
    "text": "Sıralananlardan hangileri cinsel saldırıya uğramış kadınlar ile çalışan profesyonellerin sahip olması gereken özellikler arasında yer alır? <br/>I. Yasal ve tıbbi süreçler hakkında bilgi sahibi olmak<br/>II. Kadın ile çevresi arasında arabuluculuk yapmak<br/>III. Kadınların vermiş oldukları tepkilerin normalleştirilmesini sağlayabilmek için gerçekçi yaklaşıma sahip olmak<br/>IV. Mağdurlar ile ilişki başlatmak ve sürdürmek",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "II, III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Cinsel saldırıya uğramış kadınlar ile çalışan profesyonellerin sahip olması gereken özellikler aşağıdaki şekilde sıralanmaktadır;<br/>• Yasal ve tıbbi süreçler hakkında bilgi sahibi olmak<br/>• Kadın ile çevresi arasında arabuluculuk yapmak<br/>• Kadınların vermiş oldukları tepkilerin normalleştirilmesini sağlayabilmek için gerçekçi yaklaşıma sahip olmak<br/>• Mağdurlar ile ilişki başlatmak ve sürdürmek,<br/>• Kadınların duygularını, düşüncelerini, algılarını, kendini suçlamalarını, güçsüzlüklerini yönetebilmeleri için yeniden düzenleyici olmak<br/>• Kadınların mağduriyet sürecinde ihtiyaçlarını karşılayabilmelerini sağlamak için kaynaklarla aralarında arabulucu olmak yer almaktadır.<br/>Yanıt E şıkkıdır."
  },
  {
    "id": "3107759",
    "unitNumber": 4,
    "text": "Şiddet Önleme ve İzleme Merkezleri (ŞÖNİM) hangi bakanlığa bağlıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "İçişleri Bakanlığı",
      "B": "Aile, Çalışma ve Sosyal Hizmetler Bakanlığı",
      "C": "Sağlık Bakanlığı",
      "D": "Gençlik ve Spor Bakanlığı",
      "E": "Milli Eğitim Bakanlığı"
    },
    "explanation": "Şiddet Önleme ve İzleme Merkezleri (ŞÖNİM) Aile, Çalışma ve Sosyal Hizmetler Bakanlığı'na bağlıdır."
  },
  {
    "id": "3107760",
    "unitNumber": 4,
    "text": "Bakımın ortaya çıkardığı, bakım verenlerin üstlendiği; sosyal problemler, ekonomik sorunlar, fiziksel sağlık bozulmaları, aile ilişkilerinin aksaması gibi “olumsuz, objektif ve subjektif sonuçlar” olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Şiddet",
      "B": "İstismar",
      "C": "Yoksulluk",
      "D": "Yük",
      "E": "Engellilik"
    },
    "explanation": "Yük; bakımın ortaya çıkardığı, bakım verenlerin üstlendiği; sosyal problemler, ekonomik sorunlar, fiziksel sağlık bozulmaları, aile ilişkilerinin aksaması, psikolojik sıkıntı ve kontrolün kendisinde olmadığı duygusunu yaşama gibi “olumsuz, objektif ve subjektif sonuçlar” olarak tanımlanmaktadır."
  },
  {
    "id": "3107761",
    "unitNumber": 4,
    "text": "Ailesine ulaşılamayan terk bebek vakaları için tıbbi sosyal hizmet uzmanları aşağıdakilerden hangisine sosyal inceleme raporu aracılığı ile bildirimde bulunmakla yükümlüdürler?",
    "correctAnswer": "C",
    "options": {
      "A": "İl sağlık müdürlüğü",
      "B": "İl milli eğitim müdürlüğü",
      "C": "Bağlı bulunan ilçe çocuk büro amirliği",
      "D": "Belediye",
      "E": "Gençlik ve spor il müdürlüğü"
    },
    "explanation": "Ailesine ulaşılamayan terk bebek vakaları için tıbbi sosyal hizmet uzmanları bağlı bulunan ilçe çocuk büro amirliğine hazırlanan sosyal inceleme raporu aracılığı ile bildirimde bulunmakla yükümlüdürler. Sonrasında kolluk kuvvetleri aracılığıyla yapılan tahkikatlar sonucunda çocuğun devlet korumasına alınması için işlemler gerçekleştirilir."
  },
  {
    "id": "3107762",
    "unitNumber": 4,
    "text": "5237 sayılı Türk Ceza Kanunu’na göre yasal olarak hangi yaşın altındaki gebeliklerin bildirimi yapılmak zorundadır?",
    "correctAnswer": "C",
    "options": {
      "A": "13",
      "B": "15",
      "C": "18",
      "D": "20",
      "E": "21"
    },
    "explanation": "5237 sayılı Türk Ceza Kanunu’na göre yasal olarak 18 yaş altı gebeliklerin bildirimi yapılmak zorundadır."
  },
  {
    "id": "3107763",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi göçmenlerin sağlığa erişiminde ve sağlık hizmetlerini sürdürülebilir olarak almalarının önündeki yapısal engellerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tutumlar",
      "B": "Dil",
      "C": "Kültürel farklılık",
      "D": "Göç konularındaki mevzuat",
      "E": "Sağlık çalışanlarının ilgisizliği"
    },
    "explanation": "Yapısal engeller:<br/>Sağlık hizmetleri<br/>Sağlık hizmetlerinin maliyeti<br/>Göç konularındaki mevzuat<br/>Ulaşım ve coğrafik engeller ve <br/>Damgalamadır. Yanıt D şıkkıdır."
  },
  {
    "id": "3107764",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi göçmenlerin sağlığa erişimi ve sağlık hizmetlerini sürdürülebilir olarak almaları konusunda hizmet sunanlardan kaynaklanan engellerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Göç konularındaki mevzuat",
      "B": "Sağlık hizmetlerinin maliyeti",
      "C": "Dil",
      "D": "Ulaşım ve coğrafik engeller",
      "E": "Damgalama"
    },
    "explanation": "Hizmet sunanlardan kaynaklanan engeller:<br/>• Tutumlar<br/>• Sağlık çalışanlarının ilgisizliği<br/>• Ayrımcı uygulamalar<br/>• Dil<br/>• Kültürel Farklılık<br/>• Beklentilerdir. Yanıt C şıkkıdır."
  },
  {
    "id": "3107765",
    "unitNumber": 5,
    "text": "İletişim sözcüğünün temeli olan Latince “communicare” sözcüğü aşağıdaki anlamlardan hangisine karşılık gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paylaşmak",
      "B": "Hizmet etmek",
      "C": "Seslenmek",
      "D": "Gerçekleştirmek",
      "E": "Söylemek"
    },
    "explanation": "Communicare sözcüğününü farklı anlamları için ilgili bölümü inceleyiniz.<br/>İletişim; vermek, katılmak, paylaşmak veya ortaklık kurmak anlamına gelen Latince “communicare” kelimesinden türetilmiştir ve gerçeklerin, görüşlerin ve fikirlerin değiş tokuşu sürecini ifade etmektedir."
  },
  {
    "id": "3107766",
    "unitNumber": 5,
    "text": "Sosyal hizmet sunumunda etkili iletişim aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal hizmet uzmanının müracaatçının isteklerini anlamasıdır.",
      "B": "Sosyal hizmet uzmanının müracaatçının davranışlarını değiştirmesidir.",
      "C": "Müracaatçının sosyal hizmet uzmanına kendisini açıkça anlatabilmesidir.",
      "D": "Müracaatçının sosyal hizmet uzmanının isteklerini anlayarak yerine getirmesidir.",
      "E": "Sosyal hizmet uzmanı ile müracaatçının ortak bir anlayış geliştirmek için iletileri paylaşmasıdır."
    },
    "explanation": "Detaylı bilgi için iletişimin özelliklerini ve ilgili bölümü inceleyiniz.<br/>İletişim; konuşma, yazma veya söz dışı unsurları kullanma yoluyla bilgi, duygu düşünce ve fikirlerin paylaşılması sürecidir. Sosyal hizmet sunumunda etkili iletişim, sosyal hizmet uzmanı ile müracaatçının ortak bir anlayış geliştirmek için iletileripaylaşmasına yöneliktir. Bu sayede tutum ve davranış değişimi yaratılarak müracaatçının toplumsal iyilik hâline katkıda bulunulması amaçlanır. Bir sosyal hizmet uzmanının iyi iletişimci olmasının sonuçları sosyal anlamda önemlidir ve müracaatçıyla ilişkinin ilk ve en temel koşuludur."
  },
  {
    "id": "3107767",
    "unitNumber": 5,
    "text": "İletişim sırasında el, kol, bacak, ayak, parmaklar ve baş ile yapılan hareketlere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Postür",
      "B": "Jest",
      "C": "Mimik",
      "D": "Simge",
      "E": "Aracı"
    },
    "explanation": "Beden dili iletişimini detaylı olarak inceleyiniz.<br/>Jestler, el, kol, bacak, ayak, parmaklar ve baş ile yapılan hareketlerin adıdır.<br/>İletişimde jestler, konuşma sırasında sıklıkla kullanılan ve çoğunlukla istemli olarak sergilenen beden hareketleridir. Jestler beden dilinin bir parçasıdır."
  },
  {
    "id": "3107768",
    "unitNumber": 5,
    "text": "İletişim literatüründe proksemi hangi anlama gelmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Lehçe kullanımı",
      "B": "Anlam vurgularının kullanımı",
      "C": "Kişinin dış görünüşü",
      "D": "Mesafe kullanımı",
      "E": "Kişinin giyim tarzı"
    },
    "explanation": "Detaylı bilgi için sözsüz iletişimin öğelerinin açıklandığı bölümü inceleyiniz.<br/>Proksemi de denilen mesafe kullanımı, iletişimin anlamlandırılması ve kişisel ilişkinin düzeyi hakkında bilgi veren bir iletişim göstergesidir. İnsanların<br/>iletişim sırasında karşısındakiyle araya koyduğu mesafe, duydukları yakınlığın dışavurumudur. Sözsüz iletişimde merkez göğüs kafesidir ve çok yakın olunan kişiler merkeze daha fazla yaklaştırılırken uzak olunan ya da yabancı kabul edilenlerle bu mesafe uzun tutulur."
  },
  {
    "id": "3107769",
    "unitNumber": 5,
    "text": "(I) Müracaatçının iletişimsel kodlarını çözümleyebilme,<br/>(II) Farklı uzmanlarla bilgi paylaşabilme<br/>(III) İnsanları kendi belirlediği amaca yönlendirme<br/>(IV) Sosyal ve toplumsal dengeleri gözeterek iletişim kurma<br/>Sosyal hizmetler uzmanları iletişim konusunda yukarıdaki becerilerden hangilerine sahip olmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "(I); (II) ve (III)",
      "B": "(II); (III) ve (IV)",
      "C": "(I); (II) ve (IV)",
      "D": "(III) ve (IV)",
      "E": "Yalnız (I)"
    },
    "explanation": "Detaylı bilgi için ilgili bölüm incelenbilir.<br/>Sosyal hizmetler uzmanı görüşme amacını ve iletişimi müracaatçı ile toplumsal gereksinimler doğrultusunda belirleyerek süreci işletir. Dolayısıyla amaçlar uzman tarafından belirlenmez. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3107770",
    "unitNumber": 5,
    "text": "(I) Hizmeti alan bireyi en iyi biçimde tanır ve sorunun çözümüne yönelik samimi bir ortam yaratır.<br/>(II) Toplumla etkileşimin yaratılması ve sürdürülmesi için gereken uygulamaları doğru biçimde gerçekleştirir<br/>(III) Hizmet alanın refahını sağlar ve düzenler<br/>(IV) Diğer paydaşların güvenliğini sağlar<br/>Yukardakilerden hangileri sosyal hizmet uzmanlarının kurduğu başarılı iletişim yoluyla sağlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "(I); (II) ve (III)",
      "B": "(II); (III) ve (IV)",
      "C": "(I); (III) ve (IV)",
      "D": "(I); ve (II)",
      "E": "(III) ve (IV)"
    },
    "explanation": "Detaylı bilgi için ilgili bölüm incelenebilir<br/>Başarılı sosyal hizmet uzmanları müracaatçılar, meslektaşlar, diğer kurumlar ve diğer profesyonellerle iyi iletişim kuran, kime neyi nasıl ileteceğini bilen, amacını açık biçimde karşı tarafa kodlayabilen hizmet sunucularıdır. Ancak sosyal hizmet uzmanları hizmet alan bireyin refahını ve paydaşlarının güvenliğini etkili iletişim yoluyla sağlayamazlar. Dolayısıyla doğru cevap D'dir."
  },
  {
    "id": "3107771",
    "unitNumber": 5,
    "text": "Sosyal hizmet uzmanları İletişimi iki yönlü hale getirerek tek yönlü iletilerden kaçınabilmek için aşağıdaki özelliklerden <u>en çok</u> hangisine dikkat etmelidirler?",
    "correctAnswer": "B",
    "options": {
      "A": "Samimiyet",
      "B": "Geribildirim",
      "C": "Güvenirlik",
      "D": "Açıklık",
      "E": "Gizlilik"
    },
    "explanation": "Detaylı bilgi için ilgili bölüm incelenebilir.<br/>İletişimi iki yönlü hâle getiren ve iletimden ileti(ş)imi ayıran şey geribildirimdir. Geribildirim, iletişimin iki tarafın katılımıyla sürmesinin de aracısıdır. Ortak anlayışın gelişmesi için sosyal hizmet uzmanı hem geribildirimde bulunmalı hem de müracaatçıyı izlemek yoluyla geribildirimi değerlendirmelidir."
  },
  {
    "id": "3107772",
    "unitNumber": 5,
    "text": "Sosyal hizmet uzmanı müracaatçı ile ilk görüşmesinde aşağıdakilerden hangilerini yapmalıdır? (I) Kendisi, görevi ve rolü hakkında bilgi vermelidir (II) Görüşmenin hangi amaca yönelik olduğu, kimi temsilen yapıldığı, eğer sonuçta bir kuruma rapor verilecekse bunun detaylarını müracaatçıya aktarmalıdır (III) Müracaatçının kendini rahatça ifade edebileceği bir ortam yaratmalıdır (IV) Farklı kaynaklardan müracaatçı hakkında topladığı bilgilere göre görüşmesini inşa etmelidir.",
    "correctAnswer": "A",
    "options": {
      "A": "(I); (II) ve (III)",
      "B": "(II); (III) ve (IV)",
      "C": "(I);ve (III)",
      "D": "(II); ve (IV)",
      "E": "Yalnız (III)"
    },
    "explanation": "Detaylı bilgi için ilgili bölüm incelenebilir<br/>Sosyal hizmet uzmanı müracaatçı ile ilk görüşmesinde kendisi, görevi ve rolü hakkında bilgi vermelidir. Görüşmenin hangi amaca yönelik olduğu, kimi temsilen yapıldığı, eğer sonuçta bir kuruma rapor verilecekse bunun detaylarını müracaatçıya aktarmalıdır. Müracaatçının kendini rahatça ifade edebileceği bir ortam yaratmalıdır. Farklı kaynaklardan müracaatçı hakkında bilgi toplamalı ancak görüşmesini bu bilgiler üzerine inşa etmekten ve müracaatçıya önyargı ile yaklaşmaktan kaçınmalıdır. Farklı kaynaklardan gelen bilgiler müracaatçı hakkında ek bilgi sağlayabilir. Ancak bu bilgilerin zaman zaman hatalı veya eksik olma olasılığı da göz önünde tutularak ilk görüşmenin bu bilgilere göre inşa etmekten kaçınmalıdır."
  },
  {
    "id": "3107773",
    "unitNumber": 5,
    "text": "Sosyal hizmet uzmanının kendi düşüncelerini, sorunlarını, algı şekillerini görüşme sırasında gözden geçirmesi, ön yargılarından sıyrılması amacıyla kendini sorgulaması, değerlendirmesi süreci aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Paraphrasing",
      "B": "Netleştirme",
      "C": "Eleştirel düşünme",
      "D": "Etkin dinleme",
      "E": "Özetleme"
    },
    "explanation": "Detaylı bilgi için ilgili bölüm incelenebilir.<br/>Eleştirel düşünme sosyal hizmet uzmanının kendi düşüncelerini, sorunlarını, algı şekillerini görüşme sırasında gözden geçirmesi, ön yargılarından sıyrılması amacıyla kendini sorgulaması ve değerlendirmesi sürecidir. Bu yolla müracaatçının daha derinden araştırılması sağlanır ve sözel iletişimde müracaatçıya karşı olası direncin önüne geçilmiş olur. Konular ve olaylara<br/>daha nesnel bir bakış kazanmaya yardımcı olur. Sosyal hizmet uzmanının kendi duygu ve yargılarının farkına varması, müracaatçının daha tarafsız değerlendirilmesini sağlayacaktır."
  },
  {
    "id": "3107774",
    "unitNumber": 5,
    "text": "Sosyal hizmet uzmanı görüşmeler sırasında aşağıdakilerden hangisini yapmaktan kaçınmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "İletişimi müracaatçının taleplerine göre sürdürmek",
      "B": "İletişimde açık uçlu sorular kullanmak",
      "C": "Müracaatçının kendini değerli hissetmesine yardımcı olmak",
      "D": "Teşvik edici ve bütünsel iletişim kurmak",
      "E": "Genellemeler yapmak"
    },
    "explanation": "Detaylı bilgi için ilgili bölüm incelenebilir.<br/>Sosyal hizmet görüşmelerinde kaçınılması<br/>gereken hususlar aşağıda sıralanmaktadır:<br/>• Yargılayıcı dil kullanmak • Ahlak dersi vermeye çalışmak • Müdahale süreci sona ermeden tahminini açıklamak • Arka arkaya sorular sormak • Müracaatçı suçluymuş gibi bir tutuma sahip olmak • Alay etmek • Kişiselleştirmek • Yönlendirmek • Jargon kullanmak • Konu dışına çıkmak • Acıyan bir tavır göstermek • Genellemeler yapmak • İlgisiz örnekler vermek • Boşlukları doldurmak • Söz kesmek • Aceleci olmak • Görüşme sırasında pasif kalmak. Buna göre doğru cevap genellemeler yapmak (C şıkkıdır)."
  },
  {
    "id": "3107775",
    "unitNumber": 5,
    "text": "İletişim sırasında gönderici tarafından aktarılan bilgi, duygu, düşünce, görüş ve fikirlerin hedefi olan kişi ya da gruba ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mesaj",
      "B": "Kanal",
      "C": "Alıcı",
      "D": "Geribildirim",
      "E": "Kodlama"
    },
    "explanation": "Alıcı: Alıcı, gönderici tarafından aktarılan bilgi, duygu, düşünce, görüş ve fikirlerin hedefi olan kişi ya da gruptur. Gönderilen mesajı anlamlandırması istenen alıcı, beklenen tutumu değiştirmesi ya da davranışı sergilemesi istenen kişi ya da kişileri ifade eder. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3107776",
    "unitNumber": 5,
    "text": "İletişim sırasında gönderici ile alıcı arasında ilişkiyi kuran ya da anlam paylaşımını sağlayan esas ögeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mesaj",
      "B": "Kaynak",
      "C": "Alıcı",
      "D": "Kodlama",
      "E": "Araç"
    },
    "explanation": "İletişim sürecinde göndericinin bilgi, duygu, düşünce, görüş ve düşüncelerini kodlar hâlinde kanala iletmesine ihtiyaç vardır. Mesaj, gönderici ile alıcı arasında ilişkiyi kuran ya da anlam paylaşımını sağlayan esas ögedir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3107777",
    "unitNumber": 5,
    "text": "İletişim sırasında alıcıda anlam yaratan işaretlere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mesaj",
      "B": "Kod",
      "C": "Araç",
      "D": "Geribildirim",
      "E": "Bağlam"
    },
    "explanation": "Kod, alıcıda anlam yaratan işaretlerdir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3107778",
    "unitNumber": 5,
    "text": "Geçmiş tecrübelerden elde edilen bilgi, tutum ve değerler toplamına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gönderici",
      "B": "Bağlam",
      "C": "Kodlama",
      "D": "Gürültü",
      "E": "Deneyim alanı"
    },
    "explanation": "Deneyim alanı: Bireyin yaşantıları ile ilgili olan bir unsur olarak deneyim alanı, geçmiş tecrübelerden elde edilen bilgi, tutum ve değerler toplamıdır. Tarafların geçmiş deneyimleri, olaylara bakışlarını, bağlamı değerlendirişlerini ve mesajları anlamlandırışlarını etkilemektedir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3107779",
    "unitNumber": 5,
    "text": "Sesin söz ötesi boyutunu ifade eden ve iletişimde sözün kendisi gibi anlam yaratan boyutuna ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mesafe",
      "B": "Beden dili",
      "C": "Paralinguistik",
      "D": "Dil",
      "E": "Ses"
    },
    "explanation": "Paralinguistik boyut: Sesin söz ötesi boyutunu ifade eden ve iletişimde sözün kendisi gibi anlam yaratan boyutudur. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3107780",
    "unitNumber": 5,
    "text": "Proksemi de denilen mesafe kullanımı, iletişimin anlamlandırılması ve kişisel ilişkinin düzeyi hakkında bilgi veren bir iletişim göstergesidir. İnsanların iletişim sırasında karşısındakiyle araya koyduğu mesafe, duydukları yakınlığın dışavurumudur. Buna göre mahrem alan denilen alanın sınırları kaç cm'dir?",
    "correctAnswer": "A",
    "options": {
      "A": "40cm",
      "B": "80cm",
      "C": "90cm",
      "D": "30cm",
      "E": "50cm"
    },
    "explanation": "Sözsüz iletişimde merkez göğüs kafesidir ve çok yakın olunan kişiler merkeze daha fazla yaklaştırılırken uzak olunan ya da yabancı kabul edilenlerle bu mesafe uzun tutulur. İnsanların kendi yakınlarını kabul ettikleri ve cilt temasıyla 40 cm arasındaki mesafeyi ifade eden alan mahrem alan, 40-80 cm arasında birbirlerini tanıyan ve rahat sohbet edilen kişilerin alındığı kişisel alan, resmî ilişkilerin sürdürüldüğü 80 cm ile 2 m arasındaki mesafeyi tanımlayan bölge sosyal alan olarak tanımlanır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3107781",
    "unitNumber": 5,
    "text": "Sosyal hizmet alanı öncelikle bilgi alıp onu değerlendirmeye, sorun çözmeye ve toplumla bütünleşmeye yönelik adımları içerir. Sosyal refah ve sosyal adalet motivasyonlu bu uygulamaların müracaatçı ile içten ilişkiler kurmasına gerek vardır.<br/>Yukarıdaki ifade mesleğin icra edilebilmesi için sosyal hizmet uzmanının iletişimde dikkat etmesi gereken hususlardan hangisini tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Öz farkındalık",
      "B": "Açıklık",
      "C": "Teşvik etme",
      "D": "Samimiyet",
      "E": "Empati"
    },
    "explanation": "Samimiyet: Sosyal hizmet alanı öncelikle bilgi alıp onu değerlendirmeye, sorun çözmeye ve toplumla bütünleşmeye yönelik adımları içerir. Sosyal refah ve sosyal adalet motivasyonlu bu uygulamaların müracaatçı ile içten ilişkiler kurmasına gerek vardır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3107782",
    "unitNumber": 5,
    "text": "Mesajın beklenen etkiyi yaratması ve sorun çözen bir yaklaşımla mesleğin icra edilebilmesi için sosyal hizmet uzmanının bazı hususlara dikkat ederek iletişimi yönetmesi gerekir. Aşağıdakilerden hangisi bu unsurlardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Müracaatçıdan soruna ilişkin bilginin alınması",
      "B": "Geribildirimlere özen gösterme",
      "C": "Olası çözüm yollarının değerlendirilmesi",
      "D": "Alınacak önlemlerin aktarılması",
      "E": "Uygulamanın belirlenmesi"
    },
    "explanation": "Geribildirimlere özen gösterme: İletişimi iki yönlü hâle getiren ve iletimden ileti(ş) imi ayıran şey geribildirimdir. Geribildirim, iletişimin iki tarafın katılımıyla sürmesinin de aracısıdır. Ortak anlayışın gelişmesi için sosyal hizmet uzmanı hem geribildirimde bulunmalı hem de müracaatçıyı izlemek yoluyla geribildirimi değerlendirmelidir. Sosyal hizmet uzmanı ve müracaatçının iki yönlü iletişiminin sorunsuzluğunun sağlanması, toplumsal problemin çözümüne katkıda bulunacaktır. Diğer şıklar sosyal hizmet sunumunda iletişimin amaçlarıdır. Bu nedenle doğru cevap B şıkkıdır."
  },
  {
    "id": "3107783",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sosyal hizmet görüşmelerinde kaçınılması gereken hususlardan birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Görüşmenin sonunda ve konudan sapma hâllerinde müracaatçının anlattıklarının özetlenmesi",
      "B": "Başka kelimelerle ifade etme",
      "C": "Sosyal hizmet uzmanının kendi duygu ve yargılarının farkına varması",
      "D": "Öfkenin yatıştırılması, üzüntünün hafifletilmesi",
      "E": "Ahlak dersi vermeye çalışmak"
    },
    "explanation": "Sosyal hizmet görüşmelerinde kaçınılması gereken hususlar aşağıda sıralanmaktadır: • Yargılayıcı dil kullanmak • Ahlak dersi vermeye çalışmak • Müdahale süreci sona ermeden tahminini açıklamak • Arka arkaya sorular sormak • Müracaatçı suçluymuş gibi bir tutuma sahip olmak • Alay etmek • Kişiselleştirmek • Yönlendirmek • Jargon kullanmak • Konu dışına çıkmak • Acıyan bir tavır göstermek • Genellemeler yapmak • İlgisiz örnekler vermek • Boşlukları doldurmak • Söz kesmek • Aceleci olmak. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3107784",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sözsüz iletişimde dikkat edilmesi gereken hususlardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kısa, amaç odaklı, net, anlaşılır ve dil kurallarına uygun yazılmalıdır.",
      "B": "Gereksiz bilgilere yer verilmemelidir.",
      "C": "Konuşma sırasında anlatılanlara karşı ifadelerin yönetiminde kontrollü olunmalıdır.",
      "D": "Soru sormak kadar doğru soruyu sormak da önemlidir.",
      "E": "Söz kesme çok sık yapılmamalıdır."
    },
    "explanation": "Sözsüz iletişimde dikkat edilmesi gereken diğer hususlar aşağıda sıralanmaktadır: • Konuşma sırasında anlatılanlara karşı ifadelerin yönetiminde kontrollü olmaya ihtiyaç vardır. Şaşırma, şok olma, iğrenme gibi ifadelerin müracaatçıya aktarılmamasına özen gösterilmelidir. • Görüşmede önündeki yazıyla, cep telefonuyla, aksesuarla, bedenin uzuvlarıyla ya da başka bir nesneyle ilgilenmek, oynamak, görüşmenin bağlamını olumsuz etkileyecektir. • Müracaatçının rahatsız olmasına neden olacak düzeyde uzayan sessizlik süreleri, sosyal hizmet sunumu açısından tavsiye edilmez. Kısa sessizlikler olağan olmakla birlikte uzayan süre, konudan kopmalara neden olacaktır. • Temas, önemli bir sözsüz iletişim unsurudur. Ancak temasın düzeyinin ayarlanamaması müracaatçıda farklı çağrışımları yaratacaktır. Bu nedenle omuza dokunma da dahil olmak üzere tokalaşma dışında müracaatçı ile temas etmemek önerilir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3107785",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi gönderici ile alıcı arasında ilişkiyi kuran ya da anlam paylaşımını sağlayan esas ögedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mesaj",
      "B": "Kanal",
      "C": "Alıcı",
      "D": "Gönderici",
      "E": "Kodlama"
    },
    "explanation": "Mesaj: İletişim sürecinde göndericinin bilgi, duygu, düşünce, görüş ve düşüncelerini kodlar hâlinde kanala iletmesine ihtiyaç vardır. Mesaj, gönderici ile alıcı arasında ilişkiyi kuran ya da anlam paylaşımını sağlayan esas ögedir."
  },
  {
    "id": "3107786",
    "unitNumber": 5,
    "text": "Göndericinin mesaj olarak kodladığı içeriklerin alıcı tarafından anlamlı çıktılara dönüştürülmesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bağlam",
      "B": "Kodaçma",
      "C": "Mesaj",
      "D": "Geribildirim",
      "E": "Kodlama"
    },
    "explanation": "Kodaçma: Göndericinin mesaj olarak kodladığı içeriklerin alıcı tarafından anlamlı çıktılara dönüştürülmesi kodaçma olarak adlandırılır."
  },
  {
    "id": "3107787",
    "unitNumber": 5,
    "text": "İletişimin gerçekleştiği fiziksel, sosyal, kültürel, psikolojik çevre ve koşullara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Deneyim alanı",
      "B": "Mesaj",
      "C": "Bağlam",
      "D": "Kodaçma",
      "E": "Kodlama"
    },
    "explanation": "Bağlam: İletişimin gerçekleştiği fiziksel, sosyal, kültürel ve psikolojik çevre ve koşullar, bağlam olarak adlandır."
  },
  {
    "id": "3107788",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ilk olarak gönderici tarafından gelen mesaja alıcının verdiği yanıt olarak tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bağlam",
      "B": "Deneyim alanı",
      "C": "Kodaçma",
      "D": "Geribildirim",
      "E": "Kodlama"
    },
    "explanation": "Geribildirim: Geribildirim, ilk olarak gönderici tarafından gelen mesaja alıcının verdiği yanıttır."
  },
  {
    "id": "3107789",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi telekomünikasyon araçları ile bilgisayar temelli teknolojileri bir araya getirmek yoluyla kullanıcılarına etkileşim olanağı veren ağ temelli sayısal teknolojileri ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Deneyim alanı",
      "B": "Bağlam",
      "C": "Geribildirim",
      "D": "Kodlama",
      "E": "Yeni medya"
    },
    "explanation": "Yeni medya, telekomünikasyon araçları ile bilgisayar temelli teknolojileri bir araya getirmek yoluyla kullanıcılarına etkileşim olanağı veren ağ temelli sayısal teknolojileri ifade etmektedir."
  },
  {
    "id": "3107790",
    "unitNumber": 5,
    "text": "Kişinin kendi bakış açısından sıyrılarak diğerinin çerçevesinden olayları yorumlaması aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Empati",
      "B": "Samimiyet",
      "C": "Açıklık",
      "D": "Nesnellik",
      "E": "Öz farkındalık"
    },
    "explanation": "Empati: Empati, kişinin kendi bakış açısından sıyrılarak diğerinin çerçevesinden olayları yorumlamaktır."
  },
  {
    "id": "3107791",
    "unitNumber": 5,
    "text": "İletişimi iki yönlü hâle getiren ve iletişimin iki tarafın katılımıyla sürmesini sağlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aktif dinleme",
      "B": "Geribildirim",
      "C": "Empati",
      "D": "Nesnellik",
      "E": "Samimiyet"
    },
    "explanation": "Geribildirimlere özen gösterme: İletişimi iki yönlü hâle getiren ve iletimden ileti(ş)imi ayıran şey geribildirimdir. Geribildirim, iletişimin iki tarafın katılımıyla sürmesinin de aracısıdır."
  },
  {
    "id": "3107792",
    "unitNumber": 5,
    "text": "Sosyal hizmet uzmanının, müracaatçıyı dinlerken tarafsız bir gözle konuya yaklaşma yeteneğine sahip olması gerekliliğini tanımlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Empati",
      "B": "Samimiyet",
      "C": "Nesnellik",
      "D": "Teşvik etme",
      "E": "Aktif dinleme"
    },
    "explanation": "Nesnellik: Sosyal hizmet uzmanı, müracaatçıyı dinlerken onun söylediklerine göre durumu değerlendirme yanında tarafsız bir gözle de konuya yaklaşma yeteneğine sahip olmalıdır."
  },
  {
    "id": "3107793",
    "unitNumber": 5,
    "text": "Doğrudan ifade edilmeyen konuların saptanmasına, ikilem hâlinde doğru olanın açığa çıkmasına yönelik olarak kullanılan iletişim taktiği aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Özetleme",
      "B": "Yatıştırma",
      "C": "Netleştirme",
      "D": "Paraphrasing",
      "E": "Eleştirel düşünme"
    },
    "explanation": "Paraphrasing: Kısaca başka kelimelerle ifade etmek olarak tanımlanabilen paraphrasing, doğrudan ifade edilmeyen konuların saptanmasına, ikilem hâlinde doğru olanın açığa çıkmasına yönelik iletişim taktiğidir. Başka kelimelerle ifade etme, dinlemenin önemli bir parçasıdır ve müracaatçının herhangi bir olayı, doğrudan ifade edemediği durumlarda işlevsel olabilmektedir."
  },
  {
    "id": "3107794",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sosyal hizmet görüşmelerinde kaçınılması gereken hususlar arasında<strong> yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yargılayıcı dil kullanmak",
      "B": "İlgisiz örnekler vermek",
      "C": "Görüşme sırasında pasif kalmak",
      "D": "Arka arkaya sorular sormak",
      "E": "Empati kurmak"
    },
    "explanation": "Sosyal hizmet görüşmelerinde kaçınılması gereken hususlar aşağıda sıralanmaktadır:<br/>• Yargılayıcı dil kullanmak<br/>• Ahlak dersi vermeye çalışmak<br/>• Müdahale süreci sona ermeden tahminini açıklamak<br/>• Arka arkaya sorular sormak<br/>• Müracaatçı suçluymuş gibi bir tutuma sahip olmak<br/>• Alay etmek<br/>• Kişiselleştirmek<br/>• Yönlendirmek<br/>• Jargon kullanmak<br/>• Konu dışına çıkmak<br/>• Acıyan bir tavır göstermek<br/>• Genellemeler yapmak<br/>• İlgisiz örnekler vermek<br/>• Boşlukları doldurmak<br/>• Söz kesmek<br/>• Aceleci olmak<br/>• Görüşme sırasında pasif kalmak"
  },
  {
    "id": "3107795",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi başarılı iletişimin esas unsurlarından biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "geribildirim",
      "B": "gürültü",
      "C": "alıcı",
      "D": "bağlam",
      "E": "tutum"
    },
    "explanation": "tutum"
  },
  {
    "id": "3107796",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi iletişim<br/>sürecinin başlatıcısıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Mesaj",
      "B": "Gönderici",
      "C": "Alıcı",
      "D": "Kanal",
      "E": "Geribildirim"
    },
    "explanation": "Gönderici"
  },
  {
    "id": "3107797",
    "unitNumber": 5,
    "text": "Göndericinin mesaj olarak kodladığı içeriklerin alıcı tarafından anlamlı<br/>çıktılara dönüştürülmesi ne olarak<br/>adlandırılır?",
    "correctAnswer": "D",
    "options": {
      "A": "kanal",
      "B": "koda",
      "C": "kodalma",
      "D": "kodaçma",
      "E": "kodkapama"
    },
    "explanation": "Kodaçma: Göndericinin mesaj olarak kodladığı içeriklerin alıcı tarafından anlamlı<br/>çıktılara dönüştürülmesi kodaçma olarak<br/>adlandırılır. Zihinsel olarak işleyen anlam<br/>verme işi, kullanılan kodların çağrışımlar<br/>yaratacak biçimde yorumlanmasıdır. Gönderici ile alıcının aynı kodlara aynı anlamları yüklemeleri, iletişimin hedefine ulaşması<br/>açısından önemlidir."
  },
  {
    "id": "3107798",
    "unitNumber": 5,
    "text": "Sözel iletişimin esas unsuru aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "sesin kullanılması",
      "B": "dinleme",
      "C": "ikna",
      "D": "mesaj",
      "E": "yargılamama"
    },
    "explanation": "Sözel iletişimin esas unsuru sesin kullanılmasıdır. Sesin iletişimin bağlamına ve yaratılmak istenen amaca uygun biçimde; alıcının<br/>duyacağı yükseklikte kullanılması gerekir."
  },
  {
    "id": "3107799",
    "unitNumber": 5,
    "text": "..................... doğru anlam<br/>yaratmaktan uzaktır ve söz dışı unsurların<br/>kullanımında dengeli bir yaklaşım benimsenmelidir.<br/>Boğluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vücudun hareketleri",
      "B": "Postür",
      "C": "Jestler",
      "D": "Aşırı beden dili kullanımı",
      "E": "Hiç beden dili kullanmamak"
    },
    "explanation": "Aşırı beden dili kullanımı, doğru anlam<br/>yaratmaktan uzaktır ve söz dışı unsurların<br/>kullanımında dengeli bir yaklaşım benimsenmelidir."
  },
  {
    "id": "3107800",
    "unitNumber": 5,
    "text": "El, kol, bacak, ayak, parmaklar ve baş ile yapılan hareketlerin adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Postür",
      "B": "Sözsüz iletişim",
      "C": "Jest",
      "D": "Hareket",
      "E": "Mimik"
    },
    "explanation": "Jestler, el, kol, bacak, ayak, parmaklar ve baş ile yapılan hareketlerin adıdır."
  },
  {
    "id": "3107801",
    "unitNumber": 5,
    "text": "Kişinin kendi bakış açısından sıyrılarak diğerinin çerçevesinden<br/>olayları yorumlamaya ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aktif Dinleme",
      "B": "Duyguları yönetebilme:",
      "C": "Geribildirimlere özen gösterme",
      "D": "Gizlilik ve mahremiyet içeren iletişim",
      "E": "Empati"
    },
    "explanation": "Empati: Empati, kişinin kendi bakış açısından sıyrılarak diğerinin çerçevesinden<br/>olayları yorumlamaktır."
  },
  {
    "id": "3107802",
    "unitNumber": 5,
    "text": "Sosyal alan olarak tanımlanan mesafe kaç santim arasıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "40 cm ile 50 cm",
      "B": "50 cm ile 100 cm",
      "C": "80 cm ile 1,5 m",
      "D": "80 cm ile 2 m",
      "E": "80 cm ile 2,5 m"
    },
    "explanation": "Resmî ilişkilerin sürdürüldüğü 80<br/>cm ile 2 m arasındaki mesafeyi tanımlayan<br/>bölge sosyal alan olarak tanımlanır.<br/>80 cm ile 2 m"
  },
  {
    "id": "3107803",
    "unitNumber": 5,
    "text": "40-80 cm arasında birbirlerini tanıyan<br/>ve rahat sohbet edilen kişilerin alındığı alana ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yakın alan",
      "B": "Kişisel alan",
      "C": "Sosyal alan",
      "D": "Mahrem",
      "E": "Uzak alan"
    },
    "explanation": "40-80 cm arasında birbirlerini tanıyan<br/>ve rahat sohbet edilen kişilerin alındığı alana kişisel alan denir."
  },
  {
    "id": "3107804",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sosyal hizmet görüşmelerinde kaçınılması<br/>gereken hususlardan <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yönlendirmek",
      "B": "Samimiyet",
      "C": "Kişiselleştirmek",
      "D": "Alay etmek",
      "E": "Yargılayıcı dil kullanmak"
    },
    "explanation": "Sosyal hizmet görüşmelerinde kaçınılması<br/>gereken hususlar aşağıda sıralanmaktadır:<br/>• Yargılayıcı dil kullanmak<br/>• Ahlak dersi vermeye çalışmak<br/>• Müdahale süreci sona ermeden tahminini<br/>açıklamak<br/>• Arka arkaya sorular sormak<br/>• Müracaatçı suçluymuş gibi bir tutuma sahip olmak<br/>• Alay etmek<br/>• Kişiselleştirmek<br/>• Yönlendirmek<br/>• Jargon kullanmak<br/>• Konu dışına çıkmak<br/>• Acıyan bir tavır göstermek<br/>• Genellemeler yapmak<br/>• İlgisiz örnekler vermek<br/>• Boşlukları doldurmak<br/>• Söz kesmek<br/>• Aceleci olmak<br/>• Görüşme sırasında pasif kalmak<br/>Samimiyet"
  },
  {
    "id": "3107805",
    "unitNumber": 6,
    "text": "Aşağıdaki sosyal hizmet kuruluşlarından hangisi bir bölgede bulunan zenginlerden para toplayarak o bölgenin vergisini ödeyen, halkı vergi sorumluluğundan kurtaran ve ihtiyacı olanlara borç para veren bir kuruluştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Avarız Vakfı",
      "B": "Müessesatı Hayriyye",
      "C": "Himaye-i Etfal",
      "D": "Darülaceze",
      "E": "Sivas Hattab İbni Saib Ahmet İbn-i Rahat Vakfı"
    },
    "explanation": "Avarız Vakfı; bir bölgede bulunan zenginlerden para toplayarak o bölgenin vergisini ödeyen, halkı vergi sorumluluğundan kurtaran ve ihtiyacı olanlara borç para veren bir vakıftır."
  },
  {
    "id": "3107806",
    "unitNumber": 6,
    "text": "30 Haziran 1921’de Atatürk’ün öncülüğünde kurulan, Türkiye’de çok sayıda şubeleri bulunan ve savaş yüzünden kimsesiz kalan çocukların bakımını ve eğitimini üstlenmiş kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Avarız Vakıfları",
      "B": "Himaye-i Etfal Cemiyeti",
      "C": "Müessesat-ı Hayriye",
      "D": "Darülaceze",
      "E": "Sivas Hattab İbni Saib Ahmet İbn-i Rahat Vakfı"
    },
    "explanation": "Türkiye’de çocuk hukuku ile ilgili norma dayalı gelişmelerin başlangıcı 19. yüzyıldır. O dönemlerde çocuklara ilişkin nizamnameler yayımlanmış, özellikle güç koşullardaki çocuklara “vakıflar” aracılığı ile hizmet verilmesi esas olsa da bu uygulamalar, norma dayalı kurallara bağlı değildir ve kültüreldir. Bu anlamda 30 Haziran 1921’de Atatürk’ün öncülüğünde kurulan Himaye-i Etfal Cemiyeti diğer adıyla Çocuk Esirgeme Kurumu, alanda atılan resmî adımın örneğidir. Türkiye’de bütün illerde ve çok sayıda ilçe merkezinde şubeleri bulunan kurum, savaş yüzünden kimsesiz kalan çocukların bakımını ve eğitimini üstlenmiştir."
  },
  {
    "id": "3107807",
    "unitNumber": 6,
    "text": "<ol type=\"I\"><br/><li>Geneldir.</li><br/><li>Eşitlikçidir.</li><br/><li>Karşılıklıdır.</li><br/><li>Tüketilen bir süreçtir.</li><br/></ol><br/>Yukarıdakilerden hangileri sosyal yardımın <u>temel ilkeleri</u> arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Sosyal yardımın temel ilkeleri; geneldir, eşitlikçidir, temel ihtiyaçları dikkate alır, karşılıksızdır, tüketilen bir süreçtir ve davranış değişikliği oluşturmaz."
  },
  {
    "id": "3107808",
    "unitNumber": 6,
    "text": "Herhangi bir nedenle dezavantajlı hâle gelmiş bireyin, kendisi, ailesi veya içinde yaşadığı toplumla kuracağı sosyal ilişkileri onarma, destekleme ve iyileştirme süreci olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal yardım",
      "B": "Sosyal politika",
      "C": "Sosyal hizmet",
      "D": "Sosyal güvenlik",
      "E": "Sosyal sınıf"
    },
    "explanation": "Sosyal Hizmet Kavramı: Herhangi bir nedenle dezavantajlı hâle gelmiş bireyin, kendisi, ailesi veya içinde yaşadığı toplumla kuracağı sosyal ilişkileri onarma, destekleme ve iyileştirme süreci olarak tanımlanabilir. Bu süreç, sosyal yardım imkânları ile desteklenerek bireyin güçlendirilmesini hedefler."
  },
  {
    "id": "3107809",
    "unitNumber": 6,
    "text": "<ol type=\"I\"><br/><li>Süreklilik talebi</li><br/><li>Hak algısı</li><br/><li>Legalleşme</li><br/><li>Tahakküm</li><br/></ol><br/>Yukarıdakilerden hangileri sosyal hizmet sunanlar açısından sosyal hizmetin öngörülmeyen sonuçları arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "III ve IV"
    },
    "explanation": "Sosyal hizmet sunanlar açısından sosyal hizmetin öngörülmeyen sonuçları vardır. Bunlar:<br/>• Legalleşme: Sosyal hizmet uygulayıcısı, sosyal hizmet alan kesim ve toplum önünde meşru bir hüviyet kazanır. Bu sayede toplumsal değeri ve kabulü artar.<br/>• Tahakküm: Sosyal hizmet sunucusu, sosyal hizmeti alan üzerinde etkin hâle gelir ve onun kararları üzerinde belirleyici olabilir."
  },
  {
    "id": "3107810",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Temelde birey odaklı bir yaklaşımdır.</li> <li>Yardıma muhtaç bireylerin ihtiyaçlarını karşılayarak sorunları çözmeyi hedefler.</li> <li>Sosyal yardımların sorunları çözme kapasitesi vardır.</li> <li>Genel olarak sorunlara geçici çözümler üretir.</li> </ol> Sosyal yardım kavramı ile ilgili yukarıdakilerden hangileri söylenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Sosyal yardım, temelde toplum odaklı bir yaklaşımdır. Toplumun ihtiyaçları ve manevi tatmini çerçevesinde yardıma muhtaç bireylerin ihtiyaçlarını karşılayarak sorunları çözmeyi hedefler. Sosyal yardımların sorunları çözme kapasitesi yoktur. Sosyal yardımlar, genel olarak sorunlara geçici çözümler üretir."
  },
  {
    "id": "3107811",
    "unitNumber": 6,
    "text": "<ol type=\"I\"><br/><li>Bireylerin, toplumun ve kurumların ihtiyaç duyduğu bilgileri yaymak</li><br/><li>Empati, anlama ve duyarlılık yoluyla etkilenenlere psikolojik destek vermek</li><br/><li>Afet ve acil durumlarda çalışacak kurum ve kuruluşlar arasında işbirliğini geliştirmek</li><br/></ol><br/>Yukarıdakilerden hangileri afet ve acil durumlarda psikososyal hizmetin amaçları arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Afet ve acil durumlarda psikososyal hizmetin amaçları aşağıda sıralanmaktadır:<br/>• Empati, anlama ve duyarlılık yoluyla etkilenenlere psikolojik destek vermek, psikiyatrik hizmetlere ihtiyacı bulunanları belirlemek ve yönlendirmek<br/>• Bireylerin, toplumun ve kurumların ihtiyaç duyduğu bilgileri yaymak<br/>• Afet ve acil durumlarda çalışacak kurum ve kuruluşlar arasında işbirliğini geliştirmek"
  },
  {
    "id": "3107812",
    "unitNumber": 6,
    "text": "Devletlerin sosyal refah ve gelişim hedeflerini gerçekleştirmek üzere imkân ve kabiliyetlerini kullanarak sosyal hizmet ve sosyal yardım modelleri ile dezavantajlı bireylerin yoksunluğunu ortadan kaldırmak üzere planladığı faaliyetler bütününe ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal sınıf",
      "B": "Sosyal güvenlik",
      "C": "Sosyal hizmet",
      "D": "Sosyal politika",
      "E": "Sosyal yardım"
    },
    "explanation": "Devletlerin sosyal refah ve gelişim hedeflerini gerçekleştirmek üzere imkân ve kabiliyetlerini kullanarak sosyal hizmet ve sosyal yardım modelleri ile dezavantajlı bireylerin yoksunluğunu ortadan kaldırmak üzere planladığı faaliyetler bütününe sosyal politika denir."
  },
  {
    "id": "3107813",
    "unitNumber": 6,
    "text": "Ekonomik yoksunluk içinde bulunan ailelerin çocukları hakkında önceden belirlenmiş eğitim ve sağlık takiplerini yerine getirmeleri karşılığında maddi olarak desteklenmesi hangi sosyal politika modelinin temel yaklaşımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Aile odaklı modeller",
      "B": "Birey odaklı modeller",
      "C": "Toplum odaklı modeller",
      "D": "Koruma odaklı modeller",
      "E": "Bakım odaklı modeller"
    },
    "explanation": "Ekonomik yoksunluk içinde bulunan ailelerin çocukları hakkında önceden belirlenmiş eğitim ve sağlık takiplerini yerine getirmeleri karşılığında maddi olarak desteklenmesi, aile odaklı modellerin temel yaklaşımıdır."
  },
  {
    "id": "3107814",
    "unitNumber": 6,
    "text": "Kişinin doğuştan veya sonradan herhangi bir nedenle oluşan kalıcı veya geçici yetersizliklerinin, kaybedilmiş bazen de sınırlanmış olan fonksiyonel kapasitesinin belirlenerek tedavi edilmesi, psikososyal ve mesleki açıdan desteklenerek bağımsız duruma gelmesini sağlamayı amaçlayan hizmet aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tıbbi rehabilitasyon",
      "B": "Sosyal rehabilitasyon",
      "C": "İdari tedbirler",
      "D": "Hukuki tedbirler",
      "E": "Koruyucu ve önleyici sosyal destekler"
    },
    "explanation": "Sosyal rehabilitasyonun amacı; kronik durumun elverdiği ölçüde kişinin eski özelliklerinin kazandırılmaya çalışılmasıdır. Yani kişinin doğuştan veya sonradan herhangi bir nedenle oluşan kalıcı veya geçici yetersizliklerinin, kaybedilmiş bazen de sınırlanmış olan fonksiyonel kapasitesinin belirlenerek tedavi edilmesi, psikososyal ve mesleki açıdan da desteklenerek bağımsız duruma gelmesini sağlamaktır."
  },
  {
    "id": "3107815",
    "unitNumber": 6,
    "text": "Osmanlı Devleti döneminde, bir bölgede bulunan zenginlerden para toplayarak o bölgenin vergisini ödeyen, halkı vergi sorumluluğundan kurtaran ve ihtiyacı olanlara borç para veren kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Müessesatı Hayriyye",
      "B": "Avarız Vakfı",
      "C": "Himaye-i Etfal Cemiyeti",
      "D": "Vakıflar Genel Müdürlüğü",
      "E": "Darülaceze"
    },
    "explanation": "<strong>Avarız Vakfı:</strong> Bir bölgede bulunan zenginlerden para toplayarak o bölgenin vergisini ödeyen, halkı vergi sorumluluğundan kurtaran ve ihtiyacı olanlara borç para veren vakıftır."
  },
  {
    "id": "3107816",
    "unitNumber": 6,
    "text": "'Bireylerin sosyoekonomik gereksinimlerinin ve temel ihtiyaçlarının herhangi karşılık beklenmeksizin karşılanması' olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal Yardım",
      "B": "Sosyal Hizmet Uygulamaları",
      "C": "Sosyal Politika",
      "D": "Kurumsal Hizmet ve Destekler",
      "E": "İdari Tedbirler"
    },
    "explanation": "<strong>Sosyal Yardım</strong>: Bireylerin sosyoekonomik gereksinimlerinin ve temel ihtiyaçlarının herhangi karşılık beklenmeksizin karşılanmasıdır."
  },
  {
    "id": "3107817",
    "unitNumber": 6,
    "text": "Sosyal yardım uygulamalarında 'Hedef gruptan hiç kimseyi dışarıda bırakmaz.' ifadesi sosyal yardımın hangi ilkesi ile ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Genel olması",
      "B": "Eşitlikçi olması",
      "C": "Karşılıksız olması",
      "D": "Tüketilen bir süreç olması",
      "E": "Temel ihtiyaçları dikkate alması"
    },
    "explanation": "<img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ad23aeb456cdd290a0bb9cfd38cac089.png\" alt=\"\" width=\"546\" height=\"238\">Sosyal yardım uygulamalarında 'Hedef gruptan hiç kimseyi dışarıda bırakmaz.' ifadesi sosyal yardımın \"Genel olması\" ilkesi ile ilişkilidir."
  },
  {
    "id": "3107818",
    "unitNumber": 6,
    "text": "Sosyal hizmet ve sosyal politikaların uygulamadaki ilk adım olarak kabul edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Manevi Sosyal Hizmet",
      "B": "Refah Devleti",
      "C": "Rehabilitasyon",
      "D": "Sosyal Hizmet Uzmanı",
      "E": "Sosyal Yardım"
    },
    "explanation": "<strong>Sosyal yardım,</strong> sosyal hizmet ve sosyal politikaların uygulamadaki ilk adımı olarak ön plana çıkar."
  },
  {
    "id": "3107819",
    "unitNumber": 6,
    "text": "Refah devleti, vatandaşına ........... sosyal yardım sağlayan, ........... ve sosyal hizmet üreten devlettir. <br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "ayni ve nakdi / sosyal politika",
      "B": "ayni ve nakdi / yardım",
      "C": "her zaman / sosyal politika",
      "D": "her zaman / rehabilitasyon",
      "E": "her zaman / yardım"
    },
    "explanation": "<strong>Refah devleti,</strong> vatandaşına ayni ve nakdi sosyal yardım sağlayan, sosyal politika ve sosyal hizmet üreten devlettir."
  },
  {
    "id": "3107820",
    "unitNumber": 6,
    "text": "Şartlı Nakit Transferleri aşağıdaki hizmet modellerinden hangisi ile ilişkili bir kavramdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplum Odaklı Modeller",
      "B": "Birey Odaklı Modeller",
      "C": "Aile Odaklı Modeller",
      "D": "Güney Avrupa Refah Rejimleri",
      "E": "Bismark (Alman) Sistemi"
    },
    "explanation": "Şartlı Nakit Transferleri aile odaklı bir sosyal hizmet modelidir."
  },
  {
    "id": "3107821",
    "unitNumber": 6,
    "text": "Devletin sosyal sorunlar ortaya çıkmadan dezavantajlı kesimlerin haklarını ve yaşam koşullarını korumaya dönük aldığı tedbirlerin geneline ne isim verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Koruma Tedbirleri",
      "B": "İdari Tedbirler",
      "C": "Şartlı Nakit Transferi Yardımları",
      "D": "Kişisel Düzenlemeler",
      "E": "Kurumsal Düzenlemeler"
    },
    "explanation": "Devletin sosyal sorunlar ortaya çıkmadan dezavantajlı kesimlerin haklarını ve yaşam koşullarını korumaya dönük aldığı tedbirlerin geneline, <strong>koruma tedbirleri</strong> denilmektedir."
  },
  {
    "id": "3107822",
    "unitNumber": 6,
    "text": "'Yerel Yönetimler tarafından kendi ölçütleri dâhilinde ödenen ve/veya verilen ayni ve nakdi destekler' koruma tedbirlerinden hangisine örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Koruyucu ve Önleyici Sosyal Destekler",
      "B": "Hukuki Destekler",
      "C": "İdari Tedbirler",
      "D": "Kişisel İlişki Düzenlemeleri",
      "E": "Kişisel Güvenliğin Tashihi"
    },
    "explanation": "'Yerel Yönetimler tarafından kendi ölçütleri dâhilinde ödenen ve/veya verilen ayni ve nakdi destekler' koruma tedbirleri <strong>Koruyucu ve Önleyici Sosyal Destekler'e</strong> örnektir."
  },
  {
    "id": "3107823",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sosyal rehabilitasyon hizmetleri içinde sunulan hizmetlerden <u>biri değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Ahlaki çevrenin bireyin ihtiyaçları doğrultusunda yeniden düzenlenmesine yönelik hizmetler",
      "B": "Bireyi sosyal ve toplumsal yaşama hazırlamaya yönelik hizmetler",
      "C": "Bireyin ruhsal sorunlarını çözmeye yönelik hizmetler",
      "D": "Bireyin ulaşım olanaklarını organize etmeye yönelik hizmetler",
      "E": "Bireyi aile yaşamına hazırlamaya yönelik hizmetler"
    },
    "explanation": "Sosyal rehabilitasyon hizmetleri şunları içermektedir:<br/>1. Bireyi aile yaşamına hazırlamaya yönelik hizmetler<br/>2. Bireyi sosyal ve toplumsal yaşama hazırlamaya yönelik hizmetler<br/>3. Bireyin ruhsal sorunlarını çözmeye yönelik hizmetler<br/>4. Bireyin ulaşım olanaklarını organize etmeye yönelik hizmetler<br/>5. Sosyal veya toplumsal yaşama uyum ve tam katılım için <strong>fiziksel çevrenin</strong> bireyin ihtiyaçları doğrultusunda yeniden düzenlenmesine yönelik hizmetler"
  },
  {
    "id": "3107824",
    "unitNumber": 6,
    "text": "'Dezavantajlı gruplar kapsamında ele alınanlara yönelik olarak sunulan psikososyal destek faaliyetleri' olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Manevi Sosyal Hizmetler",
      "B": "Sivil Toplum Hizmetleri",
      "C": "Gönüllü Katılımlar",
      "D": "Rehabilitasyon",
      "E": "Afet ve Acil Durum Hizmetleri"
    },
    "explanation": "Manevi sosyal hizmetler, dezavantajlı gruplar kapsamında ele alınanlara yönelik olarak sunulan psikososyal destek faaliyetleridir.<br/>Bu kapsamda engellilere, kadınlara, bağımlılara, mağdur çocuklara, muhtaç yaşlılara, mahkûmlara, mültecilere vb. durumlarda olan kişilere yönelik olarak ihtiyaç duyulan psiko-sosyal destek, çeşitli şekillerde uygulanmaktadır"
  },
  {
    "id": "3107825",
    "unitNumber": 6,
    "text": "Başkalarının tıbbi, ekonomik ve sosyal standartlarını yükseltmek ve mutluluklarını artırmak için organize faaliyetler düzenlemeye ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fototropizm",
      "B": "Higrotropizm",
      "C": "Filantropizm",
      "D": "Kromotropizm",
      "E": "Şimiotropizm"
    },
    "explanation": "Filantropizm (İnsanseverlik): Başkalarının tıbbi, ekonomik ve sosyal standartlarını yükseltmek ve mutluluklarını artırmak için organize faaliyetler düzenlemek. Daha kapsamlı olan hayırseverlik kavramının bir alt kategorisidir ve İslami vakıflar, kilise yardım grupları, antik Yunanistan’da Platon’un Akademisi gibi oluşumlar filantropik faaliyetlere örnek olarak gösterilebilir. Doğru cevap C’dir."
  },
  {
    "id": "3107826",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Atatürk’ün öncülüğünde kurulan Himaye-i Etfal Cemiyeti bir diğer adıyla Çocuk Esirgeme Kurumu’nun kuruluş yılıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "1915",
      "B": "1921",
      "C": "1933",
      "D": "1942",
      "E": "1954"
    },
    "explanation": "Türkiye’de çocuk hukuku ile ilgili norma dayalı gelişmelerin başlangıcı 19. yüzyıldır. O dönemlerde çocuklara ilişkin nizamnameler yayımlanmış, özellikle güç koşullardaki çocuklara “vakıflar” aracılığı ile hizmet verilmesi esas olsa da bu uygulamalar, norma dayalı kurallara bağlı değildir ve kültüreldir. Bu anlamda 30 Haziran 1921’de Atatürk’ün öncülüğünde kurulan Himaye-i Etfal Cemiyeti diğer adıyla Çocuk Esirgeme Kurumu, alanda atılan resmî adımın örneğidir. Türkiye’de bütün illerde ve çok sayıda ilçe merkezinde şubeleri bulunan kurum, savaş yüzünden kimsesiz kalan çocukların bakımını ve eğitimini üstlenmiştir. Doğru cevap B’dir."
  },
  {
    "id": "3107827",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sosyal yardımın temel ilke ve özelliklerinden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Geneldir",
      "B": "Karşılıksızdır",
      "C": "Davranış değişikliği oluşturmaz",
      "D": "Üretim sürecidir",
      "E": "Temel ihtiyaçları dikkate alır"
    },
    "explanation": "Sosyal yardımın temel ilke ve özellikleri şunlardır: Geneldir, Eşitlikçidir, Temel ihtiyaçları dikkate alır, Karşılıksızdır, Tüketilen bir süreçtir, Davranış değişikliği oluşturmaz. Doğru cevap D’dir."
  },
  {
    "id": "3107828",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sosyal hizmetin temel ilke ve özelliklerinden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sürdürülür",
      "B": "Özneldir",
      "C": "Karşılıksızdır",
      "D": "Eşitlikçi değildir",
      "E": "Davranış değişikliği sağlar"
    },
    "explanation": "Sosyal Hizmetin Temel İlkeleri ve Özellikleri şunlardır: Özneldir, Eşitlikçi değildir, Sosyal ilişkileri dikkate alır, Karşılıklıdır, Sürdürülür, Davranış değişikliği sağlar. Doğru cevap C’dir."
  },
  {
    "id": "3107829",
    "unitNumber": 6,
    "text": "Sosyal hizmet döngüsünde en dış halkadaki kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal belediyecilik",
      "B": "Sosyal yardım",
      "C": "Sosyal hukuk",
      "D": "Sosyal hizmet",
      "E": "Sosyal politika"
    },
    "explanation": "Sosyal kavramların döngüsü içten dışa doğru şu şekildedir: Sosyal yardım (Temel ihtiyaçlar), Sosyal Hizmet (Sosyal ilişkiler), Sosyal Politika (Toplumsal hedefler). Doğru cevap E’dir."
  },
  {
    "id": "3107830",
    "unitNumber": 6,
    "text": "Liberal açıdan Anglo-Sakson Yoksulluk Yardım Devleti modeli aşağıdaki hangi ülkede uygulanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Almanya",
      "B": "Fransa",
      "C": "Belçika",
      "D": "İsveç",
      "E": "Avusturya"
    },
    "explanation": "Liberal açıdan Anglo-Sakson Yoksulluk Yardım Devleti; İngiltere, Amerika Birleşik Devletleri (ABD) ve Avusturya gibi ülkelerde uygulanmıştır. Doğru cevap E’dir."
  },
  {
    "id": "3107831",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Beveridge’in yeniden yapılanma için 5 dev dediği sorunların ortadan kaldırılması için gerekli özelliklerden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yoksulluk",
      "B": "Açgözlülük",
      "C": "Cehalet",
      "D": "Sersemlik",
      "E": "Tembellik"
    },
    "explanation": "Çalışma koşullarında ve sosyal güvenlik sisteminde herkese eşit şartların sağlanması hedeflendi. Bu amaçla İngiltere’de iktidar liberal bir iktisatçı Sir William Beveridge’ye rapor hazırlaması için görev verilmiştir. Raporunda Beveridge, yeniden yapılanma için 5 dev (five giants) dediği sorunların ortadan kaldırılması ile ilgili hususları açıklamıştır. Bu hususlar; “yoksulluk”, “cehalet”, “hastalık”, “sersemlik” ve “tembellik”tir. Doğru cevap B’dir."
  },
  {
    "id": "3107832",
    "unitNumber": 6,
    "text": "Ailesi tarafından kendisine karşı ebeveynlik yükümlülükleri yerine getirilmeyen çocuklar hangi kanun ve kanun maddesine dayanılarak koruyucu aile yanına yerleştirilebilir ya da evlatlık olarak verilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun-8. Maddesi",
      "B": "Sosyal Hizmetler Kanunu-4. Maddesi",
      "C": "Medeni Kanun-311. Maddesi",
      "D": "Çocuk Koruma Kanunu- 45. Maddesi",
      "E": "Medeni Kanun-324. Maddesi"
    },
    "explanation": "Dezavantajlıların bakım ihtiyacını karşılayan kuruluşlar, Bakım Tedbiri Kararı ile koruma altında bulunan fakat ailesi bulunmayan ailesi tarafından aranıp sorulmayan veya ailesi tarafından kendisine karşı ebeveynlik yükümlülükleri yerine getirilmeyen çocukları Medeni Kanunu’nun 311. maddesine dayanarak yapacağı mesleki çalışma sonucunda mahkeme kararı ile koruyucu aile yanına yerleştirebilir veya evlat edindirebilir. Doğru cevap C’dir."
  },
  {
    "id": "3107833",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Aile ve Sosyal Hizmetler Bakanlığı Çocuk Hizmetleri Genel Müdürlüğü bünyesinde dezavantajlı çocuklara yönelik açılmış merkezdir?",
    "correctAnswer": "D",
    "options": {
      "A": "OÇEM",
      "B": "AÇEV",
      "C": "UNICEF",
      "D": "ÇODEM",
      "E": "EÇADEM"
    },
    "explanation": "Aile ve Sosyal Hizmetler Bakanlığı Çocuk Hizmetleri Genel Müdürlüğü bünyesinde bu çocuklara yönelik açılmış olan Çocuk Destek Merkezlerinde (ÇODEM) hizmet verilmektedir. Doğru cevap D’dir."
  },
  {
    "id": "3107834",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi afet ve acil durumlarda psikososyal hizmetin amaçlarından biri <strong><u>değildir</u></strong><strong><u>?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumda var olan hizmetlerle toplumsal ihtiyaçların buluşmasını sağlamak.",
      "B": "Bireylerin, toplumun ve kurumların ihtiyaç duyduğu bilgileri yaymak.",
      "C": "Bireyi aile yaşamına hazırlamaya yönelik hizmetler yapmak.",
      "D": "Afet ve acil durumlarda çalışacak kurum ve kuruluşlar arasında işbirliği geliştirmek.",
      "E": "Psikiyatrik hizmetlere ihtiyacı bulunanları belirlemek ve yönlendirmek."
    },
    "explanation": "Afet ve acil durumlarda psikososyal hizmetin amaçları şu şekilde sıralanmaktadır: • Empati, anlama ve duyarlılık yoluyla etkilenenlere psikolojik destek vermek, psikiyatrik hizmetlere ihtiyacı bulunanları belirlemek ve yönlendirmek, • Yardım çalışmalarının tamamını; etkilenen toplumun nüfus yapısı, sosyal, kültürel, etnik koşullarına uygun şekilde sürdürülmesini sağlamak, • Bireylerin, toplumun ve kurumların ihtiyaç duyduğu bilgileri yaymak, • Toplum katılımı ve gönüllülüğün desteklenmesi yoluyla bireylere, ailelere ve topluma kendi ihtiyaçlarını belirlemeleri, çözüm için harekete geçmeleri ve kendi kendine yardım becerileri geliştirmelerini sağlamaları konusunda destek olmak, • Toplumda var olan hizmetler ile toplumsal ihtiyaçların buluşmasını sağlamak, • Bireylerin, ailelerin ve toplumun kendi ihtiyaçlarını karşılaşmasına ve sorunlarının çözümüne yönelik projeler uygulamasını ve/veya projelere katılmasını destekleyerek, gelecekte ortaya çıkması olası acil durumlara hazırlıklı olmasını sağlamak, • Afet ve acil durumlarda çalışacak kurum ve kuruluşlar arasında işbirliğini geliştirmek, • Yardım çalışmalarına yönelik; ekip ilişkileri, iletişim becerileri, afetten etkilenenlerle ilişkiler konularıyla ilgili bilgileri ve kendi kendine yardım yollarını aktarmak, ayrıca ihtiyaç duydukları psikolojik destek çalışmalarını yürütmektir. Doğru cevap C’dir."
  },
  {
    "id": "3107835",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Çocuk Esirgeme Kurumunun diğer adıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Hilal-i Ahmer Cemiyeti",
      "B": "Avarız Vakfı",
      "C": "Müessatı Hayriye",
      "D": "Sivas Hattap İbni Saib Ahmet İbn-i Rahat Vakfı",
      "E": "Himaye-i Etfal Cemiyeti"
    },
    "explanation": "Türkiye'de Sosyal Hizmetin Gelişimi<br/>30 Haziran 1921'de Atatürk'ün öncülüğünde kurulan Himaye-i Etfal Cemiyeti diğer adıyla Çocuk Esirgeme Kurumu, savaş nedeniyle kimsesiz kalan çocukların bakımını ve eğitimini üstlenmiştir."
  },
  {
    "id": "3107836",
    "unitNumber": 6,
    "text": "I-Avarız Vakfı<br/>II-Müessatı Hayriyye<br/>III-Himaye-i Etfal Cemiyeti<br/>Yukarıdakilerden hangisi ya da hangileri Osmanlı dönemi hayır kurumudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I-II",
      "E": "II-III"
    },
    "explanation": "Türkiye'de Sosyal Hizmetin Gelişimi<br/>Osmanlı Devleti Dönemi’nde yoksul, dul, yetim, kimsesiz ve engellilere yönelik sosyal hizmet ve yardım hizmetleri; vakıflar, loncalar, hayratlar gibi geleneksel kurumlar aracılığıyla gelenek ve göreneklerle bağlantılı bir biçimde sürdürülmüştür. Vakıflar, özellikle “Avarız” ve “Müessesatı Hayriyye” adını taşıyanlar muhtaç kişilere sosyal yardımları organize edici görevler üstlenmişlerdir."
  },
  {
    "id": "3107837",
    "unitNumber": 6,
    "text": "Bir bölge halkını vergi sorumluluğundan kurtaran sosyal hizmet ve yardım kurumu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hilal-i Ahmer Cemiyeti",
      "B": "Hilal-i Ahdar Cemiyeti",
      "C": "Müessesatı Hayriyye",
      "D": "Sivas-Hattab İbni Saib Ahmet İbn-i Rahat",
      "E": "Avarız vakfı"
    },
    "explanation": "TÜRKİYE’DE SOSYAL HİZMETİN GELİŞİMİ<br/>Avarız Vakfı; bir bölgede bulunan zenginlerden para toplayarak o bölgenin vergisini ödeyen, halkı vergi sorumluluğundan kurtaran ve ihtiyacı olanlara borç para veren bir vakıftır."
  },
  {
    "id": "3107838",
    "unitNumber": 6,
    "text": "I-Topluluk olma<br/>II-Farkında olma<br/>III-Tabakalaşma<br/>IV-Bireyselleşme<br/>Yukarıdakilerden hangileri \"sosyal\" kavramının bünyesinde barınan ögelerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II-IV",
      "E": "III-IV"
    },
    "explanation": "Sosyal Yardım ve Sosyal Hizmet<br/>“Sosyal” kelimesi, Fransızca kökenli “social” kelimesinden türetilmiştir ve “toplumla ilgili” anlamına gelmektedir.<br/>Sosyal kavramı, üç ögeyi bünyesinde barındırır. Bunlar; topluluk olma, farkında olma ve etkileşimdir."
  },
  {
    "id": "3107839",
    "unitNumber": 6,
    "text": "\"Bireylerin sosyoekonomik gereksinimlerinin ve temel ihtiyaçlarının<br/>herhangi karşılık beklenmeksizin karşılanmasıdır.\" tanımı aşağıdakilerden hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal politika",
      "B": "Sosyal yardım",
      "C": "Sosyal hizmet",
      "D": "Sosyal devlet",
      "E": "Sosyal adalet"
    },
    "explanation": "Sosyal Yardım ve Sosyal Hizmet<br/>Bireylerin sosyoekonomik gereksinimlerinin ve temel ihtiyaçlarının<br/>herhangi karşılık beklenmeksizin karşılanmasına sosyal yardım denir."
  },
  {
    "id": "3107840",
    "unitNumber": 6,
    "text": "I-Geneldir.<br/>II-Tüketilen bir süreçtir.<br/>III-Karşılıklıdır.<br/>IV-Sürdürülür.<br/>Yukarıdakilerden hangileri sosyal yardımın temel ilkeleridir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II-IV",
      "E": "III-IV"
    },
    "explanation": "Sosyal Yardım Uygulamaları<br/>Sosyal yardımlar hedef grubun tamamını kapsar. Hedef gruptan hiç kimseyi dışarıda bırakmaz. Bu bakımdan geneldir. Sosyal yardımın temelinde tüketim vardır. Bu nedenle tüketilen bir süreçtir."
  },
  {
    "id": "3107841",
    "unitNumber": 6,
    "text": "I-Eşitlikçi değildir.<br/>II-Davranış değişikliği sağlar.<br/>III-Temel ihtiyaçları dikkate alır.<br/>IV-Karşılıksızdır.<br/>Yukarıdakilerden hangileri sosyal hizmetin temel ilkeleridir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II-IV",
      "E": "III-IV"
    },
    "explanation": "Sosyal Hizmetin Temel İlkeleri; <br/>Eşitlikçi değildir. (Sosyal hizmet her vakayı ayrı değerlendirir.Her vakaya göre farklı yardımları ve uygulamaları öngörür.)<br/>Sosyal ilişkileri dikkate alır. (Bireyin ailesi ve toplumla ilişkileri dikkate alınır.<br/>Uygulamalar bu ilişkilerin gelişmesine göre artırılır ya da azaltılır.)<br/>Karşılıklıdır. (Sosyal hizmet karşılıklıdır. Yapılan yardımların bir hedefi vardır.)<br/>Sürdürülür. (Sosyal hizmet sürdürülen bir süreçtir.)<br/>Davranış değişikliği sağlar.(Sosyal hizmet uygulamaları davranışlar üzerinde etkilidir.)"
  },
  {
    "id": "3107842",
    "unitNumber": 6,
    "text": "Sosyal kavramlar döngüsü içten dışa doğru nasıl sıralanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal yardım-sosyal hizmet-sosyal politika",
      "B": "Sosyal yardım-sosyal politika-sosyal hizmet",
      "C": "Sosyal politika-sosyal yardım-sosyal hizmet",
      "D": "sosyal politika-sosyal hizmet-sosyal yardım",
      "E": "sosyal hizmet-sosyal yardım-sosyal politika"
    },
    "explanation": "Sosyal Yardım ile Sosyal Hizmet Arasındaki Temel Farklar<br/>Sosyal yardım ve sosyal hizmet uygulamalarının ortaya çıkardığı bütüncül sonuç sosyal politika olarak nitelendirilebilir. Bu yönü ile sosyal politika, uygulama bütünü bakımından sosyal hizmeti, o da sosyal yardımı kapsayan bir döngü oluşturur."
  },
  {
    "id": "3107843",
    "unitNumber": 6,
    "text": "Sosyal refah devletini ilk olarak sosyal sigortacılık üzerinden gerçekleştiren ülke hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "ABD",
      "B": "İngiltere",
      "C": "Fransa",
      "D": "Hollanda",
      "E": "Almanya"
    },
    "explanation": "Avrupa Refah Sistemleri<br/>1880’lerin başında Bismark tarafından getirilen sosyal güvenlikle ilgili düzenlemeyle, refah devletinin temelleri atılmıştır. Bismark,yeni kurduğu devleti sosyal devlet temelleri üzerinden kurdu. Almanya’da sosyal refah devleti ilk olarak sosyal sigortacılık üzerinden gerçekleşti. Bismark, kurduğu hastalık (1883), iş kazası (1884), yaşlılık ve sakatlık (1889) sigortaları ile bütün dünyaya örnek olmuştur."
  },
  {
    "id": "3107844",
    "unitNumber": 6,
    "text": "İşçilere kurduğu eğitim ve yaşam üniteleriyle işçilerin eğitimine önem veren kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Henri de Saint Simon",
      "B": "Charles Fourier",
      "C": "Louis Blanc",
      "D": "Adam Smith",
      "E": "Robert Owen"
    },
    "explanation": "Toplum Odaklı Modeller<br/>Robert Owen, İskoçya’nın New Lanark kasabasında kurduğu sanayi evleri ve<br/>aynı kompleks içinde kurduğu eğitim ve yaşam üniteleri ile sosyal hizmeti, çalışma hayatının bir parçası hâline getirmiştir. Bundan sonra yoksulluk<br/>ve korunmaya muhtaç çocuklar devlet politikası içinde yer almıştır. Özellikle dezavantajlı gruplara yönelik önemli toplumsal düzenlemeler bu gelişmeler ile hayata geçirilmiştir."
  },
  {
    "id": "3107845",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kronik hastalık psikososyal risk faktörlerinden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yoksulluk",
      "B": "Ülkelerin gelişmişlik düzeyi",
      "C": "Hastalığın evresi",
      "D": "Hastaların gelir durumu",
      "E": "Damgalama"
    },
    "explanation": "Kronik hastalıklar ele alındığında pek çok psikososyal risk faktörünün aklımızda bulunması gerekir. Bunlar:<br/>• Yoksulluk,<br/>• Ülkelerin gelişmişlik düzeyi,<br/>• Hastaların yaşı,<br/>• Hastaların çevresel özellikleri,<br/>• Hastalığın evresi,<br/>• Depresyon,<br/>• Stres,<br/>• Damgalama,<br/>• İş yaşamı ve beden imajındaki bozulmalar,<br/>• Bireyin sosyal işlevselliğinde azalma,<br/>• Psikososyal deformasyon,<br/>• Aile fonksiyonlarında kayıp,<br/>• Sağlık harcamalarındaki artış en önemli psikososyal risk faktörleridir.<br/>Hastaların gelir durumu"
  },
  {
    "id": "3107846",
    "unitNumber": 7,
    "text": "Kalp hastalarına yönelik en temel psikososyal sorun, hastalık süreciyle birlikte bireylerin ......................................... kaybetmeleridir. <br/>Yukarıda verilen boşluğu aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "kendi yaşamlarının üzerinde kontrol hislerini",
      "B": "yaşam enerjilerini",
      "C": "bedensel güç kuvvetlerini",
      "D": "motivasyon düzeylerini",
      "E": "sosyalleşme fırsatlarını"
    },
    "explanation": "Kalp hastalarına yönelik en temel psikososyal sorun, hastalık süreciyle birlikte bireylerin kendi yaşamlarının üzerinde kontrol hislerini kaybetmeleridir. Kontrol kaybı yaşayan hastalar güçsüzlüğü ve çaresizliği hisseder."
  },
  {
    "id": "3107847",
    "unitNumber": 7,
    "text": "Sosyal hizmet müdahalesinin doğası aşağıdaki aşamalardan hangilerine göre değişir?<br/>I. hastanın sağlık geçmişini kayıt etme<br/>II. akut bakım ünitesi<br/>III. hastaneye yatış<br/>IV. hastaneden taburcu olma<br/>V. izleme<br/>VI. hastanın istihdam sorununu çözme",
    "correctAnswer": "A",
    "options": {
      "A": "II-III-IV-V",
      "B": "I-II-III-IV",
      "C": "II-IV-V-VI",
      "D": "I-III-V-VI",
      "E": "III-IV-V-VI"
    },
    "explanation": "Sosyal hizmet müdahalesinin doğası,<br/>hastanın iyileşme aşamasına bağlı olarak akut bakım ünitesi,<br/>hastaneye yatış,<br/>hastaneden taburcu olma ve<br/>izleme aşamalarına göre değişir.<br/>II-III-IV-V"
  },
  {
    "id": "3107848",
    "unitNumber": 7,
    "text": "............... kardiyovasküler hastalıkların ardından tüm dünyada ve ülkemizde önemli ölüm sebebi olarak ikinci sırada yer alır.<br/>Yukarıdaki cümleyi aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanser",
      "B": "Bulaşıcı hastalıklar",
      "C": "Kronik böbrek yetmezliği",
      "D": "Gastroentrolojik hastalıklar",
      "E": "Obezite"
    },
    "explanation": "Kardiyovasküler hastalıkların ardından tüm dünyada ve ülkemizde önemli ölüm sebebi olarak ikinci sırada kanser hastalığı yer alır."
  },
  {
    "id": "3107849",
    "unitNumber": 7,
    "text": "Böbrekler, sağlıklı bir insanda ......................... idrar yoluyla dışarı atılmasını kolaylaştırır. <br/>Yukarıdaki boşluğu aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "kreatinin ve üre tarzı bazı zararlı maddelerin",
      "B": "şekerin depolanmasını ve kanda bulunması gereken şeker miktarının",
      "C": "eskimiş kırmızı kan hücrelerinin",
      "D": "kalınbağırsakta bulunan mikropların",
      "E": "Safra ve safra tuzlarının"
    },
    "explanation": "Böbrekler, sağlıklı bir insanda kreatinin ve üre tarzı bazı zararlı maddelerin idrar yoluyla dışarı atılmasını kolaylaştırır. Böylece böbrekler tıpkı bir katalizör gibi işlev görür. Vücudun biyolojik yapısını koruyarak zararlı maddelerden vücudu temizler."
  },
  {
    "id": "3107850",
    "unitNumber": 7,
    "text": "Bir sosyal hizmet uzmanı diyabet hastalığı için müracatçı olmuş bireylere diyabetin görülme sıklığının yaygınlaşmasında etkili olan bir faktör olarak aşağıdakilerden hangisini hatırlatmaz?",
    "correctAnswer": "E",
    "options": {
      "A": "tütün ve alkol kullanımı",
      "B": "yetersiz fiziksel aktivite düzeyi",
      "C": "stresin yoğun tecrübesi",
      "D": "dengesiz beslenme alışkanlıkları",
      "E": "cep telefonu mavi ışığına maruz kalma"
    },
    "explanation": "Çoğu kronik hastalık gibi diyabetin görülme sıklığının<br/>yaygınlaşmasında tütün ve alkol kullanımı, yetersiz fiziksel aktivite düzeyi, stresin yoğun tecrübesi, dengesiz beslenme alışkanlıkları gibi faktörlerin etkili olduğunu sosyal hizmet uzmanları müracaatçılarına hatırlatır.<br/>cep telefonu mavi ışığına maruz kalma"
  },
  {
    "id": "3107851",
    "unitNumber": 7,
    "text": "Alzheimer hastalığının ilerleyici bilişsel nörodejeneratif bir hastalık olduğu ve genellikle ........... üstü bireylerde sıklıkla gördüğü bilinir.",
    "correctAnswer": "A",
    "options": {
      "A": "65 yaş",
      "B": "35 yaş",
      "C": "55 yaş",
      "D": "75 yaş",
      "E": "85 yaş"
    },
    "explanation": "Alzheimer hastalığının ilerleyici bilişsel nörodejeneratif bir hastalık olduğu bilinir. Genellikle 65 yaş üstü bireylerde sıklıkla görülür"
  },
  {
    "id": "3107852",
    "unitNumber": 7,
    "text": "Nörodejeneratif hastalık aşağıdakilerden hangisini tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "insan beynindeki nöronları etkileyen, sinir hücrelerinin ölümüne yol açan tedavi edilemez durumları",
      "B": "insan beynindeki nöronları etkileyen, sinir hücrelerinin ölümüne yol açan tedavi edilebilir durumları",
      "C": "insan beynindeki gri maddeyi etkileyen tedavi edilemez durumları",
      "D": "insan beynindeki omur ilik sıvısını etkileyen, sıvı kaybına yol açan tedavi edilebilir durumları",
      "E": "insan beynindeki omur ilik sıvısını etkileyen, sıvı kaybına yol açan tedavi edilemez durumları"
    },
    "explanation": "Nörodejeneratif hastalık, insan beynindeki nöronları etkileyen, sinir hücrelerinin ölümüne yol açan tedavi edilemez durumları tanımlar. Bu hastalıkların başında ise Alzheimer yer alır."
  },
  {
    "id": "3107853",
    "unitNumber": 7,
    "text": "Aşağıdaki hastalıklardan hangisinde \"depresyon ve intihara yatkınlık\" toplumun diğer popülasyonlarına oranla üç kat daha fazladır?",
    "correctAnswer": "A",
    "options": {
      "A": "AIDS",
      "B": "Alzheimer",
      "C": "Kanser",
      "D": "Obezite",
      "E": "Diyabet"
    },
    "explanation": "AIDS hastalarında depresyon ve intihara yatkınlık toplumun<br/>diğer popülasyonlarına oranla üç kat daha fazladır (Duyan, 2001)."
  },
  {
    "id": "3107854",
    "unitNumber": 7,
    "text": "Kronik hastalığa yakalanan bir birey aşağıdaki mücadele alanlarından hangisi ile yüzleşmez?",
    "correctAnswer": "B",
    "options": {
      "A": "sosyal dışlanma",
      "B": "yabancılık",
      "C": "eşitsizlik",
      "D": "göç",
      "E": "yoksulluk ve işsizlikle baş etme"
    },
    "explanation": "Eşitsizlik, baskı, sömürü, sosyal dışlanma, damgalanma, yoksulluk ve işsizlikle baş etme, göç, şiddet, kronik hastalıklar ile ihmal ve istismar<br/>başlıklı konulara çözümler üretme, hak ve adalet arayışı, sosyal hizmetin sunmuş olduğu profesyonel destekle birlikte bireyler için kayda değer mücadele alanları arasında yer alır.<br/>yabancılık"
  },
  {
    "id": "3107855",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kronik hastalıklarda göz önüne alınması gereken psikososyal risk faktörlerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hastanın zeka düzeyi",
      "B": "Sağlık harcamalarındaki azalma",
      "C": "Uzmanların aile olan ilişkileri",
      "D": "Ülkelerin gelişmişlik düzeyi",
      "E": "Hastanın uzmanlarla olan ilişkileri"
    },
    "explanation": "Ünitenin ilgili bölümünü inceleyiniz<br/>Kronik hastalıklar ele alındığında pek çok psikososyal risk faktörünün aklımızda bulunması gerekir. Bunlar:<br/>• Yoksulluk,<br/>• Ülkelerin gelişmişlik düzeyi,<br/>• Hastaların yaşı,<br/>• Hastaların çevresel özellikleri,<br/>• Hastalığın evresi,<br/>• Depresyon,<br/>• Stres,<br/>• Damgalama,<br/>• İş yaşamı ve beden imajındaki bozulmalar,<br/>• Bireyin sosyal işlevselliğinde azalma,<br/>• Psikososyal deformasyon,<br/>• Aile fonksiyonlarında kayıp,<br/>• Sağlık harcamalarındaki artış en önemli psikososyal risk faktörleridir.<br/>doğru cevap D şıkkıdır"
  },
  {
    "id": "3107856",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kalp krizi geçiren hastaların akut dönemde yaşadıkları tepkilerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaygı ve depresyon nöbetleri",
      "B": "Durumun ciddiyetini kavrayamama",
      "C": "Başkalarına bağımlı kalma korkusu",
      "D": "Belirsizlikle mücadele hissi",
      "E": "Atakların tekrarlayacağından korkma"
    },
    "explanation": "Detaylı bilgi için ilgili bölümü inceleyiniz.<br/>Akut dönemdeki kardiyak hasta, geçirdiği krizin potansiyel etkilerini ve kendi durumunun ciddiyetini yeterince anlayamaz. Hastanın sorunu kontrol<br/>altına alındıktan sonra kişi, duygusal süzgeçlerden<br/>geçerek anksiyete yaşamaya başlar. Doğru cevap B şıkkıdır"
  },
  {
    "id": "3107857",
    "unitNumber": 7,
    "text": "(I) Kriz danışmanlığı,<br/>(II) Kalp rahatsızlığı ile başa çıkma uygulamaları,<br/>(III) Toplum hizmetlerine sevk<br/>(IV) İlaç ve cerrahi müdahalenin planlanması<br/>Yukardakilerden hangileri sosyal hizmetler uzmanlarının kardiyovasküler hastalıkları olan bireylerle çalışırken yerine getirdikleri sorumluluklardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "(I);(II) ve (III)",
      "B": "(II); (III) ve (IV)",
      "C": "(I); (II) ve (IV)",
      "D": "(I); ve (III)",
      "E": "(II) ve (IV)"
    },
    "explanation": "Detaylı bilgi için ünitenin ilgili bölümünü inceleyiniz.<br/>İlaç ve cerrahi müdahalelerin planlanması doktorların sorunluluklarındandır. Sosyal hizmet uzmanları bu uygulamaların gerçekleşip gerçekleşmediğini takip konusunda hastaya eve aileye yardımcı olur. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3107858",
    "unitNumber": 7,
    "text": "Dünya Sağlık Örgütünün tahminine göre 2025 yılında yıllık kanser vakaları dünya genelinde kaç milyona ulaşacaktır?",
    "correctAnswer": "E",
    "options": {
      "A": "45",
      "B": "37",
      "C": "32",
      "D": "25",
      "E": "20"
    },
    "explanation": "Dünya Sağlık Örgütünün tahminleri doğrultusunda 2025 yılında yıllık kanser vakalarının dünya genelinde 20 milyona ulaşacağı tahmin edilmektedir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3107859",
    "unitNumber": 7,
    "text": "Onkolojik sosyal hizmet uzmanlarının müdahalelerinde baş aktör aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hasta yakınları",
      "B": "Kronik böbrek yetmezliği olan hastalar",
      "C": "Kalp hastaları",
      "D": "Kanser hastaları",
      "E": "Uzman onkolog ve cerrahlar"
    },
    "explanation": "Detaylı bilgi için ilgili bölümü inceleyiniz.<br/>Onkolojik sosyal hizmet uzmanlarının müdahalelerinin baş aktörü kanser hastasıdır. Tedavi seçeneklerinin belirlenmesi gibi hastanın yaşamını<br/>derinden etkileyen her karar aşamasında onkolojik sosyal hizmet uzmanları onkolog direktifleri doğrultusunda hasta adına kolaylaştırıcı olur. Hastaya<br/>durumu ile ilgili bilgi verilirken kültürü, öz geçmişi, bireysel özellikleri ve hastalığın şiddeti daima onkolojik sosyal hizmet müdahalesi kapsamında<br/>dikkate alınmalıdır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3107860",
    "unitNumber": 7,
    "text": "(I) Belirli bir tedavi protokolünü ve beslenme rejimini gerektirir<br/>(II) Bireyde aşırı hareketliliğin görüldüğü fazlara yol açar<br/>(III) Bireyin dış görünümünde değişikliklere sebebiyet verir<br/>(IV) Cinsel işlev bozukluğuna yol açar<br/>Yukardakilerden hangileri kronik böbrek yetmezliği olan hastalarda görülür?",
    "correctAnswer": "C",
    "options": {
      "A": "(I); (II) ve (III)",
      "B": "(II); (III) ve (IV)",
      "C": "(I); (III) ve (IV)",
      "D": "(II); ve (IV)",
      "E": "(I);ve (III)"
    },
    "explanation": "Detaylı bilgi için ilgili bölümü inceleyiniz<br/>Kronik böbrek yetmezliğinin bulunduğu hastalarda aşırı hareketliliğin olduğu manik fazlar gözlenmez. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3107861",
    "unitNumber": 7,
    "text": "(I) Tütün ve alkol kullanımı<br/>(II) Aşırı fiziksel aktivite<br/>(III) Dengesiz beslenme<br/>(IV) Düzensiz sosyal yaşam<br/>Yukardakilerin hangileri diyabeti tetikleyen unsurlardandır?",
    "correctAnswer": "D",
    "options": {
      "A": "(I); (II) ve (III)",
      "B": "(II); (III) ve (IV)",
      "C": "(I); (III) ve (IV)",
      "D": "(I); ve (III)",
      "E": "(II); ve (IV)"
    },
    "explanation": "Ünitenin ilgili bölümünü inceleyiniz.<br/>Çoğu kronik hastalık gibi diyabetin görülme sıklığının yaygınlaşmasında tütün ve alkol kullanımı, yetersiz fiziksel aktivite düzeyi, stresin yoğun tecrübesi,<br/>dengesiz beslenme alışkanlıkları gibi faktörlerin etkili olduğu bilinmektedir. doğru cevap D'dir"
  },
  {
    "id": "3107862",
    "unitNumber": 7,
    "text": "İnsan beynindeki sinir hücrelerini etkileyen, ölümüne yol açan tedavi edilemez durumları tanımlayan hastalıklar aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Beyin tümörleri",
      "B": "Kardiyovasküler bozukluklar",
      "C": "Nefrolojik dejenerasyon",
      "D": "İmmunsistem bozukluğu",
      "E": "Nörodejenaratif hastalıklar"
    },
    "explanation": "Ünitenin ilgili bölümünü inceleyiniz.<br/>Nörodejeneratif hastalık, insan beynindeki nöronları etkileyen, sinir hücrelerinin ölümüne yol açan tedavi edilemez durumları tanımlar. Bu hastalıkların başında ise Alzheimer yer alır."
  },
  {
    "id": "3107863",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi AIDS hastalığı olan kişilerde gözlenen özelliklerdendir? (I) Hastalığı HIV pozitif biri ile aynı evde yaşadığı için kapmış olabilirler (II) Fiziksel yıkım ve diğerlerine yaşamsal bağımlılıkları yüksektir (III) Depresyon ve intihar eğilimi yüksektir (IV) Ahlaki sapmalar sonucu yayıldığına dair kanaat yüzünden toplumsal damgalanmaya maruz kalmaktadırlar",
    "correctAnswer": "B",
    "options": {
      "A": "(I); (II) ve (III)",
      "B": "(II); (III) ve (IV)",
      "C": "(I); (III) ve (IV)",
      "D": "(I); ve (II)",
      "E": "(III); ve (IV)"
    },
    "explanation": "Ünitenin ilgili bölümünü inceleyiniz.<br/>AIDS'e yol açan HIV sosyal temas yoluyla bulaşmaz. Bulaşıcılık için HIV pozitif birisinden kan transfüzyonu veya bu kişi ile cinsel ilişki gereklidir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3107864",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi AIDS hastalarının ötekileştirilmesine yol açmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsal bilgi eksikliği ve hatalı bilgi birikimi",
      "B": "Hastalığın kolayca bulaşma olasılığı",
      "C": "Akli dengede görülen bozulmalar",
      "D": "Fiziksel görünümde ortaya çıkan değişimler",
      "E": "Hastalığın ölümcül olması"
    },
    "explanation": "Detaylı bilgi için ünitenin ilgili bölümünü inceleyiniz.<br/>Hatalı bilgi birikimi, risk değerlendirilmesinin yapılamaması ve öngörü eksikliği AIDS hastalarının ötekileştirilmesine yol açmaktadır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3107865",
    "unitNumber": 7,
    "text": "Sosyal hizmetin müracaatçı profilini oluşturan unsurlar arasında aşağıdakilerden hangisi modern tıbbın ikilemi olarak anılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kronik hastalar",
      "B": "Yoksullar",
      "C": "İşsizler",
      "D": "İstismar mağdurları",
      "E": "Göçmenler"
    },
    "explanation": "Sosyal hizmetin müracaatçı profilini oluşturan unsurlar arasında yoksulların, işsizlerin, çocukların, gençlerin, kadınların, yaşlıların, engellilerin, sığınmacı ve göçmenlerin, istismar mağduru bireylerin, ihtiyaç sahiplerinin ve kronik hastaların bulunduğunu ifade etmek yanlış olmayacaktır. Dahası sosyal hizmetin önemli müracaatçı gruplarından biri olan kronik hastalar hakkında ayrıca konuşmakta yarar vardır. Çünkü kronik hastalıklar modern tıbbın ikilemidir. Bir yandan insan ömrü modern tıptaki gelişmeler sayesinde uzamakta öte yandan kronik hastalıkların görülme sıklığı yaygınlaşmaktadır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3107866",
    "unitNumber": 7,
    "text": "Sağlık bakım ortamlarında ve hastanelerde sosyal servisler ve sosyal hizmet uzmanları eliyle sunulan tıbbi sosyal hizmet uygulamalarına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Okul sosyal hizmeti",
      "B": "Hastane sosyal hizmeti",
      "C": "Gençlerle sosyal hizmet",
      "D": "Psikiyatrik sosyal hizmet",
      "E": "Onkolojik sosyal hizmet"
    },
    "explanation": "Hastane Sosyal Hizmeti: Sağlık bakım ortamlarında ve hastanelerde sosyal servisler ve sosyal hizmet uzmanları eliyle sunulan tıbbi sosyal hizmet uygulamalarıdır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3107867",
    "unitNumber": 7,
    "text": "Kronik hastalıklar ele alındığında pek çok psikososyal risk faktörünün aklımızda bulunması gerekir. Aşağıdakilerden hangisi bu faktörlerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hastanın takibi",
      "B": "Hastalığa yönelik bilgi toplama",
      "C": "Hastanın rehabilitasyonu",
      "D": "Hastalığın evresi",
      "E": "Hastalığın önlenmesi"
    },
    "explanation": "Kronik hastalıklar ele alındığında pek çok psikososyal risk faktörünün aklımızda bulunması gerekir. Bunlar: • Yoksulluk, • Ülkelerin gelişmişlik düzeyi, • Hastaların yaşı, • Hastaların çevresel özellikleri, • Hastalığın evresi, • Depresyon, • Stres, • Damgalama, • İş yaşamı ve beden imajındaki bozulmalar, • Bireyin sosyal işlevselliğinde azalma, • Psikososyal deformasyon, • Aile fonksiyonlarında kayıp, • Sağlık harcamalarındaki artış en önemli psikososyal risk faktörleridir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3107868",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hastane ortamında tıbbi sosyal hizmet uygulamalarının içinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Depresyon",
      "B": "Stres",
      "C": "Damgalama",
      "D": "Psikososyal deformasyon",
      "E": "Hastalığa yönelik bilgi toplama"
    },
    "explanation": "Hastane ortamında tıbbi sosyal hizmet uygulamaları:Hastalığın önlenmesi, • Hastanın rehabilitasyonu, • Hastanın takibi, • Hastanın taburculuk planlaması, • Hastalığa yönelik bilgi toplama, • Hastaya bilgi sağlama faaliyetlerinden oluşan bir bütündür. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3107869",
    "unitNumber": 7,
    "text": "Aşağıdakilerden kardiyovasküler hastalığı olan hastalarla çalışan sosyal hizmet uzmanlarının görevleri arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Stresi azaltma",
      "B": "Sigara kullanımının bırakılması",
      "C": "Duygusal sıkıntı için müdahaleler",
      "D": "Bilinçli beslenme",
      "E": "Egzersiz yapma"
    },
    "explanation": "Özellikle ileri yaştaki kalp hastalarının taburculuk planlamasında sosyal hizmet uzmanları özel rollere sahiptirler. Dahası günümüzde kardiyovasküler hastalığı olan hastalarla çalışırken sosyal hizmet uzmanları; kalp nakline uygun adayları belirlemek için psikososyal değerlendirmeler, kriz danışmanlığı, kalp rahatsızlığı ile başa çıkma uygulamaları, hasta ve ailenin psikolojik açıdan eğitimi ile birlikte grup çalışmaları ve aile danışmanlığı uygulamaları, toplum hizmetlerine sevk, tedavi ekibi konsültasyonları, kalp yetmezliği yönergelerine uyum sağlamak için danışmanlık, duygusal sıkıntı için müdahaleler, hastanın kendine olan güven duygusunu geliştirmek için güçlendirme müdahaleleri, bakım verenlere sosyal destek müdahaleleri gerçekleştirirler. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3107870",
    "unitNumber": 7,
    "text": "Özellikle Dünya Kanser Günü (4 Şubat) ve Ulusal Kanser Haftası (1-7 Nisan) kapsamında farkındalık etkinlikleri ve organizasyonlar düzenleyerek toplumun ve bakım verenlerin dikkatini kanser hastalarının ihtiyaçlarına dikkat çekmek aşağıdakilerden hangisinin sağladığı hizmetler arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Onkolojik sosyal hizmet uzmanları",
      "B": "Gençlerle sosyal hizmet uzmanları",
      "C": "Okul sosyal hizmeti uzmanları",
      "D": "Psikiyatrik sosyal hizmet uzmanları",
      "E": "Hastane sosyal hizmeti uzmanları"
    },
    "explanation": "Onkolojik sosyal hizmet müdahalesi esnasında sosyal hizmet uzmanları (Acar, 2013; WHO, 2014; Yıldırım, 2017b; Zebrack vd.): • Tedaviye katılım ve tedavinin etkinliğini artırma konusunda çalışmalar yaparak tarama ve psikososyal değerlendirme görevlerini yerine getirirler. Hasta ve ailesinin psikososyal işlevselliğini korumak için danışmanlık ve güçlendirme uygulamaları ile hastalığa uyumu kolaylaştırırlar. • Savunuculuk faaliyetleri, hasta hakları ve toplumsal kaynaklar konusunda yönlendirmeler ile taburculuk sürecini yakından izlerler. • Özellikle Dünya Kanser Günü (4 Şubat) ve Ulusal Kanser Haftası (1-7 Nisan) kapsamında farkındalık etkinlikleri ve organizasyonlar düzenleyerek toplumun ve bakım verenlerin dikkatini kanser hastalarının ihtiyaçlarına çekerler. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3107871",
    "unitNumber": 7,
    "text": "Böbreklerin çeşitli sebeplerle müzmin şekilde hastalanması ile aşağıdakilerden hangisi ilgilenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Okul sosyal hizmeti",
      "B": "Gençlerle sosyal hizmet",
      "C": "Nefrolojik sosyal hizmet",
      "D": "Onkolojik sosyal hizmet",
      "E": "Psikiyatrik sosyal hizmet"
    },
    "explanation": "Nefrolojik sosyal hizmet, tıbbi sosyal hizmet uygulamalarının önemli alanlarından biridir ve kronik böbrek yetmezliğine (KBY) sahip hastalar ile sosyal hizmet uygulamalarını odağına alır. KBY, böbreklerin çeşitli sebeplerle müzmin yere hastalanması ile tanımlanan bir durumdur. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3107872",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi diyabetin görülme sıklığının yaygınlaşmasının edenlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal temas",
      "B": "HIV negatif partner ile cinsel aktivite",
      "C": "Kan transfüzyonu",
      "D": "Stresin yoğun tecrübesi",
      "E": "Tokalaşma"
    },
    "explanation": "Çoğu kronik hastalık gibi diyabetin görülme sıklığının yaygınlaşmasında tütün ve alkol kullanımı, yetersiz fiziksel aktivite düzeyi, stresin yoğun tecrübesi, dengesiz beslenme alışkanlıkları gibi faktörlerin etkili olduğunu sosyal hizmet uzmanları müracaatçılarına hatırlatır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3107873",
    "unitNumber": 7,
    "text": "Hastalığın ölümle neticelenmesi, ilerlemesi ve fiziksel görünümde yaşanan değişimler, hastaları daha çok sosyal yaşamdan izole etmekte ve yalnızlaştırmaktadır.<br/>Yukarıdaki ifade aşağıdaki hangi hastalığa işaret etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Koroner kalp hastalıkları",
      "B": "Alzheimer",
      "C": "Kronik böbrek yetmezliği",
      "D": "Diyabet",
      "E": "Aids"
    },
    "explanation": "Immunodeficiency Virus/İnsan Bağışıklık Yetmezlik Virüsü (HIV) tarafından insan bağışıklık sistemini etkileyen ölümcül bir hastalıktır. AIDS hastaları ile tıbbi sosyal hizmet uygulamalarını ele aldığımızda dikkati çeken ilk nokta, sosyal yaşamdaki sınırlılığın psikolojik kırılganlığa yol açmasıdır. Hastalığın ölümle neticelenmesi, ilerlemesi ve fiziksel görünümde yaşanan değişimler, hastaları daha çok sosyal yaşamdan izole etmekte ve yalnızlaştırmaktadır. AIDS hastalarında depresyon ve intihara yatkınlık toplumun diğer popülasyonlarına oranla üç kat daha fazladır. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3107874",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tıbbi sosyal hizmet uzmanları diyabet tanısı almış bireyler ile çalışırken yerine getirdiği görevlerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Akran desteği ve öğrenme ağlarının geliştirilmesine yardımcı olmak",
      "B": "Hastalığa karşı duyulan öfkeye ile baş etmek için psikososyal destek sağlamak",
      "C": "Bakım, destek ve danışmanlık hizmetlerine kolay erişim sağlanmasına yardımcı olmak",
      "D": "Konut desteği, konutla ilgili hizmetler, tele bakım desteği sağlamak",
      "E": "Gerekli durumlarda hastaların bakım evine yerleştirilmesini kolaylaştırmak"
    },
    "explanation": "Diyabetli hastaların diyabete karşı öfke duygusunu yoğun olarak tecrübe edebileceği ve öfkeyle bağlantılı olarak çeşitli psikolojik sıkıntılar yaşayabileceği de unutulmamalıdır. Çünkü bu tarz durumlarda hastalar, sosyal hizmet uygulamalarının etkili psikososyal desteğine ihtiyaç duyarlar. Sosyal hizmet uzmanlarının diyabetli hastalarla diğer uygulama konuları ise düzenli ev ziyaretleri ve görüşmelerin yapılmasını, sosyal programların organizasyonunu, ilaç ve tıbbi malzeme desteğine uygun kaynakların bulunmasını, aile desteğinin artırılması için gerekli çalışmaların yapılmasını, sosyal çevre ile ilişkilerin düzenlenmesini, günlük rutinlerin ve sorumlulukların gözden geçirilmesini kapsar. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3107875",
    "unitNumber": 7,
    "text": "Hastane ya da sağlık bakım ortamlarında kronik hastalar, bakım verenler, aileler ve acil ihtiyaç sahibi müracaatçılarla klinik sosyal hizmet uygulaması yapan sosyal hizmet uzmanlarına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tıbbi Sosyal Hizmet Uzmanı",
      "B": "Hastane Sosyal Hizmeti Uzmanı",
      "C": "Kardiyak Rehabilitasyon Sosyal Hizmet Uzmanı",
      "D": "Onkolojik Sosyal Hizmet Uzmanı",
      "E": "Kronik Böbrek Yetmezliği ve Nefrolojik Sosyal Hizmet Uzmanı"
    },
    "explanation": "Tıbbi Sosyal Hizmet Uzmanı: Hastane ya da sağlık bakım ortamlarında kronik hastalar, bakım verenler, aileler ve acil ihitiyaç sahibi müracaatçılarla klinik sosyal hizmet uygulaması yapan sosyal hizmet uzmanlarıdır."
  },
  {
    "id": "3107876",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi psikosoyal risk faktörlerinden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ülkenin gelişmişlik düzeyi",
      "B": "İş yaşamı ve beden imajındaki bozulmalar",
      "C": "Depresyon",
      "D": "Damgalama",
      "E": "Hastaların cinsiyeti"
    },
    "explanation": "Kronik hastalıklar ele alındığında pek çok psikososyal risk faktörünün aklımızda bulunması gerekir. Bunlar: • Yoksulluk, • Ülkelerin gelişmişlik düzeyi, • Hastaların yaşı, • Hastaların çevresel özellikleri, • Hastalığın evresi, • Depresyon, • Stres, • Damgalama, • İş yaşamı ve beden imajındaki bozulmalar, • Bireyin sosyal işlevselliğinde azalma, • Psikososyal deformasyon, • Aile fonksiyonlarında kayıp, • Sağlık harcamalarındaki artış en önemli psikososyal risk faktörleridir."
  },
  {
    "id": "3107877",
    "unitNumber": 7,
    "text": "Kanser hastaları, aileleri ve bakım verenleri için sosyal hizmet uzmanları tarafından sunulan psikososyal hizmetlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Onkolojik Sosyal Hizmet",
      "B": "Kardiyak Rehabilitasyon ve Sosyal Hizmet",
      "C": "Nefrolojik Sosyal Hizmet",
      "D": "Diyabetli, Alzheimerlı, AIDS tanısı almış hastalarla tıbbi sosyal hizmet",
      "E": "Kronik Böbrek Yetmezliği Olan Bireylerle Sosyal Hizmet"
    },
    "explanation": "Onkolojik Sosyal Hizmet: Kanser hastaları, aileleri ve bakım verenleri için sosyal hizmet uzmanları tarafından sunulan psikososyal hizmetlerdir."
  },
  {
    "id": "3107878",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi İlerleyici bilişsel ve fonksiyonel beceri kaybı ile karakterize kronik nörodejeneratif bir hastalıktır?",
    "correctAnswer": "D",
    "options": {
      "A": "Diyabet",
      "B": "HIV",
      "C": "AIDS",
      "D": "Alzheimer",
      "E": "Kronik Böbrek Yetmezliği"
    },
    "explanation": "Alzheimer, ilerleyici bilişsel ve fonksiyonel beceri kaybı ile karakterize kronik nörodejeneratif bir hastalıktır. Vücuttaki nöronlar çoğalmaz ve kendilerini yenileyemezler. Hasar gördüklerinde insan bedeni yerlerini yenisini koyamaz. Nörodejeneratif hastalık, insan beynindeki nöronları etkileyen, sinir hücrelerinin ölümüne yol açan tedavi edilemez durumları tanımlar. Bu hastalıkların başında ise Alzheimer yer alır."
  },
  {
    "id": "3107879",
    "unitNumber": 7,
    "text": "Sıralananlardan hangileri alzheimerlı hasta ve yakınları ile tıbbi sosyal hizmet uygulamalarında dikkat edilmesi gereken kilit unsurlar arasında yer alır? <br/><ol type=\"I\"> <li>Bakım verenlere kaliteli bilgilendirme yapılmasını sağlamak</li> <li>Konut desteği, konutla ilgili hizmetler, tele bakım desteği sağlamak</li> <li>Gerekli durumlarda alzheimerlı hastaların bakım evine yerleştirilmesini kolaylaştırmak</li> <li>Akran desteği ve öğrenme ağlarının geliştirilmesine yardımcı olmak</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Sosyal hizmet uzmanları alzheimerlı hasta ve yakınları ile tıbbi sosyal hizmet uygulamalarında bazı kilit unsurlara dikkat ederler. Bu unsurlar (Moore ve Jones, 2012):<br/>• Alzheimer hakkında profesyonel kamu bilinci ve anlayışı geliştirmek,<br/>• Bakım verenlere kaliteli bilgilendirme yapılmasını sağlamak,<br/>• Bakım, destek ve danışmanlık hizmetlerine kolay erişim sağlanmasına yardımcı olmak,<br/>• Akran desteği ve öğrenme ağlarının geliştirilmesine yardımcı olmak,<br/>• Konut desteği, konutla ilgili hizmetler, tele bakım desteği sağlamak,<br/>• Gerekli durumlarda alzheimerlı hastaların bakım evine yerleştirilmesini kolaylaştırmak,<br/>• Alzheimerlı hastalar için sağlık bakım hizmetlerinin geliştirilmesine yardımcı olmaktır."
  },
  {
    "id": "3107880",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Sosyal temas</li> <li>Kan transfüzyonu</li> <li>HIV pozitif partner ile cinsel aktivite</li> <li>Tokalaşma</li> <li>Anne pozitif ise virüsü bebeğe bulaştırması</li> <li>Aynı banyoyu kullanma</li> </ol> Yukarıdakilerden hangileri HIV'in bulaşma yoları arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III-IV-V-VI",
      "B": "I-III-V-VI",
      "C": "I-II-IV-VI",
      "D": "II-III-V",
      "E": "I-II-III-V"
    },
    "explanation": "Cevap D şıkkıdır. HIV’in üç yolla bulaşma ihtimaline karşılık toplumdaki genel kanı, sosyal temas ile virüsün yayıldığı yönündedir. Bu genel kanının aksine tokalaşma, aynı banyoyu kullanma, aynı ortamda bulunma gibi sosyal temas ile bu virüsün bulaştığını gösteren kayda değer bir vaka bildirilmemiştir. HIV doğuştan, eğer anne pozitif ise virüsü bebeğe bulaştırması suretiyle, kan transfüzyonu aracılığıyla ya da HIV pozitif partner ile cinsel aktivite yoluyla bulaşabilir."
  },
  {
    "id": "3107881",
    "unitNumber": 7,
    "text": "Sosyal hizmet uzmanlarının kalp hastalarının bakımına katılımı ilk defa hangi tarihte gerçekleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1949",
      "B": "1955",
      "C": "1967",
      "D": "1982",
      "E": "2001"
    },
    "explanation": "Tarihsel olarak sosyal hizmet uzmanlarının kalp hastalarının bakımına katılımı 1949 yılı kadar erken bir döneme tekabül etmektedir."
  },
  {
    "id": "3107882",
    "unitNumber": 7,
    "text": "Kalp krizleri ve inmeler aşağıdaki hastalıklardan hangisi ile <strong>daha güçlü</strong> bir ilişki içindedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Diyabet",
      "B": "Kardiyovasküler hastalıklar",
      "C": "Alzheimer",
      "D": "HIV",
      "E": "AIDS"
    },
    "explanation": "Kalp krizleri ve inmeler kardiyovasküler hastalıkların iki hayati sonucudur."
  },
  {
    "id": "3107883",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi edinilmiş bağışıklık yetersizliği sendromunun fiziksel yıkım ve diğerlerine yaşamsal bağımlılığın arttığı, hastaneye yatışın söz konusu olduğu aşamasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "HIV Pozitif olmak",
      "B": "AIDS",
      "C": "Diabet",
      "D": "Alzheimer",
      "E": "Nefrolojik sorunlar"
    },
    "explanation": "HIV pozitif olmaktan farklı olarak, AIDS tanısı almak hastalığın son aşamasına geçiştir ve bu aşama, fiziksel yıkım ve diğerlerine yaşamsal bağımlılığın arttığı, hastaneye yatışın söz konusu olduğu zaman dilimidir."
  },
  {
    "id": "3107884",
    "unitNumber": 7,
    "text": "Sıralananlardan hangileri diyabetin görülme sıklığının yaygınlaşmasında etkili faktörler arasında yer alır? <br/>I. Tütün ve alkol kullanımı<br/>II. Yetersiz fiziksel aktivite düzeyi<br/>III. Stresin yoğun tecrübesi,<br/>IV. Dengesiz beslenme alışkanlıkları",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Çoğu kronik hastalık gibi diyabetin görülme sıklığının yaygınlaşmasında tütün ve alkol kullanımı, yetersiz fiziksel aktivite düzeyi, stresin yoğun tecrübesi, dengesiz beslenme alışkanlıkları gibi faktörlerin etkili olduğunu sosyal hizmet uzmanları müracaatçılarına hatırlatır. Yanıt E şıkkıdır."
  },
  {
    "id": "3107885",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi nihai değerlerden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Mutluluk",
      "B": "Bilgelik",
      "C": "Aile güvenliği",
      "D": "Özgürlük",
      "E": "Hayal gücü"
    },
    "explanation": "Hayal gücü enstrümantal değerlerden biridir."
  },
  {
    "id": "3107886",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi enstrümantal değerlerden biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Neşe",
      "B": "Hayal gücü",
      "C": "Mutluluk",
      "D": "Yardımseverlik",
      "E": "Temizlik"
    },
    "explanation": "Mutluluk nihai değerlerden biridir."
  },
  {
    "id": "3107887",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi değerlerin işlevlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "İdeal davranışın sınırlarını belirlemek",
      "B": "Toplumsal rollerin sergilenmesine kılavuzluk etmek",
      "C": "Toplumsal denetimi sağlamak",
      "D": "Toplumun refah seviyesini arttırmak",
      "E": "Toplumsal dayanışmayı sağlamak"
    },
    "explanation": "Refah seviyesini arttırmak değerlerin işlevleri arasında sayılmaz."
  },
  {
    "id": "3107888",
    "unitNumber": 8,
    "text": "Hangi felsefi düşünce biçimi etik ilkelerin teorik kaynaklarını araştırır?",
    "correctAnswer": "B",
    "options": {
      "A": "Normatif Etik",
      "B": "Meta Etik",
      "C": "Toplumsal Etik",
      "D": "Sosyal Etik",
      "E": "Betimleyici Etik"
    },
    "explanation": "Meta Etik etik ilkelerin teorik kaynaklarını araştırır."
  },
  {
    "id": "3107889",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ahlak ve etik arasındaki farklılıklardan biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Etik bir eylemi iyi ya da kötü yapan şeyin ne olduğunu araştırır",
      "B": "Etik bireylerin toplum içinde nasıl yaşaması gerektiğini gösteren kurallardır",
      "C": "Etik iyi ve doğru kavramlarının ne olduğunu araştırır",
      "D": "Ahlak daha fazla din temelliyken, etik felsefeye dayanır",
      "E": "Ahlak bireyi sorgularken, etik ahlak ilkesini sorgular"
    },
    "explanation": "Toplum içinde nasıl yaşanması gerektiğini gösteren kurallar ahlakın konusudur."
  },
  {
    "id": "3107890",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi davranışların doğru ya da yanlış olarak kesin çizgilerle ikiye ayrıldığı etik sisteme verilen addır?",
    "correctAnswer": "C",
    "options": {
      "A": "Normatif Etik",
      "B": "Meta Etik",
      "C": "Deontolojik Etik",
      "D": "Teleolojik Etik",
      "E": "Betimleyici Etik"
    },
    "explanation": "Deontolojik etik davranışları doğru ya da yanlış olarak kesin çizgilerle ikiye ayırır."
  },
  {
    "id": "3107891",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Reamer’e göre sosyal hizmet sunumunda gözetilecek değerler arasında <strong>sayılmaz</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kişilerin haysiyet ve değerlerine saygı",
      "B": "Bireylerin değişim kapasitesine önem verme",
      "C": "Hizmet sunarken bireylerin etnik kökenlerine göre ayrım yapma",
      "D": "Hizmet alanların kararlarına saygı",
      "E": "Fırsat eşitliği sunma"
    },
    "explanation": "Etnik kökenlere göre ayrımcılık sosyal hizmet sunumunda gözetilecek değerler arasında sayılmaz."
  },
  {
    "id": "3107892",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Reamer’in ahlaki karar verme modelinin aşamaları arasında yer <strong>almaz</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Etik karardan etkilenmesi muhtemel kişiler",
      "B": "Görüşüne başvurulması gereken uzmanlar",
      "C": "Karar alma sürecinin gizli tutulması",
      "D": "Kararın ve karar alma sürecinin belgelendirilmesi",
      "E": "Gerekli izlemler ve değerlendirme"
    },
    "explanation": "Karar alma sürecinin gizli tutulması ahlaki karar alma modelinin aşamaları arasında yer almaz."
  },
  {
    "id": "3107893",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir sosyal hizmet uzmanının uyması gereken genel etik ilkeler arasında<strong> sayılmaz</strong> ?",
    "correctAnswer": "A",
    "options": {
      "A": "Dindarlık",
      "B": "Dürüstlük",
      "C": "Özerklik",
      "D": "Alenilik",
      "E": "Telafi etme"
    },
    "explanation": "Dindarlık bir sosyal hizmet uzmanının uyması gereken genel etik kurallar arasında sayılmaz."
  },
  {
    "id": "3107894",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sosyal hizmetlerde yönelimlerin tarihsel dönemleri arasında <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ahlaki dönem",
      "B": "Değerler dönemi",
      "C": "Etik teori ve karar verme dönemi",
      "D": "Etik standartlar ve risk yönetimi dönemi",
      "E": "Sosyoekonomik kriterler dönemi"
    },
    "explanation": "Sosyoekonomik kriterler sosyal hizmetlerde yönelimlerin tarihsel dönemleri arasında sayılmaz."
  },
  {
    "id": "3107895",
    "unitNumber": 8,
    "text": "İnsanların davranışlarını yönlendirmek ve tüm insanlara özgü temel hakları korumak üzere tasarlanmış olan değerlere ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Evrensel değerler",
      "B": "Manevi değerler",
      "C": "Ahlaki değerler",
      "D": "Toplumsal değerler",
      "E": "Grup değerleri"
    },
    "explanation": "<strong>Evrensel değerler:</strong> İnsanların davranışlarını yönlendirmek ve tüm insanlara özgü temel hakları korumak üzere tasarlanmış olan değerlerdir. Evrensel değerler, toplum, cinsiyet, kültür ve diğer bileşenler olmaksızın bireyin insan olmasına vurgu yapan değerlerdir."
  },
  {
    "id": "3107896",
    "unitNumber": 8,
    "text": "Eylemlerin sonucunu oluşturan değerler boyutu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eğitsel boyut",
      "B": "Bilişsel boyut",
      "C": "Duyuşsal boyut",
      "D": "Yöneltici boyut",
      "E": "Ahlaki boyut"
    },
    "explanation": "Bilişsel boyut: Eylemlerin sonucunu oluşturan değerler boyutudur. Bir davranışın<br/>doğru-yanlış, iyi-kötü biçiminde nitelenişinde bilişsel boyut önemlidir. Bireylerin bu nitelikleri (iyi-kötü; doğru-yanlış) ayırt edebilmesinde etkili olan mekanizmalar veya içsel kodlar, bilişsel değerleri ifade eder."
  },
  {
    "id": "3107897",
    "unitNumber": 8,
    "text": "Kural temelli etik anlayışının temsilcisi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "John Locke",
      "B": "Friedrich Nietzsche",
      "C": "John Stuart Mil",
      "D": "Immanuel Kant",
      "E": "René Descartes"
    },
    "explanation": "Kural temelli etik anlayışının temsilcisi olarak Immanuel Kant kabul edilmektedir. Kant, bireye saygı ve onun insan olması nedeniyle öncelenmesi gerektiğini savunmuştur. 18. yüzyılın bu<br/>etik felsefesi, Kant’ın felsefesi, davranışta bulunmanın evrensel kabulüne dayanır."
  },
  {
    "id": "3107898",
    "unitNumber": 8,
    "text": "Etik felsefe kaç farklı düşünme biçimini içine almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Etik felsefe, üç farklı düşünme biçimini içine alır. Bunlar:<br/>a. Meta etik<br/>b. Normatif etik<br/>c. Betimleyici etik"
  },
  {
    "id": "3107899",
    "unitNumber": 8,
    "text": "Sosyal hizmetin temel hedefi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsal adaleti sağlama ve geliştirme",
      "B": "İş imkanı yaratma",
      "C": "Eğitim desteği",
      "D": "Gelir eşitliği sağlama",
      "E": "Düşünce özgürlüğü sağlama"
    },
    "explanation": "Genel olarak sosyal hizmetin temel hedefi, toplumsal adaleti sağlama ve geliştirmedir."
  },
  {
    "id": "3107900",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Sosyal hizmetlerde sosyal çalışmacının sorumluluklarından biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Bireysel hak ve refaha ilişkin sorumluluklar",
      "B": "Eşitlik, farklılık ve baskıya ilişkin sorumluluklar",
      "C": "Kamu refahına ilişkin sorumluluklar",
      "D": "Mesleki rollere ilişkin sorumluluklar",
      "E": "Kültürel değerlere ait sorumluluklar"
    },
    "explanation": "<ul><br/><li>Bu sorumluluklar dört başlık altında toplanmaktadır. Bunlar:<br/>• Bireysel hak ve refaha ilişkin sorumluluklar: Müracaatçılar, kendi kararlarını alma özgürlüklerine sahiptirler ve sosyal çalışmacılar da müracaatçıların refahını artırmakla mükelleftirler.<br/>• Kamu refahına ilişkin sorumluluklar: Sosyal çalışmacılar, bireysel düzeyde hizmet<br/>veriyor olsalar da onların topluma karşı da sorumlulukları vardır.<br/>• Eşitlik, farklılık ve baskıya ilişkin sorumluluklar: Sosyal çalışmacılar, farklılıkları<br/>göz önüne alarak eşitliği sağlamakla sorumludurlar. Toplumda ve devlette değişim için<br/>çalışma ve baskıya karşı mücadele etme yükümlülüğünü de taşırlar.<br/>.Mesleki rollere ilişkin sorumluluklar: Sosyal çalışmacılar, belirli koşullarda o koşullara<br/>uygun rollere karar verme, politik yaşam, meslek ve bireyler arasındaki sınırlara ilişkin konuları göz önüne alma sorumlulukları vardır.</li><br/></ul>"
  },
  {
    "id": "3107901",
    "unitNumber": 8,
    "text": "Sosyal hizmetin etiğe ilişkin yönelimleri kaç döneme ayrılarak incelenmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Sosyal hizmetin etiğe ilişkin yönelimleri dört döneme ayrılarak incelenmektedir. Bunlar;<br/>1. Ahlaki Dönem<br/>2. Değerler Dönemi<br/>3. Etik Teori ve Karar Verme Dönemi<br/>4. Etik standartlar ve risk yönetimi dönemi"
  },
  {
    "id": "3107902",
    "unitNumber": 8,
    "text": "Sosyal çalışmacıların, belirli koşullarda o koşullara uygun rollere karar verme, politik yaşam, meslek ve bireyler arasındaki sınırlara ilişkin konuları göz önüne alma sorumlulukları hangi başlık altındaki sorumluluklarını tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bireysel hak ve refaha ilişkin sorumluluklar",
      "B": "Kamu refahına ilişkin sorumluluklar",
      "C": "Eşitlik, farklılık ve baskıya ilişkin sorumluluklar",
      "D": "Mesleki rollere ilişkin sorumluluklar",
      "E": "Etik değerlere ilişkin sorumluluklar"
    },
    "explanation": "Mesleki rollere ilişkin sorumluluklar: Sosyal çalışmacılar, belirli koşullarda o koşullara<br/>uygun rollere karar verme, politik yaşam, meslek ve bireyler arasındaki sınırlara ilişkin konuları göz önüne alma sorumlulukları vardır."
  },
  {
    "id": "3107903",
    "unitNumber": 8,
    "text": "Amerikan Ulusal Sosyal Çalışmacılar Birliğinin -National Association of Social Workers- (NASW) sosyal hizmet uygulamaları için etik rehberlik ve standartları hangi yıl yayınlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1985",
      "B": "1990",
      "C": "1996",
      "D": "2000",
      "E": "2005"
    },
    "explanation": "1996 yılında Amerikan Ulusal Sosyal Çalışmacılar Birliğinin -National Association of Social Workers- (NASW) sosyal hizmet uygulamaları için etik rehberlik<br/>ve standartları yayınlaması, geniş bir alanı kapsayacak şekilde etik kuralları ortaya çıkarmıştır. Uzunca bir zamandır sürdürülen ve oldukça çeşitli başlık ve içeriklerde yayımlanan çeşitli kodlardan köken alan 1996 kuralları oldukça kapsamlı mesleki ilkeleri<br/>içermektedir."
  },
  {
    "id": "3107904",
    "unitNumber": 8,
    "text": "Yaygın olarak kullanılan bir modele göre sosyal hizmet alanına ilişkin bir<br/>karar almada önce ilk adım aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Olası tüm eylem yollarını ve her bir eyleme dâhil olan katılımcıları belirlemek",
      "B": "Her bir katılımcı ya da etkilenmesi muhtemel olanlar için olası yararlar ve riskleri<br/>tanımlamak",
      "C": "İlgili etik teori ve ilkeleri göz önüne almak",
      "D": "Karar verme ve karar verme süreci belgelemek",
      "E": "Karardan etkilenmesi muhtemel kişileri, grupları ve örgütleri belirlemek"
    },
    "explanation": "Karardan etkilenmesi muhtemel kişileri, grupları ve örgütleri belirlemek ilk adım<br/>olarak önerilir."
  },
  {
    "id": "3107905",
    "unitNumber": 8,
    "text": "<strong>I-</strong> Değerler, bireylerin ve toplumların davranış biçimlerini belirleyen; inanç, tutum ve görüşlerini kapsamaz.<br/><strong>II-</strong> Toplumsal boyutta sahip olunan değerler, toplumları bir arada tutarlar ve üyelerine birlik duygusunu aktarırlar.<br/><strong>III-</strong> Evrensel değerler: İnsanların davranışlarını yönlendirmek ve tüm insanlara özgü<br/>temel hakları korumak üzere tasarlanmış olan değerlerdir.<br/><strong>IV-</strong> Kişisel değerler, bireyin tutumları üzerinde etkilidirler; toplumsal değerler ise bireyin eylem biçimlerini yönlendirmede ve toplumsal uyumu özendirmede işlevseldir<br/>Yukarıda verilen ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I, III, IV",
      "B": "II, III, IV",
      "C": "I, II, IV",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "explanation": "I. madde yanlış.<br/><strong>Değerler,</strong> bireylerin ve toplumların davranış biçimlerini belirleyen; toplum içinde bu davranışların kabul edilebilirliğini, toplumsal uyumu ve ortak amaç duygusunu kolaylaştıran inanç, tutum ve görüşleri de <strong>kapsamaktadır.</strong>"
  },
  {
    "id": "3107906",
    "unitNumber": 8,
    "text": "<strong>I-</strong> Bilişsel boyut; eylemlerin sonucunu oluşturan değerler boyutudur.<br/><strong>II-</strong> Bilişsel değerler, bireylerin karar vermesinde etkilidir. <br/><strong>III-</strong> Birey, yaşadıklarından ya da eğitim yoluyla öğrendiklerinden yola çıkarak davranışının biçimine karar verebilmektedir. Bu da değerlerin bilişsel boyutunu oluşturmaktadır.<br/>Yukarıda verilen ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I, II",
      "C": "Yalnız II",
      "D": "I, II, III",
      "E": "II, III"
    },
    "explanation": "Tüm maddeler doğrudur."
  },
  {
    "id": "3107907",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sosyal hizmetin amaçlarından değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumsal açıdan desteğe ihtiyacı olan bu kişileri toplum içinde tutmak,",
      "B": "Toplumsal refaha katkıda bulunmak",
      "C": "Toplumsal olanaklardan tam anlamıyla yararlanamayan kişilerin olanaklardan eşit biçimde istifade etmelerini sağlamak",
      "D": "Toplum içinde ve toplum için üretmelerine destek olmak",
      "E": "Bireylerin çıkarları doğrultusunda çalışmak için güçlendirmek"
    },
    "explanation": "Giriş<br/>Sosyal hizmetin amaçları toplumsal açıdan desteğe ihtiyacı olan bu kişileri toplum içinde tutmak, toplumsal refaha katkıda bulunmak, toplumsal olanaklardan tam anlamıyla yararlanamayan kişilerin olanaklardan eşit biçimde istifade etmelerini sağlamak, toplum içinde ve toplum için üretmelerine destek olmakken bireysel çıkarları doğrultusunda güçlendirmek değildir."
  },
  {
    "id": "3107908",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Roekach'in nihai değerleri arasında sayılmaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Mutluluk,",
      "B": "İç uyum,",
      "C": "Bilgelik",
      "D": "Eşitlik",
      "E": "Dürüstlük"
    },
    "explanation": "Değer kavramı<br/>Roekach'in nihai değerleri mutluluk, iç uyum, bilgelik, eşitlik iken dürüstlük değildir."
  },
  {
    "id": "3107909",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Roekach'ın araçsal değerleri arasında <strong>sayılmaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Aşk",
      "B": "Hırs",
      "C": "Özsaygı",
      "D": "Hayal gücü",
      "E": "Sorumluluk"
    },
    "explanation": "değer kavramı<br/>Roekach'ın araçsal değerleri aşk, hırs, sorumluluk ve hayal gücü iken özsaygı değerlerden değildir."
  },
  {
    "id": "3107910",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ahlaki değerlerden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Doğruluk",
      "B": "Yardımseverlik",
      "C": "İyilik",
      "D": "Sorumluluk",
      "E": "Hırs"
    },
    "explanation": "Değer kavramı<br/>Ahlaki değerler doğruluk, yardımseverlik, iyilik ve sorumluluk iken hırs değildir."
  },
  {
    "id": "3107911",
    "unitNumber": 8,
    "text": "Bir davranışın ahlaki doğruluğuna ancak sonuçlarına bakarak karar verilebileceğini öne süren etik sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sonuççu etik",
      "B": "Meslek etiği",
      "C": "Ahlaki etik",
      "D": "Kural etiği",
      "E": "Betimleyici etik"
    },
    "explanation": "mesleki etik<br/>Bir davranışın ahlaki doğruluğuna ancak sonuçlarına bakarak karar verilebileceğini öne süren etik sistem sonuççcu etiktir."
  },
  {
    "id": "3107912",
    "unitNumber": 8,
    "text": "Kant’ın temsilcisi olduğu davranışların doğru ve yanlış olmak üzere kesin çizgilerle ikiye ayrılması felsefesine dayanan etik sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sonuççu etik",
      "B": "Meslek etiği",
      "C": "Ahlaki etik",
      "D": "Kural etiği",
      "E": "Betimleyici etik"
    },
    "explanation": "mesleki etik<br/>Kant’ın temsilcisi olduğu davranışların doğru ve yanlış olmak üzere kesin çizgilerle ikiye ayrılması felsefesine dayanan etik sistem kural etiğidir."
  },
  {
    "id": "3107913",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sosyal hizmet uzmanının benimsediği değerlerden değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Muhtaç insanlara yardım etmek ve sosyal sorunlarıyla ilgilenmek",
      "B": "Sosyal çalışmacı, bireyin onuru ve değerine saygı göstermeli",
      "C": "Sosyal adaletsizlik yaratan durumlarla mücadele edemeyeceğini bilmek",
      "D": "İnsan ilişkilerinin öneminin farkında olmak",
      "E": "Dürüst olmalı ve güvenilir biçimde davranmalıdırlar."
    },
    "explanation": "SOSYAL HİZMET SUNUMUNDA DEĞERLER<br/>Sosyal adaletsizlik yaratan durumlarla mücadele edemeyeceğini bilmek sosyal hizmet uzmanının değeri değildir."
  },
  {
    "id": "3107914",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sosyal hizmet sunumunda benimsenen değerlerden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişilerin haysiyet ve değerlerine saygı",
      "B": "İnsana saygı",
      "C": "Bireylerin değişim kapasitesine önem verme",
      "D": "Hizmet alanların kararlarında yönlendirme yapma",
      "E": "Kişilerin potansiyellerini açığa çıkarma fırsatı sunma"
    },
    "explanation": "SOSYAL HİZMET SUNUMUNDA DEĞERLER<br/>Kişilerin haysiyet ve değerlerine saygı, İnsana saygı, Bireylerin değişim kapasitesine önem verme, Kişilerin potansiyellerini açığa çıkarma fırsatı sunma sosyal hizmet uzmanının benimsediği değer iken Hizmet alanların kararlarında yönlendirme yapma değildir."
  },
  {
    "id": "3107915",
    "unitNumber": 8,
    "text": "Huzurevinde kalan yaşlının ötenazi istemesi üzerine sosyal hizmet uzmanının bunu kabul etmesi hangi ilke ile çelişmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üçüncü kişilerin zarar görme olasılığı",
      "B": "Hizmeti alanın özerkliğine saygı",
      "C": "Hizmet alanların gizlilik haklarının ihlali",
      "D": "Hastanın koşulsuz kabulü",
      "E": "Hastanın iyileşme gücüne inanma"
    },
    "explanation": "Tıbbi Sosyal Hizmet ve Değerler<br/>Huzurevinde kalan yaşlının ötenazi istemesi üzerine sosyal hizmet uzmanının bunu kabul etmemesi hizmeti alanın özerkliği ile çelişmektedir."
  },
  {
    "id": "3107916",
    "unitNumber": 8,
    "text": "Sosyal Hizmet uzmanlarının değer eğitiminde değinilmesi gereken nokta değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumsal yapı",
      "B": "Kültürel yapı",
      "C": "Geçmiş uygulamalar örf adetler",
      "D": "Sosyal adalet",
      "E": "Etik"
    },
    "explanation": "Sosyal Çalışmada Mesleki<br/>Profesyonelizm<br/>sosyal hizmet uzmanlarının değer eğitiminde toplumsal yapı, Kültürel yapı, sosyal adalet değinilirken geçmiş örf ve adetlere değinilmesi gerekmez."
  },
  {
    "id": "3107917",
    "unitNumber": 8,
    "text": "“Rahat bir yaşam ve heyecan verici bir hayat” aşağıda verilenlerden hangisine örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nihai değerler",
      "B": "Mutlak değerler",
      "C": "Evrensel değerler",
      "D": "Enstrümantal değerler",
      "E": "Soyut varlık"
    },
    "explanation": "<strong>Nihai değerler</strong>: Kişinin yaşamı içinde arzulanan nihai hedefini tanımlar; mutluluk, iç uyum, bilgelik, kurtuluş, eşitlik, özgürlük, haz, gerçek dostluk, öz saygı, sosyal tanıma, aile güvenliği, ulusal güvenlik, uyum duygusu, güzel bir dünya, barış içinde dünya, rahat bir yaşam ve heyecan verici bir hayat nihai değerlere örnektir."
  },
  {
    "id": "3107918",
    "unitNumber": 8,
    "text": "“İnsani istek ve ihtiyaçlar ile ortaya çıkan değerler boyutu” aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Manevi değerler",
      "B": "Toplumsal değerler",
      "C": "Duyuşsal boyut",
      "D": "Yöneltici boyut",
      "E": "Ahlaki değerler"
    },
    "explanation": "<strong>Duyuşsal boyut</strong>: İnsani istek ve ihtiyaçlar ile ortaya çıkan değerler boyutudur. Davranışın belirli bir tipini oluşturan ihtiyaçlar veya varlığın son durumunu ortaya koyan değerler, duyuşsal boyuta ilişkin değerler olmaktadır. İnsanların ihtiyaç ve eğilimleri tarafından yönlendirilen istekleri ve arzu edilebilir sonuçları içine alan değerler, duyuşsal boyutu yansıtır."
  },
  {
    "id": "3107920",
    "unitNumber": 8,
    "text": "I- Değer, ilgi gösterilen ve arzu edilen şeydir.<br/>II- Toplumsal bağlamda değerler, kişilerin kendi ürettikleri şeylerdir.<br/>III- Değerler, fertlerin yapıp ettiklerini rasyonelleştirip içselleştirme imkânı veren olgulardır.<br/>Yukarıda verilen ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "II, III",
      "D": "Yalnız II",
      "E": "Yalnız III"
    },
    "explanation": "Toplumsal bağlamda değerler, kişilerin kendi ürettikleri şeyler değildir. Zaten değerlerin bir yönü, toplum kökenlidir."
  },
  {
    "id": "3107921",
    "unitNumber": 8,
    "text": "…………………, değerlendirmelerin yapılmasını sağlayan ilkelerin belirlenmesi ile ilişkili etik dalıdır. İlkeler, normlar ve ahlaki kurallar bu etik türünün uğraşı alanıdır. <br/>Yukarıdaki tanımda bırakılan boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bireysel etik",
      "B": "Teleolojik Etik",
      "C": "Meta etik",
      "D": "Betimleyici etik",
      "E": "Normatif etik"
    },
    "explanation": "Normatif etik: İkilemlerin çözülüp çözülemeyeceği ya da nasıl çözülmesi gerektiği gibi kodlara ya da kurallara bağlı olarak konulara yaklaşımı ifade eder. Normatif etik, değerlendirmelerin yapılmasını sağlayan ilkelerin belirlenmesi ile ilişkili etik dalıdır. İlkeler, normlar ve ahlaki kurallar etiğin normatif türünün uğraşı alanıdır."
  },
  {
    "id": "3107922",
    "unitNumber": 8,
    "text": "Aşağıda etik ile ahlak arasındaki farklılıklarla ilgili verilen bilgilerden hangisi <strong><u>yanlıştır</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Etik, iyi ve doğru kavramlarının ne olduğunu araştırmaktadır.",
      "B": "Ahlak, aynı zamanda bireylerin toplumsal benimsenişe uydukları değerler sistemini de ifade etmektedir.",
      "C": "Etik daha çok kurallara dayalı davranışlar ile ilgiliyken ahlak, duygusal belirlenime ilişkindir.",
      "D": "Etik daha fazla din temelli iken ahlak, felsefeden köken alır.",
      "E": "Ahlak bireysel ve somut sorgulamalar yapar."
    },
    "explanation": "Etik daha çok kurallara dayalı davranışlar ile ilgiliyken ahlak, duygusal belirlenime ilişkindir. <strong>Bu hâliyle ahlak daha fazla din temelli iken etik, felsefeden köken alır.</strong><br/>Cevap D şıkkı."
  },
  {
    "id": "3107923",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, sosyal hizmet sunumunda belirtilen on dört değerden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Bireylerin değişim kapasitesine önem verme",
      "B": "Hizmet alanların kararlarına saygı gösterme",
      "C": "Fırsat eşitliği sunma",
      "D": "Sosyal hizmet uzmanları dürüst olmalı ve güvenilir biçimde davranmalıdırlar",
      "E": "Bireylerin temel gereksinimlerini karşılamalarına yardımcı olma"
    },
    "explanation": "Doğru cevap D şıkkı.<br/>Sosyal hizmet uzmanları dürüst olmalı ve güvenilir biçimde davranmalıdırlar- Mesleki değerdir.<br/>Uluslararası Sosyal Hizmet Uzmanları Derneği tarafından sosyal çalışmacılar için uyulması gereken bazı kurallar belirlenmiştir. Bu mesleki değerlerden biridir."
  },
  {
    "id": "3107924",
    "unitNumber": 8,
    "text": "“Kesinlik, mutlaklık ve zorunluluk üzerine kurulu” olan ve “Bir eylem önceden belirlenmiş kriterlere göre yapılmalıdır” diyen etik aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Deontolojik Etik",
      "B": "Normatif etik",
      "C": "Betimleyici etik",
      "D": "Meta etik",
      "E": "Teleolojik Etik"
    },
    "explanation": "Doğru cevap A şıkkı<br/><strong>Deontolojik Etik</strong> (Kural Etiği): Deontolojik kurallar, kesinlik, mutlaklık ve zorunluluk üzerine kuruludur. Bir eylem önceden belirlenmiş kriterlere göre yapılmalıdır."
  },
  {
    "id": "3107925",
    "unitNumber": 8,
    "text": "Değerler, bireyin yaşama bakış açısını belirleyen; bireysel olarak kıymet verilen ya da kıymetli olarak algılanan görüş, tutum ve inançlardır. Buna göre aşağıdakilerden hangisi bir değer olarak kabul edilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kıymetli eşyalar",
      "B": "Eğitim durumu",
      "C": "Fiziksek görünüm",
      "D": "Ekonomik gelir",
      "E": "Dini inanç"
    },
    "explanation": "Değer kavramı konusunu okuyunuz.<br/>Dikkat edilirse değer kavramı daha çok soyut ve maddi olmayan unsurlarla ilgilidir. Bu tanıma göre değerlere verilecek en uygun örnek E seçeneğinde verilen dini inançtır."
  },
  {
    "id": "3107926",
    "unitNumber": 8,
    "text": "Değerler bireylerin öznel mutluluklarına hizmet ettiği gibi toplumların da nihai mutluluklarının sağlanmasına hizmet etmektedir. Aşağıdakilerden hangisi daha çok toplumsal bir değer olarak değerlendirilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ülke sevgisi",
      "B": "Aşk",
      "C": "Sadakat",
      "D": "Aile sevgisi",
      "E": "Erdemli olmak"
    },
    "explanation": "Değer kavramı konusunu okuyunuz.<br/>Toplumsal değerler bir toplumda yaşayan bireylerin ortak olarak değer verdikleri unsurları kapsamaktadır. BU bağlamda ülke sevgisi bireysel olmaktan çok toplumsal bir değer olarak değerlendirilebilir."
  },
  {
    "id": "3107927",
    "unitNumber": 8,
    "text": "İnsanın davranış ve söylemlerine etkide bulunan değerlerin çeşitli boyutları bulunmaktadır. Aşağıdakilerden hangisi değerlerin bilişsel boyutuna örnek olarak verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ülkesini sevmenin gerekli olduğuna inanmak",
      "B": "Aile yaşantısından hoşnutluk duymak",
      "C": "Sadakat olan ilişkilerde kendini iyi hissetmek",
      "D": "Bir çıkmaza düştüğünde tanrıya sığınmak",
      "E": "Fakirlere yardım etmekten hoşnutluk duymak"
    },
    "explanation": "Değerlerin Boyutları konusunu okuyunuz.<br/>D seçeneğinde yöneltici boyut, B, C ve E seçeneklerinde değerlerin duyuşsal boyutuna uygun örnekler verilmektedir. Bilişsel boyut değerlerin düşünmeyle ilişkili olan ve belli bir mantık çerçevesinde değerlendirilen boyutudur. Buna en uygun örnek ise A seçeneğinde verilmektedir."
  },
  {
    "id": "3107928",
    "unitNumber": 8,
    "text": "Kurtuluş savaşında olduğu gibi zorlayıcı toplumsal tehditler karşısında bir toplumdaki bireyler ortak değerler etrafında birleşerek söz konusu zorluğu bertaraf edebilirler. Bu açıklamadan yola çıkarak değerlerle ilgili aşağıdaki belirlemelerden hangisi <strong>kesinlikle</strong> yapılabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Zor durumlarda bir toplumda ortak değerler mutlaka bulunabilir.",
      "B": "Bireyler ortak değerler aracılığıyla benzer biçimde davranabilirler.",
      "C": "Toplumsal değerler bireysel değerlerin önüne geçebilir.",
      "D": "Değerlerin bilişsel yanı birleşmek için en önemli boyuttur.",
      "E": "Toplumsal değerler ancak gerekli olduklarında devreye girerler."
    },
    "explanation": "Değerlerin Boyutları konusunu okuyunuz.<br/>Verilen açıklamaya bağlı olarak kesinlikle çıkarılacak olan sonuç B seçeneğinde verilmektedir."
  },
  {
    "id": "3107929",
    "unitNumber": 8,
    "text": ".......... toplumsal anlamda inanç ve davranışları yönlendirirken ........... bu inanç ve davranışların doğru olup olmadığı üzerine felsefi değerlendirmeyi içerir.<br/>Yukarıdaki cümlede boş bırakılan yerlere sırasıyla aşağıdaki kelime ikililerinden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Etik-değer",
      "B": "Ahlak-etik",
      "C": "Ahlak-değer",
      "D": "Etik-ahlak",
      "E": "Değer-etik"
    },
    "explanation": "Ahlak ve Etik konusunu okuyunuz.<br/>Boş yerlere sırasıyla önce ahlak sonra ise etik kelimeleri getirilmelidir. BU bağlamda etik daha evrensel doğrularla ilgilenirken ahlak daha yerel değerlerle ilgidir. Konuyu detaylı okuduğunuzda ulaşacağınız sonuç B seçeneği olacaktır."
  },
  {
    "id": "3107930",
    "unitNumber": 8,
    "text": "Ahlak ve etik birbirleriyle yakından ilişkili kavramlar olmasına karşın aralarında önemli farklar da bulunmaktadır. Buna göre aşağıdakilerden hangisi ahlaktan çok etiğe uygun bir özellik olarak değerlendirilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Günah ve sevap çerçevesinde hareket etmek",
      "B": "Toplumsal değerler çerçevesinde davranmak",
      "C": "Aile değerlerine uygun biçimde yaşamak",
      "D": "Bir davranışın doğruluğunu tartışmak",
      "E": "Bir davranışın dine uygunluğunu değerlendirmek"
    },
    "explanation": "Ahlak ve Etik konusunu okuyunuz.<br/>Ahlak bir davranışın toplumsal değerler çerçevesindeki doğru veya yanlışlığıyla ilgiliyken etik daha çok mevcut değerlerden bağımsız olarak bir davranışın doğru veya yanlışlığı üzerine yürütülen bir felsefi tartışmaya işaret etmektedir. BU nedenle D seçeneği dışındakilerin hepsi etikten çok ahlakla ilgiliyken D seçeneği etikle çok daha ilgili bir durumdur."
  },
  {
    "id": "3107931",
    "unitNumber": 8,
    "text": "Yaşlı bireylere hizmet veren bir sosyal hizmet uzmanı resmi olarak görev tanımında yer alan görevleri yerine getirmekle beraber bazen görev tanımında olmamasına karşın yaşlı birey için neyin doğru veya yanlış olduğuna kendisi karar vermek durumunda kalabilir. Böyle bir durumda aşağıdaki tutumlardan daha çok hangisinin işlevsel olduğu söylenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uzmanın ahlaki ilkelere göre davranması",
      "B": "Uzmanın vicdani sorumluluk duyması",
      "C": "Uzmanın evrensel etiğe uygun davranması",
      "D": "Uzmanın mesleki etiğe uygun davranması",
      "E": "Uzmanın Allah korkusuyla hareket etmesi"
    },
    "explanation": "Mesleki Etik konusunu okuyunuz.<br/>Mesleki etik bireylerin mesleğiyle bağlantılı olarak ortaya çıkabilecek sorunların çözümlenmesinde en önemli referans noktasıdır. BU bağlamda karşı karşıya kalınan durumlarda mesleki etik ilkelere göre davranmak bireyim profesyonelliğini yitirmeden hizmet verdiği kişilere yaklaşmasını sağlar. Nitekim Mesleki etik, meslek ve çalışma alanlarında insan ilişkilerini ve davranışlarını düzenlemek amacıyla soyut ve genel ahlaki ilkelerden ve standartlardan oluşmuş<br/>bütünü ifade eder. Bu nedenle doğru yanıt D dir."
  },
  {
    "id": "3107932",
    "unitNumber": 8,
    "text": "Bir sosyal hizmet uzmanı akli dengesi yerinde olmayan bir müracatçısının kurum ortamında daha mutlu ve huzurlu olacağını düşünmüş ve ailesinden alma ve kuruma yerleştirme yönünde rapor düzenlemiştir. Sosyal hizmet uzmanının bu tutumu için aşağıdakilerden hangisi <strong>kesinlikle</strong> söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mesleğini yaparken değerlerinden etkilenmektedir.",
      "B": "Mesleki değerleri uygulamamaktadır.",
      "C": "Mesleki sınırlarını doğru belirlememiştir.",
      "D": "Müracatçının yasal haklarını bilmemektedir.",
      "E": "Doğruyu etik ilkeler çerçevesinde aramaktadır."
    },
    "explanation": "Sosyal hizmet sunumunda değerler konusunu okuyunuz.<br/>A seçeneği dışındaki tüm ihtimaller mümkün olabilir. ancak kesin olan sosyal hizmet uzmanının değerlerinden etkilenerek kararlar alabildiğidir. Doğru yanıt A dır."
  },
  {
    "id": "3107933",
    "unitNumber": 8,
    "text": "Uluslararası Sosyal Hizmet Uzmanları Derneği tarafından sosyal çalışmacılar için uyulması gereken bazı kurallar belirlenmiştir. Aşağıdakilerden hangisi bu kurallardan birisi <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Temel amaç muhtaç insanlara yardım sunmaktır.",
      "B": "Sosyal adaletsizliği ortadan kaldırmak önemlidir.",
      "C": "Sosyal hizmet bireyin değerlerinden bağımsızdır.",
      "D": "Sosyal hizmette dürüst ve içten olmak esastır.",
      "E": "Uzmanlar yetkin oldukları alanlarda hizmet vermelidir."
    },
    "explanation": "Sosyal hizmet sunumunda değerler konusunu okuyunuz.<br/>Sosyal hizmet insan ilişkilerinin temel olduğu bir disiplin laanıdır. Bu nedenle de insanların değerleri hem hizmet alan hem de hizmeti sunan için kaçınılmaz olarak devreye girer. Bu nedenle de sosyal hizmet bireyin değerlerinden bağımsız olamaz. Doğru yanıt C dir."
  },
  {
    "id": "3107934",
    "unitNumber": 8,
    "text": "Sosyal hizmetin sunulması sürecinde hizmetin sağlıklı yürütülebilmesi için uyulması gereken bazı temel ilkeler bulunmaktadır. Aşağıdaki ilkelerden hangisi mahremiyete saygı ile bilgiyi ve güveni korumak için sorumlu davranmaya ilişkindir?",
    "correctAnswer": "D",
    "options": {
      "A": "Özerklik",
      "B": "Yararlılık",
      "C": "Kadirşinaslık",
      "D": "Gizlilik",
      "E": "Adalet"
    },
    "explanation": "\"Sosyal hizmet sunumunda etik ve etik ilkeler\" konusunu okuyunuz.<br/>Sosyal hizmet uzmanı hizmet sunarken hizmet verdiği kişilerin kişisel bilgilerini korumak ve ve bireyi güvende tutmakla yükümlüdür. Bireyle ilgili her türlü bilgiyi gerekli olmayan hiç bir kişi veya merci ile paylaşmamalıdır. Söz konusu ilke gizlilik ilkesidir. Bu nedenle doğru yanıt D dir."
  }
]