[
  {
    "id": "2979685",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, Sanayi Devrimi ile birlikte gelişen toplumsal dönüşümlerden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kültür etkileşiminin artması",
      "B": "Modern kültürün ortaya çıkması",
      "C": "Kırdan kente göç hareketlerinin artması",
      "D": "Gereksinimlerin çeşitliliklerinin azalması",
      "E": "Kitlesel ölçekte üretimin başlaması"
    },
    "explanation": "Tüketmek, modern-öncesi toplumlarda, gereksinimlerle sınırlıydı. Gereksinimler ise büyük bir çeşitlilik arz etmeyen, çoğunlukla asgari fizyolojik ve toplumsal olanlardı. Bu nedenle, modern-öncesi dönem ve toplumlarda tüketim başlı başına bir olgu olarak düşünülmemiştir. Tüketimin kuramsal bir konu hâline gelmesi kapitalizmin sanayi aşamasına geçmeye başlamasıyla olmuştur. Kısaca sanayi devrimi ile birlikte gereksinim çeşitliliklerinde azalış değil bir artış olmuştur."
  },
  {
    "id": "2979686",
    "unitNumber": 1,
    "text": "1723-1790 yılları arasında yaşamış, liberal piyasanın işleyişini hem kuramlaştıran hem onun övgüsünü yapan, Ulusların Zenginliği (1776) adlı kitabı yazan iktisat kuramcısı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Adam Smith",
      "B": "Claude Henri de Rouvroy",
      "C": "Comte de Saint-Simon",
      "D": "Robert Owen",
      "E": "Charles Fourier"
    },
    "explanation": "1723-1790 yılları arasında yaşamış, liberal piyasanın işleyişini hem kuramlaştıran hem onun övgüsünü yapan, Ulusların Zenginliği (1776) adlı kitabı yazan iktisat kuramcısı Adam Smith'tir."
  },
  {
    "id": "2979687",
    "unitNumber": 1,
    "text": "Sanayi temelinde örgütlenmenin, hakça bölüşüm ve mülkiyeti yönetme becerisi sağlayacağı; üretmenin,<br/>insanı özgürleştireceği ve sanayi ekseninde üretimin,<br/>geleceğin mutlu toplumunun temeli olduğunu<br/>savunan ütopik sosyalist aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Auguste Comte",
      "B": "Saint-Simon",
      "C": "Robert Owen",
      "D": "Charles Fourier",
      "E": "Karl Marx"
    },
    "explanation": "Sanayi temelinde örgütlenmenin, hakça bölüşüm ve mülkiyeti yönetme becerisi sağlayacağı; üretmenin,<br/>insanı özgürleştireceği ve sanayi ekseninde üretimin,<br/>geleceğin mutlu toplumunun temeli olduğunu<br/>savunan ütopik sosyalist Saint-Simon'dır.<br/>Sanayi temelinde örgütlenmenin, hakça bölüşüm ve mülkiyeti yönetme becerisi sağlayacağı; üretmenin, insanı özgürleştireceği ve sanayi ekseninde üretimin,<br/>geleceğin mutlu toplumunun temeli olduğunu savunan ütopik sosyalist Saint-Simon'dır."
  },
  {
    "id": "2979688",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Karl Marx'a göre tüketim türlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Modern tüketim",
      "B": "Kapitalist tüketim",
      "C": "Toplumsal tüketim",
      "D": "Üretken tüketim",
      "E": "Sosyal tüketim"
    },
    "explanation": "Marx’a göre iki tür tüketim vardır: Üretken tüketim ve bireysel tüketim."
  },
  {
    "id": "2979689",
    "unitNumber": 1,
    "text": "Aşağıda verilen ifadelerden hangisi Alman sosyolog ve filozof Georg Simmel'in çalışma veya görüşlerinden biri değildir<strong>? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Modernliği bir kültür dünyası olarak düşünülmesinde öncülük yapmıştır.",
      "B": "Gözlemlerini büyük çoğunlukla sosyal psikolojik düzeyde gerçekleştirmiştir.",
      "C": "Toplumun genel ve yapısal boyutlarını anlamak için bunların türediği bireyler arası ilişkilerin doğasına odaklanmak gerektiğini savunmuştur.",
      "D": "Modern kültürün, çeşitli karşıtlıklar halinde belirdiğini öne sürmüştür.",
      "E": "Kırsal yaşama egemen olan ruh hali ve değerleri incelemiştir."
    },
    "explanation": "Kırsal yaşama egemen olan ruh hali ve değerleri incelememiştir. TBunun yerine, modern hayatın çok farklı boyutlarına dair gözlem ve çözümlemeler yapmıştır. Karmaşık büyük kent ya da <em>metropol </em>hayatına egemen olan ruh hâli ve değerleri incelemiştir."
  },
  {
    "id": "2979690",
    "unitNumber": 1,
    "text": "Simmel'e göre moda üzerinden dinamikleşen tüketim üst sınıfların özgün ve biricik olma isteğiyle harekete geçmesi; alt sınıfların üst sınıfları taklit etmesi nedeniyle üst sınıfların mevcut modayı terk edip yeni özgünlükler araması döngüsü olarak devam eder. Simmel'e göre bu döngü aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "ayrımlaşma simgesi-arzu nesnesi-taklit-yeniden ayrımlaşma simgesi",
      "B": "arzu nesnesi-ayrımlaşma simgesi-taklit- yeniden ayrımlaşma simgesi",
      "C": "ayrımlaşma simgesi-özenme-taklit-ayrımlaşma simgesi",
      "D": "arzu nesnesi-gereksinim-taklit-ayrımlaşma simgesi",
      "E": "ihtiyaç-moda-taklit-ihtiyaç-moda"
    },
    "explanation": "Simmel'e göre moda üzerinden dinamikleşen tüketim üst sınıfların özgün ve biricik olma isteğiyle harekete geçmesi; alt sınıfların üst sınıfları taklit etmesi nedeniyle üst sınıfların mevcut modayı terk edip yeni özgünlükler araması döngüsü olarak devam eder. Simmel'e göre bu döngü ayrımlaşma simgesi-arzu nesnesi-taklit-yeniden ayrımlaşma simgesi şeklindedir."
  },
  {
    "id": "2979691",
    "unitNumber": 1,
    "text": "Aşağıda Max Weber ile ilgili verilen ifadelerden hangisi doğru değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Weber, sanayi toplumunun özelliklerini irdelemeye, bu düşünümü üzerinden modern kapitalist ilişkiler düzeninin ruhunu anlamaya çalışmıştır.",
      "B": "Weber, toplumu bireye dışsal bir gerçeklik olarak kavramsallaştırır.",
      "C": "Weber, bireyler arası anlam alış-verişini öne çıkarır.",
      "D": "Weber, kapitalizmin bir ideal-tipini çizmeye girişir.",
      "E": "Weber, toplumsal olguları anlamak için ideal-tipi inşa edip bunu gözlemlenen gerçeklikle karşılaştırmayı önerir."
    },
    "explanation": "Weber, toplumu bireye dışsal bir gerçeklik olarak kavramsallaştırmaz."
  },
  {
    "id": "2979692",
    "unitNumber": 1,
    "text": "Weber’e göre, \"rasyonelleşme, daima irrasyonel olanı da barındırır; maddi rasyonelleşme kavramıyla bu unsurlar ekonomik olana dâhil olur\". Aşağıdakilerden hangisi/hangileri Weber'in bu cümlesinde irrasyonel olan olarak tanımladıklarındandır? <br/>I- Teknolojik gelişmeler<br/>II- Etnik unsurlar<br/>III- Verimliliğin artması <br/>IV- Dinsel unsurlar<br/>V- Kültürel öğeler",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "I ve II",
      "C": "III ve V",
      "D": "I, III ve V",
      "E": "II, IV ve V"
    },
    "explanation": "Weber’e göre, \"rasyonelleşme, daima irrasyonel olanı da barındırır; maddi rasyonelleşme kavramıyla bu unsurlar ekonomik olana dâhil olur\". Weber'in bu cümlesinde irrasyonel olan olarak tanımladıkları kültürel, etnik ve dinsel unsurlardır."
  },
  {
    "id": "2979693",
    "unitNumber": 1,
    "text": "Weber'e göre kapitalizm hangi dinsel inancın ahlak anlayışı içinde gelişmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Protestan mezhebi",
      "B": "Katolik mezhebi",
      "C": "Ortodoks mezhebi",
      "D": "Budizm",
      "E": "Ateizm"
    },
    "explanation": "Weber'e göre kapitalizm, protestan mezhebinin ahlak anlayışı içinde gelişmiştir."
  },
  {
    "id": "2979694",
    "unitNumber": 1,
    "text": "Aşağıdaki düşünürlerden hangisine göre, kapitalizmin doğuşunda peşinen lüks harcamaları şeklinde ortaya çıkan tüketim olgusu vardır; kapitalizm yalnızca zenginlik yaratmak ve biriktirmek değil, aynı zamanda bu artı-değeri estetik<br/>bir fazlalığa dönüştürme eğilimini içerir?",
    "correctAnswer": "C",
    "options": {
      "A": "Marx",
      "B": "Weber",
      "C": "Sombart",
      "D": "Simmel",
      "E": "Hilferding"
    },
    "explanation": "Sombart'a göre, kapitalizmin doğuşunda peşinen lüks harcamaları şeklinde ortaya çıkan tüketim olgusu vardır; kapitalizm yalnızca zenginlik yaratmak ve biriktirmek değil, aynı zamanda bu artı-değeri estetik bir fazlalığa dönüştürme eğilimini içerir."
  },
  {
    "id": "2979695",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kitle üretimi ve standartlaşmanın hakim hâle geldiği <em>sanayi kapitalizmi </em>aşamasında belirginleşmiş kavramlardan <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kimlik",
      "B": "Hayat tarzı",
      "C": "Simge",
      "D": "Etkileşim",
      "E": "Siyaset"
    },
    "explanation": "Tüketim olgusu, çağdaş dünyanın vazgeçilmez toplumsal eylem bileşenlerinden biri hâline gelmiştir. İlk bakışta ekonomik bir konu gibi görünen tüketim, esasında sosyolojik, psikolojik, sosyal antropolojik boyutları olan bir eylem, hatta bir var olma biçimidir. Tüketim, bu çok boyutlu anlam ve işlevine ancak göreli bir bolluğun mevcut olabildiği toplumsal ortamda kavuşmuştur. O nedenle tüketim üzerine yapılan araştırmalar, onunla ilişkide olan <em>kimlik, anlam, simge, etkileşim, hayat tarzı </em>vb. kavramlar ancak kitle üretimi ve standartlaşmanın hâkim hâle geldiği <em>sanayi kapitalizmi </em>aşamasında belirginleşmiştir. Sosyoloji kuramında tüketimin ayrıcalıklı bir yer işgal etmesi ise büyük ölçüde 20. yüzyılın ikinci yarısından itibaren söz konusu olmuştur. Bu ünitede sosyoloji kuramları içinde tüketim olgusunun nasıl yer aldığına ana hatlarıyla değinmek hedeflenmiştir. Değinilen kuramlar, tüketim hakkındaki yegâne yaklaşımlar değildir ancak başlıcaları ve farklı bakış açılarını en fazla temsil edenler"
  },
  {
    "id": "2979696",
    "unitNumber": 1,
    "text": "Liberal piyasanın işleyişini hem kuramlaştıran hem onun övgüsünü yapan, <em>Ulusların Zenginliği </em>(1776) adlı ünlü kitabında, tüketim kavramına doğrudan değinmemekle birlikte, liberal bir piyasada gereksinimlerin çeşitlenmesinin altını çizen kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Adam Smith",
      "B": "Max Weber",
      "C": "Robert Owen",
      "D": "Robert Owen",
      "E": "Claude Henri de Rouvroy"
    },
    "explanation": "Kapitalizmin tam anlamıyla belirleyici bir ekonomik etkinlik hâline gelmesi, önemli ölçüde 17. ve 18. yüzyıllarda gerçekleşmiştir. Bu dönemde, yeni iktisadın kuramcıları da kavramsal tartışmaları derinleştiren eserler ortaya koymuşlardır. Liberal piyasanın işleyişini hem kuramlaştıran hem onun övgüsünü yapan Adam Smith (1723-1790), <em>Ulusların Zenginliği </em>(1776) adlı ünlü kitabında, tüketim kavramına doğrudan değinmemekle birlikte, liberal bir piyasada gereksinimlerin çeşitlenmesinin altını çizer. 4"
  },
  {
    "id": "2979697",
    "unitNumber": 1,
    "text": "Batı Avrupa’da kapitalizmin hakim hale gelmesi sürecinde, kapsamlı bir toplumsal belirsizlik ve çatışma hâlini anlatan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomik kriz",
      "B": "Toplumsal buhran",
      "C": "Toplumsal eşitsizlik",
      "D": "Ütopya",
      "E": "Paylaşım düzeni"
    },
    "explanation": "18. yüzyıldan 19. yüzyıla geçiş büyük dönüşümler çağıdır. Bu dönemde Sanayi Devrimi’ne yol açan ve yön veren birçok bilimsel bilgi üretilmiş, sayısız teknolojik yenilik yapılmıştır. Bu yenilikler ve üretim ilişkilerinin doğasındaki dönüşüm, kırdan kente göç olgusunu tetiklemiş, kentler sanayi metropolleri halini almaya başlamıştır. Bu süreç bir yandan büyük bir zenginlik birikimine yol açarken diğer yandan kapitalizmin doğası gereği, bu birikim dengesiz bir şekilde dağılmaya, mevcut toplumsal eşitsizlikleri daha derinleştirmeye başlamıştır. O nedenle Batı Avrupa’da kapitalizmin hâkim hale gelmesi süreci, aynı zamanda bazı düşünürlerin <em>toplumsal buhran </em>tanımı altında, kapsamlı bir toplumsal belirsizlik ve çatışma hâlinin varlığını vurgulamalarına neden olmuştur."
  },
  {
    "id": "2979698",
    "unitNumber": 1,
    "text": "İlk olarak Thomas More’un 1516 yılında yazdığı kitabında kullanılan, gerçekleşmesi imkansız olarak tasavvur edilen toplum tasarılarını tanımlayan kavram aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Paylaşım düzeni",
      "B": "Distopya",
      "C": "Ütopya",
      "D": "Toplumsal buhran",
      "E": "Eşitsizlik"
    },
    "explanation": "<strong>Ütopyalar</strong>, gerçekleşmesi imkânsız olarak tasavvur edilen toplum tasarılarıdır. Bu kavram, ilk olarak Thomas More’un 1516 yılında yazdığı kitabında kullanılmıştır."
  },
  {
    "id": "2979699",
    "unitNumber": 1,
    "text": "Marx’ın <em>kapitalist üretim ilişkileri</em>ni açıklarken başvurduğu ve temel belirleyici kabul ettiği kavram __________<em>.</em><br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Emek",
      "B": "Meta",
      "C": "Para",
      "D": "Sermaye",
      "E": "Tüketim"
    },
    "explanation": "Karl Marx <em>tüketim </em>kavramını, liberal düşünürlerden daha sık ve farklı kullanır. Marx’ın <em>kapitalist üretim ilişkileri</em>ni açıklarken başvurduğu ve temel belirleyici kabul ettiği kavram <em>sermaye</em>dir; tüketim olgusunu da sermayenin yeniden üretilmesi sürecinde tanımlar.<br/>Marx’ın <em>kapitalist üretim ilişkileri</em>ni açıklarken başvurduğu ve temel belirleyici kabul ettiği kavram <em>sermaye</em>dir."
  },
  {
    "id": "2979700",
    "unitNumber": 1,
    "text": "Kapitalizmin 20. yüzyılın sonlarından bu yana küresel piyasada baskın hale gelen, üretim süreçlerinin finansal sistemde para kârı birikimine tâbi kılındığı formu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sanayileşme",
      "B": "Kapitalizm",
      "C": "Emperyalist kapitalizm",
      "D": "Sanayi kapitalizmi",
      "E": "Finans kapitalizmi"
    },
    "explanation": "<strong>Finans kapitalizmi, </strong>kapitalizmin 20. yüzyılın sonlarından bu yana küresel piyasada baskın hale gelen, üretim süreçlerinin finansal sistemde para kârı birikimine tâbi kılındığı formudur."
  },
  {
    "id": "2979701",
    "unitNumber": 1,
    "text": "_____________(standartlaşma), ____________ (yeryüzünden haz alma isteği), modernlik eğiliminde sorgulanacak üç semptom olarak ortaya çıkar. <br/>Yukarıdaki cümlede boş bırakılan yerlere gelecek kavramlar aşağıdakilerden hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rasyonellik - Sekülerlik ve Dünyevilik",
      "B": "Dünyevilik ve Kapitalizm",
      "C": "Sanayileşme-Dünyevilik",
      "D": "Sekülerlik-Sanayileşme",
      "E": "Modernleşme-Sekülerlik"
    },
    "explanation": "<strong>Modernlik</strong>, bir çeşit eğilim olarak tarif edilebilir. Rasyonellik (standartlaşma), sekülerlik ve dünyevilik (yeryüzünden haz alma isteği), modernlik eğiliminde sorgulanacak üç semptom olarak ortaya çıkar."
  },
  {
    "id": "2979702",
    "unitNumber": 1,
    "text": "Moda üzerinden dinamikleşen tüketim, üst sınıfların kendilerini ayırma arzularıyla harekete geçer; alt sınıfların onları taklit etmeye yönelmesiyle yeni mevcut modayı terkedip özgünlükler arama döngüsünü besler. <br/>Aşağıdakilerden hangisi bu döngüde yer alan kavramlardan <u>değildir</u><strong>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ayrımlaşma simgesi",
      "B": "Arzu nesnesi",
      "C": "Anlam üretici eylem",
      "D": "Beğeni",
      "E": "Yeniden ayrımlaşma simgesi"
    },
    "explanation": "Moda üzerinden dinamikleşen tüketim, üst sınıfların kendilerini ayırma arzularıyla harekete geçer; alt sınıfların onları taklit etmeye yönelmesiyle <em>ayrımlaşma simgesi-arzu nesnesi-taklit-yeniden ayrımlaşma simgesi </em>(alt sınıfların taklit etmesi nedeniyle mevcut modayı terk edip yeni özgünlükler arama) döngüsünü besler (Godart, 2010: 18)."
  },
  {
    "id": "2979703",
    "unitNumber": 1,
    "text": "Sombart'a göre kapitalizmin doğuşunda peşinen lüks harcamalar şeklinde tezahür eden olgu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İdeal tip",
      "B": "Dünyevileşme",
      "C": "Tüketim",
      "D": "Estetik bir fazlalığa dönüştürme",
      "E": "Gösteriş"
    },
    "explanation": "Sombart’a göre, kapitalizmin doğuşunda peşinen <em>lüks harcamaları </em>şeklinde tezahür eden <em>tüketim </em>olgusu vardır."
  },
  {
    "id": "2979704",
    "unitNumber": 1,
    "text": "Veblen’in <em>leisure class</em> olarak kavramsallaşırdığı sınıf, Türkçe literatürde yaygın bir biçimde aylak sınıf olarak benimsenmiş olsa da kavramın doğru karşılığı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aristokrat sınıfı",
      "B": "Burjuva sınıfı",
      "C": "İdeal tip",
      "D": "Dinlence sınıfı",
      "E": "Orta sınıf"
    },
    "explanation": "Veblen’in <em>leisure class </em>olarak kavramsallaşırdığı sınıf, Türkçe literatürde yaygın bir bi-çimde <em>aylak sınıf </em>olarak benimsenmiş olsa da, kavramın Türkçe karşılığı <em>dinlence sınıfı </em>olmalıdır."
  },
  {
    "id": "2979705",
    "unitNumber": 1,
    "text": "Liberal piyasanın işleyişini kuramlaştıran iktisatçı düşünür ve kitabı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Guy Debord - Gösteri Toplumu",
      "B": "Theodor W. Adorno - Kültür Endüstrisi Kültür Yönetimi",
      "C": "Thorstein Veblen - Dinlence Sınıfı’nın Teorisi",
      "D": "Pierre Bourdieu - Dünyanın Sefaleti",
      "E": "Adam Smith - Ulusların Zenginliği"
    },
    "explanation": "Liberal piyasanın işleyişini hem kuramlaştıran hem onun övgüsünü yapan Adam Smith (1723-1790), Ulusların Zenginliği (1776) adlı ünlü kitabında, tüketim kavramına doğrudan değinmemekle birlikte, liberal bir piyasada gereksinimlerin çeşitlenmesinin altını çizer."
  },
  {
    "id": "2979706",
    "unitNumber": 1,
    "text": "Bir ütopya olarak kalan Falanster toplum örgütlenmesi, hangi düşünürün idealidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Claude Henri de Rouvroy",
      "B": "Robert Owen",
      "C": "Charles Fourier",
      "D": "Thomas More",
      "E": "Thorstein Veblen"
    },
    "explanation": "Owen’ın küçük ölçekte gerçekleştirdiği bilim ve üretim etrafında örgütlenen toplum modelini, Fransız iş insanı ve düşünür Charles Fourier, daha ayrıntılı bir ideale taşımıştır. Fourier’nin Phalanstère (Falanster) adını verdiği bu toplum örgütlenmesi, tarımla uğraşan 400 kadar aileden oluşan, alt-topluluklara ayrılıp ortak yaşam alanlarında yaşayan, birlikte üretip hakça paylaşan bir düzen öngörür. Bu utopyasını Fourier gerçeğe dönüştürmek için yıllarca maddi destek aramış ancak bulamamıştır."
  },
  {
    "id": "2979707",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Karl Marx’ın bireysel tüketim tanımlaması içinde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Üretimin gerçekleştirilmesi için gerekli temel bileşenlerin elde edilmesidir.",
      "B": "Üretim döngüsünün sonunda sermayenin çoğaltılmasını mümkün kılabilme kapasitesidir.",
      "C": "Emeğin bir üretim girdisi olarak kapitalist tarafından kullanılmasıdır.",
      "D": "Bu tüketim, piyasadaki talep anlamına geldiği için, sermayeden artı-değer üretilmesine esas teşkil eder.",
      "E": "Üretim sürecine katılan emek-gücü, emekçiden ayrı değildir, onun kendisidir."
    },
    "explanation": "Bireyin, yaşamını idame ettirebilmek için edinmek zorunda olduğu (beslenme, giyinme, barınma başta olmak üzere) metâlara satın alma yoluyla erişmesi bireysel tüketim olarak tanımlanmıştır. Bu gereksinimlerin karşılanması, emekçinin sömürülmek için piyasada hazır bulunmasını sağlar. Bununla birlikte bireysel tüketim, yalnızca ve tamamen emekçinin tasarrufunda olan bir gider değildir. Bireysel tüketim, piyasadaki talep anlamına geldiği için, sermayeden artı-değer üretilmesine esas teşkil eder."
  },
  {
    "id": "2979708",
    "unitNumber": 1,
    "text": "Aşağıdaki düşüncelerden hangisi Rosa Luxemburg'a aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kapitalist üretim sonucunda toplum, üretim araçları ve tüketim malları açısından daha zengin hâle gelir. Ancak bu tümel bir zenginliktir; üyelerine eşit bir şekilde dağılmaz.",
      "B": "Toplumsal eşitsizlikler, takas ekonomisindeki gereksinim karşılama güdüsünün yerini, ticaretle gelen servet yapma tutkusunun almasının sonucudur.",
      "C": "Emekçi, bireysel tüketimiyle gelirinden kaybeder; oysa kapitalist, bireysel tüketimini bir masraf olarak artı-değere ekleyebilir.",
      "D": "Ortak üretimin olduğu bir düzende kazanç (temel) gereksinimlerin karşılanmasından sonra hakça ve belli oranlarda paylaştırılmalıdır.",
      "E": "Kişinin kendi tüketimini aşan bir üretim yapması gerekir. Böylece başkalarına sunabileceği bir üretim fazlasına sahip olur."
    },
    "explanation": "Luxemburg’a göre, kapitalist üretim sonucunda toplum, üretim araçları ve tüketim malları açısından daha zengin hâle gelir. Ancak bu tümel bir zenginliktir; üyelerine eşit bir şekilde dağılmaz. Kapitalist anlamda artı-değer üretilmesi, bir yandan sermayenin kendini yeniden üretmesi için gereken üretim araçlarına yatırım yapılırken, diğer yandan tüketim mallarının piyasaya sürülmesi demektir.<br/>B:Robert Owen (sayfa 5)<br/>C: Karl Marx (sayfa 6)<br/>D: Charles Fourier (sayfa 5)<br/>E: Adam Smith (sayfa 4)"
  },
  {
    "id": "2979709",
    "unitNumber": 1,
    "text": "Thorstein Veblen, tüketim kavramını sosyolojik olgu olarak çözümleyen ilk düşünür olarak kabul edilir. Bunun sebebi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tarihsel bir çözümlemeyle, Calvinist anlayışın kapitalizmi desteklediğini ileri sürmesi.",
      "B": "Toplumsal olguları anlamak için kapitalizmin bir ideal-tipini inşa etmesi.",
      "C": "Modern hayata dair gözlemlerini büyük çoğunlukla sosyal psikolojik düzeyde gerçekleştirmesi.",
      "D": "Tüketimi, kendi tarihselliği ve özgüllüğü olan bir olgu olarak kavramsallaştırması, yeni bir sınıfın başlıca davranış biçimi olarak ele alması.",
      "E": "Marx’ın değer kavramını yeniden ele alarak, temelden bir eleştiri getirmesi."
    },
    "explanation": "Tüketim kavramını başlı başına bir sosyolojik olgu olarak çözümleyen ilk düşünürün Thorstein Veblen (1857-1929) olduğunu iddia etmek yanlış olmayacaktır. Veblen’den önceki düşünürlerde, sosyoloji kuramlarında tüketim yer almış olsa da, ya dolaylı ya başka kavramlara içkin olarak ele alınmıştır. Oysa Veblen, tüketimi, kendi tarihselliği ve özgüllüğü olan bir olgu olarak kavramsallaştırmıştır. Veblen’in tüketime yaklaşımını özgün kılan boyut, onu yeni bir sınıfın başlıca davranış biçimi olarak ele almış olmasıdır.<br/>Tarihsel bir çözümlemeyle, Calvinist anlayışın kapitalizmi desteklediğini ileri sürmesi. Max Weber (sayfa 9).<br/>Toplumsal olguları anlamak için kapitalizmin bir ideal-tipini inşa etmesi. Max Weber (sayfa 9).<br/>Modern hayata dair gözlemlerini büyük çoğunlukla sosyal psikolojik düzeyde gerçekleştirmesi. Georg Simmel (sayfa 8).<br/>Marx’ın değer kavramını yeniden ele alarak, temelden bir eleştiri getirmesi. Jean Baudrillard (sayfa 13)."
  },
  {
    "id": "2979710",
    "unitNumber": 1,
    "text": "\"Akışkan kapitalizm, artık simgeler üzerinden kâr etmektedir. Dolayısıyla değişim değeri - gösterge-değer ilişkisi, eskisinden farklı yeni bir tüketim kavramı ortaya çıkarır; bu, simgesel değişimdir.\"<br/>Bu kavram ve tanımı hangi düşünüre aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Jean Baudrillard",
      "B": "Theodor W. Adorno",
      "C": "Thorstein Veblen",
      "D": "Eduard Bernstein",
      "E": "George Ritzer"
    },
    "explanation": "Baudrillard’a göre, Marx’ın tanımladığı iki değer tipinin yanı sıra bir üçüncü değeri kuramlaştırmak gerekir. Marx, kapitalizmin kullanım değerini değişim değerine dönüştürme eğiliminde olduğunun altını çizmiştir. Baudrillard ise kapitalizmin güncel koşullarında ve söylemin içeriğe baskın geldiği bu temsiller ekonomisi içinde, artık değişimin yalnızca kâr güdüsüyle yapılmadığını, nesnelerin ediniminde gösterge- değerin değişim değerinden daha fazla önem arz ettiğini, değişimin simgesel bir nitelik kazandığını iddia eder. Kullanım değeri - değişim değeri ilişkisi üretim sürecini oluştururken, değişim değeri - kullanım değeri ilişkisin de, klasik anlamda (gereksinim giderme) tüketim eyleminin doğduğunu belirtir. Ancak akışkan kapitalizm, artık simgeler üzerinden kâr etmektedir. Dolayısıyla değişim değeri - gösterge-değer ilişkisi, eskisinden farklı yeni bir tüketim kavramı ortaya çıkarır; bu, simgesel değişimdir."
  },
  {
    "id": "2979711",
    "unitNumber": 1,
    "text": "Bourdieu, kültürün bir iktidar aracı olması olgusunu, hangi düşünürün hangi kavramına dayanarak yeniden kuramlaştırır?",
    "correctAnswer": "B",
    "options": {
      "A": "Theodor W. Adorno - Kültür Endüstrisi",
      "B": "Karl Marx- Sermaye",
      "C": "Thorstein Veblen - Gösterişçi Tüketimi",
      "D": "Jean Baudrillard - Tüketen Ben",
      "E": "Victor Scardigli - Gündelik hayatın kültürü"
    },
    "explanation": "Bourdieu, kültürün bir iktidar aracı olması olgusunu, Marx’ın sermaye kavramını yeniden yorumlayarak kuramlaştırır. Bourdieu’ye göre, 20. yüzyılın akışkan kapitalizmi içinde, sömürü çok karmaşıklaşmıştır. Bu nedenle hükmetme yalnızca ekonomik anlamda sermaye sahibi olmakla açıklanamaz."
  },
  {
    "id": "2979712",
    "unitNumber": 1,
    "text": "Tüketim ile ilgili bu düşüncelerden hangisi Zygmunt Bauman’a aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüketim, toplumsalı yapmanın bir yöntemi hâline gelmektedir.",
      "B": "Tüketim, salt işlevsel olarak görüldüğü için gereksinimle özdeştir.",
      "C": "Tüketim ideolojisi, kendini özgürlük görüntüsü altında dayatmaktadır.",
      "D": "Tüketim, bireyin belli yapılar içinde, ayrımlaşma düzeninde konumlanmasını sağladığı için politik bir olgudur.",
      "E": "Sıvı modernliğin en temel bileşenlerinden biri de tüketim olgusudur."
    },
    "explanation": "Tüketimi gündelik hayat içinde kavramsallaştıran bir başka düşünür Zygmunt Bauman’dır (1925-2017). Bauman, sanayi-sonrası kapitalizmin toplumsal koşullarını, hiçbir değerin ve yapının sabit olmadığı genel bir sıvı hal olarak tanımlar. Sıvı modernliğin en temel bileşenlerinden biri de tüketim olgusudur.<br/>Tüketim, toplumsalı yapmanın bir yöntemi hâline gelmektedir - Victor Scardigli (sayfa 18).<br/>Tüketim, salt işlevsel olarak görüldüğü için gereksinimle özdeştir - Adam Smith (sayfa 4).<br/>Tüketim ideolojisi, kendini özgürlük görüntüsü altında dayatmaktadır - Jean Baudrillard (sayfa 13).<br/>Tüketim, bireyin belli yapılar içinde, ayrımlaşma düzeninde konumlanmasını sağladığı için politik bir olgudur. - Pierre Bourdieu (sayfa 16)."
  },
  {
    "id": "2979713",
    "unitNumber": 1,
    "text": "Kentsel dönüşüm süreci ile yeniden örgütlenen mekânların tüketilmesini \"Otantikliği tüketmek\" olarak kavramsallaştıran toplumbilimci kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Henri Lefebvre",
      "B": "Sharon Zukin",
      "C": "Zygmunt Bauman",
      "D": "George Ritzer",
      "E": "Mike Featherstone"
    },
    "explanation": "1980’lerden itibaren kentin işlevsizleşmiş ve tehlikeli hâle gelmiş merkezi bölgeleri, bir kentsel dönüşüm süreci içinde, eski mimari dokuları büyük ölçüde korunarak, küresel markaların yerleştiği, kültürel etkinliklerin ağırlık kazandığı, ayrıca eğlence mekânlarının yaygınlaştığı bir alan kimliğini kazanmıştır. Bu bölgelere orta ya da orta-üst sınıf olarak nitelenebilecek, bir bohem hayat deneyimi yaşamak isteyen genç beyaz yakalı, sanatçı ya da girişimciler yerleşmişlerdir. Bu yeni yerleşikler ve onların sağladığı cazibeyle bu bölgelere eğlence ve kültür amacıyla gelen ziyaretçiler (diğer kentliler, turistler), Zukin’e göre, burada geçmişin bir taklidi olan ancak ticari bir şekilde yeniden örgütlenen mekânları tüketmektedirler. Zukin, bu yeni kent deneyimine otantikliği tüketmek adını verir."
  },
  {
    "id": "2979714",
    "unitNumber": 1,
    "text": "Kapitalizmin doğuşunu püriten değerlerden hedonizme (hazcılık) doğru gerçekleşen bir evrilme olarak tanımlayan düşünür kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Werner Sombart",
      "B": "Claude Henri de Rouvroy",
      "C": "Max Weber",
      "D": "Victor Scardigli",
      "E": "Eduard Bernstein"
    },
    "explanation": "Weber’le aynı sosyoloji ortamını paylaşmasına karşın, Sombart, kapitalizmin doğuşunu tam tersi bir sav üzerinden açıklar. Weber’in püriten değerlerden hedonizme (hazcılık) doğru olarak tarif ettiği kapitalizmin kültürel evrimi şemasını, yine tarihsel örneklerle reddeder. Sombart’a göre, kapitalizmin doğuşunda peşinen lüks harcamaları şeklinde tezahür eden tüketim olgusu vardır."
  },
  {
    "id": "2979715",
    "unitNumber": 1,
    "text": "Milletlerin Zenginliği (Ulusların Zenginliği) adlı eser kime aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Adam Smith",
      "B": "John Locke",
      "C": "Herbert Spencer",
      "D": "Robert Owen",
      "E": "J. M.Keynes"
    },
    "explanation": "Milletlerin Zenginliği adlı eser A. Smith'e aittir."
  },
  {
    "id": "2979716",
    "unitNumber": 1,
    "text": "İlk önce Thomas More'un kullandığı ve \"ideal toplum ve imkansız olarak tasavvur edilen toplum tasarımı\" hangi kavram ile açıklanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hümanizm",
      "B": "Ütopya",
      "C": "Sosyalizm",
      "D": "Meşrutiyet",
      "E": "Liberalizm"
    },
    "explanation": "Ütopyalar, gerçekleşmesi imkânsız olarak tasavvur edilen toplum tasarılarıdır. Bu kavram, ilk olarak Thomas More’un 1516 yılında yazdığı kitabında kullanılmıştır."
  },
  {
    "id": "2979717",
    "unitNumber": 1,
    "text": "Kapitalizmin 20. yüzyılın sonlarından bu yana küresel piyasada baskın hale gelen, üretim süreçlerinin finansal sistemde sermaye birikimine tâbi kılındığı sisteme ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Liberalizm",
      "B": "Finans kapitalizmi",
      "C": "Karma kapitalizmi",
      "D": "Sosyal refah devleti kapitalizmi",
      "E": "Merkantilizm"
    },
    "explanation": "Finans kapitalizmi, kapitalizmin 20. yüzyılın sonlarından bu yana küresel piyasada baskın hale gelen, üretim süreçlerinin finansal sistemde para kârı birikimine tâbi kılındığı formudur."
  },
  {
    "id": "2979718",
    "unitNumber": 1,
    "text": "Moda, farklılaşma arzusuyla standartların yönlendirdiği bir dünyada farksızlaşma durumunu bir araya getirdiğini öne süren ve sınıf, statü, mevki, vb. özellikleri vurgulayıp ayrımlaşmayı simgesel olarak gösterme arzusuyla taklit etme eğilimini ortaya çıkardığını öne süren sosyolog kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "K. Marx",
      "B": "R. Owen",
      "C": "G. Simmel",
      "D": "M. Weber",
      "E": "A. Smith"
    },
    "explanation": "Moda, farklılaşma arzusuyla standartların yönlendirdiği bir dünyada farksızlaşma durumunu bir araya getirir (Simmel, 1989: 168-169). Aynı şekilde sınıf, statü, mevki, vb. özellikleri vurgulayıp ayrımlaşmayı simgesel olarak gösterme arzusuyla taklit etme eğilimini buluşturur (Simmel, 1992: 693)."
  },
  {
    "id": "2979719",
    "unitNumber": 1,
    "text": "Calvinci anlayışın, bir yandan ticaretin sonucu olan kazancı biriktirmeyi, diğer yandan dünya nimetlerinden kaçınmayı katı bir ahlâk kuralı olarak benimsemeyi gerektirdiğini, bunun da, kârın birikerek sermayeyi sürekli büyütmesine dayalı olan kapitalizmi desteklediğini öne süren sosyolog kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "K. Marx",
      "B": "G. Simmel",
      "C": "A. Smith",
      "D": "M. Weber",
      "E": "E. Durkheim"
    },
    "explanation": "Weber, Calvinci anlayışın, bir yandan ticaretin sonucu olan kazancı biriktirmeyi, diğer yandan dünya nimetlerinden kaçınmayı katı bir ahlâk kuralı olarak benimsemeyi gerektirdiğini, bunun da, kârın birikerek sermayeyi sürekli büyütmesine dayalı olan kapitalizmi desteklediğini ileri sürer."
  },
  {
    "id": "2979720",
    "unitNumber": 1,
    "text": "Kapitalizmin ortaya çıkışında protestan ahlakının rolünü öne süren sosyolog kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "E. Durkheim",
      "B": "G. Simmel",
      "C": "K. Marx",
      "D": "A. Smith",
      "E": "M. Weber"
    },
    "explanation": "Doğru cevap Max Weber'dir."
  },
  {
    "id": "2979721",
    "unitNumber": 1,
    "text": "Kapitalizmin yalnızca zenginlik yaratmak ve biriktirme değil, aynı zamanda bu artı-değeri estetik bir fazlalığa dönüştürme eğilimini içerdiğini belirten ve kapitalizmi bir tür lüksün güzergahı olarak ele alan düşünür kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "W. Sombart",
      "B": "M. Weber",
      "C": "K. Marx",
      "D": "E. Durkheim",
      "E": "A. Smith"
    },
    "explanation": "Doğru cevap Werner Sombart'tır."
  },
  {
    "id": "2979722",
    "unitNumber": 1,
    "text": "Kitlelerin denetimi açısından kültür endüstrisi kavramını öne süren sosyolog kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "M. Weber",
      "B": "T. Adorno",
      "C": "K. Marx",
      "D": "W. Sombart",
      "E": "A. Smith"
    },
    "explanation": "Kültür endüstrisi kavramı Adorno'ya aittir."
  },
  {
    "id": "2979723",
    "unitNumber": 1,
    "text": "Tüketimi farklı sosyal ve ekonomik gruplar arasında birer ayrımlaşma ve sınıf kodu kavramıyla ele alan sosyolog kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "M. Weber",
      "B": "E. Durkheim",
      "C": "K. Marx",
      "D": "P. Bourdieu",
      "E": "T. Adorno"
    },
    "explanation": "Doğru cevap D şıkkıdır."
  },
  {
    "id": "2979724",
    "unitNumber": 1,
    "text": "Mega (büyük) alışveriş merkezlerini \"tüketim katedralleri\" olarak tanımlayan sosyolog kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "M. Weber",
      "B": "K. Marx",
      "C": "T. Adorno",
      "D": "P. Bourdieu",
      "E": "G. Ritzer"
    },
    "explanation": "Tüketim ve mekân ilişkisi üzerine düşünen önemli bir başka isim de, George Ritzer’dir. Ritzer’e göre, tüketimin katedralleri olarak isimlendirdiği mega alış veriş merkezleri ve büyük mağazaların yanı sıra, casino’lar, eğlence parkları, üniversite, hastane ve müze gibi mekânlar insanları tüketime teşvik edecek mekânsal düzenlemeler ile yeni tüketim aracıları haline getirilmiştir."
  },
  {
    "id": "2979725",
    "unitNumber": 1,
    "text": "Hangisi İnsanlık tarihinde önemli bir dönemeç olan Sanayi Devrimi ile Batı Avrupa’da 18. yüzyıl sonlarından başlayarak toplumsal değişmenin yönünü tayin edici gelişmelerden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kırdan kente göç",
      "B": "Standartlaşma",
      "C": "Metropol hayatı",
      "D": "Kırsallaşma",
      "E": "Kültür etkileşimi"
    },
    "explanation": "Doğru yanıt D şıkkıdır.<br/>Sanayi Devrimi kuşkusuz insanlık tarihinde önemli bir dönemeçtir. Kırdan kente göç, standartlaşma, metropol hayatı, kültür etkileşimi, kitlesel ölçekte üretim gibi olgular, Batı Avrupa’da 18. yüzyıl sonlarından başlayarak toplumsal değişmenin yönünü tayin edici gelişmeler olmuştur."
  },
  {
    "id": "2979726",
    "unitNumber": 1,
    "text": "Aşşağıdakilerden hangisi modern kültür ile ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kapitalist ölçeklerde artı ürün üretmemek",
      "B": "Gereksinimler doğrultusunda ve gerektiği kadar madde alış verişi yapılması",
      "C": "Tüketimin kuramsal bir konu hâline gelmesi",
      "D": "Asgari fizyolojik ve toplumsal gereksinimlere göre tüketim",
      "E": "Tüketmek gereksinimlerle sınırlı olması"
    },
    "explanation": "Doğru yanıt C şıkkıdır.<br/>Sanayi toplumlarının kapitalist üretim ilişkilerine geçtiği bu yeni aşama, aynı zamanda kendi değerler ve ilişkiler dünyasını şekillendirmiş, modern kültürü ortaya çıkarmıştır. Modern öncesi toplumların çok büyük bir kısmı, kapitalist ölçeklerde artı ürün üretmeyen, sermayeye dönüşebilecek birikim rejimleri olmayan, ekonomik düzenleri paradan ziyade malların değişimi (mübadele) üzerine kurulu toplumlardı. Böyle bir ekonomik düzende, çoğu zaman gereksinimler doğrultusunda ve gerektiği kadar madde alış verişi yapılırdı. Bu nedenle, tüketmek, modern öncesi toplumlarda, gereksinimlerle sınırlıydı. Gereksinimler ise büyük bir çeşitlilik arz etmeyen, çoğunlukla asgari fizyolojik ve toplumsal olanlardı. Bu nedenle, modern öncesi dönem ve toplumlarda tüketim başlı başına bir olgu olarak düşünülmemiştir. Tüketimin kuramsal bir konu hâline gelmesi kapitalizmin sanayi aşamasına geçmeye başlamasıyla olmuştur."
  },
  {
    "id": "2979727",
    "unitNumber": 1,
    "text": "Hangisi insanların gereksinim kavramıyla yeni bir ilişki kurmalarını teşvik eder nitelikte gelişmelerdendir?<br/>I. Coğrafi keşifler II.Yeni hammadde, III.Yarı mâmul veya işlenmiş mal akışı, IV. Teknolojinin bu doğrultuda ekonomik gelişmeyle beraber hız ve verimlilik artışına neden olması",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I.",
      "B": "Sadece II.",
      "C": "Sadece III.",
      "D": "Sadece I. II. III.",
      "E": "I. II. III. IV"
    },
    "explanation": "Doğru yanıt E şıkkıdır.<br/>Coğrafi keşifler, yeni hammadde, yarı mâmul veya işlenmiş mal akışı, teknolojinin bu doğrultuda ekonomik gelişmeyle beraber hız ve verimlilik artışına neden olması gibi etkenler, insanların gereksinim kavramıyla yeni bir ilişki kurmalarını teşvik eder nitelikte olmuştur."
  },
  {
    "id": "2979728",
    "unitNumber": 1,
    "text": "Liberal piyasanın işleyişini hem kuramlaştıran hem onun övgüsünü yapan ve Ulusların Zenginliği (1776) adlı ünlü kitabın yazarı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Adam Smith",
      "B": "Claude Henri de Rouvroy",
      "C": "Comte de Saint-Simon",
      "D": "Robert Owen",
      "E": "Charles Fourier"
    },
    "explanation": "Doğru yanıt A şıkkıdır.<br/>Liberal piyasanın işleyişini hem kuramlaştıran hem onun övgüsünü yapan Adam Smith (1723-1790), Ulusların Zenginliği (1776) adlı ünlü kitabında, tüketim kavramına doğrudan değinmemekle birlikte, liberal bir piyasada gereksinimlerin çeşitlenmesinin altını çizer."
  },
  {
    "id": "2979729",
    "unitNumber": 1,
    "text": "Hangisi/hangileri bazı düşünürlerde ideal toplum modelleri inşa etme ve kurtuluş reçeteleri oluşturma eğilimini teşvik eden olgulardandır? <br/>I. Eşitsiz paylaşım, II. Sınırsız sömürü, III. Kötü yaşam koşulları",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I.",
      "B": "Sadece II.",
      "C": "Sadece III.",
      "D": "Sadece I. II.",
      "E": "I. II. III."
    },
    "explanation": "Doğru yanıt E şıkkıdır.<br/>Eşitsiz paylaşım, sınırsız sömürü, kötü yaşam koşulları, bazı düşünürlerde ideal toplum modelleri inşa etme ve kurtuluş reçeteleri oluşturma eğilimini teşvik etmiştir."
  },
  {
    "id": "2979730",
    "unitNumber": 1,
    "text": "Hangisi Ütopik sosyalistler olarak anılan düşünürlerden <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Claude Henri de Rouvroy",
      "B": "Comte de Saint Simon",
      "C": "Robert Owen",
      "D": "Charles Fourier",
      "E": "Adam Smith"
    },
    "explanation": "Doğru yanıt E şıkkıdır.<br/>Ütopik sosyalistler olarak anılan bu düşünürlerin üç önemli temsilcisi vardır. Claude Henri de Rouvroy, Comte de Saint Simon (kısaca Saint Simon, 1760-1825), Robert Owen (1771-1859) ve Charles Fourier (1772-1837)."
  },
  {
    "id": "2979731",
    "unitNumber": 1,
    "text": "Kapitalist üretim biçiminin ilk kapsamlı eleştirisini yapan ve yaşanan büyük dönüşümün yol açtığı olumsuz sonuçları sistemli bir şekilde, bütüncül-bilimsel yöntemle çözümleyen <strong>ilk</strong> düşünürler kimlerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karl Marx- Friedrich Engels",
      "B": "Karl Marx- Eduard Bernstein",
      "C": "Eduard Bernstein- Friedrich Engels",
      "D": "Friedrich Engels- Rudolf Hilferding",
      "E": "Charles Fourier- Saint-Simon"
    },
    "explanation": "Doğru yanıt A şıkkıdır.<br/>Kapitalist üretim biçiminin ilk kapsamlı eleştirisini Karl Marx (1818-1883) ve Friedrich Engels (1820-1895) yapmışlardır. Liberal piyasa ilişkilerinin yol açtığı toplumsal sorunlara kısmen ve yalnızca olgular düzeyinde değinen kimi yaklaşımlar olsa da, yaşanan büyük dönüşümün yol açtığı olumsuz sonuçları sistemli bir şekilde, bütüncül ve bilimsel yöntemle çözümleyen ilk düşünürler Marx ve Engels’tir."
  },
  {
    "id": "2979732",
    "unitNumber": 1,
    "text": "19. yüzyıl sonlarından itibaren, sanayi kapitalizminin yanı sıra finans kapitalizminin yükselişi gözlemlenir. Bu dönemle ilgili verilen bilgilerin hangisi /hangileri doğrudur?<br/><strong>I.</strong> Bu dönemde kapitalizm, emperyalist aşamanın doruk noktasına ulaşmıştır.<strong> II.</strong> Böylece dünyanın tamamını kapitalist piyasa olarak tanımlayan, iletişim ve ulaştırma alanındaki teknolojik gelişmeler sayesinde, küresel bir ekonomi inşa eden yeni bir düzen oluşmaya başlamıştır. <strong>III.</strong> profesyonel yöneticiler, nitelikli işçiler ve ofis işlerinde ara sınıflar belirmeye başlamıştır.",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I.",
      "B": "Sadece II.",
      "C": "Sadece III.",
      "D": "Sadece I. II.",
      "E": "I. II. III."
    },
    "explanation": "Doğru yanıt E şıkkıdır.<br/>19. yüzyıl sonlarından itibaren, sanayi kapitalizminin yanı sıra finans kapitalizminin yükselişi gözlemlenir. Ayrıca bu dönemde kapitalizm, emperyalist aşamanın doruk noktasına ulaşmıştır. Böylece dünyanın tamamını kapitalist piyasa olarak tanımlayan, iletişim ve ulaştırma alanındaki teknolojik gelişmeler sayesinde, küresel bir ekonomi inşa eden yeni bir düzen oluşmaya başlamıştır. Diğer yandan profesyonel yöneticiler, nitelikli işçiler ve ofis işlerinde ara sınıf- lar belirmeye başlamıştır."
  },
  {
    "id": "2979733",
    "unitNumber": 1,
    "text": "\"Kapitalist üretim sonucunda toplum, üretim araçları ve tüketim malları açısından daha zengin hâle gelir. Ancak bu tümel bir zenginliktir; üyelerine eşit bir şekilde dağılmaz. Kapitalist anlamda artıdeğer üretilmesi, bir yandan sermayenin kendini yeniden üretmesi için gereken üretim araçlarına yatırım yapılırken, diğer yandan tüketim mallarının piyasaya sürülmesi demektir\". <br/>Yukarudaki anlayış hangi düşünüre aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Karl Marx",
      "B": "Friedrich Engels",
      "C": "Eduard Bernstein",
      "D": "Rudolf Hilferding",
      "E": "Rosa Luxemburg"
    },
    "explanation": "Doğru yanıt E şıkkıdır.<br/>Kapitalizmin yaşamakta olduğu yapısal değişikliği kuramlaştırmaya çalışan bir diğer düşünür ise Rosa Luxemburg’dur (1871-1919). Luxemburg’a göre, kapitalist üretim sonucunda toplum, üretim araçları ve tüketim malları açısından daha zengin hâle gelir. Ancak bu tümel bir zenginliktir; üyelerine eşit bir şekilde dağılmaz. Kapitalist anlamda artıdeğer üretilmesi, bir yandan sermayenin kendini yeniden üretmesi için gereken üretim araçlarına yatırım yapılırken, diğer yandan tüketim mallarının piyasaya sürülmesi demektir"
  },
  {
    "id": "2979734",
    "unitNumber": 1,
    "text": "\"Kapitalizmin doğuşunda peşinen lüks harcamaları şeklinde tezahür eden tüketim olgusu vardır\". <br/>Yukarıdaki sav hangi düşünüre aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Karl Marx",
      "B": "Rudolf Hilferding",
      "C": "Georg Simmel",
      "D": "Max Weber",
      "E": "Werner Sombart"
    },
    "explanation": "Doğru yanıt E şıkkıdır.<br/>Sombart’a göre, kapitalizmin doğuşunda peşinen lüks harcamaları şeklinde tezahür eden tüketim olgusu vardır. Kapitalizm yalnızca zenginlik yaratmak ve biriktirme değil, aynı zamanda bu artıdeğeri estetik bir fazlalığa dönüştürme eğilimini içerir."
  },
  {
    "id": "2979735",
    "unitNumber": 1,
    "text": "Kapitalizmin tam anlamıyla belirleyici bir ekonomik etkinlik hâline gelmesi aşağıdakilerden hangi yüzyıllar arasında gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "15.-16. yüzyıl",
      "B": "16.-17. yüzyıl",
      "C": "17.-18. yüzyıl",
      "D": "18-19. yüzyıl",
      "E": "19.-20. yüzyıl"
    },
    "explanation": "Kapitalizmin tam anlamıyla belirleyici bir ekonomik etkinlik hâline gelmesi, önemli ölçüde 17. ve 18. yüzyıllarda gerçekleşmiştir."
  },
  {
    "id": "2979736",
    "unitNumber": 1,
    "text": "Adam Smith'in Ulusların Zenginliği adlı kitabında tüketimden ziyade öne çıkardığı kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gereksinim",
      "B": "Kalite",
      "C": "Ütopya",
      "D": "Paylaşım",
      "E": "Dolaşım"
    },
    "explanation": "Smith, toplumsal yapı<br/>ve işleyişi piyasanın bileşenleri cinsinden tasavvur ederek, üretim ve tüketim<br/>olgularını bir denge içinde görür. Diğer<br/>yandan özel olarak tüketim kavramına<br/>başvurmaz; onun yerine daha ziyade gereksinimlerden bahseder. O yüzden ayrı<br/>bir ekonomik etkinlik olarak tüketim tartışması yapmaz. Diğer bir deyişle tüketim, salt işlevsel olarak<br/>görüldüğü için gereksinimle özdeştir.<br/>Smith, toplumsal yapı ve işleyişi piyasanın bileşenleri cinsinden tasavvur ederek, üretim ve tüketim olgularını bir denge içinde görür. Diğer yandan özel olarak tüketim kavramına<br/>başvurmaz; onun yerine daha ziyade gereksinimlerden bahseder. O yüzden ayrı bir ekonomik etkinlik olarak tüketim tartışması yapmaz. Diğer bir deyişle tüketim, salt işlevsel olarak görüldüğü için gereksinimle özdeştir."
  },
  {
    "id": "2979737",
    "unitNumber": 1,
    "text": "İlk olarak Thomas More’un 1516 yılında yazdığı kitabında kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sömürü",
      "B": "Ütopya",
      "C": "Toplumsal buhran",
      "D": "İdeal toplum",
      "E": "Kapital"
    },
    "explanation": "Ütopyalar, gerçekleşmesi imkânsız olarak tasavvur edilen toplum tasarılarıdır. Bu kavram, ilk olarak Thomas More’un 1516 yılında yazdığı kitabında kullanılmıştır."
  },
  {
    "id": "2979738",
    "unitNumber": 1,
    "text": "Kapitalist üretim biçiminin ilk kapsamlı eleştirisini yapan kişilerden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Robert Owen",
      "B": "Charles Fourier",
      "C": "Adam Smith",
      "D": "Friedrich Engels",
      "E": "Saint-Simon"
    },
    "explanation": "Kapitalist üretim biçiminin ilk kapsamlı eleştirisini Karl Marx (1818-1883) ve Friedrich Engels (1820-1895) yapmışlardır."
  },
  {
    "id": "2979739",
    "unitNumber": 1,
    "text": "Marx’ın kapitalist üretim ilişkilerini açıklarken başvurduğu ve temel belirleyici kabul ettiği kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ütopya",
      "B": "Sermaye",
      "C": "Mülkiyet",
      "D": "Örgütlenme",
      "E": "Yatırım"
    },
    "explanation": "Marx’ın kapitalist üretim ilişkilerini açıklarken başvurduğu ve temel belirleyici kabul ettiği kavram sermayedir."
  },
  {
    "id": "2979740",
    "unitNumber": 1,
    "text": "Kapitalizmin yalnızca zenginlik yaratmak ve biriktirme değil, aynı zamanda bu artı-değeri estetik bir fazlalığa dönüştürme eğilimi içerdiğini savlayan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rudolf Hilferding",
      "B": "Eduard Bernstein",
      "C": "Georg Simmel",
      "D": "Max Weber",
      "E": "Werner Sombart"
    },
    "explanation": "Sombart’a göre, kapitalizmin doğuşunda peşinen<br/>lüks harcamaları şeklinde tezahür eden tüketim olgusu vardır. Kapitalizm yalnızca zenginlik yaratmak<br/>ve biriktirme değil, aynı zamanda bu artı-değeri estetik bir fazlalığa dönüştürme eğilimini içerir<br/>Sombart’a göre, kapitalizmin doğuşunda peşinen lüks harcamaları şeklinde tezahür eden tüketim olgusu vardır. Kapitalizm yalnızca zenginlik yaratma ve biriktirme değil, aynı zamanda bu artı-değeri estetik bir fazlalığa dönüştürme eğilimini içerir."
  },
  {
    "id": "2979741",
    "unitNumber": 1,
    "text": "Tüketimi, kendi tarihselliği ve özgüllüğü olan bir olgu olarak kavramsallaştıran kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Thorstein Veblen",
      "B": "Werner Sombart",
      "C": "Max Weber",
      "D": "Georg Simmel",
      "E": "Eduard Bernstein"
    },
    "explanation": "Veblen, tüketimi, kendi tarihselliği ve özgüllüğü olan bir olgu olarak kavramsallaştırmıştır."
  },
  {
    "id": "2979742",
    "unitNumber": 1,
    "text": "Klasik proletaryanın kalmadığını, sömürülenlerin sessiz ve edilgen yığınlar hâline geldiğini iddia eden isim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Werner Sombart",
      "B": "Thorstein Veblen",
      "C": "Jean Baudrillard",
      "D": "Max Weber",
      "E": "Georg Simmel"
    },
    "explanation": "Baudrillard, bu anlamda klasik proletaryanın kalmadığını, sömürülenlerin sessiz ve edilgen<br/>yığınlar hâline geldiğini iddia eder.<br/>Baudrillard, bu anlamda klasik proletaryanın kalmadığını, sömürülenlerin sessiz ve edilgen yığınlar hâline geldiğini iddia eder."
  },
  {
    "id": "2979743",
    "unitNumber": 1,
    "text": "Kapitalist sömürünün artık salt ekonomik bir konu olmadığını, asıl sömürünün kültür alanında gerçekleştiğini iddia eden isim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Jean Baudrillard",
      "B": "Theodor Adorno",
      "C": "Werner Sombart",
      "D": "Thorstein Veblen",
      "E": "Max Weber"
    },
    "explanation": "Adorno, 20. yüzyılda kapitalizmin yeni bir çehreye büründüğünü, hükmetme araçlarının<br/>teknoloji sayesinde hem daha incelikli hâle geldiğini hem çeşitlendiğini savunur. Buna göre, kapitalist sömürü, artık salt ekonomik bir konu değildir; asıl sömürü kültür alanında gerçekleşmektedir."
  },
  {
    "id": "2979744",
    "unitNumber": 1,
    "text": "20. yüzyılın özellikle ikinci yarısında dikkat çeken yeni kent deneyimine \"otantikliği<br/>tüketmek\" adını veren kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pierre Bourdieu",
      "B": "Henri Lefebvre",
      "C": "Mike Featherstone",
      "D": "Sharon Zukin",
      "E": "Zygmunt Bauman"
    },
    "explanation": "Bu yeni yerleşikler ve onların sağladığı cazibeyle<br/>bu bölgelere eğlence ve kültür amacıyla gelen ziyaretçiler (diğer kentliler, turistler), Zukin’e göre,<br/>burada geçmişin bir taklidi olan ancak ticari bir<br/>şekilde yeniden örgütlenen mekânları tüketmektedirler. Zukin, bu yeni kent deneyimine otantikliği<br/>tüketmek adını verir.<br/>Bu yeni yerleşikler ve onların sağladığı cazibeyle bu bölgelere eğlence ve kültür amacıyla gelen ziyaretçiler (diğer kentliler, turistler), Zukin’e göre, burada geçmişin bir taklidi olan ancak ticari bir şekilde yeniden örgütlenen mekânları tüketmektedirler. Zukin, bu yeni kent deneyimine otantikliği tüketmek adını verir."
  },
  {
    "id": "2979745",
    "unitNumber": 2,
    "text": "\"......................... sınıf kompozisyonunu teknik ve politik bileşimler olarak ikiye ayırırlar.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Marksist düşünürler",
      "B": "Sosyologlar",
      "C": "Operaismo düşünürleri",
      "D": "Kapitalist düşünürler",
      "E": "Sermaye düşünürleri"
    },
    "explanation": "Operaismo düşünürleri sınıf kompozisyonunu teknik ve politik bileşimler olarak ikiye ayırırlar."
  },
  {
    "id": "2979746",
    "unitNumber": 2,
    "text": "\".................... ise işçi sınıfının kendi ihtiyaç ve gelişimi için mücadele etmesini sağlayan örgütlenme kapasitesini belirler.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Teknik bileşen",
      "B": "Politik bileşim",
      "C": "Operaismo",
      "D": "İtalyan Marksist düşün",
      "E": "Sermayenin organik bileşimi"
    },
    "explanation": "Politik bileşim ise işçi sınıfının kendi ihtiyaç ve gelişimi için mücadele etmesini sağlayan örgütlenme kapasitesini belirler."
  },
  {
    "id": "2979747",
    "unitNumber": 2,
    "text": "\"Immaterial Labor (Gayri Maddi Emek)\" başlıklı çalışma kime aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Savul",
      "B": "Marazzi",
      "C": "Marx",
      "D": "Lazzarato",
      "E": "Graeber"
    },
    "explanation": "Lazzarato’nun 1996’da kaleme aldığı Immaterial Labor (Gayri Maddi Emek) başlıklı çalışmaya göre"
  },
  {
    "id": "2979748",
    "unitNumber": 2,
    "text": "Gayri maddi emek emeğin kaç farklı yönünü tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir",
      "B": "İki",
      "C": "Üç",
      "D": "Dört",
      "E": "Beş"
    },
    "explanation": "Gayri maddi emek emeğin iki farklı yönünü tanımlar."
  },
  {
    "id": "2979749",
    "unitNumber": 2,
    "text": "\".................., bilgiye erişimde görülen, yeni teknolojilerin körüklediği yüksek artış oranının bir ürünüdür; bu yeni ekonomide müşterileri/tüketicileri muhafaza etmek ya da basitçe cezbetmek için ilgilerini çekmek gerekiyor.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital Ekonomi",
      "B": "Bilginin üretilme ve aktarılma süreci",
      "C": "Sermayenin artan rolü",
      "D": "Yeni ekonomi",
      "E": "İlgi ekonomisi"
    },
    "explanation": "Marazzi (2010) bu yeni görüngüyü yeni ekonomi olarak adlandırır. Bu yeni ekonominin temelde<br/>ilgi ekonomisine dayandığını vurgular. İlgi ekonomisi, bilgiye erişimde görülen, yeni teknolojilerin<br/>körüklediği yüksek artış oranının bir ürünüdür"
  },
  {
    "id": "2979750",
    "unitNumber": 2,
    "text": "I. Küreselleşme ve otomasyonun bir sonucu olarak küresel emekte arz fazlası sebebiyle gelişmiş ülkelerdeki işçi sınıfında eğretileşme daha yoğun bir hâl alacak.<br/>II. Düşük vasıflı hizmet işlerinin otomasyonuyla kenar mahallelerde yaşayan nüfus büyümeye devam edecek ve prematüre sanayisizleşmeyle artış daha vahim hale gelecek.<br/>III. Gelişmiş ekonomilerdeki kent marjinalliği, düşük vasıflı ve düşük ücretli işlerin otomasyonuyla daha büyük boyutlara varacak.<br/>Srnicek ve Williams’a (2017, 190-191) göre yukarıdakilerden hagisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "I ve II",
      "C": "III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Srnicek ve Williams’a (2017, 190-191) göre;<br/>“1. Küreselleşme ve otomasyonun bir sonucu<br/>olarak küresel emekte arz fazlası sebebiyle<br/>gelişmiş ülkelerdeki işçi sınıfında eğretileşme daha yoğun bir hâl alacak.<br/>3. Düşük vasıflı hizmet işlerinin otomasyonuyla kenar mahallelerde yaşayan nüfus büyümeye devam edecek ve prematüre sanayisizleşmeyle artış daha vahim hale gelecek.<br/>4. Gelişmiş ekonomilerdeki kent marjinalliği,<br/>düşük vasıflı ve düşük ücretli işlerin otomasyonuyla daha büyük boyutlara varacak."
  },
  {
    "id": "2979751",
    "unitNumber": 2,
    "text": "\"............., tek bir sunucu veya masaüstü bilgisayarda yürütülen geleneksel “yerel” tekniklerle yönetilemeyen veya analiz edilemeyen ve milyonlarca kaynaktan gelen veri kitlelerini (bir arama motorunun deposundan, internet araştırmalarından, Wikipedia’nın veri tabanından alınan veriler gibi) ifade etmek için kullanılır.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gözetim",
      "B": "Finansın dijitalleşmesi",
      "C": "Gayri maddi emek",
      "D": "Büyük Veri",
      "E": "Veri işleme gücü"
    },
    "explanation": "Büyük Veri, tek bir sunucu veya masaüstü bilgisayarda yürütülen geleneksel “yerel” tekniklerle yönetilemeyen veya analiz edilemeyen ve milyonlarca kaynaktan gelen veri kitlelerini (bir arama motorunun deposundan, internet araştırmalarından, Wikipedia’nın veri tabanından alınan veriler gibi) ifade etmek için kullanılır."
  },
  {
    "id": "2979752",
    "unitNumber": 2,
    "text": "Dünyada en çok kullanılan sosyal medya platformlarından ilk üçü aşağıdakilerden hangileridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Instagram, Whatsapp, Twitter",
      "B": "Facebook, Instagram, Whatsapp",
      "C": "Facebook, Youtube, Whatsapp",
      "D": "Facebook, Youtube, FB Messenger",
      "E": "Twitter, Instagram, FB Messenger"
    },
    "explanation": "\"Facebook, Youtube, Whatsapp\" Dünyada en çok kullanılan ilk üç sosyal medya platformlarıdır."
  },
  {
    "id": "2979753",
    "unitNumber": 2,
    "text": "Dünyanın en değerli teknoloji şirketi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alphabet",
      "B": "Microsoft",
      "C": "Apple",
      "D": "Amazon",
      "E": "Facebook"
    },
    "explanation": "1.38 tirilyon dolarla Apple en değerli teknoloji şirketidir."
  },
  {
    "id": "2979754",
    "unitNumber": 2,
    "text": "Türkiye’de bilgi yoğun faaliyetlerde istihdam edilen işgücü oranı ne kadardır?",
    "correctAnswer": "B",
    "options": {
      "A": "%35,17",
      "B": "%21,58",
      "C": "%17,94",
      "D": "% 45,09",
      "E": "%29,75"
    },
    "explanation": "Türkiye’de bilgi yoğun faaliyetlerde istihdam edilen işgücü oranı %21,58’dir."
  },
  {
    "id": "2979755",
    "unitNumber": 2,
    "text": "\"Gayri maddi emeğin kapsamında, emek süreci sonucunda ortaya çıkarılan ürünün kültürel bir içeriği, bir de bu ürünü üreten emekçinin geleneksel anlamda çalışma olarak tanımlanmayan faaliyetleri yer almaktadır.\" tanımı kime aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Stalin",
      "B": "Marx",
      "C": "Hardt ve Negri",
      "D": "Vercellone",
      "E": "Lazzarato"
    },
    "explanation": "GAYRİ MADDİ EMEK<br/>Lazzarato"
  },
  {
    "id": "2979756",
    "unitNumber": 2,
    "text": "Tek bir sunucu veya masaüstü bilgisayarda yürütülen geleneksel “yerel” tekniklerle yönetilemeyen veya analiz edilemeyen ve milyonlarca kaynaktan gelen veri kitlelerini ifade etmek için kullanılan terime ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplumsal İşçi",
      "B": "Gayri Maddi Sermaye",
      "C": "Serbest Emek",
      "D": "Büyük Veri",
      "E": "Sosyal Ağ"
    },
    "explanation": "BÜYÜK VERİ, GÖZETİM, FİNANSIN DİJİTALLEŞMESİ<br/>“Büyük Veri”"
  },
  {
    "id": "2979757",
    "unitNumber": 2,
    "text": "Temmuz 2020 verilerine göre dünyada en çok kullanılan sosyal medya platformu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Instagram",
      "B": "Whatsapp",
      "C": "Facebook",
      "D": "Youtube",
      "E": "Pinterest"
    },
    "explanation": "BÜYÜK VERİ, GÖZETİM, FİNANSIN DİJİTALLEŞMESİ<br/>Facebook"
  },
  {
    "id": "2979758",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dünyanın en büyük 5 teknoloji şirketlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Amazon",
      "B": "Apple",
      "C": "Microsoft",
      "D": "Alphabet",
      "E": "Twitter"
    },
    "explanation": "BÜYÜK VERİ, GÖZETİM, FİNANSIN DİJİTALLEŞMESİ<br/>Twitter"
  },
  {
    "id": "2979759",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dijitalleşmenin olumsuz etkilediği iş kollarından birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yazılım Mühendisliği",
      "B": "Elektronik Mühendisliği",
      "C": "Gazetecilik",
      "D": "Avukat",
      "E": "Doktor"
    },
    "explanation": "BÜYÜK VERİ, GÖZETİM, FİNANSIN DİJİTALLEŞMESİ<br/>Gazetecilik"
  },
  {
    "id": "2979760",
    "unitNumber": 2,
    "text": "Bir yazılım platformu uygulama programı arayüzleriyle sağlanan erişim avantajlarını kendi müşterilerine reklam yayınlamak için kullanan en büyük sosyal ağ aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Twitter",
      "B": "Whatsapp",
      "C": "İnstagram",
      "D": "Facebook",
      "E": "Pinterest"
    },
    "explanation": "BÜYÜK VERİ, GÖZETİM, FİNANSIN DİJİTALLEŞMESİ<br/>Facebook"
  },
  {
    "id": "2979761",
    "unitNumber": 2,
    "text": "Her 1 milyon kişilik nüfusa hizmet veren tam zamanlı telekomünikasyon çalışanı sayı sı en yüksek ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye",
      "B": "Almanya",
      "C": "Güney Kore",
      "D": "İngiltere",
      "E": "İrlanda"
    },
    "explanation": "Sermaye ve Dijital Emek Pazarı<br/>Güney Kore"
  },
  {
    "id": "2979762",
    "unitNumber": 2,
    "text": "Post operaismo ne demektir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşçicilik Sonrası",
      "B": "Yeniden Doğuş Sonrası",
      "C": "Kapitalizm Sonrası",
      "D": "Maddi Emek Sonrası",
      "E": "Serbest Emek Sonrası"
    },
    "explanation": "TOPLUMSAL İŞÇİ<br/>İşçicilik sonrası"
  },
  {
    "id": "2979763",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Srnicek ve Williams’a göre bir tanım değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gelişmiş ekonomilerdeki kent marjinalliği, düşük vasıflı ve düşük ücretli işlerin oto- masyonuyla daha büyük boyutlara varacak.",
      "B": "Büyüme yavaş kalmaya devam edecek ce eski işlerin yerini alacak yeni işlerin yaygınlaşmasını olasılık dahilinden çıkaracak.",
      "C": "Yüksek vasıflı işçi arzındaki artışı karşıla- mak amacıyla gösterilen ümitsiz çabaların sonucunda yükseköğrenimin mesleki eğiti- me dönüştürülmesi hızlandırılacak.",
      "D": "İşsizlerin gitgide daha acımasızlaşan dene- timlere ve açlık ekonomilerine maruz bırakılmasıyla, geçici istihdam programları, göç üzerindeki denetimlere ve kitlesel hapsetme konularında derin değişimler yaşanacak.",
      "E": "Her an her yerde hazır bulunan mobil medya, gündelik yaşamın çalışmadan arta kalan zamanlarını ve boşluklarını iletişimsel kullanımın (communicative use) olası yeni anlarıyla doldurmaya yardım edecek."
    },
    "explanation": "Serbest Emek ve Dijital Ekonomi<br/>Her an her yerde hazır bulunan mobil medya, gündelik yaşamın çalışmadan arta kalan zamanlarını ve boşluklarını iletişimsel kullanımın (communicative use) olası yeni anlarıyla doldurmaya yardım edecek."
  },
  {
    "id": "2979764",
    "unitNumber": 2,
    "text": "Krediokrasi adlı finansal sistem kimin tarafından isimlenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ross",
      "B": "Marx",
      "C": "Witheford",
      "D": "Lazzarato",
      "E": "Srnicek"
    },
    "explanation": "BÜYÜK VERİ, GÖZETİM, FİNANSIN DİJİTALLEŞMESİ<br/>ross"
  },
  {
    "id": "2979765",
    "unitNumber": 2,
    "text": "II. Dünya Savaşı sonrasında <em>\"işçicilik sonrası akım\"</em>ın temellerinin atıldığı bu bağlamda Marx’ın sermayenin organik bileşimi kavramının tersine çevrildiği ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İtalya",
      "B": "İngiltere",
      "C": "Fransa",
      "D": "ABD",
      "E": "Almanya"
    },
    "explanation": "Post operaismo yani işçicilik sonrası akımın temelleri II. Dünya Savaşı sonrası İtalyan Marksist düşün dünyasında önemli bir yeri olan işçicilik (operaismo) ekolüne dayanmaktadır. Operaismo teorisyenleri Marx’ın sermayenin organik bileşimi kavramını tersine çevirmişlerdir."
  },
  {
    "id": "2979766",
    "unitNumber": 2,
    "text": "1990’lı yıllarda, dünyanın diğer bölgelerinden farklı olan İtalyan kapitalizminin ayrıksılığının sona ermesinin temel nedeni olarak aşağıdakilerden hangisi gösterilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İletişim çağı",
      "B": "Kapitalist küreselleşme",
      "C": "Soğuk Savaş'ın bitişi",
      "D": "İklim krizi",
      "E": "Yoğun tarımsal etkinlikler"
    },
    "explanation": "İtalyan kapitalizminin 1960’lı yıllardan 1980’li yıllara uzanan süreci ayrıksı toplumsal ve kültürel deneyimler yaratmıştı. 1990’lı yıllarda İtalyan ayrıksılığı aslında sona ermiştir. İtalyan devrimci düşüncesi yeni ve önemli bir şekilde kürenin geniş bir kesimi için artık geçerli hale gelmişti. Bu yeni durum, şüphesiz kısmen dünya çapında kimi sektörlerde sermayenin büyük ölçekli endüstrilere bağımlılıktan, maddi olmayan ve sibernetik emek biçimleri, esnek ve güvencesiz çalışma ağlarını ve artan şekilde kültür ve medya tarafından tanımlanan metâları içeren yeni üretim biçimlerine doğru yönelen kapitalist küreselleşme projesine atfedilebilir."
  },
  {
    "id": "2979767",
    "unitNumber": 2,
    "text": "Vercellone, borsa sermayesine dönüşen sermayenin rolünün artmasını ve bu bağlamda gayri maddileşmesini aşağıdakilerden hangisiyle açıklamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Vahşi kapitalizm",
      "B": "Global Kapitalizm",
      "C": "Bilişsel kapitalizm",
      "D": "Post-modern kapitalizm",
      "E": "Geleneksel kapitalizm"
    },
    "explanation": "Vercellone, bilişsel kapitalizm adını verdiği yeni kapitalizmde sermayenin de gayri maddileştiğini savunur. Bunun birinci belirtisi gayri maddi denilen ve artık borsa sermayesine dönüşmenin en önemli kısmını temsil eden sermayenin artan rolü ile ilgilidir. Bu durumda gayri maddi sermayenin kendisi ile tarihsel maliyetler çerçevesinde (ve dolayısıyla onun üretimi için gerekli emek zamanı çerçevesinde) herhangi bir nesnel ölçüden kaçar. Onun değeri, kâr beklentisiyle rant elde eden finans piyasaları tarafından gerçekleştirilen öznel değerlendirmenin ifadesinden başka bir şey olmaz."
  },
  {
    "id": "2979768",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi internet ağının, \"bireyleri ve kullanıcı topluluklarını güçlendirmesinin\" ortaya çıkardığı sonuçlardan biri olarak belirtilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Altkültürler daha belirsiz hale gelmiştir.",
      "B": "Demokratik katılımlar zayıflamaya başlamıştır.",
      "C": "Üretim daha standart hale dönüşmüştür.",
      "D": "Üretici ve tüketici rolleri arasındaki ayrım giderek belirsizleşmeye başlamıştır.",
      "E": "Uluslararası firmalar arasındaki rekabet ortamı yumuşamıştır."
    },
    "explanation": "İnternet ağının kendisi, bireyleri ve kullanıcı topluluklarını güçlendirdikçe üretici ve tüketici rolleri arasındaki ayrım giderek belirsizleşmeye başlamıştır. Hatta müşteriler ve son kullanıcıların ürünün tasarımı, geliştirilmesi, pazarlanması, satışı ve bakım konularına çeşitli yönleriyle dahil olmalarını açıklayan üreten tüketici (prosumer), üretici tüketim (prosumption) gibi kavramalar literatüre girmiştir."
  },
  {
    "id": "2979769",
    "unitNumber": 2,
    "text": "Dünyanın en değerli 5 şirketi arasında yer alan ve 2015 yılında Google ile birlikte, YouTube, Android, GMail, vb. Google'a ait diğer şirketleri tek çatı altında toplamak için kurulan teknoloji şirketi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "LinkedIn",
      "B": "Amazon",
      "C": "Instagram",
      "D": "Facebook",
      "E": "Alphabet"
    },
    "explanation": "Dünyanın en değerli 5 şirketi arasında yer alan ve 2015 yılında Google ile birlikte, YouTube, Android, GMail, vb. Google'a ait diğer şirketleri tek çatı altında toplamak için kurulan teknoloji şirketinin adı Alphabet'tir."
  },
  {
    "id": "2979770",
    "unitNumber": 2,
    "text": "Dijitalleşmeyle ortaya çıkan, tam zamanlı olmayan ofissiz iş pratiklerinin bir yansıması ortak çalışma alanları olmuştur. Gerek ülkemizde gerekse dünyanın farklı ülkelerinde aylık ücret karşılığında İnternet ve çalışma ortamı kiralayan freelancer’lar bu alanlarda sermaye sahipleri için içerik üretirken, böylesi bir dijitalleşme kimi meslekleri olumsuz şekilde etkilemiştir. Aşağıdakilerden hangisi bu mesleklerden birine örnek olarak gösterilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gazetecilik",
      "B": "Dil Eğitmenliği",
      "C": "İşletme Yöneticiliği",
      "D": "Bankacılık",
      "E": "Pazarlamacılık"
    },
    "explanation": "Dijitalleşmeyle ortaya çıkan, tam zamanlı olmayan ofissiz iş pratiklerinin bir yansıması ortak çalışma alanları olmuştur. Gerek ülkemizde gerekse dünyanın farklı ülkelerinde aylık ücret karşılığında İnternet ve çalışma ortamı kiralayan freelancer’lar bu alanlarda sermaye sahipleri için içerik üretirken, böylesi bir dijitalleşme kimi meslekleri olumsuz şekilde etkilemiştir. Gazetecilik, bu mesleklerden birine örnek olarak gösterilebilir."
  },
  {
    "id": "2979771",
    "unitNumber": 2,
    "text": "Bir ülkede bilgi yoğun faaliyetlerin yaygınlığı o ülkenin dijital ekonomiye geçme potansiyeli açısından önemlidir. Bilgi yoğun faaliyetlerde istihdam edilen işgücü oranı ILOSTAT veri tabanında belirtilen toplulaştırılmış Uluslararası Çalışma Örgütü (ILO) meslek kategorilerinden “Yöneticiler, profesyoneller ve teknisyenlere” karşılık gelir. Bu oran, ülkenin istihdam ve üretim yapısı hakkında fikir vermesi açısından önemlidir. Buna göre bilgi yoğun faaliyetlerde istihdam edilen işgücü oranı ile en yüksek ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Türkiye",
      "B": "Singapur",
      "C": "Güney Kore",
      "D": "İngiltere",
      "E": "İrlanda"
    },
    "explanation": "Bir ülkede bilgi yoğun faaliyetlerin yaygınlığı o ülkenin dijital ekonomiye geçme potansiyeli açısından önemlidir. Bilgi yoğun faaliyetlerde istihdam edilen işgücü oranı ILOSTAT veri tabanında belirtilen toplulaştırılmış Uluslararası Çalışma Örgütü (ILO) meslek kategorilerinden “Yöneticiler, profesyoneller ve teknisyenlere” karşılık gelir. Bu oran, ülkenin istihdam ve üretim yapısı hakkında fikir vermesi açısından önemlidir. Buna göre bilgi yoğun faaliyetlerde istihdam edilen işgücü oranı (%56.91) en yüksek ülke Singapur'dur."
  },
  {
    "id": "2979772",
    "unitNumber": 2,
    "text": "1. Teknoloji yatırımları<br/>2. Dayanıklılık ve çeviklik<br/>3. Çalışma biçimi esnekliği<br/>4. Müşterilere hizmet vermenin yeni yolları<br/>Pandemi sonrası dönem ile ilgili yapılan araştırmalar ve uzmanların yaptıkları öngörüler, dijitalleşme konusunda farkındalığın ötesinde, şirketler açısından daha somut adımlar atmanın ve bazı hayati teknolojilere derhal yatırım yapmanın önemini ortaya koymuştur. Bu noktada, yukarıdakilerden hangileri, şirketleri uzun vadede olumlu yönde ayrıştıracak konuları göstermektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "1, 2 ve 3",
      "B": "2, 3 ve 4",
      "C": "1, 2, 3 ve 4",
      "D": "1, 3 ve 4",
      "E": "1, 2 ve 4"
    },
    "explanation": "Pandemi sonrası dönem ile ilgili yapılan araştırmalar ve uzmanların yaptıkları öngörüler dijitalleşme konusunda farkındalığın ötesinde, daha somut adımlar atmanın ve bazı hayati teknolojilere derhal yatırım yapmanın önemini ortaya koyuyor. Çünkü iş dünyası liderlerini, şirketlerinin finansal geleceklerini, çalışanlarının, müşterilerinin ve diğer paydaşların sağlığını ve tüm toplumu ilgilendiren, işlerini sürdürülebilir kılabilecek kararlar almak du-rumunda olacakları bir dönem bekliyor. Şirketleri uzun vadede olumlu yönde ayrıştıracak konuların başında teknoloji yatırımları, dayanıklılık, çeviklik, çalışma biçimi esnekliği ve müşterilere hizmet vermenin yeni yolları geliyor."
  },
  {
    "id": "2979773",
    "unitNumber": 2,
    "text": "İş modeli sayesinde, koronavirüs döneminin yarattığı dijital dönüşümden olumlu etkilenen şirketlerden biri olan online müzik dinleme platformu aşağıdakilerden hangisinde belirtilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Netflx",
      "B": "Teams",
      "C": "YouTube",
      "D": "Spotify",
      "E": "Alphabet"
    },
    "explanation": "Koronavirüs döneminin yarattığı dijital dönüşümden olumlu etkilenen şirketlerden biri de online müzik dinleme platformu Spotify oldu. İlk çeyrekte şirketin paralı abonelerinin sayısı 130 milyona çıktı. Bu da yatırımcıda iş modelinin koronavirüs gibi bir krize daha dayanıklı olduğu izleniminin oluşmasını sağladı. Şirketin reklam gelirleri düştü; ancak genel olarak gelirinde yüzde 22’lik bir artışın yaşanması bu kaybın önüne geçti. Bu bilanço rakamlarının üzerine İsveçli şirketin New York borsasında işlem gören hisseleri ticaret başlamadan önce yüzde 10 yükseldi. Şubat ayının sonlarında İtalya ve İspanya gibi koronavirüs krizinden ağır etkilenen ülkelerde kullanıcı sayısının başta düştüğü ancak sonraki haftalarda toparladığı belirtildi."
  },
  {
    "id": "2979774",
    "unitNumber": 2,
    "text": "<em>\"Siber Proletarya\"</em> adlı eserinde <em>Operaismo</em> <em>Okulu</em>'na dayandırdığı görüşleriyle; sermayenin işçiden kendini özerkleştiren taraf olduğunu ve emeği aynı anda hem içerdiği hem de dışladığı için “işleyen çelişkisini” yeni bir aşamaya yükselttiğini belirten yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Huws",
      "B": "Fuchs",
      "C": "Hardt",
      "D": "Lazzarato",
      "E": "Whitford"
    },
    "explanation": "<em>\"Siber Proletarya\"</em> adlı eserinde <em>Operaismo</em> <em>Okulu</em>'na dayandırdığı görüşleriyle; sermayenin işçiden kendini özerkleştiren taraf olduğunu ve emeği aynı anda hem içerdiği hem de dışladığı için “işleyen çelişkisini” yeni bir aşamaya yükselttiğini belirten yazar Whitford'dur."
  },
  {
    "id": "2979775",
    "unitNumber": 2,
    "text": "Değişir Sermaye kavramı ile aşağıdakilerden hangisi anlatılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "işçiler",
      "B": "hammadde",
      "C": "Ürün",
      "D": "Müşteri",
      "E": "Pazar"
    },
    "explanation": "Sabit sermaye (makineler ve hammaddeler) ile değişir sermaye (işçiler) arasındaki oranın işçi sınıfının kapasitelerini nasıl etkilediğine baktılar (Witheford, 2019:43). Operaismo düşünürleri sınıf kompozisyonunu teknik ve politik bileşimler olarak ikiye ayırırlar.<br/>İşçiler"
  },
  {
    "id": "2979776",
    "unitNumber": 2,
    "text": "Hardt ve Negri’ye (2004) göre 20. yüzyılın son on yılında endüstriyel emek hegemonyasını yitirdi ve yerine ......... ........... ........... yani bilgi, enformasyon, iletişim ilişkileri veya duygusal ifade gibi maddi olmayan ürünler üreten emek geçti.<br/>Yukarıdaki boşluğu aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Maddi Emek",
      "B": "Maddi olmayan emek",
      "C": "Saf Emek",
      "D": "Düşünsel Emek",
      "E": "Sermayeye bağlı Emek"
    },
    "explanation": "Hardt ve Negri’ye (2004) göre 20. yüzyılın son on yılında endüstriyel emek hegemonyasını yitirdi ve yerine maddi olmayan emek yani bilgi, enformasyon, iletişim ilişkileri veya duygusal ifade gibi maddi olmayan ürünler üreten emek geçti. Hardt ve Negri aynı zamanda bu emeğe duygulanımsal emek de der. Gayri maddi emek maddi olmayan fikirler, semboller, kodlar, metinler, dilsel figürler, imajlar gibi ürünler üretir. Bu yeni emeğin dolaşımı tüketimin yeni görüngülerini anlamak için kilit önemdedir."
  },
  {
    "id": "2979777",
    "unitNumber": 2,
    "text": "Vercellone'nin yeni kapitalizme verdiği ad aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dijital Sermaye",
      "B": "Dijital Kapitalizm",
      "C": "Bilişsel Kapitalizm",
      "D": "Endüstriyel Kapitalizm",
      "E": "Vahşi Kapitalizm"
    },
    "explanation": "Vercellone (2015) bilişsel kapitalizm adını verdiği yeni kapitalizmde sermayenin de gayri maddileştiğini savunur. Bunun birinci belirtisi gayri maddi denilen ve artık borsa sermayesine dönüşmenin en önemli kısmını temsil eden sermayenin artan rolü ile ilgilidir. Bu durumda gayri maddi sermayenin kendisi ile tarihsel maliyetler çerçevesinde (ve dolayısıyla onun üretimi için gerekli emek zamanı çerçevesinde) herhangi bir nesnel ölçüden kaçar. Onun değeri, kâr beklentisiyle rant elde eden finans piyasaları tarafından gerçekleştirilen öznel değerlendirmenin ifadesinden başka bir şey olmaz. İkinci belirti, ticari olmayan bir mantığa göre geleneksel olarak refah devleti tarafından sağlanan insanın insan için üretim yaptığı sektörler, bilgiye dayalı bir ekonominin lokomotif sektörü olduğu biçime bağlıdır. Bilginin üretilme ve aktarılma sürecinin dolayısıyla gayri maddi sermayenin oluşumunun önemli bir kısmını sağlayan da insanın insan için yaptığı üretimdir (Vercellona, 2015: 92-93)"
  },
  {
    "id": "2979778",
    "unitNumber": 2,
    "text": "............ ............ bilgiye erişimde görülen, yeni teknolojilerin körüklediği yüksek artış oranının bir ürünüdür zira müşterileri/tüketicileri muhafaza etmek ya da basitçe cezbetmek için ilgilerini çekmek gerekiyor.<br/>Yukarıdaki boşluğa aşağıdakilerin hangisi uygundur?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilgi Ekonomisi",
      "B": "Duygusal Ekonomi",
      "C": "Davranışsal Ekonomi",
      "D": "İlgi ekonomisi",
      "E": "Merak Ekonomisi"
    },
    "explanation": "İlgi ekonomisi, bilgiye erişimde görülen, yeni teknolojilerin körüklediği yüksek artış oranının bir ürünüdür zira müşterileri/tüketicileri muha-faza etmek ya da basitçe cezbetmek için ilgilerini çekmek gerekiyor."
  },
  {
    "id": "2979779",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi müşteriler ve son kullanıcıların ürünün tasarımı, geliştirilmesi, pazarlanması, satışı ve bakım konularına çeşitli yönleriyle dahil olmalarını açıklayan yeni kavramlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "eleştirel tüketici",
      "B": "dijital müşteri",
      "C": "tüketim toplumu",
      "D": "göz gezdiren tüketici",
      "E": "üreten tüketici"
    },
    "explanation": "Ağın kendisi, bireyleri ve kullanıcı topluluklarını güçlendirdikçe üretici ve tüketici rolleri arasındaki ayrım giderek belirsizleşmeye başlamıştır. Hatta müşteriler ve son kullanıcıların ürünün tasarımı, geliştirilmesi, pazarlanması, satışı ve bakım konularına çeşitli yönleriyle dahil olmalarını açıklayan üreten tüketici (<em>prosumer</em>), üretici tüketim (<em>prosumption</em>) gibi kavramalar literatüre girmiştir (Morva, 2018: 40)."
  },
  {
    "id": "2979780",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Srineck ve Williams'ın dijital ekonomiye ilşkin görüşlerini yansıtmamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Büyüme hızlanmaya devam edecek ve eski işlerin yerini alacak yeni işlerin yaygınlaşması hızlanacak.",
      "B": "İstihdamsız büyümeler derinleşmeye ve süreç olarak uzamaya devam edecek ve bu durum ağırlıklı olarak, o esnada otomasyona geçiş yapabilecek işlerde çalışanları etkileyecek.",
      "C": "Düşük vasıflı hizmet işlerinin otomasyonuyla kenar mahallelerde yaşayan nüfus büyümeye devam edecek ve prematüre sanayisizleşmeyle artış daha vahim hale gelecek.",
      "D": "Gelişmiş ekonomilerdeki kent marjinalliği, düşük vasıflı ve düşük ücretli işlerin otomasyonuyla daha büyük boyutlara varacak.",
      "E": "Yüksek vasıflı işçi arzındaki artışı karşılamak amacıyla gösterilen ümitsiz çabaların sonucunda yükseköğrenimin mesleki eğitime dönüştürülmesi hızlandırılacak."
    },
    "explanation": "Srnicek ve Williams’a (2017, 190-191) göre;<br/>“1. Küreselleşme ve otomasyonun bir sonucu olarak küresel emekte arz fazlası sebebiyle gelişmiş ülkelerdeki işçi sınıfında eğretileşme daha yoğun bir hâl alacak.<br/>2. İstihdamsız büyümeler derinleşmeye ve süreç olarak uzamaya devam edecek ve bu durum ağırlıklı olarak, o esnada otomasyona geçiş yapabilecek işlerde çalışanları etkileyecek.<br/>3. Düşük vasıflı hizmet işlerinin otomasyonuyla kenar mahallelerde yaşayan nüfus büyümeye devam edecek ve prematüre sanayisizleşmeyle artış daha vahim hale gelecek.<br/>4. Gelişmiş ekonomilerdeki kent marjinalliği, düşük vasıflı ve düşük ücretli işlerin otomasyonuyla daha büyük boyutlara varacak.<br/>5. Yüksek vasıflı işçi arzındaki artışı karşılamak amacıyla gösterilen ümitsiz çabaların sonucunda yükseköğrenimin mesleki eğitime dönüştürülmesi hızlandırılacak.<br/>6. Büyüme yavaş kalmaya devam edecek ce esk<br/>Büyüme hızlanmaya devam edecek ve eski işlerin yerini alacak yeni işlerin yaygınlaşması hızlanacak."
  },
  {
    "id": "2979781",
    "unitNumber": 2,
    "text": "Tek bir sunucu veya masaüstü bilgisayarda yürütülen geleneksel “yerel” tekniklerle yönetilemeyen veya analiz edilemeyen ve milyonlarca kaynaktan gelen veri kitlelerini anlatmak için hangi kavram kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Küresel Veri",
      "B": "Büyük Veri",
      "C": "Veri Çöplüğü",
      "D": "Veri Dağı",
      "E": "Dijital Veri"
    },
    "explanation": "“<em>Büyük Veri</em>” çok büyük ve karmaşık veri tabanlarını tanımlamak için kullanılan yaygın bir terimdir. Büyük Veri, tek bir sunucu veya masaüstü bilgisayarda yürütülen geleneksel “yerel” tekniklerle yönetilemeyen veya analiz edilemeyen ve milyonlarca kaynaktan gelen veri kitlelerini (bir arama motorunun deposundan, internet araştırmalarından, Wikipedia’nın veri tabanından alınan veriler gibi) ifade etmek için kullanılır. Veri işleme gücünün durmaksızın geliştirilmesi ve veri analizine yönelik yeni tekniklerin ortaya çıkarılması, “Büyük Veri”nin sayısız pek çok kaynak kullanılarak yaratılabileceğini ve başka koşullarda gözden kaçabilecek olan yönelimlerinin ve özelliklerin keşfedilmesi amacıyla geliştirilebileceğini gösterir."
  },
  {
    "id": "2979782",
    "unitNumber": 2,
    "text": "Türkiye Bilişim Sanayicileri İş Adamları Derneği'nin Türkiye’nin 2020 Dijital Dönüşüm Endeks Raporu’na göre özel önem taşıyan hangi sektör dünyada açık ara son sıradadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Elektronik",
      "B": "Medya",
      "C": "İletişim",
      "D": "Telekomünikasyon",
      "E": "Hizmet"
    },
    "explanation": "TÜBSİAD’ın (Türkiye Bilişim Sanayicileri İş Adamları Derneği) Türkiye’nin 2020 Dijital Dönüşüm Endeks Raporu’na göre bazı önemli sonuçlar aşağıda verilmiştir:<br/>“Bir ülkede bilgi yoğun faaliyetler içinde telekomünikasyon sektörü özel bir önem taşır. Her 1 milyon kişilik nüfusa karşılık gelen tam zamanlı telekomünikasyon çalışanlarının sayısı; bir ülkedeki iletişim sektörünün büyüklüğünü, sektörün önemini ve kapasitesini göstermektedir. Türkiye’de her 1 milyon kişilik nüfusa 342 tam zamanlı telekomünikasyon çalışanı hizmet vermektedir. Bu sayı ile Türkiye, seçilmiş ülkeler arasında açık ara farkla son sıradadır. Her 1 milyon kişilik nüfusa hizmet veren tam zamanlı telekomünikasyon çalışanı sayısı en yüksek ülkeler ise Güney Kore (2486) ABD (2263) ve İrlanda’dır (1906). Bu istatistik, Türkiye telekomünikasyon endüstrisinin yeterince gelişmemiş olduğunu ve hizmet verme kapasitesinin sınırlı olduğunu göstermektedir."
  },
  {
    "id": "2979783",
    "unitNumber": 2,
    "text": "Dijital emeğin ekonominin geri kalanından soyutlanabilecek ayrı bir emek biçimi olarak görülemeyeceğini belirten biliminsanı kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Negri",
      "B": "Fuchs",
      "C": "Huws",
      "D": "Marx",
      "E": "Witherdford"
    },
    "explanation": "Huws (2018) post operaismo teorisyenlerinin coşkulu gayri maddi emek kavramsallaştırmalarına karşı dijital emeğin ekonominin geri kalanından soyutlanabilecek ayrı bir emek biçimi olarak görülemeyeceğini belirtir.<br/>“Geçmişte dile getirdiğim gibi, görülebilir ayrı bir bedensel olmayan emek dünyasının varlığı “bilgi temelli”,” maddi olmayan” veya ağırlıksız yeni bir iktisadi faaliyet aleminin kanıtı değildir. Bu basitçe, işbölümünün artan karmaşıklığını dile getirmek demektir; hem zihinsel hem bedensel olarak görevlere bölünmekte olan faaliyetlerin birbirlerinin varlığından neredeyse habersiz farklı işçilere coğrafi ve sözleşmeli olarak dağıtılması eğilimi artmaktadır. Her görevin bir yandan daha yaratıcı /veya denetleyici, diğer yandan daha rutin, tekrarlanan işlevlere bölündüğü süregelen bir süreçtir bu” (Huws, 2018: 176)."
  },
  {
    "id": "2979784",
    "unitNumber": 2,
    "text": "Emeğin, küresel ölçekte ve ağa bağlı biçimde, yüksek ölçüde devreye sokulduğu bir dönemi hem üretim hem de dolaşımdaki otomasyon düzeylerinin, algoritmik finansallaşmayla beraber sermayeyi işçilerden giderek daha fazla yalıttığı ve böylece emeğin dışarı atılmasının hızlandığı bir diğer dönemi izlediğini söyleyen bilim insanı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Lazzarato",
      "B": "Negri",
      "C": "Huws",
      "D": "Fuchs",
      "E": "Whiteford"
    },
    "explanation": "Witheford Siber Proletarya eserinde tezlerini operaismo okuluna dayandırsa da bugün sermayenin dolambaçlı yollardan da olsa işçiden kendini özerkleştiren taraf olduğunu belirtir. Ona göre sibernetik ve küreselleşmenin birleşimi kapitalist girdabın temel dinamiğindeki gerilimi, emeği aynı anda hem içeren hem de dışlayan “işleyen çelişkisini” yeni bir aşamaya yükseltmiştir (Witheford, 2019: 38). Emeğin, küresel ölçekte ve ağa bağlı biçimde, yüksek ölçüde devreye sokulduğu bir dönemi hem üretim hem de dolaşımdaki otomasyon düzeylerinin, algoritmik finansallaşmayla beraber sermayeyi işçilerden giderek daha fazla yalıttığı ve böylece emeğin dışarı atılmasının hızlandığı bir diğer dönemi izlediğini söyler (Whiteford, 2019: 38)."
  },
  {
    "id": "2979785",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi küreselleşmeyi bir dünya pazarı ufkunun yanı sıra dünyadaki iletişimin muazzam düzeyde genişlemesi olarak tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Giddens",
      "B": "Jameson",
      "C": "Robertson",
      "D": "Garfinkel",
      "E": "Husserl"
    },
    "explanation": "Küreselleşme, Jameson için, bir dünya pazarı ufkunun yanı sıra dünyadaki iletişimin muazzam düzeyde genişlemesini ifade eder."
  },
  {
    "id": "2979786",
    "unitNumber": 3,
    "text": "James Ferguson küresel eşitsizlikleri vurgulamak amacıyla Afrika gibi bazı bölgeler için “........” metaforunu kullanmanın daha doğru olacağını belirtir.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zıplama",
      "B": "Akıntı",
      "C": "Akışkan",
      "D": "Hoplama",
      "E": "Durma"
    },
    "explanation": "James Ferguson küresel eşitsizlikleri vurgulamak amacıyla Afrika gibi bazı bölgeler için akıntı değil de “zıplama” metaforunu kullanmanın daha doğru olacağını belirtir."
  },
  {
    "id": "2979787",
    "unitNumber": 3,
    "text": "'Biz küresel bir köyde değil; küresel olarak üretilip yerel olarak dağıtılan, kişiye özel kulübelerde yaşamaktayız.' cümlesini söyleyen düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bauman",
      "B": "Ritzer",
      "C": "Holton",
      "D": "Pieterse",
      "E": "Castells"
    },
    "explanation": "Castells’in ifadesiyle, “biz küresel bir köyde değil; küresel olarak üretilip yerel olarak dağıtılan, kişiye özel kulübelerde yaşamaktayız”."
  },
  {
    "id": "2979788",
    "unitNumber": 3,
    "text": "George Ritzer, McDonaldlaştırma tezinde ...........’in rasyonalizasyon teorisine dayanarak verimlilik, hesaplanabilirlik, öngörülebilirlik ve kontrol boyutlarının günümüzde pek çok iş sektöründe küresel bir güç olarak toplumların ve kültürlerin homojenleşmesinde etkin olduğunu ortaya koyar.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi getirlmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Max Weber",
      "B": "Thomas Hobbes",
      "C": "John Dewey",
      "D": "Auguste Comte",
      "E": "Émile Durkheim"
    },
    "explanation": "George Ritzer, McDonaldlaştırma tezinde Max Weber’in rasyonalizasyon teorisine dayanarak verimlilik, hesaplanabilirlik, öngörülebilirlik ve kontrol boyutlarının günümüzde pek çok iş sektöründe küresel bir güç olarak toplumların ve kültürlerin homojenleşmesinde etkin olduğunu ortaya koyar."
  },
  {
    "id": "2979789",
    "unitNumber": 3,
    "text": "Mc Donald's gibi küresel firmaların Türkiye'deki standart menülerine tavuk pilav, dürüm, ayran gibi yerel yemek ve içecekleri eklemesi aşağıdakilerden hangisine örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kültürel Çakışma",
      "B": "Küreselleşme",
      "C": "Küyerelleşme",
      "D": "Yersiz-yurtsuzlaşma",
      "E": "McDonaldlaştırma"
    },
    "explanation": "Küyerelleşme, küresel şirketlerin yerel bağlamlarda uyguladıkları pazarlama stratejilerinde, “Küresel düşün, yerel hareket et” mantığına dayanan bir kavramdır. Bu içerikte; KFC, Domino’s, Burger King, McDonald’s gibi küresel firmaların Türkiye’deki standart menülerine tavuk-pilav, döner kebap, pizza, ayran, dürüm gibi yerel yemek ve içecekleri eklemesi; Ramazan menüleri, iftar reklamları, misvak aromalı Colgate gibi ürün ve uygulamalar pazarlama stratejilerinde kendini gösteren küyerelleşme olgusunun örnekleri olarak gösterilebilir"
  },
  {
    "id": "2979790",
    "unitNumber": 3,
    "text": "Kültür endüstrisine alternatif olarak Yaratıcı Endüstriler kavramını öneren düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hesmondhalgh",
      "B": "Lash",
      "C": "Lury",
      "D": "Appadurai",
      "E": "Campbell"
    },
    "explanation": "Ulusal ve bölgesel yönetimlerin özellikle ‘yaratıcı endüstri’ ve ‘kültürel endüstri’ politikalarıyla medya sektörüne artan bir ilgi gösterdiğini belirten Hesmondhalgh (2010) başta medya endüstrisi olmak üzere kültür endüstrilerin toplumsal ve ekonomik yaşamın önemli bir parçası olmaya devam etmekte olduğuna dikkat çekerek kültür endüstrisine alternatif olarak Yaratıcı Endüstriler kavramını önerir."
  },
  {
    "id": "2979791",
    "unitNumber": 3,
    "text": "Mega alışveriş merkezleri, .......’nin belirttiği gibi, “daha önce hâkim olan sanayi şehirlerinin yerini tüketim şehirlerinin aldığını göstermektedir”",
    "correctAnswer": "A",
    "options": {
      "A": "Urry",
      "B": "Wirth",
      "C": "Castells",
      "D": "Harvey",
      "E": "Schiller"
    },
    "explanation": "Mega alışveriş merkezleri, Urry’nin belirttiği gibi, “daha önce hâkim olan<br/>sanayi şehirlerinin yerini tüketim şehirlerinin aldığını göstermektedir”."
  },
  {
    "id": "2979792",
    "unitNumber": 3,
    "text": "Küreselleşme sürecini, belirli merkezi kültürlerin gittikçe artan hegemonyası; Amerikan değerlerinin, tüketici mallarının ve yaşam tarzlarının yayılması olarak ele alan söylem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kültür Endüstrisi",
      "B": "Kültürel Melezleşme",
      "C": "Kültürel Emperyalizm",
      "D": "Küyerelleşme",
      "E": "Yaratıcı Endüstriler"
    },
    "explanation": "Kültürel emperyalizm söylemi ise küreselleşme sürecini, belirli merkezi kültürlerin gittikçe<br/>artan hegemonyası; Amerikan değerlerinin, tüketici mallarının ve yaşam tarzlarının yayılması olarak ele alır."
  },
  {
    "id": "2979793",
    "unitNumber": 3,
    "text": "Küreselleşmeyi, dünyadaki toplumsal ilişkilerin yoğunlaşması olarak tanımlayan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bauman",
      "B": "Ritzer",
      "C": "Kessler",
      "D": "Giddens",
      "E": "Gramsci"
    },
    "explanation": "Küreselleşmeyi, dünyadaki toplumsal ilişkilerin yoğunlaşması olarak tanımlayan Giddens’a göre uzak yerellikleri birbirine bağlayan bu yoğunlaşma öyle bir düzeyde gerçekleşmektedir ki, yerel olaylar binlerce kilometre uzaklıktaki olaylar tarafından biçimlendirilmekte ve bunun tersi de olabilmektedir."
  },
  {
    "id": "2979794",
    "unitNumber": 3,
    "text": "Reklamı, kültür endüstrisinin “yaşam iksiri” olarak nitelendiren ......... ve Horkheimer’a göre sistem her türlü ürünü reklama zorunlu kıldığı için, reklam kültür endüstrisinin ana dili, üslubudur. <br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Merton",
      "B": "Bourdieu",
      "C": "Remington",
      "D": "Aronowitz",
      "E": "Adorno"
    },
    "explanation": "Reklamı, kültür endüstrisinin “yaşam iksiri” olarak nitelendiren Adorno ve Horkheimer’a göre sistem her türlü ürünü reklama zorunlu kıldığı için, reklam kültür endüstrisinin ana dili, üslubudur."
  },
  {
    "id": "2979795",
    "unitNumber": 3,
    "text": "Küreselleşmeyi, dünyadaki toplumsal ilişkilerin yoğunlaşması olarak tanımlayan sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "A. Giddens",
      "B": "Z. Bauman",
      "C": "F. Jameson",
      "D": "A. Appaduai",
      "E": "J. Habermas"
    },
    "explanation": "Küreselleşmeyi, dünyadaki toplumsal ilişkilerin yoğunlaşması olarak tanımlayan sosyolog A. Giddens’dır. Dolayısıyla, doğru cevap A- A. Giddens"
  },
  {
    "id": "2979796",
    "unitNumber": 3,
    "text": "James Ferguson, küresel eşitsizlikleri vurgulamak amacıyla hangi metaforu kullanmanın daha doğru olacağını belirtmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Akışkanlık",
      "B": "Akıntı",
      "C": "Teğet geçme",
      "D": "Zıplama",
      "E": "Dijital uçurum"
    },
    "explanation": "James Ferguson, küresel eşitsizlikleri vurgulamak amacıyla “zıplama” metaforunu kullanmanın daha doğru olacağını belirtmiştir. Dolayısıyla, doğru cevap D- Zıplama"
  },
  {
    "id": "2979797",
    "unitNumber": 3,
    "text": "I- Ağ örgütlenmesine dayalıdır II- Küreseldir III- Biyopolitikaya dayalıdır IV-Enformasyoneldir.<br/>Castells’e göre, yukarıdakilerden hangileri, dünya çapında yirminci yüzyılın son çeyreğinde ortaya çıkan yeni ekonominin özelliklerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II ve III",
      "C": "I,II ve IV",
      "D": "II, III ve IV",
      "E": "I ve II"
    },
    "explanation": "Castells’e göre dünya çapında yirminci yüzyılın son çeyreğinde ortaya çıkan yeni ekonominin özellikleri enformasyonel, küresel ve ağ örgütlenmesine dayalı olmasıdır. Dolayısıyla, doğru cevap C- I, II ve IV"
  },
  {
    "id": "2979798",
    "unitNumber": 3,
    "text": ".................................. tezi, küreselleşmenin standartlaş(tırıl)mış kültür ürünlerinin küresel düzeyde tüketilmesine ve böylelikle kültürel düzeyde standartlaştırıcı bir rol oynadığını öne sürer.<br/>Yukarıdaki cümleyi aşağıdaki ifadelerden hangisi en doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Kültürel kutuplaşma",
      "B": "Kültürel çakışma",
      "C": "Kültürel farkçılık",
      "D": "Kültürel melezleşme",
      "E": "Kültür endüstrisi"
    },
    "explanation": "Kültürel çakışma tezi, küreselleşmenin standartlaş(tırıl)mış kültür ürünlerinin küresel düzeyde tüketilmesine ve böylelikle kültürel düzeyde standartlaştırıcı bir rol oynadığını öne sürer. Dolayısıyla, doğru cevap B"
  },
  {
    "id": "2979799",
    "unitNumber": 3,
    "text": "Kültür endüstrisi ürünlerinin metalaştırılmış olması II-Kültür endüstrisi ürünlerinin standarlaştırılmış olması III-Kültür endüstrisi ürünlerinin bireyselliği besliyor olması IV-Kültür endüstrisi ürünlerinin basit ve temelsiz olması<br/>Yukarıdakilerden hangileri Adorno ve Horkheimer’in kültür endüstrisine yönelttiği eleştiriler arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "I, II, III ve IV",
      "C": "I ve II",
      "D": "I,II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Adorno ve Horkheimer metalaştırılmış, standarlaştırılmış ve basit&amp; temelsiz olduğunu öne sürdükleri kültür endüstrisi ürünlerinin bireyselliği değil, uyumluluğu beslediğini belirtirler. Dolayısıyla, doğru cevap D, I, II ve IV"
  },
  {
    "id": "2979800",
    "unitNumber": 3,
    "text": "I- Öngörülebilirlik II- Verimlilik III- Hesaplanabilirlilik IV- Akışkanlık V-Kontrol<br/>Ritzer’in McDonaldlaştırma tezi yukarıdaki kriterlerin hangilerini içerir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II, III, IV ve IV",
      "C": "I, III, IV ve V,",
      "D": "II, III, IV ve V",
      "E": "I, II, III ve V"
    },
    "explanation": "Ritzer’in McDonaldlaştırma tezi öngörülebilirlik, verimlilik, hesaplanabilirlilik ve kontrol kriterlerini içerir. Dolayısıyla, doğru cevap E, I, II, III ve IV"
  },
  {
    "id": "2979801",
    "unitNumber": 3,
    "text": "“Belirli kültürel ürünlerin küresel mevcudiyetini kapitalist bir tek kültüre doğru gidişata işaret ettiğini varsayıyorsak, kültürü sadece maddi ürünlerine indirgeyen çok dar bir kültür kavramı kullanıyoruz demektir” görüşünü dile getiren yazar sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "H. Schiler",
      "B": "J. B. Thompson",
      "C": "J. Tomlinson",
      "D": "D. Harvey",
      "E": "E. Said"
    },
    "explanation": "Tomlinson, “belirli kültürel ürünlerin küresel mevcudiyetini kapitalist bir tek kültüre doğru gidişata işaret ettiğini varsayıyorsak, kültürü sadece maddi ürünlerine indirgeyen çok dar bir kültür kavramı kullanıyoruz demektir” görüşünü dile getiri. Dolaysıyla, doğru cevap C-J. Tomlinson"
  },
  {
    "id": "2979802",
    "unitNumber": 3,
    "text": "Melezleşme düşüncesinin en temel unsurunu karışım oluşturur. Bir araya gelme, birleşme, birbirine geçme, yani Jan Nederveen Pieterse’nin kavramıyla,………………….<br/>Yukarıdaki cümleyi aşağıdaki kavramlardan hangisi en doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "yersiz-yurtsuzlaşma",
      "B": "mélange",
      "C": "küyerelleşme",
      "D": "scape",
      "E": "görünüş"
    },
    "explanation": "Melezleşme düşüncesinin en temel unsurunu karışım oluşturur. Bir araya gelme, birleşme, birbirine geçme, yani Jan Nederveen Pieterse’nin kavramıyla mélange. Dolayısıyla, doğru cevap B"
  },
  {
    "id": "2979803",
    "unitNumber": 3,
    "text": "I- Medya-görünüşler II- İdeolojik-görünüşler III-Tekno-görünüşler IV-Endormasyonel görünüşer V- Finans-görünüşler <br/>Appadurai, hem ulusların kendi içinde, hem de küresel, uluslararası düzeyde yaşanan sosyo-kültürel küreselleşmeyi, beş farklı grupta kategorileştirdiği ‘görünüşler üzerinden analiz eder. Yukarıdakilerden hangileri bu görünüşlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve V",
      "B": "I, II, III, IV ve V",
      "C": "I, III, IV ve V",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Appadurai, hem ulusların kendi içinde, hem de küresel, uluslararası düzeyde yaşanan sosyo-kültürel küreselleşmeyi, beş farklı grupta kategorileştirdiği ‘görünüşler üzerinden analiz eder. Bunlar: etno-görünüşler, medya-görünüşler tekno-görünüşler, finans-görünüşler ve ideolojik-görünüşlerdir. Dolayısıyla, doğru cevap A- I, II, III ve V"
  },
  {
    "id": "2979804",
    "unitNumber": 3,
    "text": "Sanatın kültürel, eğitimsel ve ruhani değerinden çok ekonomik değerine odaklanan yeni yaklaşımları ifade etmek için “yaratıcı endüstriler” kavramını öneren sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "M. Horkheimer",
      "B": "D. Hesmondhalgh",
      "C": "R. Robertson",
      "D": "S. Lash",
      "E": "J. Ritzer"
    },
    "explanation": "Sanatın kültürel, eğitimsel ve ruhani değerinden çok ekonomik değerine odaklanan yeni yaklaşımları ifade etmek için “yaratıcı endüstriler” kavramını D. Hesmondhalgh önermiştir. Dolayısıyla, doğru cevap B- D. Hesmondhalgh"
  },
  {
    "id": "2979805",
    "unitNumber": 3,
    "text": "Aşağıdaki yazarlardan hangisi için küreselleşme hem dünyanın küçülmesine hem de bir bütün olarak dünya bilincinin güçlenmesine gönderme yapar?",
    "correctAnswer": "C",
    "options": {
      "A": "Giddens",
      "B": "Bauman",
      "C": "Robertson",
      "D": "Adorno",
      "E": "Ritzer"
    },
    "explanation": "KÜRESELLEŞME: TEMEL KONULAR bölümünü detaylı olarak inceleyiniz.<br/>Robertson için küreselleşme hem dünyanın küçülmesine hem de bir bütün olarak dünya bilincinin güçlenmesine gönderme yapar (Robertson, 1999:21)."
  },
  {
    "id": "2979806",
    "unitNumber": 3,
    "text": "Yirminci yüzyılın ilk çeyreğinde ortaya çıkan fordizm aşağıdakilerden hangisini sağlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim sürecinin standartlaşmasını",
      "B": "Neo-liberalizmin yükselmesini",
      "C": "Ekonomik akışkanlığı",
      "D": "Bilginin başka bir bilgiyle üretimini",
      "E": "Finans-Kapitalin doğuşunu"
    },
    "explanation": "KÜRESELLEŞME: TEMEL KONULAR başlıklı bölümü Fordist üretim sürecinin etkilerini anlamak için detaylı olarak inceleyiniz<br/>20. yüzyılın ilk çeyreği itibariyle fordizm ile üretim sürecinin standartlaşması<br/>beraberinde ürünlerin standartlaştırılmış ve kitlesel düzeyde üretimini, standartlaşmış kitlesel üretim de standartlaşmış kitle tüketimini beraberinde<br/>getirmiştir. Ortaya çıkan küresel tüketim kültürü, “sadece tecimsel değeri olan şeylerin tüketimini değil; zaman ve mekân da dâhil olmak üzere her<br/>şeyin tüketilebildiği bir ortam yaratmıştır” (Sungur, 2011:19)."
  },
  {
    "id": "2979807",
    "unitNumber": 3,
    "text": "Üretilen ürünlere pazar bulmak yerine, var olan pazarın ve müşteri profilinin taleplerine göre üretimi benimseyen ve böylelikle belirsizlikleri en aza indiren ekonomik yapılanma aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Globalizm",
      "B": "Toyotaizm",
      "C": "Enformasyonizm",
      "D": "Elitizm",
      "E": "Etnisizm"
    },
    "explanation": "KÜRESELLEŞME: TEMEL KONULAR bölümünü detaylı olarak inceleyiniz<br/>Enformasyonun/bilginin başka bir bilgiyle üretildiği bu dönüşümlü üretim ortamında, “bilgiyi” geliştirme, depolama, işleme ve yayma teknolojileri artık ekonominin en önemli gücünü oluşturmaktadır. Bilgi temellerinin dijitalleştiği ve böylece küresel düzeyde işlenip depolanmasında sınırların/ mesafelerin ortadan kalktığı enformasyon odaklı bu ekonomik yapıda, standart fordist kitle üretiminin aksine çok daha esnek, parçalı, yatay bir model hakimdir. Japon otomobil firması Toyota’nın üretim anlayışına atıfla <strong>Toyotaizm</strong> olarak da adlandırılan bu yeni ekonomik yapılanma, üretilen ürünlere pazar bulmak yerine, var olan pazarın ve müşteri profilinin taleplerine göre üretimi benimsemekte ve böylelikle belirsizlikleri en aza indirmektedir."
  },
  {
    "id": "2979808",
    "unitNumber": 3,
    "text": "Aşağıdaki yazarlardan hangisi jeopolitik soğuk savaşın sona ermesi ile birlikte, politik-ekonomik farklılıkların, esas olarak kültürel nitelikteki yeni fay hatlarının gölgesinde kaldığını; çok eski kimlikler, düşmanlıklar ve husumetlerin yeniden su yüzüne çıktığını savunmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ritzer",
      "B": "Adorno",
      "C": "Robertson",
      "D": "Huntington",
      "E": "Bauman"
    },
    "explanation": "KÜRESELLEŞME: TEMEL KONULAR bölümünü detaylı olarak inceleyiniz.<br/>Samuel Hantigton'a göre, jeopolitik soğuk savaşın sona ermesi ile birlikte, politik-ekonomik farklılıklar, esas olarak kültürel nitelikteki yeni fay hatlarının gölgesinde kalmakta; çok eski kimlikler, düşmanlıklar ve husumetler yeniden su yüzüne çıkmaktadır. Aralarında ciddi fay hatları olan yedi ya da sekiz uygarlığın çatışmasının insanlığın tarihini belirlediğini savunan Huntington, Sino (Çin), İslami, Ortodoks, Hindu, Batı Avrupa, Kuzey Amerika gibi dünya uygarlıkları arasında ekonomik çatışmalara ve kültür savaşlarına, bu kültür savaşları da muhtemelen “küresel medeniyetler çatışmasına” yol açacaktır. Bu teori, pek çok nedenden dolayı, özellikle İslami uygarlık hakkındaki tartışmalı ifadeleri ve Müslümanları “şiddete eğilimli” göstermesi bakımından eleştirilmektedir (Ritzer, 2010: 263-266, 291)."
  },
  {
    "id": "2979809",
    "unitNumber": 3,
    "text": "(I) Kültür bir zamanlar bireyselliği beslemekteyken şimdi uyumluluğu özendirmektedir.<br/>(II)Kültürler arasındaki karşılıklı etkileşim, “felakete yol açan çatışma” potansiyelleri içermektedir.<br/>(III)Tüketici kültür endüstrisinin nesnesidir.<br/>(IV)Enformasyonun küreselleşmesiyle oluşan teknolojik değişmeler, ırkçı nefret ve etnik milliyetçiliği savunmak için de kolaylıkla kullanılabilirler<br/>Yukardaki önermelerden hangileri Frankfurt ekolü tarafından savunulmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "(I); (II) ve (III)",
      "B": "(I);(II) ve (IV)",
      "C": "(I) ve (III)",
      "D": "(II) ve (IV)",
      "E": "(III) ve (IV)"
    },
    "explanation": "KÜRESELLEŞMENİN STANDARTLAŞTIRICI BOYUTU: HOMOJENLEŞME / KÜLTÜREL ÇAKIŞMA bölümünü detaylı olarak inceleyiniz.<br/>Bu ekole göre kültür bir zamanlar bireyi içinde yaşadığı dünyaya karşı daha eleştirel bir mesafe almaya ve her türlü baskıya karşı direnmeye yönlendirirken kültür endüstrisinde eleştirellik ortadan kalkmış ve basit eğlence biçimlerine indirgenmiştir. Kültür bir zamanlar bireyselliği beslemekteyken şimdi uyumluluğu özendirmektedir ve “bireyin sonuna” yol açan “tümüyle yönetilen toplumun” en önemli parçasıdır. Bireyleri manipüle ve kontrol edilecek birer nesne konumuna sokan “estetik birer yoksullaşma”ya karşılık gelen kültür endüstrisi ürünleri yarattığı yanlış ihtiyaçlar ile insanları güdüp yönlendirerek onları status quo ile uzlaştırmakta ve böylelikle kapitalist tahakkümün yeniden üretimine yardım etmektedir (Swingewood,<br/>1996: 36-37)."
  },
  {
    "id": "2979810",
    "unitNumber": 3,
    "text": "(I) Öncelik verimliliktir.<br/>(II) Ögörülebilirlik istendik bir özelliktir<br/>(II) Çalışanlar insani olmayan ortamlarda çalışır<br/>(IV) Kültür ürünleri yüksek ve alçak kültürel olarak ayrışır",
    "correctAnswer": "A",
    "options": {
      "A": "Yukarıdakilerden hangileri/hangisi George Ritzer’in “Toplumların McDonaldlaştırılması” eserinde ileri sürülen görüşlerdendir?<br/>(I); (II) ve (III)",
      "B": "(II); (II) ve (IV)",
      "C": "(I) ve (III)",
      "D": "(II) ve (IV)",
      "E": "Yalnız (IV)"
    },
    "explanation": "KÜRESELLEŞMENİN STANDARTLAŞTIRICI BOYUTU: HOMOJENLEŞME / KÜLTÜREL ÇAKIŞMA bölümünü iRitzerin görüşlerine dikkat ederek inceleyiniz.<br/>Ritzer, McDonaldaştırma tezini verimlilik, hesaplanabilirlik, öngörülebilirlik ve kontrol boyutlarıyla inceler ve ayrıca “rasyonalitenin irrasyonelliği”ne dikkat çeker. Ritzer’e göre, McDonaldlaştırma yaşamış bir toplumda öncelik verimlilik olacak ve verimli olmak için en uygun araçlar aranacaktır. İkinci olarak hesaplanabilirlik; nitelik (yani kalite) yerine niceliğe (yani miktara) ve hıza önem verilir ki bu durum yabancılaşma ve tatminsizliğe yol açar. McDonaldlaştırılmış bir toplum öngörülebilir olmak ister ve dolayısıyla benzer işlerin benzer şekillerde<br/>yapılmasına dair düzenlemeler yaşama geçirilir. Dördüncü olarak, McDonaldlaştırma büyük bir kontrolü de beraberinde getirir ve bu kontrol ile denetim farklı teknolojiler aracılığıyla yaşama geçirilir. Halihazırda bu teknolojiler çalışanlara hükmeder durumda olsalar da Ritzer’e göre, ilerde onların yerini alacaktır. Son olarak, McDonaldlaştırma süreci rasyonelitenin irrasyonelliğini beraberinde getirir ki, çalışanların insani olmayan ortamlarda çalışmak zorunda olması durumunda olduğu gibi insanlıktan uzaklaştırılması en çarpıcı örneğidir."
  },
  {
    "id": "2979811",
    "unitNumber": 3,
    "text": "Yurtdışında özellikle Avrupa’da yaşayan Türklerin döneri “McDonaldlaştırması” aşağıdaki terimlerden hangisi ile açıklanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Küreselleşme",
      "B": "Doğululaşma",
      "C": "Lokalleşme",
      "D": "Bütünselleşme",
      "E": "Küyerelleşme"
    },
    "explanation": "KÜRESELLEŞMENİN STANDARTLAŞTIRICI BOYUTU: HOMOJENLEŞME / KÜLTÜREL ÇAKIŞMA bölümünü küreyelleşme kavramına dikkat ederek inceleyiniz.<br/>Sağlıklı beslenme kriterlerinin çok dışında kalan fast food yiyecek ve içeceklerinin Türkiye gibi gelişmekte olan ülkelerde “millî” yiyeceklere uygulanması sık görülmeye başlanmıştır. Dünya ölçeğinde ve özellikle Avrupa’da yaşayan Türkiye’den göç etmiş yurttaşların “döner”i McDonaldlaştırdığını söylemek mümkündür. Dönerin yanı sıra tantuni, simit sarayları (Ünsal, 2010), yerel tatlı zincirleri (Özsüt, Tatlıcı Tombak vb.), uluslararası kahve zincirleri (Starbucks, Gloria Jeans) 2000’lerde “mutenalaş”tıktan ve orta sınıfların kendi yaşam tarzlarını sitilize ettikten (Ahıska ve Yenal, 2006: 284) sonra (Kahve Dünyası, Kahve Diyarı, Café Crown, Kocatepe, Kahve Ateşi vb.), köfteci zincirleri (Sultanahmet Köftecisi, Ramiz Köftecisi vb.) bu McDonaldlaşmanın ve küreselleşmenin kültürel unsurlarının <strong>küyerelleşmesi</strong> (glocalization)<br/>(Robertson, 1999) süreçlerinin yerel bazdaki en tipik örnekleri olarak karşımıza çıkmaktadır."
  },
  {
    "id": "2979812",
    "unitNumber": 3,
    "text": "Yoganın, Zen düşüncesinin, vejetaryenliğin, Kore sineması ve müziğinin batı toplumlarında yaygınlaşması gibi örnekler Colin Campbel tarafından aşağıdaki terimlerden hangisi ile açıklanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kültürün melezleşmesi",
      "B": "Doğululaşma",
      "C": "Batının yerelleşmesi",
      "D": "Batının Doğululaşması",
      "E": "Doğunun Batılılaşması"
    },
    "explanation": "KÜRESELLEŞMENİN STANDARTLAŞTIRICI BOYUTU: HOMOJENLEŞME / KÜLTÜREL ÇAKIŞMA bölümünü inceleyiniz.<br/>Batılılaşma ve daha da özgül olarak Amerikanlaşma ile bir tutulan ve Amerikan değerlerinin, tüketici mallarının ve yaşam tarzlarının yayılması olarak tanımlanan küreselleşme olgusunun özellikle son 20 yılda karşıt-akıntıları (tek yönlü olmayan, çok yönlü akıntıları) ve bir “Doğululaşma” sürecini (belki eşit düzeyde olmasa da) içerdiği de göz ardı edilmemelidir. Colin Campbell’in 2007 yılında yayınlanan kitabının adı olan “Batının Doğululaşması” (The Easternization of the West) durumu da yaşanmaktadır. Campbell, (2007) başta Çin, Tayvan, Hint ve Japon mutfaklarının, yoganın, Zen düşüncesinin, vejetaryenliğin küresel düzeyde popülerleşmesini bu düşünceye örnek verir."
  },
  {
    "id": "2979813",
    "unitNumber": 3,
    "text": "(I) Hafızası ve tarihi olan ürünlerdir.<br/>(II) Bir kimlik üretirler.<br/>(III) Farklılaşmaya işaret ederler<br/>(IV) Fordist üretim biçimiyle üretilirler<br/>Yukarıdakilerden hangileri küresel kültür endüstrisinde markaların taşıdığı özelliklerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "(I); (II) ve (III)",
      "B": "(II); (III) ve (IV)",
      "C": "(I); ve (IV)",
      "D": "(II); ve (III)",
      "E": "(III) ve (IV)"
    },
    "explanation": "KÜRESELLEŞMENİN FARKLILAŞTIRICI BOYUTU: KÜLTÜREL MELEZLEŞME VE KÜYERELLEŞME bölümünü inceleyiniz.<br/>Kültür endüstrisinde metâlardan söz edilirken küresel kültür endüstrisinde markalar vardır, yani metâlar değil markalar önem taşımaktadır. Fordist standart üretim modelinin ve emek yoğun bir yapılanmanın söz konusu olduğu kültür endüstrisinden farklı olarak küresel kültür endüstrisi, üretim ve tüketimin kültürü de etkilemesi doğrultusunda farklı yapılarda oluşmasıyla işlemektedir. Postfordizm olarak da adlandırılan esnek üretimin hâkim olduğu küresel kültür endüstrisinde ise markaların belirleyiciliği söz konusudur. Metâlardan farklı olarak markalar hafızası ve tarihi olan ürünler olarak bir anlam taşırlar. Kültür endüstrisinde metâ olarak adlandırılan ticari ürünler küresel kültür endüstrisinde<br/>markaya dönüşmüştür. Bu durum, gelişen teknolojiyle birlikte üretim yapan firmaların artan rekabet sonucunda sadece mal üretmek değil kimlik üretmek yoluyla farklılaşmaya çalışmasını ortaya koymaktadır (Lash ve Lury, 2007: 4-5)."
  },
  {
    "id": "2979814",
    "unitNumber": 3,
    "text": "Kültür endüstrisine alternatif olarak önerilen yaratıcı endüstriler kavramı (Hesmondhalgh (2010)) sanatın hangi değerine vurgu yapmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Eğitsel",
      "B": "Politik",
      "C": "Dini",
      "D": "Ekonomik",
      "E": "İdeolojik"
    },
    "explanation": "KÜRESELLEŞMENİN FARKLILAŞTIRICI BOYUTU: KÜLTÜREL MELEZLEŞME VE KÜYERELLEŞME bölümünü inceleyiniz.<br/>Ulusal ve bölgesel yönetimlerin özellikle ‘yaratıcı endüstri’ ve ‘kültürel endüstri’ politikalarıyla medya sektörüne artan bir ilgi gösterdiğini belirten Hesmondhalgh (2010) başta medya endüstrisi olmak üzere kültür endüstrilerin toplumsal ve ekonomik yaşamın önemli bir parçası olmaya devam etmekte olduğuna dikkat çekerek kültür endüstrisine alternatif olarak Yaratıcı Endüstriler kavramını önerir. Yaratıcı Endüstriler; sanatın kültürel, eğitimsel ve ruhani değerinden çok <strong>ekonomik</strong> değerine odaklanan yeni yaklaşımları ifade etmek için tercih edilmektedir. Burada modern ekonomilerde ve toplumlarda yaratıcılığın rolüne<br/>odaklanarak yaratıcı endüstrilerin (ya da yaratıcı ekonomi ya da yaratıcı sınıfın) genişlemesi yoluyla daha fazla mali kaynak ve istihdam üretileceği düşüncesi söz konusudur (Hesmondhalgh, 2010: 14)."
  },
  {
    "id": "2979815",
    "unitNumber": 3,
    "text": "“İnsanlık çağındaki en önemli değişim” olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Küyerelleşme",
      "B": "Küreselleşme",
      "C": "Homojenleşme",
      "D": "Kültürel Çakışma",
      "E": "Kültür Endüstrisi"
    },
    "explanation": "Konu: KÜRESELLEŞME: TEMEL KONULAR<br/>Küreselleşme, “insanlık çağındaki en önemli değişim”dir ve yaşadığımız çağı tek kelimeyle “küresel çağ” olarak adlandırmak mümkündür. Oldukça tartışmalı, çok boyutlu ve karmaşık bir olgu olan küreselleşme olgusu hepimizi, hemen herkesi, her yeri ve her şeyi kapsamakta ve ilgilendirmektedir. “Bazılarına göre küreselleşme, onsuz mutlu olamayacağımız şeydir; bazılarına göre ise, küreselleşme mutsuzluğumuzun nedenidir. Gel gelelim, herkesin birleştiği nokta, küreselleşmenin dünyanın kaçamayacağı kaderi, geri dönüşü olmayan bir süreç olduğudur” (Bauman, 1997:7)."
  },
  {
    "id": "2979816",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi mevcut sınırların, hudutların çoğunu geçersizleştiren küresel ekonomik, politik, kültüre veya çevresel ilişkilerin ve akışların belirlediği bir toplumsal durumu ifade eden terimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Küreselleşme",
      "B": "Küyerelleşme",
      "C": "Homojenleşme",
      "D": "Kültür Endüstrisi",
      "E": "Kültürel Emperyalizm"
    },
    "explanation": "Konu: KÜRESELLEŞME: TEMEL KONULAR<br/>Mevcut sınırların, hudutların çoğunu geçersizleştiren küresel ekonomik, politik, kültüre veya çevresel ilişkilerin ve akışların belirlediği bir toplumsal durumu ifade etmek için <em>küresellik </em>terimi kullanılırken, küreselleşme de içinde bulunduğumuz toplumsal durumu küreselliğe dönüştüren toplumsal süreçlere karşılık gelir. Bu yüzden küreselleşmeyi, dünyadaki toplumsal ilişkilerin yoğunlaşması olarak tanımlayan Giddens’a göre uzak yerellikleri birbirine bağlayan bu yoğunlaşma öyle bir düzeyde gerçekleşmektedir ki, yerel olaylar binlerce kilometre uzaklıktaki olaylar tarafından biçimlendirilmekte ve bunun tersi de olabilmektedir. Küreselleşme, Jameson için, bir dünya pazarı ufkunun yanı sıra dünyadaki iletişimin muazzam düzeyde genişlemesini ifade eder (Steger, 2003: 24-25)."
  },
  {
    "id": "2979817",
    "unitNumber": 3,
    "text": "Küreselleşmeyi, dünyadaki toplumsal ilişkilerin yoğunlaşması olarak tanımlayan kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Z. Bauman",
      "B": "A. Horkheimer",
      "C": "G.Ritzer",
      "D": "A. Giddens",
      "E": "S. Hall"
    },
    "explanation": "Konu: KÜRESELLEŞME: TEMEL KONULAR<br/>Küreselleşmeyi, dünyadaki toplumsal ilişkilerin yoğunlaşması olarak tanımlayan Giddens’a göre uzak yerellikleri birbirine bağlayan bu yoğunlaşma öyle bir düzeyde gerçekleşmektedir ki, yerel olaylar binlerce kilometre uzaklıktaki olaylar tarafından biçimlendirilmekte ve bunun tersi de olabilmektedir."
  },
  {
    "id": "2979818",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi akışkan olgulara örnek gösterilemez?",
    "correctAnswer": "D",
    "options": {
      "A": "Göçmenlerin küresel hareketleri",
      "B": "Covid-19 pandemisi",
      "C": "Finans piyasaları",
      "D": "Din",
      "E": "Sosyal paylaşım ağları üzerindeki etkileşimler"
    },
    "explanation": "Konu: KÜRESELLEŞME: TEMEL KONULAR<br/>Akışkan olguların en önemli özelliği sadece kolay bir şekilde hareket etmeleri değil, aynı zamanda bir kere hareket etmeye başladıklarında onları durdurmanın zor olmasıdır. Diğer taraftan, akışkan olgular ne mekânı ne de zamanı sabitleyebilir. Günümüz dünyasının belirgin niteliği olmayı sürdüren ve küreselleşmeyle bağlantılı olarak artan akışkanlıklar büyük fırsatlar sunduğu kadar bir dizi tehdit ve tehlikeyi de beraberinde getirmiştir. Akışkan olgulara en iyi örnek, paranın sembolik işaretler olarak küresel çapta anlık olarak hareket ettiği küresel finans piyasalarıdır. Finans piyasaları dışında internet ya da sosyal paylaşım ağları üzerindeki etkileşimler, pornografi, göçmenlerin küresel hareketleri (Ritzer, 2010a: 20-46) ya da 2020 yılı itibarıyla küresel olarak karşı karşıya olduğumuz Covid-19 pandemisi küresel düzeydeki akışkan olgulara örnek oluşturur. Din statiktir."
  },
  {
    "id": "2979819",
    "unitNumber": 3,
    "text": "………….. temellerinin dijitalleştiği ve böylece küresel düzeyde işlenip depolanmasında sınırların/ mesafelerin ortadan kalktığı enformasyon odaklı bu ekonomik yapıda, standart fordist kitle üretiminin aksine çok daha esnek, parçalı, yatay bir model hakimdir.” Boşluğu uygun olan ifade ile dodurunuz.",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi",
      "B": "Üretim",
      "C": "Tüketim",
      "D": "Küreselleşme",
      "E": "Yerelleşme"
    },
    "explanation": "Konu: KÜRESELLEŞME: TEMEL KONULAR/ Küreselleşme, Enformasyonel Ekonomi, Kültür ve Tüketim<br/>Bilgi temellerinin dijitalleştiği ve böylece küresel düzeyde işlenip depolanmasında sınırların/ mesafelerin ortadan kalktığı enformasyon odaklı bu ekonomik yapıda, standart fordist kitle üretiminin aksine çok daha esnek, parçalı, yatay bir model hakimdir. Japon otomobil firması Toyota’nın üretim anlayışına atıfla <em>Toyotaizm </em>olarak da adlandırılan bu yeni ekonomik yapılanma, üretilen ürünlere pazar bulmak yerine, var olan pazarın ve müşteri profilinin taleplerine göre üretimi benimsemekte ve böylelikle belirsizlikleri en aza indirmektedir. Ayrıca şirketlerin örgütlenme modelleri dijital teknolojilerin çalışma ilkelerini taklit ederken, artık küresel ve eşzamanlı iletişimi mümkün kılan çok-merkezli ve çok-düğümlü bir yapı söz konusudur.<br/>Enformasyonun/bilginin başka bir bilgiyle üretildiği bu dönüşümlü üretim ortamında, “bilgiyi” geliştirme, depolama, işleme ve yayma teknolojileri artık ekonominin en önemli gücünü oluşturmaktadır."
  },
  {
    "id": "2979820",
    "unitNumber": 3,
    "text": "Kültürlerin küreselleşmeden ya da çoklu kültürel süreçlerden etkilenmemiş olduğunu ve ısrarlı bir şekilde birbirlerinden farklı kalmaya yatkın olduğunu vurgulayan kuram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültürel Farkçılık",
      "B": "Kültürel Çakışma",
      "C": "Kültürel Melezleşme",
      "D": "Küreselleşme",
      "E": "Homojenleşme"
    },
    "explanation": "Konu: KÜRESELLEŞME: TEMEL KONULAR/ Kutuplaşma Olarak Küresel Kültür ya da Kültürel Farkçılık<br/><strong><em>Kültürel farkçılık </em></strong>(ya da <em>kutuplaşma</em>) kuramı kültürlerin küreselleşmeden ya da çoklu kültürel süreçlerden/akıntılardan büyük ölçüde etkilenmemiş olduğunu ve “ısrarlı bir şekilde birbirlerinden farklı kalmaya yatkın” olduğunu vurgular. Bu vurgu, kültürlerin küreselleşmeden hiç etkilenmediği anlamına gelmemekte, sadece etkinin kısmî olduğu ve her zaman nasılsalar öyle olmayı sürdürdükleri anlamına gelmektedir. Yüzeydeki değişimlerden büyük ölçüde etkilenmeyen “derin yapılar” olduğu görüşünden hareket eden yapısalcı bir bakış açısına sahip bu yaklaşıma göre, küreselleşme esas olarak kültürlerin derin yapısının yüzeyinde ortaya çıkar ve bunları da ancak kısmen etkileyebilir. Bu görüşte dünya büyük ölçüde ayrı kültürlerin mozaiği olarak ele alınmaktadır."
  },
  {
    "id": "2979821",
    "unitNumber": 3,
    "text": "“Medeniyetler Çatışması” teorisiyle aralarında ciddi fay hatları olan yedi ya da sekiz uygarlığın çatışmasının insanlığın tarihini belirlediğini savunan stratejist, bilim insanı kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "A. Giddens",
      "B": "M. Castells",
      "C": "Z. Bauman",
      "D": "S.P. Huntington",
      "E": "G. Ritzer"
    },
    "explanation": "Konu: KÜRESELLEŞME: TEMEL KONULAR/ Kutuplaşma Olarak Küresel Kültür ya da Kültürel Farkçılık<br/>Samuel Huntington’ın <em>“Medeniyetler Çatışması” </em>teorisi bu kutuplaşma ya da kültürel farkçılık yaklaşımının en güzide örneğidir. Ona göre, jeopolitik soğuk savaşın sona ermesi ile birlikte, politik-ekonomik farklılıklar, esas olarak kültürel nitelikteki yeni fay hatlarının gölgesinde kalmakta; çok eski kimlikler, düşmanlıklar ve husumetler yeniden su yüzüne çıkmaktadır. Aralarında ciddi fay hatları olan yedi ya da sekiz uygarlığın çatışmasının insanlığın tarihini belirlediğini savunan Huntington, Sino (Çin), İslami, Ortodoks, Hindu, Batı Avrupa, Kuzey Amerika gibi dünya uygarlıkları arasında ekonomik çatışmalara ve kültür savaşlarına, bu kültür savaşları da muhtemelen “küresel medeniyetler çatışmasına” yol açacaktır. Bu teori, pek çok nedenden dolayı, özellikle İslami uygarlık hakkındaki tartışmalı ifadeleri ve Müslümanları “şiddete eğilimli” göstermesi bakımından eleştirilmektedir (Ritzer, 2010: 263-266, 291)."
  },
  {
    "id": "2979822",
    "unitNumber": 3,
    "text": "“ <em>………… </em>tezi küreselleşmenin dünya çapında, küresel düzeyde giderek artan bir aynılığa, tektipliliğe yol açmaya yatkın olduğu görüşüne dayanır.” Boşluğu doğru olan ifade ile doldurunuz.",
    "correctAnswer": "A",
    "options": {
      "A": "Kültürel Çakışma",
      "B": "Kültürel Farkçılık",
      "C": "Kültürel Melezleşme",
      "D": "Kutuplaşma",
      "E": "Küreselleşme"
    },
    "explanation": "Konu: KÜRESELLEŞMENİN STANDARTLAŞTIRICI BOYUTU: HOMOJENLEŞME/ KÜLTÜREL ÇAKIŞMA<br/><em>Homojenleşme </em>ya da farklı bir kavramsal ifade ile <em>kültürel çakışma </em>tezi küreselleşmenin dünya çapında, küresel düzeyde giderek artan bir aynılığa, tektipliliğe yol açmaya yatkın olduğu görüşüne dayanır. Bu pozisyonu paylaşan yaklaşımlar genel olarak küreselleşmenin standartlaş(tırıl)mış kültür ürünlerinin küresel düzeyde tüketilmesine ve böylelikle tektip, ortak bir yeme-içme, eğlenme, giyinme, yani ortak bir beğeninin oluşmasını mümkün kılarak kültürel düzeyde standartlaştırıcı ve homojenleştirici bir rol oynadığını vurgular. Dünya kültürleri, en azından belli ölçülerde ve bazı bakımlardan, giderek benzer hâle gelmektedir (Ritzer, 2010:276)."
  },
  {
    "id": "2979823",
    "unitNumber": 3,
    "text": "“ Kültür bir zamanlar bireyi içinde yaşadığı dünyaya karşı daha eleştirel bir mesafe almaya ve her türlü baskıya karşı direnmeye yönlendirirken …………………….. eleştirellik ortadan kalkmış ve basit eğlence biçimlerine indirgenmiştir.” Boşluğu doğru olan ifade ile doldurunuz.",
    "correctAnswer": "D",
    "options": {
      "A": "Kültür ekonomisinde",
      "B": "Yaratıcı endüstride",
      "C": "Küreselleşmede",
      "D": "Kültür endüstrisinde",
      "E": "Kültürel çakışmada"
    },
    "explanation": "<strong>Konu:</strong> KÜRESELLEŞMENİN STANDARTLAŞTIRICI BOYUTU: HOMOJENLEŞME/ KÜLTÜREL ÇAKIŞMA/ Kültür Endüstrisi: Frankfurt Okulu<br/>Kültür bir zamanlar bireyi içinde yaşadığı dünyaya karşı daha eleştirel bir mesafe almaya ve her türlü baskıya karşı direnmeye yönlendirirken kültür endüstrisinde eleştirellik ortadan kalkmış ve basit eğlence biçimlerine indirgenmiştir. Kültür bir zamanlar bireyselliği beslemekteyken şimdi uyumluluğu özendirmektedir ve “bireyin sonuna” yol açan “tümüyle yönetilen toplumun” en önemli parçasıdır. Bireyleri manipüle ve kontrol edilecek birer nesne konumuna sokan “estetik birer yoksullaşma”ya karşılık gelen kültür endüstrisi ürünleri yarattığı yanlış ihtiyaçlar ile insanları güdüp yönlendirerek onları <em>status quo </em>ile uzlaştırmakta ve böylelikle kapitalist tahakkümün yeniden üretimine yardım etmektedir (Swingewood, 1996: 36-37). Adorno ve Horkheimer’e göre, toplumsal denetim aracı ve ideolojik bir tahakküm biçimi olarak yukarıdan aşağıya empoze edilen ve endoktrinasyon vazifesi gören bir kültürü yaşama geçiren olan kültür endüstrisinde insanileştirme ve özgürleştirme yoktur (Kellner, 1988: 102-105). Kaldı ki, “tüketici, kültür endüstrisinin ikna etmeye çalıştığı gibi hükmedici ya da özne değildir, aksine kültür endüstrisinin nesnesidir (Adorno, 1975: 76)."
  },
  {
    "id": "2979824",
    "unitNumber": 3,
    "text": "Küresel ve yerel olanın, farklı coğrafi alanlarda değişik sonuçlar doğuracak şekilde birbirlerinin içine girmesi olarak tanımlanana kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Küreselleşme",
      "B": "Küyerelleşme",
      "C": "Homojenleşme",
      "D": "Kültürel çakışma",
      "E": "Kültürel farkçılık"
    },
    "explanation": "Konu: KÜRESELLEŞMENİN FARKLILAŞTIRICI BOYUTU: KÜLTÜREL MELEZLEŞME VE KÜYERELLEŞME<br/>Küyerelleşme (glocalization) kavramı, küresel ve yerel olanın, farklı coğrafi alanlarda değişik so-nuçlar doğuracak şekilde birbirlerinin içine gir-mesi olarak tanımlanabilir. Küyerelleşme (glocalization) ise kültürel melezleşmenin özüne inen ve küreselleşmeyle ilgili birçok çağdaş teorisyenin küresel süreçlerin asli niteliği olarak gördüğü bir kavramdır (Ritzer, 2010a:272). Roland Robertson’un (1995) “küreselleşme (globalization) ve yerelleşme (localization) yönündeki baskılar arasındaki kopmaz birliği açığa vuran, gayet yerinde bir ifadesi ile” (Bauman, 1999:81-82) küyerelleşme (glocalization) kavramı, küresel ve yerel olanın, farklı coğrafi alanlarda değişik sonuçlar doğuracak şekilde birbirlerinin içine girmesi olarak tanımlanabilir. Küresel dinamiklerin yerelliklerle eklemlenince geçirdiği dönüşümleri belirginleştirmesi açısından önem arz eden bu küyerelleşme kavramı, küreselleşme sürecinin diyalektik olarak hem yerelliklerin ivme kazanmasına hem de söz konusu yerelliklerin küreselleşmesine de neden olduğuna dikkat çeker. <br/>Küyerelleşme, küresel şirketlerin yerel bağlamlarda uyguladıkları pazarlama stratejilerinde, “Küresel düşün, yerel hareket et” mantığına dayanan bir kavramdır. Bu içerikte; KFC, Domino’s, Burger King, McDonald’s gibi küresel firmaların Türkiye’deki standart menülerine tavuk-pilav, döner kebap, pizza, ayran, dürüm gibi yerel yemek ve içecekleri eklemesi; Ramazan menüleri, iftar reklamları, misvak aromalı Colgate gibi ürün ve uygulamalar pazarlama stratejilerinde kendini gösteren küyerelleşme olgusunun örnekleri olarak gösterilebilir. Pazarlama stratejilerinde ve ürün reklamlarında görülen bu tür göstergelerin, küyerelleşme ilkesinin etkisiyle oluşturduğu marka imajı, tüketicinin satın alma sürecinde de oldukça etkilidir. Bununla birlikte, yerel dinamiklere göre “köfte-burger” gibi terimlerle yeniden adlandırmak da bu stratejinin bir parçasıdır. Google’ın 29 Ekim Cumhuriyet Bayramı gibi ulusal bayramlar için özel <em>doodle</em>’ları, turizm sektöründeki uluslararası otel operatörlerinin yerel motiflere uyacak şekilde değiştirdiği dekorasyonlar ve animasyonlar ya da yerel bağlamlara göre yemek menülerindeki değişiklikler yine bu tür pazarlama stratejilerine örnek oluşturur (Ergur, 2019: 32)."
  },
  {
    "id": "2979825",
    "unitNumber": 4,
    "text": "\"................. ise, daha ziyade işlevselci bir yaklaşımla sınıfların, özellikle iş bölümü ve meslekler bağlamında toplumsal yapı içerisinde dayanışma, kolektif birlik ve toplumsallaşmayı sağlayan yönüne odaklanmıştır.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Weber",
      "B": "Marx",
      "C": "Wright",
      "D": "Durkheim",
      "E": "Veblen"
    },
    "explanation": "Durkheim ise, daha ziyade işlevselci bir yaklaşımla sınıfların, özellikle iş bölümü ve meslekler bağlamında toplumsal yapı içerisinde dayanışma, kolektif birlik ve toplumsallaşmayı sağlayan yönüne odaklanmıştır"
  },
  {
    "id": "2979826",
    "unitNumber": 4,
    "text": "“aylak sınıfa” ilişkin kuram kime aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Marx",
      "B": "Weber",
      "C": "Veblen",
      "D": "Durkheim",
      "E": "Baudrillard"
    },
    "explanation": "Thorstein Veblen’in (1899, s. 48-53) “aylak sınıfa” ilişkin kuramı karşımıza çıkar."
  },
  {
    "id": "2979827",
    "unitNumber": 4,
    "text": "\"......................., bireyin asgari düzeyde yaşamını sürdürmesi için gerekli besin ve barınma gibi ihtiyaçlarını karşılayamadığı durumları ifade etme amacıyla esasen açlık sınırı gibi yoksulluğun ontolojik yapısını rakam ve istatistiklerle açıklayan “mutlak yoksulluk” kavramından farklıdır.\" ifadesinde bo bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mutlak düzey",
      "B": "Gelir dağılımı",
      "C": "Göreli yoksulluk",
      "D": "Klasik mutlak yoksulluk",
      "E": "Yeni yoksulluk"
    },
    "explanation": "Yeni yoksulluk, bireyin asgari düzeyde yaşamını sürdürmesi için gerekli besin ve barınma gibi ihtiyaçlarını karşılayamadığı durumları ifade etme amacıyla esasen açlık sınırı gibi yoksulluğun ontolojik yapısını rakam ve istatistiklerle açıklayan “mutlak yoksulluk” kavramından farklıdır"
  },
  {
    "id": "2979828",
    "unitNumber": 4,
    "text": "“Kadına kadınlık satılır, böylelikle sağlığına ve vücuduna özen göstermeye, koku sürmeye, giyinmeye, tek bir kelimeyle ‘yoktan var olmaya’ inanarak kadın kendini tüketir” ifadesi hangi düşünüre aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Veblen",
      "B": "Baudrillard",
      "C": "Marx",
      "D": "Weber",
      "E": "Durkheim"
    },
    "explanation": "Baudrillard’ın (2004, s.113-114) belirttiği gibi “Kadına kadınlık satılır, böylelikle sağlığına ve vücuduna özen göstermeye, koku sürmeye, giyinmeye, tek bir kelimeyle ‘yoktan var olmaya’ inanarak kadın kendini tüketir”."
  },
  {
    "id": "2979829",
    "unitNumber": 4,
    "text": "“Tüm insanlar ihtiyaç ve tatmin ilkesi önünde eşittir, çünkü tüm insanlar nesnelerin ve malların kullanım değeri önünde eşittir. Halbuki değişim değeri önünde eşitliksiz ve bölünmüşlerdir.” ifadesi hangi düşünüre aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Riesman",
      "B": "Weber",
      "C": "Marx",
      "D": "Baudrillard",
      "E": "Bocock"
    },
    "explanation": "Baudrillard’ın (2004, s. 53) ifade ettiği gibi “Tüm insanlar ihtiyaç ve tatmin ilkesi önünde eşittir, çünkü tüm insanlar nesnelerin ve malların kullanım değeri önünde eşittir. Halbuki değişim değeri önünde eşitliksiz ve bölünmüşlerdir.”"
  },
  {
    "id": "2979830",
    "unitNumber": 4,
    "text": "I. ekonomik sermaye<br/>II. sosyal sermaye<br/>III. kültürel sermaye<br/>“habitus” kavramı yukarıdakilerden hangisi/hangilerini içerir?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "“habitus” kavramı, “ekonomik sermaye”, “sosyal sermaye” ve “kültürel sermaye” olmak üzere üç farklı sermaye türünü içermektedir."
  },
  {
    "id": "2979831",
    "unitNumber": 4,
    "text": "I. Yüksek kültür<br/>II. üst-orta kültür<br/>III. alt-orta kültür<br/>IV. aşağı kültür<br/>V. sözde-halk aşağı kültürü<br/>Yukarıdakilerden hangisi/hangileri Gans’ın temel beğeni kamusu arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "I, II, III ve IV",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Yüksek kültür, üst-orta kültür, alt-orta kültür, aşağı kültür ve sözde-halk aşağı kültürü Gans’ın beş temel beğeni kamusu arasında yer alır."
  },
  {
    "id": "2979832",
    "unitNumber": 4,
    "text": "\"Günlük yaşamda benliğin sunumu\"isimli kitabın yazarı kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Charles Cooley",
      "B": "Erving Goffman",
      "C": "George Herbert Mead",
      "D": "Featherstone",
      "E": "Weber"
    },
    "explanation": "Erving Goffman’ın (1973) kitabıyla aynı ismi taşıyan “günlük yaşamda benliğin sunumu” kavramında rastlamaktayız."
  },
  {
    "id": "2979833",
    "unitNumber": 4,
    "text": "Gösteri Toplumu” kavramı hangi düşünüre aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "George Herbert Mead",
      "B": "Erving Goffman",
      "C": "Adorno",
      "D": "Baudrillard",
      "E": "Guy Debord"
    },
    "explanation": "Guy Debord (1931-1984), kitabının da adı olan “Gösteri Toplumu” kavramıyla, medya içeriklerinin, ihtiyacımız olduğu düşündürtülen ve çeşitlendirilmiş göz alıcı metalarla dolu bir gösteri olarak tezahür ettiğine işaret eder."
  },
  {
    "id": "2979834",
    "unitNumber": 4,
    "text": "\"Günümüzde kullanılan mikroişlemciler, kablo televizyon, etkileşimli televizyon, cep telefonları, uydu yayıncılığı, kelime işlemci, elektronik posta, video konferans ve bunların birbirleriyle veri alışverişinde bulunabilmelerinden ortaya çıkan sistemler ......................olarak tanımlanmaktadır.\" ifadesinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ara yüzlü programlar",
      "B": "Bilgi ve iletişim teknolojileri",
      "C": "Geleneksel medya",
      "D": "Yeni medya",
      "E": "Facebook"
    },
    "explanation": "Günümüzde kullanılan mikroişlemciler, kablo televizyon, etkileşimli televizyon, cep telefonları, uydu yayıncılığı, kelime işlemci, elektronik posta, video konferans ve bunların birbirleriyle veri alışverişinde bulunabilmelerinden ortaya çıkan sistemler yeni medya ya da yeni iletişim sistemleri olarak tanımlanmaktadır."
  },
  {
    "id": "2979835",
    "unitNumber": 4,
    "text": "Sınıf yapısının doğrudan çıplak gözle görülüp gözlemlenebilecek bir olgudan çok bilimsel araştırma yöntemleri ve teknikleriyle açığa çıkarılması gereken, çeşitli toplumsal grupların toplumsal düzen içerisindeki konumlarının dinamik ve değişen yapısını ifade eden kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Wright",
      "B": "Baudrillard",
      "C": "Cooley",
      "D": "Breitrose",
      "E": "Lazorovic"
    },
    "explanation": "Sınıf yapısının doğrudan çıplak gözle görülüp gözlemlenebilecek bir olgudan çok bilimsel araştırma yöntemleri ve teknikleriyle açığa çıkarılması gereken, çeşitli toplumsal grupların toplumsal düzen içerisindeki konumlarının dinamik ve değişen yapısını ifade eden kuramcı Wright'dır."
  },
  {
    "id": "2979836",
    "unitNumber": 4,
    "text": "Gösterişçi tüketim kavramını literatüre katan kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Veblen",
      "B": "Williams",
      "C": "Butler",
      "D": "Featherstone",
      "E": "Joy"
    },
    "explanation": "Gösterişçi tüketim kavramını literatüre katan kuramcı Veblen'dir."
  },
  {
    "id": "2979837",
    "unitNumber": 4,
    "text": "\"............... yoksulluk\", ülkelerin politikalarına bağlı biçimde gelir dağılımında ulusal ortalamanın altında konumlanan seviyeleri ifade eder.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru biçimde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Göreli",
      "B": "Mutlak",
      "C": "Yeni",
      "D": "İnsani",
      "E": "Nöbetleşe"
    },
    "explanation": "\"Göreli yoksulluk\", ülkelerin politikalarına bağlı biçimde gelir dağılımında ulusal ortalamanın altında konumlanan seviyeleri ifade eder."
  },
  {
    "id": "2979838",
    "unitNumber": 4,
    "text": "Tüketimin yalnızca ekonomik düzlemde yorumlanmaması gerektiğini, aksine göstergelerle bezeli kültürel bir olgu olarak ele alınması gerektiği görüşünü ileri süren düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bocock",
      "B": "Gans",
      "C": "Veblen",
      "D": "Debord",
      "E": "Bauman"
    },
    "explanation": "Tüketimin yalnızca ekonomik düzlemde yorumlanmaması gerektiğini, aksine göstergelerle bezeli kültürel bir olgu olarak ele alınması gerektiği görüşünü ileri süren düşünür Bocock'dur."
  },
  {
    "id": "2979839",
    "unitNumber": 4,
    "text": "Ekonomik, sosyal ve kültürel sermayeyi içeren, toplumsal sınıf ve tabakalaşmayı tüketim pratiklerinin de işin içinde yer aldığı tüm gündelik pratikler bakımından ele alan yaşam biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Habitus",
      "B": "Minimalizm",
      "C": "Kültürel tüketim",
      "D": "Yeni orta sınıf",
      "E": "Anti-tüketim"
    },
    "explanation": "Ekonomik, sosyal ve kültürel sermayeyi içeren, toplumsal sınıf ve tabakalaşmayı tüketim pratiklerinin de işin içinde yer aldığı tüm gündelik pratikler bakımından ele alan yaşam biçimi habitus'tur."
  },
  {
    "id": "2979840",
    "unitNumber": 4,
    "text": "Gans'ın yaptığı ayrımda yükseköğretim görmüş bireyler, meslek sahipleri, uzman ve yöneticilerin yer aldığı, fakat sanat yaratıcısı ve eleştirmeni olarak yetiştirilmeyen ve kültürün yaratıcıya yönelik konularıyla ilgilenmeyen kültürü grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üst-orta kültür",
      "B": "Yüksek kültür",
      "C": "Alt-orta kültür",
      "D": "Aşağı kültür",
      "E": "Sözde-aşağı kültür"
    },
    "explanation": "Gans'ın yaptığı ayrımda yükseköğretim görmüş bireyler, meslek sahipleri, uzman ve yöneticilerin yer aldığı, fakat sanat yaratıcısı ve eleştirmeni olarak yetiştirilmeyen ve kültürün yaratıcıya yönelik konularıyla ilgilenmeyen kültürü grubu üst-orta kültür'dür."
  },
  {
    "id": "2979841",
    "unitNumber": 4,
    "text": "\"Satın almadığım birtakım güzel şeyler\" adlı yayınıyla anti-tüketici bir manifesto ile kendini ortaya koyan bir hareketi temellendiren kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "S. Lazorovic",
      "B": "D. Reisman",
      "C": "H.Gans",
      "D": "E.Goffman",
      "E": "P.Bourdieu"
    },
    "explanation": "\"Satın almadığım birtakım güzel şeyler\" adlı yayınıyla anti-tüketici bir manifesto ile kendini ortaya koyan bir hareketi temellendiren kişi Sarah Lazarovic'tir.<br/>S.Lazarovic"
  },
  {
    "id": "2979842",
    "unitNumber": 4,
    "text": "\"Gösteri toplumu\" isimli kitabında medya içeriklerinin, ihtiyacımız olduğu düşündürtülen ve çeşitlendirilmiş göz alıcı metalarla dolu bir gösteri olarak tezahür ettiğine işaret eden kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "G. Debord",
      "B": "C.H. Cooley",
      "C": "J.Butler",
      "D": "Z.Bauman",
      "E": "A.Tocqueville"
    },
    "explanation": "\"Gösteri toplumu\" isimli kitabında medya içeriklerinin, ihtiyacımız olduğu düşündürtülen ve çeşitlendirilmiş göz alıcı metalarla dolu bir gösteri olarak tezahür ettiğine işaret eden kişi G. Debord'tur."
  },
  {
    "id": "2979843",
    "unitNumber": 4,
    "text": "Medyanın yarattığı bilinç endüstrisi vasıtasıyla, yöneten ve sömürülen sınıfların varlığının devamının sağlandığını belirten ve baskılanan tabakaya tüketiciyi yerleştiren kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Baudrillard",
      "B": "Reisman",
      "C": "Goffman",
      "D": "Bauman",
      "E": "Gans"
    },
    "explanation": "Medyanın yarattığı bilinç endüstrisi vasıtasıyla, yöneten ve sömürülen sınıfların varlığının devamının sağlandığını belirten ve baskılanan tabakaya tüketiciyi yerleştiren kuramcı Baudrillard'dır."
  },
  {
    "id": "2979844",
    "unitNumber": 4,
    "text": "Geleneksel medya yoluyla azınlığın çoğunlukla iletişime geçerken, yeni medya ile çoğunluğun kendi istediği enformasyona ulaşmasına olanak verdiğini ifade eden kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Breitrose",
      "B": "Debord",
      "C": "Manovich",
      "D": "Quinton",
      "E": "Harridge"
    },
    "explanation": "Geleneksel medya yoluyla azınlığın çoğunlukla iletişime geçerken, yeni medya ile çoğunluğun kendi istediği enformasyona ulaşmasına olanak verdiğini ifade eden kişi Breitrose'dir."
  },
  {
    "id": "2979845",
    "unitNumber": 4,
    "text": "Toplumsal tabakalaşma bağlamında tüketim olgusu ele alındığında tüketim pratiklerine ilişkin aşağıdakilerden hangisi <strong><u>söylenemez</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Sınıflı toplumların varoluşu gereği hiyerarşik bir yapıdadır.",
      "B": "Toplumsal tabakalaşmanın en önemli tezahürlerinden biridir.",
      "C": "Tüketim kültürel ve davranışsal yönüyle toplumsal sınıf göstergesidir.",
      "D": "Tüketim pratikleri günlük yaşama nüfuz etmemektedir.",
      "E": "Toplumsal statüyü ayrıcalıklı gösterme isteği tüketime yönlendirir."
    },
    "explanation": "Tüketimin bir toplumsal sınıf ve statü imleci olarak yalnızca ekonomik boyutunun değil, kültürel ve davranışsal yönünün de büyük önem arz etmesi, çağımızda tüketim ve sınıfsal konumlar arasındaki çok boyutlu ve karmaşık ilişkinin araştırılmasını elzem kılmaktadır. Gündelik hayatta sıklıkla gözlemlenen durumlardan biri, tüketilen meta, mal ve hizmetlerin, iş görmeye ve pratik amaca yönelik kullanımlarının ötesinde, toplumsal statü hatta kimlik bileşeni olarak bir işlev yerine getirmeleridir. Geç 19. yüzyıldan itibaren ayrı bir endüstri kolu oluşturmaya başlayan moda sektörü ve 20. yüzyıl boyunca teknolojik gelişmelerle eşgüdümlü olarak kitle iletişim araçlarınca yaygınlık kazanan kültür endüstrileri, bu durumu kolaylaştırmış ve bireyin kimlik oluşturma sürecine daha fazla nüfuz ederek tüketim pratiklerini gündelik yaşamın her anında var etme çabası içine girmiştir. Farklı toplumsal tabakalara mensup bireyler esasen, toplumsal statülerini olduğunda daha iyi, güzel, farklı ya da ayrıcalıklı olduğunu göstermeye yönelik bir tutum içinde tüketim toplumunun bir parçası hâline gelirler. Buradan yola çıkılarak tüketim pratiklerinin günlük yaşama nüfuz etmediğini söylemek olanaklı değildir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2979846",
    "unitNumber": 4,
    "text": "Sınıf ve toplumsal tabakalaşmaya dair açıklamalarını boş zamana sahip olma ve bunun bir prestij ve toplumsal statü göstergesi olarak belirten sosyolog ve ileri sürdüğü tüketim tipi hangi seçenekte doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Baudrillard - Üst tüketim",
      "B": "Williams - Servete bağlı tüketim",
      "C": "Veblen - Gösterişçi tüketim",
      "D": "Bourdieu - Kültürel tüketim",
      "E": "Gans - Aşağı kültür tüketimi"
    },
    "explanation": "Tabakalaşma ve tüketim kalıpları arasındaki ilişkiye yönelik en erken sosyolojik araştırmalar arasında, sınıf ve toplumsal tabakalaşmayı özellikle maddi ihtiyaç ve çalışma zorunluluğundan azade bir biçimde boşzamana sahip olma üzerinden kavrayıp, bunu bir prestij ve toplumsal statü göstergesi olarak imleyen ve literatüre kattığı “<strong><em>gösterişçi tüketim</em></strong>” ile eşleştiren Thorstein Veblen’in “<strong><em>aylak sınıfa</em></strong>” ilişkin kuramı karşımıza çıkar. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "2979847",
    "unitNumber": 4,
    "text": "Yeni yoksulluk kavramına ilişkin aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Temel beslenme ihtiyaçlarının karşılanamamasıdır.",
      "B": "Mutlak yoksulluk olarak da ifade edilebilir.",
      "C": "Göreli yoksulluk çerçevesinde açıklanabilir.",
      "D": "Burjuva ve proleter yaşamı birlikte yaşama isteğidir.",
      "E": "Aylak sınıf olarak tanımlanır."
    },
    "explanation": "Yeni yoksulluk, bireyin asgari düzeyde yaşamını sürdürmesi için gerekli besin ve barınma gibi ihtiyaçlarını karşılayamadığı durumları ifade etme amacıyla esasen açlık sınırı gibi yoksulluğun ontolojik yapısını rakam ve istatistiklerle açıklayan “mutlak yoksulluk” kavramından farklıdır. Daha ziyade, mutlak düzeyden farklı olarak ülkelerin politikalarına bağlı biçimde gelir dağılımında ulusal ortalamanın altında konumlanan seviyeleri ifade eden “göreli yoksulluk” ile yakından ilgilidir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "2979848",
    "unitNumber": 4,
    "text": "Radyo, televizyon, dergi ve internet gibi yazılı, işitsel ve görsel kitle iletişim araçlarınca temsil edilen, geçici ve çabuk tüketmeye elverişli kültür tabakası aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yüksek kültür",
      "B": "Üst-orta kültür",
      "C": "Popüler kültür",
      "D": "Egemen kültür",
      "E": "Karşıt kültür"
    },
    "explanation": "Radyo, televizyon, dergi ve internet gibi yazılı, işitsel ve görsel kitle iletişim araçlarınca temsil edilen, geçici ve çabuk tüketmeye elverişli kültür tabakası “popüler kültür” olarak tanımlanmaktadır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "2979849",
    "unitNumber": 4,
    "text": "Pierre Bourdieu’nün toplumsal sınıf ve tabakalaşmayı tüketim pratiklerinin de işin içinde yer aldığı tüm gündelik pratikler bakımından ele alan bir yaşam biçimi olarak ifade ettiği kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yüksek kültür",
      "B": "Beğeni kamusu",
      "C": "Öteki-yönelimlilik",
      "D": "Habitus",
      "E": "Genişletilmiş benlik"
    },
    "explanation": "Pierre Bourdieu’nün toplumsal sınıf ve tabakalaşmayı tüketim pratiklerinin de işin içinde yer aldığı tüm gündelik pratikler bakımından ele alıp esasen yaşam biçimini ifade ettiği “<strong>habitus</strong>” kavramı, “ekonomik sermaye”, “sosyal sermaye” ve “kültürel sermaye” olmak üzere üç farklı sermaye türünü içermektedir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2979850",
    "unitNumber": 4,
    "text": "Yüksek öğrenim görmüş bireyler, meslek sahipleri, uzman ve yöneticilerin yer aldığı, fakat sanat yaratıcısı ve eleştirmeni olarak yetiştirilmeyen ve kültürün yaratıcıya yönelik konularıyla ilgilenmeyen bir kültür grubuna işaret ettiği için kısmen tüketim toplumunun içinde konumlanan beğeni kamusu aşağıdaki kültürel tabakaların hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yüksek kültür",
      "B": "Üst-orta kültür",
      "C": "Alt-orta kültür",
      "D": "Aşağı kültür",
      "E": "Sözde-halk aşağı kültürü"
    },
    "explanation": "Yüksek kültür, üst-orta kültür, alt-orta kültür, aşağı kültür ve sözde-halk aşağı kültürü Gans’ın beş temel beğeni kamusu arasında yer alır. Üst-orta kültür, yüksek öğrenim görmüş bireyler, meslek sahipleri, uzman ve yöneticilerin yer aldığı, fakat sanat yaratıcısı ve eleştirmeni olarak yetiştirilmeyen ve kültürün yaratıcıya yönelik konularıyla ilgilenmeyen bir kültür grubuna işaret ettiği için kısmen tüketim toplumunun içinde konumlanırlar. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2979851",
    "unitNumber": 4,
    "text": "Charles Cooley’in diğer insanların birey hakkındaki düşüncelerinin, o bireyin düşünme biçimi ve eylemlerini belirlediğini ileri sürdüğü kuramı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Beğeni kamusu",
      "B": "Kültürel sermaye",
      "C": "Ayna benlik",
      "D": "Çekirdek benlik",
      "E": "Öteki yönelimlilik"
    },
    "explanation": "Charles Cooley (1902) “ayna benlik” kuramıyla, diğer insanların bizim hakkımızdaki düşüncelerinin bireyin düşünme biçimi ve eylemlerini belirlediğini ileri sürmüştür. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "2979852",
    "unitNumber": 4,
    "text": "Bireylerin gündelik hayatta diğer insanlarla çeşitli biçim ve düzeylerde iletişim kurduklarında, tıpkı sahne üzerinde performans sergileyen oyuncular gibi, izleyicilerinin yani etkileşime girdikleri bireylerin, ekonomik, toplumsal ve kültürel nitelikleri ve beklentilerini göz önüne alarak, kimlik, sosyal sınıf ve statülerini sergilediklerini ifade eden düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Emile Durkhiem",
      "B": "Ervin Goffman",
      "C": "Eric Olin Wright",
      "D": "Pierre Bourdieu",
      "E": "Alexis de Tocqueville"
    },
    "explanation": "Erving Goffman (1922-1982), bireylerin gündelik hayatta diğer insanlarla çeşitli biçim ve düzeylerde iletişim kurduklarında, tıpkı sahne üzerinde performans sergileyen oyuncular gibi, izleyicilerinin yani etkileşime girdikleri bireylerin, ekonomik, toplumsal ve kültürel nitelikleri ve beklentilerini göz önüne alarak, kimlik, sosyal sınıf ve statülerini sergilediklerini, bu şekilde de benliklerini sunduklarını ifade etmiştir. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2979853",
    "unitNumber": 4,
    "text": "Kimlik oluşturma sürecinde tüketim stratejileri belirlenirken, bireyi arzu edilen bir toplumsal statü, prestij ya da yüksek sermaye göstergeleri olan ve kimlik performansı sırasında başarı getireceği düşündürtülen metalara yönlendiren kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kendim-için-ben",
      "B": "Ötekiler-için-ben",
      "C": "Benim-için-ötekiler",
      "D": "Çekirdek ben",
      "E": "Olmamışlık hali"
    },
    "explanation": "Tüketim toplumu, kimliğinin “ötekiler-için-ben” boyutuyla ilgilenen bireyi, arzu edilen bir toplumsal statü, prestij ya da yüksek sermaye göstergeleri olan ve kimlik performansı sırasında başarı getireceği düşündürtülen metalara yönlendirir. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2979854",
    "unitNumber": 4,
    "text": "Medya söylemlerinin tüketimi artırıcı yönünü ele alan ve ihtiyaçlar başlığı altında modern insanın ihtiyacı olduğunu düşünmesi sağlanan nesneler ve şeylerin medya tarafından belirlendiğini ifade eden düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "E. Durkhiem",
      "B": "J. Butler",
      "C": "P. Bourdieu",
      "D": "J. Baudrillard",
      "E": "A. Tocqueville"
    },
    "explanation": "Medya söylemlerinin tüketimi artırıcı yönünü odağa alan Baudrillard’ın belirttiği üzere, ihtiyaçlar başlığı altında modern insanın ihtiyacı olduğunu düşünmesi sağlanan nesneler ve şeyler, artık medya tarafından belirlenmektedir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2979855",
    "unitNumber": 4,
    "text": ".................. , yalnızca satın alınan mal ve metalar bağlamında ekonomik boyutuyla değil, kültürel ve davranışsal yönüyle de bir toplumsal sınıf ve statü imlecidir.<br/>Aşağıdaki kavramlardan hangisi yukarıdaki boşluğu doğru tamamlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketim",
      "B": "Satın alma",
      "C": "Arzulama",
      "D": "Düşünme",
      "E": "Ticaret"
    },
    "explanation": "Tüketim, yalnızca satın alınan mal ve metalar bağlamında ekonomik boyutuyla değil, kültürel ve davranışsal yönüyle de bir toplumsal sınıf ve statü imlecidir."
  },
  {
    "id": "2979856",
    "unitNumber": 4,
    "text": "Aşağıdaki kuramlardan hangisi Thorstein Veblen'e aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gösterişçilik Kuramı",
      "B": "Aylak Sınıf Kuramı",
      "C": "İşsizlik Kuramı",
      "D": "Tembellik Hakkı Kuramı",
      "E": "Tüketim Kuramı"
    },
    "explanation": "Thorstein Veblen (1857-1929), 19. yüzyıl sonu Amerikan toplumunda, kapitalist burjuva yaşantısına sahip ve zenginlik içinde bulunan, hem çalışmaya ihtiyacı olmayan hem emekten kaçan, <strong>“aylak sınıf ” </strong>olarak tanımladığı bir toplumsal grubun, servetlerini sergileme, toplumsal statü bağlamında bireysel tatmin arama ve üst sınıftan olmanın getirdiği imtiyazlı yaşantılarının diğer sınıfları kıskandıracak şekilde kullanma amaçlı tüketimlerini “<strong>gösterişçi tüketim</strong>” olarak tanımlamaktadır.<br/>Tabakalaşma ve tüketim kalıpları arasındaki ilişkiye yönelik en erken sosyolojik araştırmalar arasında, sınıf ve toplumsal tabakalaşmayı özellikle maddi ihtiyaç ve çalışma zorunluluğundan azade bir biçimde boş zamana sahip olma üzerinden kavrayıp, bunu bir prestij ve toplumsal statü göstergesi olarak imleyen ve literatüre kattığı “gösterişçi tüketim” ile eşleştiren Thorstein Veblen’in (1899, s. 48-53)<br/><strong>“aylak sınıfa” ilişkin kuramı</strong> karşımıza çıkar."
  },
  {
    "id": "2979857",
    "unitNumber": 4,
    "text": "________________, bireyin asgari düzeyde yaşamını sürdürmesi için gerekli besin ve barınma gibi ihtiyaçlarını karşılayamadığı durumları ifade etme amacıyla esasen açlık sınırı gibi yoksulluğun ontolojik yapısını rakam ve istatistiklerle açıklayan “mutlak yoksulluk” kavramından farklıdır. Daha ziyade, mutlak düzeyden farklı olarak ülkelerin politikalarına bağlı biçimde gelir dağılımında ulusal ortalamanın<br/>altında konumlanan seviyeleri ifade eden “göreli yoksulluk” ile yakından ilgilidir.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Öznel Yoksulluk",
      "B": "Eski Yoksulluk",
      "C": "Mutlak yoksulluk",
      "D": "Hissedilen Yoksulluk",
      "E": "Yeni Yoksulluk"
    },
    "explanation": "Mutlak yoksulluktan farklı olarak, ülkelerin politikalarına bağlı biçimde, gelir dağılımında ulusal ortalamanın altında konumlanan seviyeleri ifade eden yoksulluk biçimi “göreli yoksulluk” olarak anılır. Zira temel beslenme ihtiyaçlarının karşılanabildiği fakat tüketici yaşam standartları içerisinde çok sayıda alt düzeyde dahi sosyal beklentilerin karşılanamadığı durumlarda görülen bir yoksulluk biçimidir."
  },
  {
    "id": "2979858",
    "unitNumber": 4,
    "text": "<em>Hangi Yoksulluk biçimi</em>, temel beslenme ihtiyaçlarının karşılanabildiği fakat tüketici yaşam standartları çerçevesinde sosyal beklentilerin karşılanamadığı ve asgari tüketim düzeyinin altında kalınan durumlarda görülen bir yoksulluk biçimi olup küreselleşme ekseninde ve tüketim toplumu bağlamında dikkat çeken bir olgu olarak tanımlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Eski Tip Yoksulluk",
      "B": "Göreli YoksullukTanımlı Yoksulluk",
      "C": "Mutlak Yoksulluk",
      "D": "Yeni Yoksulluk",
      "E": "Öznel yoksulluk"
    },
    "explanation": "<em>Yeni yoksulluk</em>, temel beslenme ihtiyaçlarının karşılanabildiği fakat tüketici yaşam standartları çerçevesinde sosyal beklentilerin karşılanamadığı ve asgari tüketim düzeyinin altında kalınan durumlarda görülen bir yoksulluk biçimi olup küreselleşme ekseninde ve tüketim toplumu bağlamında dikkat çeken bir olgudur."
  },
  {
    "id": "2979859",
    "unitNumber": 4,
    "text": "Pierre Bourdieu’nün (1930-2002) toplumsal sınıf ve tabakalaşmayı tüketim pratiklerinin de işin içinde yer aldığı tüm gündelik pratikler bakımından ele alıp esasen yaşam biçimini ifade ettiği “<strong>.....................</strong>” kavramı, “ekonomik sermaye”, “sosyal sermaye” ve “kültürel sermaye” olmak üzere üç farklı sermaye türünü içermektedir.<br/>Yukarıdaki boşluğa aşağıdaki kavramlardan hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğa",
      "B": "Çevre",
      "C": "Memleket",
      "D": "Ortam",
      "E": "Habitus"
    },
    "explanation": "Pierre Bourdieu’nün (1930-2002) toplumsal sınıf ve tabakalaşmayı tüketim pratiklerinin de işin içinde yer aldığı tüm gündelik pratikler bakımından ele alıp esasen yaşam biçimini ifade ettiği “<strong>habitus</strong>” kavramı, “ekonomik sermaye”, “sosyal sermaye” ve “kültürel sermaye” olmak üzere üç farklı sermaye türünü içermektedir."
  },
  {
    "id": "2979860",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Herbert Gans'ın beş temel beğeni kamusu içinde yer <u>almaz</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Sözde-halk kültürü",
      "B": "Orta kültür",
      "C": "Alt-orta kültür",
      "D": "Üst-orta kültür",
      "E": "Yüksek kültür"
    },
    "explanation": "Kültürel tabakalaşmanın tüketim pratikleriyle eşleştirilerek incelendiği bir başka önemli kavram, Herbert Gans’ın (1999, s. 105-127) “beğeni kamuları” ve onların kültürleridir. Yüksek kültür, üst-orta kültür, alt-orta kültür, aşağı kültür ve sözde-halk aşağı kültürü Gans’ın beş temel beğeni kamusu arasında yer alır. <strong>Bu bilgiye göre B şıkkında verilen orta kültür Gans'ın beş teme beğeni kamusu arasında yer almaz. </strong>"
  },
  {
    "id": "2979861",
    "unitNumber": 4,
    "text": "Gans'a göre beş temel beğeni kamusu arasında hangisi yaratıcılar ve eleştirmenler tarafından yönetildiği için diğerlerinden ayrılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yüksek kültür",
      "B": "Üst-orta kültür",
      "C": "Alt-orta kültür,",
      "D": "aşağı kültür",
      "E": "Sözde-halk aşağı kültürü"
    },
    "explanation": "Kültürel tabakalaşmanın tüketim pratikleriyle eşleştirilerek incelendiği bir başka önemli kavram, Herbert Gans’ın (1999, s. 105-127) “beğeni kamuları” ve onların kültürleridir. Yüksek kültür, üst-orta kültür, alt-orta kültür, aşağı kültür ve sözde-halk aşağı kültürü Gans’ın beş temel beğeni kamusu arasında yer alır. Gans’a göre bunların içinde, yüksek kültür beğeni kamusunu ayıran özellik, yaratıcılar ve eleştirmenler tarafından yönetiliyor olması ve kullanıcılarının çoğunun bu yaklaşımları uygun bulmalarıdır. Ayrıca, kendini seçkin gören ve ayrı tutan küçük bir kamuya hizmet ettiği için de, ürünlerini kitle medyasınca yaymayı düşünmemeleri onları tüketim kültürünün görece en dışında konumlar."
  },
  {
    "id": "2979862",
    "unitNumber": 4,
    "text": "Ayna Benlik Kuramı aşağıdaki sosyologlardan hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mead",
      "B": "Gofman",
      "C": "Cooley",
      "D": "Horkheimer",
      "E": "Adorno"
    },
    "explanation": "Sosyolojik düşünce tarihinde özellikle etnometodolojik ve sembolik etkileşimci yaklaşımlar, bireyin davranışlarının toplumsal çözümlemesine odaklanmıştır. 20. yüzyılın ilk yarısında Charles Cooley (1902) “ayna benlik” kuramıyla, diğer insanların bizim hakkımızdaki düşüncelerinin bireyin düşünme biçimi ve eylemlerini belirlediğini ileri sürmüştür."
  },
  {
    "id": "2979863",
    "unitNumber": 4,
    "text": "Hangi sosyolog, sosyal etkileşimler esnasında bireyin kimi zaman sürekli hesap yaparak davranışlarını bir performans olarak sergilediğini, kimi zaman da görece farkında olmayarak doğaçlama bir performans sergilediğini belirtir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mead",
      "B": "Cooley",
      "C": "Adorno",
      "D": "Goffman",
      "E": "Horkheimer"
    },
    "explanation": "Goffman, sosyal etkileşimler esnasında bireyin kimi zaman sürekli hesap yaparak davranışlarını bir performans olarak sergilediğini, kimi zaman da görece farkında olmayarak doğaçlama bir performans sergilediğini belirtir."
  },
  {
    "id": "2979864",
    "unitNumber": 4,
    "text": "Guy Debond tarafından literatüre kazandırılana ve medya içeriklerinin, ihtiyacımız olduğu düşündürtülen ve çeşitlendirilmiş göz alıcı metalarla dolu bir gösteri olarak tezahür ettiğine işaret eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Vitrinde Yaşayanlar",
      "B": "Şov Dünyası",
      "C": "Benliğin Sunumu",
      "D": "Tüketim Toplumu",
      "E": "Gösteri Toplumu"
    },
    "explanation": "Guy Debord (1931-1984), kitabının da adı olan “<strong>Gösteri Toplumu</strong>” kavramıyla, medya içeriklerinin, ihtiyacımız olduğu düşündürtülen ve çeşitlendirilmiş göz alıcı metalarla dolu bir gösteri olarak tezahür ettiğine işaret eder."
  },
  {
    "id": "2979865",
    "unitNumber": 5,
    "text": "Gündelik hayatın dilinde, güncel olana, yeni olana ve çoğunluk tarafından kabul edilene göndermede bulunmak için kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Moda",
      "B": "İmaj",
      "C": "Taklit",
      "D": "Tarz",
      "E": "Beğeni"
    },
    "explanation": "Moda, gündelik hayatın dilinde, güncel olana, yeni olana ve çoğunluk tarafından kabul edilene göndermede bulunmak için kullanılan kavramdır."
  },
  {
    "id": "2979866",
    "unitNumber": 5,
    "text": "Deneyimin birincil alanını teşkil eden, bireysel ve toplumsal anlamların cisimleştiği, görünür hale geldiği, tüm bu anlamların bireyler arasında takas edildiği bir kanal olma özelliğini taşıyan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kimlik",
      "B": "Bilinç",
      "C": "Beden",
      "D": "Eylem",
      "E": "Benlik"
    },
    "explanation": "Beden, deneyimin birincil alanını teşkil etmekte; bireysel ve toplumsal anlamların cisimleştiği, görünür hale geldiği, tüm bu anlamların bireyler arasında takas edildiği bir kanal olma özelliği taşımaktadır."
  },
  {
    "id": "2979867",
    "unitNumber": 5,
    "text": "………………. içinde beden, hem ticari ilginin odağı olmuş hem de farklı, özgün ve bireysel bir kimlik inşa etmenin temel aracı halini almıştır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Hegemonik alan",
      "B": "Toplumsal sınıf",
      "C": "Moda dünyası",
      "D": "Beden sosyolojisi",
      "E": "Tüketim kültürü"
    },
    "explanation": "Tüketim kültürü içinde beden, hem ticari ilginin odağı olmuş hem de farklı, özgün ve bireysel bir kimlik inşa etmenin temel aracı halini almıştır."
  },
  {
    "id": "2979868",
    "unitNumber": 5,
    "text": "Yaşam tarzlarının, beğenilerin ve serbest zamanın tüketim odaklı faaliyetlerinin; sınıfsal ayrışmanın, farklılığın, kolektif ve bireysel kimliklerin yeni ifade biçimleri olduğunu ileri süren kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Negrin",
      "B": "Crane",
      "C": "Blumer",
      "D": "Chaney",
      "E": "Rosa"
    },
    "explanation": "Chaney (1999), Yaşam tarzlarının, beğenilerin ve serbest zamanın tüketim odaklı faaliyetlerinin; sınıfsal ayrışmanın, farklılığın, kolektif ve bireysel kimliklerin yeni ifade biçimleri olduğuna işaret etmekte ve buradan hareketle, üretim faaliyetlerinden ziyade, bireylerin çeşitli sosyal etkinlik alanlarındaki tüketimlerini nasıl örgütlediklerinin önem kazandığını ileri sürmektedir."
  },
  {
    "id": "2979869",
    "unitNumber": 5,
    "text": "Modayı, bedenlerimizin kendini ifade etme şekli olarak tanımlayan ve modanın sade açık ve olumlayıcı olduğunu ifade eden kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Rosa",
      "B": "Busch",
      "C": "Crane",
      "D": "Veblen",
      "E": "Blumer"
    },
    "explanation": "Busch (2017: 20), modaya ilişkin olarak şöyle bir tanımlama yapmaktadır: “Moda, bedenlerimizin kendini ifade etme şeklidir; sade, açık ve olumlayıcıdır.”"
  },
  {
    "id": "2979870",
    "unitNumber": 5,
    "text": "Egemen sınıfın, tüketimin meşru biçimlerini belirlediğini, bunun üzerinden kendisini sınıfsal olarak daha aşağıdaki gruplardan ayırma çabası içine girdiğini belirten kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bourdieu",
      "B": "Blumer",
      "C": "Foucault",
      "D": "Crane",
      "E": "Simmel"
    },
    "explanation": "Bourdieu’ya göre, egemen sınıf, tüketimin meşru biçimlerini belirlemekte bunun üzerinden kendisini sınıfsal olarak daha aşağıdaki gruplardan ayırma çabası içine girmektedir."
  },
  {
    "id": "2979871",
    "unitNumber": 5,
    "text": "Simmel’e göre bireylerin farklı olma, diğerlerinden ayrışma ihtiyaç ve arzularına, tarz olarak olduğu gibi toplumsal sınıf zemininde de yanıt veren toplumsal olgu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kimlik",
      "B": "Estetik",
      "C": "Statü",
      "D": "Beğeni",
      "E": "Moda"
    },
    "explanation": "Simmel’e (1957) göre moda, bireylerin farklı olma, diğerlerinden ayrışma ihtiyaç ve arzularına, tarz olarak olduğu gibi toplumsal sınıf zemininde de yanıt vermektedir."
  },
  {
    "id": "2979872",
    "unitNumber": 5,
    "text": "Modanın, sınıf ayrışmasının bir ürünü olduğunu ve bir yandan aynı sınıftan bireylerin kolektivizmine işaret ederken; diğer yandan bütün diğer grupların dışlanmasının da aracını teşkil ettiğini belirten kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hebdige",
      "B": "Veblen",
      "C": "Simmel",
      "D": "Gramsci",
      "E": "Bourdieu"
    },
    "explanation": ": Simmel’e göre (1957) moda, sınıf ayrışmasının bir ürünüdür ve bir yandan aynı sınıftan bireylerin kolektivizmine işaret ederken; diğer yandan bütün diğer grupların dışlanmasının da aracını teşkil etmektedir."
  },
  {
    "id": "2979873",
    "unitNumber": 5,
    "text": "“Aylak Sınıfın Teorisi: Kurumların İktisadi İncelemesi” adlı çalışmasında, sınıfsal ayrışmanın genelde tüketim alanında, daha spesifik olarak da moda çerçevesinde çözümlemesini yapan kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Simmel",
      "B": "Veblen",
      "C": "Craine",
      "D": "Davis",
      "E": "Blumer"
    },
    "explanation": "Veblen’in “Aylak Sınıfın Teorisi: Kurumların İktisadi İncelemesi” adlı çalışmasında, sınıfsal ayrışmanın genelde tüketim alanında, daha spesifik olarak da moda çerçevesinde çözümlemesini yaptığı görülmektedir."
  },
  {
    "id": "2979874",
    "unitNumber": 5,
    "text": "Hebdige’ye göre altkültür tarzlarının, üyelerinin hali hazırda ellerinde bulunan metaların farklı biçimlerde ve farklı anlamsal çağrışımlar kullanılmasıyla üretildiğini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Biyopolitika",
      "B": "Materyal",
      "C": "Hegemonya",
      "D": "Brikolaj",
      "E": "Kodlama"
    },
    "explanation": "Hebdige (2004), altkültür tarzlarının, üyelerinin hali hazırda ellerinde bulunan metaların farklı biçimlerde ve farklı anlamsal çağrışımlarla kullanılmasıyla üretildiğine işaret etmekte ve bunu <em>brikolaj</em> olarak kavramsallaştırmaktadır."
  },
  {
    "id": "2979875",
    "unitNumber": 5,
    "text": "…………. tıbbi bilginin, uzman bilgisinin, devletin, toplumsal kurumların söylem ve pratikleri yoluyla işlemekte ve bu uygulamalar üzerinden beden, gözetimin, denetimin ve disiplinin öznesine dönüştürülmektedir.<br/>Yukarıdaki cümleyi aşağıdaki kavramlardan hangisi en doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Biyoiktidar",
      "B": "Biyopolitika",
      "C": "Biyoenerji",
      "D": "Biyografi",
      "E": "Biyom"
    },
    "explanation": "Biyopolitika, tıbbi bilginin, uzman bilgisinin, devletin, toplumsal kurumların söylem ve pratikleri yoluyla işler ve bu uygulamalar üzerinden beden, gözetimin, denetimin ve disiplinin öznesine dönüştürülür. Dolayısıyla doğru yanıt B-Biyopolitikadır."
  },
  {
    "id": "2979876",
    "unitNumber": 5,
    "text": "I- Beden sosyolojisi; bedenin, arzuların kontrolü üzerinden düzenlenişini ve beden üzerindeki iktidar mücadelesi ile ilgilenir. II- Beden sosyolojisi, bedeni doğal ve kültürel olanın bir parçası olarak ele alır. III- Beden sosyolojisi bedeni, farklı iktidar odaklarından gelen yönlendirici güçlerin etkisine açık, pasif bir varlık olarak ele alır. IV- Beden sosyolojisi, benlik ve beden arasındaki yakın ilişki üzerine odaklanır.<br/>Beden sosyolojisine ilişkin yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "I, II ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Beden sosyolojisine ilişkin I, II ve IV no’lu ifadeler sadece doğrudur çünkü beden sosyolojisi nezdinde beden, farklı iktidar odaklarından gelen yönlendirici güçlerin etkisine açık, pasif bir varlık değildir. Dolayısıyla, doğru cevap D- I, II ve IV"
  },
  {
    "id": "2979877",
    "unitNumber": 5,
    "text": "....................... düşüncesi, kapitalizmin ihtiyaçlarıyla uyum içindedir çünkü ………………….. algısı, arzu ve hazların ertelenmesinin irrasyonel olduğunu ve ortaya çıktıkları anda giderilmesi gerektiğini ön görmektedir.<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdaki kavramlardan hangisi en doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Modernizm",
      "B": "Modernist kimlik",
      "C": "Küyerel kimlik",
      "D": "Sınıf kimliği",
      "E": "Postmodern kimlik"
    },
    "explanation": "Postmodern kimlik düşüncesi, kapitalizmin ihtiyaçlarıyla uyum içindedir çünkü postmodern kimlik algısı, arzu ve hazların ertelenmesinin irrasyonel olduğunu ve ortaya çıktıkları anda giderilmesi gerektiğini ön görmektedir. Dolayısıyla, doğru cevap E- Postmodern kimlik"
  },
  {
    "id": "2979878",
    "unitNumber": 5,
    "text": "Modanın kıyafet ve görünüşle ilgili olduğu kadar düşünce sistemleriyle ve bilimle de yakından ilgili olduğunu belirten sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "O. Busch",
      "B": "G. Simmel",
      "C": "H. Blumer",
      "D": "M. Weber",
      "E": "T. Veblen"
    },
    "explanation": "Blumer’e göre moda, kıyafet ve görünüşle ilgili olduğu gibi, düşünce sistemleriyle ve bilimle de yakından ilgilidir. Dolayısıyla, doğru cevap C- H. Blumer"
  },
  {
    "id": "2979879",
    "unitNumber": 5,
    "text": "Modanın endüstriyel olarak, seçkin bir grup tarafından üretildiğinin ve toplumun daha aşağı kesimlerine doğru kademeli olarak yayılım gösterdiğini vurgulayan modanın yukarıdan aşağıya modeli, ……………’in moda çözümlemesinde ve ………………….’in gösterişçi tüketime ilişkin düşüncelerinde görülmektedir.<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıda kuramcılardan hangileri (sırasıyla) en doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Simmel - Blumer",
      "B": "Simmel - Veblen",
      "C": "Veblen - Simmel",
      "D": "Blumer - Veblen",
      "E": "Bush - Simmel"
    },
    "explanation": "Modanın endüstriyel olarak, seçkin bir grup tarafından üretildiğinin ve toplumun daha aşağı kesimlerine doğru kademeli olarak yayılım gösterdiğini vurgulayan modanın yukarıdan aşağıya modeli, Simmel’in moda çözümlemesinde ve Veblen’in gösterişçi tüketime ilişkin düşüncelerinde görülmektedir. Dolayısıyla, doğru cevap B- Simmel- Veblen"
  },
  {
    "id": "2979880",
    "unitNumber": 5,
    "text": "Egemen sınıfın, tüketimin meşru biçimlerini belirleyerek, böylelikle kendisini sınıfsal olarak daha aşağıdaki gruplardan ayırma çabası içine girdiğini belirten kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "P. Bourdieu",
      "B": "J. Baudrillard",
      "C": "G. Simmel",
      "D": "T. Veblen",
      "E": "H. Blumer"
    },
    "explanation": "Egemen sınıfın, tüketimin meşru biçimlerini belirleyerek, böylelikle kendisini sınıfsal olarak daha aşağıdaki gruplardan ayırma çabası içine girdiğini belirten kuramcı Bourdieu’dur. Dolayısıyla, doğru cevap A-Bourdieu"
  },
  {
    "id": "2979881",
    "unitNumber": 5,
    "text": "Woodward ve ekibi 2016 yılında, ………………………. alışkanlığının kültürel anlamlarını araştırmak üzere Kuzey Londra’da bir etnografik çalışma yürütmüşlerdir.<br/>Yukarıdaki cümleyi aşağıdaki ifadelerden hangisi en doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "piercing",
      "B": "dövme",
      "C": "Punk",
      "D": "kot pantalon giyme",
      "E": "makyaj"
    },
    "explanation": "Woodward ve ekibi 2016 yılında, kot pantalon alışkanlığının kültürel anlamlarını araştırmak üzere Kuzey Londra’da bir etnografik çalışma yürütmüşlerdir. Dolayısıyla, doğru cevap D- kot pantalon giyme"
  },
  {
    "id": "2979882",
    "unitNumber": 5,
    "text": "Geleneksel biçimde kadınsı olarak tanımlanan tüketim alanının, erkekleri kapsayacak biçimde genişlemesine işaret eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gösterişçi tüketim",
      "B": "Tüketimin cinsiyetlendirilmesi",
      "C": "Tüketimin erkeksileşmesi",
      "D": "Hegemonik erkeklik",
      "E": "Metroseksüellik"
    },
    "explanation": "Tüketimin erkeksileşmesi kuramı, geleneksel biçimde kadınsı olarak tanımlanan tüketim alanının, erkekleri kapsayacak biçimde genişlemesine işaret etmektedir. Dolayısıyla, doğru cevap C- Tüketimin erkeksileşmesi"
  },
  {
    "id": "2979883",
    "unitNumber": 5,
    "text": "Braizaz, giyinmeye ve modaya ilişkin kadınların görüşlerindeki çeşitliliği, yaptığı araştırmanın sonunda dört temel tipolojiyle açıklamaktadır. Aşağıdakilerden hangisi bunlardan <strong>biri değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Güzellik standartlarına uygun “başarılı bir kadınlık” inşa ederek saygın bir kadın kimliğine sahip olmak ve bakılıyor olmaktan alınan kendine güven hazzı",
      "B": "Kadınlığa ilişkin hegemonik estetik standartlarına mesafeli durarak ve bununla ilgili fazla ödün vermeden giyinmek ancak kadınlığa ilişkin egemen ideallerden sapmama",
      "C": "Egemen güzellik ve estetik kodlarına uyum içinde olmayı arzu etme ancak gerçek imajla ve arzu edilen imaj arasındaki uyumu, ekonomik ya da fiziki koşulların etkisiyle yakalayamama",
      "D": "Kadınların, erkek giyimine ait parçaları kullanıma sokmaları ve eklektik bir biçimde melez bir moda oluşturmaları",
      "E": "Kadın için tanımlanmış egemen kadınlık ve estetik normlarına uyum göstermeme ve bundan alınan haz"
    },
    "explanation": "Braizaz’ın giyinmeye ve modaya ilişkin kadınların görüşlerindeki çeşitliliği açıkladığı dört temel tipoloji içinde “Kadınların, erkek giyimine ait parçaları kullanıma sokmaları ve eklektik bir biçimde melez bir moda oluşturmaları” yoktur. Dolayısıyla, doğru cevap D’dir."
  },
  {
    "id": "2979884",
    "unitNumber": 5,
    "text": "Hebdige, altkültür tarzlarının, üyelerinin hâli hazırda ellerinde bulunan metaların farklı biçimlerde ve farklı anlamsal çağrışımlarla kullanmasıyla üretildiğine işaret ederek bunu aşağıdakilerden hangisi ile kavramsallaştırır?",
    "correctAnswer": "A",
    "options": {
      "A": "Brikolaj",
      "B": "Brikolör",
      "C": "Melange",
      "D": "Eklektik",
      "E": "Hipster"
    },
    "explanation": "Hebdige, altkültür tarzlarının, üyelerinin hâli hazırda ellerinde bulunan metaların farklı biçimlerde ve farklı anlamsal çağrışımlarla kullanmasıyla üretildiğine işaret ederek bunu brikolaj olarak kavramsallaştırır. Dolayısıyla, doğru cevap A’dır."
  },
  {
    "id": "2979885",
    "unitNumber": 5,
    "text": "Beden sosyolojisine yönelik aşağıdakilerden hangisi <strong><u>söylenemez</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Birey ve toplum arasındaki ilişkileri açıklar.",
      "B": "Bedenin cisimleşme deneyimi üzerine çalışır.",
      "C": "Klasik sosyolojinin yöneldiği konuların başındadır.",
      "D": "Bedeni bireysel kimlik inşasının aracı olarak görür.",
      "E": "Toplumsal cinsiyet yapılanmasını sorgular."
    },
    "explanation": "Klasik sosyolojinin ilgisinin ekonomi, toplumsal iş bölümü, toplumsal eşitsizlik gibi konuların makro çözümlemelerine yöneldiği görülmektedir. Bu bağlamda, klasik gelenek içerisinde beden ve onun cisimleşme deneyimleri, henüz merkeze alınan bir konum teşkil etmemekle birlikte; kuramsal katkıları oldukça önemlidir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "2979886",
    "unitNumber": 5,
    "text": "Bedenin sosyolojik analizi doğrultusunda aşağıdakilerden hangisi <strong><u>söylenemez</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Bedenin fizyolojik ihtiyaçları toplumsal olarak düzenlenir.",
      "B": "Beden kültürel ve bireysel anlamlarla yüklü, sembolik bir alandır.",
      "C": "Yaşlı bedene yüklenen anlam kültürler arasında farklılaşır.",
      "D": "İktidar ve beden arasındaki ilişki çözümlenir.",
      "E": "Bedene yönelik analiz sadece kişinin kendi algısına dayalıdır."
    },
    "explanation": "Beden sosyolojisi, bedeni, biyolojik varlığının ötesinde, kültürel ve bireysel anlamlarla yüklü, sembolik ifadelerin üretildiği bir alan olarak kavramaktadır. Beden sosyolojisi yapmak, bedenin toplumsal olarak nasıl organize edildiğinin analizini yapmaktır. Bedene yönelik analizin sadece kişinin kendi algısına dayalı olduğunu söylemek olanaklı değildir. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2979887",
    "unitNumber": 5,
    "text": "Foucault tarafından nüfusun bedeninin, bireylerin bedenlerinin (tekil bedenler) disipline edilişi üzerinden organize edilişi olarak ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bedenin sosyolojik analizi",
      "B": "Biyopolitika",
      "C": "Popüler kültür",
      "D": "Genişletilmiş benlik",
      "E": "Ayna benlik"
    },
    "explanation": "Foucault tarafından nüfusun bedeninin, bireylerin bedenlerinin (tekil bedenler) disipline edilişi üzerinden organize edilişi biyopolitika olarak kavramsallaştırılmıştır. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2979888",
    "unitNumber": 5,
    "text": "Tüketim ve beden arasındaki ilişkiye dayalı olarak aşağıdaki görüşlerden hangisi <strong><u>söylenemez</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Beden, tüketilenlerin görünür bir sahnesi olarak sembolleştirilir.",
      "B": "Tüketimi ve bedenin cisimleşme deneyimlerini yönlendiren piyasa koşullarıdır.",
      "C": "Beden ve kimlik, tüketimle bağlantılı bedensel dış görünüş aracılığıyla inşa edilir.",
      "D": "Birey bedenine yönelik tüm eylemlerini özgür iradesiyle oluşturur.",
      "E": "Birey bedeniyle muhalif tarz ve yaşam biçimlerini yansıtabilir."
    },
    "explanation": "Bedenin, toplumsal olarak tüketim üzerinden kendini var etmesinin yanında; bedenin var oluş koşullarını belirleyen güçleri de göz önünde bulundurmak önemlidir. Başka bir ifadeyle burada söz konusu olan tüketimi ve bedenin cisimleşme deneyimlerini yönlendiren piyasa koşullarıdır. Rosa (1998), liberal piyasa görüşünün ve postmodern söylemin ileri sürdüğü gibi insanların yaşam tarzları, kimlikleri ve benliklerine ilişkin kararlarında ve uygulamalarında, iddia edildiği gibi özgür olmadıklarını ve yaşamlarına yönelik seçimlerinin, serbest piyasa koşulları tarafından, kapitalist toplumsal düzenin devamlılığını sürdürecek biçimde önceden belirlenmiş olduğunu ifade etmektedir. Dolayısıyla bireyin bedenine yönelik eylemleri pek çok farklı koşuldan etkilenmektedir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2979889",
    "unitNumber": 5,
    "text": "Bireylerin kendilerine yönelik bir kimlik inşa etmelerine, bu kimliğin diğerlerine sunulmasına olanak veren ve diğerlerinin toplumsal kimliklerine de işaret eden anlamlarla donatılmış sembolik bir araç olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eğitim",
      "B": "Moda",
      "C": "Popüler kültür",
      "D": "Üst kültür",
      "E": "Benlik inşası"
    },
    "explanation": "Moda, bireylerin kendilerine yönelik bir kimlik inşa etmelerine, bu kimliğin diğerlerine sunulmasına olanak veren ve diğerlerinin toplumsal kimliklerine de işaret eden anlamlarla donatılmış sembolik bir araçtır. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2979890",
    "unitNumber": 5,
    "text": "Crane tarafından ifade edilen “<em>Genç bir tasarımcı, modayı bir diyalog, kadınların kendilerini ifade edecekleri imgeler yaratma süreci biçiminde tanımlamıştır</em>.” sözleri aşağıdaki seçeneklerdeki görüşlerden hangisini açıklamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Moda takipçileri sunulan kalıpları kabul eder.",
      "B": "Moda dinamik ve bireysel özelliklere sahiptir.",
      "C": "Modanın belirleyicileri toplumun üst sınıfıdır.",
      "D": "Moda eğilimleri merkezden oluşturulmaktadır.",
      "E": "Moda kıyafetlerle ilgili bir alandır."
    },
    "explanation": "Crane, modanın merkezden oluşturulmamış, dinamik ve bireysel yönünü vurgulamaktadır. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2979891",
    "unitNumber": 5,
    "text": "Modanın endüstriyel olarak, seçkin bir grup tarafından üretildiği görüşü hangi kavramla ifade edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üst kültür",
      "B": "Aylak sınıf",
      "C": "Yukarıdan aşağıya modeli",
      "D": "Aşağıdan yukarıya modeli",
      "E": "Popüler kültür"
    },
    "explanation": "<em>Yukarıdan aşağıya</em>, modanın endüstriyel olarak, seçkin bir grup tarafından üretildiğinin ve toplumun daha aşağı kesimlerine doğru kademeli olarak yayılım gösterdiğinin altını çizmektedir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "2979892",
    "unitNumber": 5,
    "text": "Kıyafetler ve onların bir araya getirilmesiyle oluşan tarzlar, taşıyıcısının kimliğine, duruma, ortaya çıktığı uzama göre farklılık göstermekte olduğu görüşü modanın hangi özelliğiyle ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eksik kodlama",
      "B": "Yukarıdan aşağıya",
      "C": "Aşağıdan yukarıya",
      "D": "Bağlamsallık",
      "E": "Anlamın değişkenliği"
    },
    "explanation": "Kıyafetler ve onların bir araya getirilmesiyle oluşan tarzlar, taşıyıcısının kimliğine, duruma, ortaya çıktığı uzama göre farklılık göstermektedir. Bu durum modanın bağlamsal oluşunu göstermektedir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2979893",
    "unitNumber": 5,
    "text": "Bir grup için estetik, yenilikçi ve özgün görünen bir tarzın başka bir grup için itici, rahatsız edici bulunabilmesi modanın hangi özelliğinden kaynaklanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bağlamsallık",
      "B": "Anlamın değişkenliği",
      "C": "Eksik kodlama",
      "D": "Moda habitusu",
      "E": "Popüler kültür"
    },
    "explanation": "Anlamların değişken oluşu, aynı giysilerin, insanlar tarafından benzer biçimde yorumlanmayışına işaret etmektedir. Örneğin, bazı giyim tarzları, bir grup tarafından yenilikçi ve estetik olarak görülebilirken başka bir grup tarafından, itici, çirkin ve hatta hakaret olarak değerlendirilebilmektedir. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2979894",
    "unitNumber": 5,
    "text": "Üyelerini kolektif olarak paylaşılan farklılaştırıcı görsel ve davranışsal kodlarıyla egemen kültürden ve onun normlarından ayrıştıran bir kültür olarak tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yüksek kültür",
      "B": "Orta kültür",
      "C": "Alt kültür",
      "D": "Aylak kültür",
      "E": "Popüler kültür"
    },
    "explanation": "Altkültür, üyelerini kolektif olarak paylaşılan farklılaştırıcı görsel ve davranışsal kodlarıyla egemen kültürden ve onun normlarından ayrıştıran bir kültür olarak tanımlanabilir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "2979895",
    "unitNumber": 5,
    "text": "Gündelik hayatın dilinde, güncel olana, yeni olana ve çoğunluk tarafından kabul edilene ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Moda",
      "B": "Piercing",
      "C": "Aidiyet",
      "D": "Toplumsal cinsiyet",
      "E": "Beden"
    },
    "explanation": "Moda, gündelik hayatın dilinde, güncel olana, yeni olana ve çoğunluk tarafından kabul edilene göndermede bulunmak için kullanılan bir kavramdır. Buna ek olarak modanın, zenginlikle ve üst sınıf aidiyetliğiyle ilgili bir çağrışımı da bulunmaktadır."
  },
  {
    "id": "2979896",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sosyoloji disiplinine bedenin, toplumsal etkileşimlerin bir arayüzü ve temel aracı olarak düşünülmesinin bir nedeni <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Fizyolojik bir varlık olması",
      "B": "Deneyimin birincil alanı olması",
      "C": "Bireysel ve toplumsal anlamların cisimleştiği alan olması",
      "D": "Anlamların takas edildiği bir kanal olması",
      "E": "Değer, norm, ahlaki olan veya güzel, çirkin gibi olguların tanımlandığı alan olması"
    },
    "explanation": "Beden, toplumsal etkileşimlerin bir arayüzü ve temel aracı olarak düşünülebilir. Bu bağlamda beden, deneyimin birincil alanını teşkil etmekte; bireysel ve toplumsal anlamların cisimleştiği, görünür hale geldiği, tüm bu anlamların bireyler arasında takas edildiği bir kanal olma özelliği taşımaktadır. Bununla birlikte, birey ve toplum arasındaki ilişkilerin sosyolojik okuması da beden üzerinden yapılabilmektedir. Zira belirli bir tarihsel süreç içerisinde egemen olan güzele, çirkine, doğruya, yanlışa, sağlığa, ahlaki olana ilişkin değerler ve normlar, doğrudan bedensel deneyim üzerinde etki yaratmaktadır"
  },
  {
    "id": "2979897",
    "unitNumber": 5,
    "text": "Kabile toplumları ve modern toplumların, kolektif toplumsal bir bilinç ve bağ oluşturmak için başvurdukları, duygusal ifadelerin cisimleşmelerini içeren pratikler (törenler, ritüeller vb.) üzerine araştırmalar yapan düşünür kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karl Marx",
      "B": "Max Weber",
      "C": "Emile Durkheim",
      "D": "Georg Simmel",
      "E": "Erving Goffman"
    },
    "explanation": "Emile Durkheim’ın kabile toplumları ve modern toplumların, kolektif toplumsal bir bilinç ve bağ oluşturmak için başvurdukları, duygusal ifadelerin cisimleşmelerini içeren pratikler (törenler, ritüeller vb.) üzerine araştırmaları, beden sosyolojisi için önemli bir kuramsal zemin teşkil etmektedir"
  },
  {
    "id": "2979898",
    "unitNumber": 5,
    "text": "Bedeni, biyolojik varlığının ötesinde, kültürel ve bireysel anlamlarla yüklü, sembolik ifadelerin üretildiği bir alan olarak kavrayan sosyolojinin alt dalına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüketim sosyolojisi",
      "B": "İletişim sosyolojisi",
      "C": "Kurumlar sosyolojisi",
      "D": "Göç sosyolojisi",
      "E": "Beden sosyolojisi"
    },
    "explanation": "Beden sosyolojisi, bedeni, biyolojik varlığının ötesinde, kültürel ve bireysel anlamlarla yüklü, sembolik ifadelerin üretildiği bir alan olarak kavramaktadır."
  },
  {
    "id": "2979899",
    "unitNumber": 5,
    "text": "Modayı, merkezi bir biçimde üretilmekte, giysiler ve tarzların egemen formları bu merkezler tarafından belirlendiğini kabul eden ve modayı, soyut bir güç olarak kavrayan yaklaşım hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aşağıdan yatay olarak aşağı sirayet eden",
      "B": "Yukarıdan ve yine yukarının kendi içinde yayılan",
      "C": "Aşağıdan yuları doğru yayılan",
      "D": "Yukarıdan aşağıya doğru yayılan",
      "E": "Orta sınıf içinde sınırlı kalan"
    },
    "explanation": "İlk model, yukarıdan aşağıya, modanın endüstriyel olarak, seçkin bir grup tarafından üretildiğinin ve toplumun daha aşağı kesimlerine doğru kademeli olarak yayılım gösterdiğinin altını çizmektedir. Bir tüketim alanı olarak modanın bu yukarıdan aşağıya modeli, Simmel’in (1957) moda çözümlemesinde ve Veblen’in (2016) gösterişçi tüketime ilişkin düşüncelerinde görülmektedir. Bu bağlamda, söz konusu model çerçevesinde moda, merkezi bir biçimde üretilmekte, giysiler ve tarzların egemen formları bu merkezler tarafından belirlenmektedir ve moda, soyut bir güç olarak kavranmaktadır (Buckley &amp; Clark, 2016). Bu görüş, modanın ayrıcalıklı bir grup tarafından üretildiği ve toplumun geri kalanı tarafından pasif bir biçimde tüketildiği anlayışına dayanmaktadır"
  },
  {
    "id": "2979900",
    "unitNumber": 5,
    "text": "Modanın aşağıdan yukarıya modelinin ortaya çıkmasına yol açan etken nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nüfus patlaması",
      "B": "Hızlı yaşlanma",
      "C": "Halkın gelir düzeyinin artması",
      "D": "İşsizliğin artması",
      "E": "Enflasyonda patlama"
    },
    "explanation": "Modanın aşağıdan yukarıya modeli, gençlerin toplumun tüm katmanlarında etkili olmaya başladığı, nüfus patlamasının yaşandığı 60’lı yıllara kadar etkili olmuştur. Bu yıllarda, genç nüfus hızla artmış ve modanın o zamana kadar hâkim olan görünümü değişime uğramıştır. Yeni ortaya çıkan model, modanın aşağıdan yukarıya modelidir ve 1960’lardan bu yana etkili olmuştur."
  },
  {
    "id": "2979901",
    "unitNumber": 5,
    "text": "Modanın sosyolojik olarak güçlü ve önemli bir toplumsal olgu olduğunun altını çizen ve toplumsal bir olgu olarak modanın sosyolojik çözümlemesini yapan klasik kuramcı kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Karl Marx",
      "B": "Georg Simmel",
      "C": "Emile Durkheim",
      "D": "Ervin Goffman",
      "E": "Max Weber"
    },
    "explanation": "Simmel (1957) toplumsal bir olgu olarak modanın sosyolojik çözümlemesini yapan klasik kuramcılardandır. Modanın sosyolojik olarak güçlü ve önemli bir toplumsal olgu olduğunun altını çizen Simmel’e göre (1957) moda, önemini ve gücünü, birbiriyle sürekli çatışma hâlinde olan iki gereksinime aynı anda yanıt vermesinden kazanmaktadır."
  },
  {
    "id": "2979902",
    "unitNumber": 5,
    "text": "Aşağıdaki boşluğa hangi kavram yazılmalıdır?<br/>\"..........., kimi zaman salt bedenin estetize edilişinin, kimi zaman sınıflandırmanın, kimi zaman (bu amaçla yapılmamış olsa bile) bir direnişin, kimi zaman da toplumsal cinsiyet inşasının aracıdır.\"",
    "correctAnswer": "E",
    "options": {
      "A": "Moda",
      "B": "Cinsiyet",
      "C": "Sınıf",
      "D": "Aksesuar",
      "E": "Dövme"
    },
    "explanation": "Dövme, kimi zaman salt bedenin estetize edilişinin, kimi zaman sınıflandırmanın, kimi zaman (bu amaçla yapılmamış olsa bile) bir direnişin, kimi zaman da toplumsal cinsiyet inşasının aracıdır. Hatta bu anlam çeşitliliğinin birden fazla öğesi, bağlama göndermeli bir biçimde, dövmeli bir bedende aynı anda içerilebilmektedir (Ertan, 2016)."
  },
  {
    "id": "2979903",
    "unitNumber": 5,
    "text": "Modanın toplumsal sınıf konumlarına yönelik sembolik bir gösterge olduğuna işaret etmekte ve giyim, kozmetik ve ev dekorasyonu gibi pratiklerin, sınıflar arası sınırları çizen, onlar arasında mesafe koyan ve her bir sınıfın konumunu olumlayan tüketim alanları olduğuna öne süren kuramcı kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karl Marx",
      "B": "Georg Simmel",
      "C": "Emile Durkheim",
      "D": "Pierre Bourdieu",
      "E": "Thorstein Veblen"
    },
    "explanation": "Bourdieu (2015), modanın toplumsal sınıf konumlarına yönelik sembolik bir gösterge olduğuna işaret etmekte ve giyim, kozmetik ve ev dekorasyonu gibi pratiklerin, sınıflar arası sınırları çizen, onlar arasında mesafe koyan ve her bir sınıfın konumunu olumlayan tüketim alanları olduğuna dikkat çekmektedir. Bourdieu (2015), genel olarak kıyafete yapılan harcamanın, daha özel olarak da kıyafet parçalarına yöneltilen farklı tüketim tercihlerinin karakterinin, sınıfsal konumlarda bulunduğunu vurgulamakta ve örneğin, egemen konumdan uzaklaştıkça abiye giyim biçiminin reddedildiğinden ve yerini rahatlıkla ilişkilendirilen kıyafetlere (kot pantolon, sweatshirt vb.) bıraktığından söz etmektedir"
  },
  {
    "id": "2979904",
    "unitNumber": 5,
    "text": "Egemen yapılar ve onların ajanlarınca (medya, eğitim, din, siyaset vb.), zora dayalı olmaktan ziyade; kültürel süreçlerin akışı içerisinde düşüncelerin yönetimi üzerinden, halkın büyük çoğunluğunun rızasının kazanılmasına dayanan egemenlik biçimine işaret etmek üzere kullanılan kavrama ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İdeoloji",
      "B": "Biyopolitika",
      "C": "Hegemonya",
      "D": "Moda",
      "E": "İktidar"
    },
    "explanation": "Hegemonya, Antonio Gramsci (1967) tarafından, egemen yapılar ve onların ajanlarınca (medya, eğitim, din, siyaset vb.), zora dayalı olmaktan ziyade; kültürel süreçlerin akışı içerisinde düşüncelerin yönetimi üzerinden, halkın büyük çoğunluğunun rızasının kazanılmasına dayanan egemenlik biçimine işaret etmek üzere kullanılmıştır."
  },
  {
    "id": "2979905",
    "unitNumber": 6,
    "text": "1845-1849 yılları arasında İrlanda’nın nüfusu açlık, hastalık, yetersiz beslenme nedeniyle o dönemde 2 milyondan fazla düşmüştür. Bu duruma neden olan salgının ismi nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Patates kıtlığı",
      "B": "Kara veba",
      "C": "Çin gribi",
      "D": "İspanyol gribi",
      "E": "Buğday kıtlığı"
    },
    "explanation": "<ol start=\"18\"><br/><li>yüzyılda İrlanda’da yaşanan, patateste oluşan bir mantarın sebep olduğu, tarihte “Patates Kıtlığı” olarak bilinen kıtlık, kitlesel ölümler, göçler gibi bir dizi toplumsal sonuçlara sebep olmuştur. 1845-1849 yılları arasında İrlanda’nın nüfusu açlık, hastalık, yetersiz beslenme nedeniyle o dönemde 2 milyondan fazla düşmüştür.</li><br/></ol><br/>Sorunun doğru cevabı A seçeneğinde verilmiştir"
  },
  {
    "id": "2979906",
    "unitNumber": 6,
    "text": "Tüketim sosyolojik bir olgu olarak toplumlar arası farklılaştığı gibi, aynı toplum içinde de farklılaşır. Bu çerçevede tüketim söz konusu olduğunda çok çeşitli farklılıklar ortaya çıkmaktadır. Aşağıdakilerden hangisi bunlardan birisi <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bireyler arası farklılıklar",
      "B": "Coğrafi farklılıklar",
      "C": "Toplumsal farklılıklar",
      "D": "Kültürel farklılıklar",
      "E": "Sınıfsal farklılıklar"
    },
    "explanation": "Tüketim sosyolojik bir olgu olarak toplumlar arası farklılaştığı gibi, aynı toplum içinde de farklılaşır. Bu çerçevede tüketim söz konusu olduğunda bireyler arası farklılıklar, toplumsal ve kültürel farklılıklar, sınıfsal farklılıklar bulunmaktadır.<br/>Sorunun doğru yanıtı B seçeneğinde verilmiştir"
  },
  {
    "id": "2979907",
    "unitNumber": 6,
    "text": "Gelir düzeyi arttıkça gıda harcamalarının toplam harcamalar içindeki payının azalmasına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanım değeri",
      "B": "Tüketim normu",
      "C": "Engel yasası",
      "D": "Toplumsal tüketim",
      "E": "Gıda olgusu"
    },
    "explanation": "Bu analizler; gelir arttıkça, bu gelirden gıdaya harcanan oranın azalması yönünde “Engel Yasası” olarak bilinen, analiz edilen gelir düzeyi ve gıda harcamaları arasındaki ilişkiyi ortaya koyan, günümüzde de halen geçerli olan bir yasadır. Bir diğer ifadeyle “Engel Yasası” gelir düzeyi arttıkça gıda harcamalarının toplam harcamalar içindeki payının azalmasıdır.<br/>Sorunun doğru cevabı C seçeneğinde verilmiştir"
  },
  {
    "id": "2979908",
    "unitNumber": 6,
    "text": "TÜİK tarafından düzenli olarak yapılan Hanehalkı Tüketim Harcaması (2020) verilerine göre Türkiye’de hanehalklarının tüketimlerinde en yüksek payı konut ve kira oluştururken ikinci sırada ne yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Teknoloji",
      "B": "Alkollü içecekler",
      "C": "Ulaşım",
      "D": "Gıda ve alkolsüz içecekler",
      "E": "Eğlence"
    },
    "explanation": "TÜİK tarafından düzenli olarak yapılan Hanehalkı Tüketim Harcaması (2020) verilerine göre Türkiye’de hanehalklarının tüketimlerinde en yüksek payı konut ve kira oluştururken ikinci sırada gıda ve alkolsüz içecekler yer alır.<br/>Sorunun doğru cevabı D seçeneğinde verilmiştir"
  },
  {
    "id": "2979909",
    "unitNumber": 6,
    "text": "Fast food yiyeceklerin, meşrubatların obezite ile ilişkisinin ortaya konduğu araştırmalar gündeme geldikçe hangi kaygılar daha fazla artmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik kaygılar",
      "B": "Siyasal kaygılar",
      "C": "Aile içi kaygılar",
      "D": "Psikolojik kaygılar",
      "E": "Sağlık kaygıları"
    },
    "explanation": "Fast food yiyeceklerin, meşrubatların obezite ile ilişkisinin ortaya konduğu araştırmalar gündeme geldikçe, beden ve sağlık kaygıları artmaktadır.<br/>Sorunun doğru cevabı E seçeneğinde verilmiştir"
  },
  {
    "id": "2979910",
    "unitNumber": 6,
    "text": "Karbon ayak izinin miktarının yüksek olmasında çok çeşitli faktörler etkili olabilmektedir. Aşağıdakilerden hangisi bunlardan birisi <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kullandığımız araba",
      "B": "Çalışma koşullarımız",
      "C": "Seyahatlerimiz",
      "D": "Yediğimiz gıdanın tipi",
      "E": "Kullandığımız bisiklet"
    },
    "explanation": "Yediğimiz gıdanın tipi, nereden geldiği, kullandığımız araba tipine, yakıt türüne, çalışma koşullarımıza, seyahatlerimize, üretim biçimlerimize kadar pek çok faktör karbon ayak izinin miktarında etkili olabilmektedir.<br/>Sorunun doğru yanıtı E seçeneğinde verilmiştir"
  },
  {
    "id": "2979911",
    "unitNumber": 6,
    "text": "Avrupa’nın diğer kentlerinde yaygınlaşan kafelerden farklı olarak kente özgü bir toplumsallaşma mekânı olarak restoranın ortaya çıkışı hangi ülkede gerçekleşmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "ABD",
      "B": "İngiltere",
      "C": "Japonya",
      "D": "Fransa",
      "E": "Almanya"
    },
    "explanation": "Fransa’da ve Avrupa’nın diğer kentlerinde yaygınlaşan kafelerden farklı olarak kente özgü bir diğer toplumsallaşma mekânı olarak restoranın ortaya çıkışı Fransız Devrimi ve sanayileşme sonrası Fransa’da gerçekleşmiştir.<br/>Sorunun doğru cevabı D seçeneğinde verilmiştir"
  },
  {
    "id": "2979912",
    "unitNumber": 6,
    "text": "Sanayi dönemi sırasında fabrikalarda çalışan işçilerin en çok tercih ettiği gıda maddesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Soğan",
      "B": "Domates",
      "C": "Patates",
      "D": "İncir",
      "E": "Üzüm"
    },
    "explanation": "Sanayi Devrimi’nin temelinin atılmasında şeker ve patatesin en az buhar makinesi kadar etkisi olmuştur. Patates de tahıl ürünlerine göre daha fazla kaloriye sahip olduğu için Avrupalılar arasında temel bir besin maddesi olarak yaygınlık kazanmaya başlamıştır. Şeker ve patates, sanayi döneminin yeni fabrikalarında çalışan işçiler için ucuz besinin sağlanmasında rol oynamıştır.<br/>Sorunun doğru cevabı C seçeneğinde verilmiştir"
  },
  {
    "id": "2979913",
    "unitNumber": 6,
    "text": "Gıda pişirme yöntemleri konusunda yeniliklere açık, gıda ve gıda ürünlerinin hayatında büyük yer kapladığı, çünkü satın alma nedenlerinin gıda güvencesine ve kendini gerçekleştirmeye bağlı olan gıda tüketicisine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İlgisiz tip",
      "B": "Rasyonel tip",
      "C": "Tutucu tip",
      "D": "Serüvenci tip",
      "E": "Çevreyi gözetici tip"
    },
    "explanation": "Rasyonel tip: fiyatları, pişirme yöntemleri konusunda yeniliklere açık, gıda ve gıda ürünlerinin hayatında büyük yer kapladığı çünkü satın alma nedenlerinin gıda güvencesine ve kendini gerçekleştirmeye bağlı olan tiptir.<br/>Sorunun doğru cevabı B seçeneğinde verilmiştir"
  },
  {
    "id": "2979914",
    "unitNumber": 6,
    "text": "Aşağıdaki hangisi alt sınıflar tarafından tüketimi yoğun olan ve zamanla üst sınıflar tarafından da rağbet gören gıdalardan birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kokoreç",
      "B": "Şeker",
      "C": "Beyaz ekmek",
      "D": "Bulgur",
      "E": "Patates"
    },
    "explanation": "Üst sınıflar tarafından tercih edilen besinler zaman içinde alt sınıflar (şeker, beyaz ekmek, bulgur bunun en çarpıcı örnekleri olarak sıralanabilir) tarafından benimsenebilir; alt sınıflar tarafından tüketimi yoğun olan yiyeceklerin de zamanla üst sınıflar tarafından rağbet görmesi (sakatat ürünleri, özellikle kokoreç ve diğer sokak lezzetleri buna örnek gösterilebilir) meydana gelen ekonomik, kültürel değişimler ve süreçlerle açıklanabilir.<br/>Sorunun doğru cevabı A seçeneğinde verilmiştir"
  },
  {
    "id": "2979915",
    "unitNumber": 6,
    "text": "Türkiye’de sosyolojinin gelişmesinde, toplumsal değişmenin ve tabakalaşmanın anlaşılmasına araştırmalarla çok önemli katkılar sunmuş, Tüketim Normları Üzerine Karşılaştırmalı Bir Araştırma kitabının da yazarı sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mübeccel B. Kıray",
      "B": "Ali Ekber Yıldırım",
      "C": "İbrahim Yasa",
      "D": "Claude Fischler",
      "E": "Pierre Baurdieu"
    },
    "explanation": "Mübeccel B. Kıray"
  },
  {
    "id": "2979916",
    "unitNumber": 6,
    "text": "“Gıda sosyolojisi insan yaşamını yakından ilgilendiren …… ……olgusal olarak çeşitli biçimde incelenmektedir.” <br/>Yukarıda boş bırakılan yerlere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "kültürü- sofrayı",
      "B": "gıdayı- yemeği",
      "C": "sporu- oturmayı",
      "D": "gezmeyi- tanımayı",
      "E": "bakmayı- görmeyi"
    },
    "explanation": "gıdayı- yemeği"
  },
  {
    "id": "2979917",
    "unitNumber": 6,
    "text": "“Tüketim ne kadar iktisadi bir eylem gibi görünse de aslında ……. bir olgudur.”<br/>Yukarıdaki boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "psikolojik",
      "B": "fizyolojik",
      "C": "sosyolojik",
      "D": "kimyasal",
      "E": "tarihsel"
    },
    "explanation": "sosyolojik"
  },
  {
    "id": "2979918",
    "unitNumber": 6,
    "text": "TÜİK tarafından yapılan Hane Halkı Tüketim Harcaması (2020) verilerine göre Türkiye’de hane halkı tüketimlerinde en yüksek payı aşağıdakilerden hangisi oluşturmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Et, balık ve deniz ürünleri",
      "B": "Ekmek ve tahıllar",
      "C": "Süt, peynir ve yumurta",
      "D": "Meyve sebzeler",
      "E": "Konut ve kira"
    },
    "explanation": "Konut ve kira"
  },
  {
    "id": "2979919",
    "unitNumber": 6,
    "text": "Jean Anthelme Brillat- Saverin Lezzetin Sosyolojisi adlı kitabında yemekler ve kimlik arasındaki ilişkiyi aşağıdaki hangi özdeyişle özetlemiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yemek yapmak sanatların en güzeli ve en kusursuzudur",
      "B": "Bana ne yediğini söyle, sana ne olduğunu söyleyeyim.",
      "C": "Yaşamak için yiyoruz, yemek için yaşamıyoruz.",
      "D": "Erkeğin kalbi midesinden geçer.",
      "E": "Çok yeme ağacı diken adam hastalık meyvesi toplar."
    },
    "explanation": "Bana ne yediğini söyle, sana ne olduğunu söyleyeyim."
  },
  {
    "id": "2979920",
    "unitNumber": 6,
    "text": "Avakado, kinoa, chia tohumu, yaban mersini gibi bazı yiyecekler için en uygun tanımlama aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal besinler",
      "B": "Tok tutanlar",
      "C": "Süper gıdalar",
      "D": "Diyet ürünleri",
      "E": "Vitamin deposu"
    },
    "explanation": "Süper gıdalar"
  },
  {
    "id": "2979921",
    "unitNumber": 6,
    "text": "Sağlık ve Besin Tüketimi Araştırmaları’na (1974) göre Türkiye’deki halk, günlük enerjisinin yüzde kaçını sadece ekmekten karşılamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "85",
      "B": "90",
      "C": "65",
      "D": "44",
      "E": "35"
    },
    "explanation": "44"
  },
  {
    "id": "2979922",
    "unitNumber": 6,
    "text": "“Avrupa ülkeleri arasında karşılaştırmalı analiz yapan bir araştırmada gıda tüketimleri sınıflandırılmış, birtakım tiplere ayrılmıştır.”<br/>Aşağıdakilerden hangisi tazeliği, kaliteyi ve hazırlanışı umursamayan, kolay ve hazır yemeyi tercih eden tiptir?",
    "correctAnswer": "E",
    "options": {
      "A": "Titiz",
      "B": "Serüvenci",
      "C": "Rasyonel",
      "D": "Tutucu",
      "E": "İlgisiz"
    },
    "explanation": "İlgisiz"
  },
  {
    "id": "2979923",
    "unitNumber": 6,
    "text": "Yeme içme sanatını halk sınıflarının meşru yaşama sanatına karşı çıkabildikleri tek alanlardan biri olarak değerlendiren sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Rolano Barthes",
      "B": "Pierre Bourdieu",
      "C": "Claude Fischler",
      "D": "Auguste Comte",
      "E": "Emile Durkheim"
    },
    "explanation": "Pierre Bourdieu"
  },
  {
    "id": "2979924",
    "unitNumber": 6,
    "text": "Covid- 19 salgını nedeniyle dünyanın pek çok ülkesinde olduğu gibi Türkiye’de de 2020 Mart ayından itibaren en çok tüketilen gıda maddelerinin başında aşağıdaki gıdalardan hangisi yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Meyve ve sebzeler",
      "B": "Deniz ürünleri",
      "C": "Un, maya, makarna",
      "D": "Kırmızı et, tavuk",
      "E": "Süt, peynir, zeytin"
    },
    "explanation": "Un, maya, makarna"
  },
  {
    "id": "2979925",
    "unitNumber": 6,
    "text": "Tarihte “Patates Kıtlığı” olarak bilinen kıtlık, kitlesel ölümler, göçler gibi bir dizi toplumsal sonuçlara sebep olmuştur. 1845-1849 yılları arasında ülke nüfusunun 2 milyondan fazla düşmesine yol açan kıtlık nerede olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "İrlanda",
      "B": "İngiltere",
      "C": "İskoçya",
      "D": "Almanya",
      "E": "ABD"
    },
    "explanation": "18. yüzyılda İrlanda’da yaşanan, patateste oluşan bir mantarın sebep olduğu, tarihte “Patates Kıtlığı” olarak bilinen kıtlık, kitlesel ölümler, göçler gibi bir dizi toplumsal sonuçlara sebep olmuştur. 1845-1849 yılları arasında İrlanda’nın nüfusu açlık, hastalık, yetersiz beslenme nedeniyle o dönemde 2 milyondan fazla düşmüştür."
  },
  {
    "id": "2979926",
    "unitNumber": 6,
    "text": "Türkiye’nin sınırlarının bir kısmının da dahil olduğu Bereketli Hilal olarak bölgede buğday evcilleştirilmiş ve yerleşik tarımın izleri bulunmuştur. Bu bölge aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kapadokya",
      "B": "Mezopotamya",
      "C": "Sahra",
      "D": "Karadeniz",
      "E": "Balkanlar"
    },
    "explanation": "Türkiye’nin sınırlarının bir kısmının da dahil olduğu Bereketli Hilal olarak bilinen Mezopotamya’da buğday evcilleştirilmiş ve yerleşik tarımın izleri bulunmuştur"
  },
  {
    "id": "2979927",
    "unitNumber": 6,
    "text": "Gıda sosyolojisi hangi dönemde yeni bir çalışma alanı olarak ortaya çıkmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1950'ler",
      "B": "2000'lerde",
      "C": "1980'ler sonrasında",
      "D": "1960'lar",
      "E": "1930'lar"
    },
    "explanation": "1980’ler sonrasında yeni bir çalışma alanı olarak ortaya çıkan gıda/yemek sosyolojisi disiplinlerarası özelliklere sahip, gıda sisteminin işleyişinden, tüketim kültürlerine, küreselleşme ve yerelleşme tartışmalarına kadar geniş bir alanda çalışmalar yürütür."
  },
  {
    "id": "2979928",
    "unitNumber": 6,
    "text": "Yemek tüketimi ve kimlik arasındaki ilişkiyi “bir grubun yeme biçimlerinin daha geniş bir hiyerarşi veya bir topluluk vs. içindeki kolektif kimliğini ortaya koymasının yanında, bireysel kimliğe de bir merkez olduğuna dikkati çekerek” kuran yazar kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ernst Engel",
      "B": "Le Play",
      "C": "Mübeccel Kıray",
      "D": "Marx",
      "E": "Claude Fischler"
    },
    "explanation": "Gıda tüketimleri ile toplumsal kimlik(ler) arasında bir ilişki vardır. Claude Fischler bu ilişkiyi “bir grubun yeme biçimlerinin daha geniş bir hiyerarşi veya bir topluluk vs. içindeki kolektif kimliğini ortaya koymasının yanında, bireysel kimliğe de bir merkez olduğuna dikkati çekerek” kurmaktadır"
  },
  {
    "id": "2979929",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi süper gıdalar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Buğday",
      "B": "Prinç",
      "C": "Bulgur",
      "D": "Patates",
      "E": "Yaban mersini"
    },
    "explanation": "Super foods (süper gıdalar) olarak tanımlanan bazı yiyeceklerin (örneğin avokado, kinoa, chia tohumu, yaban mersini vb. yiyecekler) besleyici değerlerinin yüksek olması nedeniyle yüceltildiğine aşırı değerlendiğine tanık olmaktayız."
  },
  {
    "id": "2979930",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Karbon ayak izinin artmasına etki eden faktörlerden biri olarak görülemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Sanayileşme",
      "B": "Enerji tüketimi",
      "C": "Hayvancılık",
      "D": "Atık maddeler",
      "E": "Sağlık beslenme"
    },
    "explanation": "Karbon ayak izinin artmasına, sanayileşme, enerji tüketimi, hayvancılık, atık maddeler, insan faaliyetleri gibi faktörler sebep olmaktadır"
  },
  {
    "id": "2979931",
    "unitNumber": 6,
    "text": "Restoran ilk olarak hangi ülkede ortaya çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "ABD",
      "B": "Çin",
      "C": "İtalya",
      "D": "Fransa",
      "E": "İrlanda"
    },
    "explanation": "Fransa’da ve Avrupa’nın diğer kentlerinde yaygınlaşan kafelerden farklı olarak kente özgü bir diğer toplumsallaşma<br/>mekânı olarak restoranın ortaya çıkışı Fransız Devrimi ve sanayileşme sonrası Fransa’da gerçekleşmiştir"
  },
  {
    "id": "2979932",
    "unitNumber": 6,
    "text": "Sanayi döneminin yeni fabrikalarında çalışan işçiler için ucuz besinin sağlanmasında rol oynayan ve bu nedenle Sanayi Devrimi'nde buhar makinesi kadar etkisi olan besinler hangi şıkta doğru bir biçimde verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Avakado ve yaban mersini",
      "B": "Biber ve soğan",
      "C": "Elma ve muz",
      "D": "Patates ve şeker",
      "E": "Tuz ve un"
    },
    "explanation": "Standage’e göre (2017: 13) “Sanayi Devrimi’nin temelinin atılmasında şeker ve patatesin en az buhar makinesi kadar etkisi olmuştur… patates de tahıl ürünlerine göre daha fazla kaloriye sahip olduğu için Avrupalılar arasında temel bir besin maddesi olarak yaygınlık kazanmaya başlamıştır. Şeker ve patates, sanayi döneminin yeni fabrikalarında çalışan işçiler için ucuz besinin sağlanmasında rol oynamıştır”"
  },
  {
    "id": "2979933",
    "unitNumber": 6,
    "text": "Avrupa ülkeleri arasında karşılaştırmalı analiz yapan bir araştırmada gıda tüketicileri belirli kategorilerde sınıflandırılmıştır. Buna göre tazeliği, kaliteyi ve hazırlanışı umursamayan, kolay ve hazır yemek tercih eden tip aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlgisiz",
      "B": "Tutucu",
      "C": "Ölçülü",
      "D": "Rasyonel",
      "E": "Serüvenci"
    },
    "explanation": "İlgisiz tip: tazeliği, kaliteyi ve hazırlanışı umursamayan, kolay ve hazır yemek tercih eden tiptir."
  },
  {
    "id": "2979934",
    "unitNumber": 6,
    "text": "Yeni besinlere ilgi duyma özelliğini ifade eden kavram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Neofili",
      "B": "Neofobi",
      "C": "Hepçil",
      "D": "Vejeteryan",
      "E": "Gastro-anomi"
    },
    "explanation": "Hepçil paradoksu olarak tanımlanan bu süreç aslında neofili (yeni besinlere ilgi duyma) ve neofobi (yeni besinlerin zararlı olma ihtimalinden korkma durumu) arasında bir gerilim yaşamamıza neden olur."
  },
  {
    "id": "2979935",
    "unitNumber": 6,
    "text": "18. Yüzyılda .............. yaşanan ve tarihte \"Patates Kıtlığı\" olarak bilinen kıtlık, kitlesel ölümleri göçler gibi bir dizi toplumsal sonuçlara neden olmuştur.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "İrlanda'da",
      "B": "Amerika'da",
      "C": "Türkiye'de",
      "D": "İtalya'da",
      "E": "İspanya'da"
    },
    "explanation": "18. Yüzyılda İrlanda'da yaşanan ve tarihte \"Patates Kıtlığı\" olarak bilinen kıtlık, kitlesel ölümleri göçler gibi bir dizi toplumsal sonuçlara neden olmuştur."
  },
  {
    "id": "2979936",
    "unitNumber": 6,
    "text": "Scott'a göre insanın doğayı yeniden biçimlendirmede en eski ve en önemli aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Balta",
      "B": "Ateş",
      "C": "Bıçak",
      "D": "Mızrak",
      "E": "Bumerang"
    },
    "explanation": "Scott'a göre insanın doğayı yeniden biçimlendirmede en eski ve en önemli aracı ateştir."
  },
  {
    "id": "2979937",
    "unitNumber": 6,
    "text": "Güneydoğu Asya'da ............., Mezopotamya'da .................. ve Güney Amerika'da ................ yetiştirilmeye başlanmasıyla büyük uygarlıkların temeli atılmıştır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru biçimde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "pirinç, buğday, mısır",
      "B": "arpa, mısır, pirinç",
      "C": "pirinç, mısır, patates",
      "D": "patates, buğday, pirinç",
      "E": "soğan, mısır, patates"
    },
    "explanation": "Güneydoğu Asya'da pirinç, Mezopotamya'da buğday ve Güney Amerika'da mısır yetiştirilmeye başlanmasıyla büyük uygarlıkların temeli atılmıştır.<br/>pirinç, buğday, mısır"
  },
  {
    "id": "2979938",
    "unitNumber": 6,
    "text": "Gıda/yemek sosyolojisinin disiplinlerarası bir özellikle yeni bir çalışma alanı olarak ortaya çıkması hangi yıllar sonrası gerçekleşmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1940'lar",
      "B": "1950'ler",
      "C": "1960'lar",
      "D": "1970'ler",
      "E": "1980'ler"
    },
    "explanation": "Gıda/yemek sosyolojisinin disiplinlerarası bir özellikle yeni bir çalışma alanı olarak ortaya çıkması 1980'ler sonrası gerçekleşmiştir."
  },
  {
    "id": "2979939",
    "unitNumber": 6,
    "text": "Gelir düzeyi arttıkça gıda harcamalarının toplam harcamalar içindeki payının azalması .............. Yasası'nı ifade eder.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru biçimde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Korunum",
      "B": "Ters Kare",
      "C": "Çekim",
      "D": "Charles",
      "E": "Engel"
    },
    "explanation": "Gelir düzeyi arttıkça gıda harcamalarının toplam harcamalar içindeki payının azalması Engel Yasası'nı ifade eder."
  },
  {
    "id": "2979940",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi besleyici değerleri yüksek olan süper gıdalardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pirinç",
      "B": "Mısır",
      "C": "Kinoa",
      "D": "Mercimek",
      "E": "Bulgur"
    },
    "explanation": "Kinoa, besleyici değerleri yüksek olan süper gıdalardan biridir."
  },
  {
    "id": "2979941",
    "unitNumber": 6,
    "text": "Restoranın ortaya çıkışı hangi ülkede gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hollanda",
      "B": "Almanya",
      "C": "Fransa",
      "D": "İtalya",
      "E": "İspanya"
    },
    "explanation": "Restoranın ortaya çıkışı Fransa'da gerçekleşmiştir."
  },
  {
    "id": "2979942",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi koronavirüs salgını ile beraber değişen tüketim alışkanlıklarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bakliyat ürünlerine yönelme sürüyor.",
      "B": "Meyve ve sebze tüketimi arttı.",
      "C": "Toprağa sahip olma, üretme isteği arttı.",
      "D": "Taze balık tüketimi arttı.",
      "E": "Ev yapımı ürünler yeniden keşfedildi."
    },
    "explanation": "Taze balık tüketiminin artması, koronavirüs salgını ile beraber değişen tüketim alışkanlıklarından biri değildir. Aksine donmuş gıdalara olan talep artmıştır.<br/>Taze balık tüketimi arttı."
  },
  {
    "id": "2979943",
    "unitNumber": 6,
    "text": "Standage'e göre Sanayi Devrimi'nin temelinin atılmasında .............. ve ............... en az buhar makinesi kadar etkisi olmuştur.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru biçimde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "şeker / mısırın",
      "B": "şeker / patatesin",
      "C": "soğan/ mısırın",
      "D": "yumurta/ ekmeğin",
      "E": "mercimek/ bulgurun"
    },
    "explanation": "Standage'e göre Sanayi Devrimi'nin temelinin atılmasında şeker ve patatesin en az buhar makinesi kadar etkisi olmuştur.<br/>şeker / patatesin"
  },
  {
    "id": "2979944",
    "unitNumber": 6,
    "text": "Grunert ve arkadaşları Avrupa ülkeleri arasında yaptıkları araştırmalarındaki karşılaştırmalı analizlerinde gıda tüketicilerini sınıflarken \"kalite yönünden ortalamanın üzerinde ilgileri olan, fakat daha çok yemek pişirme yöntemleri açısından diğer tiplerden ayrılan, yemek pişirmeye çok ilgi duyan, yemek yapmanın tüm aile için yaratıcı ve sosyal bir süreç olduğu tip\" aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rasyonel",
      "B": "Çevreci- sağlığı gözetici",
      "C": "İlgisiz",
      "D": "Tutucu",
      "E": "Serüvenci"
    },
    "explanation": "Grunert ve arkadaşları Avrupa ülkeleri arasında yaptıkları araştırmalarındaki karşılaştırmalı analizlerinde gıda tüketicilerini sınıflarken \"kalite yönünden ortalamanın üzerinde ilgileri olan, fakat daha çok yemek pişirme yöntemleri açısından diğer tiplerden ayrılan, yemek pişirmeye çok ilgi duyan, yemek yapmanın tüm aile için yaratıcı ve sosyal bir süreç olduğu tip serüvenci tiptir."
  },
  {
    "id": "2979945",
    "unitNumber": 7,
    "text": "Özel sermaye mülkiyeti ile mülksüz emek arasındaki ilişki merkezinde yoğunlaşmış meta üretimi ve sınıf sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Taylorizm",
      "B": "Modernizm",
      "C": "Toyotaizm",
      "D": "Kapitalizm",
      "E": "Kolektivizm"
    },
    "explanation": "Kapitalist üretim biçimi, Marx’ın çözümlemesine bağlı olarak “özel sermaye mülkiyeti ile mülksüz emek arasındaki ilişki merkezinde yoğunlaşmış bir meta üretimi sistemidir; bu ilişki bir sınıf sisteminin ana eksenini oluşturur.”"
  },
  {
    "id": "2979946",
    "unitNumber": 7,
    "text": "Kapitalist üretim sisteminde sermaye için dolaşım, üretim, değişim ve tüketim açısından verimli mekânsal biçimleri yaratma ihtiyacı doğduğunu belirten kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Harvey",
      "B": "Ritzer",
      "C": "Urry",
      "D": "Marx",
      "E": "Zukin"
    },
    "explanation": "Kapitalist üretim sisteminde mekânsal örgütlenme, tarihsel bir gereksinim olagelmiştir ve sermaye için dolaşım, üretim, değişim ve tüketim açısından verimli mekânsal biçimleri yaratma ihtiyacı doğmuştur (Harvey, 2012: 108)."
  },
  {
    "id": "2979947",
    "unitNumber": 7,
    "text": "Yeni tüketim araçları ve tüketim katedralleri kavramlarıyla, mal ve hizmet aldığımız fast food restoranlar, alışveriş merkezleri, lüks oteller gibi yeni ortamları ifade eden kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Giddens",
      "B": "Zukin",
      "C": "Ritzer",
      "D": "Sennett",
      "E": "Harvey"
    },
    "explanation": "Yeni tüketim araçları ve tüketim katedralleri kavramları, birbirlerinin yerine kullanılabilir, her ikisi de mal ve hizmet aldığımız yeni ortamlara gönderme yapar (Ritzer, 2011: 28). Fast food restoranlar, zincir mağazalar, alışveriş merkezleri, yolcu gemileri veya kumarhaneleri tüketim katedralleri olarak görmek mümkün olduğu gibi stadyumlar, lüks siteler veya müze gibi ortamlar da tüketim araçları olarak görülebilir."
  },
  {
    "id": "2979948",
    "unitNumber": 7,
    "text": "Featherstone göre aşağıdakilerden hangisi modern öncesi kentlerin özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kolektif kimlik sağlayan ünlü binaları barındırması",
      "B": "Tüketim, oyun ve eğlence merkezi haline gelmesi",
      "C": "Yüksek mimari ve planın hakimiyetinde biçimlenmesi",
      "D": "Göstergeler ve imajlarla yüklü mekânların bulunması",
      "E": "Kültürden arındırılmış yapıların egemen olması"
    },
    "explanation": "Featherstone’a (1996: 159) göre, modern öncesi ve modern kent kültürü nosyonları, yerlerini postmodern kente bırakmaktadır. Modern öncesi kentler, mekân duygusu yaratan ve kolektif kimlik sağlayan ünlü binaları ve dönüm noktalarını barındırmakta, bu anlamda “gelenek, tarih ve sanat içinde” yaşayan kentler olarak nitelenmektedir. Modern kentler ise, ‘kültürden arındırılmış’ mekânsal biçimi katı bir planın ve yüksek modernist mimarinin egemenliği altında olan, modernist işlevsel-iktisadi kent anlayışının görüldüğü yerleşimler olarak tanımlanmaktadır. Bu kent nosyonlarına karşın postmodern kent, “çok daha fazla imajdır ve kültürel özbilince sahiptir; hem kültürel tüketim hem de genel tüketim merkezidir.”"
  },
  {
    "id": "2979949",
    "unitNumber": 7,
    "text": "Featherstone göre aşağıdakilerden hangisi postmodern kentlerin özelliklerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Katı bir planın egemenliğinde biçimlenmesi",
      "B": "Çok fazla imaja ve kültürel özbilince sahip olması",
      "C": "İşlevsel-iktisadi kent anlayışına sahip olması",
      "D": "Mekân duygusu yaratan ünlü binaları barındırması",
      "E": "Gelenek, tarih ve sanat içinde yaşayan kentler olması"
    },
    "explanation": "Featherstone’a (1996: 159) göre, modern öncesi ve modern kent kültürü nosyonları, yerlerini postmodern kente bırakmaktadır. Modern öncesi kentler, mekân duygusu yaratan ve kolektif kimlik sağlayan ünlü binaları ve dönüm noktalarını barındırmakta, bu anlamda “gelenek, tarih ve sanat içinde” yaşayan kentler olarak nitelenmektedir. Modern kentler ise, ‘kültürden arındırılmış’ mekânsal biçimi katı bir planın ve yüksek modernist mimarinin egemenliği altında olan, modernist işlevsel-iktisadi kent anlayışının görüldüğü yerleşimler olarak tanımlanmaktadır. Bu kent nosyonlarına karşın postmodern kent, “çok daha fazla imajdır ve kültürel özbilince sahiptir; hem kültürel tüketim hem de genel tüketim merkezidir.”"
  },
  {
    "id": "2979950",
    "unitNumber": 7,
    "text": "Featherstone’a göre kentler, modernlik sonrası mekânsal değişim sürecinde daha iktisadi ve işlevsel bir yapıdan, daha ……………. bir yapıya doğru kaymaktadır.<br/>Yukarıdaki cümlede boş bırakılan yeri, aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "tarihi ve doğal",
      "B": "politik ve ütopik",
      "C": "planlı ve güvenli",
      "D": "sosyal ve kitlesel",
      "E": "kültürel ve estetik"
    },
    "explanation": "Featherstone’a (1996: 159) göre kentler, farklı düzeylerde ayırt edici kültür ürünleri, yapıntılar, binalar üretmişler ve bu anlamda daima kültürlere sahip olmuşlardır. Kentler, modernlik sonrası mekânsal değişim sürecinde, daha iktisadi ve işlevsel bir yapıdan, daha kültürel ve estetik bir yapıya doğru kaymaktadır."
  },
  {
    "id": "2979951",
    "unitNumber": 7,
    "text": "Disneyland deneyimini açıklamak için bu kurgu çevrenin maddi gerçekliğini ve bu ortamla kullanıcılarının günlük deneyimi arasındaki bağlantıyı inceleyen kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bourdieu",
      "B": "Gottdiener",
      "C": "Featherstone",
      "D": "Lefebvre",
      "E": "Hewison"
    },
    "explanation": "Disneyland deneyimini açıklığa kavuşturmak için “hem bu kurgu çevrenin maddi gerçekliğini hem de bu ortamla kullanıcılarının günlük deneyimi arasındaki bağlantı”yı inceleyen Gottdiener (2005: 155-166), Disneyland ile Los Angeles kenti arasındaki farklılıkları kavramaya çalışır."
  },
  {
    "id": "2979952",
    "unitNumber": 7,
    "text": "Miras endüstrisi kavramı ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürün ve tüketim kalıplarında esnek biçime dayanan üretim rejimidir.",
      "B": "Tüketim araçlarında eğlence ve alışveriş ayrımının yok olmasıdır.",
      "C": "Tarihin ve kültürel biçimlerin ticarileşmesini, metalaşmasını ifade eder.",
      "D": "Açık veya kapalı yerlerde etkinliklerin düzenlendiği tüketim mekânıdır.",
      "E": "Mal ve hizmet tüketilen mekânlardaki değişimin niteliği anlamına gelir."
    },
    "explanation": "Robert Hewison (1987), tarihin ve kültürel biçimlerin ticarileşmesini/ metalaşmasını miras endüstrisi olarak ifade etmektedir."
  },
  {
    "id": "2979953",
    "unitNumber": 7,
    "text": "Zeugma Mozaik Müzesi’nin bulunduğu şehir aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İstanbul",
      "B": "Antalya",
      "C": "Trabzon",
      "D": "Adıyaman",
      "E": "Gaziantep"
    },
    "explanation": "Zeugma Mozaik Müzesi’nin bulunduğu şehir Gaziantep’tir."
  },
  {
    "id": "2979954",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi turistlerin coğrafi olarak yoğunlaşmalarının yarattığı sorunlardan biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kıyısal deniz yaşamının doğallığına zarar verilmesi",
      "B": "Temiz su sıkıntısı ve altyapısal sorunlar yaşanması",
      "C": "Uygunsuz ve çirkin yüksek otellerin inşa edilmesi",
      "D": "Tarihi-kültürel mirasın korumasının talep edilmesi",
      "E": "Doğanın tahrip edilmesi, kirlenmesi ve bozulması"
    },
    "explanation": "Urry (1999: 252-253), turistlerin coğrafi olarak yoğunlaşmalarının yarattığı temel sorunlardan bazılarını şöyle sıralar: Temiz su sıkıntısı, altyapısal hizmet sorunu, kıyısal deniz yaşamının doğal habitatına zarar verilmesi, uygunsuz ve çirkin yüksek otellerin yapılması; özellikle turist akışının mevsimsel doğası nedeniyle yerel istihdam örüntülerinin çarpıtılması ve ‘ev sahipleri’ ile ‘konuklar’ arasındaki kültürel farklılıklardan dolayı toplumsal gerginlikler."
  },
  {
    "id": "2979955",
    "unitNumber": 7,
    "text": "Her karmaşık üretim sisteminin mekan organizasyonunu gerektirdiğini savunan düşünür hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "David Hume",
      "B": "David Harvey",
      "C": "Lucien Levy Bruhl",
      "D": "Max Weber",
      "E": "Rene Descartes"
    },
    "explanation": "David Harvey, kapitalizmin üretim biçimlerinin kendine özgü mekanlar yarattığını ve karmaşık üretim sistemlerinin zaten mekanın organizasyonunu gerektirdiğini savunur."
  },
  {
    "id": "2979956",
    "unitNumber": 7,
    "text": "Kapitalist üretime, değişime ve tüketime olanak sağlayan, sermayenin yatırım alanı olan toplumsal ve fiziksel yapıya ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kentsel Yapılı Çevre",
      "B": "Kent Konseyi",
      "C": "Kentsel Tabakalaşma",
      "D": "Kentsel Dönüşüm",
      "E": "Kent Toyu"
    },
    "explanation": "Kapitalist üretime, değişime ve tüketime olanak sağlayan, sermayenin yatırım alanı olan toplumsal ve fiziksel yapıya kentsel yapılı çevre denir."
  },
  {
    "id": "2979957",
    "unitNumber": 7,
    "text": "Üretim devir sürelerinin hızlandırılması hangisinin bir sonucudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Dijital Teknolojinin gelişimi",
      "B": "Sanayi Devrimi",
      "C": "Kapitalizme geçiş",
      "D": "Esnek birikim rejimine geçiş",
      "E": "Buhar Makinesinin icadı"
    },
    "explanation": "Esnek birikim rejimine geçiş, üretimin bir kısmında yeni örgütlenme biçimlerinin ve teknolojilerin uygulamaya konulması yoluyla gerçekleştirilir. Üretimin örgütlenmesinde gerçekleştirilen deği- şiklerden biri olan ‘tam zamanında’ (just in time) teslimat sistemi; elektronik, otomobil, inşaat, ha- zır giyim vb. üretim sektörlerinde devir sürelerini hızlandırmıştır."
  },
  {
    "id": "2979958",
    "unitNumber": 7,
    "text": "Post-fordist tüketimde, üretimden ziyade tüketimin baskın olmasının nedeni nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretimin baskılanması",
      "B": "Eğitim düzeyinin artması",
      "C": "Ulusal gelir içinde tüketicilerin yaptığı harcamaların oranının artması",
      "D": "Sanayi devriminin sonuçlarının ağırlaşması",
      "E": "Çevre etiğinin yarattığı üretim kısıtlamaları"
    },
    "explanation": "Post-fordist tüketimde ise ulusal gelir içinde tüketicilerin yaptığı harcamaların oranının artması nedeniyle üretimden ziyade tüketimin baskın olduğu görülür."
  },
  {
    "id": "2979959",
    "unitNumber": 7,
    "text": "Harvey'e göre, Fordist modernizmin göreli olarak istikrarlı estetiğinin, yerini, farklılığı, gelip geçiciliği, gösteriyi, modayı ve kültürel biçimlerin metalaşmasını yücelten postmodernist estetiğe bırakmasının nedeni nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kapitalist üretim biçimine geçiş",
      "B": "Askerin ekonomik faaliyetlere yönelik müdahaleleri",
      "C": "Sendikal faaliyetlerin organizasyon şemasının topluma genişlemesi",
      "D": "Ağır işçiliğin yarattığı yoksunluk ve yıkım",
      "E": "Kapitalizmin yarattığı boş zaman endüstrisi"
    },
    "explanation": "Kapitalizmin yarattığı boş zaman endüstrisi Harvey'in dile getirdiği bu dönüşüme yol açmıştır"
  },
  {
    "id": "2979960",
    "unitNumber": 7,
    "text": "'Tüketim katedrali' ifadesi hangisini dile getirmekte kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık kurumları ve okullara",
      "B": "Hapishanelere",
      "C": "Alışveriş merkezlerinin yönetim bürolarına",
      "D": "Alışveriş merkezlerinin büyülü niteliklerine",
      "E": "Fabrikalara"
    },
    "explanation": "İnsanları çok geniş bir yelpazede yer alan mal ve hizmetleri tüketmeye yöneltmek üzere yapılandırılan mega alışveriş merkezlerine, eğlence parklarına tüketim araçları denir. Tüketim katedralleri ise bu ortamların büyülü niteliklerine işaret eder.<br/>Alışveriş merkezlerinin büyülü niteliklerine"
  },
  {
    "id": "2979961",
    "unitNumber": 7,
    "text": "Ritzer’in tüketim araçları arasında sınırların bulanıklaşmasını ya da yok olmasını dile getirmekte kulladığı ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birbirine geçme",
      "B": "Mal ikamesi",
      "C": "Yerine geçme",
      "D": "Siyasi devrim",
      "E": "Tüketim estetiği"
    },
    "explanation": "Ritzer’in tüketim araçları arasında sınırların bulanıklaşmasını ya da yok olmasını dile getirmekte kulladığı ifade birbirine geçmedir."
  },
  {
    "id": "2979962",
    "unitNumber": 7,
    "text": "Anlamlı biçimde, belirli yerlerde bulunabilen, belirli ürün ve hizmetler aracılığıyla kurulan ve ürün ve hizmetlerin simgesel yerleşiminde rutin olarak kullanılan imajlara ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Moda İmajları",
      "B": "Yer İmajı",
      "C": "İnsan İmajı",
      "D": "Sahte İmajlar",
      "E": "Kutlu İmaj"
    },
    "explanation": "Yer imajlarının kendileri anlamlı biçimde, belirli yerlerde bulunabilen, belirli ürün ve hizmetler aracılığıyla kurulmaktadırlar. Yer imajları, ürün ve hizmetlerin simgesel yerleşiminde rutin olarak kullanılır.<br/>Yer İmajı"
  },
  {
    "id": "2979963",
    "unitNumber": 7,
    "text": "Tamamen kapalı yapıda olan ilk modern alışveriş merkezi nerede, hangi yıl kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Dallas-1978",
      "B": "Seattle-1964",
      "C": "Minnesota-1956",
      "D": "Londra-1903",
      "E": "Chicago-1919"
    },
    "explanation": "İlk tamamen kapalı modern alışveriş merkezi Minnesota'da 1956 yılında açılmıştır.<br/>Minnesota-1956"
  },
  {
    "id": "2979964",
    "unitNumber": 7,
    "text": "Türkiyede açılan ilk Alışveriş Merkezi (AVM) hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Compendium",
      "B": "Hilton Center",
      "C": "Atakule",
      "D": "Capitol",
      "E": "Galleria"
    },
    "explanation": "Türkiye'de ilk alışveriş merkezi 1988 yılında Galleria Ataköy'de açılmıştır."
  },
  {
    "id": "2979965",
    "unitNumber": 7,
    "text": "I. Kapitalist üretim biçimi farklı tarihsel dönemlerde ve toplumlarda, kendi üretim ve yeniden üretim ilişkilerinin mekânlarını üretmektedir.<br/>II. Her ne türden olursa olsun, her karmaşık üretim sistemi mekânın organizasyonunu gerektirir. <br/>III. Emek gücünün yeniden üretimini ve kârın artırılmasını kolaylaştıracak biçimlerde mekânın yapılanması gerekmektedir.<br/>IV. Ancak mekânsal kurulumun sermaye birikim krizleriyle bir ilişkisi yoktur.<br/>Yukarıdaki maddelerden hangisi/leri mekânsal örgütlenme ile ilgili olarak <strong>doğru değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "I ve III",
      "C": "II ve II",
      "D": "I ve IV",
      "E": "Sadece IV"
    },
    "explanation": "Her üretim biçiminin kendi mekânını ürettiğini ileri süren Lefebvre’e (1991: 31) göre kapitalist üretim biçimi, farklı tarihsel dönemlerde ve toplumlarda, kendi üretim ve yeniden üretimilişkilerinin mekânlarını üretmektedir. Benzer bir bağlamda, kapitalizmin gelişim sürecinin, sermaye birikimi hareketleri ve onun krizlerinin mekânla<br/>arasındaki ilişkiyi inceleyen Harvey (1997: 258), “ne türden olursa olsun, her karmaşık üretim sisteminin (yalnızca atölye ya da büroda bile olsa) mekânın organizasyonunu” gerektirdiğini belirtir.<br/>Kapitalist üretim sisteminde mekânsal örgütlenme, tarihsel bir gereksinim olagelmiştir ve sermaye için dolaşım, üretim, değişim ve tüketim açısından ‘verimli’ mekânsal biçimlenimleri yaratma ihtiyacı doğmuştur (Harvey, 2012: 108). Diğer bir ifadeyle, kapitalizm gelişim sürecinin farklı tarihsel dönemlerinde üretimin büyümesini, emek gücünün yeniden üretimini ve kârın azami ölçüde artırılmasını kolaylaştıracak biçimlerde, mekânın yapılanmasını gerekmektedir (Urry, 1999: 39).&lt;<br/>Sadece IV"
  },
  {
    "id": "2979966",
    "unitNumber": 7,
    "text": "Kapitalist üretim, değişim ve tüketim için bir imkan sunan ve sermayenin yatırım<br/>alanı olan toplumsal ve fiziksel yapı olarak önemlidir.<br/>Yukarıda bahsi geçen yapıya ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kırsal yapılı çevre",
      "B": "Rekabetçi pazar yapısı",
      "C": "Özel toprak mülkiyeti",
      "D": "Kentsel yapılı çevre",
      "E": "Üretim yapısı"
    },
    "explanation": "Kentsel yapılı çevre, kapitalist üretime, değişime<br/>ve tüketime olanak sağlayan, sermayenin yatırım<br/>alanı olan toplumsal ve fiziksel yapıdır. (Kutu bilgisi)"
  },
  {
    "id": "2979967",
    "unitNumber": 7,
    "text": "Üretimin örgütlenmesinde gerçekleştirilen değişiklerden biri olarak; elektronik, otomobil, inşaat, hazır giyim gibi üretim sektörlerinde devir sürelerini hızlandırmıştır. Dolayısıyla değiş-tokuş ve tüketim de hızlanmıştır.<br/>Yukarıda bahsi geçen işlev aşağıdakilerden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Finans hizmet sistemi",
      "B": "İleri teknolojik güvenlik sistemi",
      "C": "<em>\"just in time/tam zamanında\"</em> teslimat sistemi",
      "D": "Bankacılık ve kart sistemi",
      "E": "Kayıtlı sermaye sistemi"
    },
    "explanation": "Esnek birikim rejimine geçiş, üretimin bir kısmında yeni örgütlenme biçimlerinin ve teknolojilerin uygulamaya konulması yoluyla gerçekleştirilir.<br/>Üretimin örgütlenmesinde gerçekleştirilen değişiklerden biri olan ‘tam zamanında’ (just in time) teslimat sistemi; elektronik, otomobil, inşaat, hazır giyim vb. üretim sektörlerinde devir sürelerini hızlandırmıştır. Üretim devir sürelerinin hızlandırılması, aynı zamanda mübadele ve tüketimde de hızlanmayı gerektirmiştir.<br/><em>\"just in time/tam zamanında\"</em> teslimat sistemi"
  },
  {
    "id": "2979968",
    "unitNumber": 7,
    "text": "1970’lerin başında Fordizm’de meydana gelen aşırı birikim krizi ile ortaya çıkan sorunlar temel olarak aşağıdakilerden hangisi ile çözmüştür?",
    "correctAnswer": "A",
    "options": {
      "A": "Mekânsal ve zamansal kaydırma",
      "B": "Teknolojik ve örgütsel yeniliklerin hızlandırılması",
      "C": "Yeni siyasi politikalarla ekonomiyi destekleme",
      "D": "Görsel tüketim konusuna önem verme",
      "E": "Kentsel tüketim mekanizmalarını takibe alma"
    },
    "explanation": "1970’lerin ilk yıllarında görülmeye başlayan Fordizm’in aşırı birikim krizi, üretim sürecinin yeniden yapılanmasıyla Post-Fordist esnek birikim rejimine geçerek çözülmüştür. Başka bir deyişle, Fordist üretim rejimi aşırı birikim sorununu esas olarak “mekânsal ve zamansal kaydırma” yoluyla çözmüştür."
  },
  {
    "id": "2979969",
    "unitNumber": 7,
    "text": "Bireyleri çok geniş bir alanda mal ve hizmetleri tüketmeye sevk etmek için yapılandırılan mega alışveriş merkezleri, eğlence parkları gibi toplu ortamları ifade eden genel tanımlama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretim biçimleri",
      "B": "Tüketim araçları",
      "C": "Moda endüstrisi",
      "D": "Fordist modernizm",
      "E": "Kitlesel üretim"
    },
    "explanation": "Tüketim araçları, insanları çok geniş bir yelpazede yer alan mal ve hizmetleri tüketmeye yöneltmek üzere yapılandırılan mega alışveriş merkezleri, eğlence parkları gibi bir arada bulunabilen ortamları ifade eder. Tüketim katedralleri ise bu<br/>ortamların büyülü niteliklerine işaret eder"
  },
  {
    "id": "2979970",
    "unitNumber": 7,
    "text": "I İmaj yüklü değildir.<br/>II Kültürel özbilinç taşır.<br/>III Aynı anda kültürel tüketim ve genel tüketim merkezi olma özelliğine sahiptir.<br/>IV Mekânsal biçimi sert bir planın egemenliğindedir.<br/>Yukarıdakilerden hangisi/leri \"postmodern kent\" ile ilgili olarak <strong>doğru değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve IV",
      "E": "Sadece IV"
    },
    "explanation": "<strong>Modern kentler</strong> ise, ‘kültürden arındırılmış’ <strong>mekânsal biçimi katı</strong><br/><strong>bir planın</strong> ve yüksek modernist mimarinin egemenliği altında olan, modernist işlevsel-iktisadi kent anlayışının görüldüğü yerleşimler olarak tanımlanmaktadır. Bu kent nosyonlarına karşın postmodern kent, “çok <strong>daha fazla imajdır</strong> ve kültürel özbilince sahiptir; hem kültürel tüketim hem de genel tüketim merkezidir.”<br/>I ve IV"
  },
  {
    "id": "2979971",
    "unitNumber": 7,
    "text": "Özel şirketlerin denetiminde olan, mal ve hizmet tüketim mekânlarına \"Yeni kamusal mekânlar\" denmektedir. Bu mekanlara aynı zamanda______________ demekteyiz.<br/>Yukarıdaki boşluğa gelmesi gereken temel tanımlama aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ortak tüketim alanları",
      "B": "Kolektif tüketim merkezleri",
      "C": "Alışveriş merkezleri",
      "D": "Modern kent tüketim dünyası",
      "E": "Kamusal alan"
    },
    "explanation": "Alışveriş merkezleri, özel şirketlerin mülkiyetinde ve kontrolünde olan, güvenlik, denetim ve gözetim sistemlerine sahip, mal ve hizmet tüketim<br/>mekânlarıdır."
  },
  {
    "id": "2979972",
    "unitNumber": 7,
    "text": "Bilimden teknolojiye, hatta sanata kadar konulara bağlı belirlenen tüketim mekânlarının farkı, insanların satılan mal ve hizmetleri tamamen eğlence ve güzel vakit geçirmek için tüketmeleridir.<br/>Yukarıdaki özellik hangi mekanların temel özelliğini ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kapalı çarşılar",
      "B": "Alışveriş merkezleri",
      "C": "Tema parklar",
      "D": "Kent meydanları",
      "E": "Lunaparklar"
    },
    "explanation": "merkezleri, restoran ve galeriler gibi çeşitli faaliyetleri de kapsayacak şekilde sürekli yenilenmekte ve geliştirilmektedir. Bu tüketim mekânlarının diğerlerinden farkı, insanların bu mekânlarda satılan mal ve hizmetleri, ihtiyaç duydukları için değil, eğlenmek ve hoşça vakit geçirmek için satın almaları ve tüketmeleridir (Mullins vd., 1999: 45). Tema parklar; bilim, kültür, doğa, teknoloji, tarih, sanat alanlarında belirlenen bir konuya yönelik olarak kurgulanan, açık veya kapalı mekânlarda eğlenceli birçok etkinliğin düzenlendiği yerlerdir."
  },
  {
    "id": "2979973",
    "unitNumber": 7,
    "text": "İlk tema park aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Walt Disney Dünyası",
      "B": "Disneyland",
      "C": "Tokyo-Disneyland",
      "D": "Lotte World",
      "E": "Disneyland Paris"
    },
    "explanation": "Walt Disney tarafından kurulan Disneyland, ilk tema park olarak kabul edilir. 1955 yılında Güney Kaliforniya’da açılan Disneyland, Los Angeles kentinin gelişmiş bir banliyö bölgesi olan Anaheim’ın yakınında bir arazi üzerinde yer almaktadır"
  },
  {
    "id": "2979974",
    "unitNumber": 7,
    "text": "Hangi müze kültüründe, mütevazi evlerin, günlük çalışma şekillerinin, sıradan insanların işlerinin ve yaşadıkları yerlerin karşısında ilgi yoğunluğundan bahsedilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Modern müze kültürü",
      "B": "Geleneksel müze kültürü",
      "C": "Turistik müze kültürü",
      "D": "Postmodern müze kültürü",
      "E": "Amerikan müze kültürü"
    },
    "explanation": "Mütevazi evler, günlük çalışma biçimleri, sıradan insanların yaptıkları işler ve yaşadığı ortamlara duyulan ilginin artması, postmodern müze kültürünün bir parçası hâline gelmiştir. Örneğin köy evleri, zeytinyağı atölyesi, mum imalatı, cam üfleme...."
  },
  {
    "id": "2979975",
    "unitNumber": 7,
    "text": "Her üretim biçiminin kendi mekânını ürettiğini ileri süren ve kapitalist üretim biçiminin, farklı tarihsel dönemlerde ve toplumlarda, kendi üretim ve yeniden üretim ilişkilerinin mekânlarını ürettiğini söyleyen kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lefebvre",
      "B": "Giddens",
      "C": "Marx",
      "D": "Harvey",
      "E": "Urry"
    },
    "explanation": "Konu: Sermaye Birikim Süreçleri ve Kentsel Mekan / Sermaye Birikim Süreçleri ve Kentsel Yapılı Çevre<br/>Her üretim biçiminin kendi mekânını ürettiğini ileri süren Lefebvre’e (1991: 31) göre kapitalist üretim biçimi, farklı tarihsel dönemlerde ve toplumlarda, kendi üretim ve yeniden üretim ilişkilerinin mekânlarını üretmektedir."
  },
  {
    "id": "2979976",
    "unitNumber": 7,
    "text": "II. Dünya Savaşı sonrasında uzun bir canlılık döneminin temelini oluşturan birikim rejimi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Marxizm",
      "B": "Tekelcilik",
      "C": "Neoliberalizm",
      "D": "Fordizm",
      "E": "Esnek birikim"
    },
    "explanation": "Konu: Sermaye Birikim Süreçleri ve Kentsel Mekan / Sermaye Birikim Süreçleri ve Kentsel Yapılı Çevre<br/>Kitle üretim sistemi olarak ürünün standartlaşması ve kitle tüketimiyle birlikte bütünsel bir yaşam tarzını ifade eden Fordist birikim rejimi, II. Dünya Savaşı sonrasında uzun bir canlılık döneminin temelini oluşturmuştur. 1970’lerin ilk yıllarında görülmeye başlayan Fordizm’in aşırı birikim krizi, üretim sürecinin yeniden yapılanmasıyla Post-Fordist esnek birikim rejimine geçerek çözülmüştür. Başka bir deyişle, Fordist üretim rejimi aşırı birikim sorununu esas olarak “mekânsal ve zamansal kaydırma” yoluyla çözmüştür (Harvey, 1997: 211). <br/>Harvey (1997), Marx’ın ‘mekânın zaman tarafından yok edilmesi’ tezine dayanarak kapitalizmin dönemsel krizlerinin nasıl üstesinden geldiğini çözümler ve aynı zamanda mekânsal olarak yeniden örgütlenerek yeni bir birikim döneminin temellerini nasıl kurduğunu Fordist üretimden Post-fordist esnek birikime geçiş süreciyle açıklar."
  },
  {
    "id": "2979977",
    "unitNumber": 7,
    "text": "Esnek birikim rejiminin tüketim eğilimleri, mal ve hizmet tüketilen mekânların da belirgin biçimde değişim geçirmesine yol açmıştır. <em>Büyüsü Bozulmuş Dünyayı Büyülemek </em>adlı kitabında gerçekleşen bu değişimin hem tüketimin niteliğinde hem de toplumsal yaşam üzerinde nasıl derin etkiler yarattığını ele alan kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "George Ritzer",
      "B": "Henri Lefebre",
      "C": "Anthony Giddens",
      "D": "John Urry",
      "E": "Alvin Toffler"
    },
    "explanation": "Konu: Sermaye Birikim Süreçleri ve Kentsel Mekan / Esnek Birikim Rejimi ve Tüketim Mekanları<br/>Esnek birikim rejiminin tüketim eğilimleri, mal ve hizmet tüketilen mekânların da belirgin biçimde değişim geçirmesine yol açmıştır. George Ritzer, <em>Büyüsü Bozulmuş Dünyayı Büyülemek </em>(2005) adlı kitabında gerçekleşen bu değişimin hem tüketimin niteliğinde hem de toplumsal yaşam üzerinde nasıl derin etkiler yarattığını ele almaktadır. Mega alışveriş merkezleri, eğlence parkları, lüks oteller, temalı restoranlar gibi bir arada bulunabilen yeni ortamları betimlemek için <strong><em>tüketim araçları </em></strong>kavramını kullanır: “Bu ortamlar, araçlar olarak çok geniş bir yelpazede yer alan mal ve hizmetleri tüketmemize olanak sağlar” ve bunun da ötesinde “bizi tüketime yöneltmek, hatta zorlamak üzere yapılandırılmışlardır.” Diğer önemli bir kavramı ise <em>tüketim katedralleri</em>dir ve “bu yeni ortamların yarı dinsel, ‘büyülü’ niteliklerine işaret eder”."
  },
  {
    "id": "2979978",
    "unitNumber": 7,
    "text": "“……………, ‘kültürden arındırılmış’ mekânsal biçimi katı bir planın ve yüksek modernist mimarinin egemenliği altında olan, modernist işlevsel-iktisadi kent anlayışının görüldüğü yerleşimler olarak tanımlanmaktadır.” Yukarıdaki cümlede boş bırakılan yeri, aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Devlet kentler",
      "B": "Modern öncesi kentler",
      "C": "Modern kentler",
      "D": "Postmodern kentler",
      "E": "Mega kentler"
    },
    "explanation": "Konu: Kentlerin Tüketim Merkezleri Olarak Mekânsal Dönüşümü / Kapitalizm ve Kentlerin Mekânsal Yapılanması<br/>Kentlerin mekânsal olarak yeniden yapılanmasının, kent kültürü nosyon ve anlayışlarını etkilediğini vurgulayan Featherstone’a (1996: 165-166) göre, modern öncesi ve modern kent kültürü nosyonları, yerlerini postmodern kente bırakmaktadır. Modern öncesi kentler, mekân duygusu yaratan ve kolektif kimlik sağlayan ünlü binaları ve dönüm noktalarını barındırmakta, bu anlamda “gelenek, tarih ve sanat içinde” yaşayan kentler olarak nitelenmektedir. <strong>Modern kentler</strong> ise, ‘kültürden arındırılmış’ mekânsal biçimi katı bir planın ve yüksek modernist mimarinin egemenliği altında olan, modernist işlevsel-iktisadi kent anlayışının görüldüğü yerleşimler olarak tanımlanmaktadır. Bu kent nosyonlarına karşın postmodern kent, “çok daha fazla imajdır ve kültürel özbilince sahiptir; hem kültürel tüketim hem de genel tüketim merkezidir.”"
  },
  {
    "id": "2979979",
    "unitNumber": 7,
    "text": "Kentler, modernlik sonrası mekânsal değişim sürecinde, daha iktisadi ve işlevsel bir yapıdan, daha kültürel ve estetik bir yapıya doğru kaymaktadır. Bu dönemde kentlerin imaj oluşturması için zengin kaynaklar olan kültürel unsurların, belirli temalar etrafında tasarlandığı görülür. Aşağıdakilerden hangisi kentsel imaj oluşturmak için kullanılan temalardan değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Belli kentler, geçmişin sanat hazinelerini ve kültür mirasını içeren kültür merkezleri olarak kabul edilir.",
      "B": "Doğal güzelliklere sahip olan kentler, kültürel anlamda “sanat eseri” olarak görülmektedir.",
      "C": "Belli kentler de eğlence veya boş zaman endüstrisi barındırmaları ölçüsünde kültür merkezleri olarak görülmektedir. Tema parklar, turistik yerler, eğlence mekânları, müzeler, galeriler gibi boş zaman tüketim biçimleri, bazı kentlerle birlikte anılmaktadır.",
      "D": "Bazı kentler sadece alfa kent olarak ön plana çıkarlar.",
      "E": "Metropol kentler, sadece sanat faaliyetlerinin değil, aynı zamanda moda, televizyon, sinema, yayıncılık, popüler kültür ve turizm gibi kitle kültürü endüstrilerini barındırmaktadır."
    },
    "explanation": "Konu: Kentlerin Tüketim Merkezleri Olarak Mekânsal Dönüşümü / Kent Kültürü ve Yerlerin Tüketimi<br/>Featherstone’a (1996: 159) göre kentler, farklı düzeylerde ayırt edici kültür ürünleri, yapıntılar, binalar üretmişler ve bu anlamda daima kültürlere sahip olmuşlardır. Mekânın örgütlenmesi ve binaların düzenlenişi, kültürel kodların açık bir görünümüdür. Kentler, modernlik sonrası mekânsal değişim sürecinde, daha iktisadi ve işlevsel bir yapıdan, daha kültürel ve estetik bir yapıya doğru kaymaktadır. Bu dönemde kentlerin imaj oluşturması için zengin kaynaklar olan kültürel unsurların, belirli temalar (1996: 161-162) etrafında tasarlandığı görülür: <br/><ul> <li>Belli kentler, geçmişin sanat hazinelerini ve kültür mirasını içeren kültür merkezleri olarak kabul edilir. Venedik, Floransa gibi bu kentlerin sanat ve kültür mirası hem müzelerde ve galerilerde gösterilmekte hem de kent kültürlerini temsil eden bina ve düzenlemelerin bünyesinde barınmaktadır. </li> <li>Doğal güzelliklere sahip olan, örneğin Rio de Janeiro ve San Francisco gibi kentler, kültürel anlamda “sanat eseri” olarak görülmektedir. </li> <li>Belli kentler de eğlence veya boş zaman endüstrisi barındırmaları ölçüsünde kültür merkezleri olarak görülmektedir. Tema parklar, turistik yerler, eğlence mekânları, müzeler, galeriler gibi boş zaman tüketim biçimleri, bazı kentlerle birlikte anılmaktadır. </li> <li>New York, Paris, Los Angeles, Londra gibi metropol kentler ise, sadece sanat faaliyetlerinin değil, aynı zamanda moda, televizyon, sinema, yayıncılık, popüler kültür ve turizm gibi kitle kültürü endüstrilerini barındırmaktadır. </li> </ul>"
  },
  {
    "id": "2979980",
    "unitNumber": 7,
    "text": "Yerlerin tüketimle olan ilişkisini inceleyen, “Mekanları Tüketmek” kitabının yazarı olan kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Urry",
      "B": "Hewison",
      "C": "Lefebvre",
      "D": "Ritzer",
      "E": "Harvey"
    },
    "explanation": "Konu: Kentlerin Tüketim Merkezleri Olarak Mekânsal Dönüşümü / Kent Kültürü ve Yerlerin Tüketimi<br/>John Urry, <em>Mekânları Tüketmek </em>(1995) adlı kitabında, yerlerin tüketimle olan ilişkisinin dört farklı biçimde (1999: 11) gerçekleştiğini ifade etmektedir: <br/><ol> <li>Yerler “artan bir biçimde, malların ve hizmetlerin karşılaştırıldığı, değerlendirildiği, satın alındığı ve kullanıldığı tüketim merkezleri olarak yeniden yapılandırılmaktadır.” </li> <li>Yerlerin kendileri tüketilmektedir. Bu anlamda yerlerin özellikle görsel açıdan tüketilmesi vurgulanır. Tüketim sürecinde “hem ziyaretçilere hem de yerel insanlara yönelik çeşitli tüketici hizmetlerinin sağlanması” önem taşımaktadır. </li> <li>Yerler aynı zamanda kelimenin gerçek anlamında tüketilebilmektedir. Diğer bir deyişle, insanların bir yere ilişkin olarak endüstri, tarih, binalar, yazın, çevre gibi anlamlı buldukları şeyler, zaman içinde kullanılmakta ve bunun sonucunda azaltılmakta, bitirilmekte veya tüketilmektedir. </li> <li>Yerlere bağlı olarak “yerelliklerin bazı kimlikleri tüketmesi de olasıdır; sonuçta böylesi yerler, gerçekten de neredeyse <em>her şeyin tüketildiği </em>yerlere dönüşürler.” Bu tüketim, ziyaretçiler veya yerel insanlar ya da her ikisi açısından da geçerli olabilir. </li> </ol>"
  },
  {
    "id": "2979981",
    "unitNumber": 7,
    "text": "İlk modern, tamamen kapalı alışveriş merkezi olan Southdale Center hangi yılda açılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1916",
      "B": "1920",
      "C": "1924",
      "D": "1952",
      "E": "1956"
    },
    "explanation": "Konu: Mal ve Hizmet Tüketim Mekanları / Alışveriş Merkezleri<br/>Bugünkü anlamıyla alışveriş merkezlerinin ilk planlandığı tarihler, 20. yüzyılın başlarına uzanmaktadır. İlk kez, 1916 yılında Amerika Birleşik Devletleri’nde (ABD) Chicago kentinin bir banliyösünde inşa edilen alışveriş merkezinin ardından bir diğeri, 1924 yılında Kansas City’nin kent merkezinin uzağında kurulmuştur. <strong>İlk modern, tamamen kapalı alışveriş merkezi</strong> ise 1956 yılında Minnesota’da açılan <em>Southdale Center </em>olmuştur. Alışveriş merkezinin kapalı hâle gelmesi, bu yapıya yatay bir boyut vermiş ve onu daha seyirlik hale getirmiştir. Ayrıca, kapalı alışveriş merkezlerinin yapılması daha düşük maliyetli olduğu için sonrakiler de bu modelde kurulmuştur."
  },
  {
    "id": "2979982",
    "unitNumber": 7,
    "text": "“ …………………………., tarihin ve kültürel biçimlerin ticarileşmesi/metalaşması anlamına gelmektedir.” Cümlede boş bırakılan yeri, aşağıdakilerden hangisi doğru şekilde tamamlar",
    "correctAnswer": "A",
    "options": {
      "A": "Miras endüstrisi",
      "B": "Alışveriş merkezleri",
      "C": "Kültürel üretim",
      "D": "Müzeleşme",
      "E": "Turizm merkezi"
    },
    "explanation": "Konu: Tarihi ve Doğal Mekanların (Görsel) Tüketimi<br/><strong>Miras endüstrisi</strong>, tarihin ve kültürel biçimlerin ticarileşmesi/metalaşması anlamına gelmektedir. Robert Hewison (1987), tarihin ve kültürel biçimlerin ticarileşmesini/ metalaşmasını <strong><em>miras endüstrisi </em></strong>olarak ifade etmektedir. Britanya’da geçmişin, metaya dönüştürülme sürecini araştıran Hewison’a (1987) göre, 1972 yılından itibaren İngiltere’de miras endüstrisi, aniden büyük bir ticaret konusu hâline gelmiştir: “Müzeler, kır evleri, geçmiş görünümleri yansıtan yeniden inşa edilmiş ya da rehabilite edilmiş kentsel peyzajlar, geçmişte var olmuş alt yapının taklit edilmesiyle üretilen kopyalar, İngiltere’de peyzajın devasa bir dönüşümünün öylesine ayrılmaz bir parçası hâline gelmiştir ki sürecin ulaştığı noktada İngiltere’nin ana endüstri dalı olarak mal imalatından miras imalatına geçtiği söylenebilir.” (Harvey, 1997: 106). Tarihi, kültürel ve doğal miras açısından yerlerin ayırt edici imajlarının oluşturulması, sadece yer tüketimi ile mal ve hizmet tüketiminin ilişkisini göstermekle kalmaz, insanların farklı yerleri görmeye yönelik artan talebini de karşılar. Başka bir deyişle yenilenen, canlandırılan veya düzenlenen miras yerleri aynı zamanda görsel tüketim alanları hâline gelir."
  },
  {
    "id": "2979983",
    "unitNumber": 7,
    "text": "“………………………. geleneksel müze anlayışını değiştiren, farklı temsil ve anlamlandırma tarzları içeren, aynı zamanda ziyaretçilere katılımcı, etkileşimli ortamlar ve farklı deneyimleme biçimleri sunan müzelerdir.” Cümlede boş bırakılan yeri, aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Tarih Müzeleri",
      "B": "Anıt Müzeler",
      "C": "Etnografya Müzeleri",
      "D": "Endüstri Müzeleri",
      "E": "Postmodern Müzeler"
    },
    "explanation": "Konu: Tarihi ve Doğal Mekanların (Görsel) Tüketimi / Müzeler<br/>‘Müze’ teriminin köklerinin, çok önceleri hüküm sürmüş bir yüksek sanat ve auratik kültür dönemine dayandığını belirten Urry (2009: 207), “<strong><em>postmodern müze</em></strong>” olarak adlandırdığı gelişme sonucunda, geleneksel müze anlayışındaki aura hissiyatının ve dolayısıyla saygınlığın önemli ölçüde sarsıldığını ifade eder: “Postmodern müze farklı temsil ve anlamlandırma tarzlarını içermektedir. Müzede ‘gördüğümüz’ şey dönüşümden geçmiştir.” Bu anlamda Urry (2009: 207-209) müzelerde nesnelere bakışımızın üç yönden değişikliğe uğradığını ileri sürer: <br/><ol> <li>Korunmaya değer bulunan nesnelerin kapsamında belirgin ölçüde bir genişleme olmuştur. Bu durum tarih anlayışının değişmesinden, tarihin çoğulculaştırılması ve ‘çağdaşlaştırılması’ndan kaynaklanmaktadır. Kır ve endüstri müzelerinin gelişiminde görüldüğü üzere birçok açıdan temsil edilmeye değer tarihlerin sayısında olağanüstü bir artış olmuştur. </li> <li>Müzelerin doğasında bir değişim gerçekleşmiştir. Ziyaretçilerden müzedeki eserlere sadece hayranlık içerisinde bakmaları beklenmez artık. Ziyaretçi katılımına daha fazla vurgu yapılmaktadır. Buna bağlı olarak kapalı ve sessiz bir ortamda, eserlerin camekânlar arkasında sergilenmesine dayalı müze anlayışı değişmektedir. Bu anlamda açık hava müzeleri, sesli ortamlar ve sergilerin “multi-medyatikleştirilmesi” ön plana çıkmaktadır. </li> <li>Müzeler, farklı toplumsal kesimlere yönelik müze ziyareti deneyimleme biçimlerini geliştirmektedir. Ziyaretçilerin, müzedeki sergilerle ve sunulan tarihlerin farklı anlatımlarıyla etkileşimi sağlanmaktadır. Örneğin, müzedeki belli bir serginin teşhir için nasıl hazırlandığının gösterilmesi, yaygın bir uygulama haline gelmiştir. Diğer taraftan çeşitli müzelerde aktörler, çeşitli tarihsel kişilikleri canlandırmakta ve ziyaretçilerle etkileşim kurmaktadır. Bunun yanı sıra ziyaretçiler, bazı müzelerde düzenlenen tarihsel skeçlere bizzat katılabilmektedir. </li> </ol> “Müzeler, tarihin ‘temsilleriyle’ ilgilidir”, fakat insanlar artık uzak tarihsel dönemlerden kalma, büyük sanat eserlerini görmekle ilgilenmemekte, giderek sıradan olanın temsillerini ilginç bulmaktadır. Mütevazi evler, günlük çalışma biçimleri, sıradan insanların yaptıkları işler ve yaşadığı ortamlara duyulan ilginin artması, postmodern müze kültürünün bir parçası hâline gelmiştir. <br/>Bu işler ve yaşam koşulları gerçekçi bir ortam içinde yeniden kurularak ziyaretçilere deneyimleme fırsatı da sunulmaktadır."
  },
  {
    "id": "2979984",
    "unitNumber": 7,
    "text": "Yapılı ya da yapılı olmayan fiziksel ortam ve onun kültürel mal edinme biçimlerini kapsar tanımı aşağıdaki kavramlardan hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çevre",
      "B": "Mekân",
      "C": "Peyzaj",
      "D": "Kent",
      "E": "Doğa"
    },
    "explanation": "Konu: Tarihi ve Doğal Mekanların (Görsel) Tüketimi / Doğal Çevre<br/><strong>Çevre</strong>, yapılı ya da yapılı olmayan fiziksel ortam ve onun kültürel mal edinme biçimlerini kapsar. Peyzaj ise doğal görünüm anlamına gelir. Çevrenin görsel tüketimi, fiziksel çevrenin, sadece üretim için değil, estetik mal edinilme amacıyla süslenmiş bir peyzaj olarak kurulmasıdır. Çevre, yapılı olsun olmasın tek başına fiziksel ortam ve onun kültürel mal edinilme biçimlerini kapsar. Bununla ilgili olarak geliştirilen Batılı ‘peyzaj’ kavramı, doğal karasal manzara yerine kullanılan bir terim olarak doğal görünüm anlamına gelir. Bu bağlamda görsel tüketim, peyzajın yaratılma sürecini kapsamaktadır. Bugün doğal mekânların kaybolduğunu, doğanın simgeler, imajlar ve söylemler tarafından yok edildiğini ifade eden Lefebvre’e göre doğa, sermaye için yalnızca bir kaynak olarak görülmekte ve maddi bir kurguya dönüştürülmektedir. Doğal çevreye odaklanan turizm, insanların kent yaşamının sorunlarından kaynaklanan doğaya kaçma isteği, doğanın huzurlu ve sakin bir ortam olarak tanımlanması ve doğayı deneyimlemenin teşvik edilmesine dayalı olarak gelişmiştir. Bu anlamda milli parklar ve koruma altına alınmış alanları ziyaret edenlerin sayısının artmasıyla, doğa temelli turizmin oranı, dünyada genel turizm içinde artış göstermektedir."
  },
  {
    "id": "2979985",
    "unitNumber": 8,
    "text": "I.Sistem Teorisi<br/>II. Sosyal Davranışçılık<br/>III. Fenomenoloji<br/>IV. Yapısalcılık<br/>Yukarıdakilerden hangisi gündelik hayat sosyolojisinin ilk nüvelerini geliştiren ekoldür?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Bu gelişmeler eşliğinde gündelik hayat sosyolojisinin ilk nüveleri klasik geleneğe karşı bir hoşnutsuzluğun ürünü olarak 1920’li ve 1930’lu yıllarda gelişen iki ekol tarafından verilir. Bu ekoller, Sosyal davranışçılık ve Fenomenolojidir."
  },
  {
    "id": "2979986",
    "unitNumber": 8,
    "text": "Aşağıda verilen gündelik hayat sosyolojisinin kapsamına ve analiz biçimine ilişkin tespitlerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gündelik hayat sosyolojisinde toplumsal alanı incelerken yalnızca yapısal ya da nesnel koşullar ön plandadır.",
      "B": "Gündelik hayat alanı birey ve toplum etkileşiminin karşılıklı olarak yeniden üretildiği bir etkileşim alanı olarak düşünülür.",
      "C": "Gündelik hayat sosyolojisinde bireyi edilginleştiren kolektif kavramlar kullanılmaz.",
      "D": "Gündelik hayat sosyolojisi insana özgü anlam dünyalarını analiz eder.",
      "E": "Gündelik hayat sosyolojisi gündelik hayata etki eden toplumsal, ekonomik ve politik unsurların etkilerini de inceler."
    },
    "explanation": "Gündelik hayat sosyolojisinin kapsamına ve analiz biçimine ilişkin şu tespitleri yapabiliriz: 1. Gündelik hayat sosyolojisi toplumsal alanı incelerken yalnızca yapısal ya da nesnel koşulları ön plana çıkaran ve böylelikle bireyi ve onun eylemlerini göz ardı eden bir yaklaşım sergilemez. Aksine gündelik hayat sosyolojisinde birey ve bireyler arası etkileşimler ön plandadır. 2. Gündelik hayat sosyolojisinde birey ve sosyal etkileşimler öncelenirken sosyal yapının birey üzerindeki etkileri de göz ardı edilmez. Gündelik hayat alanı birey ve toplum etkileşiminin karşılıklı olarak yeniden üretildiği bir etkileşim alanı olarak düşünülür. 3. Gündelik hayat sosyolojisinde bireyi edilginleştiren kolektif kavramlar değil, rutin, ritüel, etkileşim, aktör, anlam, sıradanlık, semboller, akışkanlık ve yeniden üretim gibi insanın inşa ettiği sosyal dünyayı ve bu dünyayı resmeden gündelik hayatı açıklayıcı kavramlar kullanılır. 4. Gündelik hayat sosyolojisi toplumsal alanın doğal dünyadan farklılığını, insanın ise doğal dünyadaki diğer varlıklardan farkını vurgulayarak insana özgü anlam dünyalarını analiz eder. 5. Gündelik hayat sosyolojisi toplumsal gerçekliği anlamak için yalnızca gündelik hayat alanındaki etkileşim biçimlerinin ve pratiklerin incelemesini yapmakla kalmaz, aynı zamanda gündelik hayata etki eden toplumsal, ekonomik ve politik unsurların etkilerini de inceler."
  },
  {
    "id": "2979987",
    "unitNumber": 8,
    "text": "Kapitalist ekonomik yapı içinde tüketim pratiklerine odaklanarak günümüzde artık kapitalizmin itici gücünün üretim değil tüketim olduğunu iddia eden sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Theodor Adorno",
      "B": "Talcott Parsons",
      "C": "Robert Merton",
      "D": "Erving Goffman",
      "E": "Jean Baudrillard"
    },
    "explanation": "Jean Baudrillard (2008: 28) kapitalist ekonomik yapı içinde tüketim pratiklerine odaklanarak günümüzde artık kapitalizmin itici gücünün üretim değil tüketim olduğunu iddia etmektedir."
  },
  {
    "id": "2979988",
    "unitNumber": 8,
    "text": "Akışkan Modernlik kavramını geliştiren sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zygmunt Bauman",
      "B": "Anthony Giddens",
      "C": "Georg Simmel",
      "D": "Erving Goffman",
      "E": "Ferdinand Tönnies"
    },
    "explanation": "Zygmunt Bauman (2015) akışkan modernlik kavramını geliştirmiştir."
  },
  {
    "id": "2979989",
    "unitNumber": 8,
    "text": "Dramaturjik bakış açısını Günlük Yaşamda Benliğin Sunumu adlı eseriyle gündeme getiren düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Charles Cooley",
      "B": "Michel Foucault",
      "C": "Erving Goffman",
      "D": "Harold Garfinkel",
      "E": "Talcott Parsons"
    },
    "explanation": "Goffman dramaturjik bakış açısını Günlük Yaşamda Benliğin Sunumu (2009) adlı eseriyle gündeme getirmiştir"
  },
  {
    "id": "2979990",
    "unitNumber": 8,
    "text": "Fenomenolojik Kuramın temellerini atan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Husserl",
      "B": "Schutz",
      "C": "Locke",
      "D": "Zenon",
      "E": "Hume"
    },
    "explanation": "Gündelik Hayatın Fenomenolojisi: Kuramın temellerini atan Husserl, fenomenolojiyi, insanın duyuları ile doğrudan kavrayabileceği şeylerle ilişkilendirerek açıklar."
  },
  {
    "id": "2979991",
    "unitNumber": 8,
    "text": "Etnometodolojide Araştırmalar kitabında gündelik hayat dünyasını büyük ölçüde hem bu dünyanın kurucu etkinliklerine hem de istikrarlı, düzenli etkinliklerine odaklanarak ele alan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Blumer",
      "B": "Sacks",
      "C": "Schütz",
      "D": "Garfinkel",
      "E": "Gurwitsch"
    },
    "explanation": "Garfinkel Etnometodolojide Araştırmalar’da gündelik hayat dünyasını büyük ölçüde hem bu dünyanın kurucu etkinliklerine hem de istikrarlı, düzenli etkinliklerine odaklanarak ele alır."
  },
  {
    "id": "2979992",
    "unitNumber": 8,
    "text": "Sosyal davranışçılık modeli aşağıdaki sosyologlardan hangisi tarafından geliştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "George Herbert Mead",
      "B": "Alfred Schutz",
      "C": "Edmund Husserl",
      "D": "Durkheim",
      "E": "Parsons"
    },
    "explanation": "GÜNDELİK HAYAT SOSYOLOJİSİ VE KAPSAMI<br/>Bu gelişmeler eşliğinde gündelik hayat sosyolojisinin ilk nüveleri klasik geleneğe karşı bir hoşnutsuzluğun ürünü olarak 1920’li ve 1930’lu yıllarda gelişen iki ekol tarafından verilir. Bu ekoller, Sosyal davranışçılık ve Fenomenolojidir. Chicago Üniversitesi’nde George Herbert Mead sembolik etkileşimci çerçevede<br/>pragmatik bir sosyal davranışçılık modeli geliştirir. Doğru yanıt a seçeneğidir."
  },
  {
    "id": "2979993",
    "unitNumber": 8,
    "text": "Gündelik hayat sosyolojisinin ilk nüvelerinden olan fenomenolojik ekol aşağıdaki sosyologlardan hangisi tarafından geliştirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Erving Goffman",
      "B": "Edmund Husserl",
      "C": "George Herbert Mead",
      "D": "Blumer",
      "E": "Parsons"
    },
    "explanation": "GÜNDELİK HAYAT SOSYOLOJİSİ VE KAPSAMI<br/>Bu gelişmeler eşliğinde gündelik hayat sosyolojisinin ilk nüveleri klasik geleneğe karşı bir hoşnutsuzluğun ürünü olarak 1920’li ve 1930’lu yıllarda gelişen iki ekol tarafından verilir. Bu ekoller, Sosyal davranışçılık ve Fenomenolojidir. Almanya’da Edmund Husserl ve onun öğrencisi olan Alfred Schutz fenomenolojik bakış açısını geliştirir. Doğru yanıt b seçeneğidir."
  },
  {
    "id": "2979994",
    "unitNumber": 8,
    "text": "Akışkan modernlik kavramını geliştiren sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Erving Goffman",
      "B": "Edmund Husserl",
      "C": "Zygmunt Bauman",
      "D": "Jean Baudrillard",
      "E": "Alfred Schutz"
    },
    "explanation": "Gündelik Hayat, Akışkanlık ve Tüketim<br/>Akışkanlık kavramını yaşadığımız dünyayı analiz etmekte kullanan Zygmunt Bauman (2015) akışkan modernlik kavramını geliştirmiştir. Doğru yanıt c seçeneğidir."
  },
  {
    "id": "2979995",
    "unitNumber": 8,
    "text": "Tüketimi anlaşılır kılmak için sıradan insanın gündelik hayat içerisindeki konumlanmasına odaklanan ve analizlerini strateji ve taktik kavramları üzerine yapan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Henri Lefebvre",
      "B": "Erving Goffman",
      "C": "Michel de Certeau",
      "D": "Alfred Schutz",
      "E": "George Herbert Mead"
    },
    "explanation": "Certeau’nun tüketime dönük analizleri strateji ve taktik kavramları üzerindendir. O diğer konularda olduğu gibi tüketimi anlaşılır kılmak için sıradan insanın gündelik hayat içerisindeki konumlanmasına odaklanır"
  },
  {
    "id": "2979996",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi gündelik hayat sosyolojisi içinde yer alan kavramlardan değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sembolik Etkileşimcilik",
      "B": "Dramaturjik Analiz",
      "C": "Fenomenolojik Sosyoloji",
      "D": "Yapısalcılık",
      "E": "Etnometodoloji"
    },
    "explanation": "KURAMSAL AÇILIMLAR: GÜNDELİK HAYAT SOSYOLOJİSİ VE TÜKETİM<br/>Gündelik hayat sosyolojisi içinde konumlanan sembolik etkileşimcilik, dramaturjik analiz, fenomenolojik sosyoloji ve etnometodoloji gibi kuramsal geleneklerin hemen hepsinin tüketim olgusuna dair belirgin tanımlarının olduğunu söyleyebiliriz. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2979997",
    "unitNumber": 8,
    "text": "Bir kadın ya da bir erkek çok özel bir gecede giyeceği kıyafeti satın alırken, kıyafetin ne kadar kaliteli ve sağlam kumaştan yapıldığı önemsemekten ziyade kıyafetin sağlayacağı prestiji önemsiyor ise bu durum hangi kuramla açıklanabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yapısalcılık",
      "B": "Etnometodoloji",
      "C": "Fenomenoloji",
      "D": "Dramaturji",
      "E": "Sembolik Etkileşimcilik"
    },
    "explanation": "Sembolik etkileşimcilik bağlamında bireyler gündelik hayatta, ürünleri ve markaları satın alıp tüketirken, bunların ekonomik, teknolojik ve işlevsel yararlarından çok, taşıdıkları ve aktardıkları sembolik anlamları önemsemektedirler. Örneğin, bir kadın ya da bir erkek çok özel bir gecede giyeceği kıyafeti seçerken ve satın alırken, o kıyafetin ne kadar kaliteli ve sağlam kumaştan yapıldığını, kaç dikişinin bulunduğunu ve şeklinin nasıl olduğunu önemsememektedir. Kadın ya da erkek için önemli olan o kıyafetin kendisine sağlayacağı prestij, farklı olma, diğerleri üzerinde tesir etme gibi imaja yönelik sembolik anlamlardır."
  },
  {
    "id": "2979998",
    "unitNumber": 8,
    "text": "Gündelik hayat sosyolojisine ilişkin kuramlar içinde en önemlilerinden biri olan dramaturji kuramı aşağıdaki sosyologlardan hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Erving Goffman",
      "B": "Husserl",
      "C": "Schutz",
      "D": "Zygmunt Bauman",
      "E": "George Herbert Mead"
    },
    "explanation": "Gündelik Hayatta Benlik Sunumu ve Performans Olarak Tüketim<br/>Gündelik hayat sosyolojisine ilişkin kuramlar içinde en önemlilerinden biri, Erving Goffman’a ait dramaturji kuramıdır. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2979999",
    "unitNumber": 8,
    "text": "\"Kendi amacını genel bir ifadeyle insan etkileşimlerinden doğan gündelik hayata ilişkin eylemlerin, bireyler arası etkileşimlere bağlı bir sürecin sonucu ortaya<br/>çıkan yapıp etmelerin kavranması \" şeklinde tanımlanan kavram aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Akışkan Modernite",
      "B": "Sembolik Tüketim",
      "C": "Fenomenolojik Yaklaşım",
      "D": "Dramaturjik Kuram",
      "E": "Etnometodoloji"
    },
    "explanation": "Gündelik Hayat ve Tüketimin Etnometodolojisi<br/>Etnometodoloji, kendi amacını genel bir ifadeyle insan etkileşimlerinden<br/>doğan gündelik hayata ilişkin eylemlerin, bireyler arası etkileşimlere bağlı bir sürecin sonucu ortaya çıkan yapıp etmelerin kavranması şeklinde tanımlamaktadır. Doğru yanıt e seçeneğidir."
  },
  {
    "id": "2980000",
    "unitNumber": 8,
    "text": "Nesnenin kararlı bir biçimde tüketilmesini kışkırtmada mutluluk araçları önemlidir. .......... bu araçlara “mitoslar” adını vermiştir. Mitoslar ya yeni üretilmiş ya da eskileri egemenliği altına almıştır. Reklam da gülme mitosu, sunma mitosu gibi mitosları kendinde toplamaktadır. Mitoslar tüketimi meşrulaştıran araçlardır.<br/>Yukarıdaki anlatımda boş bırakılan yere aşağıdaki düşünürlerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Goffman",
      "B": "Garfinkel",
      "C": "Friedman",
      "D": "Lefebvre",
      "E": "Horkheimer"
    },
    "explanation": "Nesnenin kararlı bir biçimde tüketilmesini kışkırtma işinde bu mutluluk araçları önemlidir. Lefebvre, bu araçlara “mitoslar” adını vermiştir. Mitoslar ya yeni üretilmiş ya da eskileri egemenliği altına almıştır. Reklam da gülme mitosu, sunma mitosu gibi mitosları kendinde toplamaktadır (Ayvaz, 2017: 156-157). Mitoslar tüketimi meşrulaştıran araçlardır."
  },
  {
    "id": "2980001",
    "unitNumber": 8,
    "text": "*Günümüz dünyasını gündelik hayat alanının analizi üzerinden yapılır.<br/>*Gündelik hayat modernliğin somutlaştığı, kapitalizmin yeşerdiği alandır. *Gündelik hayat eleştirel olarak analiz edilmesi gereken bir alandır. <br/>Yukarıdaki görüşler gündelik hayat sosyolojisi kuramcılarından hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Henri Lefebvre",
      "B": "Harold Garfinkel",
      "C": "Husserl",
      "D": "Schutz",
      "E": "Goffman"
    },
    "explanation": "Gündelik Hayatın Eleştirisi ve Tüketim<br/>Gündelik hayat sosyolojisi içinde özellikle yakın zamanda en dikkat çekici kuramlardan biri Fransız düşünür Henri Lefebvre’ye aittir. Onun<br/>kuramının özgünlüğü günümüz dünyasını gündelik hayat alanının analizi üzerinden yapmasıdır. Ona göre gündelik hayat modernliğin somutlaştığı, kapitalizmin yeşerdiği alandır. Dolayısıyla gündelik hayat eleştirel olarak analiz edilmesi gereken bir alandır. Doğru yanıt a seçeneğidir."
  },
  {
    "id": "2980002",
    "unitNumber": 8,
    "text": "Sıradan insanların gündelik hayat operasyonlarını keşfetmeye çalışırken<br/>strateji ve taktik ayrımından yola çıkan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Goffman",
      "B": "Schutz",
      "C": "Harold Garfinkel",
      "D": "Michel de Certeau",
      "E": "Lefebvre"
    },
    "explanation": "Gündelik Hayattaki Strateji ve Taktik Olarak Tüketim<br/>Sıradan insanların gündelik hayat operasyonlarını keşfetmeye çalışan Certeau bunu yaparken strateji ve taktik ayrımından yola çıkar. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2980003",
    "unitNumber": 8,
    "text": "Toplumsal benlik kavrayışı, performans, izlenim, izlenim yönetimi, rol mesafesi ve odaklanmış etkileşim gibi gündelik hayatı anlamlandırmaya dönük kendine özgü kavramlaştırmalarıyla sosyolojik düşünceye katkı sağlayan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Husserl",
      "B": "Erving Goffman",
      "C": "Schutz",
      "D": "Harold Garfinkel",
      "E": "Henri Lefebvre"
    },
    "explanation": "Gündelik Hayatta Benlik Sunumu ve Performans Olarak Tüketim<br/>Gündelik hayat sosyolojisine ilişkin kuramlar içinde en önemlilerinden biri, Erving Goffman’a ait dramaturji kuramıdır. Goffman toplumsal benlik kavrayışı, performans, izlenim, izlenim yönetimi, rol mesafesi ve odaklanmış etkileşim gibi gündelik hayatı anlamlandırmaya dönük kendine özgü kavramlaştırmalarıyla sosyolojik düşünceye önemli katkılar yapmıştır. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2980004",
    "unitNumber": 8,
    "text": "Sosyal bilimlerin hemen her dalında yani tüm disiplinlerde olduğu gibi, sosyolojinin de insan eylemlerini teorik ve metodolojik bağlamlarıyla analiz etme vasfının mutlaka gündelik hayatı anlamakla başlayıp bittiğini dile getiren düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "George Herbert Mead",
      "B": "Edmund Husserl",
      "C": "Alfred Schutz",
      "D": "Erving Goffman",
      "E": "Douglas"
    },
    "explanation": "GÜNDELİK HAYAT SOSYOLOJİSİ VE KAPSAMI<br/>Douglas pek çok nedenden dolayı sosyal bilimlerin hemen her dalında yani tüm disiplinlerde olduğu gibi, sosyolojinin de insan eylemlerini teorik ve metodolojik bağlamlarıyla analiz etme vasfının mutlaka gündelik hayatı anlamakla başlayıp bittiğini dile getirir. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2980005",
    "unitNumber": 8,
    "text": "İnsani etkileşimlere dayalı olarak durmadan yeniden üretilen, rutin eylemlere sahip ve bireylerin aktif etkileşimde bulunduğu alana ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kamusal alan",
      "B": "Özel alan",
      "C": "Kolektif alan",
      "D": "Gündelik hayat",
      "E": "Aktivite alanı"
    },
    "explanation": "Gündelik hayat dün olan, bugün ne olur ve yarın<br/>yapılacak olan gibi, her zamanki ve sıradan şeylerin<br/>normal gidişatını ifade eder. Gündelik hayat belirsizlik içeren durumlarda bile oldukça rutin, istikrarlı ve düzenli bir biçimde seyreder (Esgin, 2018: 19)"
  },
  {
    "id": "2980006",
    "unitNumber": 8,
    "text": "I Gündelik hayatta bilginin homojenliği söz konusudur<br/>II Katılımcıların tam olarak farkında olmadığı bir biçimde gerçekleşir<br/>III Toplumun yeniden-üretimi açısından stratejik bir öneme sahiptir<br/>IV Tam bir bilinçlilik haliyle sorgulanmaz.<br/>Gündelik hayata dair yukarıdakilerden hangisi/leri <strong>doğru değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece I",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "Sadece III",
      "E": "III ve IV"
    },
    "explanation": "5. Gündelik hayatta bilginin <strong>hetorejenliği</strong> söz konusudur<br/>Sadece I<br/>Gündelik hayatta bilginin homojenliği söz konusudur"
  },
  {
    "id": "2980007",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi insanı pragmatik bir aktöre dönüştüren şeyin çevreyle etkileşim olduğunu savunan sembolik etkileşimciliğin temsilcilerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Alfred Schutz",
      "B": "Erving Goffman",
      "C": "Edmund Husser",
      "D": "Talcott Parsons",
      "E": "George Herbert Mead"
    },
    "explanation": "Chicago Üniversitesi’nde George Herbert Mead sembolik etkileşimci çerçevede pragmatik bir sosyal davranışçılık modeli geliştirir. Sembolik etkileşimciler, çevreyle etkileşimin insanı öncelikle pragmatik bir aktöre dönüştürdüğünü savunurlar"
  },
  {
    "id": "2980008",
    "unitNumber": 8,
    "text": "_____________ , sürekli metalardan edinilebilecek hazlara ve hayattan zevk almaya odaklanan sırf hazza yönelik bir eylem olarak gündelik hayatla ilişkilidir.<br/>Yukarıdaki boşluğa gelmesi gereken kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Spor",
      "B": "Sağlık",
      "C": "Tüketim",
      "D": "Ritüel",
      "E": "Üretim"
    },
    "explanation": "(216-217) Haz almayı gerçekçi ve gündelik hayatın erişilebilir amacı olarak öneren tüketimcilik sürekli bir biçimde metalardan edinilebilecek hazları ön plana çıkarmaktadır. Hayattan zevk almak, var olmak ya da ihtiyaçları karşılamak için değil, haz almak için tüketmeyi koşullamaktadır."
  },
  {
    "id": "2980009",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi toplumsal yaşam sürerken düzen içinde işleyerek bireyin istenmeyen huzursuzluk ortamlarından korumasını ve varoluşsal kaygılar karşısında güvenlik içinde hissetmesini sağlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ritüeller",
      "B": "Rutinler",
      "C": "Tüketim",
      "D": "Sosyal medya",
      "E": "Alışkanlıklar"
    },
    "explanation": "Rutinler, bireyin toplumsal yaşam içerisinde düzen beklentilerini karşılayıp onu istenmeyen çatışma ve kaos ortamlarından uzaklaştırırken aynı zamanda kişinin varoluşuna ilişkin kaygı ve korkuların da güvenlik altına alınmasını sağlamaktadırlar."
  },
  {
    "id": "2980010",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Zygmunt Bauman’a göre \"akışkan modernite\"yi açıklayan dört temel değerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Araçsallık",
      "B": "Risk ve belirsizlik",
      "C": "Bireyselleşme",
      "D": "Haz odaklı bilinç yitimi",
      "E": "Kimlik ve hayatın parçalanmışlığı"
    },
    "explanation": "Bauman’a göre akışkan moderniteyi açıklayan dört temel değer vardır. Bunlar, araçsallık, bireyselleşme, risk ve belirsizlik, kimlik ve hayatın parçalanmışlığıdır (Özbölük, 2019: 261).<br/>Haz odaklı bilinç yitimi"
  },
  {
    "id": "2980011",
    "unitNumber": 8,
    "text": "Bireyin kaçınılmazca bir tüketim ve alışveriş çılgınlığının içine girmesi, gündelik hayat alanının temel bir rutini haline gelmiştir. Bu tarz bir tüketim yeniden üretim aracılığıyla varlığını akışkanlık içinde devam ettirir.<br/>Yukarıda tüketimin bireyde yarattığı hangi durumdan bahsedilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Duygusal emek sömürüsü",
      "B": "Manipülasyon",
      "C": "İhtiyaçlar oluşturma",
      "D": "Tatmin",
      "E": "Bağımlılık yaratma"
    },
    "explanation": "Böylece tüketim artık bireyin özgün bir etkinliği olmaktan çıkar ve birey için bir zorunluluğa dönüşmüş olur. Manipüle edildiğinin farkında olmayan birey, adeta beyni yıkanmışçasına kendini bir tüketim ve alışveriş çılgınlığının ortasında bulur (Ünür ve Eseoğlu, 2012: 92). Gündelik hayat alanının temel bir rutini haline gelmiş tüketim yeniden üretim aracılığıyla varlığını akışkanlık içinde devam ettirir.<br/>Manipülasyon"
  },
  {
    "id": "2980012",
    "unitNumber": 8,
    "text": "Sembolik etkileşimcilik yaklaşımının kabüllerinden <strong>biri değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Semboller insanların iletişim süreçleri için önemlidirler.",
      "B": "Şeylerin anlamları bireylerin birbirleriyle olan etkileşiminden doğar.",
      "C": "Temel analiz noktası insanların yaşam alanındaki nesnelerin anlamlarıdır.",
      "D": "Toplumsal olan incelenirken bireylerin gündelik eylemlerinde sembollere yükledikleri anlamlar önemlidir.",
      "E": "Semboller toplumun üyelerince anlaşılması zor, tamamen farklılaşan anlamlara sahiptirler."
    },
    "explanation": "Sembolik etkileşimcilik için en temel analiz birimi insanların yaşam alanındaki nesnelerin anlamlarıdır. Söz konusu nesneler, maddi varlıkları, eylemleri, diğer insanları ve hatta sembolleri içerir. Semboller özellikle insanların iletişim süreçlerindeki önemli unsurlardır. <strong>Semboller toplumun üyelerince anlaşılan ortak anlamlara sahiptirler.</strong> Gündelik hayatta sözsüz iletişim şeklinde ifade edilen jest, mimik ve duruşlardan oluşan işaretler aslında sembolik etkileşimcilerin dile getirdikleri sembollerdir. O hâlde sembolik etkileşimci kuram açısından toplumsal olanın incelenmesi için bakılması gereken şey, bireylerin gündelik eylemlerinde nesnelere ve<br/>ilişkilerde etkin olan sembollere yükledikleri anlamlardır (Esgin, 2019). Çünkü bireyler şeylere karşı, o şeylerin kendilerine verdikleri anlam temelinde eylemde bulunur. Şeylerin anlamları ise bireylerin birbirleriyle olan etkileşiminden doğar.<br/>Semboller toplumun üyelerince anlaşılması zor, tamamen farklılaşan anlamlara sahiptirler."
  },
  {
    "id": "2980013",
    "unitNumber": 8,
    "text": "Performans, izlenim yönetimi, rol mesafesi ve odaklanmış etkileşim gibi gündelik hayatı anlamlandırmaya dönük analizler içeren <em>\"Günlük Yaşamda Benliğin Sunumu\"</em> adlı eser kime aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Erving Goffman",
      "B": "Zygmunt Bauman",
      "C": "Anthony Giddens",
      "D": "George H. Mead",
      "E": "Jean Baudrillard"
    },
    "explanation": "Goffman toplumsal benlik kavrayışı, performans, izlenim, izlenim yönetimi, rol mesafesi ve odaklanmış etkileşim gibi gündelik hayatı anlamlandırmaya dönük kendine özgü<br/>kavramlaştırmalarıyla sosyolojik düşünceye önemli katkılar yapmıştır. Goffman dramaturjik bakış açısını Günlük Yaşamda Benliğin Sunumu (2009) adlı eseriyle gündeme getirmiştir.<br/>Erving Goffman"
  },
  {
    "id": "2980014",
    "unitNumber": 8,
    "text": "Bütün bilgimiz tamamen duyulara dayanan olaylardan yansır. Bunun dışında kalanlar ve gerçekleşenler bütünüyle yorumdur. Bu durum bilincin yönelimselliğiyle ilgilidir. Bilincin yönelimselliği, insanın bilincini nesnelere yöneltmesiyle ilişkilidir.<br/>Yukarıdaki görüşü öne süren bilim insanı-yaklaşım ikilisi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Herbert Blumer-Sembolik etkileşimcilik",
      "B": "George Herbert Mead- Sembolik etkileşimcilik",
      "C": "Edmund Husserl-Fenomenoloji",
      "D": "Talcott Parsons-Yapısal-işlevselcilik",
      "E": "Jack Douglas-Yorumsamacılık"
    },
    "explanation": "Kuramın temellerini atan Husserl, fenomenolojiyi, insanın duyuları ile doğrudan kavrayabileceği şeylerle ilişkilendirerek açıklar. Ona göre, bütün<br/>bilgimiz doğrudan duyulara dayanan olaylardan gelir, bunun dışında kalan ve gerçekleşen her şey yorum bütünüdür. Bu da esasen bilincin yönelimselliğiyle ilgilidir. Husserl’e göre göre tüm bilinç yönelimseldir. Bilincin yönelimselliği, insanın bilincini nesnelere yöneltmesiyle ilişkilidir. Çünkü nesneler bir yapıya ve bir anlama bilincin etkinliğiyle kavuşmaktadır. Husserl’e göre şeyleri anlamak için, onlara bakışımızı belirleyen ön varsayımlarımızı ve deneyimlerimizi yeniden incelememiz gerekir.<br/>Edmund Husserl-Fenomenoloji"
  },
  {
    "id": "2980015",
    "unitNumber": 8,
    "text": "Gündelik hayat sosyolojisinin ilke nüvelerinin verildiği iki ekol aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal davranışçılık ve fenomenoloji",
      "B": "Fonksiyonalizm ve çatışmacılık",
      "C": "Sosyal alışveriş ve çatışmacılık",
      "D": "Feminizm ve çatışmacılık",
      "E": "Evrimci sentez ve fenomenoloji"
    },
    "explanation": "Gündelik hayat sosyolojisinin ilke nüvelerinin verildiği iki ekol; sosyal davranışçılık ve fenomenolojidir."
  },
  {
    "id": "2980016",
    "unitNumber": 8,
    "text": "Kapitalist ekonomik yapı içinde tüketim pratiklerine odaklanarak günümüzde artık kapitalizmin itici gücünün üretim değil, tüketim olduğunu iddia eden kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gardner",
      "B": "Baudrillard",
      "C": "Raftis",
      "D": "Esgin",
      "E": "Lefebvre"
    },
    "explanation": "Kapitalist ekonomik yapı içinde tüketim pratiklerine odaklanarak günümüzde artık kapitalizmin itici gücünün üretim değil, tüketim olduğunu iddia eden kuramcı Baudrillard'dır."
  },
  {
    "id": "2980017",
    "unitNumber": 8,
    "text": "Akışkan modernlik kavramı ........... tarafından geliştirilmiştir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru biçimde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Poloma",
      "B": "Thorpe",
      "C": "Ritzer",
      "D": "Bauman",
      "E": "Lefebvre"
    },
    "explanation": "Akışkan modernlik kavramı Bauman tarafından geliştirilmiştir."
  },
  {
    "id": "2980018",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi akışkan moderniteyi açıklayan dört temel değerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kriz",
      "B": "Bireyselleşme",
      "C": "Araçsallık",
      "D": "Risk ve belirsizlik",
      "E": "Kimlik ve hayatın parçalanmışlığı"
    },
    "explanation": "Kriz, akışkan moderniteyi açıklayan dört temel değerden biri değildir."
  },
  {
    "id": "2980019",
    "unitNumber": 8,
    "text": "\"Günlük Yaşamda Benliğin Sunumu\" isimli eseriyle gündelik hayat sosyolojisine dramaturjik bakış açısını getiren kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ritzer",
      "B": "Beck",
      "C": "Goffman",
      "D": "Macionis",
      "E": "Bauman"
    },
    "explanation": "\"Günlük Yaşamda Benliğin Sunumu\" isimli eseriyle gündelik hayat sosyolojisine dramaturjik bakış açısını getiren kuramcı Goffman'dır."
  },
  {
    "id": "2980020",
    "unitNumber": 8,
    "text": "Gündelik hayatın öneminin, ona bireysel aktörler tarafından atfedilen bağlama gönderimde bulunan anlatılardan ayrılamadığı görüşü gündelik yaşamı açıklayan yaklaşımlardan hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Feminizm",
      "B": "Etnometodoloji",
      "C": "Fenomenolojik yaklaşım",
      "D": "Sembolik etkileşimcilik",
      "E": "Çatışma yaklaşımı"
    },
    "explanation": "Gündelik hayatın öneminin, ona bireysel aktörler tarafından atfedilen bağlama gönderimde bulunan anlatılardan ayrılamadığı görüşü gündelik yaşamı açıklayan yaklaşım fenomenolojik yaklaşımdır."
  },
  {
    "id": "2980021",
    "unitNumber": 8,
    "text": "Lefebvre, tüketimi meşrulaştıran araçlara ........... adını vermiştir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru biçimde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "alışkanlık",
      "B": "etoslar",
      "C": "kaynaklar",
      "D": "akışkanlık",
      "E": "mitoslar"
    },
    "explanation": "Lefebvre, tüketimi meşrulaştıran araçlara mitoslar adını vermiştir."
  },
  {
    "id": "2980022",
    "unitNumber": 8,
    "text": "Gündelik hayatı eylem pratikleri üzerinden tanımlayan kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Certeau",
      "B": "Bourdieu",
      "C": "Lefebvre",
      "D": "Garfinkel",
      "E": "Schutz"
    },
    "explanation": "Gündelik hayatı eylem pratikleri üzerinden tanımlayan kuramcı Certeau'dur."
  },
  {
    "id": "2980023",
    "unitNumber": 8,
    "text": "Sıradan insanların gündelik hayat operasyonlarını keşfetmeye çalışan Certeau bunu yaparken ............. ve ............. ayrımından yola çıkar.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru biçimde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "tüketim/teknoloji",
      "B": "strateji/taktik",
      "C": "tema/taktik",
      "D": "strateji/vizyon",
      "E": "zaman/mekân"
    },
    "explanation": "Sıradan insanların gündelik hayat operasyonlarını keşfetmeye çalışan Certeau bunu yaparken strateji ve vizyon ayrımından yola çıkar.<br/>Sıradan insanların gündelik hayat operasyonlarını keşfetmeye çalışan Certeau bunu yaparken <strong>strateji</strong> ve <strong>taktik</strong> ayrımından yola çıkar. Certeau’ya<br/>göre strateji, güçler arasındaki ilişkilerin ancak bir istek ya da erk öznesinin (işletme, ordu, kent, bilimsel kurum) yalıtılabilir olduğu anda gerçekleştirebileceği oyun ya da hesaplaşmadır (Certeau, 2008: 112). Bu anlamda strateji aynı zamanda bir manipülasyondur. Taktik ise sıradan insanın egemenin stratejileri karşısındaki savunma, ayakta kalma aracıdır."
  },
  {
    "id": "2980024",
    "unitNumber": 8,
    "text": "Garfinkel'in gündelik hayat dünyasını büyük ölçüde hem bu dünyanın kurucu etkinliklerine hem de istikrarlı, düzenli etkinliklerine odaklanarak ele aldığı çalışmasının adı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gündelik Hayatın Keşfi",
      "B": "Gündelik Hayat Sosyolojisi",
      "C": "Modern Dünyada Gündelik Hayat",
      "D": "Etnometodolojide Araştırmalar",
      "E": "Gündelik Yaşamın Sosyolojik Anlamları"
    },
    "explanation": "Garfinkel'in gündelik hayat dünyasını büyük ölçüde hem bu dünyanın kurucu etkinliklerine hem de istikrarlı, düzenli etkinliklerine odaklanarak ele aldığı çalışmasının adı Etnometodolojide Araştırmalar'dır."
  },
  {
    "id": "3840849",
    "unitNumber": 8,
    "text": "Tüketime dönük analizleri strateji ve taktik kavramları üzerinden olan, tüketimi anlaşılır kılmak için sıradan insanın gündelik hayat içerisindeki konumlanmasına odaklanan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Michel de Certau",
      "B": "Michel Foucault",
      "C": "Zygmunt Bauman",
      "D": "George Herbert Mead",
      "E": "Henri Lefebvre"
    },
    "explanation": "Certeau’nun tüketime dönük analizleri de bu çerçevede, yani strateji ve taktik kavramları üzerindendir.<br/>O diğer konularda olduğu gibi tüketimi anlaşılır kılmak için sıradan insanın gündelik hayat içerisindeki konumlanmasına odaklanır. Gündelik hayat esasında kapitalist toplumdaki çıkar çatışmalarının gündeme geldiği ve pazarlık konusu edildiği yerdir.<br/>Certeau’nun tüketime dönük analizleri de bu çerçevede, yani strateji ve taktik kavramları üzerindendir. O diğer konularda olduğu gibi tüketimi anlaşılır kılmak için sıradan insanın gündelik hayat içerisindeki konumlanmasına odaklanır. Gündelik hayat esasında kapitalist toplumdaki çıkar çatışmalarının gündeme geldiği ve pazarlık konusu edildiği yerdir."
  }
]