[
  {
    "id": "2360847",
    "unitNumber": 1,
    "text": "\"Bir insanın arayış, keşif, deneyim kazanma, öğrenme, zorluklarla mücadele <br/>etme, yeni veya benzersiz olaylar, yerler, nesneler veya insanlar görme gibi amaçlarla seyahate çıkmasına dayalı bir model sunar.\" İfadesi aşağıdakilerden hangisini içerir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kahramanın mitolojisi",
      "B": "Kahramanın hikayesi",
      "C": "Kahramanın yolculuğu",
      "D": "Kahramanın serüveni",
      "E": "Kahramanın seyahati"
    },
    "explanation": "Yanıtınız yanlış ise \"Mitolojide Seyahat\" konusunu yeniden gözden geçiriniz.<br/>Campbell, mitlerde ve daha sonra günümüze kadar devam eden pek çok anlatıda sıkça başvurulan bir arketipten (ilk örnek) söz eder: <strong>Kahramanın yolculuğu</strong>. Kahramanın yolculuğu, bir insanın arayış, keşif, deneyim kazanma, öğrenme, zorluklarla mücadele etme, yeni veya benzersiz olaylar, yerler, nesneler veya insanlar görme gibi amaçlarla seyahate çıkmasına dayalı bir model sunar."
  },
  {
    "id": "2360850",
    "unitNumber": 1,
    "text": "Kuzey Mısır’dan başlayarak, Suriye, Lübnan ve İsrail’den, Güneydoğu Anadolu’ya çıkan, Irak’tan Basra Körfezi’ne inen bölgeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Verimli hilal",
      "B": "Mezopotamya",
      "C": "Anadolu",
      "D": "Kutsal ülke",
      "E": "Tarihi bölge"
    },
    "explanation": "Yanıtınız yanlış ise \"Mezopotamya Uygarlıkları\" konusunu yeniden gözden geçiriniz.<br/>Anadolu’dan doğan Dicle ve Fırat nehirleri arasından Basra (İran) Körfezi’ne inen ve büyük bölümünü Irak’ın oluşturduğu bölgeyi ifade eder. Uygarlık gelişimi açısından bakıldığında bu bölge, Akdeniz’in doğu kıyılarında bulunan Kuzey Mısır’dan başlayarak, Suriye, Lübnan ve İsrail’den, Güneydoğu Anadolu’ya çıkan, Irak’tan Basra Körfezi’ne inen bir hilâle benzetilerek <strong>verimli hilâl</strong> olarak adlandırılır."
  },
  {
    "id": "2360851",
    "unitNumber": 1,
    "text": "Seyahat edebiyatının kurucusu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Romalılar",
      "B": "Yunanlılar",
      "C": "Mezopotamyalılar",
      "D": "Fenikeliler",
      "E": "Mısırlılar"
    },
    "explanation": "Yanıtınız yanlış ise \"Antik Yunan Dönemi\" konusunu yeniden gözden geçiriniz.<br/>Seyahat edebiyatının kurucusu Yunanlılar kabul edilir."
  },
  {
    "id": "2360853",
    "unitNumber": 1,
    "text": "\"Seyahati doğrudan bilgi ve deneyimlerini geliştirmek için bir yöntem\" olarak <br/>görenler aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ahiler",
      "B": "Evliyalar",
      "C": "Mevleviler",
      "D": "Alimler",
      "E": "Sufiler"
    },
    "explanation": "Yanıtınız yanlış ise \"Batı ve Doğu Asya\" konusunu yeniden gözden geçiriniz.<br/>İslam bilginlerinin, hemen hemen hepsi seyahate önem verse de seyahati doğrudan bilgi ve deneyimlerini geliştirmek için bir yöntem olarak görenler Sufîler’di. Sufîlerin seyahate olan tutkuları, \"bilimsel kurumların işleyişi için seyahatin zorunlu olduğu\" düşüncesine kadar gitmiştir. \"Hiçbir şey gözlemlenen bir olgunun yerini tutmaz\" inancı ile coğrafyalarını ruhani bir şekilde arşınladılar."
  },
  {
    "id": "2360856",
    "unitNumber": 1,
    "text": "Vasco de Gama Ümit Burnu’nu geçerek Hindistan yolunu hangi tarihler arasında buldu?",
    "correctAnswer": "D",
    "options": {
      "A": "1345-1348",
      "B": "1492-1493",
      "C": "1488-1490",
      "D": "1497-1499",
      "E": "1519-1522"
    },
    "explanation": "Yanıtınız yanlış ise \"Rönesans ve Coğrafi Keşifler Çağı\" konusunu yeniden gözden geçiriniz.<br/>Batı Afrika kıyılarında sömürgelerini daha önce kurmuş olan Portekiz büyük coğrafi keşiflerde önemli başarılar elde etti. Başlıca keşifler şunlardır:<br/>• 1488: Bartolomeu Dias Ümit Burnu’nu keşfetti,<br/>• 1492: Kristof Kolomb Amerika’yı keşfetti, <br/>• 1497-1499:Vasco de Gama Ümit Burnu’nu geçerek Hindistan yolunu buldu."
  },
  {
    "id": "2360860",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Orta Çağ’da, Doğu topraklarına giden ilk Avrupalı kabul edilen ve bu yolculuğu \"Moğolların Tarihi\" adı seyahatnamesinde yazan seyyahtır?",
    "correctAnswer": "B",
    "options": {
      "A": "Marco Polo",
      "B": "Giovanni da Pian del Carpine",
      "C": "İbn-i Battuta",
      "D": "Kristof Kolomb",
      "E": "Bartolomeu Dias"
    },
    "explanation": "Yanıtınız yanlış ise \"Rönesans ve Coğrafi Keşifler Çağı\" konusunu yeniden gözden geçiriniz.<br/>Orta çağda bir başka önemli seyyah olan Giovanni da Pian del Carpine, 1245’te <br/>Paskalya’dan başlayarak, Kırım, Don, Ural nehirlerinden Sibirya’ya kadar gitti. Aslında bir rahip olan ve Papa tarafından Moğol İmparatorluğu’nda misyoner olarak görevlendirilmişti. Orta Çağ’da, Doğu topraklarına giden ilk Avrupalı kabul edilen Del Carpine, bu yolculuğu üzerine Moğolların Tarihi adlı seyahatnamesini yazdı. Marco Polo, İbn-i Battuta ve Del Carpine, Orta Çağ’ın üç büyük seyyahı olarak kabul edilebilir."
  },
  {
    "id": "2360861",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi 16. yüzyılda yaşayan ünlü hümanist düşünürdür?",
    "correctAnswer": "C",
    "options": {
      "A": "Marco Polo",
      "B": "Galileo",
      "C": "Erasmus",
      "D": "Konrad Gesner",
      "E": "Del Carpine"
    },
    "explanation": "Yanıtınız yanlış ise \"Rönesans ve Coğrafi Keşifler Çağı\" konusunu yeniden gözden geçiriniz.<br/>16. yüzyılda yaşayan ünlü hümanist Erasmus’un, \"dünya vatandaşı olmaktan, tüm dünyanın evi olmasından\" söz etmesi düşüncedeki değişimi göstermesi açısından önemlidir. Artık Avrupa’da sadece ticaret, din gibi belli bir amaca yönelik olmadan, dünyadan keyif almak, gezip görmek, öğrenmek amaçlı seyahatlerin sayısı giderek artacaktı."
  },
  {
    "id": "2360862",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Alp turizminin öncüsü sayılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Konrad Gesner",
      "B": "Marco Polo",
      "C": "Giovanni da Pian del Carpine",
      "D": "Bartolomeu",
      "E": "Petrarcha"
    },
    "explanation": "Yanıtınız yanlış ise \"Rönesans ve Coğrafi Keşifler Çağı\" konusunu yeniden gözden geçiriniz.<br/>16. yüzyılda yaşayan doğabilimci Konrad Gesner, \"ruhunu tazelemek\" için yılda iki kez Alpler’e çıkıyordu. Bu seyahatler, birkaç yüzyıl sonra başlayacak olan Alp turizminin öncüsü sayılabilir. 16. yüzyılda başlamış olan önemli bir turizm türü kaplıca turizmiydi."
  },
  {
    "id": "2360865",
    "unitNumber": 1,
    "text": "Aydınlanma döneminde doğru bilgiye \"deneyimle\" ulaşılacağını savunan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Immanuel Kant",
      "B": "Prens Henrique",
      "C": "Rene Descartes",
      "D": "John Locke",
      "E": "David Hume"
    },
    "explanation": "Yanıtınız yanlış ise \"Aydınlanma ve Turizm\" konusunu yeniden gözden geçiriniz.<br/>Aydınlanmada artık geçmişin kaderci, karamsar ve içe dönük düşüncesi çoktan kaybolmuştu. İnsanın nasıl bileceği, neyle bileceği, bilgisinden nasıl emin olacağı gibi tartışmalar devam etse de doğru bilgiye ulaşmanın bir yolu olduğu ve bunun kaynağının dogmalar olmadığı kesindi. Bu tartışmaların temelinde doğru bilgiye kimilerine göre akılla (örn. Rene Descartes), kimilerine göre deneyimle (ör. John Locke) ulaşılacağı yatarken, kimileri de kuşkucu (ör. David Hume) yaklaşıyordu. Immanuel Kant bu tartışmalara yanıt vererek deneyimle akılı bir anlamda buluşturdu. Bilgi edinme yolunun deneyim olması görüşü, bilgelik için seyahat <br/>etme fikrini desteklemişti."
  },
  {
    "id": "2360873",
    "unitNumber": 1,
    "text": "\"Grand Tour\" aşağıdaki dönemlerden hangisinde başlamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Antik Yunan",
      "B": "Roma",
      "C": "Rönesans",
      "D": "0rtaçağ",
      "E": "Aydınlanma"
    },
    "explanation": "Yanıtınız yanlış ise \"Aydınlanma ve Turizm\" konusunu yeniden gözden geçiriniz.<br/>Grand Tour’un başlaması aydınlanma dönemine denk gelir. Modern dönemde olmasa da yurt dışı seyahat ve organize tur mantığına dayalı olması nedeniyle modern turizme dair ilk örneklerden olduğu söylenebilir."
  },
  {
    "id": "2360919",
    "unitNumber": 1,
    "text": "Antik Yunan Dünyası’nın ilk seyyahı kabul edilen kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Strabo",
      "B": "Ptolemious",
      "C": "Marsilyalı Pytheas",
      "D": "Heredotos",
      "E": "Thales"
    },
    "explanation": "Antik Yunan Dönemi<br/>Marsilyalı Pytheas\n Yunanlılarda, meraklarını gidermek için uzun ve zorlu yolculukları göze alan ve dünyadaki ilk önemli seyyahlardan kabul edilen kişi Marsilyalı Pytheas (MÖ325)’tır."
  },
  {
    "id": "2360923",
    "unitNumber": 1,
    "text": "Antik Yunan’da, Asya ve Avrupa seyahatlerinden edindiği gözlemlerini “Yeryüzünün Tasviri” adıyla kaleme alan tarihçi ve seyyah aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hekaitos",
      "B": "Strabo",
      "C": "Ptolemious",
      "D": "Heredotos",
      "E": "Thales"
    },
    "explanation": "Antik Yunan Dönemi<br/>Hekaitos\n Bu dönemde yaşamış olan tarihçi ve coğrafyacı ve aynı zamanda çokça gezen bir seyyah olan Hekaitos, Asya ve Avrupa seyahatlerinden edindiği gözlemlerini Yeryüzünün Tasviri adıyla yazıya geçirmiştir."
  },
  {
    "id": "2360926",
    "unitNumber": 1,
    "text": "Osmanlı Döneminde yaklaşık 40 yıl boyunca yaptığı seyahatlerini kendine özgü bir dil ve üslupla kaleme alan ünlü seyyah aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İbn-i Batuta",
      "B": "Kadı Burhannettin",
      "C": "Abdurrahman Hıbri",
      "D": "Kadri",
      "E": "Evliya Çelebi"
    },
    "explanation": "Batı ve Doğu Asya<br/>Evliya Çelebi\n Türkler’de seyahat etme ve seyahatname yazma eğilimi Osmanlılar’da giderek artmıştır. Evliya Çelebi (1611-1682) en ünlü seyyahtır. Yaklaşık 40 yıl boyunca süren seyahatlerini kendine özgü bir dil ve üslupla, kurmacaya da başvurarak yazmıştır. Benzer eleştirilerin en çok getirildiği bir başka isim Marco Polo’dur."
  },
  {
    "id": "2360928",
    "unitNumber": 1,
    "text": "Osmanlı Döneminde yaptığı seyahatlerini “Cihannüma” adlı eserde toplayan seyyah aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kâtip Çelebi",
      "B": "İbn-i Batuta",
      "C": "Kadı Burhannettin",
      "D": "Abdurrahman Hıbri",
      "E": "Kadri"
    },
    "explanation": "Batı ve Doğu Asya<br/>Kâtip Çelebi\n Daha sonra yaptığı seyahatlerini, Cihannüma adını verdiği eserle yazıya geçirdi. Tarihî coğrafya açısından önemli bir eser olan Cihannüma, Osmanlı’da olduğu kadar Avrupa’da da büyük ilgi gördü (Elibüyük, 2009)."
  },
  {
    "id": "2360930",
    "unitNumber": 1,
    "text": "Tarihte en uzun süre seyahat eden Endülüslü seyyah aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İbn-i Batuta",
      "B": "Kadı Burhannettin",
      "C": "Abdurrahman Hıbri",
      "D": "Ebû Hâmid Muhammed el-Gırnâtî",
      "E": "El Biruni"
    },
    "explanation": "Batı ve Doğu Asya<br/>Ebû Hâmid Muhammed el-Gırnâtî\n Endülüslü bir Arap olan Muhammed el-Gırnâtî, 1114 yılında, İspanya’nın Gırnata şehrinden yola çıkarak 55 yıl boyunca, Kuzey Afrika, Arap Yarımadası, İran, Kafkasya, Karadeniz’in kuzeyindeki topraklar ve Doğu Avrupa’yı gezmiştir."
  },
  {
    "id": "2360933",
    "unitNumber": 1,
    "text": "Orta Çağ’da Doğu topraklarına giden ilk Avrupalı olarak kabul edilen seyyah aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Del Carpine",
      "B": "Marco Polo",
      "C": "Bartolomeu Dias",
      "D": "Kristof Kolomb",
      "E": "Petrarcha"
    },
    "explanation": "Rönesans ve Coğrafı̂ Keşı̇fler Çağı<br/>Del Carpine\n<br/>Doğu topraklarına giden ilk Avrupalı kabul edilen Del Carpine (Penrose, 1963), bu yolculuğu üzerine Moğolların Tarihi adlı seyahatnamesini yazdı."
  },
  {
    "id": "2360936",
    "unitNumber": 1,
    "text": "530 yılında Ortaçağ Avrupası’nda manastırlarda hacı ve ziyaretçilerin konaklaması ile ilgili getirilen kurallar hangi azizin adı ile anılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Aziz Benedict",
      "B": "Aziz Brendan",
      "C": "Aziz Francesco",
      "D": "Azize Sabina",
      "E": "Aziz Lorenzo"
    },
    "explanation": "Orta Çağ’da Seyahatler<br/>Aziz Benedict\n 530 yılında Aziz Benedict, manastırda konaklama hizmetiyle ilgili kuralları ilân etti. Aziz Benedict Hükümleri (St. Benedict Rules) olarak bilinen bu kurallar genel olarak “Tanrının evinin akılcı bir şekilde yönetilmesini tavsiye ediyordu."
  },
  {
    "id": "2360937",
    "unitNumber": 1,
    "text": "Antik Çağ’da o gün için bilinen dünyanın haritasını yapan astronom ve matematikçi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ptolemious",
      "B": "Heredotos",
      "C": "Thales",
      "D": "Marsilyalı Pytheas",
      "E": "Homeros"
    },
    "explanation": "Roma Dönemi<br/>Ptolemious\n Bilinen dünyanın sınırları Antik Çağ’da Avrupa, Asya ve Afrika kıtalarından oluşuyordu. 2. yüzyılda yaşayan, astronomi ve matematikle ilgilenen Ptolemious bilinen bölgelere dayanarak bir harita hazırladı. Ptolemious haritası olarak bilinen bu harita tüm Orta Çağ boyunca, hatta Keşifler Çağı’na kadar Araplar, Osmanlılar dâhil olmak üzere temel kaynak olarak ele alındı."
  },
  {
    "id": "2360940",
    "unitNumber": 1,
    "text": "14. yüzyılda Doğu Afrika, Anadolu, Arap Yarımadası ve Uzak Doğuda 29 yıl boyunca seyahat eden ünlü Arap seyyahı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İbn-i Battuta",
      "B": "Kadı Burhannettin",
      "C": "Abdurrahman Hıbri",
      "D": "El Biruni",
      "E": "Kadri"
    },
    "explanation": "Batı ve Doğu Asya<br/>İbn-i Battuta\n Büyük seyyahlar dendiğinde, akla ilk gelen isimlerden biri İbn-i Battuta’dır (1304-1368/69). İbn-i Battuta, 1325 yılında, 21 yaşında hac yol- culuğuna çıktı. Fas’ın kuzeydoğusunda, Tanca şehrinden çıktığı yolculuğundan yaklaşık 29 yıl sonra geri döndü."
  },
  {
    "id": "2360943",
    "unitNumber": 1,
    "text": "17. yüzyılda Avrupalı seyyahların başlıca ilgi duyduğu coğrafyalar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Orta Asya ve Hindistan",
      "B": "Arap Yarımadası ve Yemen",
      "C": "Anadolu ve Yunanistan",
      "D": "Kuzey ve Doğu Afrika",
      "E": "İran ve Hindistan"
    },
    "explanation": "Aydınlanma ve Turı̇zm<br/>Orta Asya ve Hindistan\n 17. yüzyılda, Avrupalı seyyahların başlıca ilgi alanı Orta Asya ve Hindistan’ken, Orta Asya içinde de seyyahların sayısı artmaya başladı."
  },
  {
    "id": "2368094",
    "unitNumber": 1,
    "text": "\"Turizm (tourism)\" sözcüğünün yazılı kaynaklarda ilk kez kullanıldığı tarih aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1811",
      "B": "1711",
      "C": "1611",
      "D": "1911",
      "E": "1511"
    },
    "explanation": "Turizm (tourism) sözcüğüne ilk kez, 1811’de Oxford İngilizce Sözlüğü’nde rastlanır."
  },
  {
    "id": "2368095",
    "unitNumber": 1,
    "text": "\"Seyahat\" anlamına gelen \"travel\" kelimesinin asıl anlamı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "zorluklara katlanmak",
      "B": "eğlenerek gezmek",
      "C": "iş için gezmek",
      "D": "ziyaret etmek",
      "E": "çevreye bakmak"
    },
    "explanation": "Turizmden daha eski olan seyahat (travel) sözcüğü Latince travail (zorluklara katlanmak) sözcüğünden türemiştir."
  },
  {
    "id": "2368096",
    "unitNumber": 1,
    "text": "\"Evrene dair bir açıklama içeren, olup bitmiş bir olayı veya varoluşu anlatan ve aynı zamanda kutsallık içeren öyküleri ifade eder. Bu öyküler, insanların inanış ve davranışlarına yön veren başlıca kaynaklardır.\"\n Yukarıdaki tanım aşağıdaki kavramlardan hangisini açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "mit",
      "B": "masal",
      "C": "kurgu",
      "D": "kehanet",
      "E": "hurafe"
    },
    "explanation": "Mit: Evrene dair bir açıklama içeren, olup bitmiş bir olayı veya varoluşu anlatan ve aynı zamanda kutsallık içeren öyküleri ifade eder. Bu öyküler, insanların inanış ve davranışlarına yön veren başlıca kaynaklardır.<br/>Tanımı verilen kavram \"mit\"tir."
  },
  {
    "id": "2368098",
    "unitNumber": 1,
    "text": "MÖ 2000 yıllarında ortaya çıkan ve MÖ 1000 yıllarında Suriye, Lübnan ve Tunus gibi önemli yerlere hakim olup Afrika'nın güney ucunu keşfederek kıtanın çevresini dolaştığı tahmin edilen kavim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fenikeliler",
      "B": "Babilliler",
      "C": "Asurlular",
      "D": "Hititler",
      "E": "Likyalılar"
    },
    "explanation": "Aughton’a (2019) göre, dünyanın en başarılı denizci kavmi MÖ 2000 yıllarında ortaya çıkan Fenikelilerdir. MÖ 1000 yıllarında, Suriye, K. Lübnan ve Tunus gibi önemli yerlere hakim olan Fenikelilerin Afrika’nın güney ucunu keşfederek kıtanın çevresini dolaştıkları tahmin edilmektedir. Heredotus da Tarih kitabında bu keşiften bahseder.<br/>MÖ 2000 yıllarında ortaya çıkan ve MÖ 1000 yıllarında Suriye, Lübnan ve Tunus gibi önemli yerlere hakim olup Afrika'nın güney ucunu keşfederek kıtanın çevresini dolaştığı tahmin edilen kavim Fenikelilerdir."
  },
  {
    "id": "2368099",
    "unitNumber": 1,
    "text": "Mezopotamya'daki ilk seyahat faaliyetlerinin temel nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticaret",
      "B": "Din",
      "C": "Sanat",
      "D": "Savaş",
      "E": "Kuraklık"
    },
    "explanation": "Neolitik Dönem’in merkezi Mezopotamya’dır. Bu bölgede nüfus hızla artarken İran, Hindistan, Pakistan, Güney Arabistan ve İndus Vadisi’ne doğru ticaret yollarından oluşan bir ağ ortaya çıkmıştır. Ulaşımda daha çok deniz ve akarsulardan yararlanılıyordu. Bütün bu gelişmeler, toplumsal yapıda değişikliğe neden olurken, toplum organizasyonu ve tabakalaşma da gelişmiş, ilk devlet yapılanmaları ve zengin üst sınıf ortaya çıkmıştır. Ticari yaşam, insanların yaşamını sadece ekonomik değil, kültürel karşılaşmalar açısından da etkiledi. Bu karşılaşmalar, zengin sınıfa ait insanların veya keşfetme duygusuyla yola çıkan seyyahların ortaya çıkmasını etkilemiş olabilir. Bu durumun hemen ilk anlatılarda ve yazılı metinlerde de kendini gösterir.<br/>Mezopotamya'daki ilk seyahat faaliyetleri ticarî sâiklerle başlamıştır."
  },
  {
    "id": "2368100",
    "unitNumber": 1,
    "text": "Gılgamış Destanı hangi topluluğa aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sümerler",
      "B": "Hititler",
      "C": "Asurlular",
      "D": "Romalılar",
      "E": "Çinliler"
    },
    "explanation": "Gılgamış, Sümerlerin gerçekten yaşamış olan her şeye muktedir krallarıdır. Kendisine atfedilen anlatılara göre, Gılgamış her ne kadar güçlü bir kral olsa da çeşitli arayışlar içindedir ve bu nedenle olağanüstü seyahatlere çıkar. Bu seyahatlerinde amacı aslında bilgiye ulaşmaktır.<br/>Gılgamış Destanı, Sümerlere aittir."
  },
  {
    "id": "2368102",
    "unitNumber": 1,
    "text": "Hangi medeniyet dönemine kadar seyahatler çoğunlukla ticaret amacıyla yapılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yunan",
      "B": "Fenike",
      "C": "Likya",
      "D": "Hitit",
      "E": "Endülüs"
    },
    "explanation": "Yunan Dönemi’ne kadar seyahatler çoğunlukla ticaret amacıyla yapılıyordu. Yunan Dönemi’nde sayısı az olsa da seyahat amaçları çeşitlenmeye başlamıştır.<br/>Yunan Dönemi'ne kadar seyahatler çoğunlukla ticaret amacıyla yapılmıştır."
  },
  {
    "id": "2368161",
    "unitNumber": 1,
    "text": "Yunanlılarda, meraklarını gidermek için uzun ve zorlu yolculukları göze alan ve dünyadaki ilk önemli seyyahlardan kabul edilen kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Marsilyalı Pytheas",
      "B": "Homeros",
      "C": "Kraliçe Hatçepsut",
      "D": "Heredotos",
      "E": "Thales"
    },
    "explanation": "Yunanlılarda, meraklarını gidermek için uzun ve zorlu yolculukları göze alan ve dünyadaki ilk önemli seyyahlardan kabul edilen kişi Marsilyalı Pytheas (MÖ325)’tır.<br/>Bu isim Marsilyalı Pytheas (MÖ325)’tır."
  },
  {
    "id": "2368162",
    "unitNumber": 1,
    "text": "Seyahat edebiyatının kurucusu olarak kabul edilen medeniyet aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yunanlılar",
      "B": "Çinliler",
      "C": "İngilizler",
      "D": "Sümerler",
      "E": "Hintliler"
    },
    "explanation": "Seyahat edebiyatının kurucusu Yunanlılar kabul edilir."
  },
  {
    "id": "2368171",
    "unitNumber": 1,
    "text": "İlk küresel ticaret ağı olan ve bugün için Türkiye'nin de içinde yer aldığı 34 ülkeden geçen ticaret güzergahının adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İpek Yolu",
      "B": "Baharat Yolu",
      "C": "Kral Yolu",
      "D": "Amber Yolu",
      "E": "Tuz Yolu"
    },
    "explanation": "İpek Yolu Avrupa’nın Aydınlanma dönemine kadar önemini korumuştur. İpek Yolu sadece geçmişte kendiliğinden ortaya çıkmış bir ticaret yolu olmakla kalmayarak, yüzlerce yıl boyunca Doğu ile Batı arasında kültür, düşünce, teknoloji, din ve sanat alışverişinde başlıca kanalı oldu. Bu alışveriş sayesinde Doğu’dan gelen kâğıt, saat, barut ve matbaa gibi gelişmeler, Avrupa’da modern dünyanın temellerinin atılmasında önemli rol oynadı. İlk küresel ticaret ağı ve dünya tarihinde taşıdığı önemi nedeniyle, İpek Yolu 2014 yılında, kültür mirası niteliği ile 2014 yılında UNESCO tarafından Dünya Mirası olarak kabul edildi. UNESCO’nun belirlediği ve İpek Yolu: Chang’an-Tianshan Koridor Ağı toplamda 5000 km yolu içermektedir (UNESCO, 2020). Diğer yandan, 1993’te başlayan çalışmalarla Uluslararası Dünya Turizm Örgütü (UNWTO), İpek Yolu’nu seyahat rotası olarak canlandırma programını başlattı. Bu program, 2018 yılında, Türkiye’nin de içinde yer aldığı 34 ülkeyi kapsamaktadır.<br/>İlk küresel ticaret ağı olan ve bugün için Türkiye'nin de içinde yer aldığı 34 ülkeden geçen meşhur ticaret yolu İpek Yolu'dur."
  },
  {
    "id": "2376888",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Neolitik Çağ'ın diğer bir adlandırma şeklidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cilalı Taş Dönemi",
      "B": "Bakır Taş Dönemi",
      "C": "Yontma Taş Dönemi",
      "D": "Ara Taş Dönemi",
      "E": "Kaba Taş Dönemi"
    },
    "explanation": "Taş Çağı’nın sonuncusu olan Neolitik Dönem’de (Cilalı Taş Dönemi de denir, MÖ10.000-5500) tarım ile hayvan evcilleştirme ve yerleşik hayat başlarken, dönemin ikinci yarısında çanak çömlek yapımı başladı."
  },
  {
    "id": "2376897",
    "unitNumber": 1,
    "text": "Neolitik Dönem aşağıdaki tarihlerden hangisinde yaşanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "MÖ. 10000- MÖ. 5500",
      "B": "MÖ. 14.000-MÖ. 10.000",
      "C": "MÖ. 200.000-MÖ. 30.000",
      "D": "MÖ. 5500-MÖ. 3000",
      "E": "MÖ. 3000- MÖ. 1200"
    },
    "explanation": "Taş Çağı’nın sonuncusu olan Neolitik Dönem’de (Cilalı Taş Dönemi de denir, MÖ10.000-5500) tarım ile hayvan evcilleştirme ve yerleşik hayat başlarken, dönemin ikinci yarısında çanak çömlek yapımı başladı.<br/>MÖ. 10.000-MÖ. 5500"
  },
  {
    "id": "2376915",
    "unitNumber": 1,
    "text": "Aşağıdakilerden yerleşmelerden hangisi Urfa’da bulunan Neolitik dönemin ilk köy örnekleri arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Nevali Çori",
      "B": "Hallan Çemi",
      "C": "Çatalhöyük",
      "D": "Çayönü",
      "E": "Aşıklı Höyük"
    },
    "explanation": "Taş Çağı’nın sonuncusu olan Neolitik Dönem’de (Cilalı Taş Dönemi de denir, MÖ10.000-5500) tarım ile hayvan evcilleştirme ve yerleşik hayat başlarken, dönemin ikinci yarısında çanak çömlek yapımı başladı. Bütün bu gelişmeler kültürel yaşamda hızlı gelişmeleri getirdi. Tarım MÖ 8500-7500 arasında Mezopotamya’da başlarken, G. Asya ve Amerika gibi dünyanın bağımsız bölgelerinde de aynı gelişme ortaya çıktı. Ancak, yerleşik hayata geçişin tarımdan önce başladığı tahmin edilmektedir.<br/>Urfa’da bulunan ve MÖ 11 ve 9. bin yıllara kadar giden Göbeklitepe ve Nevali Çori, Diyarbakır’da yer alan Çayönü, ilk köy örnekleri arasındadır."
  },
  {
    "id": "2376932",
    "unitNumber": 1,
    "text": "Neolitik dönemde sıklıkla alet yapımında kullanılan ve uzun ticaret yollarının ortaya çıkmasını sağlayan ilk ticaret ürünü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Obsidyen",
      "B": "Çakmaktaşı",
      "C": "Kalay",
      "D": "Bakır",
      "E": "Fildişi"
    },
    "explanation": "Neolitik döneme kadar, insanların seyahat veya yer değiştirme nedeni çoğunlukla yiyecek aramak iken, Neolitik Dönem’de seyahat nedenine ticaret eklenmiştir. Bu dönemde sıklıkla alet yapımında kullanılan obsidyen uzun ticaret yollarının ortaya çıkmasını sağlayan ilk ürün oldu. Bunu izleyen diğer değerli<br/>kaynaklar bakır, deniz kabukları ve çakmak taşıydı."
  },
  {
    "id": "2376971",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Eski Mısır'ın kadın firavunudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Hatçepsut",
      "B": "III. Tutmosis",
      "C": "I. Amenemhet",
      "D": "Merneptah",
      "E": "Horemheb"
    },
    "explanation": "Mısırlıların ilk kadın firavunu olarak bilinen Kraliçe Hatçepsut MÖ 1480’in ilk<br/>yıllarında Afrika’nın doğusunda yer alan ve kutsal ülke olarak bilinen Punt ülkesini (yaklaşık, bugünkü Somali) ziyaret etti."
  },
  {
    "id": "2376988",
    "unitNumber": 1,
    "text": "Aşağıdaki kabartmalardan hangisi bilinen ilk seyahat aktarımı ya da seyahatname kabul edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Punt Rölyefleri",
      "B": "Eannatum'un Akbabalar steli",
      "C": "Narmer Levhası",
      "D": "Naram-Sin Kabartması",
      "E": "Medinet Habu Tapınağı Kabartmaları"
    },
    "explanation": "Mısırlıların ilk kadın firavunu olarak bilinen Kraliçe Hatçepsut MÖ 1480’in ilk yıllarında Afrika’nın doğusunda yer alan ve kutsal ülke olarak bilinen Punt ülkesini (yaklaşık, bugünkü Somali) ziyaret etti. Ziyaretin amacı iki ülke arasında ticaret ilişkilerini geliştirmekti. Punt ülkesinden, ilk kez görülen değerli bitkiler, ahşaplar, güzel kokulu reçine gibi çeşitli kıymetli eşyalarla geri döndü. Bu seyahat, Punt rölyefleri adlı kabartmalara nakşedildi. Bu kabartmalar, bilinen ilk seyahat aktarımı ya da seyahatname kabul edilir."
  },
  {
    "id": "2377028",
    "unitNumber": 1,
    "text": "Cihannüma aşağıdakilerden hangisinin eseridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kâtip Çelebi",
      "B": "Evliya Çelebi",
      "C": "Piri Reis",
      "D": "Muhammed b. Emir el-Suudi el Niksarî",
      "E": "Seydi Ali Reis"
    },
    "explanation": "Müstesna bir isim olarak Kâtip Çelebi (1609- 1668), Osmanlı’nın benzerine rastlanmayan araştırmacı seyyahıdır. Kâtip Çelebi, bir anlamda Antik Yunan’ın historia mantığına sahip bir araştırmacıydı, yani tarihsel kapsamda, etraflıca araştırma yapmaktan keyif alıyordu. Yaptığı seyahatlerde gördüğü yerler, insanlar, şehirler ilgisini çektikçe yeni yerler görme isteği duyuyordu. Batı’da yayımlanan coğrafya eserlerini okudukça bu isteği daha da artan Çelebi, öncelikle bu konuda yazılmış eserlere mümkün olduğunca ulaşmaya çalıştı.<br/>Daha sonra yaptığı seyahatlerini, Cihannüma adını verdiği eserle yazıya geçirdi. Tarihî coğrafya açısından önemli bir eser olan Cihannüma, Osmanlı’da olduğu kadar Avrupa’da da büyük ilgi gördü (Elibüyük, 2009)."
  },
  {
    "id": "2377045",
    "unitNumber": 1,
    "text": "\"Moğolların Tarihi\" adlı seyahatnamenin yazarı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "G. da Pian del Carpine",
      "B": "Marco Polo",
      "C": "Muhammed b. Emir el-Suudi el Niksarî",
      "D": "İbn-i Battuta",
      "E": "Juan Sebastián del Cano"
    },
    "explanation": "Önemli bir seyyah olan Giovanni da Pian del Carpine, 1245’te Paskalya’dan başlayarak, Kırım, Don, Ural nehirlerinden Sibirya’ya kadar gitti. Aslında bir rahip<br/>olan ve Papa tarafından Moğol İmparatorluğu’nda misyoner olarak görevlendirilmişti. Orta Çağ’da, Doğu topraklarına giden ilk Avrupalı kabul edilen<br/>Del Carpine (Penrose, 1963), bu yolculuğu üzerine Moğolların Tarihi adlı seyahatnamesini yazdı.<br/>G. da Pian del Carpine"
  },
  {
    "id": "2377335",
    "unitNumber": 1,
    "text": "Ümit Burnu aşağıdakilerden hangisi tarafından keşfedilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bartolomeu Dias",
      "B": "Kristof Kolomb",
      "C": "Macellan",
      "D": "Francisco Pizarro",
      "E": "Hernán Cortés"
    },
    "explanation": "1488: Bartolomeu Dias Ümit Burnu’nu keşfetti."
  },
  {
    "id": "2377349",
    "unitNumber": 1,
    "text": "\"Dünya’nın Tasviri\" adlı seyahatname aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Marco Polo",
      "B": "Ptolemious",
      "C": "Bartolomeu Dias",
      "D": "Macellan",
      "E": "Vasco de Gama"
    },
    "explanation": "Dünyada başka bir çağı başlatacak olan seyahatler 15. yy. sonunda başladı. Portekiz ve İspanya arasındaki güç mücadelesinin de etkisiyle, denizciler daha zorlu keşifleri göze aldılar. Bilinen dünyaya dair başlıca bilgi kaynağı hâlâ yaklaşık 1500 yıllık Ptolemious’un haritasıydı. Buna ek olarak, Marco Polo’nun Dünya’nın Tasviri adlı seyahatnamesi de uzaklara dair önemli bir kaynağı olarak kabul ediliyordu."
  },
  {
    "id": "2360922",
    "unitNumber": 2,
    "text": "Endüstri devrimiyle birlikte üretim süreçlerinin büyük gelişim ve değişim<br/>geçirmesi hangi sonuca yol açmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ağır sanayi üretim ve dağıtımında çalışan işçi sınıfı ile kapitalist işletme sahipleri olan burjuvazi gibi yeni toplumsal sınıfların oluşmasına",
      "B": "Ticaret dışı seyahatlerin ayrıcalıklı sınıfa veya aristokratlara özgü bir eylem<br/>olarak çoğu zaman sağlık ve kültürel amaçlar çerçevesinde gerçekleştirilmesine",
      "C": "Çocukların diğer medeniyetleri tanımak, sanat ve bilimsel bilgi birikimlerini<br/>arttırmak amacıyla başlattığı turların yaygınlık kazanmasına",
      "D": "Tuzlu suyun hastalıkları iyileştirici etkisinin kaplıcalar gibi kapalı alanlara kıyasla daha yüksek olduğunu düşünen kesimlerce deniz banyosu da popülerlik kazanmaya başladı",
      "E": "Turizm faaliyetlerine katılım 19. yüzyıl ortaları itibarıyla dünya nüfusunun daha geniş katmanlarınca olanaklı hâle gelmeye başladı"
    },
    "explanation": "Üretim süreçlerinin büyük gelişim ve değişim geçirdiği 1770 ve 1780’li yıllarda keşfedilen yöntemler yeni kapitalist girişimciler tarafından ortaya atıldı. Bu durum, ağır sanayi üretim ve dağıtımında çalışan işçi sınıfı ile kapitalist işletme sahipleri olan burjuvazi gibi yeni toplumsal sınıfların oluşmasına yol açtı (Thompson, 1991[1963]). Doğru cevap A şıkkıdır."
  },
  {
    "id": "2360931",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 19.yüzyıl sonlarına gelindiğinde, modern yaşamı karakterize eden unsurları barındıran tesislerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sağlık ve eğlence amaçlı kaplıcalar",
      "B": "Spor amaçlı dinlenme tesisleri",
      "C": "Tüberküloz ve diğer bulaşıcı hastalıkların tedavisi için olan iklim tesisleri",
      "D": "Alp tatil tesisleri",
      "E": "Kür ve rekreasyon amaçlı sahil tesisleri"
    },
    "explanation": "1. Sağlık ve eğlence amaçlı kaplıcalar; BadenBaden, Bath and Buxton kentleri<br/>2. Tüberküloz ve diğer bulaşıcı hastalıkların<br/>tedavisi için olan iklim tesisleri (climatic resort); Leysin and Menton kentleri<br/>3. Alp tatil tesisleri; Chamonix and Zermatt<br/>kentleri<br/>4. Kür ve rekreasyon amaçlı sahil tesisleri; Bordighera, Brighton, and Deauville kentleri\n Doğru cevap B şıkkıdır"
  },
  {
    "id": "2360945",
    "unitNumber": 2,
    "text": "I. Kentleşme ve ekonomik üretimin artması\n II. Sahil kıyılarının turizm hizmetleri amacıyla kullanılmaya başlaması\n III. Taşımacılıktaki teknolojik ilerlemeler \n IV. Tatil, dinlenme gibi farklı amaçlarla amaçlı seyahatlerin ortaya çıkması\n Yukarıda sayılan maddeler hangisinin sonucu olarak ortaya çıkmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "İnsanların daha üst sosyal düzeylerin tüketim kalıplarına olan arzuları taklit bir etki ortaya çıkardı",
      "B": "Birçok Avrupa ülkesinde daha uzun soluklu ve düzenli hafta boyu tatillerin yapılmasına zemin oluşturan alışkanlıkların yerleşmesine zemin hazırladı",
      "C": "Endüstri Devrimi’nin modern turizm pratiklerini belli kesimlere özel bir tüketim olmaktan çıkararak kitlesel düzleme dönüştürmesi",
      "D": "Bireyler için kent yaşamından uzaklaşarak kırsala, doğayı deneyimleyebileceği yerlere gitmek cazip hâle geldi",
      "E": "Buharın ve raylı sistemin icadı her şeyi değiştirdi"
    },
    "explanation": "Yukarıda anlatılanlar ışığında, Endüstri Devrimi’nin modern turizm pratiklerini belli kesimlere özel bir tüketim olmaktan çıkararak kitlesel düzleme nasıl dönüştürdüğü şu üç ana kategori ekseninde sıralanabilir (Holden, 2005):\n<br/>• Kentleşme ve ekonomik üretimin artması<br/>• Sahil kıyılarının turizm hizmetleri amacıyla kullanılmaya başlaması<br/>• Taşımacılıktaki teknolojik ilerlemeler ve tatil, dinlenme gibi farklı amaçlarla amaçlı seyahatlerin ortaya çıkması<br/>Yukarıda anlatılanlar ışığında, Endüstri Devrimi’nin modern turizm pratiklerini belli kesimlere özel bir tüketim olmaktan çıkararak kitlesel düzleme nasıl dönüştürdüğü şu üç ana kategori ekseninde sıralanabilir (Holden, 2005):\n • Kentleşme ve ekonomik üretimin artması<br/>• Sahil kıyılarının turizm hizmetleri amacıyla kullanılmaya başlaması<br/>• Taşımacılıktaki teknolojik ilerlemeler ve tatil, dinlenme gibi farklı amaçlarla amaçlı seyahatlerin ortaya çıkması\n Doğru cevap C şıkkıdır"
  },
  {
    "id": "2360950",
    "unitNumber": 2,
    "text": "Buharlı motorların raylarda kullanılmasına yönelik etkili ilk tasarım ne zaman ve kim tarafından yapılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1784, James Watt",
      "B": "1826, Goeldner",
      "C": "1869, Cook",
      "D": "1830, George Stephenson",
      "E": "1883, Humphreys"
    },
    "explanation": "Raylara yerleştirilmeye başlanmasına yönelik ilk etkili tasarım 1830’da bir mühendis olan George Stephenson tarafından yapıldı\n Cevap D şıkkıdır"
  },
  {
    "id": "2361307",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Yeni toplumsal hareketler'in tanımıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "İlgililer için boş zaman aktivitelerine daha fazla harcanabilir gelirin ayrılabileceği anlamına gelen maaş ve yevmiyelerin istikrarlı bir şekilde artmasıdır",
      "B": "Özellikle Kuzey Amerika ve Batı Avrupa’da 1950’li yıllar sonrası araç sahipliğinin artması ve serbest zamanların değerlendirilmesinde kullanılması ve bu bölgelerde kara yollarının iyileştirilmesidir",
      "C": "Trenler ve otobüsler başta olmak üzere toplu taşıma araçlarının konfor ve fırsat maliyetleri açısından büyük mesafe kat etmesi ve sonuç olarak büyük kullanıcı yelpazesine hitap ederek, sayıyı artırması",
      "D": "Özellikle Kuzey Amerika ve Batı Avrupa’da 1950’li yıllar sonrası araç sahipliğinin artması ve serbest zamanların değerlendirilmesinde kullanılması ve bu bölgelerde kara yollarının iyileştirilmesi",
      "E": "Kimliğe dayalı yaklaşımların yoğunluk kazandığı, meselelerin çeşitlendiği ve sınıf temelli olmayan, orta sınıfların belirgin olarak katılımının arttığı, özellikle kültürel alanın değişimini hedef olarak alan ve kimlik yöneliminin ağır bastığı toplumsal hareketlerdir"
    },
    "explanation": "Yeni Toplumsal Hareketler; Kimliğe dayalı yaklaşımların yoğunluk kazandığı,<br/>meselelerin çeşitlendiği ve sınıf temelli olmayan, orta sınıfların belirgin olarak katılımının arttığı, özellikle kültürel alanın değişimini hedef olarak alan ve kimlik yöneliminin ağır bastığı toplumsal hareketlerdir (Topal Demiroğlu, 2014). Bunlara; feminist hareketler, yeşil hareketi, hippi hareketi örnek olarak verilebilir.\n Cevap E şıkkıdır"
  },
  {
    "id": "2361318",
    "unitNumber": 2,
    "text": "Zaman-mekân sıkışması kavramının turizme etkisi ne olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Turizm endüstrisinin küreselleşmesini sağlamıştır",
      "B": "Turistlerin kendi ülkelerinde var olan mevcut turistik çeşitliliğin farkına varmalarını sağlamıştır",
      "C": "Hava yolu ulaşımının yeni destinasyonlara ulaşımı kolaylaştırması",
      "D": "Hükûmetler, tatilin bir hak olarak görüldüğü ve sosyal güvenlik sisteminin bir parçası olarak sosyal turizmi destekleyerek Avrupa’da turizmin modern formunu inşa etmede öncü bir rol oynaması",
      "E": "Avrupa ülkesinde çalışma sürelerinin kısaltılarak serbest zamanların arttırılması"
    },
    "explanation": "Telekomünikasyon, finans ve ulaşım alanında gerçekleşen devrim niteliğindeki<br/>gelişmelerden yararlanan küreselleşme (Mowforth and Munt, 2003), sosyokültürel uzamda postmodernitenin ve üst gerçekliğin simgesi olan ve aynı<br/>zamanda zaman ve mekân sıkışması (time-space compression) olgusuyla bağlantılı turizm endüstrisinin küreselleşmesini sağladığı söylenebilir.<br/>Telekomünikasyon, finans ve ulaşım alanında gerçekleşen devrim niteliğindeki<br/>gelişmelerden yararlanan küreselleşme (Mowforth and Munt, 2003), sosyokültürel uzamda postmodernitenin ve üst gerçekliğin simgesi olan ve aynı zamanda zaman ve mekân sıkışması (time-space compression) olgusuyla bağlantılı turizm endüstrisinin küreselleşmesini sağladığı söylenebilir.\n<br/>Cevap A şıkkıdır"
  },
  {
    "id": "2361332",
    "unitNumber": 2,
    "text": "Çok sayıda birey veya grubun katılımıyla gerçekleştirilen, kültürel veya çevresel etkileşimin düşük düzeylerde olduğu, tercih edilen destinasyonların belirli ölçülerde turistlerin kendi kültürlerine yakın olduğu bir turizm çeşididir.\n<br/>Yukarıda verilen hangisinin tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Talep kapasitesi",
      "B": "Alternatif turizm",
      "C": "Kitle turizmi",
      "D": "Büyüme maksimizasyonu",
      "E": "Sosyal ve çevresel yaklaşım"
    },
    "explanation": "Kitle Turizmi: Çok sayıda birey veya grubun katılımıyla gerçekleştirilen, kültürel<br/>veya çevresel etkileşimin düşük düzeylerde olduğu, tercih edilen destinasyonların<br/>belirli ölçülerde turistlerin kendi kültürlerine yakın olduğu bir turizm çeşididir.\n<br/>Cevap C şıkkı"
  },
  {
    "id": "2361339",
    "unitNumber": 2,
    "text": "Alternatif turizmin klasik tanımından hangisi çıkarıldığında eksik olduğu söylenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çevre",
      "B": "Etkileşim",
      "C": "Kitle turizmine karşıtlık",
      "D": "Sürdürülebilirlik",
      "E": "Anlayış"
    },
    "explanation": "Alternatif turizm; çevresel, doğal, sosyal ve kültürel değerlerle tutarlı; turistlerin ve ev sahibi toplumların karşılıklı etkileşimine, deneyimlerini paylaşmalarına ve eşsiz zaman geçirmelerine olanak tanıyan, küçük ölçekli ve kontrollü bir turizm hareketi olarak sürdürülebilirliği temel alır.\n Cevap D"
  },
  {
    "id": "2361344",
    "unitNumber": 2,
    "text": "Soft turizm, küçük ölçekli turizm, doğa turizmi, entegre turizm, ekoturizm,<br/>macera turizmi, toplum temelli turizm, sürdürülebilir turizm, yeşil turizm, yoksul yanlısı turizm, yavaş turizm olarak adlandırılan turizm çeşitlerini ya da yaklaşımları hangi turizmin çeşitleridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kitlesel turizm",
      "B": "Finansal turizm",
      "C": "Uluslararası turizm",
      "D": "Kültürel turizm",
      "E": "Alternatif turizm"
    },
    "explanation": "Modern sonrası eğilimlerle ortaya çıkan alternatif turizm çeşitleri; soft turizm, küçük ölçekli turizm, doğa turizmi, entegre turizm, ekoturizm, macera turizmi, toplum temelli turizm, sürdürülebilir turizm, yeşil turizm, yoksul yanlısı turizm, yavaş turizm olarak adlandırılan turizm çeşitlerini ya da yaklaşımlarını kapsamaktadır.\n Cevap E"
  },
  {
    "id": "2362675",
    "unitNumber": 2,
    "text": "\"I. Tatil ve turizm kavramları, büyük ölçüde Batılı toplumlara özgü ve sosyokültürel boyutları olan bir modern dönem olgusudur. II. Seyahat, modern dönem öncesinde de var olan ancak doğrudan ticaret veya dinle ilişkilendirilen bir olgudur. III. Turizm ve serbest zaman kavramlarının temelleri, Rönesans dönemindeki toplumsal iyileştirmelerle atılmaya başlandı.\"\n Turizm ile ilgili bilgilerin hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I.",
      "B": "Sadece II.",
      "C": "Sadece III.",
      "D": "Sadece I. II.",
      "E": "I. II. III."
    },
    "explanation": "Doğru yanıt E şıkkıdır.\n Tatil ve turizm kavramları, büyük ölçüde Batılı toplumlara özgü ve sosyokültürel boyutları olan bir modern dönem olgusudur. Seyahat, modern dönem öncesinde de var olan ancak doğrudan ticaret veya dinle ilişkilendirilen bir olgudur. Turizm ve serbest zaman kavramlarının temelleri, Rönesans dönemindeki toplumsal iyileştirmelerle atılmaya başlandı."
  },
  {
    "id": "2362680",
    "unitNumber": 2,
    "text": "Serbest zaman ve tatil hakkı kavramları, toplumun daha büyük katmanlarınca ne zaman kullanılmaya başlandı?",
    "correctAnswer": "B",
    "options": {
      "A": "19. yüzyıl başlarında",
      "B": "19. yüzyıl ortalarında",
      "C": "19. yüzyıl sonlarında",
      "D": "20. yüzyıl başlarında",
      "E": "20. yüzyıl ortalarında"
    },
    "explanation": "Doğru yanıt B şıkkıdır.\n Serbest zaman ve tatil hakkı kavramları, 19. yüzyıl ortalarında toplumun daha büyük katmanlarınca kullanılmaya başlandı."
  },
  {
    "id": "2362785",
    "unitNumber": 2,
    "text": "I. Hak olmaktan ziyade verimliliği artıracağı düşüncesiyle, çalışan sınıfa tatil için belli dönemlerde izinler verildi. II. Böylece alt sınıflar, arzuladıkları üst sınıf haklarına nispeten sahip olmaya başladı, onların tüketim pratiklerini taklit etti. III. Bu gelişme, özellikle bazı Asya ülkelerinde çalışan sınıflar için haftalık ve düzenli ücretli tatil hakkının önünü açtı. \n Kitle turizminin gelişimini ifade eden bu bilgilerin hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece I.",
      "B": "Sadece II.",
      "C": "Sadece III.",
      "D": "Sadece I.II.",
      "E": "I. II. III."
    },
    "explanation": "Doğru Yanıt D şıkkıdır.\n Hak olmaktan ziyade verimliliği artıracağı düşüncesiyle, çalışan sınıfa tatil için belli dönemlerde izinler verildi. Böylece alt sınıflar, arzuladıkları üst sınıf haklarına nispeten sahip olmaya başladı, onların tüketim pratiklerini taklit etti. Bu gelişme, özellikle bazı <strong>Avrupa</strong> ülkelerinde çalışan sınıflar için haftalık ve düzenli ücretli tatil hakkının önünü açtı. Bu atılımın aynı zamanda, kitle turizminin gelişiminde de başat role sahip olduğu söylenebilir. Çünkü kalabalık yerlerde dinlenme, rahatlama ve eğlenme orta sınıfların önemli tatil motivasyonuydu."
  },
  {
    "id": "2362983",
    "unitNumber": 2,
    "text": "Modern turizm tarihi hangi olayla başlar.",
    "correctAnswer": "A",
    "options": {
      "A": "Endüstri Devrimi",
      "B": "Çalışan sınıfa tatil için belli dönemlerde izinler verilmesi",
      "C": "İkinci Dünya Savaşı",
      "D": "Rönesans dönemindeki toplumsal iyileştirmeler",
      "E": "Coğrafi ve kültürel sınırların gelişmesi"
    },
    "explanation": "Doğru yanıt A şıkkıdır.\n Modern turizm tarihi, Endüstri Devrimiyle başlar."
  },
  {
    "id": "2363018",
    "unitNumber": 2,
    "text": "Diğer medeniyetleri tanımak, sanat ve bilimsel bilgi birikimlerini artırmak amacıyla yapılan Grand Tour hareketleri hangi ülkede başlamıştır.",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere",
      "B": "Fransa",
      "C": "İsviçre",
      "D": "İtalya",
      "E": "Almanya"
    },
    "explanation": "Doğru yanıt A şıkkıdır.\n Turizm faaliyetleri çerçevesinde lüks tüketim, zengin İngilizlerin ve çocuklarının diğer medeniyetleri tanımak, sanat ve bilimsel bilgi birikimlerini artırmak amacıyla başlattığı Grand Tour hareketleriyle yaygınlık kazanarak farklı bir boyut kazandı. Refah seviyesi yüksek olan ve harcanabilir zamana sahip zengin toplumsal katmanlarca Endüstri Devrimi’nin önemli bir süresince de moda olmayı sürdürdü. Bu bağlamda gerçekleştirilen seyahatler eğitimli ve sosyal statünün yüksek olması anlamına gelen bir sembol hâline geldi. Entelektüel bilgi birikiminin artırılmasına yönelik seyahatler uzun süre ilgili dönemde önemli kültürel arka plana sahip; Fransa, İsviçre, İtalya ve Almanya’nın çeşitli yerlerine yapıldı. Ekonomik ve sosyal yapıyı bütüncül olarak sonsuza kadar değiştirecek Endüstri Devrimi’nin adımlarının duyulduğu 1750’li yıllarda Grand Tour’a katılım motivasyonları etkili olmaya devam etti (Cook, Hsu ve Taylor, 2018)."
  },
  {
    "id": "2363045",
    "unitNumber": 2,
    "text": "Grand Tour adı verilen, entelektüel bilgi birikiminin artırılmasına yönelik seyahatler uzun süre önemli kültürel arka plana sahip ülkelere yapıldı. Hangisi bu ülkelerden biri <strong>değidir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Fransa",
      "B": "Yunanistan",
      "C": "İsviçre",
      "D": "İtalya",
      "E": "Almanya"
    },
    "explanation": "Doğru yanıt B şıkkıdır.\n Grand Tour hareketleriyle yaygınlık kazanarak farklı bir boyut kazandı. Refah seviyesi yüksek olan ve harcanabilir zamana sahip zengin toplumsal katmanlarca Endüstri Devrimi’nin önemli bir süresince de moda olmayı sürdürdü. Bu bağlamda gerçekleştirilen seyahatler eğitimli ve sosyal statünün yüksek olması anlamına gelen bir sembol hâline geldi. Entelektüel bilgi birikiminin artırılmasına yönelik seyahatler uzun süre ilgili dönemde önemli kültürel arka plana sahip; Fransa, İsviçre, İtalya ve Almanya’nın çeşitli yerlerine yapıldı. Ekonomik ve sosyal yapıyı bütüncül olarak sonsuza kadar değiştirecek Endüstri Devrimi’nin adımlarının duyulduğu 1750’li yıllarda Grand Tour’a katılım motivasyonları etkili olmaya devam etti (Cook, Hsu ve Taylor, 2018)."
  },
  {
    "id": "2363067",
    "unitNumber": 2,
    "text": "\"I. Kentleşme ve ekonomik üretimin artması \n II. Sahil kıyılarının turizm hizmetleri amacıyla kullanılmaya başlaması \n III. Taşımacılıktaki teknolojik ilerlemeler ve tatil, dinlenme gibi farklı amaçlarla amaçlı seyahatlerin ortaya çıkması\"\n Endüstri Devrimi’nin modern turizm pratiklerine etkisini ifade eden bu maddelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I.",
      "B": "Sadece II.",
      "C": "Sadece III.",
      "D": "Sadece I. III.",
      "E": "I. II. III."
    },
    "explanation": "Doğru yanıt E Şıkkıdır.\n Endüstri Devrimi’nin modern turizm pratiklerini belli kesimlere özel bir tüketim olmaktan çıkararak kitlesel düzleme nasıl dönüştürdüğü şu üç ana kategori ekseninde sıralanabilir (Holden, 2005): \n <ul> <li> Kentleşme ve ekonomik üretimin artması \n </li> <li> Sahil kıyılarının turizm hizmetleri amacıyla kullanılmaya başlaması \n </li> <li> Taşımacılıktaki teknolojik ilerlemeler ve tatil, dinlenme gibi farklı amaçlarla amaçlı seyahatlerin ortaya çıkması \n </li> </ul>"
  },
  {
    "id": "2363086",
    "unitNumber": 2,
    "text": "1883 yılında son durağı İstanbul olan lüks seyahat seferleri, döneme damga vuran önemli ticari amaçlı bir seyahat organizasyonu olan Orient Express’in ilk seferine çıktığı şehir hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paris",
      "B": "Berlin",
      "C": "Roma",
      "D": "Barcelona",
      "E": "Amsterdam"
    },
    "explanation": "Doğru yanıt A şıkkıdır.\n Türkçe “Şark Ekspresi” orijinal adıyla Orient Express’in 1883 yılında Paris ve Constantinople (İstanbul) arası üç gün süren lüks seyahat seferleri döneme damga vuran önemli bir ticari amaçlı seyahat organizasyonudur. Yataklı vagonlar, ipek çarşaflar, sigara içme odası, duşlar, kütüphane ve daha fazla hizmet sunan Orient Express seferleri rahat ve hızlı olması nedeniyle oldukça popülerlik kazandı."
  },
  {
    "id": "2363126",
    "unitNumber": 2,
    "text": "1841 yılında Planlı ilk paket tur organizasyonunu başlatan ve temel bir turistik hizmetin öncüsü olarak nitelendirilen kişi kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Henry Ford",
      "B": "Thomas Bennett",
      "C": "George Stephenson",
      "D": "James Watt",
      "E": "Thomas Cook"
    },
    "explanation": "Doğru yanıt E şıkkıdır.\n Thomas Cook, planlı ilk paket tur organizasyonunu 1841 yılında başlattı. \n Thomas Cook’un seyahatlere yaptığı katkı; içinde ulaşım, konaklama ve turistik faaliyetleri barındıran gerçek bir turistik ürün, paket program sunması oldu (Lickorish ve Jenkins, 1997). Bu anlamda gerçekeştirdiği bireysel ve paket turlarla Cook, temel bir turistik hizmetin öncüsü olarak nitelendirilebilir.\n 1841 yılında kendi adıyla düzenlediği ilk tur organizasyonunu daha çok ilgili grupların katılımını teşvik edecek şekilde ve ucuz bir şekilde tasarladı."
  },
  {
    "id": "2363141",
    "unitNumber": 2,
    "text": "Amerika turizminde yeni bir devrim başlatan Henry Ford T modeli otomobilleri hangi yıl üretmeye başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1908",
      "B": "1918",
      "C": "1928",
      "D": "1938",
      "E": "1948"
    },
    "explanation": "Doğru yanıt A Şıkkıdır.\n Henry Ford’un T modeli otomobiller üretmesi 1908 yılı Amerika turizminde yeni bir devrim başlattı."
  },
  {
    "id": "2372450",
    "unitNumber": 2,
    "text": "Turizm, insanların hemen her şeyden uzaklaşmak adına geçici bir süreç olarak başvurduğu modern döneme özgü bir ritüeldir tanımı kime aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Germann Molz, J.",
      "B": "MacCannell, D.",
      "C": "Hobsbawm, E.",
      "D": "Harrison, D.",
      "E": "McKercher, B."
    },
    "explanation": "Gi̇ri̇ş<br/>MacCannell, D."
  },
  {
    "id": "2372453",
    "unitNumber": 2,
    "text": "Dinlenme, eğlenme, görme, tanıma vb. amaçlarla yapılan geziler turizm olarak değerledirilir. Modern turizm tarihinin başlangıcını en iyi ifade eden seçenek hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ulaşımın gelişmesi",
      "B": "Demiryolunun kullanılmaya başlaması",
      "C": "Kentleşme ve nüfus artışı",
      "D": "Endüstri Devrimi",
      "E": "Yaşam düzeyinin yükselmesi"
    },
    "explanation": "Endüstri Devrimi"
  },
  {
    "id": "2372455",
    "unitNumber": 2,
    "text": "Roma dönemi hamamlarının Avrupa ve İngiltere’de kaplıca (SPA) turistik faaliyet olarak yaygınlaşması kaçıncı yüzyılda olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "15. yüzyıl",
      "B": "16. yüzyıl",
      "C": "17. yüzyıl",
      "D": "18. yüzyıl",
      "E": "19. yüzyıl"
    },
    "explanation": "Endüstri Devrimi<br/>18. yüzyıl"
  },
  {
    "id": "2372460",
    "unitNumber": 2,
    "text": "Turizm faaliyetlerine katılımın geniş kitlelerce olanaklı hale gelmesi sonucu, modern yaşamı karakterize eden unsurları barındıran çeşitli tesislerden olan sağlık ve eğlence amaçlı kaplıcalar (resort) ne zaman ortaya çıkmaya başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "18. yüzyılın sonlarına doğru",
      "B": "19. yüzyılın başları",
      "C": "19. yüzyılın ortaları",
      "D": "19. yüzyılın sonlarına doğru",
      "E": "20. yüzyılın başları"
    },
    "explanation": "Endüstri Devrimi<br/>19. yüzyıl sonlarına gelindiğinde, turizm geniş alanlara yayılmaya başladı, çalışan kesim için yarım gün ya da haftasonu tatil uygulamaları başladı. Bu gelişmeler sonucunda, modern yaşamı karakterize<br/>eden unsurları barındıran dört çeşit tesis<br/>(resort) ortaya çıktı: <br/>1. Sağlık ve eğlence amaçlı kaplıcalar<br/>2. Tüberküloz ve diğer bulaşıcı hastalıkların<br/>tedavisi için olan iklim tesisleri <br/>3. Alp tatil tesisleri<br/>4. Kür ve rekreasyon amaçlı sahil tesisleri."
  },
  {
    "id": "2372464",
    "unitNumber": 2,
    "text": "1883 yılında Paris ve İstanbul arası üç gün süren ve döneme damga vuran önemli bir ticari amaçlı seyahat organizasyonu hangi seçenektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Orient Express",
      "B": "Flying Scotsman",
      "C": "Golden Arrow Express",
      "D": "Trans-Siberian Express",
      "E": "Blue Train Express"
    },
    "explanation": "Endüstri Devrimi<br/>Orient Express"
  },
  {
    "id": "2372470",
    "unitNumber": 2,
    "text": "Yaygınlaştığı dönem dikkate alındığında, turistik bir obje olarak trenin önemli bir role sahip olmasını sağlayan etkenler arasında hangisi yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Yolculukları kaygılanılacak bir eylem olmaktan çıkarması",
      "B": "Arkadaşlık, dostluk ilişkilerinin sınırlarını genişlettirmesi",
      "C": "Ulaşıma sıradışı bir boyut kazandırması",
      "D": "İnsanları günlük rutinden uzaklaştırarak sınırların aşılabileceği tesislere götürmesi",
      "E": "Yük taşımacılığını kolaylaştırarak ticaretin gelişmesini sağlaması"
    },
    "explanation": "Endüstri Devrimi<br/>Demiryolu ticaretin gelişmesini sağlarken, bu durumun turistik bir obje olmasında doğrudan etkisi olduğu söylenemez."
  },
  {
    "id": "2372476",
    "unitNumber": 2,
    "text": "İkinci Dünya Savaşı sonrasında birkaç unsur turizmin büyümesini teşvik edici rol oynamıştır. 1950’lerde hotel ve motellerin hızlı bir şekilde yaygınlaştırılmasının önünü açan nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çok sayıda motelin faaliyete girmesi",
      "B": "Franchise modelinin uygulanmaya başlanması",
      "C": "Sanayileşmiş ülkelerin yeniden refah içinde yaşamaya başlaması",
      "D": "Seri araba üretimlerinin artması",
      "E": "Çok sayıda insanın savaş nedeniyle seyahat etmek durumunda kalması"
    },
    "explanation": "Savaş Sonrası Turizm ve Hava Yollarının Yükselişi<br/>Franchise modelinin uygulanmaya başlanması"
  },
  {
    "id": "2372482",
    "unitNumber": 2,
    "text": "Alternatif Turizmde, turist davranışın özelliği hangi seçenektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Turistler yönlendirilir",
      "B": "Sabit programlar",
      "C": "Kısa dönem tatil tercihi",
      "D": "Talepkârlık ve aktiflik",
      "E": "Rahatlık ve pasiflik"
    },
    "explanation": "Turi̇zmde Modern Sonrası Eği̇li̇mler<br/>Talepkârlık ve aktiflik"
  },
  {
    "id": "2372490",
    "unitNumber": 2,
    "text": "Aşağıdaki hangi seçenek, Kitle Turizminin genel özelliğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sabit programlar",
      "B": "Sosyal ve çevresel koşulların dikkate alınması",
      "C": "Talepkâr ve aktiflik",
      "D": "Kısa dönem tatiller",
      "E": "Uzun soluklu tatiller"
    },
    "explanation": "Turi̇zmde Modern Sonrası Eği̇li̇mler<br/>Kısa dönem tatiller"
  },
  {
    "id": "2372493",
    "unitNumber": 2,
    "text": "Turizmde, Modern Sonrası Eğilimleri ifade eden seçenek hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kendi kültürlerine yakın destinasyonların seçilmesi",
      "B": "Esnek tatil programları",
      "C": "Kitlesellik",
      "D": "Geleneksel turizm",
      "E": "Paket tatil programları"
    },
    "explanation": "Turi̇zmde Modern Sonrası Eği̇li̇mler<br/>Esnek tatil programları"
  },
  {
    "id": "2373962",
    "unitNumber": 2,
    "text": "Batı tarihinde Aydınlanma Çağından ve özellikle Endüstri Devrimi’yle başlayan sürecin baskın sosyal, ekonomik ve politik koşullarına verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Modernizm",
      "B": "Modernite",
      "C": "Modernleşme",
      "D": "Postmodernizm",
      "E": "Postmodernite"
    },
    "explanation": "Batı tarihinde Aydınlanma Çağından ve özellikle Endüstri Devrimi’yle başlayan sürecin baskın sosyal, ekonomik ve politik koşullarına modernizm denilir. Doğru cevap A'dır."
  },
  {
    "id": "2373980",
    "unitNumber": 2,
    "text": "Yeni olarak nitelenebilecek son otuz yıllık dönemde meydana gelen toplumsal dönüşümleri açıklayan kavram aşağıdakilerden hangisi olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Postmodernite",
      "B": "Modernizm",
      "C": "Modernite",
      "D": "Modernleşme",
      "E": "Çağdaşlaşma"
    },
    "explanation": "Yeni olarak niteleyebileceğimiz son otuz yıllık dönemde meydana gelen toplumsal dönüşümleri açıklayabilecek kavram postmodernitedir. Doğru cevap A'dır."
  },
  {
    "id": "2374010",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinde 19. yüzyıl sonlarında modern yaşamı karakterize eden unsurları barındıran dört çeşit tesisten biri olan \"sağlık ve eğlence amaçlı kaplıcalar\"ın yer aldığı şehirler doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bordighera ve Deauville kentleri",
      "B": "Baden-Baden, Bath ve Buxton kentleri",
      "C": "Leysin ve Menton kentleri",
      "D": "Brighton ve Deauville kentleri",
      "E": "Chamonix ve Zermatt kentleri"
    },
    "explanation": "19. yüzyıl sonlarına gelindiğinde, modern yaşamı karakterize eden unsurları barındıran dört çeşit tesis (resort) ortaya çıktı. Bunlardan sağlık ve eğlence amaçlı kaplıcalar; Baden-Baden, Bath ve Buxton kentlerinde olmuştur."
  },
  {
    "id": "2374026",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Sağlık ve eğlence amaçlı kaplıcalar</li> <li>Tüberküloz ve diğer bulaşıcı hastalıkların tedavisi için olan iklim tesisleri</li> <li>Kültür turizmi tesisleri</li> <li>Alp tatil tesisleri</li> <li>Kür ve rekreasyon amaçlı sahil tesisleri</li> </ol> Yukarıdakilerden hangileri 19. yüzyıl sonlarına doğru ortaya çıkan modern yaşamı karakterize eden unsurları barındıran dört çeşit tesis (resort) arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III, IV",
      "B": "II, III, IV, V",
      "C": "I, II, IV, V",
      "D": "I, II, III, V",
      "E": "I, III, IV, V"
    },
    "explanation": "19. yüzyıl sonlarına doğru ortaya çıkan modern yaşamı karakterize eden unsurları barındıran dört çeşit tesis (resort): Sağlık ve eğlence amaçlı kaplıcalar, tüberküloz ve diğer bulaşıcı hastalıkların tedavisi için olan iklim tesisleri, Alp tatil tesisleri, kür ve rekreasyon amaçlı sahil tesisleridir."
  },
  {
    "id": "2374040",
    "unitNumber": 2,
    "text": "Buhar motorunu icat eden kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "George Stephenson",
      "B": "Thomas Cook",
      "C": "Henry Ford",
      "D": "James Watt",
      "E": "William S. Harley"
    },
    "explanation": "Buhar motoru 1784 yılında James Watt isimli bir girişimci tarafından icat edilmiştir."
  },
  {
    "id": "2374063",
    "unitNumber": 2,
    "text": "Demir yolu ile ilk yolcu taşıması hangi ülkede gerçekleşmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hollanda",
      "B": "Fransa",
      "C": "Japonya",
      "D": "İngiltere",
      "E": "Rusya"
    },
    "explanation": "Demir yollarının inşası ilk kez 1825 yılı Avrupa’sında; yolcu taşımacılığı ise İngiltere’de 1830’ların başında gerçekleşti."
  },
  {
    "id": "2374165",
    "unitNumber": 2,
    "text": "Planlı ilk paket tur organizasyonu kim tarafından yapılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "James Watt",
      "B": "Arthur Davidson",
      "C": "Thomas Bennett",
      "D": "Henry Ford",
      "E": "Thomas Cook"
    },
    "explanation": "Planlı ilk paket tur organizasyonu Thomas Cook tarafından yapılmıştır."
  },
  {
    "id": "2374184",
    "unitNumber": 2,
    "text": "Ulaşım ve bilgi teknolojilerindeki gelişmelerden yararlanan küreselleşmenin; insanların, malların ve bilginin dünyayı bir anlamda küçük bir köy hâline getirerek kısa sürede uzun mesafeleri aşmasını ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Görelilik",
      "B": "Zaman-mekan sıkışması",
      "C": "İzafiyet teorisi",
      "D": "Modernite",
      "E": "Modernleşme"
    },
    "explanation": "Zaman-mekân sıkışması kavramı, ulaşım ve bilgi teknolojilerindeki gelişmelerden yararlanan küreselleşmenin; insanların, malların ve bilginin dünyayı bir anlamda küçük bir köy hâline getirerek kısa sürede uzun mesafeleri aşmasını ifade eder."
  },
  {
    "id": "2374202",
    "unitNumber": 2,
    "text": "Turist ve çevre ile turist, yerel halk ve çevre arasında yüksek düzeyde etkileşim ve anlayışı ifade eden turizm türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kitle turizmi",
      "B": "Kültür turizmi",
      "C": "Alternatif turizm",
      "D": "Sağlık turizmi",
      "E": "Doğa turizmi"
    },
    "explanation": "Turist ve çevre ile turist, yerel halk ve çevre arasında yüksek düzeyde etkileşim ve anlayışı ifade eden, kitle turizmine karşıt bir turizm türü olarak kavramsallaştırılan turizm türü alternatif turizmdir."
  },
  {
    "id": "2374211",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi alternatif turizmin genel özelliklerinden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hızlı gelişme",
      "B": "Büyüme optimizasyonu",
      "C": "Kısa dönem tatiller",
      "D": "Fiyat bilinci",
      "E": "Nicelik"
    },
    "explanation": "Alternatif turizm yavaş gelişim, büyüme optimizasyonu, uzun soluklu tatiller, değer bilinci ve nitelik gibi genel özelliklere sahiptir. Dolayısıyla B seçeneği doğrudur."
  },
  {
    "id": "2365010",
    "unitNumber": 3,
    "text": "Antik Yunan ve Roma döneminde çeşitli nedenlerle seyahat eden gezginlerin konaklama ve diğer ihtiyaçlarına yönelik barınma yerleri ortaya çıkmaktadır.Aşağıdakilerden hangi konaklama ünitesi Yunan - Roma çağı ve coğrafyasında karşımıza çıkmaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Katagogion",
      "B": "Pandokheıon",
      "C": "Ribat",
      "D": "Ksenostatis",
      "E": "Hospitia"
    },
    "explanation": "İLKEL KONAKLAMA<br/>İŞLETMELERİNİN GELİŞİMİ<br/>Ribat; İslam dünyasında sınır boylarında inşa edilen, konaklama ve bazı temel ihtiyaçların karşılandığı öncelikle askerî amaçlı inşa edilmiş büyük askerî yapılardır."
  },
  {
    "id": "2365042",
    "unitNumber": 3,
    "text": "Ortaçağdan itibaren çeşitli sebeplerle seyahat eden kişilere hizmet veren konaklama ünitelerine Anglosaksonlar “Inn”, Almanlar “Gasthoff”, Latinler “Hospice-Auberge”, Cenevizliler “Fondaco”, Romalılar ise “Mansion” demişlerdir.Özellikle Büyük Selçuklularda karşımıza çıkan ve Doğu ticeret yollarına inşa edilen konaklama üniteleri hangi isimle bilinmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Manastır",
      "B": "Taverna",
      "C": "Lonca",
      "D": "Ribat",
      "E": "Sultanhan"
    },
    "explanation": "İLKEL KONAKLAMA<br/>İŞLETMELERİNİN GELİŞİMİ<br/>Doğu Ticaret güzergahlarına konaklama ve barınma hizmeti vermek üzere Büyük Selçuklulardan itibaren ''Ribat''adı verilen yapılar inşa edilmiştir."
  },
  {
    "id": "2365060",
    "unitNumber": 3,
    "text": "Turizm tarihinde ilk modern anlamda otel olarak kabul edilen yapı hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "City Hotel NewYork",
      "B": "Holıday Inn NewYork",
      "C": "Hılton NewYork",
      "D": "Boston Tremont House",
      "E": "Hotel Garnı Parıs"
    },
    "explanation": "Batı'da Yaşanan Gelişmeler<br/>Turizm tarihinde ilk modern anlamda otel olarak kabul edilen yapı NewYork Cıty Hotel'dir."
  },
  {
    "id": "2365092",
    "unitNumber": 3,
    "text": "1830’lardan itibaren, Tremont House’un uyguladığı lüks konaklama hizmetleri<br/>etkisiyle, lüks otel konsepti ve otellerde yenilikçi uygulamalar tüm Batı coğrafyasında yayılmaya başlamıştır.Le Grand Hôtel Paris’te aydınlatma 4000 gaz lambasıyla gerçekleşirken Hotel Everett (1882) ortak kullanım alanlarında elektrikli aydınlanma sisteminin kullanıldığı ilk oteldir.Tüm odalarına özel banyo yerleştiren otel aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tremont House(1830)",
      "B": "1908 Buffolo Statler",
      "C": "Amerikan Hotel(1835)",
      "D": "Hotel Everett(1882)",
      "E": "Sagamore Hotel(1883)"
    },
    "explanation": "Batıda Yaşanan Gelişmeler<br/>1908 de Buffolo Statler Hotel tüm odalarına özel banyo yapmıştır."
  },
  {
    "id": "2365108",
    "unitNumber": 3,
    "text": "Motel kavramı, “motor” ve “hotel” kelimelerinin kısaltılmasıyla türetilmiştir. Bu otelcilik terimi,<br/>ilk kez 1925 yılında Kaliforniya (ABD) San Luis<br/>Obispo’da açılan...............................isimli konaklama tesisinde kullanılmıştır.\n Açıklamasında boşlukta aşağıdakilerden hangisi olmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Memphıs Holıday Inn",
      "B": "Atlanta Georgıa Hotel",
      "C": "Milestone Mo-Tel",
      "D": "NewYork Cıty",
      "E": "Young Man's Holıday"
    },
    "explanation": "Konaklama İşletmelerinin Tarihi<br/>Motel Kelimesi ilk kez Milestone Mo-Tel 'de Kullanılmıştır."
  },
  {
    "id": "2365132",
    "unitNumber": 3,
    "text": "Ryokan nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "1970’li yıllardan itibaren İspanya başta<br/>olmak üzere birçok destinasyonda Akdeniz apartmanları biçiminde oluşturulan devremülklerdir.",
      "B": "1980 lerden itibaren yaygınlaşan özel konaklama hizmeti<br/>veren veya mimari bir özelliği bulunan Butik Otellerdir.",
      "C": "1980’li yıllarla birlikte<br/>birçok lüks otel işletmesinin içerisinde sağlık ve spa hizmetleri verilen bölümdür.<br/>merkezlerine de yer verilmeye başlanmıştır.",
      "D": "Japonya'da tüm konaklama yapılarına verilen isimdir.",
      "E": "19 .Yüzyıldan itibaren Japonya’da geleneksel kültürün korunmasını ön planda tutan <br/>geleneksel Japon misafir evleridir."
    },
    "explanation": "Doğu'da Yaşanan Gelişmeler<br/>Ryokan 19 .Yüzyıldan itibaren Japonya’da geleneksel kültürün korunmasını ön planda tutan ancak modern konaklama hizmeti veren <br/>geleneksel Japon misafir evleridir."
  },
  {
    "id": "2365145",
    "unitNumber": 3,
    "text": "Guinness Rekorlar Kitabı’na (2020) göre dünyanın hâlâ faaliyette bulunan en eski oteli veya genel anlamda konaklama işletmesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Japonya Tokyo Ryokan",
      "B": "Japonya Hashi Ryokan",
      "C": "Japonya,Nishiyama Onsen Keiunkan",
      "D": "Japonya Tokaıdo Ryokan",
      "E": "Hindistan Dak Bungolow"
    },
    "explanation": "Doğuda Yaşanan Gelişmeler<br/>Guinness Rekorlar Kitabı’na (2020) göre dünyanın hâlâ faaliyette bulunan en eski oteli veya<br/>genel anlamda konaklama işletmesi, 705 yılından<br/>bu yana Japonya’nın Yamanashi şehrinde faaliyet<br/>gösteren bir kaplıca oteli olan Nishiyama Onsen<br/>Keiunkan’dır."
  },
  {
    "id": "2365789",
    "unitNumber": 3,
    "text": "Özellikle İpek Yolu üzerinde ilk örneklerini gördüğümüz kervansaraylar,Anadolu'da Selçuklular döneminde inşa edilmeye başlamışlardır.Aşağıdaki özelliklerin hangisi Anadolu kervansaraylarında önemlidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece tüccarlara hizmet vermek",
      "B": "Sadece yöneticilere hizmet vermek",
      "C": "Barınma ve dinlenme hizmeti",
      "D": "Zengin veya yoksul ayırt etmeden tüm konaklayanlara hizmet vermek",
      "E": "Barınma ve sağlık hizmeti"
    },
    "explanation": "Türkiye'de Konaklama İşletmelerinin Gelişimi<br/>Anadolu kervansarayları zengin veya yoksul ayırt etmeden tüm konaklayanlara hizmet vermekteydiler."
  },
  {
    "id": "2365835",
    "unitNumber": 3,
    "text": "Cumhuriyet öncesi dönemde, Avrupa'da olduğu gibi özellikle İstanbul'da modern niteliklerde konaklama yapıları ortaya çıkmaktadır.Avrupa'lı ziyaretçilerin tercihleri doğrultusunda biçimlenen konaklama yapılarının çoğalma nedenlerinden olmayan özellik aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Demiryolunun başlaması",
      "B": "Avrupa devletleri ile diplomatik ilişkilerin artması",
      "C": "Dönemin gezi tanıtımlarında Anadolu veİstanbul'un yer alması",
      "D": "Fuarların düzenlenmesi",
      "E": "Önceki dönemlerin han ve kervansaraylarının yıpranması"
    },
    "explanation": "Türkiye'de konaklama işletmelerinin Gelişimi<br/>Önceki dönemlerin han ve kervansaraylarının yıpranması yeni,modern ve Avrupalı gezginlerin tercihi olan otellerin inşa edilmesine sebep değildir."
  },
  {
    "id": "2365836",
    "unitNumber": 3,
    "text": "İngiltere, İsviçre ve Orta Doğu topraklarında ilk kez termal banyo kuran ve bunları işleten uygarlık aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Vikingler",
      "B": "Babiller",
      "C": "Mısırlılar",
      "D": "Yunanlılar",
      "E": "Romalılar"
    },
    "explanation": "Soruda verilen bölged ilk termal otelleri açan uygarlığın bilinmesi amaçlanmıştır.<br/>İngiltere, İsviçre ve Orta Doğu topraklarında ilk kez termal banyo kuran ve bunları işletenler de Romalılardı. Devlet görevi icabı seyahat eden insanların konaklama ihtiyacını gidermek için tarihteki ilk mansiyonları (büyük konaklar) yine Romalılar inşa etmişti."
  },
  {
    "id": "2365865",
    "unitNumber": 3,
    "text": "Karahanlılar ve Gazneliler döneminde ilk örneklerini gördüğümüz, sınır boylarında bulunan ve çoğunlukla askerî amaçlı kullanılan yapılar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hamam",
      "B": "Termal",
      "C": "Ribat",
      "D": "Hanikah",
      "E": "Zaviye"
    },
    "explanation": "Soruda tanımı verilen yapı türünün hatırlanması amaçlanmıştır.<br/>Bu hanlar ve kervansaraylar, Karahanlılar ve Gaznelilerin ribat mimarisinden etkilenerek inşa edilmiştir. Ribat: Sınır boylarında bulunan ve çoğunlukla askerî amaçlı kullanılan yapılardır."
  },
  {
    "id": "2365867",
    "unitNumber": 3,
    "text": "Berlin-Bağdat arasında dönemin en önemli demiryolu bağlantısı olan Orient Ekspres'in İstanbul'da 1895 te konaklama hizmeti için inşa ettirdiği ve günümüze halen otel hizmeti vererek ulaşan,Osmanlı Devletinin ilk 5 yıldızlı oteli hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hotel d’Angleterre",
      "B": "Büyük Londra Oteli",
      "C": "Pera Palas Oteli",
      "D": "Tokatlıyan otel",
      "E": "Summer palace"
    },
    "explanation": "Cumhuriyet’in İlanından Sonra<br/>Konaklama İşletmelerinin Gelişimi<br/>Orient Ekpress'in konaklama yapısı olan Pera Palas günümüzde halen lüks otel hizmeti vermektedir."
  },
  {
    "id": "2365983",
    "unitNumber": 3,
    "text": "İngilizce konuşulan coğrafyada “hotel” adıyla 1770 yılında güneybatı İngiltere’deki Exeter şehrinde açılan ilk konaklama işletmesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Royal Clarence Hotel",
      "B": "The Grand Metropolitan Hotel",
      "C": "Hotel d’Angleterre",
      "D": "Hotel Garnie",
      "E": "Savoy Hotel"
    },
    "explanation": "Soruda hotel adıyla açılan ilk işletmenin tanınması amaçlanmıştır.<br/>İngilizce konuşulan coğrafyada “hotel” adıyla açılan ilk konaklama işletmesi, 1770 yılında güneybatı İngiltere’deki Exeter şehrinde açılan ve Fransız toprak sahibi Pierre Berlon tarafından otel olarak tanıtılan Royal Clarence Hotel’dir."
  },
  {
    "id": "2366000",
    "unitNumber": 3,
    "text": "İlk kez Kaliforniya (ABD) San Luis Obispo’da açılan Milestone Mo-Tel isimli konaklama tesisinde karşımıza çıkan, “motor” ve “hotel” kelimelerinin kısaltılmasıyla türetilmiş Motel kavramı hangi yılda kullanılmaya başlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1890",
      "B": "1925",
      "C": "1930",
      "D": "1900",
      "E": "1915"
    },
    "explanation": "Soruda motel kavramının ne zaman ortaya çıktığının hatırlanması amaçlanmıştır.<br/>Motel kavramı, “motor” ve “hotel” kelimelerinin kısaltılmasıyla türetilmiştir. Bu otelcilik terimi, ilk kez 1925 yılında Kaliforniya (ABD) San Luis Obispo’da açılan Milestone Mo-Tel isimli konaklama tesisinde kullanıldı."
  },
  {
    "id": "2366029",
    "unitNumber": 3,
    "text": "Amerika Birleşik Devletleri’nin mega oteller diyebileceğimiz, devasa konaklama işletmelerinin merkezi olan kenti aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nevada",
      "B": "Oklahoma",
      "C": "Atlantic City",
      "D": "Las Vegas",
      "E": "Los Angeles"
    },
    "explanation": "Soruda Amerika'daki mega oteller merkezinin bilinmesi amaçlanmıştır.<br/>ABD’nin Las Vegas kenti mega oteller diyebileceğimiz bu devasa konaklama işletmelerinin merkezidir."
  },
  {
    "id": "2366068",
    "unitNumber": 3,
    "text": "Günümüzde özellikle Akdeniz çanağındaki destinasyonlarda yaygın biçimde görülen, her şey dahil sisteminin ilk örneğinin hangi ülkede uygulandığı düşünülmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Türkiye",
      "B": "Yunanistan",
      "C": "Monaco",
      "D": "Birleşik Krallık",
      "E": "İtalya"
    },
    "explanation": "Soruda ilk her şey dahil uygulamasının yapıldığı ülke sorulmaktadır.<br/>Günümüzde özellikle Akdeniz çanağındaki destinasyonlarda yaygın biçimde uygulanan her<br/>şey dahil sistemi de 1930’lu yıllara kadar uzanan bir geçmişe sahiptir. Her şey dahil uygulamasının ilk örneğinin Birleşik Krallık’taki Barry adasında faaliyet gösteren Butlin tatil köylerinde uygulandığı düşünülmektedir."
  },
  {
    "id": "2366094",
    "unitNumber": 3,
    "text": "Toplantı, kongre ve konferans gibi etkinlikler için özel olarak tasarlanmış olan kongre merkezleri tesislerin ilki olan Arden House aşağıdaki ülkelerden hangisinde bulunmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Birleşik Krallık",
      "B": "Amerika Birleşik Devletleri",
      "C": "İsviçre",
      "D": "Fransa",
      "E": "Almanya"
    },
    "explanation": "Soruda ilk kongre merkezinin nerede açıldığının hatırlanması amaçlanmıştır.<br/>Toplantı, kongre ve konferans gibi etkinlikler için özel olarak tasarlanmış olan kongre merkezleri de konaklama hizmeti verebilmektedir. Bu tesislerin ilki, ABD eski başkanlarından Dwight D. Eisenhower’ın Columbia Üniversitesinde rektörlük yaptığı 1950 yılında Arden House ismiyle açıldı."
  },
  {
    "id": "2366120",
    "unitNumber": 3,
    "text": "İlk olarak 1955- 1960 yıllarında kayıtlara geçen baraj, kanal ya da bir nehrin kenarında kayıkla gezen insanlara yiyecek içecek hizmeti sağlayan bir otel veya otel gibi faaliyet gösteren bir tekne olan kavramın karşılığı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Devremülk",
      "B": "Motel",
      "C": "Butik otel",
      "D": "Plaza",
      "E": "Botel"
    },
    "explanation": "Soruda botel kavramının bulunması amaçlanmıştır.<br/>İlk olarak 1955- 1960 yıllarında kayıtlara geçen botel kavramı ise “boat” ve “hotel” sözcüklerinin birleştirilmesiyle türetilmiştir. Botel, tekneyle seyahate eden kişiler için rıhtım alanı bulunan bir kıyı otelidir. “Boatel” olarak da ifade edilen bu konaklama işletmesi; baraj, kanal ya da bir nehrin kenarında kayıkla gezen insanlara yiyecek içecek hizmeti sağlayan bir otel veya otel gibi faaliyet gösteren bir teknedir."
  },
  {
    "id": "2366158",
    "unitNumber": 3,
    "text": "19. yüzyılda Japonya’nın geleneksel konaklama kültürünü korumaya çalıştığı için yaygınlaştırdığı geleneksel misafir evlerine ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dak Bungalow",
      "B": "Ryokan",
      "C": "Stupa",
      "D": "Ribat",
      "E": "Han"
    },
    "explanation": "Soruda Japonya'daki geleneksel misafir evlerine verilen adın tanınması amaçlanmıştır.<br/>19. yüzyılda Japonya’nın geleneksel konaklama kültürünü korumaya çalıştığı da görülmektedir. Nitekim bu dönemde; Japonya’da ryokan olarak adlandırılan geleneksel misafir evleri yaygınlaşmaya başlarken, İngilizlerin sömürgesi olan Hindistan’da ise Dak<br/>Bungalow isimli bungalov tipi yapılar seyahatçilere konaklama hizmeti vermektedir."
  },
  {
    "id": "2366203",
    "unitNumber": 3,
    "text": "1927 yılında açılan 3.000 odalı, 35 yıl boyunca dünyanın en büyüğü olma unvanını elinde tutan Amerikan oteli aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Holidayy Inn",
      "B": "Banff Springs Hotel",
      "C": "Stevens Hotel",
      "D": "The Hotel Ponce de Leon",
      "E": "Caribe Hilton Hotel"
    },
    "explanation": "Soruda 35 yıl boyunca dünyanın en büyük oteli olma unvanını elinde tutan yapının tanınması amaçlanmıştır.<br/>1927 yılında açılan 3.000 odalı Stevens Hotel, 35 yıl boyunca dünyanın en büyük oteli olma unvanını elinde tutmuştur"
  },
  {
    "id": "2375315",
    "unitNumber": 3,
    "text": "Tarihte para ve takas yoluyla yapılan ilk konaklama hizmeti hangi kültürde başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Mısır",
      "B": "Babil",
      "C": "Roma",
      "D": "Sümer",
      "E": "Antik Yunan"
    },
    "explanation": "<strong>Nitekim bazı tarihî kaynaklar henüz MÖ 4000’lerde Sümerlerin konaklama hizmeti için para veya takas yoluyla ödeme yaptıklarını göstermektedir.</strong> MÖ 3000 yıllarında, eşsiz piramitleri sayesinde dönemin en önemli çekim merkezlerinden olan ve<br/>yoğun biçimde ziyaret edilen Mısır’da konaklama tesislerinin hizmet verdiği bilinmektedir"
  },
  {
    "id": "2376242",
    "unitNumber": 3,
    "text": "Antik Roma'da müşterilerine oda hizmeti sunmanın yanı sıra akşam yemeği ve hayvanlarını koyacakları yerde sağlayan tesislere ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Katagogion",
      "B": "Hospitia",
      "C": "Stabula",
      "D": "Pandokheion",
      "E": "Ksenos"
    },
    "explanation": "Bunlardan hospitia’da müşterilere oda hizmetinin yanı sıra, arzu edilirse akşam yemeği de sunulmuştur. <strong>Stabula ise hospitia’dan daha küçük olup,müşterilerine </strong><strong>oda hizmeti sunmanın yanı sıra, akşam yemeği, hayvanlarını koyacakları yerde sağlayan tesislerdir.</strong>"
  },
  {
    "id": "2376489",
    "unitNumber": 3,
    "text": "Anadolu'daki Selçuklu Kervansaraylarının en büyüğü sayılan Sultanhanı Kervansarayının Batı'daki hanlardan ayıran en büyük farkı nedir",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık yurdu olması",
      "B": "Kunduracı ve terzi bulunması",
      "C": "Ahır samanlık oluşu",
      "D": "Ücret alınmaması",
      "E": "Irk din farkı gözetilmemesi"
    },
    "explanation": "Batı’da han, Doğu’da ise kervansaray olarak gelişen konaklama tesislerindeki işletmecilik mantığı da birbirinden farklılık gösteriyordu. Batı’da hanlar <br/>ticari amaçla işletiliyorken,<strong> Doğu’nun kervansaraylarında ücret alınmıyordu. Çünkü Doğu kültüründe yabancı birini ücret karşılığı misafir etmek ayıp </strong><br/><strong>ve kabul edilemez bir durumdu</strong>"
  },
  {
    "id": "2376595",
    "unitNumber": 3,
    "text": "ABD'den sonra tüm dünyaya yayılan 'chain hotel' olan zincir otel kavramı hangi tarihte ileri sürülmüştür?",
    "correctAnswer": "C",
    "options": {
      "A": "1940",
      "B": "1920",
      "C": "1908",
      "D": "1975",
      "E": "2004"
    },
    "explanation": "1950’lerde faaliyete başlayan Holiday Inn ve Hilton gibi tanıdık markalar bu başarıya ulaşan ilk uluslararası otel zincirleri arasında yer almaktadır <strong>İngilizcesi chain hotel olan zincir otel (veya otel zinciri) kavramı ilk kez 1908 yılında ileri sürülmüştür.</strong>"
  },
  {
    "id": "2376789",
    "unitNumber": 3,
    "text": "'Hotel garni'sözcüğü hotel kavramının gelişmesinde etkili olmuştur. Misafirhane ve ev anlamına gelen otel sözcüğü ilk kez hangi ülkede kullanılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "İngiltere",
      "B": "Fransa",
      "C": "Almanya",
      "D": "Amerika",
      "E": "İtalya"
    },
    "explanation": "<strong>Yukarıda ifade edildiği gibi, otel kavramı Fransızcada misafirhane, ev anlamına gelen “L’hôtel” sözcüğünden türetilmiştir. Otel kavramının ilk kez Fransa’da kullanılmış</strong> olması ve Fransızların otelcilik sektörüne öncülük yaparak otelciliği ilk kez uluslararası platforma taşımaları, bu kavramın ilk kez Fransa’da geliştirilmesinde etkili olmuştur."
  },
  {
    "id": "2376848",
    "unitNumber": 3,
    "text": "‘Holiday Inn’ , ‘Hilton Garden Inn’ gibi bazı otellerin isminde bulunan ‘ Inn’ kelimesinin anlamı aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Han",
      "B": "Tatil köyü",
      "C": "Kervansaray",
      "D": "Lüks Otel",
      "E": "Zincir Otel İşletmeleri"
    },
    "explanation": "Günümüzde hâlen Avrupa ve Amerika’daki bazı otellerin isimlerinde “inn” (han) teriminin kullanılıyor olması belki de han-otel dönüşümünün bir göstergesi olarak yorumlanmalıdır (örneğin, <em>Hilton Garden Inn</em>)."
  },
  {
    "id": "2376860",
    "unitNumber": 3,
    "text": "I.Batı’nın hanlarında konaklayan yolcular <em>müşteri </em>iken, Doğu’nun kervansaraylarında konaklayanlar ise <em>misafir </em>olarak nitelendirilmekteydi\n II.Batı’da Hanlar ticari amaçla işletiliyorken, Doğu’da kervansaraylarda ücret alınmıyordu.\n III. Doğuda bulunan kervansaraylar Vakıf niteliğinde hizmet veriyordu.\n IV. Hanlar; konaklama, dükkan/ofis ve ticaret yapma imkânlarının birlikte sunulduğu yani çoklu işleve sahip yapılar olarak hizmete açılmıştır.\n Kervansaraylar ve Hanlar hakkında yukarıdaki bilgilerden hangisi veya hangilerinin doğru olduğu <strong>söylenebilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "I.Batı’nın hanlarında konaklayan yolcular <em>müşteri </em>iken, Doğu’nun kervansaraylarında konaklayanlar ise <em>misafir </em>olarak nitelendirilmekteydi\n II.Batı’da Hanlar ticari amaçla işletiliyorken, Doğu’da kervansaraylarda ücret alınmıyordu.\n III. Doğuda bulunan kervansaraylar Vakıf niteliğinde hizmet veriyordu.\n IV.Hanlar; konaklama, dükkan/ofis ve ticaret yapma imkânlarının birlikte sunulduğu yani çoklu işleve sahip yapılar olarak hizmete açılmıştır."
  },
  {
    "id": "2376863",
    "unitNumber": 3,
    "text": "Devre mülk konsepti için aşağıdakilerden hangisi <strong>yanlıştır </strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Bu konaklama türünde konutun mülkiyeti belirli bir zaman için konaklayanlara devredilmiştir.",
      "B": "Bu konaklama türünde oda-kahvaltı konsepti kullanılmıştır.",
      "C": "Bu konaklama fikri, Fransız Alplerindeki bir kayak merkezinde ortaya çıkmıştır.",
      "D": "Kat mülkiyeti genellikle devre mülk ismiyle pazarlanmaktadır.",
      "E": "Karayipler, Avrupa kıyıları, Meksika destinasyonları da devre mülk için popülerdir"
    },
    "explanation": "Bu konaklama türünde ise konutun mülkiyeti belirli bir zaman için konaklayanlara devredilmiş ve <strong>ek hizmet (yeme-içme gibi) sunulmamıştır</strong> Kat mülkiyeti veya benzer konaklama çeşitleri genellikle devre mülk ismiyle pazarlanmaktadır. Bu nitelikleri taşıyan devre mülk konaklama fikri, Fransız Alplerindeki <em>Super- Devoluy </em>isimli bir kayak merkezinde ortaya çıkmış ve kısa sürede ABD’ye yayılmıştır. Kaliforniya, Hawaii, Arizona ve Nevada’da bulunurken; Karayipler, Avrupa kıyıları, Meksika ve Avustralya destinasyonları da devre mülk tesisler açısından popüler destinasyonlardır"
  },
  {
    "id": "2376868",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi <strong>cumhuriyet öncesi</strong> dönemde 1841’de İstanbul’da kurulmuş, hem şehrin hem de Türkiye'nin <strong>modern anlamdaki ilk oteli</strong> olarak kabul edilmektedir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Pera Palas",
      "B": "Büyük Londra Oteli",
      "C": "Hôtel des Quatre Nations",
      "D": "Hotel d’Anglaterre",
      "E": "Çelik Palas"
    },
    "explanation": "Türkiye’nin ilk beş yıldızlı otelleri arasında yer alan <em>Çelik Palas </em>oteli 1936 yı- lında hizmete girdi. Bazı kaynaklara göre İstanbul’un ilk oteli 1840 yılında açılan <em>Hôtel des Quatre Nations</em>’tur Ancak, 1841 yılında İstanbul’da hizmete açılan <em>Hotel d’Angleterre </em>hem şehrin hem de Türkiye’nin modern anlamdaki ilk oteli olarak kabul edilmektedir"
  },
  {
    "id": "2376877",
    "unitNumber": 3,
    "text": "TUSAN için ,\n I. Türkiye’nin şahsa ait ilk ulusal zincir motel-otel işletmesidir.\n II. ilk tesisini 1962 yılında Çanakkale’de açmıştır.\n III. 1960’ların başlarında TUSAN kitle turizmini başlatacak bir rol üstlenmiştir.\n IV. zincir otel kavramının Türk turizm literatürüne girmesini sağlamıştır.\n Yukarıda verilen bilgilerden hangisi veya hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve III",
      "B": "II ve III",
      "C": "Yalnız III",
      "D": "I, III ve IV",
      "E": "I, II ,III ve IV"
    },
    "explanation": "TUSAN, Türkiye’nin şahsa ait ilk ulusal zincir motel-otel işletmesidir. Tüm Türkiye’de Hilton’un konuşulduğu 1960’ların başlarında TUSAN hem kitle turizmini başlatacak bir rol üstlenmiş hem de zincir otel kavramının Türk turizm literatürüne girmesini sağlamıştır. TUSAN ilk tesisini 1961 yılında Ürgüp’te açmıştır. Ürgüp TUSAN Motel’den sonra, 1962 yılında Çanakkale, Bergama, Efes, Kuşadası’ndaki m/otellerini hizmete açmıştır"
  },
  {
    "id": "2376911",
    "unitNumber": 3,
    "text": "Aşağıdaki eşleştirmelerden hangisi <strong>yanlıştır ?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Le Grand Hôtel Paris- Tüm binada gazlı aydınlatma sistemini ilk kullanmıştır",
      "B": "Hotel Netherlands - Telefon sisteminin kullanıldığı ilk oteldir.",
      "C": "The Fifth Avenue Hotel- Asansörün kullanıldığı ilk oteldir",
      "D": "Detroit Statler - Klimanın kullanıldığı ilk oteldir",
      "E": "Hotel Everett - Ortak alanlarında elektrikli aydınlanma sisteminin kullanıldığı ilk oteldir."
    },
    "explanation": "<em>Le Grand Hôtel Paris</em>’te aydınlatma 4000 gaz lambasıyla, ısıtma ise 18 soba ve 354 sıcak hava menfeziyle sağlanıyordu\n <em>American Hotel </em>(1835) tüm binada gazlı aydınlatma sistemini kullanan ilk oteldi.\n <em>Hotel Everett </em>(1882) ortak kullanım alanlarında elektrikli aydınlanma sisteminin kullanıldığı ilk oteldir.\n Telefon sisteminin kullanıldığı ilk otel <em>Hotel Netherlands </em>(1894), asansörün kullanıldığı ilk otel <em>The Fifth Avenue Hotel </em>(1859), klimanın kullanıldığı ilk otel ise <em>Detroit Statler </em>(1915) olmuştu"
  },
  {
    "id": "2376922",
    "unitNumber": 3,
    "text": "Türkiye’de her şey dahil konaklama sistemini uygulayan <strong>ilk işletme</strong> aşağıdakilerden hangisidir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Club Med",
      "B": "Magic Life",
      "C": "Robinson Club",
      "D": "Club Aldiana",
      "E": "Marco Polo"
    },
    "explanation": "Ülkede her şey dahil konaklama sistemini uygulayan ilk işletme <em>Marco Polo </em>tatil köyüdür. Ardından <em>Magic Life </em>tarafından uygulanan her şey dahil sistemi hızla gelişerek ülke çapında yayılmış; <em>Robinson Club, Club Calimera, Club Med </em>ve <em>Club Aldiana </em>gibi zincir işletmeler bu sistemi uygulama başlamıştır."
  },
  {
    "id": "2376925",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sekiz bölge derneğinin bir araya gelmesiyle 2005 yılında kurulmuş bir organizasyondur?",
    "correctAnswer": "C",
    "options": {
      "A": "ALTİD",
      "B": "BAKTOD",
      "C": "TÜROFED",
      "D": "ETİK",
      "E": "AKTOB"
    },
    "explanation": "TÜROFED, <em>Akdeniz Turistik Otelciler ve işletmeciler Birliği </em>(AKTOB), <em>Alanya Turis- tik İşletmeciler Derneği </em>(ALTİD), <em>Anadolu Turizm işletmecileri Derneği </em>(ATİD), <em>Batı Karadeniz Otel- ciler Derneği </em>(BAKTOD), <em>Bodrum Turistik Otelci- ler İşletmeciler ve Yatırımcılar Derneği </em>(BODER), <em>Çukurova Turistik Otelciler Birliği </em>(ÇUKTOB), <em>Ege Turistik İşletmeler ve Konaklamalar Birliği </em>(ETİK), <em>Güney Marmara Otelciler ve İşletmeciler Derneği </em>(GÜMTOB) ve <em>Kapadokya Otelciler ve İşletmeciler Derneği</em>’nden (KAPTİD) oluşan sekiz bölge derneğinin bir araya gelmesiyle 2005 yılında kurulmuştur."
  },
  {
    "id": "2376935",
    "unitNumber": 3,
    "text": "İstanbul Hilton oteliyle ile ilgili aşağıdakilerden hangisi <strong><u>söylenemez</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Türkiye’de modern turizmin öncüsü olarak kabul edilen oteldir.",
      "B": "Türkiye’de bilgisayar sistemini ilk kez kullanan oteldir.",
      "C": "Açık büfe konseptini uygulayan ilk oteldir.",
      "D": "Türkiye’de durgunluk döneminde kurulmuş bir oteldir.",
      "E": "Uluslararası bir otel zinciri bünyesinde Türkiye’de kurulan ilk oteldir."
    },
    "explanation": "Türkiye’de modern turizmin öncüsü olarak kabul edilen otel <em>İstanbul Hilton</em>’dur. 1955 yılında hizmete girmiştir. (1940-1950 arası Türkiye’de turizm ve otelcilik alanında bir durgunluk dönemi olarak anılmaktadır (Çavuş ve Öncüler, 2013). ) 1983 yılında bil- gisayar sistemini ilk kez uygulayan da faksı ilk kez kullanan da İstanbul Hilton otelidir. Yine, televizyonlu oda sunan ve açık büfe konseptini uygulayan ilk tesis burasıdır. İstanbul Hilton’un diğer bir özelliği ise uluslararası otel zinciri olarak Türkiye’de ilk kurulan konaklama işletmesi olmasıdır."
  },
  {
    "id": "2376980",
    "unitNumber": 3,
    "text": "1. İkinci Dünya Savaşı’ndan sonra Sovyetler Birliği konaklama sektöründe hızlı bir ilerleme yaşamıştır\n 2. Dünyanın ilk yedi yıldızlı oteli Burj al Arab, 1999 yılında Dubai’de açılmıştır.\n 3. Doğu coğrafyasın daha çok Batı’nın modern otelcilik yaklaşımını takip etmeye çalışmıştır\n 4. IV. 1960-1990 yılları arasında “franchising” ve zincir işletme şeklindeki işletme yapılanmaları artmaya başlamıştır.\n Konaklama işletmelerinde yaşanan gelişmeler için yukarıdakilerden hangisi veya hangileri <strong>söylenemez </strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "II ve III",
      "D": "I ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "İkinci Dünya Savaşı’ndan sonra konaklama sektöründe müthiş bir gelişim yaşanırken, Sovyetler Birliği’ndeki oteller bu gelişmeden uzak durumdaydı.\n Doksanlı yılların sonlarında Doğu’da yaşanan bir diğer önemli gelişme ise bugün Orta Doğu’nun en lüks turizm tesislerine sahip olan Dubai’de, dünyanın ilk yedi yıldızlı oteli olan <em>Burj al Arab</em>’ın (1999) hizmete açılmasıdır.\n 1960’lara kadar çoğu otel veya motel bağımsız işletme olarak yönetiliyordu. Fakat 1960-1990 yılları arasında “franchising” (markayı kullanma ve imtiyaz hakkı) ve zincir işletme şeklindeki işletme yapılanmaları artmaya başladı.\n Önceki bölümden anlaşılacağı üzere, modern anlamda oteller Avrupa ve Amerika’da ortaya çıkmıştır. Doğu coğrafyasında ise daha çok Batı’nın modern otelcilik yaklaşımını takip etmeye çalışmıştır."
  },
  {
    "id": "2377001",
    "unitNumber": 3,
    "text": "1927 yılında açılan ''Stevens Hotel'' 35 yıl boyunca dünyanın en büyük oteli unvanını kaç oda sayısı ile tutmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "3500",
      "B": "2000",
      "C": "1800",
      "D": "1200",
      "E": "3000"
    },
    "explanation": "<strong> 1927 yılında ise 3.000 odalı</strong> Stevens Hotel dünyanın en büyük oteli olarak <br/>hizmete açıldı (Jacobson, 1946) ve 35 yıl boyunca dünyanın en büyük oteli olma unvanını elinde tuttu."
  },
  {
    "id": "2377020",
    "unitNumber": 3,
    "text": "'Motor' ve 'hotel' kelimelerinin kısaltılmasından türetilen 'Motel' kavramı otelcilik anlayışı ne zaman ve nerede ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1925 Kaliforniya",
      "B": "1900 Georgia",
      "C": "1880 Las Vegas",
      "D": "1908 New York",
      "E": "1870 Chicago"
    },
    "explanation": "Motel kavramı, “motor” ve “hotel” kelimelerinin kısaltılmasıyla türetilmiştir. Bu otelcilik terimi, <strong>ilk kez 1925 yılında Kaliforniya (ABD) San Luis Obispo’da açılan Milestone Mo-Tel isimli konaklama tesisinde kullanıldı.</strong> Pasifik kıyılarını kapsayan U.S. 101 ana yolunun kenarındaki motel, kısa sürede, kendi otomobiliyle dağ ve deniz manzarasını ve güzergâh üzerindeki bölgeleri keşfetmek isteyen sürücüler için oldukça popüler bir konaklama noktası hâlini aldı"
  },
  {
    "id": "2377067",
    "unitNumber": 3,
    "text": "Guinnes Rekorlar Kitabına giren 705 yılından beri hala faaliyette bulunan dünyanın en eski oteli veya konaklama işletmesi nerededir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çin",
      "B": "Rusya",
      "C": "Japonya",
      "D": "Türkiye",
      "E": "Yunanistan"
    },
    "explanation": "<strong>Guinness Rekorlar Kitabı’na (2020) göre dünyanın hâlâ faaliyette bulunan en eski oteli veya genel anlamda konaklama işletmesi, 705 yılından bu yana Japonya’nın Yamanashi şehrinde faaliyet gösteren bir kaplıca oteli olan Nishiyama Onsen Keiunkan’dı</strong>r. Bu işletme, günümüzde aynı ailenin 52. kuşak üyeleri tarafından işletilirken, 718 yılında yine Japonya’da açılan Hōshi Ryokan dünyanın en eski ikinci oteli olarak nitelendirilmektedir."
  },
  {
    "id": "2377134",
    "unitNumber": 3,
    "text": "Türkiye'de konaklama sektörünün temeli kervansaraylara dayanmaktadır. bu Anadolu'da hangi dönemde başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Osmanoğulları,1299",
      "B": "Aydınoğulları, 1308",
      "C": "Anadolu Selçukluları, 1115",
      "D": "Germiyanoğulları, 1292",
      "E": "Karamanoğulları, 1256"
    },
    "explanation": "Özellikle İpek Yolu üzerinde inşa edilen kervansaraylar yüzyıllar boyunca <br/>ticaretle uğraşan yolculara ve seyahat eden bireylere hizmet vermiştir. Dolayısıyla, <strong>Türkiye’de konaklama sektörünün temeli Selçukluların kervansaraylarına </strong><br/><strong>dayanmaktadır (Çavuş ve Öncüler, 2013). Anadolu’da kervansarayların yaygınlaşması Selçuklu Sultanı II. Kılıçarslan (1115-1192) döneminde başlamıştır.</strong> Türkistan’da gelişen kervansaray inşa etme geleneğinin Anadolu topraklarına getirilmesiyle birlikte kervansaray kültürü hızla yayılmıştır"
  },
  {
    "id": "2377190",
    "unitNumber": 3,
    "text": "Türkiye'de konaklama sektöründeki ilk örgütlenme hareketi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Türkiye Otelciler Birliği",
      "B": "Marmara Bölgesi Turistik Otelciler Derneği",
      "C": "Türkiye Otelciler Federasyonu",
      "D": "Otelciler ve Hancılar Cemiyeti",
      "E": "Turistik Otelciler ve İşletmeciler Derneği"
    },
    "explanation": "Türkiye’de konaklama sektöründeki ilk örgütlenme hareketi 1930’lara dayanmaktadır.<strong> İstanbul’daki konaklama işletmecilerinin oluşturduğu küçük çaplı bir dernek olma özelliğini taşıyan Otelciler ve Hancılar Cemiyeti, 1933 yılında İstanbul’da kurulmuştur</strong> (Kozak vd., 2010). Benzer örgütlenmeler ileriki yıllarda da kurulmaya devam etmiştir."
  },
  {
    "id": "2377536",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinin kökeni olarak kabul edilen tarihi yapılardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Altar",
      "B": "Kervansaray",
      "C": "Sunak",
      "D": "Katakomb",
      "E": "Kütüphane"
    },
    "explanation": "Kervansaraylar, hanlar ve misafirhaneler bugünkü konaklama işletmelerinin tarihi kökenleri olarak kabul edilir."
  },
  {
    "id": "2377548",
    "unitNumber": 3,
    "text": "Tüccarların konaklama ihtiyacını karşılama amacıyla kurulmuş tarihteki ilk yapılar hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sunaklar",
      "B": "Pansiyonlar",
      "C": "Moteller",
      "D": "Hamamlar",
      "E": "Hanlar"
    },
    "explanation": "Hanlar, tarihte, tüccarlara konaklama hizmeti sunan ilk yapılardır."
  },
  {
    "id": "2377556",
    "unitNumber": 3,
    "text": "Romalıların Mansion sözcüğüyle kast ettikleri yapılar hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konaklama ve yemek sunan yapılar",
      "B": "Hamamlar",
      "C": "Ticari işletmeler",
      "D": "Saunalar",
      "E": "Gece kulüpleri"
    },
    "explanation": "Güvenli konaklama ve yemek sunan bu yapılara Anglosaksonlar “Inn”, Almanlar “Gasthoff”, Latin- ler “Hospice-Auberge”, Cenevizliler “Fondaco”, Ro- malılar ise “Mansion” demişlerdir<br/>Konaklama ve yemek sunan yapılar"
  },
  {
    "id": "2377563",
    "unitNumber": 3,
    "text": "Kervansaray sözcüğünün atası aşağıdaki sözcüklerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ricat",
      "B": "Ribat",
      "C": "Riyal",
      "D": "Rübab",
      "E": "Rehab"
    },
    "explanation": "Ribatlar han ve kervansarayların bir anlamda atası olarak kabul edilen tesislerdir. Zamanla, ribat sözcüğünün yerini kervansaray almıştır"
  },
  {
    "id": "2377571",
    "unitNumber": 3,
    "text": "Hangisi zincir otel işletmelerinin başarılı olmuş ilk örneklerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Holiday Inn",
      "B": "Merit",
      "C": "Mastodion",
      "D": "Mansion",
      "E": "Tavernion"
    },
    "explanation": "Yirminci Yüzyılda zincir otel işletmeleri kurulmaya başlamış ve bu zincirler önce ABD’ye sonra tüm dünyaya hizmet sunar hâle gelmiştir. 1950’lerde faaliyete başlayan Holiday Inn ve Hilton gibi tanıdık markalar bu başarıya ulaşan ilk uluslararası otel zincirleri arasında yer almaktadır"
  },
  {
    "id": "2377578",
    "unitNumber": 3,
    "text": "Hotel sözcüğü hangi yüzyılda ortaya çıkmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "19. Yüzyıl",
      "B": "18. Yüzyıl",
      "C": "20. Yüzyıl",
      "D": "17. Yüzyıl",
      "E": "12. Yüzyıl"
    },
    "explanation": "18. yüzyılda mevcut hanların bazılarına toplantı ve balo salonları gibi ek alanlar eklediler ve yeni bir statü kazanan bu hanlar için “hotel” (otel) sözcüğünü kullandılar.<br/>18. Yüzyıl"
  },
  {
    "id": "2377588",
    "unitNumber": 3,
    "text": "Ana anlamı itibariyle ev, misafirhane anlamına gelen otel sözcüğü, hangi dilden dünyaya yayılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fransızca",
      "B": "Almanca",
      "C": "İngilizce",
      "D": "İtalyanca",
      "E": "Danca"
    },
    "explanation": "Otel kavramı Fransızcada misafirhane, ev anlamına gelen “L’hôtel” sözcüğünden türetilmiştir."
  },
  {
    "id": "2377593",
    "unitNumber": 3,
    "text": "Modern anlamda otelciliği başlatıp geliştiren ve dünyanın geri kalanına bu alanda öncülük eden millet hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Almanlar",
      "B": "İtalyanlar",
      "C": "Fransızlar",
      "D": "İspanyollar",
      "E": "Amerikalılar"
    },
    "explanation": "Otel kavramının ilk kez Fransa’da kullanılmış olması ve Fransızların otel- cilik sektörüne öncülük yaparak otelciliği ilk kez uluslararası platforma taşımaları, bu kavramın ilk kez Fransa’da geliştirilmesinde etkili olmuştur."
  },
  {
    "id": "2377602",
    "unitNumber": 3,
    "text": "Modern anlamdaki ilk otel aşağıdaki şehirlerden hangisinde açılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Amsterdam",
      "B": "Lizbon",
      "C": "Paris",
      "D": "Londra",
      "E": "New York"
    },
    "explanation": "Dessin (Fransa, 1768) ya da Royal Clarence Hotel (İngiltere, 1770) tarihteki ilk otellermiş gibi görülseler de büyüklük, dış tasarım veya iç mekân genişliği bakımından dönemin hanlarından pek de farklı değillerdi. Buna karşın 1794 yılında New York’ta hizmete açılan 73 odalı City Hotel tarihte modern anlamdaki ilk otel olarak kabul edilmektedir."
  },
  {
    "id": "2377609",
    "unitNumber": 3,
    "text": "18. Yüzyılda İstanbul'daki yabancılar tarafından kurulan pansiyon benzeri işletmelere ne ad verilmekteydi?",
    "correctAnswer": "A",
    "options": {
      "A": "Hotel Garnie",
      "B": "Garbis",
      "C": "Hidiv",
      "D": "Kasır",
      "E": "Servant Sareil"
    },
    "explanation": "18.yüzyılda İstanbul’daki yabancılar tarafından Hotel Garnis /Hotel Garnie isimli mobilyalı odaları olan pansiyonlar kurulmuştu."
  },
  {
    "id": "2361920",
    "unitNumber": 4,
    "text": "Mezolitik dönemi anlatırken aşağıdakilerden hangisini çıkarttığımızda tanım eksik kalır?",
    "correctAnswer": "A",
    "options": {
      "A": "Buzul döneminin sona ermesi",
      "B": "Deniz kaynaklarının daha iyi kullanılabilmesi",
      "C": "Yeni bitki ve hayvan türlerinin gelişmesi",
      "D": "Balık tuzakları kurmak",
      "E": "Gıda kaynaklarının tür ve çeşitliliğinin artması"
    },
    "explanation": "Mezolitik dönem yiyecek içecek anlamında daha profesyonel uygulamaların gerçekleştirildiği bir dönem olarak değerlendirilebilir. Özellikle buzul döneminin sona ermesi ve insanların deniz kenarı bölgelere yerleşmesiyle deniz kaynaklarını daha iyi kullanabildikleri anlaşılmaktadır. Irmak ağzına kurdukları balıkları sepetlere sürmek için tahta engellerin kullanıldığı gelişmiş ırmak ağzı balık<br/>tuzakları buna örnektir (Freedman, 2007).<br/>Mezolitik dönem yiyecek içecek anlamında daha profesyonel uygulamaların gerçekleştirildiği bir dönem olarak değerlendirilebilir. Özellikle buzul döneminin sona ermesi ve insanların deniz kenarı bölgelere yerleşmesiyle deniz kaynaklarını daha iyi kullanabildikleri anlaşılmaktadır. Irmak ağzına kurdukları balıkları sepetlere sürmek için tahta engellerin kullanıldığı gelişmiş ırmak ağzı balık tuzakları buna örnektir (Freedman, 2007).\n<br/>Cevap A"
  },
  {
    "id": "2361932",
    "unitNumber": 4,
    "text": "I. Av sahnelerini dans hâlinde canlandırmışlardır\n II. İnsanların yerleşik hayata geçmesi\n III. Tarıma başlaması ve hayvanları evcilleştirmesi\n IV. Yiyecek kaynakları azaldığında daha kalitesiz yiyeceklere yönelmişlerdir\n V. Deneme yanılma yoluyla yenebilir hayvanları bulma\n Hangileri Neolitik dönemin en önemli özellikleri arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "IV ve V",
      "E": "I ve V"
    },
    "explanation": "İnsanların yerleşik hayata geçmesi, tarıma başlaması ve hayvanları evcilleştirmesi gibi önemli gelişmelerin yaşandığı dönem Neolitik dönem olarak<br/>adlandırılmaktadır.\n Cevap B"
  },
  {
    "id": "2361938",
    "unitNumber": 4,
    "text": "I. Metalürji teknolojisinin ortaya çıkması\n<br/>II. Cinsiyete dayalı iş bölümünün yerini uzmanlaşmanın almaya başlaması\n<br/>III. Verimliliği ve doğurganlığı simgeleyen Ana tanrıça kültünün gerileyerek evin içinde ocak fırın ve mutfakla ilintili olarak devam etmesi\n<br/>IV. Kamusal yapıların büyümesi\n<br/>V. Yerleşimlerde surların belirginleşmesi ve kentleşme\n<br/>Yukarıda sayılanlar hangi dönem gelişmeleri arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Paleolitik Dönem",
      "B": "Mezolitik Dönem",
      "C": "Tunç Çağı",
      "D": "Neolitik Dönem",
      "E": "Hititler"
    },
    "explanation": "Tunç Çağı hem yeme içme tarihi hem de insanlık tarihi adına gelişmelerin ivme kazandığı dönemdir. Uhri (2015) Erken Tunç Çağı gelişmelerini şu şekilde sıralamıştır;<br/>• Metalürji teknolojisinin ortaya çıkması,<br/>• Cinsiyete dayalı iş bölümünün yerini uzmanlaşmanın almaya başlaması,<br/>• Verimliliği ve doğurganlığı simgeleyen Ana tanrıça kültünün gerileyerek evin içinde ocak fırın ve mutfakla ilintili olarak devam etmesi,<br/>• Kamusal yapıların büyümesi,<br/>• Yerleşimlerde surların belirginleşmesi ve kentleşme.\n<br/>Cevap C"
  },
  {
    "id": "2362653",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, yemek kültürü açısından en önemli gelişme sayılabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yazının icadı",
      "B": "Ateşin bulunması.",
      "C": "Coğorafik keşifler.",
      "D": "Kağıdın bulunması.",
      "E": "Paranın bulunması."
    },
    "explanation": "Ateşin bulunması."
  },
  {
    "id": "2362661",
    "unitNumber": 4,
    "text": "............ dönem yiyecek içecek anlamında daha profesyonel uygulamaların gerçekleştiği bir dönem olarak değerlendirilebilir.",
    "correctAnswer": "A",
    "options": {
      "A": "Mezolitik",
      "B": "Paleolitik",
      "C": "Yontma taş",
      "D": "Neolitik",
      "E": "Tunç çağı"
    },
    "explanation": "Mezolitik"
  },
  {
    "id": "2362664",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangi dönemde, geliştirilen çanak ve çömlekler, yiyecek ve içeceklerin hazırlanması ve saklanmasında yeni teknikler geliştirilerek insan yaşamında önemli değişikliklere neden olunmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Mezolitik",
      "B": "Paleolitik",
      "C": "Geç Neolitik",
      "D": "Yontma taş",
      "E": "Tunç çağı"
    },
    "explanation": "Geç neolitik"
  },
  {
    "id": "2362669",
    "unitNumber": 4,
    "text": "İnsanların yerleşik hayata geçmesi, tarıma başlaması ve hayvanları evcilleştirilmesi gibi önemli gelişmelerin yaşandığı dönem hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Paleolitik",
      "B": "Kalkolitik",
      "C": "Neolitik",
      "D": "Mezolitik",
      "E": "Tunç çağı"
    },
    "explanation": "Neolitik"
  },
  {
    "id": "2362672",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, paleolitik dönem yiyecekleri arasında<strong> yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Leş yiyiciliği",
      "B": "Meyve, böğürtlen, bal",
      "C": "Taşta pişirme",
      "D": "Karbonhitrat bakımından zengin beslenme.",
      "E": "Ateşin bulunması."
    },
    "explanation": "Karbonhitrat bakımından zengin beslenme."
  },
  {
    "id": "2362676",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisinde yer alanın kullanılması taş devrinin sonunda yeni bir dönem başlatmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bakır",
      "B": "Gümüş",
      "C": "Altın",
      "D": "Bronz",
      "E": "Demir"
    },
    "explanation": "Bakır"
  },
  {
    "id": "2362683",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, Hititlerde yeme içme alışkanlıkları ve davranışları arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tahıl tarımı yaygındı.",
      "B": "Boğazköy'deki tahıl deposu en önemli kanıttır.",
      "C": "180'den fazla ekmek ya da unlu ürünü bulunmaktadır.",
      "D": "Izgara yapmak önemli yer tutmaktadır.",
      "E": "Hem deniz hem nehir balıkçılığı yaygın olarak yapılmıştır."
    },
    "explanation": "Hem deniz hem nehir balıkçılığı yaygın olarak yapılmıştır."
  },
  {
    "id": "2362685",
    "unitNumber": 4,
    "text": "............'ın temel gıdaları bira ve ekmektir.",
    "correctAnswer": "B",
    "options": {
      "A": "Hititler",
      "B": "Mısırlılar",
      "C": "Sümerler",
      "D": "Antik Yunan",
      "E": "Roma"
    },
    "explanation": "Mısırlılar."
  },
  {
    "id": "2362691",
    "unitNumber": 4,
    "text": "Kline, aşağıdaki hangi medeniyette kullanılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hititler",
      "B": "Sümerler",
      "C": "Antik Yunan",
      "D": "Mısırlılar",
      "E": "Roma"
    },
    "explanation": "Antik Yunan"
  },
  {
    "id": "2362700",
    "unitNumber": 4,
    "text": "\"Mutfakta profesyonelleşmenin ilk örnekleri görülmüştür. Bunun en önemli nedeni loncalardır. Zamanla loncalar profesyonel mutfak ekipleri yetiştirmeye başlamışlardır. bu ekipler bugünkü aşçıbaşı ve yardımcıları grubunun çekirdeğini oluşturmuştur.\"\n Yukarıda sözü edilen dönem, aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Antik Yunan",
      "B": "Roma",
      "C": "Rönesans",
      "D": "Geç Orta çağ",
      "E": "Hititler"
    },
    "explanation": "Geç Orta çağ"
  },
  {
    "id": "2362994",
    "unitNumber": 4,
    "text": "Kline ne demektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dyonisos şenliklerinde şarap tüketimidir",
      "B": "Nehirden veya tapınaklardan akan şaraplardır",
      "C": "Kızartma etten çok lapa ve sulu yemeklerin tüketilme alışkanlığı",
      "D": "Antik Yunan şölenlerinde konukların üzerine uzanması için kullanılan bir çeşit divanlardır",
      "E": "Düğün ve cenaze ritüelleridir"
    },
    "explanation": "Kline: Antik Yunan şölenlerinde konukların üzerine uzanması için kullanılan bir çeşit divanlardır. Yemekler ve içkiler klineler üzerinde alınırken bütün gece sabaha kadar sohbetler edilmiştir.\n<br/>Cevap D"
  },
  {
    "id": "2363014",
    "unitNumber": 4,
    "text": "Fransız tahtının varisi Kral II. Henri’nin Medici ailesinden Catherine ile evlenmesi (1533), Catherine’in çeyiz olarak yanında aşçı ekibiyle birlikte İtalya’da çoktandır kullanılmakta olan ancak henüz Fransa’da bulunmayan çatalı da yanında getirmesi ve İhtişam ve lükse düşkün olan 14. Louis’in usta ve aşçıların yetiştirileceği okulların kurulmasına öncülük etmesi, aşağıda verilenlerden hangisinin sonuçlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Mutfakta önceleri ocak ve mangal bulunurken 13. yüzyılla birlikte fırın da yer almaya başlamıştır",
      "B": "Hem mutfakta kullanılan ekipmanlar hem de masaya yerleştirilen araç gereçler<br/>yok denecek kadar azdır",
      "C": "Zamanla loncalar profesyonel mutfak ekipleri yetiştirmeye başlamıştır. Bu ekipler bugünkü aşçıbaşı ve yardımcıları grubunun çekirdeğini oluşturmuştur",
      "D": "Koyun, keçi, bıldırcın ve keklik gibi av hayvanları soylular tarafından sıkça tüketilmiştir",
      "E": "Ziyafetlerin ne kadar önemli olduğunun ve yemek kültürünün sosyal anlamda itibar sembolü haline gelmesi."
    },
    "explanation": "97. sayfada sorunun cevabı uzun bir şekilde anlatılmıştır.\n<br/>Cevap E"
  },
  {
    "id": "2363036",
    "unitNumber": 4,
    "text": "I. Et suları\n II. Bıçak kullanımı\n III. Pastacılık ve pişirme tekniklerine önem verme\n IV. Personel sayısının fazlalığı\n V. Kullanılan malzemenin nadir ve çok pahalı olması \n Yukarıda özellikleri verilen mutfak akımı hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Grande Cuisine",
      "B": "Careme",
      "C": "Houte cuisine",
      "D": "Neuvelle Cuisine",
      "E": "Les Dons de Comus"
    },
    "explanation": "Grande Cuisine et suları, bıçak kullanımı, pastacılık ve pişirme tekniklerine önem veren bir mutfak olup personel sayısının fazlalığı ve kullanılan malzemenin nadir ve buna bağlı olarak çok pahalı olması sebebiyle zor bir mutfak şeklinde nitelendirilmektedir (Sarıışık ve Hatipoğlu, 2009).\n Cevap A"
  },
  {
    "id": "2363052",
    "unitNumber": 4,
    "text": "İşçi sınıfının doğuşu, ulaştırmadaki gelişmeler ve kadının çalışma hayatına girmesi gibi kavramlar aşağıdakilerden hangisine dahildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Teknolojik, bilimsel ve endüstriyel gelişmeler",
      "B": "Endüstri devriminin yeme içmeye dolaylı etkileri",
      "C": "Kontrol ve denetim mekanizmaları",
      "D": "Gıda konusunda uzmanlaşma gereği",
      "E": "Fransız mutfağının yükselişi ve restoranlar"
    },
    "explanation": "Elbette yiyecek içecek kültürü ve alışkanlıkları da diğer pek çok şey gibi bu durumdan etkilenmiş olup bunlar Endüstri Devrimi’nin dolaylı etkileridir. Dolaylı etkilerin en görülebilenleri işçi sınıfının doğuşu, ulaştırmadaki gelişmeler ve kadının çalışma hayatına başlaması şeklinde sıralanabilir.\n Cevap B"
  },
  {
    "id": "2363307",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türk boylarının genel yeme içme özelliklerinden değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hazır yiyecekler kullanmışlardır",
      "B": "Yanlarında konserve şeklinde saklanmış et bulundurmuşlardır",
      "C": "Soya kıyması, salama öğütülmüş tavuk kemiği sık sık kullanılmıştır",
      "D": "Her çeşit pişirilmiş hayvanın etlerini bacakları ile atın sırtına koyup etlerin bir parça ısınmasını sağlayarak tüketmişlerdir",
      "E": "Yoğurtla terbiye edilmiş yemekler kullanmışlardır"
    },
    "explanation": "Soya kıyması, salama öğütülmüş tavuk kemiği sık sık kullanılması Teknolojik, Bilimsel ve Endüstriyel Gelişmeler başlığı altında verilenlerden biridir. Diğerleri Türk boylarının genel yeme içme özellikleri arasında yer almaktadır.\n Cevap C"
  },
  {
    "id": "2363313",
    "unitNumber": 4,
    "text": "Orun ne demektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bozulmayacak hâle getirilmiş bütün süt ürünleridir",
      "B": "Avrupa Hunlarının devamlı hareket etmelerinden dolayı karınlarını hazır yiyeceklerle doldurmalarıdır",
      "C": "Başlangıçta darı ve arpa kültürü varken zamanla buğday ve çavdarın öne geçmesidir",
      "D": "Eski Türk devletlerinde hükümdarın, devlet adamları ve komutanlarla yapmış<br/>olduğu toplantı, meclis ve kurultaylara başkanlık yapması onun hâkimiyetinin sembollerinden biridir. Bu meclis ve toplantılarda bulunanların Türk devlet anlayışına uygun kurallara göre oturma kuralına orun denir",
      "E": "Kutadgu Bilig’de belirtildiği üzere sofra düzenine riayet edilmesi ve<br/>temizlik hususuna dikkat edilmesine denir"
    },
    "explanation": "Orun; Eski Türk devletlerinde hükümdarın, devlet adamları ve komutanlarla yapmış olduğu toplantı, meclis ve kurultaylara başkanlık yapması onun hâkimiyetinin sembollerinden biridir. Bu meclis ve toplantılarda bulunanların Türk devlet anlayışına uygun kurallara göre oturma kuralına orun denir (https://yenidenergenekon.com).\n Cevap D"
  },
  {
    "id": "2363329",
    "unitNumber": 4,
    "text": "Kentleşme olgusunun hız kazanması, beraberinde kırsal alandan şehirlere olan göçü hızlandırmış, başta etnik restoranlar olmak üzere çok sayıda işletmenin ortaya çıkmasına zemin hazırlamış ve sosyalleşme kavramına uygun olarak özellikle ailelerin talep ettiği yemek ve eğlenceyi bir arada sunan işletme sayısında önemli artışlar olmuştur. Bu yargılar dikkate alındığında aşağıdakilerden hangisinden söz ediyoruz demektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Osmanlı’nın son dönemlerinde yüzünü Batı’ya dönmesi ile birlikte yeme-içme sektöründe de hareketlenmeler",
      "B": "İstanbul mutfağı hem önceki yüzyıllardan beri süregelen hem de yeni lezzet kalıpları içeren zengin bir yemek kültürünün ortaya çıkması",
      "C": "Yıllar içinde restorancılık yaygınlaşmış ve Türkiye’nin bir ucundan bir ucuna çok sayıda restoran açılması",
      "D": "19. yüzyılda İstanbul’da Tophane, Eyüp ve Üsküdar gibi semtlerde yoğunlaşan geleneksel kebap evleri dolup taşmış, ortaya çıkan döner kebapçı dükkânları da görece pahalı fiyatlarına karşın kentin işlek caddelerinden geçenlerin ilgisini çekmesi",
      "E": "Turizm kalkınma planlarının 1980 sonrası yiyecek-içecek sektörüne yansımaları"
    },
    "explanation": "Özellikle 1980’lerle birlikte Türkiye’de yaşanan gelişmeler yeme içme sektörünün ivme kazanmasında etkili olmuştur. Turizm kalkınma planlarının 1980 sonrası yiyecek-içecek sektörüne yansımaları şu şekilde özetlenmektedir (Sarıışık ve Hatipoğlu, 2009:197);\n<br/>Deniz kenarındaki arazilerin turizme açılması ve tahsis edilen krediler ile konaklama işletmelerine paralel olarak restoran, bar, eğlence yerleri sayısında önemli artışlar meydana gelmiştir.\n<br/>Kentleşme olgusunun hız kazanması beraberinde kırsal alandan şehirlere olan göçü hızlandırmış, başta etnik restoranlar olmak üzere çok sayıda işletmenin ortaya çıkmasına zemin hazırlamıştır.\n<br/>Sosyalleşme kavramına uygun olarak özellikle ailelerin talep ettiği yemek ve eğlenceyi bir arada sunan işletme sayısında önemli artışlar olmuştur.\n<br/>Sanayileşme ve okul sayısının artmasıyla birlikte dışarıda yiyecek sağlayan işletmeler önem kazanmıştır.\n<br/>Cevap E"
  },
  {
    "id": "2371977",
    "unitNumber": 4,
    "text": "Tarih öncesi çağların ilki aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paleolitik",
      "B": "Mezolitik",
      "C": "Neolitik",
      "D": "Kalkolitik",
      "E": "İlk Tunç Çağı"
    },
    "explanation": "Tarih öncesi çağların ilki Eski Taş (Yontma taş) Çağı da denilen Paleolitik dönemdir."
  },
  {
    "id": "2371982",
    "unitNumber": 4,
    "text": "Ateşin insanlar tarafından <u>ilk defa</u> kontrol altına alındığı tarih aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Günümüzden 1.5 Milyon yıl önce",
      "B": "Günümüzden 400.000-500.000 yıl önce",
      "C": "Günümüzden 3 milyon yıl önce",
      "D": "Günümüzden 700.000 yıl önce",
      "E": "Günümüzden 100.000 yıl önce"
    },
    "explanation": "Ateşin kontrol altına alındığı tarih için yakın zamana kadar Chou-Kou-Ten Mağarası’nda 400.000-500.000 yıl öncesine ait kalıntılar gösterilirken 1988 yılında yapılan bir çalışmayla Güney Afrika’daki Swartkrans Mağarası’nda 1.5 milyon öncesine ait kalıntılar gösterilmiştir.<br/>Günümüzden 1.5 Milyon yıl önce"
  },
  {
    "id": "2371985",
    "unitNumber": 4,
    "text": "Ateşin insanlar tarafından <u>ilk defa</u> kontrol altına alındığını gösteren kalıntılar aşağıdaki mağaralardan hangisinde bulunmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Swartkrans Mağarası",
      "B": "Lascaux Mağarası",
      "C": "Altamira Mağarası",
      "D": "Şanidar Mağarası",
      "E": "Yarımburgaz Mağarası"
    },
    "explanation": "Ateşin bulunması yemek kültürü açısından en önemli gelişme sayılabilir. Hikâyesi ise arkeolojik gelişmelere göre değişiklik göstermektedir. Ateşin kontrol altına alındığı tarih için yakın zamana kadar Chou-Kou-Ten Mağarası’nda 400.000-500.000 yıl öncesine ait kalıntılar gösterilirken 1988 yılında yapılan bir çalışmayla Güney Afrika’daki Swartkrans Mağarası’nda 1.5 milyon öncesine ait kalıntılar gösterilmiştir."
  },
  {
    "id": "2372393",
    "unitNumber": 4,
    "text": "İnsanların yerleşik hayata geçmesi, tarıma başlaması ve hayvanları evcilleştirmesi gibi önemli gelişmelerin yaşandığı dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Neolitik",
      "B": "Kalkolitik",
      "C": "Paleolitik",
      "D": "Mezolitik",
      "E": "İlk Tunç"
    },
    "explanation": "İnsanların yerleşik hayata geçmesi, tarıma başlaması ve hayvanları evcilleştirmesi gibi önemli gelişmelerin yaşandığı dönem Neolitik dönem olarak adlandırılmaktadır."
  },
  {
    "id": "2372429",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Antik Yunan’da iki kez pişirilen asker ekmeğine verilen isimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pksimodi",
      "B": "Garum",
      "C": "Sylphium",
      "D": "Kline",
      "E": "Lekythos"
    },
    "explanation": "Pksimodi Antik Yunan’da iki kez pişirilen asker ekmeğidir"
  },
  {
    "id": "2372457",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Eski Yunan'da en önemli yeme içme malzemeleri arasında yer alan bir çeşit balık sosuna verilen isimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Garum",
      "B": "Lekythos",
      "C": "Askos",
      "D": "Syndeipnon",
      "E": "Grifon"
    },
    "explanation": "Antik Yunan’da yeme içmenin en önemli malzemeleri bir çeşit balık sosu olan garum ve içinde kullanılan sylphium adı verilen ottur."
  },
  {
    "id": "2373656",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Roma dönemindeki şölenlerde meyve ve tatlı ikramından sonra geçilen içme merasimine verilen isimdir",
    "correctAnswer": "A",
    "options": {
      "A": "Comissatio",
      "B": "Kline",
      "C": "Arkosolium",
      "D": "Cella",
      "E": "Dromos"
    },
    "explanation": "Romalılar döneminde şölenler convivium adıyla anılmış ve davetiye ile çağırma, döşeklere önem sırasına göre yerleşme gibi ritüeller gerçekleştirilmiştir. Bu etkinliklerde salatalar, soğuk yemekler, mantar, zeytin, salamura balık gibi başlangıçlardan sonra yedi çeşit ana yemek sunulmuştur. Yemek aralarında ise köleler konukların ellerine kokulu su dökerek temizliği sağlamıştır.<br/>Meyve ve tatlı ikramından sonra <strong>comissatio</strong> denilen içme merasimine geçilmiştir."
  },
  {
    "id": "2373669",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Romalılar döneminde şölenlere verilen isimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Convivium",
      "B": "Londinium",
      "C": "Khamasorion",
      "D": "Tympanum",
      "E": "Megaron"
    },
    "explanation": "Romalılar döneminde şölenler convivium adıyla anılmış ve davetiye ile çağırma, döşeklere önem sırasına göre yerleşme gibi ritüeller gerçekleştirilmiştir."
  },
  {
    "id": "2373693",
    "unitNumber": 4,
    "text": "Uzun şapkanın aşçıbaşı, kısa yuvarlak şapkanın çıraklar tarafından kullanılması aşağıdaki dönemlerden hangisinden günümüze ulaşmış bir gelenektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Orta Çağ",
      "B": "İlk Çağ",
      "C": "Yeni Çağ",
      "D": "Yakın Çağ",
      "E": "Demir Çağı"
    },
    "explanation": "Mutfak standartları ve geleneklerinin bir bölümü Orta Çağ'dan günümüze ulaşmıştır. Örneğin uzun şapkanın aşçıbaşı, kısa yuvarlak şapkanın çıraklar tarafından kullanılması bu dönemden kalma bir gelenektir."
  },
  {
    "id": "2373714",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Eski Dünya'dan Yeni Dünya'ya (Amerika) giden bitkilerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kahve",
      "B": "Yeşil Fasulye",
      "C": "Dolmalık Biber",
      "D": "Mısır",
      "E": "Vanilya"
    },
    "explanation": "<strong>Yeni Dünya’da Eski Dünya’ya Giden Bitki ve Hayvanlar</strong><br/>• Meyveler: Avokado, böğürtlen, yerfıstığı, kızılcık, kakao, papaya, pekan cevizi, ananas, çilek.<br/>• Sebzeler: Fasulye (Yeşil fasulye, barbunyagibi tüm fasulye çeşitleri), biber (dolmalık biber, yeşil biber, kırmızı biber), mısır, patates, tatlı patates, bal kabağı, sakız kabağı, ay çiçeği, domates, yer elması, manyok, kinoa.<br/>• Diğer: Türün.<br/>• Baharat: Vanilya, yenibahar.<br/>• Hayvan: Hindi.\n<br/><strong>Eski Dünya’dan Yeni Dünya’ya Giden Bitki ve Hayvanlar</strong><br/>• Tahıllar: Buğday, arpa, darı, yulaf, çavdar, pirinç.<br/>• Meyveler: Elma, kayısı, muz, turunçgiller, badem, ceviz, kivi, karpuz, kavun, mango, zeytin, şeftali, armut, Şam fıstığı, şeker kamışı, hurma, üzüm, nar,<br/>fındık.<br/>• Sebze ve baklagiller: Pancar, şeker pancarı, turp, şalgam, enginar, kuşkonmaz, lahana, brokoli, karalahana, Brüksel lahanası, karnabahar, pırasa,<br/>havuç, salatalık, patlıcan, sarımsak, marul, bamya, soğan, bezely<br/>Kahve"
  },
  {
    "id": "2380400",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi insanlığın yeme içme kültürü ile ilgili ilk bilgi kaynaklarıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Çanak, çömlekler",
      "B": "Mağara resimleri",
      "C": "Yazılı tabletler",
      "D": "Binaların iç yapıları",
      "E": "Mühürler"
    },
    "explanation": "Arkeolojik kazılardan elde edilen mağara resimlerinden başlayarak kap kacaklar, mutfak gereçleri, binaların mimari yapıları, mühürler vb. pek çok kalıntı yeme içme kültürünün temelleri konusunda derinlemesine bilgiler sunmaktadır. Daha yakın tarihe gelindikçe, yazının da bulunmasıyla daha fazla bilgi yeme-içme tarihini aydınlatmıştır."
  },
  {
    "id": "2380402",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangi buluş insanlığı yeme içme kültürüyle ilgili daha fazla bilgi elde edilmesinde önemli kaynak oluşturmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Madenin bulunuşu",
      "B": "Baskı makinesinin bulunuşu",
      "C": "Kağıdın bulunuşu",
      "D": "Yazının bulunuşu",
      "E": "Ateşin bulunuşu"
    },
    "explanation": "Daha yakın tarihe gelindikçe, yazının da bulunmasıyla daha fazla bilgi yeme-içme tarihini aydınlatmıştır."
  },
  {
    "id": "2380404",
    "unitNumber": 4,
    "text": "Aşağıdaki tarihsel dönemlerden hangisi en uzun aralıklı dönemdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eski Taş Çağı",
      "B": "Maden Çağı",
      "C": "Orta Çağ",
      "D": "Yeni Çağ",
      "E": "Yakın Çağ"
    },
    "explanation": "Tarih öncesi çağların ilki Eski Taş (Yontma taş) Çağı da denilen <em>Paleolitik </em>dönemdir. Paleolitik dönem MÖ 10.000 öncesine işaret etmesi bakımından çağlar arasında en uzun aralığa sahiptir."
  },
  {
    "id": "2380407",
    "unitNumber": 4,
    "text": "Akdeniz kıyısındaki Cueva de la Arama’da bulunan kaya sanatı örneklerinde, ilk insanların hangi çalışmalarının tasviri görülmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Avcılık",
      "B": "Et pişirme",
      "C": "Bal toplama",
      "D": "Barınak yapma",
      "E": "Toprağı sürme"
    },
    "explanation": "Akdeniz kıyısındaki Cueva de la Arama’da bulunan kaya sanatı örneklerinde bal toplama işi gösterilmiştir"
  },
  {
    "id": "2380411",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, yiyecek-içecek anlamında daha profesyonel uygulamaların gerçekleştirildiği dönemi tanımlayan kavramdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Neolitik",
      "B": "Mezolitik",
      "C": "Prehistorik",
      "D": "Homo Erectus",
      "E": "Poleolitik"
    },
    "explanation": "İnsanlık tarihinin bu dönemin geçiş durumunu belirtmesi bakımından <em>Mezolitik </em>denmiştir (Güngör, 1998). Mezolitik dönem yiyecek içecek anlamında daha profesyonel uygulamaların gerçekleştirildiği bir dönem olarak değerlendirilebilir."
  },
  {
    "id": "2380414",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, tarihsel bulgulara göre insanlığın ilk evcilleştirdiği hayvanlar arasında yer <u>almaz?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Köpek",
      "B": "Domuz",
      "C": "Keçi",
      "D": "At",
      "E": "Koyun"
    },
    "explanation": "Arkeobotanik ve arkeozoolojik çalışmalar ilk tarım bitkilerinin buğday, arpa, mercimek, bezelye, burçak, keten ve kenevir; ilk evcilleştirilen hayvanların da köpek, koyun, keçi ve domuz olduğunu göstermektedir (Uhri, 2015)."
  },
  {
    "id": "2380419",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Geç Neolitik dönemin önemli bir özelliğidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Etlerin pişirilerek tüketilmesi",
      "B": "Buzul çağının sona ermesi",
      "C": "Çanak çömlek yapılıp kullanılması",
      "D": "Ateşin bulunması",
      "E": "Küçük av araçlarının geliştirilmesi"
    },
    "explanation": "Geç Neolitik dönem bazı kaynaklarda Çanak Çömlekli dönem olarak da ifade edilmektedir. Yiyeceklerin nasıl pişirildiği gibi sorulara da bu kalıntılar yoluyla cevap bulunmuştur."
  },
  {
    "id": "2380422",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Erken Tunç Çağında görülen gelişmelerden biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Metalürji teknolojisinin ortaya çıkması",
      "B": "İş bölümünde uzmanlaşmaya geçilmesi",
      "C": "Kamusal yapıların büyümesi",
      "D": "Yerleşimde kentleşme oluşması",
      "E": "Ana tanrıça kültürünün güçlenmesi"
    },
    "explanation": "Verimliliği ve doğurganlığı simgeleyen Ana tanrıça kültünün gerileyerek evin içinde ocak fırın ve mutfakla ilintili olarak devam etmesi."
  },
  {
    "id": "2380424",
    "unitNumber": 4,
    "text": "Homeros tarafından yazılan İlyada ve Odesia adlı eser hangi kültüre aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Antik Yunan",
      "B": "Eski Mısır",
      "C": "Eski Roma",
      "D": "Hititler",
      "E": "Sümerler"
    },
    "explanation": "<strong><em>Antik Yunan</em></strong>’da yeme içme alışkanlıkları ve davranışları şu şekilde özetlenebilir (Dalby ve Grainer, 2001; Delemen, 2003; Sevimli, 2005; Çetin, 2008; Tez, 2012):\n • Dönem ile ilgili ışık tutan kaynak Homeros’un İlias ve Odysseia (İlyada ve Odesia) eseridir. Ancak eser o dönemde beslenmenin ete dayandığı izlenimini yaratmaktadır."
  },
  {
    "id": "2380428",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, Göktürk ve Uygur toplumunun yiyecek-içecek kültüründe yer <u>almaz?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Erik",
      "B": "Acı bakla",
      "C": "Kımız",
      "D": "Patates",
      "E": "Üzüm"
    },
    "explanation": "Göktürkler ve Uygular'da erik, üzüm, kayısı gibi pek çok meyveye ve acı bakla gibi bazı baklagillere rastlanır. Üzümden şarap, pekmez ve sirke yapımı vardır. Ayrıca kısrak sütünden yapılan kımız da tüketmişlerdir. Patates ise Keşifler Çağı'nda Amerika'dan Batı'ya gelmiş başlıca sebzelerden biridir."
  },
  {
    "id": "2386304",
    "unitNumber": 4,
    "text": "Aşağıda verilen bilgilerden hangisi Mezolitik Dönem'in özellikleri arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Buzulların çekilmesiyle yeni bitki ve hayvan türlerinin ortaya çıkması.",
      "B": "Ateşin bulunmasıyla beraber yiyeceklerde kullanılmaya başlanması.",
      "C": "Buğday, arpa, mercimek ve bezelye tarımının yapılmaya başlanması.",
      "D": "Leş yiyiciliğinin insanoğlunun beslenme aracı olarak kullanılması.",
      "E": "Sıvının depolanması ve taşınması işleminin gerçekleşmesi."
    },
    "explanation": "Mezolitik dönemde buzullar Kuzeye doğru çekilmeye başlamış, boşalan alanları yeni bitki ve hayvan türleri doldurmuştur. İnsanların gıda kaynaklarının türü ve çeşitliliği de böylece artmıştır."
  },
  {
    "id": "2387396",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tarih öncesi ilk insanların tatlı ihtiyacını karşıladıkları besinlerden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Bal",
      "B": "Böğürtlen",
      "C": "Meyveler",
      "D": "Akçaağaç şurubu",
      "E": "Pekmez"
    },
    "explanation": "İlk insanlarda en önemli tatlı kaynakları arasında meyveler, böğürtlenler, bal, akçaağaç şurubu ve bitki özütleri sayılabilir (Freedman, 2007). Cevap E seçeneğidir."
  },
  {
    "id": "2387400",
    "unitNumber": 4,
    "text": "Tarih öncesi ilk insanların beslenme alışkanlıklarındaki değişimi sağlayan <strong><u>en önemli</u></strong> gelişme hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Seramik çömlek kapların kullanımı",
      "B": "Büyük av hayvanların avlanılması",
      "C": "Küçük taş av aletlerinin geliştirilmesi",
      "D": "Ateşin bulunması ve kontrol edilmesi",
      "E": "Bakır ve tunç metallerin işlenmesi"
    },
    "explanation": "Ateşin bulunması yemek kültürü açısından en önemli gelişme sayılabilir. Hikâyesi ise arkeolojik gelişmelere göre değişiklik göstermektedir. Ateşin kontrol altına alındığı tarih için yakın zamana kadar Chou-Kou-Ten Mağarası’nda 400.000-500.000 yıl öncesine ait kalıntılar gösterilirken 1988 yılında yapılan bir çalışmayla Güney Afrika’daki Swartkrans Mağarası’nda 1.5 milyon öncesine ait kalıntılar gösterilmiştir (Uhri, 2015). Pişirmek için ise ilk kullanılan gereçler ocağı oluşturan taşların kullanımı olabildiği gibi etin kazığa geçirilerek kızartılması şeklinde pişirme de gerçekleştirilmiştir (Gürsoy, 2004). Beslenme açısından önemli bir dönüm noktası olan bu dönemle birlikte beslenme alışkanlıkları değişmeye başlamış, beslenme alışkanlıkları Homo Erectus’un çene ve diş yapısında bile değişiklere yol açmıştır. Cevap D seçeneğidir."
  },
  {
    "id": "2387407",
    "unitNumber": 4,
    "text": "İnsanlık tarihinde karbonhidrat bakımından zengin beslenme <strong><u>ilk</u></strong> hangi dönemde başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Paleolitik Dönem",
      "B": "Mezolitik Dönem",
      "C": "Neolitik Dönem",
      "D": "Kalkolitik Dönem",
      "E": "Geç Kalkolitik Dönem"
    },
    "explanation": "İnsanların yerleşik hayata geçmesi, tarıma başlaması ve hayvanları evcilleştirmesi gibi önemli gelişmelerin yaşandığı dönem Neolitik dönem olarak adlandırılmaktadır. Neolitik Çağ’da ilk etapta kullanılan araç ve gereçler dayanıksız malzemelerden yapılmış, çanak çömlek kullanımı daha ileri tarihlerde gerçekleşmiştir. Bununla birlikte arkeobotanik ve arkeozoolojik çalışmalar ilk tarım bitkilerinin buğday, arpa, mercimek, bezelye, burçak, keten ve kenevir; ilk evcilleştirilen hayvanların da köpek, koyun, keçi ve domuz olduğunu göstermektedir (Uhri, 2015). Ancak burada bahsedilen buğday yabani einkorn ve emmer olarak bilinen yabani buğdaydır ve zamanla farklı tahıl melezlerinin oluşması sağlanmıştır. 2000 yılında Northern Horizan araştırma gemisindeki bilim adamları dünyada ilk çiftçilerin MÖ 7500 civarında Karadeniz civarında yaşadığını Der Spiegel dergisinde duyurmuştur (Gürsoy, 2004). Çiftçilik ve tahıl üretiminin artmasından dolayı bu dönemin beslenme alışkanlığı karbonhidrat ağırlıklı olarak değişmiştir (Freedman, 2007). Cevap C seçeneğidir."
  },
  {
    "id": "2387416",
    "unitNumber": 4,
    "text": "Arkeolojik araştırmalar sonucunda 180’den fazla ekmek ya da unlu ürünün bulunduğu eski uygarlık aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hititler",
      "B": "Sümerler",
      "C": "Urartular",
      "D": "Mısırlılar",
      "E": "Persler"
    },
    "explanation": "Hititlerde yeme içme alışkanlıkları ve davranışları şu şekilde özetlenebilir (Solak, 2010; Doğdubay, 2015; Uhri, 2015): Tahıl tarımı yaygındır. Boğazköy’deki tahıl deposu en önemli kanıttır. 180’den fazla ekmek ya da unlu ürünü bulunmaktadır. Cevap A seçeneğidir."
  },
  {
    "id": "2387424",
    "unitNumber": 4,
    "text": "Arkeolojik araştırmalar sonucunda profesyonel olarak erkek aşçıbaşıların mutfaklarda çalıştırıldığı <strong><u>ilk defa</u></strong> hangi uygarlıkta görülmüştür?",
    "correctAnswer": "B",
    "options": {
      "A": "Hititler",
      "B": "Sümerler",
      "C": "Urartular",
      "D": "Mısırlılar",
      "E": "Persler"
    },
    "explanation": "Arkeolojik araştırmalar sonucunda profesyonel olarak erkek aşçıbaşıların mutfaklarda çalıştırıldığı ilk defa Sümerlerde görülmüştür. Cevap B seçeneğidir."
  },
  {
    "id": "2387430",
    "unitNumber": 4,
    "text": "Antik Romalılar döneminde verilen yemekli şölenlerin ismi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Syndeipnon",
      "B": "Symposion",
      "C": "Sylphium",
      "D": "Convivium",
      "E": "Grammatideion"
    },
    "explanation": "Romalılar döneminde şölenler convivium adıyla anılmış ve davetiye ile çağırma, döşeklere önem sırasına göre yerleşme gibi ritüeller gerçekleştirilmiştir. Bu etkinliklerde salatalar, soğuk yemekler, mantar, zeytin, salamura balık gibi başlangıçlardan sonra yedi çeşit ana yemek sunulmuştur. Yemek aralarında ise köleler konukların ellerine kokulu su dökerek temizliği sağlamıştır. Meyve ve tatlı ikramından sonra comissatio denilen içme merasimine geçilmiştir. Cevap D seçeneğidir."
  },
  {
    "id": "2387438",
    "unitNumber": 4,
    "text": "Avrupa’da Soyluların mutfak kültürüyle tanışmasına öncülük eden kral aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "3. Philippe",
      "B": "4. Charles",
      "C": "1. Francois",
      "D": "2. Henri",
      "E": "13. Louis"
    },
    "explanation": "Avrupa’da 13. Louis’in zehirlenme korkusu nedeniyle mutfağa girip yemeklerini kendisinin yapması ve soylular tarafından bu hareketin taklit edilmesiyle soyluların mutfakla tanışması görülür. Cevap E seçeneğidir."
  },
  {
    "id": "2387446",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Yeni Dünya’dan eski dünyaya getirilmiş bitkilerden <strong><u>değildir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Fasulye",
      "B": "Mısır",
      "C": "Lahana",
      "D": "Patates",
      "E": "Yer elması"
    },
    "explanation": "Yeni Dünya’dan eski dünyaya getirilmiş bitkiler, Fasulye (Yeşil fasulye, barbunya gibi tüm fasulye çeşitleri), biber (dolmalık biber, yeşil biber, kırmızı biber), mısır, patates, tatlı patates, bal kabağı, sakız kabağı, ay çiçeği, domates, yer elması, manyok, kinoa’dır. Lahana eski dünya bitkisidir. Cevap C seçeneğidir."
  },
  {
    "id": "2387456",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi “Neuvelle Cuisine” Yeni Mutfak’ın özelliklerinden <strong><u>değildir</u></strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Karmaşık ve uzun yemek pişirme tekniklerinin reddedilmesi.",
      "B": "Salamura, konserve ve dondurulmuş ürünlerin kullanılması.",
      "C": "Mutfakta bulunabilecek en taze ürünlerin kullanılması.",
      "D": "Buharda ve kağıtta pişirme tekniklerinin tercih edilmesi.",
      "E": "Restoranlarda kısa ve sade menülerin hazırlanması."
    },
    "explanation": "Yeni Mutfak manifestosu yayınlanmıştır. Bu anlayışın ‘babası’ olarak ise Fernand Point gösterilmiştir. Akımın temel prensiplerinin bir kısmı şu şekilde sıralanabilir (Samancı, 2015): • Karmaşık ve uzun yemek pişirme tekniklerinin reddedilmesi, • Et, balık, deniz ürünleri, kümes hayvanı, av eti, sebze yemeklerinin ve patelerin hazırlanma süresinin yiyeceklerin doğal tadını muhafaza etmesi için kısaltılması, • Buharda ve kağıtta pişirme tekniklerinin tercih edilmesi • Mutfakta bulunabilecek en taze ürünlerin kullanılması, • Uzun menüler yerine kısa ve sade menülerin hazırlanması. Cevap B seçeneğidir."
  },
  {
    "id": "2387466",
    "unitNumber": 4,
    "text": "Osmanlı saray mutfağı çalışanları arasında aşçıbaşı statüsündeki unvan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ser-tabbahin",
      "B": "Halife",
      "C": "Şakirt",
      "D": "Üstat",
      "E": "Aşşab"
    },
    "explanation": "Saray mutfaklarında çalışan aşçılar usta (üstat), kalfa (halife) ve çırak (şakirt) olmak üzere üçe ayrılmıştır. Bütün aşçıların başında ise aşçıbaşı (ser-tabbahin) bulunmaktadır. Bu dönemde kar ve buz hizmeti gören buzcu, şifalı bitki toplayan aşşablar, buğdayı döven buğday dövücü, hamur karıcı (hamurger) ve elekçi gibi pek çok farklı iş kolu tespit edilmiştir (Bilgin, 2008). Cevap A seçeneğidir."
  },
  {
    "id": "2387877",
    "unitNumber": 4,
    "text": "Verimliliği ve doğurganlığı simgeleyen Ana tanrıça kültünün gerileyerek evin içinde ocak fırın ve mutfakla ilintili olarak devam etmesi tarih çağlarından hangisinin belirgin özelliklerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Taş Devri",
      "B": "Erken Tunç Çağı",
      "C": "Neolitik Dönem",
      "D": "Yakınçağ",
      "E": "Mezolitik Dönem"
    },
    "explanation": "Verimliliği ve doğurganlığı simgeleyen Ana tanrıça kültünün gerileyerek evin içinde ocak fırın ve mutfakla ilintili olarak devam etmesi tarih çağlarından ''Erken Tunç Çağı''nın özelliğidir."
  },
  {
    "id": "2387945",
    "unitNumber": 4,
    "text": "Yeme içme alışkanlıklarının seyrine dair aşağıdaki gelişmelerden hangisi Ortaçağ Avrupası'nda yaşanan kıtlıkların tabii bir sonucudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Ana malzeme kadar baharlı otların da mutfağa girmesi.",
      "B": "Çiftlik hayvanlarının yanında deniz ürünlerine yönelinmesi.",
      "C": "Karın doyurma ve dinin ön plana çıkması.",
      "D": "Kültür hayatının kilise kontrolünde olması.",
      "E": "Kilise kurumlarının varlıklarının artması."
    },
    "explanation": "Ortaçağ'da yaşanan kıtlıklar insan hayatını derinden etkilemiştir. Bu durumda yeme içme alışkanlıklarının özellikle halk arasında ileri boyutlara taşınması<br/>beklenemez. Bunun yerine karın doyurmak esastır ve din ön plana çıkmaktadır."
  },
  {
    "id": "2387998",
    "unitNumber": 4,
    "text": "12. yüzyılda Paris’te Chaines des Rotisseurs’ın yani Izgaracılar Odası’nın kurulması ile aşağıdaki olgulardan hangisini ilişkilendirmek mümkündür ?",
    "correctAnswer": "D",
    "options": {
      "A": "Şifahaneler ve manastırların yakınında şifalı bitki bahçeleri kurulmuştur.",
      "B": "Dört ayaklılar yerine kümes hayvanları ve balık tercih edilmeye başlanmıştır.",
      "C": "Mutfak gereçleri arasında fırın yer almaya başlamıştır.",
      "D": "Yeme-içme kültüründe lonca sistemi ortaya çıkmıştır.",
      "E": "Meyve zengin sofralarının vazgeçilmezleri arasına girmiştir."
    },
    "explanation": "12. yüzyılda Paris’te Chaines des Rotisseurs’ın yani Izgaracılar Odası’nın kurulması yeme-içme kültüründe lonca sistemi ortaya çıktığını göstermektedir."
  },
  {
    "id": "2388330",
    "unitNumber": 4,
    "text": "Osmanlı Büyük Elçisi Süleyman Ağa Türk kahvesi kültürünü hangi ülkenin soylularına öğretmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Avusturya",
      "B": "İspanya",
      "C": "İngiltere",
      "D": "İtalya",
      "E": "Fransa"
    },
    "explanation": "Osmanlı Büyük Elçisi Süleyman Ağa Türk kahvesi kültürünü Fransa soylularına öğretmiştir."
  },
  {
    "id": "2388463",
    "unitNumber": 4,
    "text": "Amerika'nın keşfiyle beraber Doğu dünyasının tanıdığı patatese dair aşağıda verilen bilgilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupalılar Endonezya'ya Güney Amerika patatesini ekmek suretiyle iki dünya arasında bağlantı kurmuşlardır.",
      "B": "Patates ilk olarak 1560 yılında İspanyol kaşifler tarafından İspanya’ya getirilmiştir.",
      "C": "Başlangıçta zehirli olduğu söylentisi yayıldığından patatese karşı halkta bir çekingenlik olmuştur.",
      "D": "Eğri büğrü görüntüsü değişik hastalıklara yol açtığı izlenimini oluşturmuştur.",
      "E": "Kral 16. Louis patatesin yetiştiği tarlalardan geceleri halkın bu patatesleri çalmasına göz yummuştur."
    },
    "explanation": "Avrupalılar Güney Amerika patatesini Endonezya'ya değil Kuzey Amerika'ya ekmek suretiyle iki dünya arasında bağlantı kurmuşlardır."
  },
  {
    "id": "2388525",
    "unitNumber": 4,
    "text": "Protein, karbonhidrat, vitamin kavramlarının ortaya çıktığı dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aydınlanma Çağı",
      "B": "Endüstri Devrimi",
      "C": "Rönesans Çağı",
      "D": "Keşifler Dönemi",
      "E": "Yüzyıl Savaşları Dönemi"
    },
    "explanation": "Protein, karbonhidrat, vitamin kavramlarının ortaya çıktığı dönem Endüstri Devrimi'nin olduğu dönemdir."
  },
  {
    "id": "2388592",
    "unitNumber": 4,
    "text": "Aşağıda verilen olay-tarih eşleştirmelerinden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "İlk elektrikli mutfak mikseri yapıldı - 1905",
      "B": "Alüminyum kutulu ilk içecek üretildi - 1948",
      "C": "İlk buzdolabı yapıldı - 1913",
      "D": "Hot dog ayak üstü yiyecek olarak sunuldu - 1890",
      "E": "Gıdaların hızlı dondurulması teknolojisi bulundu - 1938"
    },
    "explanation": "İlk buzdolabı 1913 yılında Chicago’da yapılmıştır. Diğer seçeneklerin tarihleri yanlıştır."
  },
  {
    "id": "2388663",
    "unitNumber": 4,
    "text": "Orta Asya Türklerinin yeme-içme kültüründe tarım ürünlerinin az olması aşağıdaki gerekçelerden hangisi ile izah edilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Geniş otlakların varlığı hayvancılığı teşvik ettiği için.",
      "B": "Su kaynaklarına yeterince sahip olamadıkları için.",
      "C": "Tarım teknolojisine dair bilgileri sınırlı olduğu için.",
      "D": "Göçebe hayat Türkler arasında yaygın olduğu için.",
      "E": "Hayvanlara ve özellikle ata özel bir önem verdikleri için."
    },
    "explanation": "Orta Asya Türklerinde göçebe hayat tarzı yaygın olduğu için tarım ürünleri sınırlıdır. Ancak yerleşik hayata geçildiğinde bu ürünlerin oranı artmıştır."
  },
  {
    "id": "2388769",
    "unitNumber": 4,
    "text": "Türklerde “Ancak ihtiyacın olduğu kadar ye iç ve doymadan sofradan kalk” düsturu ile şekillenen sofra adabının oluşumu aşağıdaki gerekçelerden hangisi ile açıklanabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kutadgu Bilig'de verilen yemek adabına dair öğütlerin etkisi ile.",
      "B": "Türklerin ali-cenap ve insani yönlerinin ağır basması ile.",
      "C": "Sürekli sefer halinde olup zamanla yarışmaları ile.",
      "D": "Savaşçı bir millet oldukları için kendilerine dikkat etmeleri fikri ile.",
      "E": "İslam ile sentezlenen mutfakta sufilik geleneğinin yerleşmesi ile."
    },
    "explanation": "İslam ile sentezlenen mutfakta sufilik geleneği ve yeni sofra adabı oluşmuştur. Buna göre temel felsefe “ancak ihtiyacın olduğu kadar ye iç ve doymadan sofradan kalk” olarak benimsenmiştir."
  },
  {
    "id": "2362003",
    "unitNumber": 5,
    "text": "İnsanların, malların, haberlerin ulaşmasını sağlayan işlerin ve araçların tümüne ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ulaştırma",
      "B": "Ulaşım",
      "C": "Şose",
      "D": "Kano",
      "E": "Zeplin"
    },
    "explanation": "Ulaştırma: İnsanların, malların, haberlerin ulaşmasını sağlayan işlerin ve araçların tümüdür."
  },
  {
    "id": "2362005",
    "unitNumber": 5,
    "text": "Köyler, şehirler, ülkeler arasında bir yerden bir yere gidiş gelişe ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ulaştırma",
      "B": "Kano",
      "C": "Zeplin",
      "D": "Ulaşım",
      "E": "Aktarma"
    },
    "explanation": "Ulaşım: Köyler, şehirler, ülkeler arasında bir yerden bir yere gidiş geliştir."
  },
  {
    "id": "2362013",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi hava ulaşım araçlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Triportörler",
      "B": "Telesiyejler",
      "C": "Teleferikler",
      "D": "Karavanlar",
      "E": "Yelken kanatlar"
    },
    "explanation": "Yelken kanatlar hava ulaşım araçlarındandır."
  },
  {
    "id": "2362018",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yer ulaşım araçlarından değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yüksek hızlı ve maglev trenler",
      "B": "Zeplinler",
      "C": "Triportörler",
      "D": "Faytonlar",
      "E": "Kızaklar"
    },
    "explanation": "Zeplinler hava ulaşım araçlarındandır."
  },
  {
    "id": "2362993",
    "unitNumber": 5,
    "text": "Ulaştırma tarihindeki dönüm noktalarından biri olan \"tekerleğin bulunması\" hangi medeniyet tarafından gerçekleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sümerler",
      "B": "Hititler",
      "C": "Romalılar",
      "D": "Urartular",
      "E": "Antik Yunan"
    },
    "explanation": "MÖ 3500’lerde Mezopotamya’da kurulan Sümer Uygarlığı ile ticaret çok daha fazla gelişmiş ve ulaşım kolaylığı nedeniyle Fırat kıyılarında (Kuzey Suriye, Güneydoğu Anadolu ve Doğu Anadolu) yeni ticaret merkezleri ortaya çıkmıştır. Sümerler tarafından “tekerleğin bulunması” ulaştırma tarihindeki dönüm noktalarından biri olmuştur. Bu gelişmeden sonra kızaklı arabalar tekerlekli araçlarla yer değiştirerek yük ve insan taşımada kullanılmaya başlamıştır.<br/>Sümerler tarafından “tekerleğin bulunması” ulaştırma tarihindeki dönüm noktalarından biri olmuştur. Doğru seçenek A'dır."
  },
  {
    "id": "2363005",
    "unitNumber": 5,
    "text": "1769 yılında \"buharla çalışan ilk motorlu araç\" olan ve kendi kendine hareket edebilen anlamına gelen \"otomobil\" adını alan araç kim tarafından yapılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Guglielmo Marconi",
      "B": "Nicolas Joseph Cugnot",
      "C": "John Logie Baird",
      "D": "Wright Kardeşler",
      "E": "Thomas Edison"
    },
    "explanation": "Kara yollarının turizmde kullanılmasının önünü açan gelişmeler atlı arabalar yerine motorlu araçların keşfedilmesiyle başlamıştır. Endüstrileşmenin bir sonucu olarak doğan bu gelişme, önce buhar gücü ile çalışan motorların kara taşıtlarında kullanılması ile gerçekleşmiştir. 15. yüzyıldan itibaren kendi başına gidebilen araç düşüncesi ve denemeleri olmasına rağmen “buharla çalışan ilk motorlu araç” 1769’da Fransız mühendis Nicolas Joseph Cugnot tarafından yapılmış ve kendi kendine hareket edebilen anlamına gelen “otomobil” adını almıştır.<br/>15. yüzyıldan itibaren kendi başına gidebilen araç düşüncesi ve denemeleri olmasına rağmen “buharla çalışan ilk motorlu araç” 1769’da Fransız mühendis Nicolas Joseph Cugnot tarafından yapılmış ve kendi kendine hareket edebilen anlamına gelen “otomobil” adını almıştır. Doğru seçenek B'dir."
  },
  {
    "id": "2363038",
    "unitNumber": 5,
    "text": "Gezi, eğlence ve spor amacıyla önceden belirlenmiş program ve rotada seyreden, deniz turizmi ticaretinde kullanılmaya uygun konaklama, yeme, içme, eğlence, dinlenme, spor etkinliklerine uygun üniteleri bulunan, denize elverişli olan deniz turizmi aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Konteyner gemileri",
      "B": "Nehir tipi gemiler",
      "C": "Kruvaziyer gemiler",
      "D": "Dökme yük gemileri",
      "E": "Ro-ro gemileri"
    },
    "explanation": "Gemilerin büyüklükleri ve yolcu kapasitelerindeki artış yıllar içinde kruvaziyerlerle seyahat edenlerin sayısında büyümeye yol açmıştır. Günümüzde 230 bin ton ve altı bini aşan yolcu kapasitesine ulaşan kruvaziyer gemileri, alışveriş merkezleri, casinolar, restoranlar, eğlence ve spor alanları, sağlık ve güzellik merkezleri, yüzme havuzları gibi birçok özellikleriyle lüks bir otel niteliğindedir<br/>Kruvaziyer gemiler: Gezi, eğlence ve spor amacıyla önceden belirlenmiş program ve rotada seyreden, deniz turizmi ticaretinde kullanılmaya uygun konaklama, yeme, içme, eğlence, dinlenme, spor etkinliklerine uygun üniteleri bulunan, denize elverişli olan deniz turizmi aracıdır. Doğru seçenek C'dir."
  },
  {
    "id": "2363469",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sadece turistlere hizmet etmek amacıyla <u>kullanılmamaktadır</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kruvaziyer gemiler",
      "B": "Safari jeepleri",
      "C": "Tur otobüsleri",
      "D": "Kiralık arabalar",
      "E": "Şehir içi gezi otobüsleri"
    },
    "explanation": "Öte yandan bazı ulaştırma sistemleri sadece turizm amaçlı kullanılmaktadır. Bu bağlamda kruvaziyer gemileri, günübirlik gezi tekneleri, tur otobüsleri, “sightseeing” veya “hop-on hop-off” olarak adlandırılan şehir içi gezi otobüsleri, safari jeepleri veya sıcak hava balonları yalnızca turistlere hizmet etmektedir. Doğru cevap D'dir."
  },
  {
    "id": "2363477",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi günümüzde turizmde kullanılabilen ulaşım aracı türlerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kara yolu ulaşımı",
      "B": "Deniz ve iç su yolları ulaşımı",
      "C": "Hava yolu ulaşımı",
      "D": "Demir yolu ulaşımı",
      "E": "Uzay yolu ulaşımı"
    },
    "explanation": "Geleneksel ulaştırma türleri kara, deniz, demir ve hava yolu olarak dörde ayrılmasına rağmen turizm faaliyetleri yalnızca denizde değil göl, nehir, kanal ve diğer sular altında ve üstünde de yürütüldüğü için turizm ulaştırmasında kullanılan “deniz yolu” kavramı son yıllarda “deniz ve iç su yolları” olarak da adlandırılmaktadır. Son yıllarda uzay teknolojilerinde yaşanan gelişmeler de yakın gelecekte uzay yolu ve araçlarının turizmde kullanılabileceğine işaret etmektedir. Doğru cevap E'dir."
  },
  {
    "id": "2363487",
    "unitNumber": 5,
    "text": "Triportör aşağıdaki hangi ulaştırma aracı sınıfında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kara yolu",
      "B": "Demir yolu",
      "C": "Hava yolu",
      "D": "Deniz yolu",
      "E": "Uzay yolu"
    },
    "explanation": "119. sayfada yer alan Tablo 5.1'de görüleceği üzere, triportör yer ulaşımı kategorisi altında, kara yollarında kullanılan bir araç olarak nitelenmektedir. Doğru cevap A'dır."
  },
  {
    "id": "2363503",
    "unitNumber": 5,
    "text": "Ulaştırma tarihinin dönüm noktalarından biri olan \"tekerleğin bulunması\" hangi uygarlık tarafından gerçekleştirilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Antik Yunan",
      "B": "Mısır",
      "C": "Babil",
      "D": "Fenike",
      "E": "Sümer"
    },
    "explanation": "Sümerler tarafından “tekerleğin bulunması” ulaştırma tarihindeki dönüm noktalarından biri olmuştur. Bu gelişmeden sonra kızaklı arabalar tekerlekli araçlarla yer değiştirerek yük ve insan taşımada kullanılmaya başlamıştır. Doğru cevap E'dir."
  },
  {
    "id": "2363516",
    "unitNumber": 5,
    "text": "Tarihte hem turistik hem de ticari amaçlı seyahatlerin artması nitelikli ve gelişmiş kara yolu yapımına önem verilmesine neden olmuş ve bazıları günümüzde hâlen kullanılan bu dönem yolları mermer ve benzeri sert ve dayanıklı maddelerle kaplanmıştır.\n<br/>Aşağıdaki uygarlıklardan hangisi sahip olduğu gelişmiş kara yolu şebekesiyle tarihte taşıtların izleyecekleri yollarla ilgili ilk düzenlemeleri yapmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sümer",
      "B": "Babil",
      "C": "Roma",
      "D": "Asur",
      "E": "Hitit"
    },
    "explanation": "Roma döneminde hem turistik hem de ticari amaçlı seyahatlerin artması nitelikli ve gelişmiş kara yapımına önem verilmesine neden olmuş ve bazıları günümüzde hâlen kullanılan bu dönem yolları mermer ve benzeri sert ve dayanıklı maddelerle kaplanmıştır. Oldukça gelişmiş bir kara yolu şebekesi kuran Romalılar, taşıtların izleyecekleri yollarla ilgili ilk düzenlemeleri de yapmıştır. Doğru cevap C'dir."
  },
  {
    "id": "2363529",
    "unitNumber": 5,
    "text": "1830'larda üretilen ve ilk motorlu otobüs olarak kabul edilen araç hangi ülkede üretilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fransa",
      "B": "Almanya",
      "C": "Amerika",
      "D": "İtalya",
      "E": "İngiltere"
    },
    "explanation": "1830’larda İngiltere’de Gurney tarafından yolcu taşımacılığında kullanılan buhar motorlu araç “ilk motorlu otobüs” olarak kabul edilmiştir. Doğru cevap E'dir."
  },
  {
    "id": "2363545",
    "unitNumber": 5,
    "text": "1926 yılında kendi çabalarıyla otomobilini mini bir otobüse çeviren, Bursa-İstanbul arasında ilk seferlerine başlayan, Türkiye'nin \"ilk otobüs şirketi\" aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Varan",
      "B": "Kamil Koç",
      "C": "Ulusoy",
      "D": "Pamukkale",
      "E": "Seç"
    },
    "explanation": "Türkiye’nin “ilk otobüs şirketi”, ilk şehirler arası taşımacılığını da gerçekleştiren Kamil Koç olmuştur. 1926 yılında kendi çabalarıyla otomobilini mini bir otobüse çeviren Koç, Bursa-İstanbul arasında ilk seferlerine başlamıştır. Doğru cevap B'dir."
  },
  {
    "id": "2363558",
    "unitNumber": 5,
    "text": "1840 yılında tarihteki “ilk düzenli yolcu gemisi” seferleri hangi deniz yolunda başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Büyük Okyanus",
      "B": "Atlantik Okyanusu",
      "C": "Akdeniz",
      "D": "Baltık Denizi",
      "E": "Hint Okyanusu"
    },
    "explanation": "19. yüzyılda özellikle Avrupalıların ABD’ye yoğun göçleri nedeniyle Atlantik Okyanusu üzerindeki deniz taşımacılığı büyük önem kazanmıştır. 1840 yılında İngiliz Samuel Cunard, “The Cunard Lines” adlı şirketi kurarak Atlantik Okyanusu üzerinde “ilk düzenli yolcu gemisi” seferlerini başlatmıştır. Doğru cevap B'dir."
  },
  {
    "id": "2363563",
    "unitNumber": 5,
    "text": "Aşağıdakilerden kruvaziyer turistlerin en çok tercih ettiği destinasyonlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Batı Amerika Kıyıları-Meksika-Kaliforniya-Pasifik Kıyıları",
      "B": "Karayip-Bahamalar-Bermuda",
      "C": "Alaska",
      "D": "Panama-Güney Amerika",
      "E": "Afrika-Orta Doğu"
    },
    "explanation": "ABD, Çin ve Almanya en fazla kruvaziyer turist ihraç eden ülkelerdir ve kruvaziyer turistlerinin <strong>en çok tercih ettiği destinasyonlar Karayip-Bahamalar-Bermuda, Asya-Çin ve Orta-Batı Akdeniz’dir.</strong> Bunlar dışında Kuzey Avrupa, Avustralya-Yeni Zelanda-Pasifik, Batı Amerika Kıyıları-Meksika-Kaliforniya-Pasifik Kıyıları, Doğu Akdeniz, Alaska, Panama-Güney Amerika, Baltık, Kanarya Adaları, Afrika-Orta Doğu, Hawaii ve Kanada bölgelerinde kruvaziyer seyahatleri yapılmaktadır. Doğru cevap B'dir."
  },
  {
    "id": "2363568",
    "unitNumber": 5,
    "text": "Günümüzde en uzun demir yolu ağına sahip ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çin",
      "B": "ABD",
      "C": "Rusya",
      "D": "Güney Kore",
      "E": "Japonya"
    },
    "explanation": "Özellikle teknolojik bakımdan gelişmiş Uzak Doğu ülkelerinde son yıllarda giderek büyüyen ve hızlanan raylı sistemler diğer ulaştırma modellerinin önüne geçmektedir. Çin günümüzde en uzun demir yolu ağına sahip ülkedir. Doğru cevap A'dır."
  },
  {
    "id": "2363682",
    "unitNumber": 5,
    "text": "Gezi, spor ve eğlence amacıyla deniz turizmi ticaretinde kullanılmaya uygun, taşıdığı yolcu sayısı on ikiyi geçmeyen, yük, yolcu ve balıkçı gemisi niteliğinde olmayan, kamarası, tuvaleti ve mutfağı olan deniz aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kruvaziyer gemiler",
      "B": "Feribotlar",
      "C": "Ro-ro gemileri",
      "D": "Yat",
      "E": "Konteyner gemiler"
    },
    "explanation": "Türkiye’de turizmde kullanılan en önemli deniz yolu ulaştırmalarından bir diğeri “yat turizmi” kapsamında gerçekleştirilmektedir. Ülkemizde küçük teknelerle günübirlik geziler veya kısa yatılı geziler şeklinde başlayan yatçılık, özellikle son yirmi yılda kitle turizminin bir parçası olarak binlerce yatlık filo hâlinde hızlı bir gelişme göstermiştir. Yat; gezi, spor ve eğlence amacıyla deniz turizmi ticaretinde kullanılmaya uygun, taşıdığı yolcu sayısı on ikiyi geçmeyen, yük, yolcu ve balıkçı gemisi niteliğinde olmayan, kamarası, tuvaleti ve mutfağı olan deniz aracıdır.<br/>Yat: Gezi, spor ve eğlence amacıyla deniz turizmi ticaretinde kullanılmaya uygun,<br/>taşıdığı yolcu sayısı on ikiyi geçmeyen, yük, yolcu ve balıkçı gemisi niteliğinde olmayan, kamarası, tuvaleti ve mutfağı olan deniz aracıdır. Doğru seçenek D'dir."
  },
  {
    "id": "2363708",
    "unitNumber": 5,
    "text": "Türk sivil havacılık tarihinde oldukça önemli yere sahip kişilerden biri olan, ülkemizde ilk uçağı yaparak uçuran ve “Türkiye’nin ilk havacısı” kabul edilen pilot kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Cengiz Topel",
      "B": "Hezarfen Ahmet Çelebi",
      "C": "Nuri Demirağ",
      "D": "Sabiha Gökçen",
      "E": "Vecihi Hürkuş"
    },
    "explanation": "Vecihi Hürkuş Kurtuluş Savaşı’ndan sonra 1924 yılında Yunanlıların bıraktığı uçak motorlarını kullanarak Türkiye’nin ilk uçağını yapmış ve “Vecihi K-6” adını vermiştir. 1925 yılında uçağını kendisi uçurmuş ancak resmî izin almadığı için ceza almasından dolayı askerlikten istifa etmesine rağmen havacılığı bırakmamış, uçak üretmeye, dersler vermeye ve pilot yetiştirmeye devam ederek Türk sivil havacılığına büyük katkılarda bulunmuştur.<br/>Türk sivil havacılık tarihinde oldukça önemli yere sahip kişilerden biri ülkemizde ilk uçağı yaparak uçuran ve “Türkiye’nin ilk havacısı” kabul edilen Vecihi Hürkuş’tur. Doğru seçenek E'dir."
  },
  {
    "id": "2363714",
    "unitNumber": 5,
    "text": "1936 yılında Türkiye’deki “ilk uçak fabrikası”nın temelleri kim tarafından atılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Nuri Demirağ",
      "B": "Vecihi Hürkuş",
      "C": "Sabiha Gökçen",
      "D": "Cengiz Topel",
      "E": "Hezarfen Ahmed Çelebi"
    },
    "explanation": "1936 yılında müteahhit Nuri Demirağ tarafından Türkiye’nin “ilk uçak fabrikası”nın temelleri atılmıştır ve 1941 yılında “ilk yerli uçak” üretilmiştir. Türk mühendis ve işçileri tarafından üretilen ve saatte 325 kilometre hız ile bin kilometre uçabilen uçağa Demirağ’ın isminin baş harflerini taşıyan “Nu D.38” adı verilmiştir<br/>1936 yılında müteahhit Nuri Demirağ tarafından Türkiye’nin “ilk uçak fabrikası”nın temelleri atılmıştır ve 1941 yılında “ilk yerli uçak” üretilmiştir. Doğru seçenek A'dır."
  },
  {
    "id": "2365713",
    "unitNumber": 5,
    "text": "Hangi yıllardan itibaren dünya genelinde modern ulaştırmanın temelleri atılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1910'lu",
      "B": "1920'li",
      "C": "1930'lu",
      "D": "1940'lı",
      "E": "1950'li"
    },
    "explanation": "1950’lerden itibaren dünya genelinde modern ulaştırmanın temelleri atılmıştır.<br/>1950'li"
  },
  {
    "id": "2365746",
    "unitNumber": 5,
    "text": "1980’lerde ülkemize yönelik turizm hareketliliğinin artmasına paralel olarak hangi ulaşım altın çağını yaşamaya başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hava yolu",
      "B": "Kara yolu",
      "C": "Deniz yolu",
      "D": "Demir yolu",
      "E": "Su yolu"
    },
    "explanation": "1980’lerde ülkemize yönelik turizm hareketliliğinin artmasına paralel olarak kara yolu ulaştırması da altın çağını yaşamaya başlamıştır.<br/>Karayolu"
  },
  {
    "id": "2365788",
    "unitNumber": 5,
    "text": "Hangi nedenle son yıllarda Türkiye'ye gelen kruvaziyerlerin sayısında azalma yaşanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Güvenlik krizleri",
      "B": "Düşük talepler",
      "C": "İşletim maliyeti",
      "D": "Getirisinin azlığı",
      "E": "Coğrafi koşullar"
    },
    "explanation": "2000’li yıllardan itibaren deniz yolu ulaştırmasında yurt dışından Türkiye’ye gelen kruvaziyer gemileri ön plana çıkmasına rağmen son yıllarda yaşanan güvenlik krizleri nedeniyle ülkemize gelen kruvaziyerlerin sayısında azalma yaşanmıştır."
  },
  {
    "id": "2365818",
    "unitNumber": 5,
    "text": "İlk mavi yolculuğun mimarı hangi yazar/şairdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tevfik Fikret",
      "B": "Yahya Kemal Beyatlı",
      "C": "Cevat Şakir Kabaağaçlı",
      "D": "Cenap Şahabettin",
      "E": "Ziya Paşa"
    },
    "explanation": "İlk mavi yolculuğun mimarı 1940’ların ortasında teknesiyle Ege kıyılarını dolaşmaya başlayan “Halikarnas Balıkçısı” olarak tanınan yazar Cevat Şakir Kabaağaçlı’dır. 1946 yılında Cevat Şakir Kabaağaçlı, Paluko ve aralarında Necati Cumalı, Sabahattin Ali, Bedri Rahmi Eyüboğlu ve Sabahattin Eyüboğlu gibi aydınların"
  },
  {
    "id": "2365833",
    "unitNumber": 5,
    "text": "Dünyada yüksek hızlı trenlerin öncüsü 1950'li yıllardan itibaren hangi ülke olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Almanya",
      "B": "Rusya",
      "C": "Çin",
      "D": "Japonya",
      "E": "Türkiye"
    },
    "explanation": "Dünyada yüksek hızlı trenlerin öncüsü ise 1950’lerden itibaren Japonya olmuştur."
  },
  {
    "id": "2365879",
    "unitNumber": 5,
    "text": "Bugünkü millî sınırlarımız içinde yer alan demir yolu ağının temeli hangi demir yolu hattı ile atılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ankara-Kars",
      "B": "Ankara-Erzurum",
      "C": "Bursa-Eskişehir",
      "D": "Çanakkale-Edirne",
      "E": "İzmir-Aydın"
    },
    "explanation": "Bugünkü millî sınırlarımız içinde yer alan demir yolu ağının temeli 1856 yılında 130 kilometrelik İzmir-Aydın demir yolu hattı ile atılmış ancak bu hattın işletme hakları İngilizlere verilmiştir. Böylelikle Osmanlı dönemindeki ilk tren hattı yabancı sermaye ile işletilmeye başlanmıştır. Bu dönemde Ruslar"
  },
  {
    "id": "2365904",
    "unitNumber": 5,
    "text": "Türkiye’deki “<strong>ilk</strong> sivil hava yolu taşımacılığı hangi yıl başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1925",
      "B": "1933",
      "C": "1940",
      "D": "1949",
      "E": "1950"
    },
    "explanation": "1930 yılında Atatürk’ün emriyle “Türk Hava Postaları” kurulmuş ve 1933 yılında ABD’den alınan iki “King Bird” uçağı Ankara-İstanbul arasında çalıştırılarak Türkiye’deki “ilk sivil hava yolu taşımacılığı başlamıştır."
  },
  {
    "id": "2365937",
    "unitNumber": 5,
    "text": "Denizde seyreden <strong>ilk</strong> araç kimler tarafından kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mısırlılar",
      "B": "Fenikeliler",
      "C": "Yunanlılar",
      "D": "Romalılar",
      "E": "Slavlar"
    },
    "explanation": "Denizde seyreden ilk araç günümüzden yaklaşık 5 bin yıl önce Mısırlılar tarafından kullanılmıştır."
  },
  {
    "id": "2365975",
    "unitNumber": 5,
    "text": "Kara yolu ulaşımında buharla çalışan ilk motorlu araç kim tarafından yapılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Thomas Cook",
      "B": "Richard Trevithick",
      "C": "George Stephenson",
      "D": "Nicolas Joseph Cugnot",
      "E": "Georges Nagelmackers"
    },
    "explanation": "15. yüzyıldan itibaren kendi başına gi-debilen araç düşüncesi ve denemeleri olmasına rağmen “buharla çalışan ilk motorlu araç” 1769’da Fransız mühendis Nicolas Joseph Cugnot tarafından yapılmış ve kendi kendine hareket edebilen anlamına gelen “otomobil” adını almıştır."
  },
  {
    "id": "2366001",
    "unitNumber": 5,
    "text": "Seri üretime dayalı otomobilin öncüsü kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Heny Ford",
      "B": "George Baldwin Selden",
      "C": "Edouard Daubree",
      "D": "Karl Benz",
      "E": "Robert Anderson"
    },
    "explanation": "Seri üretime dayalı otomobilin öncüsü Amerikalı Heny Ford olmuştur ve 1927 yılına kadar 15 milyon otomobil üretmeyi başarmıştır."
  },
  {
    "id": "2366030",
    "unitNumber": 5,
    "text": "Günümüzde en uzun demir yolu ağına sahip ülke hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çin",
      "B": "Japonya",
      "C": "Amerika",
      "D": "Almanya",
      "E": "Sibirya"
    },
    "explanation": "Günümüzde Çin, en uzun demir yolu ağına sahip ülkedir."
  },
  {
    "id": "2361432",
    "unitNumber": 6,
    "text": "Eğlence ve merak amaçlı gerçekleştirilen seyahatlerin tarihte ilk olarak ne zaman gerçekleştirildiği düşünülmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "MÖ 4000",
      "B": "MÖ 1500",
      "C": "MS 100",
      "D": "MS 600",
      "E": "MS 900"
    },
    "explanation": "Eğlence ve merak amaçlı seyahatler (turistik seyahatler) ise MÖ 1500 dolaylarında İmparatorluklar Çağı’na kadar gitmektedir (Casson, 1994). Özellikle Yunan ve Roma seçkinlerinin ana kasaba ve şehirlerden uzak bölgelerde eğlence ve rahatlama için seyahatleri, günümüz turizminin somut örneğini oluşturmaktadır (Page ve Connell, 2009). Doğru cevap B'dir."
  },
  {
    "id": "2361436",
    "unitNumber": 6,
    "text": "Keşiflerini ve gözlemlerini dünyanın geri kalanıyla paylaşmaya istekli olan ilk büyük gezginler hangi medeniyetin mensubudurlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Sümerliler",
      "B": "Fenikeliler",
      "C": "Antik Mısırlılar",
      "D": "Babillier",
      "E": "Antik Yunanlılar"
    },
    "explanation": "Başlangıçta kendilerine odaklanan ve kendi ülkelerini dünyanın merkezi olarak gören Mısırlılar, Babilliler, Fenikeliler, Giritliler ve Yunanlar gibi medeniyetler, sonraları farklı ülkelere seyahat ederek, ticari ilişkilerde bulundular. <strong>Ancak ilk büyük gezginler, keşiflerini ve gözlemlerini dünyanın geri kalanıyla paylaşmaya istekli olan Yunanlardı</strong>. Yunanlar sadece ticaret, din, Olimpiyat Oyunları gibi etkinlikler için değil, aynı zamanda eğlence için de seyahat ettiler. Yunanlardan farklı olarak Fenikeliler, keşiflerini saklamış, hatta ticaret tekelini korumak için yanlış bilgiler yaymışlardır. Mısırlılarda ise Mısırlı rahipler, tarihin ilk turist rehberleri olarak ortaya çıktı. Dönemin cazibe merkezlerini seyahat edenlere rehberlik eden bu kişilerin anlatımları gerçeklerden ziyade, söylencelere ve kulakta dolma bilgilere dayalıydı. Doğru cevap E'dir."
  },
  {
    "id": "2361455",
    "unitNumber": 6,
    "text": "Sahip oldukları gemi teknolojisiyle tarihteki barış ve turizm amaçlı olduğu düşünülen ilk geziyi hangi medeniyet gerçekleştirmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Babilliler",
      "B": "Fenikeliler",
      "C": "Antik Yunanlar",
      "D": "Antik Mısırlılar",
      "E": "Romalılar"
    },
    "explanation": "Dünyanın en eski medeniyetlerinden biri olan Mısır, tarih boyunca birçok toplumla ilişki kurmuş, zengin bir birikime sahiptir (Çalışkan, 2007). Mısır, tıpkı Anadolu ve Mezopotamya gibi o dönemin bir başka gelişmiş bölgesi durumundaydı. Mısır, yerleşik üretim düzeninde, dönemin ötesinde bir çizgi çizmiş, ticaret ve savaşın ötesinde anıtsal yapıları ile de ilgi çekici bir yer hâline gelmişti. Ayrıca, bilim ve teknoloji anlamında da ileri bir medeniyet seviyesine erişerek (Sivas, 2008; Freeman, 2010), başta gemi yapımı olmak üzere önemli gelişmeler kat etmişlerdi. Bu gelişmelerin etkisiyle, Mısır’da özel gemi seferleri de düzenleniyordu. <strong>Hatta MÖ 1480 yılında Kraliçe Hatshepsut’un Afrika’nın doğu kıyılarına yaptığı gezinin barış ve turizm amaçlı ilk gezi olduğu düşünülmektedir. </strong>Doğru cevap D'dir."
  },
  {
    "id": "2361460",
    "unitNumber": 6,
    "text": "\"Olimpiyat Oyunları aynı zamanda spor turizmin de başlangıcı olarak kabul edilmektedir. Olimpiyat Oyunlarının başlaması ile spor yarışmalarına aktif olarak katılmak isteyen kişiler ise ilk spor turistleri olarak kabul edilmektedir.\"\n<br/>Aşağıdakilerden hangisi spor turizminin başladığı yıllar olarak kabul edilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "MÖ 2000'li yıllar",
      "B": "MÖ 1000'li yıllar",
      "C": "MÖ 700'lü yıllar",
      "D": "MÖ 200'lü yıllar",
      "E": "MS 100'lü yıllar"
    },
    "explanation": "Antik Yunan’da, Olimpiyat Oyunları, Pythian Oyunları, Isıtmian Oyunları, Nemean Oyunları ile Asclepia, Karnea, Herea, Daidala, Eleutheria ve Likya Festivalleri dönemin en ünlü spor ve sanat etkinlikleriydi. Olimpiyat Oyunları aynı zamanda spor turizmin de başlangıcı olarak kabul edilmektedir. <strong>MÖ 700’lü yıllarda Olimpiyat Oyunlarının başlaması</strong> ile spor yarışmalarına aktif olarak katılmak isteyen kişiler ise ilk spor turistleri olarak kabul edilmektedir. Doğru cevap B'dir."
  },
  {
    "id": "2361465",
    "unitNumber": 6,
    "text": "Roma İmparatorluğu’nun büyümesi hem orta sınıf hem de zengin vatandaşlar için genişletilmiş turistik fırsatları teşvik etti. Gelişmiş yollar, seyahati kolaylaştırdı.\n Aşağıdakilerden hangisi Roma'yı İtalya'nın güneydoğusundaki Brindisi'ye bağlayan yoldur?",
    "correctAnswer": "D",
    "options": {
      "A": "Kral Yolu",
      "B": "İpek Yolu",
      "C": "Frig Yolu",
      "D": "Appian Yolu",
      "E": "Baharat Yolu"
    },
    "explanation": "Appian Yolu: Antik dönemin en eski ve stratejik açıdan en önemli Roma yollarından biridir. Roma’yı İtalya’nın güneydoğusundaki Brindisi’ye bağlayan yol, uzun yolların kraliçesi olarak anılıyordu. “Appia longarum ... regina viarum. (Appian Yolu, uzun yolların kraliçesi).” Doğru cevap D'dir."
  },
  {
    "id": "2361469",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi için Orta Çağ'da yaygınlaşan seyahatlerin başlıca türü olarak görülebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ticari",
      "B": "Dini",
      "C": "Bilimsel",
      "D": "Turistik",
      "E": "Tıbbi"
    },
    "explanation": "Orta Çağ’da seyahat hâlâ üst sınıf ayrıcalığı olsa da orta ve alt sınıfların da din amaçlı seyahatlere başlaması giderek daha yaygın hâle geldi. Dolayısıyla, Orta Çağ’da seyahat yeni bir anlam kazandı. İslami, Musevi, Hristiyan ve Budizm gelenekleri de dâhil olmak üzere, o dönemdeki büyük dinlerin çoğu, inananları hac ziyaretleri yapmaya teşvik etti. Doğru cevap B'dir."
  },
  {
    "id": "2361473",
    "unitNumber": 6,
    "text": "Hindistan'a gerçekleştirdiği seyahatini \"Batı Diyarlarının Tasviri\" adlı eserinde anlatan seyyah aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vasco da Gama",
      "B": "Maria Sybilla Merian",
      "C": "Hsüan-tsang",
      "D": "Hekataios",
      "E": "Magellan"
    },
    "explanation": "Hsüan-tsang, 629- 645 yılları arasında Çin’den Hindistan’a giderek Batı Diyarlarının Tasviri adlı eserinde o dönemin Asya’sı hakkında bilgi verdi. Doğru cevap C'dir."
  },
  {
    "id": "2361483",
    "unitNumber": 6,
    "text": "Seyahat ve turist rehberliğinin günümüz benzeri bir hizmete ulaşması, kitlelerin yaşamında büyük dönüşüme yol açan Endüstri Devrimi ile oldu.\n<br/>Aşağıdakilerden hangisi modern turizm hareketlerinin en somut başlangıcı olarak kabul edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Thomas Cook’un 1841'de İngiltere’de düzenlediği günübirlik tren turu",
      "B": "Amerikalı gazeteci Elizabeth Cochran'ın 1889 yılında, 72 günde dünyayı dolaşması",
      "C": "Henry Ford’un 1914 yılında, milyonlarca insan seyahat etme özgürlüğü getiren Model T’nin seri üretimi",
      "D": "Endüstri devrimi ile hızla düşen bilet fiyatları",
      "E": "Carl Stangen'in 1878 tarihli sekiz ay süren dünya turu"
    },
    "explanation": "Seyahat ve turist rehberliğinin günümüz benzer bir hizmete ulaşması, kitlelerin yaşamında büyük dönüşüme yol açan Endüstri Devrimi ile oldu. 1841’de Thomas Cook’un İngiltere’de düzenlediği günübirlik tren turu, modern turizm hareketlerinin en somut başlangıcı oldu. Yapılan bu ilk turdan bugüne turizm, geniş bir alanda yer değiştirebilen kitleleri etkiledi. Özellikle turları planlayan, mesleki ve kişisel gelişimleri süreklilik gösteren turist rehberleri, artık profesyonel olarak mesleklerini icra etmeye başladılar. Doğru cevap A'dır."
  },
  {
    "id": "2361488",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi modern kitle turizminin doğuşundaki temel yapı taşı olarak kabul edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kredi kartının ortaya çıkması",
      "B": "Paket turların başlaması",
      "C": "Kara yolunun yaygınlaşması",
      "D": "Demir yolunun yaygınlaşması",
      "E": "Hava yolunun yaygınlaşması"
    },
    "explanation": "Demir yolunun turistik güzergâhları ve destinasyonları kullanması ve yaygınlaşması ancak 19. yüzyılın sonlarına doğru, dağ güzergâhlarının tanıtılmasıyla başladı. İsviçre’deki Vitznau-Rigi demir yolu, 1871’de Avrupa’nın ilk dağ manzaralı demir yolu oldu. Bu yeni ulaşım araçları sadece taşıma kapasitesini artırmakla kalmadı. Aynı zamanda, özel manzaralar sunarak insanların 160 Seyahat ve Turist Rehberliği Tarihi 6 ilgisi çekti ve seyahat maliyetini düşürdü. Bu nedenle demir yolu, modern kitle turizminin doğuşundaki temel yapı taşı olarak kabul edilmektedir. Doğru cevap D'dir.<br/>Demir yolunun turistik güzergâhları ve destinasyonları kullanması ve yaygınlaşması ancak 19. yüzyılın sonlarına doğru, dağ güzergâhlarının tanıtılmasıyla başladı. İsviçre’deki Vitznau-Rigi demir yolu, 1871’de Avrupa’nın ilk dağ manzaralı demir yolu oldu. Bu yeni ulaşım araçları sadece taşıma kapasitesini artırmakla kalmadı. Aynı zamanda, özel manzaralar sunarak insanların 160 Seyahat ve Turist Rehberliği Tarihi 6 ilgisi çekti ve seyahat maliyetini düşürdü.<strong> Bu nedenle demir yolu, modern kitle turizminin doğuşundaki temel yapı taşı olarak kabul edilmektedir.</strong> Doğru cevap D'dir."
  },
  {
    "id": "2361493",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi 1985 yılında profesyonel turist rehberlerini uluslararası etkinliklerde temsil etmek ve onları tanıtmak, haklarını korumak, evrensel etik kodlarını tanıtmak ve uygulanmasını sağlamak amacıyla kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "TUREB",
      "B": "WFTGA",
      "C": "WTO",
      "D": "FEG",
      "E": "LATA"
    },
    "explanation": "WFTGA, 1985 yılında profesyonel turist rehberlerin uluslararası etkinliklerde temsil etmek ve onları tanıtmak, haklarını korumak, evrensel etik kodlarını tanıtmak ve uygulanmasını sağlamak, profesyonelliğin en yüksek standartlar seviyesine çıkmasını sağlamak, uluslararası eğitim vermek, rehberlik kalitesini bu eğitimler aracılığıyla arttırmak,<br/>üyeler arasında fikir alışverişi yapılmasına imkân sağlamak amacıyla kuruldu. Doğru cevap B'dir."
  },
  {
    "id": "2362062",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Antik Çağ öncesi insanların seyahat nedenleri arasında sayılamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Gıda Temini",
      "B": "Başka bir gücün saldırısına karşı yaşamını sürdürebilme",
      "C": "İklim koşullarının değişmesi",
      "D": "Ören Yerlerinin Görülmesi",
      "E": "Başka yaşama alanlarının ele geçirilmesi"
    },
    "explanation": "Seyahat ve Turist Rehberliği Tarihi<br/>Antik Çağ öncesi seyahatler zorunluluk ve savaşlara bağlı olarak yapılmaktaydı."
  },
  {
    "id": "2362190",
    "unitNumber": 6,
    "text": "(M.Ö. 485-424) tarihlerinde gözlem ve araştırma<br/>amaçlı seyahatlere öncülük eden ve Mısır, Kuzey Afrika, Karadeniz, Mezopotamya ve İtalya’yı ziyaret eden tarihçi ve yazar kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aristoteles",
      "B": "Platon",
      "C": "Strabon",
      "D": "Sezar",
      "E": "Herodot"
    },
    "explanation": "Seyahat ve Turist Rehberliği Tarihi<br/>(M.Ö. 485-424) tarihlerinde gözlem ve araştırma<br/>amaçlı seyahatlere öncülük eden ve Mısır, Kuzey Afrika, Karadeniz, Mezopotamya ve İtalya’yı ziyaret eden tarihçi ve yazar Herodot'tur."
  },
  {
    "id": "2362213",
    "unitNumber": 6,
    "text": "Mezopotamya ile Anadolu arasında ticari ilişkilerin gelişmesinde etkili olan ve yazıyı bularak,günümüzde seyahatin tarihsel geçmişini aydınlatan uygarlık aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sümerler",
      "B": "Lidyalılar",
      "C": "Mayalar",
      "D": "Hititler",
      "E": "Mısırlılar"
    },
    "explanation": "İlk Turistik Seyahatler:İmparatorluklar Çağı<br/>Seyahatin tarihselliği hakkındaki çalışmalar,<br/>seyahatlerin MÖ 4000’li yıllarda, yazıyı bulan Sümerlere dayandığını savunmaktadır (Goeldner ve<br/>Ritchie, 2009). Sümerler, aynı zamanda ticareti<br/>başlatan ve parayı kullanan ilk medeniyet olarak da<br/>kabul edilmektedir."
  },
  {
    "id": "2362233",
    "unitNumber": 6,
    "text": "Antik Yunan Çağında sık sık düzenlenen festival niteliğindeki kültür,sanat,spor içerikli toplumsal eğlencelerin günümüze en önemli yansımalarından olan ve spor turizminin başlangıcı kabul edilen etkinlik nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Asklepia Festivali",
      "B": "Nemea Oyunları",
      "C": "Olimpiyat Oyunları",
      "D": "Likya Festivali",
      "E": "Herea Festivali"
    },
    "explanation": "İlk Turistik Seyahatler;İmparatorluklar Çağı<br/>Antik Yunan Çağında sık sık düzenlenen festival niteliğindeki kültür,sanat,spor içerikli toplumsal eğlencelerin günümüze en önemli yansımalarından olan ve spor turizminin başlangıcı kabul edilen etkinlik Olimpiyat oyunlarıdır."
  },
  {
    "id": "2362242",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Roma döneminde uzak yerlere seyahat etmenin zorluklarını ortadan kaldıran sebeplerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Roma'nın düzgün yollar inşa etmesi",
      "B": "Seyahat eden kişilere sorun çıkarmaması",
      "C": "Roma İmparatorluğunun hakim olduğu coğrafyanın bir çok tarihi yere sahip olması",
      "D": "Roma Döneminde Yunanca ve Latincenin ortak dil olması",
      "E": "Roma Collesıumlarında bir çok eğlence düzenlenmesi"
    },
    "explanation": "İlk Turistik Seyahatler:İmparatorluklar Çağı<br/>Roma döneminde uzak yerlere seyahat etmenin zorluklarını ortadan kaldıran sebeplerin en önemlisi Roma Döneminde Yunanca ve Latincenin ortak dil olmasıdır."
  },
  {
    "id": "2362252",
    "unitNumber": 6,
    "text": "MÖ 600’lü yıllarda kullanılmaya başlanan<br/>ve Orta Asya’dan Avrupa içlerine kadar uzanan askeri niteliğinden daha çok ticari niteliği ile kültürler arası etkileşimleri oluşturan ve ilk olarak ipek ticareti nedeni ile kullanılarak ortaya çıkan karayolu güzergahı hangi isimle tanımlanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Appian Yolu",
      "B": "Roma Yolu",
      "C": "Hac Yolu",
      "D": "Susa Yolu",
      "E": "İpek Yolu"
    },
    "explanation": "İlk Seyahat güzergahları<br/>İpek Yolu MÖ 600’lü yıllarda kullanılmaya başlanan<br/>ve Orta Asya’dan Avrupa içlerine kadar uzanan askeri niteliğinden daha çok ticari niteliği ile kültür arası etkileşimleri oluşturan ve ilk olarak ipek ticareti nedeni ile kullanılarak ortaya çıkan karayolu güzergahıdır."
  },
  {
    "id": "2364868",
    "unitNumber": 6,
    "text": "Antik çağlardan günümüze dini amaçlı seyahatler gerçekleştirilmektedir.Aşağıda merkezlerden hangisi İslamiyet ile ilgili ziyaret yeri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mekke",
      "B": "İstanbul",
      "C": "Medine",
      "D": "Kerbela",
      "E": "Kudüs"
    },
    "explanation": "ORTA ÇAĞ’DA SEYAHATLER: DİN,<br/>RÖNESANS VE KEŞİFLER<br/>İstanbul yüzyıllar boyunca sahip olduğu hem pagan hem de tek tanrılı inançların kutsal sayılan yapılarından ötürü tercih gören ziyaret kentidir.Ancak İslamiyet inancında öncelikle tercih gören bir dini ziyaret merkezi değildir."
  },
  {
    "id": "2364878",
    "unitNumber": 6,
    "text": "Merak ve öğrenme uğruna seyahat etme amaçlı olarak seyahat ettiği bilinen ilk seyyah olan ve Yunan ,Roma tarihi ile ilgili bir çok bilgiyi aktaran kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bartolomcu Diaz",
      "B": "Roma'lı Senecue",
      "C": "Anconalı Cyriacus",
      "D": "Vaskö Da Gama",
      "E": "Magellan"
    },
    "explanation": "ORTA ÇAĞ’DA SEYAHATLER: DİN,<br/>RÖNESANS VE KEŞİFLER<br/>Merak ve öğrenme uğruna seyahat etme amaçlı olarak seyahat ettiği bilinen ilk seyyah olan ve Yunan ,Roma tarihi ile ilgili bir çok bilgiyi aktaran kişi Anconalı Cyriacus'dur."
  },
  {
    "id": "2364895",
    "unitNumber": 6,
    "text": "İngiliz genç soylu erkeklerin ve özellikle, ileride tahta geçmesi düşünülen veliahtların siyasi ve kültürel<br/>yönden kendilerini geliştirmeleri için önceden<br/>planlanmış, çok yönlü bir eğitim programı olarak, başta İtalya olmak üzere, Fransa, İsviçre ve<br/>Almanya’da seyahat güzergâhlarını takip ederek yaptıkları geziler olan ''Grand Tur'' hangi yüzyıllarda ortaya çıkıp moda olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "17-19.YY",
      "B": "15-16.YY",
      "C": "13-14.YY",
      "D": "14-15.YY",
      "E": "16-17.YY"
    },
    "explanation": "Grand Tour (Büyük Tur): Eğitim ve<br/>Kültür Yolculukları<br/>Seyahat tarihine yeni bir heyecan katan Grand<br/>Tur, 17. ve 19. yüzyıllar arasında yapıldı."
  },
  {
    "id": "2364906",
    "unitNumber": 6,
    "text": "Turizm açısından ''Hareketlilik Çağı ''olarak tanımlanan Endüstri Devrimi sonrası gelişmelerin ulaşım ile ilgili olarak en önemlisi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Antik Uygarlıkların çok ilgi görmesi",
      "B": "Doğu Dünyasına duyulan ilgi",
      "C": "Deniz yollarının önem kazanması",
      "D": "Demiryolunun ortaya çıkması",
      "E": "Seyahat giderlerinin daha uygun maliyeti"
    },
    "explanation": "HAREKETLİLİK ÇAĞI: ENDÜSTRİ DEVRİMİ VE TURİST REHBERLİĞİ<br/>Turizm açısından ''Hareketlilik Çağı ''olarak tanımlanan Endüstri Devrimi sonrası gelişmelerin ulaşım ile ilgili olarak en önemlisi Demiryolu ulaşımının ortaya çıkması ve önem kazanmasıdır."
  },
  {
    "id": "2371480",
    "unitNumber": 6,
    "text": "Enlem ve zamanı belirlemek için kullanılan usturlabı (Astrolabe) kim icat etmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Herodotos",
      "B": "Büyük İskender",
      "C": "Hypatia",
      "D": "Xuanzung",
      "E": "Xenephon"
    },
    "explanation": "Teknoloji ve ulaşım sayesinde, dünya çok daha küçük hâle geldi ve dünyanın tümünü keşfetme potansiyeli, insanlara cazip görünmeye başladı. Hypatia, o zamanlar Bizans İmparatorluğu’nun bir parçası olan Mısır’da doğan bir Yunan matematikçi, filozof ve astronomdu. Enlem ve zamanı belirlemek için kullanılan bir alet olan usturlabı (Astrolabe) icat etti."
  },
  {
    "id": "2371494",
    "unitNumber": 6,
    "text": "MÖ 1480 yılında Mısır Kraliçesi Hatshepsut’un barış ve turizm amaçlı ilk gezi olduğu düşünülen seyahati hangi bölge veya bölgeleri kapsamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Afrika’nın kuzey kıyılarına düzenlediği gezi",
      "B": "Anadolu Kıyılarına düzenlediği gezi",
      "C": "Güney İtalya Kıyılarına düzenlediği gezi",
      "D": "Suriye-Filistin kıyılarına düzenlediği gezi",
      "E": "Afrika’nın doğu kıyılarını kapsayan gezi"
    },
    "explanation": "Dünyanın en eski medeniyetlerinden biri olan Mısır, tarih boyunca birçok toplumla ilişki kurmuş, zengin bir birikime sahiptir. Mısır, tıpkı Anadolu ve Mezopotamya gibi o dönemin bir başka gelişmiş bölgesi durumundaydı. Mısır, yerleşik üretim düzeninde, dönemin ötesinde bir çizgi çizmiş, ticaret ve savaşın ötesinde anıtsal yapıları ile de ilgi çekici bir yer hâline gelmişti. Ayrıca, bilim ve teknoloji anlamında da ileri bir medeniyet seviyesine erişerek, başta gemi yapımı olmak üzere önemli gelişmeler kat etmişlerdi. Bu gelişmelerin etkisiyle, Mısır’da özel gemi seferleri de düzenleniyordu. Hatta MÖ 1480 yılında Kraliçe Hatshepsut’un Afrika’nın doğu kıyılarına yaptığı gezinin barış ve turizm amaçlı ilk gezi olduğu düşünülmektedir."
  },
  {
    "id": "2371496",
    "unitNumber": 6,
    "text": "Romalılar Karayolu ağı inşa etmekle ünlüdürler. İtalya'da yer alan Via Appia (Apian Yolu) güzergahının başlangıç ve bitiş noktası neresidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Roma ve Atina",
      "B": "Roma ile İtalya'nın Güneyi",
      "C": "Roma ile İtalya'nın Kuzeyi",
      "D": "Pompei ile Herculenaum",
      "E": "Roma ve Kartaca"
    },
    "explanation": "Roma İmparatorluğu’nun büyümesi hem orta sınıf hem de zengin vatandaşlar için genişletilmiş turistik fırsatları teşvik etti. Gelişmiş yollar, seyahati kolaylaştırdı. Bu yollar geliştirildikçe yol üzerinde konaklamak için yapılan hanlar da bir günlük yolculuğu tamamlıyordu. İnsanlar günün sonunda yemek yiyip uyuyacakları bir yerleri olacağını bilerek günde 200 km at sırtında seyahat edebiliyorlardı. Bu yollar, Roma’yı Galya, İngiltere, İspanya ve Yunanistan gibi yerlere bağladı. En ünlü yol, Roma’yı İtalya’nın güneyi ile birleştiren Appian Yolu’ydu (Via Appia)."
  },
  {
    "id": "2371497",
    "unitNumber": 6,
    "text": "Roma İmparatorluğu zamanındaki gezginlere eşlik eden turist rehberleri hangi konularda bilgi aktarmaktaydılar?",
    "correctAnswer": "D",
    "options": {
      "A": "Din ve kehanet hakkında bilgi verirlerdi.",
      "B": "Kültü Varlıklarını değerlendirir, çoğunlukla manzaralı alanları gösterirlerdi.",
      "C": "Sağlık konusunda donanımlı olur ve hastabakıcılık yaparlardı.",
      "D": "Din ve Kültür yorumlamaları yapmaktaydılar.",
      "E": "Tarihi coğrafyaya önem verirlerdi."
    },
    "explanation": "O zamanlar, efsanevi mitolojisi, anıtları, Olimpiyat Oyunları ve diğer festivalleri nedeniyle çok sayıda Romalı ziyaretçi Yunanistan’a seyahat etti. Ayrıca Romalılar, çok sayıda Avrupa kilisesini ve katedralini ziyaret eden günümüz turistleri gibi, tapınak bazında da seyahat etti. Bu ziyaretlerde özel rehberler de yer alıyordu (Perrottet, 2003). Dolayısıyla, Roma İmparatorluğu’nda modern biçimiyle olmasa da kendine özgü bir turizm mevcuttu ve turist rehberleri, din ve kültür yorumlayıcıları olarak seyahatlerde yer alıyorlardı. Dolayısıyla, Romalıların turistik seyahat düşüncesi ile turist rehberliğinin gelişiminde en önemli aktör olduğu anlaşılmaktadır"
  },
  {
    "id": "2371499",
    "unitNumber": 6,
    "text": "Sardis Antik Kenti’nden (Manisa) Susa Antik Kenti’ne (İran) kadar uzanana ticaret yolu olarak kullanılan güzergâhın adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Apian Yolu",
      "B": "Kral Yolu",
      "C": "İpek Yolu",
      "D": "Baharat Yolu",
      "E": "Maden Yolu"
    },
    "explanation": "Yine aynı dönemlerde, bir diğer ticaret yolu olarak kullanılan yaklaşık iki bin kilometre uzunluğundaki Kral Yolu, Sardis Antik Kenti’nden (Manisa) Susa Antik Kenti’ne (İran) kadar uzanıyordu. MÖ 3. yüzyıla gelindiğinde ise Çin’de yer alan Han Hanedanlığı ile Roma İmparatorluğu arasındaki ticaret yollarının birleştirilmesi ile Kral Yolu daha işlevsel bir hâle geldi."
  },
  {
    "id": "2371501",
    "unitNumber": 6,
    "text": "Ortaçağda 12. yüzyıldan itibaren Fransa (Paris, Montpellier), İngiltere (Oxford) ve İtalya’daki (Bologna) gibi merkezlere seyahatın aramasının nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eğitim Kurumu Seyahati",
      "B": "Dini amaçlı seyahat",
      "C": "Spor amaçlı seyahat",
      "D": "Ticaret amaçlı seyahat",
      "E": "Deniz yolu seyahatinin gelişmesi"
    },
    "explanation": "12. yüzyıldan itibaren ise bilim insanlarının hareketi giderek daha önemli hâle geldi. Fransa (Paris, Montpellier), İngiltere (Oxford) ve İtalya’daki (Bologna) ünlü eğitim kurumlarına seyahatler hem bir gelenek hem de eğitimin bir bileşeni hâline geldi. Dünyayı deneyimleme arzusu, bireysel ve benzersiz bir yol gösterici ilke olarak ortaya çıktı. O zamandan beri seyahat etmek ve dolaşmak, kendisiyle yüzleşmenin ve kendini gerçekleştirmeyi başarmanın bir yolu olarak görüldü."
  },
  {
    "id": "2371504",
    "unitNumber": 6,
    "text": "İlk turist olarak kabu edilen Ancona’lı Cyriacus’ı cezbeden kültürler aşağıdakilerden hangisi veya hangileridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mısır-Ortadoğu",
      "B": "Yunan-Minos",
      "C": "Minos-Miken",
      "D": "Roma-Galia",
      "E": "Yunan-Roma"
    },
    "explanation": "Seyahatteki yeniden doğuş, Rönesans Dönemi’nin etkisiyle büyümeye devam etti. Kilise, krallar ve kraliçeler daha geniş coğrafi alanları kontrolleri altına aldıkça tüccarlar köylerinden uzaklaşmaya başladı. Ticari faaliyetler büyüdükçe ve tüccarlar yeni bölgelere seyahat ettikçe, ticaret yolları da gelişti. Merak ve öğrenme uğruna seyahat etme fikri muhtemelen kaydedilen ilk turist olan Ancona’lı Cyriacus’a atfedilebilir. Yunan ve Roma tarihi hakkında daha fazlasını öğrenmek ve deneyimlemek için yolculukları, onu Akdeniz çevresinde önemli seyahatlere çıkardı."
  },
  {
    "id": "2371507",
    "unitNumber": 6,
    "text": "İngiliz genç soylu erkeklerin, eğitim amacıyla başta İtalya olmak üzere, Fransa, İsviçre ve Almanya’da seyahat güzergahı belirleyerek \"Grand Tour\" un oluşma nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Antik Yunan Dünyasında ticareti geliştirmek için önemli kentlerin yeni kuşaklar tarafından gezilerek tanınması hedefi Avrupa dünyasında dönemin merkezleri hedef alınarak grand tourun oluşmasın sağlanmıştır.",
      "B": "Roma Dünyasında felsefecilerin çevreyi tanıma ve düşünceleri geniş bir coğrafyaya yayabilmek için oluşturulmuş seyahat hareketliğinin tekrarı niteliğinde geliştirilmiştir.",
      "C": "Özellikle, ileride tahta geçmesi düşünülen veliahtların siyasi ve kültürel yönden kendilerini geliştirmeleri için önceden planlanmış, çok yönlü bir eğitim programının devamı olarak ortaya çıktı.",
      "D": "Ortaçağ misyonerlerinin dini yayabilmek için pagan inanışa sahip halkı ikna etmek ve dine kazandırmak için için yapmış oldukları seyahatlerin yansımasıdır.",
      "E": "Haçlı seferlerinin mantığını ele alıp dönemin Avrupasında entel grubun çeşitli sanat ve kültür faaliyetlerini yerine getirmek için yapılan seyahatlerdir."
    },
    "explanation": "Seyahat tarihine yeni bir heyecan katan Grand Tur, 17. ve 19. yüzyıllar arasında yapıldı. Bu turlar, İngiliz genç soylu erkeklerin, eğitim amacıyla başta İtalya olmak üzere, Fransa, İsviçre ve Almanya’da seyahat güzergâhlarını takip ederek yaptıkları gezilerdir. Özellikle, ileride tahta geçmesi düşünülen veliahtların siyasi ve kültürel yönden kendilerini geliştirmeleri için önceden planlanmış, çok yönlü bir eğitim programı olarak ortaya çıktı. Sonrasında ise Grand Tur, diplomatların, devlet adamlarının ve zengin ailelerin çocuklarının tercihleri olmaya başladı."
  },
  {
    "id": "2371508",
    "unitNumber": 6,
    "text": "İkinci Dünya Savaşından sonra kitle turizminin başlaması ve gelişmesine en önemli etken aşağıdakilerden hangisdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kitle iletişim organlarının gelişmesi",
      "B": "Birleşmiş Milletler Cemiyetinin kurulması",
      "C": "Halkın savaştan zenginleşmiş olarak çıkması",
      "D": "Denizyolu ve karayollarının kombine edilmesi",
      "E": "Havayolu ulaşımının artması"
    },
    "explanation": "2. Dünya Savaşı’nın ardından ise seyahat gelişerek endüstri hâlini almaya başladı. Hava yolunun gelişmesi ve savaşta kullanım fazlası uçakların sivil yolcu taşımacılığına aktarılması, uluslararası seyahatlerin gelişmesine neden oldu. Kitle turizmi, 2. Dünya Savaşı’ndan sonra (1945) daha da gelişti. Savaş boyunca, dünya çapında milyonlarca insan, çeşitli askerî görevlerde hizmet ettikleri için birçok yeni, farklı ve hatta egzotik yerleri görmek zorunda kaldı."
  },
  {
    "id": "2371510",
    "unitNumber": 6,
    "text": "Seyahat eden kişilerin uzun yıllardır popüler olan geleneksel paket turları kullanmak yerine, bağımsız keşiflere ve dinamik seyahatlere yönelmesinin nedeni nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomik bağımsızlık",
      "B": "İnternet Erişiminin kolaylaşması",
      "C": "Ekonomik Kriz",
      "D": "Seyahat acentelerinin yönlendirmesi",
      "E": "Eğitim seviyesinin yükselmesi"
    },
    "explanation": "Turistler postmodern çağda daha fazla internet erişimine sahipler. Dolayısıyla, uzun yıllardır popüler olan geleneksel paket turları kullanmak yerine, bağımsız keşiflere ve dinamik seyahatlere yöneliyorlar. Aslında, satın alma davranışındaki bu değişikliğin bir sonucu olarak ünlü Thomas Cook da dâhil olmak üzere birçok tur operatörü ve seyahat acentesinin faaliyetleri dramatik bir şekilde son buldu. Seyahat tarihinin bu kadar önemli bir parçası olmasına rağmen Thomas Cook’un hayatta kalamaması, seyahat hizmetlerinin yenilenmesi gerektiğini de ortaya koydu."
  },
  {
    "id": "2371526",
    "unitNumber": 6,
    "text": "90 bin kilometre ana yollardan, 200 bin kilometre ise küçük kırsal yollardan oluşan bir yol ağı ilk olarak hangi medeniyette bulunmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Antik Mısır",
      "B": "Antik Yunan",
      "C": "Çin",
      "D": "Antik Roma",
      "E": "Maya"
    },
    "explanation": "Antik Roma, farklı seyahat türlerine ivme ka- zandıran medeniyet oldu. Yolların yapılmasıyla birlikte seyahat giderek daha önemli hâle geldi. Bu dönemde, yaklaşık 90 bin kilometre ana yollardan, 200 bin kilometre ise küçük kırsal yollardan oluşan bir yol ağı oluşturuldu."
  },
  {
    "id": "2371535",
    "unitNumber": 6,
    "text": "Seyahatin tarihselliği hakkındaki çalışmalar, seyahatlerin MÖ 4000’li yıllarda hangi medeniyette başladığını savunmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Mayalar",
      "B": "Uygurlar",
      "C": "Mısır",
      "D": "Frigler",
      "E": "Sümerler"
    },
    "explanation": "Seyahatin tarihselliği hakkındaki çalışmalar, seyahatlerin MÖ 4000’li yıllarda, yazıyı bulan Sü- merlere dayandığını savunmaktadır (Goeldner ve Ritchie, 2009)."
  },
  {
    "id": "2371670",
    "unitNumber": 6,
    "text": "MÖ 325 civarında, Marsilya’dan çıkarak Atlantik Okyanusu boyunca İngiltere, Kuzey Almanya ve İskandinavya’ya seyahat eden kişi kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pytheas",
      "B": "Hypatia",
      "C": "Aristotales",
      "D": "Platon",
      "E": "Sokrates"
    },
    "explanation": "Özellikle, Pytheas’ın MÖ 325 civarında, Marsilya’dan çıkarak Atlantik Okyanusu boyunca İngiltere, Kuzey Almanya ve İskandinavya’yı içeren seyahati kayda değerdir."
  },
  {
    "id": "2371672",
    "unitNumber": 6,
    "text": "MÖ 1480 yılında Kraliçe Hatshepsut’un Afrika’nın doğu kıyılarına yaptığı gezinin amacı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "savaş ve ticaret",
      "B": "barış ve turizm",
      "C": "savaş ve kuşatma",
      "D": "kültür ve sanat",
      "E": "bilim ve gözlem"
    },
    "explanation": "MÖ 1480 yılında Kraliçe Hatshepsut’un Afrika’nın doğu kıyılarına yaptığı gezinin barış ve turizm amaçlı ilk gezi olduğu düşünülmektedir."
  },
  {
    "id": "2371940",
    "unitNumber": 6,
    "text": "İlk kültür turizmi hangi medeniyet ile başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Antik Roma",
      "B": "Antik Mısır",
      "C": "Mayalar",
      "D": "Antik Yunan",
      "E": "Sümerler"
    },
    "explanation": "İlk kültür turizmi hareketlerinin de Yunanlar ile başladığını söylemek gerekir."
  },
  {
    "id": "2371942",
    "unitNumber": 6,
    "text": "Seyahat tarihine yeni bir heyecan katan Grand Tur, İngiliz genç soylu erkeklerin, eğitim amacıyla başta İtalya olmak üzere, Fransa, İsviçre ve Almanya’da seyahat güzergâhlarını takip ederek yaptıkları gezilerdir. Bu geziler hangi yüzyıllarda yapılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "8. ve 10. yüzyıllar arasında",
      "B": "10. ve 12. yüzyıllar arasında",
      "C": "13. ve 15. yüzyıllar arasında",
      "D": "15. ve 17. yüzyıllar arasında",
      "E": "17. ve 19. yüzyıllar arasında"
    },
    "explanation": "Seyahat tarihine yeni bir heyecan katan Grand Tur, 17. ve 19. yüzyıllar arasında yapıldı. Bu turlar, İngiliz genç soylu erkeklerin, eğitim ama- cıyla başta İtalya olmak üzere, Fransa, İsviçre ve Almanya’da seyahat güzergâhlarını takip ederek yaptıkları gezilerdir."
  },
  {
    "id": "2371943",
    "unitNumber": 6,
    "text": "İlk tren hattı, 25 Eylül 1825’te hangi iki hat arasında hizmete açılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "California-Teksas (Amerika)",
      "B": "Stockton-Darlington (İngiltere)",
      "C": "Dresten-Weimar (Almanya)",
      "D": "İstanbul-Ankara (Türkiye)",
      "E": "Floransa-Roma (İtalya)"
    },
    "explanation": "İlk tren hattı, 25 Eylül 1825’te Stockton-Darling- ton (İngiltere) arasında hizmete açıldı."
  },
  {
    "id": "2371945",
    "unitNumber": 6,
    "text": "Seyahat maliyetlerinin azalması ve paket turlar sunan organize turlar, 1840’ların bir yeniliği olarak İngiltere’de hangi girişimci ile başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Elizabeth Cochran",
      "B": "Henry Ford",
      "C": "Marco Polo",
      "D": "Thomas Cook",
      "E": "Christopher Columbus"
    },
    "explanation": "Seyahat maliyetlerinin azalması ve paket tur- lar sunan organize turlar, 1840’ların bir yeniliğiy- di. İngiltere’de yaşayan girişimci Thomas Cook (1808-1892), kitle turizminin öncüsü olarak gö- rülür."
  },
  {
    "id": "2371946",
    "unitNumber": 6,
    "text": "Ulaşım, konaklama ve yeme-içme hizmetlerinden oluşan paket turlara genel olarak ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hızlı Tur",
      "B": "Charter Tur",
      "C": "Speed Tur",
      "D": "Toplu taşıma",
      "E": "Seyahat acentası"
    },
    "explanation": "Charter Tur: Ulaşım, konaklama ve ye- me-içme hizmetlerinden oluşan paket turları ifade etmektedir."
  },
  {
    "id": "2371948",
    "unitNumber": 6,
    "text": "1985 yılında profesyonel turist rehberlerini uluslararası etkinliklerde temsil etmek ve onları tanıtmak, haklarını korumak, evrensel etik kodlarını tanıtmak ve uygulanmasını sağlamak, profesyonelliğin en yüksek standartlar seviyesine çıkmasını sağlamak gibi amaçlarla kurulan federasyonun kısa adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "WWF",
      "B": "WHO",
      "C": "WFTGA",
      "D": "IIC",
      "E": "TTC"
    },
    "explanation": "Dünya Turist Rehberleri Birlikleri Federasyonu (World Federation of Tourist Guides Association-WFTGA) ve Avrupa Turist Reh- berleri Birliği Federasyonu (European Federation of Tourist Guide Associations-FEG)\n WFTGA, 1985 yılında profesyonel turist reh- berlerini uluslararası etkinliklerde temsil etmek ve onları tanıtmak, haklarını korumak, evrensel etik kodlarını tanıtmak ve uygulanmasını sağlamak, profesyonelliğin en yüksek standartlar seviyesine çıkmasını sağlamak, uluslararası eğitim vermek, rehberlik kalitesini bu eğitimler aracılığıyla art- tırmak, üyeler arasında fikir alışverişi yapılması- na imkân sağlamak amacıyla kuruldu."
  },
  {
    "id": "2375404",
    "unitNumber": 6,
    "text": "Güneşin veya yıldızların yüksekliğini ölçerek astronomi ve yön bulmada kullanılan aletin adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pusula",
      "B": "Usturlap",
      "C": "Rasathane",
      "D": "Nivo",
      "E": "Teodolit"
    },
    "explanation": "Usturlap: Güneşin veya yıldızların yüksekliğini ölçerek astronomi ve yön bulmada kullanılan astronomik bir alettir. İlk olarak Yunan gökbilimciler tarafından kullanılmaya başlandı.<br/>Güneşin veya yıldızların yüksekliğini ölçerek astronomi ve yön bulmada kullanılan aletin adı usturlaptır."
  },
  {
    "id": "2375419",
    "unitNumber": 6,
    "text": "MÖ 325 civarında, Marsilya’dan çıkarak Atlantik Okyanusu boyunca İngiltere, Kuzey Almanya ve İskandinavya’yı gezen kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Herodotos",
      "B": "Strabo",
      "C": "Pausanias",
      "D": "Aleksandros",
      "E": "Pytheas"
    },
    "explanation": "Herodot, Pausanias ve Strabo gibi seyahat hikâyeleriyle tanınan gerçek turistler de mevcuttu. Özellikle, Pytheas’ın MÖ 325 civarında, Marsilya’dan çıkarak Atlantik Okyanusu boyunca İngiltere, Kuzey Almanya ve İskandinavya’yı içeren seyahati kayda değerdir.<br/>MÖ 325 civarında, Marsilya’dan çıkarak Atlantik Okyanusu boyunca İngiltere, Kuzey Almanya ve İskandinavya’yı gezen kişi Pytheas'tır."
  },
  {
    "id": "2375438",
    "unitNumber": 6,
    "text": "Kültür turizminin ilk kez hangi kültürde görüldüğü önerilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mısırlılar",
      "B": "Yunanlılar",
      "C": "Romalılar",
      "D": "Asurlular",
      "E": "Babilliler"
    },
    "explanation": "İlk kültür turizmi hareketlerinin de Yunanlar ile başladığını söylemek gerekir. Bu dönemde, Yunan Medeniyeti’nin yetiştirdiği önemli tarihçi ve coğrafyacı Herodot, Yunanistan, Kuzey Afrika, Sicilya, İtalya ve Ege Adalarına seyahat etti.<br/>Kültür turizminin ilk kez Yunan kültüründe görüldüğü önerilmektedir."
  },
  {
    "id": "2375458",
    "unitNumber": 6,
    "text": "Antik dönemin en eski ve stratejik açıdan en önemli Roma yollarından olan, Roma’yı İtalya’nın güneydoğusundaki Brindisi’ye bağlayan yol, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kral Yolu",
      "B": "Urartu Yolu",
      "C": "Appian Yolu",
      "D": "Phryg Yolu",
      "E": "Lykia Yolu"
    },
    "explanation": "Appian Yolu: Antik dönemin en eski ve stratejik açıdan en önemli Roma yollarından biridir. Roma’yı İtalya’nın güneydoğusundaki Brindisi’ye bağlayan yol, uzun yolların kraliçesi olarak anılıyordu.<br/>Antik dönemin en eski ve stratejik açıdan en önemli Roma yollarından olan, Roma’yı İtalya’nın güneydoğusundaki Brindisi’ye bağlayan yol, Appian Yolu'dur."
  },
  {
    "id": "2375463",
    "unitNumber": 6,
    "text": "Seyahatin sadece beden için değil, ruh için de gerektiğini anlatan filozof ve yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aristo",
      "B": "Pisagoras",
      "C": "Herodot",
      "D": "Seneca",
      "E": "Strabo"
    },
    "explanation": "Seyahatler, özellikle Roma İmparatorluğu’nda alt sınıflara da yayıldı ve Romalıların en eski tatil beldelerine seyahatler başladı. Lucius’a Mektuplar adlı eserinde Romalı filozof ve yazar Seneca, seyahatin sadece beden için değil, ruh için de gerektiğini anlatıyordu.<br/>Seyahatin sadece beden için değil, ruh için de gerektiğini anlatan filozof ve yazar Seneca'dır."
  },
  {
    "id": "2375476",
    "unitNumber": 6,
    "text": "Ortaçağın başlarında turistik faaliyetlerin çoğunluğu nasıl tanımlanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kültürel seyahatler",
      "B": "Ticari seyahatler",
      "C": "Hac seyahatleri",
      "D": "Eğitim seyahatleri",
      "E": "Spor seyahatleri"
    },
    "explanation": "Bu dönemde, özellikle Winchester, Walsingham ve Canterbury gibi bölgeler, önemli Hristiyanlık merkezleri hâline geldi. Ayrıca, Avrupa’nın her yerinden zengin ve yoksullardan oluşan halk Kudüs’e, Roma’ya, Orta İtalya’ya veya Kuzeybatı İspanya’ya (Santiago de Compostela) hacca gitmeye başladı.<br/>Ortaçağın başlarında turistik faaliyetlerin çoğunluğu hac amaçlı seyahatleri olarak tanımlanabilir."
  },
  {
    "id": "2375481",
    "unitNumber": 6,
    "text": "Hangi dönemde eğitim ve rekreasyon odaklı bireysel seyahatler, dinî<br/>nedenlerin önüne geçmeye başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Rönesans Dönemi",
      "B": "Ortaçağ",
      "C": "Antik Çağ",
      "D": "Roma Dönemi",
      "E": "Hellenistik Dönem"
    },
    "explanation": "Rönesans Dönemi’nde, eğitim ve rekreasyon odaklı bireysel seyahatler, dinî<br/>nedenlerin önüne geçmeye başladı. Böylece seyahat yeniden doğdu.<br/>Rönesans döneminde eğitim ve rekreasyon odaklı bireysel seyahatler, dinî<br/>nedenlerin önüne geçmeye başlamıştır."
  },
  {
    "id": "2375492",
    "unitNumber": 6,
    "text": "\"Keşifler Çağı\", hangi tarihler arasına yerleştirilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "1200 - 1300",
      "B": "1400 - 1800",
      "C": "1300 - 1700",
      "D": "1100 - 1400",
      "E": "1400 - 1600"
    },
    "explanation": "1400-1600 yılları arasında gerçekleşen Keşifler Çağı, çok sayıda Avrupalının daha önce Batı dünyasının bilmediği dünyanın farklı bölgelerine seyahat etmesi ile başladı.<br/>\"Keşifler Çağı\", 1400 - 1600 tarihleri arasına yerleştirilebilir."
  },
  {
    "id": "2375501",
    "unitNumber": 6,
    "text": "\"Harikalar Kitabı\", aşağıdaki seyyahlardan hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Marco Polo",
      "B": "Evliya Çelebi",
      "C": "Piri Reis",
      "D": "İbn-i Battuta",
      "E": "Vasco da Gama"
    },
    "explanation": "Harikalar Kitabı, Uzak Doğu’ya ve imparatorluk kenti Pekin’e giden ilk Avrupalı olan ve uzun yıllar Çin’de yaşayan Venedikli tacir Marco Polo’nun en ünlü eseridir.<br/>\"Harikalar Kitabı\", Marco Polo'ya aittir."
  },
  {
    "id": "2375512",
    "unitNumber": 6,
    "text": "Eğitimli orta sınıfın Montesquieu, Rousseau, Goethe gibi şair ve filozofların seyahatlerini taklit ettikleri dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Rönesans",
      "B": "Reform",
      "C": "Ortaçağ",
      "D": "Aydınlanma Çağı",
      "E": "Roma Dönemi"
    },
    "explanation": "Aydınlanma Çağı boyunca, üst ve orta sınıf tarafından yapılan eğitim seyahatleri, turizmin gelişmesindeki önemli bir aşamaydı. Eğitimli orta sınıfın seyahatleri, Montesquieu (1689-1755), Rousseau (1712-1778), Lessing (1729-1781), Herder (1744-1803) ve Goethe (1749-1832) gibi önde gelen şairlerin ve filozofların seyahatlerini taklit ediyordu.<br/>Eğitimli orta sınıfın Montesquieu, Rousseau, Goethe gibi şair ve filozofların seyahatlerini taklit ettikleri dönem Aydınlanma Çağıdır."
  },
  {
    "id": "2359966",
    "unitNumber": 7,
    "text": "Haçlı Seferlerinin başarısız olmasından sonra Kudüs’ün yerini alan kent aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İstanbul",
      "B": "İskenderiye",
      "C": "Antakya",
      "D": "Paris",
      "E": "Roma"
    },
    "explanation": "Giriş<br/>Roma\n Haçlı Seferlerinin genel başarısızlığı üzerine Roma, kutsal yolculuk- larda Kudüs’ün yerini aldı."
  },
  {
    "id": "2359974",
    "unitNumber": 7,
    "text": "Aşağıdakiler yerleşimlerden hangisi adını Selçuklu sultanı I. Alâeddin Keykubad isminden almıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Antalya",
      "B": "Konya",
      "C": "Alanya",
      "D": "Aksaray",
      "E": "Kayseri"
    },
    "explanation": "Selçuklular Zamanında Anadolu’da Ticaretin Gelişmesi<br/>Alanya\n I. Alâeddin Keykubad (1220-1237) tahta çıkışından bir yıl sonra, Akdeniz’deki Rumların Kalonoros, Avrupalıların Kandelore olarak adlandırdığı Alanya’yı teslim almıştır. Sultanın ismine istinaden bu şehre Alâiye ismi verilmiştir."
  },
  {
    "id": "2359979",
    "unitNumber": 7,
    "text": "Selçuklular zamanında Anadolu’da bütün ülkelerin tüccarlarına açık olan ve günümüzün uluslararası fuarlarını andıran pazarlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yabanlu Pazarı",
      "B": "Alemüddin Pazarı",
      "C": "Ziyaret Pazarı",
      "D": "Çıfıt Pazarı",
      "E": "Hergelen Pazarı"
    },
    "explanation": "Selçuklular Zamanında Ticaret Mekânları: Panayırlar, Pazarlar ve Bazı Şehirler<br/>Yabanlu Pazarı\n Şehirlerin dışında, yerleşim bölgelerinden uzakta ve önemli ticaret yollarının kavşak noktalarında kurulan bütün ülkelerin tüccarlarına açık olan ve günümüzün uluslararası fuarlarını andıran bu pazarlara Yabanlu Pazarı adı verilmiştir."
  },
  {
    "id": "2359984",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Selçuklular zamanında ticari açıdan öne çıkan şehirlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Konya",
      "B": "Sivas",
      "C": "Kayseri",
      "D": "Balıkesir",
      "E": "Antalya"
    },
    "explanation": "Selçuklular Zamanında Ticaret Mekânları: Panayırlar, Pazarlar ve Bazı Şehirler<br/>Balıkesir\n Konya, Sivas, Kayseri gibi şehirlerde yoğunlaşmıştır. Bu şehirleri Antalya, Sinop, Erzurum, Malatya, To- kat, Diyarbakır, Mardin ve Ahlat takip etmiştir."
  },
  {
    "id": "2359988",
    "unitNumber": 7,
    "text": "Osmanlı topraklarında kurulan ilk demir yolu hattı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kahire-İskenderiye",
      "B": "İzmir-Aydın",
      "C": "Haydarpaşa-İzmit",
      "D": "İstanbul-Bağdat",
      "E": "Hicaz-Şam"
    },
    "explanation": "Yollarda ve Ulaşımda Meydana Gelen Değişim<br/>Kahire-İskenderiye\n Raylı Ulaşım Sistemleri: Osmanlı toprakların- da ilk demir yolu hattı 1854’te Kahire-İskenderiye arasında açılmıştır."
  },
  {
    "id": "2359993",
    "unitNumber": 7,
    "text": "Anadolu Selçukluları zamanında kervanları korumak için onlara eşlik eden askerî kuvvet hangi adla anılırdı?",
    "correctAnswer": "C",
    "options": {
      "A": "Ribâtkar",
      "B": "Havayic-i salar",
      "C": "Kervansalar",
      "D": "Saki",
      "E": "Emir-i bac"
    },
    "explanation": "Selçuklular Zamanında Ulaşım Aracı Olarak Kervanlar<br/>Kervansalar\n Anadolu Selçuklularının kervanları korumak için aldığı birtakım tedbirler vardı. Kervan kafielerine, çoğu defa, başlarında kervansalar veya kervanbaşı bulunan, duruma göre sayısı 100-200 arasında değişen, bir askerî kuvvet eşlik ederdi. Bu hizmete karşılık tüccarlar kervan başına, devlet tarafından miktarı belirlenmiş, bir kervansalarlık harcı öderlerdi."
  },
  {
    "id": "2359995",
    "unitNumber": 7,
    "text": "Gazneli Mahmud’un emriyle Meşhed yakınında yaptırılan en erken tarihli Türk kervansarayı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kemaleddin Hanı",
      "B": "Ribât-ı Mâhî/Ribât-ı Çâh",
      "C": "Ribât-ı Semerkant",
      "D": "Ribât-ı Tebriz",
      "E": "Samarra Hanı"
    },
    "explanation": "Selçuklular Zamanında Konaklama Tesisleri: Kervansaraylar<br/>Ribât-ı Mâhî/Ribât-ı Çâh"
  },
  {
    "id": "2360001",
    "unitNumber": 7,
    "text": "Anadolu Selçuklu Dönemi kervansaraylarının en erken tarihlisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alay Han",
      "B": "Kadınhanı",
      "C": "Mahperi Hatun Kervansarayı",
      "D": "Emir Hanı",
      "E": "Alara Han"
    },
    "explanation": "Selçuklular Zamanında Konaklama Tesisleri: Kervansaraylar<br/>Alay Han\n Aksaray yakınlarında, II. Kılıçarslan tarafından inşa ettirilen Alay Han, Anadolu’daki Selçuklu kervansaraylarının en eski tarihlisi ve “sultan hanları” tipinin öncüsüdür."
  },
  {
    "id": "2360004",
    "unitNumber": 7,
    "text": "Osmanlı Döneminde modern anlamda kurulan ilk müze aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mecmua-ı Asar-ı Atika*",
      "B": "Müze-i Konstantiniye",
      "C": "Asarı Cedid",
      "D": "Bilâd-ı Selâse",
      "E": "Müze-i Nafia"
    },
    "explanation": "Osmanlı Tanzı̇mat Dönemı̇nde (1839-1922) Osmanlılarda Turı̇zm ve Seyahattekı̇ Dönüşüm<br/>Mecmua-ı Asar-ı Atika\n Modern anlamda ilk Osmanlı Müzesi Harbiye Ambarı’nda 1846 sene- sinde Fethi Paşa’nın girişimleriyle Mecmua-ı Asar-ı Atika adıyla kurulmuştur."
  },
  {
    "id": "2360008",
    "unitNumber": 7,
    "text": "Osmanlı Döneminde Mekke ve Medine halkına dağıtılmak üzere değerli armağanlarla kutsal topraklara gönderilen tören alayı ne adla anılırdı?",
    "correctAnswer": "B",
    "options": {
      "A": "Surname Alayı",
      "B": "Sürre Alayı",
      "C": "Alayı Cedid",
      "D": "Hacc-ı Ekber Alayı",
      "E": "Mir’âtü’l-memâlik"
    },
    "explanation": "Osmanlı Devleti’nde Hac Organizasyonu<br/>Sürre Alayı\n I. Selim (Yavuz), 1517 Ridaniye Savaşı’yla Mısır’ı ele geçirerek Memluk Devleti’ne son verdi. Bu olaydan sonra Hicaz topraklarının da alınma- sıyla, Osmanlı padişahları aynı zamanda halifeliği de üstüne almış ve bütün İslam dünyasını ilgilendi- ren hac organizasyonunu da üstlenmiştir. Osmanlı Devleti bir yandan hac yolculuklarını üstlenirken bir yandan da hac öncesi bir ritüel hâline gelen sür- re geleneğini de devraldı. Sürre para kesesi, para çıkını demektir. Hac döneminden önce genellikle Mekke ve Medine halkına dağıtılmak için yollanan para, altın ve diğer eşyaları ifade eder."
  },
  {
    "id": "2360662",
    "unitNumber": 7,
    "text": "Papa VIII. Boniface tarafından duyurulan ve yaklaşık 20.000 ziyaretçiyi Roma'ya çekmeyi başaran faaliyetin adı ve yılı, aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Afaroz Yılı / 1200",
      "B": "Hac Yılı / 1100",
      "C": "Günah Yılı / 1300",
      "D": "Bağışlama Yılı / 1300",
      "E": "Kardinaller Yılı / 1200"
    },
    "explanation": "Papa VIII. Boniface, 1300 yılını “Bağışlama Yılı” ilan etti ve bu yılda<br/>Roma’yı ziyaret edenlerin günahlarının tümüyle bağışlanacağını duyurdu. Bu duyuru o günün koşullarında ulaşılması zor bir rakam olan 20.000 ziyaretçiyi Roma’ya çekmeyi başardı.<br/>Papa VIII. Boniface tarafından duyurulan ve yaklaşık 20.000 ziyaretçiyi Roma'ya çekmeyi başaran faaliyetin Bağışlama Yılı'dır ve 1300 yılında ilan edilmiştir."
  },
  {
    "id": "2360666",
    "unitNumber": 7,
    "text": "Avrupalıların İpek Yolu'na tam ulaşabilmeleri ve misyoner, diplomat, seyyah ve tüccarların doğrudan Çin'e dek gidebilmeleri, aşağıdaki tarihlerden hangisinde gerçekleşmiştir ve bu dönemde İpek Yolu'nun hakimiyeti kimin elindedir?",
    "correctAnswer": "C",
    "options": {
      "A": "1200-1300 yılları arası / Türkler",
      "B": "1270-1370 yılları arası / Araplar",
      "C": "1250-1350 yılları arası / Moğollar",
      "D": "1400-1500 yılları arası / Memlükler",
      "E": "1380-1480 yılları arası / Ruslar"
    },
    "explanation": "1250-1350 yılları arasında bu demir perde, en azından İpek Yolu için ortadan kalktı. Demir perdenin kalkmasına neden olan Moğollardı. Moğollar en geniş zamanında Roma İmparatorluğu’nun iki katına ulaşmış geniş bir kara imparatorluğunu kurdular. Nerdeyse İpek Yolu’nun büyük bir bölümünü topraklarına kattılar. Moğollar zamanında<br/>çok sayıda misyoner diplomat, seyyah ve tüccar doğrudan Çin’e, İpek Yolu’nun başlangıcına gidebilme imkânına kavuştu.<br/>Avrupalıların İpek Yolu'na tam ulaşabilmeleri ve misyoner, diplomat, seyyah ve tüccarların doğrudan Çin'e dek gidebilmeleri, 1250-1350 yılları arasında gerçekleşmiştir ve bu dönemde İpek Yolu'nun hakimiyeti Moğolların elindedir."
  },
  {
    "id": "2360678",
    "unitNumber": 7,
    "text": "Selçuklularda, şehirlerin dışında, yerleşim bölgelerinden uzakta ve önemli ticaret yollarının kavşak noktalarında kurulan, bütün ülkelerin tüccarlarına açık olan pazarlara verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yabanlu Pazarı",
      "B": "Kış Pazarı",
      "C": "Kasaba Fuarı",
      "D": "Uluslararası Fuar",
      "E": "Hac Turizmi"
    },
    "explanation": "Şehirlerin dışında, yerleşim bölgelerinden uzakta ve önemli ticaret yollarının kavşak noktalarında kurulan bütün ülkelerin tüccarlarına açık olan ve günümüzün uluslararası fuarlarını andıran bu pazarlara Yabanlu Pazarı adı verilmiştir.<br/>Selçuklularda, şehirlerin dışında, yerleşim bölgelerinden uzakta ve önemli ticaret yollarının kavşak noktalarında kurulan, bütün ülkelerin tüccarlarına açık olan pazarlara verilen isim Yabanlu Pazarı'dır."
  },
  {
    "id": "2360680",
    "unitNumber": 7,
    "text": "Ağır kervanların en büyüğü olan ve yılda bir defa Arabistan’a hacı götüren kervanın adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mekke Kervanı",
      "B": "Hicaz Kervanı",
      "C": "Yemen Kervanı",
      "D": "Medine Kervanı",
      "E": "Arap Kervanı"
    },
    "explanation": "Kervanlar taşıdıkları yükün ağırlığına göre ağır ve hafif kervanlar diye ikiye ayrılırdı. Ağır kervanların en büyüğü yılda bir defa Arabistan’a hacı götüren Hicaz kervanıydı. Konya’dan Mekke’ye bu kervanın ulaşması yaklaşık 70 günde gerçekleşirdi.<br/>Ağır kervanların en büyüğü olan ve yılda bir defa Arabistan’a hacı götüren kervanın adı Hicaz Kervanı'dır."
  },
  {
    "id": "2360683",
    "unitNumber": 7,
    "text": "Tutgavul, aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kervan yolları arasındaki dinlenme ve ikmal noktalarının adı.",
      "B": "Kervanların durakladıkları yerlerde onlardan alınacak vergiyi hesaplayan kişi.",
      "C": "Kervanlara yol boyunca eşlik eden askeri birliğin adı.",
      "D": "Kervan yolları üzerinde güvenliği sağlayan askeri kıtaların komutanı.",
      "E": "Kervanların güvenliği için devlet tarafından belirlenen yol harcı."
    },
    "explanation": "Kervanların güvenliği için alınan önlemlerden birisi de yol üzerinde sabit askerî kıtalar bulundurmaktı. Bu askerî kıtalara yol muhafızı denebilecek Rahdar veya Tutgavul komuta ederdi.<br/>Tutgavul, kervan yolları üzerinde güvenliği sağlayan askeri kıtaların komutanına verilen isimdir."
  },
  {
    "id": "2360684",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, bilinen en eski Türk kervansarayıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ribat-ı Şerif",
      "B": "Ribât-ı Mâhî/Ribât-ı Çâh",
      "C": "Alay Han",
      "D": "Mahperi Hatun Kervansarayı",
      "E": "Çiftlik Hanı"
    },
    "explanation": "Gazneli Mahmud’un emriyle Firdevsî’nin anısına Meşhed yakınında Serahs yolu üzerinde yaptırılan Ribât-ı Mâhî/Ribât-ı Çâh (410/1019-20) en erken Türk kervansarayıdır.<br/>bilinen en eski Türk kervansarayı, Ribât-ı Mâhî/Ribât-ı Çâh'tır."
  },
  {
    "id": "2360686",
    "unitNumber": 7,
    "text": "Osmanlılarda Anadolu’da ve Rumeli’de yol güzergâhlarında, özellikle<br/>dağlık ve geçit bölgelerinde, güvenliği sağlamak için oluşturulmuş teşkilata verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kolcu",
      "B": "Kervanbaşı",
      "C": "Tatar",
      "D": "Devriye",
      "E": "Derbend"
    },
    "explanation": "Osmanlılarda Anadolu’da ve Rumeli’de yol güzergâhlarında, özellikle dağlık ve geçit bölgelerinde, güvenliği sağlamak için oluşturulmuş teşkilata derbend, bu teşkilatta görevli olan kimseye de derbendci denmiştir.<br/>Osmanlılarda Anadolu’da ve Rumeli’de yol güzergâhlarında, özellikle<br/>dağlık ve geçit bölgelerinde, güvenliği sağlamak için oluşturulmuş teşkilata verilen isim derbend'tir."
  },
  {
    "id": "2360689",
    "unitNumber": 7,
    "text": "Osmanlı Devlet teşkilatında atla giden, devlete ait resmî belgeleri bir yerden başka bir yere götürüp getiren resmî postaya verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çerkes",
      "B": "Pomak",
      "C": "Tatar",
      "D": "Süvari",
      "E": "Postacı"
    },
    "explanation": "Osmanlı Devlet teşkilatında atla giden, devlete ait resmî belgeleri bir yerden başka bir yere götürüp getiren resmî postaya Türkçe sözlüklerde postacı, müjdeci ya da haberci olarak anılan ulak veya tatar adı verilmiştir.<br/>Osmanlı Devlet teşkilatında atla giden, devlete ait resmî belgeleri bir yerden başka bir yere götürüp getiren resmî postaya verilen isim tatar'dır."
  },
  {
    "id": "2360691",
    "unitNumber": 7,
    "text": "Selçuklularda sonbaharın başlangıcını temsilen 23 Eylül-22 Ekim arasında kutlanan ikinci büyük bayram, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mihrigan Bayramı",
      "B": "Nevruz Bayramı",
      "C": "Yeni Yıl Bayramı",
      "D": "Kış Dönümü Bayramı",
      "E": "Yaz önümü Bayramı"
    },
    "explanation": "Selçuklular tarafından kutlanan ikinci geleneksel bayram ise “Mihrigan Bayramı” idi. Daha çok İran coğrafyasının bir bayramı olan Mihrigan<br/>Bayramı sonbaharın başlangıcını temsilen 23 Eylül-22 Ekim arasındaydı<br/>Selçuklularda sonbaharın başlangıcını temsilen 23 Eylül-22 Ekim arasında kutlanan ikinci büyük bayram, Mihrigan Bayramı'dır."
  },
  {
    "id": "2360693",
    "unitNumber": 7,
    "text": "1848 yılında bina, yol, köprü inşası ve koruların muhafazası gibi bayındırlık işlerine bakmak üzere kurulan kurumun adı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Geçici imar meclisleri",
      "B": "Turizm Nezareti",
      "C": "Nafia Nezareti",
      "D": "İmar Bakanlığı",
      "E": "Çevre Bakanlığı"
    },
    "explanation": "Geçici imar meclisleri oluşturularak ulaşım öncelikli hâle getirilmiştir. Ülke genelinde yapılacak yolların belirlenmesi görevi bu meclislere verilmiştir. 1848 yılında ise bina, yol, köprü inşası ve koruların muhafazası gibi bayındırlık işlerine bakmak üzere Nafia Nezareti kurulmuştur.<br/>1848 yılında bina, yol, köprü inşası ve koruların muhafazası gibi bayındırlık işlerine bakmak üzere kurulan kurumun adı Nafia Nezareti'dir."
  },
  {
    "id": "2371264",
    "unitNumber": 7,
    "text": "Haçlı Seferlerinin genel amacı Hıristiyanların Kudüs kentine ulaşmak ve kutsal toprakları feth etmektir. I. Haçlı Seferi başarılı olmuşsa da diğerleri başarılı olamıştır. Bu nedenler Kudes'e ulaşılmayınca hangi kent önem kazanmış ve haç rotasının ulaşılmak istenilen merkezi olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Mekke",
      "B": "Betlehem",
      "C": "Roma",
      "D": "Konstantinopolis (istanbul)",
      "E": "Atina"
    },
    "explanation": "Avrupalı Hristiyanlar 15 Ağustos 1096’daki Meryem Orucu Yortusu’ndan hemen önce kutsal yerleri kurtarma sloganıyla doğuya doğru yola çıktılar. Artık Birinci Haçlı Seferi başlamıştı. Bir Latin dili bilgini “Hac tek bir bireyin yolculuğu, Haçlı Seferleri ise toplu hac yolculuklarıdır.” demişti. Birinci Haçlı Seferi, Hristiyanların kutsal yerleri kurtarmak amacıyla yaptığı ve başarıya ulaştığı son seferdi. Haçlı Seferlerinin genel başarısızlığı üzerine Roma, kutsal yolculuklarda Kudüs’ün yerini aldı."
  },
  {
    "id": "2371265",
    "unitNumber": 7,
    "text": "1250-1350 yılları arasında Avrupalılar için İpek Yolu tekelini elinde bulunduran Müslüman tüccarlarının direnişini kaldıran güçaşağıdaki seçeneklerden hangisindedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Moğollar",
      "B": "Çinliler",
      "C": "Türkler",
      "D": "Araplar",
      "E": "Feenikeliler"
    },
    "explanation": "1250-1350 yılları arasında bu demir perde, en azından İpek Yolu için ortadan kalktı. Demir perdenin kalkmasına neden olan Moğollardı. Moğollar en geniş zamanında Roma İmparatorluğu’nun iki katına ulaşmış geniş bir kara imparatorluğunu kurdular. Nerdeyse İpek Yolu’nun büyük bir bölümünü topraklarına kattılar. Moğollar zamanında çok sayıda misyoner diplomat, seyyah ve tüccar doğrudan Çin’e, İpek Yolu’nun başlangıcına gidebilme imkânına kavuştu."
  },
  {
    "id": "2371268",
    "unitNumber": 7,
    "text": "Rumların \"<em>Kalonoros\"</em>, Avrupalıların \"<em>Kandelore\" olarak isimlendirdikleri Anadolu kenti aşağıdakilerden hangisidir?</em>",
    "correctAnswer": "E",
    "options": {
      "A": "İznik",
      "B": "Bursa",
      "C": "Konya",
      "D": "Fethiye",
      "E": "Alanya"
    },
    "explanation": "I. Alâeddin Keykubad (1220-1237) tahta çıkışından bir yıl sonra, Akdeniz’deki Rumların Kalonoros, Avrupalıların Kandelore olarak adlandırdığı Alanya’yı teslim almıştır. Sultanın ismine istinaden bu şehre Alâiye ismi verilmiştir. Sultan Alâeddin Keykubad 1229-1236 yılları arasında burada kuvvetli bir tersane inşa ettirmiştir."
  },
  {
    "id": "2371270",
    "unitNumber": 7,
    "text": "Selçuklular Döneminde Konya'yı ziyaret ettiği belirtilen Avrupalı tüccarlar kimlerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cenevizliler ve Parisliler",
      "B": "Romalılar ve Venedikliler",
      "C": "Romalılar ve Cenevizliler",
      "D": "Cenevizliler ve Venedikliler",
      "E": "Roamlılar ve Parisliler"
    },
    "explanation": "Selçuklular zamanında ticari faaliyetler Konya, Sivas, Kayseri gibi şehirlerde yoğunlaşmıştır. Bu şehirleri Antalya, Sinop, Erzurum, Malatya, Tokat, Diyarbakır, Mardin ve Ahlat takip etmiştir. Konya’yı ziyaret eden pek çok Venedikli ve Cenevizli olduğu bilinmektedir. Ticaret amaçlı seyahatlerde bir başka uğrak yeri Alanya’dır. Sivas coğrafi konumundan dolayı çeşitli ticaret yollarının kavşak noktasıydı."
  },
  {
    "id": "2371272",
    "unitNumber": 7,
    "text": "Selçuklular dönemimde Konya ile Mekke arasında seyahat eden Hicaz Kervanının ulaşım süreci kaç günü kapsardı?",
    "correctAnswer": "E",
    "options": {
      "A": "110",
      "B": "95",
      "C": "83",
      "D": "72",
      "E": "70"
    },
    "explanation": "Tüccar eşeğine binerek katarın başına geçer, kuşluk vaktinden akşam ezanına kadar olan 8-9 saatlik gün ışığında yaklaşık 40 km mesafe yol alırdı. Kervanlar taşıdıkları yükün ağırlığına göre ağır ve hafif kervanlar diye ikiye ayrılırdı. Ağır kervanların en büyüğü yılda bir defa Arabistan’a hacı götüren Hicaz kervanıydı. Konya’dan Mekke’ye bu kervanın ulaşması yaklaşık 70 günde gerçekleşirdi."
  },
  {
    "id": "2371280",
    "unitNumber": 7,
    "text": "Selçuklu kervan saraylarının \"derbent\" olarak görev alması hangi niteliğini içermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Konaklama",
      "B": "Karakol",
      "C": "Yıkanma",
      "D": "Pazar",
      "E": "Yönetim Merkezi"
    },
    "explanation": "Kervansaraylar tüccarlar için güvenli bir barınak, askerler için iyi bir konak, önemli yol ve geçitlerin güvenliğini korumak için birer derbent (karakol), gerektiğinde de düşmana karşı koyabilmek için birer kale olarak kullanılmışlardır. Selçuklu kervansarayları bulundukları yerlerde bir pazar yeri hâline gelerek mahallî ticarette önemli rol oynayabiliyordu. Selçuklu dönemine ait 134 kervansaray tespit edilmiştir. Ayrıca yerleri tespit edilen fakat hakkında bilgi olmayan 18 kervansaray vardır. 23 tane de han adıyla anılan yer ismi bulunmaktadır"
  },
  {
    "id": "2371282",
    "unitNumber": 7,
    "text": "Osmanlılar ilk olarak Deniz Yolu kullanımı hangi beyliğin fethinden sonra başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hamitoğulları Beyliği",
      "B": "Aydınoğulları Beyliğ",
      "C": "Germiyanoğulları Beyliği",
      "D": "Karasi Beyliği",
      "E": "Çandarlı Beyliği"
    },
    "explanation": "Osmanlılar, deniz yollarından yararlanmaya ilk olarak Balıkesir ve Çanakkale dolaylarında egemen olan Karesi Beyliği’nin alınması ve bu beyliğin denizcilik birikimin kendisine geçmesiyle başlamıştır. I. Bayezid (Yıldırım) zamanında 1390 senesinde ilk Osmanlı tersanesi Gelibolu’da kurulmuştur."
  },
  {
    "id": "2371298",
    "unitNumber": 7,
    "text": "Osmanlı Mutfağında Padişaha özel yemeklerin pişirildiği kısım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuşhane",
      "B": "Has Mutfak",
      "C": "Valide Sultan Mutfağı",
      "D": "Baş Mutfak",
      "E": "İmarethane"
    },
    "explanation": "Saray mutfağı, II. Mehmed (Fatih)’den itibaren Topkapı Sarayı’nda Matbah-ı amire olarak adlandırılmıştı. Bu mutfak, ikisi helvahane olmak üzere toplam on bölümden oluşmaktaydı. Sebzehane, kiler, kasaphane gibi bölümleri de bulunmaktaydı. Yalnız padişaha özel yemeklerin pişirildiği mutfak kuşhane, divan vezirleri ve harem halkının yemeklerinin hazırlandığı mutfak has mutfak, haremin üst seviyeli kadınlarının yemeklerinin hazırlandığı mutfak ise Valide Sultan Mutfağı olarak adlandırılmaktaydı."
  },
  {
    "id": "2371302",
    "unitNumber": 7,
    "text": "Türklerde kahve kültürünün başlaması hangi dönemde olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Selçuklukların Anadolu'ya gelemsi ile Ortadoğu halkından öğrenilmiştir.",
      "B": "Fatih Sultan Mehmet zamanında Avrrupa fetihlerinden öğrenilmiştir.",
      "C": "Yavuz Sultan Selim'in Safevi seferi (İran) sırasında öğrenilmiştir.",
      "D": "Kanuni Sultan Süleyman zamanında İstanbul'a kahve sevkiyatının başlaması ile olmuştur.",
      "E": "Kahve Kültürü Türklerin Orta Asya'dan getirdikleri bir gelenekleridir."
    },
    "explanation": "Osmanlı eğlence hayatının en yaygın mekânlarıdır. Osmanlıların kahveyle tanışması 16. yüzyıldadır. Kanuni devrinde, 1543 yılında, gemilerle İstanbul’a ilk kez kahve getirilmiştir. Arabistan’da eskiden beri var olan kahvehaneler, başkent İstanbul’da ve diğer büyük şehirlerde 1553 tarihinden itibaren ortaya çıkmaya başlamıştır. İstanbul’da ilk kahvehane Halepli Hakem ve Şamlı Şems adlı kişiler tarafından Tahte’l-Kal’a (Tahtakale-Kale Dibi)’da açıldı."
  },
  {
    "id": "2371347",
    "unitNumber": 7,
    "text": "Osmanlı Devletinde ilk derya(deniz) hamamı (banyosu) nerede açılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Beykoz",
      "B": "Bostancı",
      "C": "Çardak iskelesi",
      "D": "Süreyya Plajı",
      "E": "Kumkapı"
    },
    "explanation": "19. yüzyılda, denize girmek isteyen erkek ve kadınlar için üstü ve etrafı kerestelerle tamamen örtülü deniz hamamları yapıldı. Birbirinden uzak, ses işitilmeyecek, dışardan içerisi, içerden de dışarısı gözükmeyecek şekilde yapılan ve günümüzdeki plajların yerini alan bu yapılara deniz veya derya hamamı (banyosu) denirdi. Kayda geçen ilk deniz hamamları 1826-1850 arasına tarihlenir ve İstanbul’un ilk deniz hamamı Çardak İskelesi, ikincisi ise Salıpazarı’nda açılır"
  },
  {
    "id": "2378273",
    "unitNumber": 7,
    "text": "Papa VIII. Boniface, 1300 yılında Roma’yı ziyaret edenlerin günahlarının tümüyle bağışlanacağını duyurarak nasıl bir yıl ilan etmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bağışlama Yılı",
      "B": "Meryem Orucu Yortusu",
      "C": "Haçlı Seferi",
      "D": "Kudüs",
      "E": "Hac Yılı"
    },
    "explanation": "Papa VIII. Boniface, 1300 yılını “Bağışlama Yılı” ilan etti ve bu yılda Roma’yı ziyaret edenlerin günahlarının tümüyle bağışlanacağını duyurdu. Bu duyuru o günün koşullarında ulaşılması zor bir rakam olan 20.000 ziyaretçiyi Roma’ya çekmeyi başardı. Bu tip “Bağışlama Yılı” etkinlikleri gelecekte de tekrarlanarak insanların Roma’yı ziyaret etmesi sürekli teşvik edildi. Bu tarihlerde Hristiyanlar için artık zorunlu bir hac ziyareti yoktu. Bu durumda, Batı Hristiyan dünyasında misyonlar güçlendi ve misyonerler yabancı ve bilinmeyen yerlere ulaşmayı ve Hristiyanlığı yaymayı başardı."
  },
  {
    "id": "2378279",
    "unitNumber": 7,
    "text": "Anadolu’nun Türk-İslamlaşmasını, imar ve iskânını ilk olarak kim başlatmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tuğrul Bey",
      "B": "Çaka Beyliği adlı ilk dönem beylikleri",
      "C": "Çağrı Bey",
      "D": "Melikşah",
      "E": "Hassan Sabbah"
    },
    "explanation": "Danişmendliler, Artuklular, Saltuklular, Mengücüklüler, Ahlatşahlar, Dilmaçoğulları; Çaka Beyliği adlı ilk dönem beylikleri Anadolu’nun Türk-İslamlaşmasını, imar ve iskânını ilk olarak başlatmıştır."
  },
  {
    "id": "2378283",
    "unitNumber": 7,
    "text": "Anadolu’da kurulan ikinci dönem beylikleri, halkın can ve mal güvenliğini ve kuruldukları bölgelerin asayişini sağlamışlar, Türkiye Selçuklu Devleti’nin kültürel mirasçısı olmuşlardır. Aşağıdakilerden hangisi ikinci dönem beyliklerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Danişmendliler,",
      "B": "Artuklular",
      "C": "Saruhan Oğulları",
      "D": "Saltuklular",
      "E": "Mengücüklüler"
    },
    "explanation": "Moğollar karşısında alınan Kösedağ yenilgisinden (1243) sonra Anadolu’da kurulan ikinci dönem beylikleri ise halkın can ve mal güvenliğini ve kuruldukları bölgelerin asayişini sağlamışlar, Türkiye Selçuklu Devleti’nin kültürel mirasçısı olmuşlardır. İkinci dönem beylikler şunlardır: Saruhan Oğulları, Menteşe Oğulları, Aydın Oğulları, Karesi Oğulları, Sahib Ata Oğulları, Germiyan Oğulları, Eşref Oğulları, Hamid Oğulları, İnanç Oğulları, Teke Oğulları, Karaman Oğulları, Eratnalılar, Kadı Burhaneddin Ahmed Devleti, Dulkadir Beyliği, Ramazan Oğulları, Pervâne Oğulları, Çoban Oğulları, Candar Oğulları, Taceddin Oğulları (Kesik, 2018)."
  },
  {
    "id": "2379520",
    "unitNumber": 7,
    "text": "Selçuklular zamanında Anadolu’da güçlenen iç ve dış ticaret ile pazarlar veya bugünkü anlamda fuarların başladığı görülür.O dönemde Kırşehir-Kayseri yolu üzerinde kurulan pazar, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ziyaret pazarı",
      "B": "Ezine pazarı",
      "C": "Alemüddin pazarı",
      "D": "Türkmen pazarları",
      "E": "Koçhisar pazarı"
    },
    "explanation": "Kırşehir-Kayseri yolu üzerinde kurulan Ziyaret Pazarı (Yozgat, Osmanpaşa beldesi) da zamanla kasabaya dönüşmüştür."
  },
  {
    "id": "2379809",
    "unitNumber": 7,
    "text": "Selçuklular zamanında yemek yemeden önce herhangi bir zehirlenme tehlikesinin önüne geçmek için sultanın yemeğini tadan kişiye ne denirdi?",
    "correctAnswer": "E",
    "options": {
      "A": "Emir-i meclis",
      "B": "Şarabdar",
      "C": "Saki",
      "D": "Havayic-i salar (hansalar)",
      "E": "Emîr-i çaşnigir"
    },
    "explanation": "Türklerde ve Selçuklularda sofra yaşamın önemli parçalarından birisidir. Başta saray olmak üzere, sofra ve adabı önemli bir yer tutardı. Selçuklu saray mutfağında önemli görevliler vardı. Saraydaki aşçılara havayic-i salar (hansalar), içeceklerden sorumlu kişilere saki, doğrudan sultanın içki ve şerbetlerinden sorumlu kişiye şarabdar, ziyafet ve sofranın düzeninden sorumlu kişiye emir-i meclis denirdi. Selçuklu sarayında sultanın sofrasından sorumlu kişi emîr-i çaşnigirdi. Emir-i çaşnigir, aynı zamanda yemek yemeden önce herhangi bir zehirlenme tehlikesinin önüne geçmek için sultanın yemeğini tadardı. Bu bakımdan çaşnigirler, çok güvenilir kişiler arasından seçilirlerdi."
  },
  {
    "id": "2379826",
    "unitNumber": 7,
    "text": "Kızıldeniz, Aden ve Basra Körfezleri ile Umman Denizi ile ilgili gözlemleri içeren Mir’âtü’l-memâlik (memleketlerin aynası) adlı seyahatname, kim tarafından yazılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Evliya Çelebi",
      "B": "Mâcuncuzâde Mustafa",
      "C": "Seydi Ali Reis",
      "D": "Tımışvarlı Osman Ağa",
      "E": "Kara Mehmed Paşa"
    },
    "explanation": "Evliya Çelebi kadar etkili olmasa da bir başka seyyah Seydi Ali Reis’tir. Kızıldeniz, Aden ve Basra Körfezleri ile Umman Denizi ile ilgili gözlemlerini içeren Mir’âtü’l-memâlik (memleketlerin aynası) adlı seyahatnameyi yazmıştır. Maltalı korsanlara esir düşen Mâcuncuzâde Mustafa, 1599’da kaleme aldığı Sergüzeşt-i Esîrî-i Malta adlı eserinde esaret hayatını ayrıntılı biçimde anlatır. Tımışvarlı Osman Ağa’nın Bir Osmanlı Askerinin Sıradışı Anıları (1688-1700) da önemlidir. Siyaset ve tarih ilmine katkıda bulunmak için yazılmış resmî seyahatnameler de bulunmaktadır. Bunlar sefâretnâmeler olarak adlandırılır. İlk Osmanlı sefâretnâmesi, 1665 yılında büyükelçi sıfatıyla Viyana’ya gönderilen Kara Mehmed Paşa tarafından kaleme alınmıştır."
  },
  {
    "id": "2379827",
    "unitNumber": 7,
    "text": "İlk Osmanlı sefâretnâmesi kim tarafından kaleme alınmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Seydi Ali Reis",
      "B": "Mâcuncuzâde Mustafa",
      "C": "Abdürrezzâk Bâhir Efendi",
      "D": "Kara Mehmed Paşa",
      "E": "Yirmisekiz Çelebi Mehmed"
    },
    "explanation": "İlk Osmanlı sefâretnâmesi, 1665 yılında büyükelçi sıfatıyla Viyana’ya gönderilen Kara Mehmed Paşa tarafından kaleme alınmıştır"
  },
  {
    "id": "2379829",
    "unitNumber": 7,
    "text": "Yalnız padişaha özel yemeklerin pişirildiği mutfağa ne denmekteydi?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuşhane",
      "B": "Helvahane",
      "C": "Sebzehane",
      "D": "Has mutfak",
      "E": "Valide Sultan Mutfağı"
    },
    "explanation": "Saray Mutfağı: Saray mutfağı, II. Mehmed (Fatih)’den itibaren Topkapı Sarayı’nda Matbah-ı amire olarak adlandırılmıştı. Bu mutfak, ikisi helvahane olmak üzere toplam on bölümden oluşmaktaydı. Sebzehane, kiler, kasaphane gibi bölümleri de bulunmaktaydı. Yalnız padişaha özel yemeklerin pişirildiği mutfak kuşhane, divan vezirleri ve harem halkının yemeklerinin hazırlandığı mutfak has mutfak, haremin üst seviyeli kadınlarının yemeklerinin hazırlandığı mutfak ise Valide Sultan Mutfağı olarak adlandırılmaktaydı (Sarı, 2016)."
  },
  {
    "id": "2379835",
    "unitNumber": 7,
    "text": "1869’da “Mecmua-ı Asar-ı Atika” adı değiştirilmiş ve müzenin adı Müze-i Hümayun olmuştur. 1881’e kadar müze müdürlüğünü daha çok yabancılara teslim eden Osmanlı Maarif yönetimi, 1881 senesinde bu göreve kimi getirmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Orhan Bey",
      "B": "Osman Hamdi Bey",
      "C": "Mâcuncuzâde Mustafa",
      "D": "Kara Mehmed Paşa",
      "E": "Abdürrezzâk Bâhir Efendi"
    },
    "explanation": "1869’da “Mecmua-ı Asar-ı Atika” adı değiştirilmiş ve müzenin adı Müze-i Hümayun olmuştur. 1869, 1874, 1884 ve 1906 senelerinde eski eserlerin korunması ve yurt içerisinde tutulmasına ilişkin Asar-ı Atika Nizamnameleri yürürlüğe konmuştur. 1881’e kadar müze müdürlüğünü daha çok yabancılara teslim eden Osmanlı Maarif yönetimi, 1881 senesinde bu göreve Osman Hamdi Bey’i getirmiştir. Osman Hamdi Bey’in bu görevde bulunduğu bir sırada, 13 Mayıs 1889 senesinde ise Müzenin işleyişini belirlemek üzere Müze-i Hümayun Nizamnamesi yayımlanmıştır (Yurtseven, 2010; Düstur, I/6; Düstur, I/M)."
  },
  {
    "id": "2379837",
    "unitNumber": 7,
    "text": "Osmanlı Devleti’nde ilk telgraf hattı Kırım Savaşı (1853-1856) sırasında kimler tarafından kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Avusturyalılar ve Almanlar",
      "B": "Almanlar ve İngilizler",
      "C": "Fransızlar ve İngilizler",
      "D": "Fransızlar ve Almanlar",
      "E": "Fransızlar ve Avusturyalılar"
    },
    "explanation": "Ulaşım alanında bu gelişmelerin yaşandığı Osmanlı Devleti’nde önemli bir girişim de haberleşme üzerine oldu. Osmanlı Devleti’nde ilk telgraf hattı Kırım Savaşı (1853-1856) sırasında Fransız ve İngilizler tarafından kurulmuştur. 1854’te hizmete giren, 340 mil uzunluğa sahip bulunan ve o tarihte dünyadaki en uzun su altı telgraf kablosu olan bu hat, Kırım Yarımadası’ndaki Balıklava ile Bulgaristan sahilindeki Varna’yı birbirine bağlamıştır (Hanilçe, 2017). Diğer yandan Osmanlılar, patenti Alexander Graham Bell tarafından 1876’de alınan telefon ile 1881’de II. Abdülhamid döneminde tanışmıştır. Ancak telefonla ilk deneyimleri çok kısa sürmüştür: Telefon, “gizlisaklı” işlerde kullanılma ihtimali üzerine 1886’da yasaklanmıştır.<br/>Fransızlar ve İngilizler"
  },
  {
    "id": "2384065",
    "unitNumber": 7,
    "text": "Selçuklularda ilk ticaret anlaşması kim tarafından yapılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Süleyman Şah",
      "B": "II. Kılıç Arslan",
      "C": "I. Gıyaseddin Keyhüsrev",
      "D": "I. Alâeddin Keykubâd",
      "E": "Alp Arslan"
    },
    "explanation": "I. Gıyaseddin Keyhüsrev (1205-1211) Antalya’yı alarak burada ilk Selçuklu donanmasını kurmuştur. Venediklilerle ilk ticaret anlaşmasını yapmıştır."
  },
  {
    "id": "2384124",
    "unitNumber": 7,
    "text": "Selçuklu döneminde yapıldığı tespit edilen en eski köprü hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Cizre Köprüsü",
      "B": "Çamlı Köprü",
      "C": "Hasankeyf Köprüsü",
      "D": "Malabadi Köprüsü",
      "E": "Tekgöz Köprüsü"
    },
    "explanation": "Şu ana kadar tespit edilene göre, Selçuklu döneminde yirmiyi aşkın köprü inşa edilmiştir. Bunların en eskisi Kayseri-Kırşehir yolunda Kızılırmak üzerinde kurulan 1203 tarihli Tekgöz Köprüsü’dür."
  },
  {
    "id": "2384131",
    "unitNumber": 7,
    "text": "Selçuklular zamanı kurulan uluslararası pazarlardan Koçhisar pazarı hangi ilde kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Amasya",
      "B": "Kayseri",
      "C": "Kütahya",
      "D": "Mardin",
      "E": "Yozgat"
    },
    "explanation": "Selçuklular zamanında kurulan başka bir uluslararası pazar da Mardin’in güneyindeki Koçhisar’dır (Dunaysır, Kızıltepe)"
  },
  {
    "id": "2384148",
    "unitNumber": 7,
    "text": "Anadolu’daki Selçuklu kervansaraylarının en eski tarihlisi ve “sultan hanları” tipinin öncüsü olan han aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alay Han",
      "B": "Çiftlik Hanı",
      "C": "Kadınhanı",
      "D": "Kürkçü Han",
      "E": "Sultan Hanı"
    },
    "explanation": "Aksaray yakınlarında, II. Kılıçarslan tarafından inşa ettirilen Alay Han, Anadolu’daki Selçuklu kervansaraylarının en eski tarihlisi ve “sultan hanları” tipinin öncüsüdür."
  },
  {
    "id": "2384454",
    "unitNumber": 7,
    "text": "Şehir hanları adıyla bilinen ve Osmanlılara özgü olan bu yapı tipinin ilk örneği Emir Han hangi ildedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bursa",
      "B": "Diyarbakır",
      "C": "Edirne",
      "D": "İstanbul",
      "E": "İzmir"
    },
    "explanation": "Şehir hanları adıyla bilinen ve Osmanlılara özgü olan bu yapı tipinin ilk örneği Bursa’daki Emir Han’dır."
  },
  {
    "id": "2386575",
    "unitNumber": 7,
    "text": "Mir’âtü’l-memâlik adlı seyahatname aşağıdaki seyyahlardan hangisinin eseridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Abdürrezzâk Bâhir Efendi",
      "B": "Evliya Çelebi",
      "C": "Kara Mehmed Paşa",
      "D": "Mâcuncuzâde Mustafa",
      "E": "Seydi Ali Reis"
    },
    "explanation": "Evliya Çelebi kadar etkili olmasa da bir başka seyyah Seydi Ali Reis’tir. Kızıldeniz, Aden ve Basra Körfezleri ile Umman Denizi ile ilgili gözlemlerini içeren Mir’âtü’l-memâlik (memleketlerin aynası) adlı seyahatnameyi yazmıştır."
  },
  {
    "id": "2386590",
    "unitNumber": 7,
    "text": "Osmanlı topraklarında ilk demiryolu hattı hangi güzergahta açılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kahire-İskenderiye",
      "B": "İzmir-Aydın",
      "C": "İstanbul-Paris",
      "D": "İstanbul-Şam",
      "E": "İstanbul-Viyana"
    },
    "explanation": "Osmanlı topraklarında ilk demir yolu hattı 1854’te Kahire-İskenderiye arasında açılmıştır."
  },
  {
    "id": "2386598",
    "unitNumber": 7,
    "text": "Osmanlı Devleti’nde ilk telgraf hattı hangi tarihte hizmete girmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1847",
      "B": "1854",
      "C": "1865",
      "D": "1900",
      "E": "1908"
    },
    "explanation": "Ulaşım alanında bu gelişmelerin yaşandığı Osmanlı Devleti’nde önemli bir girişim de haberleşme üzerine oldu. Osmanlı Devleti’nde ilk telgraf hattı Kırım Savaşı (1853-1856) sırasında Fransız ve İngilizler tarafından kurulmuştur. 1854’te hizmete giren, 340 mil uzunluğa sahip bulunan ve o tarihte dünyadaki en uzun su altı telgraf kablosu olan bu hat, Kırım Yarımadası’ndaki Balıklava ile Bulgaristan sahilindeki Varna’yı birbirine bağlamıştır (Hanilçe, 2017)."
  },
  {
    "id": "2386607",
    "unitNumber": 7,
    "text": "İmparatorluk döneminin ilk büyük ve uluslararası nitelikteki İstanbul Sergisi, Sergi-i Umumî-i Osmanî hangi tarihte açılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1841",
      "B": "1863",
      "C": "1865",
      "D": "1876",
      "E": "1883"
    },
    "explanation": "İmparatorluk döneminin ilk büyük ve uluslararası nitelikteki İstanbul Sergisi, Sergi-i Umumî-i Osmanî’dir. Avrupa’daki benzerleri örnek alınsa da bunlardan farklı olarak, imparatorluğun çeşitli bölgelerinde üretilen malların kalite, çeşit ve fiyatlarını belirlemek, üretimde karşılaşılan sıkıntıları tespit etmek, üreticileri bir araya getirmek ve Avrupa’da yeni keşfedilen alet ve makinelerin Osmanlı tebaası tarafından kullanılmasını teşvik etmek gibi amaçlara da sahip olmuştur. Sergi, 28 Şubat 1863’te açıldı. Açılışta Sultan Abdülaziz de yer aldı. Sergi, yaklaşık beş ay açık kaldıktan sonra, 1863 Temmuz’unun sonunda kapandı."
  },
  {
    "id": "2386616",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi İstanbul'da açılan ilk oteldir?",
    "correctAnswer": "B",
    "options": {
      "A": "Grand Hotel de Londres",
      "B": "Hotel d’Angleterre",
      "C": "Pera Palas",
      "D": "Tepebaşı Bristol Otel",
      "E": "Tokatlıyan Oteli"
    },
    "explanation": "Türkiye’nin ve İstanbul’un ilk oteli Hotel d’Angleterre 1841 yılında hizmete girmiştir. Büyük Londra Oteli ve Pera Palas’ın açılmasına kadar, elli yılı aşkın süre İstanbul’un en iyi oteli olarak ünlenmiş, 1897 yılında ise kapanarak mevcut binası yıkılmıştır."
  },
  {
    "id": "2360889",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Mustafa Kemal Paşa’nın oluru ile Cumhuriyet’in ilanından bir hafta önce Raşit Saffet Atabinen tarafından kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Türk Seyyahin Cemiyeti",
      "B": "Türk Seyahat Yazıhanesi",
      "C": "Türk Seyahat Acentası",
      "D": "Nihat ve Şevki Seyahat Acentası",
      "E": "Türk Seyahat Şurekası"
    },
    "explanation": "Yanıtınız yanlış ise \"1923’teki Durum\" konusunu yeniden gözden geçiriniz.<br/>Lozan Barış görüşmelerinde görev alan Reşit Saffet Atabinen, İstanbul’a gemi ile dönüşü sırasında, gemide bir yabancı uyruklunun \"Birazdan İstanbul’a varacağız, orada göreceksiniz; Türkler insanları direklere asar, günlerce bekletirler.\" dediğini işitir. Bu kimsenin sözünü ettiği konu Haliç’teki balıkçıların ağlarını kurumaları için direklere asmalarından kaynaklanıyordu. Uzaktan bakılınca direklere asılmış insanlar görüntüsü gibi anlaşılabiliyordu. Raşit Saffet Atabinen, duyduklarından hareketle en kısa zamanda turizm ve tanıtımla ilgili bir birimin kurulmasına karar verir. Mustafa Kemal Paşa’nın oluru ile Cumhuriyet’in ilanından bir hafta önce Türk Seyyahin Cemiyeti’ni kurar."
  },
  {
    "id": "2360969",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi İktisat Vekaletine bağlı olarak kurulan ve turizmin de içinde olduğu görevleri yürüten kurumdur?",
    "correctAnswer": "B",
    "options": {
      "A": "Türk Ofisi",
      "B": "Turizm Masası Şubesi",
      "C": "Turizm Müdürlüğü",
      "D": "Turizm Dairesi Müdürlüğü",
      "E": "Turizm Umum Müdürlüğü"
    },
    "explanation": "Yanıtınız yanlış ise \"Kamu Yönetiminde Turizm (1934-2020)\" konusunu yeniden gözden geçiriniz.<br/><strong>Turizm Masası</strong>, İktisat Vekaletine bağlı olarak kuruldu ve 1938-1939 yılları arasında turizmin de içinde olduğu görevleri yürüttü. İktisat Vekaletine bağlı olarak 1938 yılına kadar Türk Ofis’in \"Neşriyat ve Propaganda\" servisi içinde yer alan turizm, aynı yıl kurulan \"Turizm Masası Şubesi\" ile ilk kez kamu yönetiminde temsil edilmeye başlandı. Turizm Masası Şubesi, 31 Mayıs 1939 ve 4220 sayısı Resmî Gazete’de yayımlanarak yürürlüğe giren 3614 sayılı \"Ticaret Vekâleti Teşkilât ve Vazifelerine Dair Kanun\" ile \"Turizm Müdürlüğü\" adını aldı."
  },
  {
    "id": "2360974",
    "unitNumber": 8,
    "text": "Günümüzde Kültür ve Turizm Bakanı olarak görev yapan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalçın Topçu",
      "B": "Mahir Ünal",
      "C": "Nabi Avcı",
      "D": "Numan Kurtuluş",
      "E": "Mehmet Ersoy"
    },
    "explanation": "Yanıtınız yanlış ise \"Kültür ve Turizm Bakanlığı\" konusunu yeniden gözden geçiriniz.<br/>Kültür ve Turizm Bakanlığı, 2003 yılından bu yana turizm ve kültür alanlarına ilişkin iş ve görevleri yerine getiren kamu idaresidir. 2003 yılından bu bölümün yazıldığı tarihe (2020) kadar Kültür ve Turizm Bakanı olarak görev yapanlar ve görev dönemleri şu şekildir (Kozak, 2015; Kozak, 2020):<br/>• Erkan Mumcu (29.04.2003-15.02.2005),<br/>• Atilla Koç (21.02.2005-29.08.2007),<br/>• Ertuğrul Günay (29.08.2007-24.01.2013),<br/>• Ömer Çelik (24.01.201-28.08.2015),<br/>• Yalçın Topçu (28.08.2015-24.11.2015),<br/>• Mahir Ünal (24.11.2015-24.06.2016),<br/>• Nabi Avcı (24.06.2016-19.07.2017),<br/>• Numan Kurtulmuş (19.07.2017-10.07.2018)<br/>• Mehmet Ersoy (10.07. 2018 - )."
  },
  {
    "id": "2360977",
    "unitNumber": 8,
    "text": "Turizm Danışma Kurulu oluşturulup, Birinci Turizm Danışma Toplantısı hangi yıl gerçekleştirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1939",
      "B": "1945",
      "C": "1949",
      "D": "1950",
      "E": "1953"
    },
    "explanation": "Yanıtınız yanlış ise \"Kamunun Turizm Yatırım ve İşletmeleri\" konusunu yeniden gözden geçiriniz.<br/>Bu dönemin önemli uygulamalarından biri de Turizm Danışma Kurulu toplantılarının başlatılmasıdır. Basın-Yayın ve Turizm Genel Müdürlüğünün bünyesinde \"Turizm Danışma Kurulu\" oluşturuldu ve 1949 yılında Birinci Turizm Danışma Toplantısı düzenlendi. Toplantıda turizm politikalarına temel teşkil edecek \"Turizm Ana Programı\" hazırlandı ve turizm gelişimi için özel sektörün desteklenmesine yönelik kararlar alındı."
  },
  {
    "id": "2360983",
    "unitNumber": 8,
    "text": "Aşağıdaki konaklama işletmelerinden hangisi 1954 yılında İstanbul'da faaliyete başlayan ilk uluslararası işletmedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Park Oteli",
      "B": "Çelik Palas Oteli",
      "C": "Dedeman Oteli",
      "D": "Hilton Oteli",
      "E": "Divan Oteli"
    },
    "explanation": "Yanıtınız yanlış ise \"Kamunun Turizm Yatırım ve İşletmeleri\" konusunu yeniden gözden geçiriniz.<br/>Bu düzenlemelerin yapıldığı yıllarda kamu ve özel sektörün turizm sektörüne yönelik bir dizi etkinliğin içinde olmaya başladığı görülmektedir. İlk olarak, dünyaca ünlü Hilton otellerinin Amerika kıtası dışındaki ilk oteli İstanbul’da hizmete açıldı. Binası Emekli Sandığı tarafından yapılan otel, 1954 yılında faaliyete başladı."
  },
  {
    "id": "2360992",
    "unitNumber": 8,
    "text": "Türkiye’de turist rehberi yetiştirme çalışmaları ilk kez aşağıdakilerden hangisi tarafından başlatılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Türk Seyyahin Cemiyeti",
      "B": "Türk Otelciler Cemiyeti",
      "C": "Ankara Otelcilik Okulu",
      "D": "Türkiye Millî Talebe Federasyonu",
      "E": "Türkiye Millî Gençlik Teşkilatı"
    },
    "explanation": "Yanıtınız yanlış ise \"Türkiye’de Turizm Eğitimi\" konusunu yeniden gözden geçiriniz.<br/>Türkiye’de turist rehberi yetiştirme çalışmaları 1923 yılında kurulan Türk Seyyahin Cemiyeti ile başladı."
  },
  {
    "id": "2360998",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Türkiye'de Meslek Yüksekokulu eğitim-öğretim alanlarından biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Otobüs Kaptanlığı",
      "B": "Turizm Tarihi ve Arkeoloji",
      "C": "İkram Hizmetleri",
      "D": "Turizm ve Otel İşletmeciliği",
      "E": "Yat Kaptanlığı"
    },
    "explanation": "Yanıtınız yanlış ise \"Türkiye’de Ön Lisans Düzeyindeki Turizm Programları\" konusunu yeniden gözden geçiriniz.<br/>Türkiye’de 2020 yılında 150 dolayındaki Meslek Yüksekokulu şu alanlarda eğitim-öğretim vermektedir: <br/>• Aşçılık,<br/>• Balon Pilotluğu,<br/>• Deniz ve Liman İşletmeciliği,<br/>• Hava Trafik Kontrolü,<br/>• İkram Hizmetleri,<br/>• Marina İşletme,<br/>• Otobüs Kaptanlığı,<br/>• Pilotaj Eğitimi,<br/>• Raylı Sistemler İşletmeciliği,<br/>• Seyahat-Turizm ve Eğlence Hizmetleri,<br/>• Sivil Hava Ulaştırma İşletmeciliği,<br/>• Sivil Havacılık Kabin Hizmetleri,<br/>• Turizm ve Otel İşletmeciliği,<br/>• Ulaştırma ve Trafik Hizmetleri,<br/>• Yat İşletme ve Yönetimi,<br/>• Yat Kaptanlığı."
  },
  {
    "id": "2361010",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Türkiye'de lisans düzeyinde eğitim-öğretim veren ilk kurumdur?",
    "correctAnswer": "E",
    "options": {
      "A": "Ege Üniversitesi Aydın Turizm ve Otel İşletmeciliği Yüksekokulu",
      "B": "Bursa İktisadi ve Ticari İlimler Akademisi Balıkesir İşletmecilik ve Turizm Yüksek <br/>Okulu",
      "C": "Nevşehir Turizm İşletmeciliği ve Otelcilik Yüksekokulu",
      "D": "Ege Üniversitesi İktisadi ve Ticari Bilimler Fakültesi",
      "E": "Ankara Ticaret ve Turizm Yüksek Öğretmen Okulu"
    },
    "explanation": "Yanıtınız yanlış ise \"Türkiye’de Lisans Düzeyindeki Turizm Programları\" konusunu yeniden gözden geçiriniz.<br/>Türkiye’de lisans düzeyinde eğitim-öğretim yapmak amacıyla kurulan ilk kurum, Ankara Ticaret ve Turizm Yüksek Öğretmen Okuludur (1965). Bu okul, 1955 yılında \"Sekreterlik Öğretmeni Yetiştirme Merkezi\" adıyla kuruldu. Bu okulun adı <br/>aynı yıl \"Ticaret Öğretmen Okulu\" olarak, daha sonra da \"Ticaret Yüksek Öğretmen Okulu\" olarak değiştirildi. 1965 yılında bu okula \"Turizm\" şubesi de eklenerek Ankara Ticaret ve Turizm Yüksek Öğretmen Okulu olarak adı değişti ve dört yıllık bir eğitim kurumu haline geldi."
  },
  {
    "id": "2361025",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Türkiye Cumhuriyeti’nde 1920’li yıllarda faaliyete <br/>başlayan ilk seyahat acentaları arasında <strong>yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "TUTTA",
      "B": "NATTA",
      "C": "TÜRSAB",
      "D": "Blukes",
      "E": "Le Globe"
    },
    "explanation": "Yanıtınız yanlış ise \"Türkiye’de Turizm Sektörünün Gelişimi\" konusunu yeniden gözden geçiriniz.<br/>Türkiye Cumhuriyeti’nde ilk seyahat acentaları 1920’li yıllarda faaliyete <br/>başlayan TUTTA (Turkish Travelling and Tourism Agency), Millî Türk Seyahat Acenteliği (NATTA), Türk Seyahat Yazıhanesi Ziya ve Şurekası, Türk Seyahat Acenteliği, Le Globe, Blukes, Nihat ve Şevki Seyahat Acentesi sayılabilir. İstanbul merkezli olan Millî Türk Seyahat Acenteliği, birçok yabancı seyahat <br/>acentesinin Türkiye temsilciliğini de üstlenmiştir. 1927 yılında kurulan TUTTA daha çok bilet satış işlemleri ile uğraşmıştır."
  },
  {
    "id": "2361043",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Türkiye Otelciler Federasyonunun (TÜROFED) kuruluş amaçlarından birisi <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Üyelerine daha iyi hizmet verebilmek",
      "B": "Sektörü doğru yönlendirmek",
      "C": "Türkiye’deki turizm bakanlığı belgeli tüm turizm tesislerini birlikler aracılığıyla federasyon çatısı altında toplamak",
      "D": "Turizmle ilgili konular, sorunlar ve çözümler üzerinde bilimsel ve pratik çalışmalar <br/>yapmak",
      "E": "Örgütlenmenin sektördeki dağınıklığı ortadan kaldırılmasına katkıda bulunma, daha etkin ve donanımlı bir örgütsel yapılanma"
    },
    "explanation": "Yanıtınız yanlış ise \"Türkiye’de Turizm Alanındaki Sivil Toplum Kuruluşları\" konusunu yeniden gözden geçiriniz.<br/>Türkiye Otelciler Federasyonu (TÜROFED), Türkiye’de turizm alanında faaliyet gösteren yatırım ve işletmeleri temsil eden dernekler tarafından oluşturulmuş bir organizasyondur. Birliğin kuruluş nedenleri aşağıdaki şekilde sıralanmaktadır: <br/>• Üyelerine daha iyi hizmet verebilmek,<br/>• Sektörü doğru yönlendirmek,<br/>• Yasal statüde hizmet sunmak,<br/>• Ankara’ya sektörün sesini daha güçlü duyurabilmek,<br/>• Türkiye genelinde daha yaygın şubelerle sektöre hizmet verebilmek,<br/>• Güç birliği yaratmak,<br/>• Sektörün yanlış vergi ve para politikalarından uğradığı ve uğrayabileceği zararları bertaraf etmek,<br/>• Türkiye’deki turizm bakanlığı belgeli tüm turizm tesislerini birlikler aracılığıyla federasyon çatısı altında toplamak,<br/>• Örgütlenmenin sektördeki dağınıklığı ortadan kaldırılmasına katkıda bulunma, daha etkin ve donanımlı bir örgütsel yapılanma,<br/>• Ülke tanıtımına katkıda bulunabilmek."
  },
  {
    "id": "2361055",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi 22.06.2012 tarihinde 28331 Sayılı Resmî Gazete’de yayımlanan 6326 sayılı kanun uyarınca kurulmuş bir meslek birliğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turist Rehberleri Birliği (TUREB)",
      "B": "Türkiye Otelciler Federasyonu (TÜROFED)",
      "C": "Türkiye Otelciler Birliği (TÜROB)",
      "D": "Türkiye Seyahat Acentaları Birliği (TÜRSAB)",
      "E": "Turizm Yazarları ve Gazetecileri Derneği (TUYED)"
    },
    "explanation": "Yanıtınız yanlış ise \"Türkiye’de Turizm Alanındaki Sivil Toplum Kuruluşları\" konusunu yeniden gözden geçiriniz.<br/>Tüzel kişiliği ve kamu kurumu niteliği olan Turist Rehberleri Birliği (TUREB), 22.06.2012 tarihinde 28331 Sayılı Resmî Gazete’de yayımlanan 6326 sayılı \"Turist Rehberliği Meslek Kanunu\" uyarınca kurulmuş bir meslek birliğidir. Birliğin amacı, yasa gereği oluşturulan bütün birimleri ile ülke turizminde rehberlerin daha etkin rol almaları, ülkenin kültür ve turizm politikaları doğrultusunda tanıtılması, yasa dışı rehberlik faaliyetlerinin önlenmesidir."
  },
  {
    "id": "2362396",
    "unitNumber": 8,
    "text": "Türk Seyyahin Cemiyeti’ni kim kurmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "İsmet İnönü",
      "B": "Mustafa Kemal Atatürk",
      "C": "Raşit Saffet Atabinen",
      "D": "Behiç Erkin",
      "E": "İbrahim Sıtkı Yırcalı"
    },
    "explanation": "Doğru Cevap C şıkkıdır.\n Raşit Saffet Atabinen, turizm ve tanıtımla ilgili bir birimin kurulmasına karar verir. Mustafa Kemal Paşa’nın oluru ile Cumhuriyet’in ilanından bir hafta önce Türk Seyyahin Cemiyeti’ni kurar. Turing ve Otomobil Kurumu (ilk kurulduğu adıyla Touring Club Turc) 1923 - 2003 yılları arasında önemli işlere imza atar."
  },
  {
    "id": "2362418",
    "unitNumber": 8,
    "text": "1923 yılında kentlerde konaklama hizmeti vermekte olan çok sınırlı sayıda tesis bulunmakta idi. O tarihlerde Eskişehir'de hizmet vermekte olan otel hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pera Palas",
      "B": "Tokatlıyan",
      "C": "Pension Suisse",
      "D": "Madam Tadia",
      "E": "Taşhan"
    },
    "explanation": "Doğru yanıt C şıkkıdır.\n 1923 yılında Türkiye Cumhuriyeti ilan edildiğinde turizm ve seyahat bağlamında ortada hemen hiçbir şey yoktu. 1923 yılında İstanbul’da Pera Palas ve Tokatlıyan, Londra ve Bristol otellerinin yanı sıra çok sayıda han bulunmakta idi. İzmir’de ise Pension Suisse, Eskişehir’de Madam Tadia, Ankara’da Taşhan gibi tesisler bulundukları kentlerde konaklama hizmeti vermekte idiler."
  },
  {
    "id": "2362439",
    "unitNumber": 8,
    "text": "A- İstanbul I. - Pension Suisse \n B- İzmir II.- Pera Palas\n C- Eskişehir III.- Taşhan \n D- Ankara IV- Madam Tadia<br/>1923 yılında konaklama hizmeti vermekte olan yukarıdaki tesislerin bulundukları kentlerle doğru eşleşmesi aşşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "A -I.\n B -II.\n C -IV.\n D -III.",
      "B": "A -I.\n B -II.\n C -III.\n D -IV.",
      "C": "A -II.\n B -I.\n C -IV.\n D -III.",
      "D": "A -IV.\n B -II.\n C -I.\n D -III.",
      "E": "A -III.\n B -II.\n C -IV.\n D -I."
    },
    "explanation": "Doğru yanıt C şıkkıdır.\n 1923 yılında Türkiye Cumhuriyeti ilan edildiğinde turizm ve seyahat bağlamında ortada hemen hiçbir şey yoktu. 1923 yılında İstanbul’da Pera Palas ve Tokatlıyan, Londra ve Bristol otellerinin yanı sıra çok sayıda han bulunmakta idi. İzmir’de ise Pension Suisse, Eskişehir’de Madam Tadia, Ankara’da Taşhan gibi tesisler bulundukları kentlerde konaklama hizmeti vermekte idiler."
  },
  {
    "id": "2362531",
    "unitNumber": 8,
    "text": "1934 yılında Resmî Gazete’de “İktisat Vekâleti Teşkilât ve Vazifeleri Hakkında Kanun” ile kurulan ve turizm, neşriyat ve propaganda işlerini de üstlenen ilk kamu idaresi hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türk Ofis",
      "B": "Turizm Masası",
      "C": "Turizm Müdürlüğü",
      "D": "Turizm Dairesi Müdürlüğü",
      "E": "Türk Seyyahin Cemiyei"
    },
    "explanation": "Doğru yanıt A şıkkıdır.\n Türk Ofis adıyla kurulan bu kamu yönetimi, 1934 yılında Resmî Gazete’de “İktisat Vekâleti Teşkilât ve Vazifeleri Hakkında Kanun” ile kurulan ve turizm, neşriyat ve propaganda işlerini de üstlenen ilk kamu idaresidir."
  },
  {
    "id": "2362554",
    "unitNumber": 8,
    "text": "Hangisi Turizm Dairesi Müdürlüğünün görevleri arasında <strong>yer almaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "İç ve dış turizm hareketlerinin millî menfaatlerimize uygun yolda gelişmesi ve yayılması için gereken araştırmaları yapmak",
      "B": "Resmî daire ve teşekküllerle hususi teşebbüsler ve turizm sanat ve meslekleri arasında gaye ve iş birliğini sağlayıcı tedbirleri incelemek",
      "C": "Turizm hareketlerinin ehemmiyetini anlatacak neşriyatı hazırlamak.",
      "D": "Turizmi millî ekonominin verimli sektörü haline getirmek için yurdun turizme elverişli bütün imkânlarını değerlendirmek.",
      "E": "Umum Müdürlüğünün milletlerarası turizm kurumlarıyla münasebetlerine ait muameleleri yürütmek,"
    },
    "explanation": "Doğru yanıt D şıkkı\n 4475 sayılı Basın-Yayın Umum Müdürlüğü yasasında Turizm Dairesi Müdürlüğünün görevleri şu şekilde yer almaktadır: \n <ol> <li> İç ve dış turizm hareketlerinin millî menfaatlerimize uygun yolda gelişmesi ve yayıl- ması için gereken araştırmaları yapmak, \n </li> <li> Resmî daire ve teşekküllerle hususi teşeb- büsler ve turizm sanat ve meslekleri ara- sında gaye ve iş birliğini sağlayıcı tedbirleri incelemek, \n </li> </ol> 3. Turizm hareketlerinin ehemmiyetini anlatacak neşriyatı hazırlamak, \n 4. Umum Müdürlüğünün milletlerarası turizm kurumlarıyla münasebetlerine ait mu- ameleleri yürütmek, \n 5. Umum Müdürlüğüne ait diğer işlerden umumiyetle turizm ile ilgili olanlarla meşgul olmak."
  },
  {
    "id": "2362564",
    "unitNumber": 8,
    "text": "Türkiye’de turizmi kamu yönetiminde ilk kez müdürlük düzeyinde temsil eden idari birim hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turizm Müdürlüğü",
      "B": "Turizm Masası",
      "C": "Türk Ofis",
      "D": "Turizm Dairesi Müdürlüğü",
      "E": "Basın-Yayın ve Turizm Umum Müdürlüğü"
    },
    "explanation": "Doğru yanıt A şıkkı\n Türkiye’de turizmi kamu yönetiminde ilk kez müdürlük düzeyinde temsil eden idari birim Turizm Müdürlüğüdür."
  },
  {
    "id": "2362584",
    "unitNumber": 8,
    "text": "I. NATO’ya girildi, III. Kore’ye asker gönderildi, III. Batılı pek çok kurumla askerî ve ekonomik bağlantılar kuruldu. Bu gelişmelerden hangisi/hangileri turizm sektörünün gelişmesine yol açan uygun ortamları doğurmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I.",
      "B": "Sadece II.",
      "C": "Sadece III.",
      "D": "Sadece I. II.",
      "E": "I. II. III."
    },
    "explanation": "Doğru yanıt E şıkkıdır.\n Türkiye tarihinde ilk kez 1946 yılında çok partili siyasal yaşama geçmiş ve 1950 yılında Demokrat Parti iktidara gelmişti. Türkiye’nin 1946 yılında yoğunlaşmaya başlayan özellik- le Amerika Birleşik Devletler ile yakın ilişkileri, ülkenin bir anlamda ray değiştirmesine yol açtı. NATO’ya girildi, Kore’ye asker gönderildi, Batılı pek çok kurumla askerî ve ekonomik bağlantılar kuruldu. Bütün bu gelişmeler turizm sektörünün gelişmesine yol açan uygun ortamlar doğurdu."
  },
  {
    "id": "2362602",
    "unitNumber": 8,
    "text": "Turizmin geliştirilmesi amacıyla çıkarılan <strong>ilk yasal düzenleme</strong> hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turizm Müesseselerini Teşvik Kanunu",
      "B": "“Kültür” ve “Turizm” bakanlıklarının birleştirilmesi",
      "C": "“Kültür ve Turizm Bakanlığının Teşkilat ve Görevleri Hakkında Kanun Hükmünde Kararname",
      "D": "Ticaret Vekâleti Teşkilât ve Vazifelerine Dair Kanun",
      "E": "Tercüman Rehber Kursları ve Tercüman Rehber Yönetmeliği"
    },
    "explanation": "Doğru yanıt A şıkkıdır.\n 1950 yılının hemen başında turizm işletmelerine devlet tarafından sunulan teşviklerin düzenlenmesi hususunda hazırlanan 7470 sayılı ve 30.03.1950 tarihli Resmî Gazete’de yayımlanarak, yayım tarihinde yürürlüğe giren 5647 sayılı Turizm Müesseselerini Teşvik Kanunu, turizmin geliştirilmesi amacıyla çıkarılan ilk yasal düzenleme olma özelliğine sahiptir."
  },
  {
    "id": "2362624",
    "unitNumber": 8,
    "text": "\"Turizm Teşvik Kanunu 1982 yılında yürürlüğe girmesi ile kamu ve özel sektörün turizm sektörüne yönelik bir dizi etkinliğin içinde olmaya başladığı görülmektedir. İlk olarak, dünyaca ünlü .......... otellerinin Amerika kıtası dışındaki ilk oteli İstanbul’da hizmete açıldı.\"<br/>Yukarıdaki cümlede bahsi geçen otel hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pera Palas",
      "B": "Hilton",
      "C": "Sheraton",
      "D": "Rixos",
      "E": "Anemon"
    },
    "explanation": "Doğru yanıt B şıkkı.\n 2634 sayılı Turizm Teşvik Kanunu 1982 yılında yürürlüğe girdi. İşte bu düzenlemelerin yapıldığı yıllarda kamu ve özel sektörün turizm sektörüne yönelik bir dizi etkinliğin içinde olmaya başladığı görülmektedir. İlk olarak, dünyaca ünlü Hilton otellerinin Amerika kıtası dışındaki ilk oteli İstanbul’da hizmete açıldı. Binası Emekli Sandığı tarafından yapılan otel, \n 1954 yılında faaliyete başladı. Yine bu döneminde Koç Grubu İstanbul’da Divan otelini açtı. Dedeman otellerinin kurucusu Mehmet Kemal Dedeman da 1951 yılında Ankara’da bir otel açmaya karar verdi, inşaatına 1956 yılında başladığı bu otel ancak 1966 yılında faaliyete girdi \n İşte aynı yıllarda kamu iki önemli turizm yatırımı ve işletmeciliği işine soyundu. Bunlar; Türkiye Turizm Bankası (daha sonra T. C. Turizm Bankası A. Ş. Adını alır) ve Emekli Sandığıdır."
  },
  {
    "id": "2362637",
    "unitNumber": 8,
    "text": "Türkiye’de turist rehberi yetiştirme çalışmaları hangi kuruluş ile başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Türk Seyyahin Cemiyeti",
      "B": "Basın-Yayın ve Turizm Genel Müdürlüğü",
      "C": "Türkiye Milli Talebe Federasyonu",
      "D": "Ankara Otelcilik Okulu",
      "E": "Turist rehberliği eğitimi veren ilk ön lisans bölümleri"
    },
    "explanation": "Doğru yanıt A şıkkıdır.\n Türkiye’de turist rehberi yetiştirme çalışmaları 1923 yılında kurulan Türk Seyyahin Cemiyeti ile başladı."
  },
  {
    "id": "2372264",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi 4475 sayılı Basın-Yayın Umum Müdürlüğü yasasında Turizm Dairesi Müdürlüğünün görevleri arasında yer almamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "İç ve dış turizm hareketlerinin milli menfaatlerimize uygun yolda gelişmesi ve yayılması için gereken araştırmaları yapmak.",
      "B": "Resmi daire ve teşekküllerle hususi teşebbüsler ve turizm sanat ve meslekleri arasında gaye ve iş birliğini sağlayıcı tedbirleri incelemek.",
      "C": "Ticaret hareketlerinin ehemmiyetini anlatacak neşriyatı hazırlamak.",
      "D": "Umum Müdürlüğünün milletlerarası turizm kurumlarıyla münasebetlerine ait muameleleri yürütmek.",
      "E": "Umum Müdürlüğüne ait diğer işlerden umumiyetle turizm ile ilgili olanlarla meşgul olmak."
    },
    "explanation": "Ticaret hareketlerinin ehemmiyetini anlatacak neşriyatı hazırlamak."
  },
  {
    "id": "2372273",
    "unitNumber": 8,
    "text": "Türkiye’yi dışarıda tanıtmak ve içerde Cumhuriyet esaslarını ve Türk Demokrasisinin gelişmelerini yaymak, basın ve yayın mesleğinin ifasıyla ilgili işlere bakmak, iç ve dış turizmi geliştirecek tedbirleri almak şeklinde tanımlanan Genel müdürlük teşkilatında aşağıdaki birimlerden hangisi yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Yayınlar ve Haberler Dairesi",
      "B": "Tanıtma Dairesi",
      "C": "Radyo Dairesi",
      "D": "İdari işler Müdürlüğü",
      "E": "Nüfus Dairesi"
    },
    "explanation": "Nüfus Dairesi"
  },
  {
    "id": "2372282",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi 1949 - 1963 yılları arasında ilk Basın Yayın ve Turizm Genel Müdürlüğü görevinde bulunmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Prof. Dr. Halil Demircioğlu",
      "B": "Prof. Dr. Ahmet Şükrü Esmer",
      "C": "Dr. Halim Alyot",
      "D": "Hulusi Demir",
      "E": "Munis Faik Ozansoy,"
    },
    "explanation": "Prof. Dr. Ahmet Şükrü Esmer"
  },
  {
    "id": "2372290",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi turizmin geliştirilmesi amacıyla çıkarılan ilk yasal düzenlemedir?",
    "correctAnswer": "C",
    "options": {
      "A": "5647 sayılı Turizm Müesseselerini Teşvik Kanunu",
      "B": "1618 sayılı Seyahat Acentaları Birliği Kanunu",
      "C": "Turizm Müesseselerini Teşvik Kanunu",
      "D": "2634 sayılı Turizm Teşvik Kanunu",
      "E": "Tercüman Rehber Kursları ve Tercüman Rehber Yönetmeliği"
    },
    "explanation": "Turizm Müesseselerini Teşvik Kanunu"
  },
  {
    "id": "2372297",
    "unitNumber": 8,
    "text": "Türkiye’de faaliyet göstermek isteyen seyahat acentalarının hangi kurum veya kuruluşa üye olması zorunludur?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye Otelciler Federasyonu",
      "B": "Türkiye Otelciler Birliği",
      "C": "Türkiye Seyahat Acentaları Birliği",
      "D": "Turist Rehberler Birliği",
      "E": "Turizm Yazarları ve Gazetecileri Derneği"
    },
    "explanation": "Türkiye Seyahat Acentaları Birliği"
  },
  {
    "id": "2372321",
    "unitNumber": 8,
    "text": "Türkiye'de turist rehberi yetiştirme çalışmaları ilk ne zaman ve hangi kuruluş ile başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1923 Türk Seyyahin Cemiyeti",
      "B": "1920 Milli Türk Seyahat Acenteliği",
      "C": "1955 Türkiye Seyahat Acentası Cemiyeti",
      "D": "1924 Türk Teyyare Cemiyeti",
      "E": "1922 Müstakbilin Cemiyeti"
    },
    "explanation": "1923 Türk Seyyahin Cemiyeti"
  },
  {
    "id": "2372350",
    "unitNumber": 8,
    "text": "Türkiye Cumhuriyeti’nde kamuda turizmi de içine alan ilk idare ne zaman kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1923",
      "B": "1926",
      "C": "1932",
      "D": "1934",
      "E": "1936"
    },
    "explanation": "1934"
  },
  {
    "id": "2372356",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Türkiye’de turizmi kamu yönetiminde ilk kez müdürlük düzeyinde temsil eden idari birimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Basın-Yayın ve Turizm Umum Müdürlüğü",
      "B": "Türk Ofis",
      "C": "Turizm Masası Şubesi",
      "D": "Eski Eserler ve Müzeler Genel Müdürlüğü",
      "E": "Turizm Müdürlüğü"
    },
    "explanation": "Turizm Müdürlüğü"
  },
  {
    "id": "2372360",
    "unitNumber": 8,
    "text": "Türkiye’de modern turizm alanındaki çalışmaların ilki aşağıdakilerden hangisi ile başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye Seyahat Acentaları Cemiyeti",
      "B": "Turizm Masası Şubesi",
      "C": "Turizm Danışma Kurulu Toplantıları",
      "D": "Türk Seyyahin Cemiyeti",
      "E": "Müstakbilin Cemiyeti"
    },
    "explanation": "Turizm Danışma Kurulu Toplantıları"
  },
  {
    "id": "2372362",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, Türkiye’de hava yolu yolcu işletmeciliği alanında kurulan ilk işletmedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türk Hava Yolları",
      "B": "Hürkuş Hava Yolları",
      "C": "Pegasus Hava Yolları",
      "D": "SunExpress Hava Yolları",
      "E": "Onur Air Hava Yolları"
    },
    "explanation": "Türk Hava Yolları"
  },
  {
    "id": "2373965",
    "unitNumber": 8,
    "text": "Orient Ekspres’in güzergâhına İstanbul’u almasının tarihi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1877",
      "B": "1866",
      "C": "1888",
      "D": "1899",
      "E": "1919"
    },
    "explanation": "Orient Ekspress’in 1888’den itibaren güzergâhına İstanbul’u da alması ve Rumeli<br/>Demiryollarının tamamlanması ile önceleri Varna üzerinden İstanbul’a vapurlarla yapılan gelişlere kıyasla 1890’lardan sonra yolculuklar trenden inmeden tamamlanabilir olmuş ve İstanbul’da modern turizm hareketlerinin gelişimine önemli katkılarda bulunmuştur.<br/>Orient Ekspres’in güzergâhına İstanbul’u almasının tarihi 1888'dir."
  },
  {
    "id": "2373976",
    "unitNumber": 8,
    "text": "Hicaz Demiryolu hangi tarihler arasında çalışmıştır ve hangi bölgeye yolcu taşımaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "1909-1915 / Arabistan",
      "B": "1909-1935 / İran",
      "C": "1915-1925 / Mısır",
      "D": "1919-1937 / Balkanlar",
      "E": "1929-1957 / Kafkasya"
    },
    "explanation": "Rumeli Demiryollarının hizmete girmesi, Anadolu demir yolu inşaatının başlaması ve Hicaz demir yollarının 1909’dan sonra hizmete girmesi de ülkedeki turizm hareketlerini olumlu yönde etkileyen gelişmeler arasındadır. Hicaz Demiryolu, çok<br/>kısa da olsa (1909-1915), kutsal topraklara yönelik seyahatleri kolaylaştırdı ve süresini kısalttı.<br/>Hicaz Demiryolu, 1090-1915 yılları arasında, kutsal topraklara, bir başka değişle Mekke ve Medine'ye yolculuklar için planlanmıştır."
  },
  {
    "id": "2373997",
    "unitNumber": 8,
    "text": "Türkiye Cumhuriyeti’nde kamuda turizmi de içine alan ilk idarenin kuruluş tarihi ve adı, aşağıdaki şıkların hangisinde doğru verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1924 / Türk Seyyahin Cemiyeti",
      "B": "1919 / Turizm Masası Şubesi",
      "C": "1974 / Turizm Müdürlüğü",
      "D": "1957 / Basın-Yayın ve Turizm Vekâleti",
      "E": "1934 / Türk Ofis"
    },
    "explanation": "Türkiye Cumhuriyeti’nde kamuda turizmi de içine alan ilk idare 1934 yılında kuruldu. Türk Ofis adıyla kurulan bu kamu yönetimi, 1934 yılında Resmî Gazete’de “İktisat Vekâleti Teşkilât ve Vazifeleri Hakkında Kanun” ile kurulan ve turizm, neşriyat ve propaganda işlerini de üstlenen ilk kamu idaresidir.<br/>Türkiye Cumhuriyeti’nde kamuda turizmi de içine alan ilk idarenin kuruluş tarihi 1934'tür ve adı Türk Ofis'tir."
  },
  {
    "id": "2374005",
    "unitNumber": 8,
    "text": "Türkiye’de ilk kez yasayla turizm alanında Bakanlık düzeyindeki yapılanma, aşağıdaki kurumların hangisi ile gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Basın-Yayın ve Turizm Vekâleti",
      "B": "Turizm ve Tanıtma Bakanlığı",
      "C": "Kültür ve Turizm Bakanlığı",
      "D": "Turizm Bakanlığı",
      "E": "Basın-Yayın ve Turizm Umum Müdürlüğü"
    },
    "explanation": "Turizm ve Tanıtma Bakanlığı ile Türkiye’de ilk kez yasayla turizm alanında Bakanlık düzeyinde bir yapılanma gerçekleşti. Bakanlığın görevleri, kuruluş yasasının ikinci maddesinde şöyle yer aldı: “Turizm ve Tanıtma Bakanlığı, turizmi millî ekonominin verimli sektörü haline getirmek için yurdun turizme elverişli bütün imkânlarını değerlendirir. Turizmle ilgili işleri yapar, yaptırır, düzenler, teşvik ve koordine eder, denetler. Yurdu ve ulusu tanıtmaya yarayacak hizmetleri götür. Haber ve yayın hizmetlerinin görülmesini kolaylaştırıcı tedbirleri alır”.<br/>Türkiye’de ilk kez yasayla turizm alanında Bakanlık düzeyindeki yapılanma, Turizm ve Tanıtma Bakanlığı ile gerçekleşmiştir."
  },
  {
    "id": "2374013",
    "unitNumber": 8,
    "text": "Birinci Turizm Danışma Toplantısı'nın düzenlenme tarihi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1919",
      "B": "1929",
      "C": "1939",
      "D": "1949",
      "E": "1959"
    },
    "explanation": "Basın - Yayın ve Turizm Genel Müdürlüğünün bünyesinde “Turizm Danışma Kurulu” oluşturuldu ve 1949 yılında Birinci Turizm Danışma Toplantısı düzenlendi. Toplantıda turizm politikalarına temel teşkil edecek “Turizm Ana Programı” hazırlandı ve turizm gelişimi için özel sektörün desteklenmesine yönelik kararlar alındı.<br/>Birinci Turizm Danışma Toplantısı'nın düzenlenme tarihi 1949'dur."
  },
  {
    "id": "2374019",
    "unitNumber": 8,
    "text": "T.C. Turizm Bankası hangi tarihte kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1935",
      "B": "1945",
      "C": "1955",
      "D": "1965",
      "E": "1975"
    },
    "explanation": "T.C. Turizm Bankası A.Ş. 1955 yılında Türkiye Turizm Bankası A. Ş. Adı altında, Kamu İktisadi Teşebbüsü (KİT) olarak kuruldu.<br/>T.C. Turizm Bankası 1955 yılında kurulmuştur"
  },
  {
    "id": "2374035",
    "unitNumber": 8,
    "text": "Türkiye'de turizm ve otelcilik alanındaki ilk örgün okul aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ankara Otelcilik Okulu",
      "B": "Ticaret ve Turizm Yüksek Öğretmen Okulu",
      "C": "Hacettepe Üniversitesi Mesleki Teknoloji Yüksekokulu",
      "D": "Bursa İktisadi ve Ticari İlimler Akademisi Balıkesir İşletmecilik ve Turizm Yüksek<br/>Okulu",
      "E": "Nevşehir Turizm İşletmeciliği ve Otelcilik Yüksekokulu"
    },
    "explanation": "Türkiye’de turizm eğitimi 1923 yılından itibaren turist rehberliği eğitimi ile başlarken, 1950’lerde açılan mesleki otelcilik kursları devam etti. Bu alandaki ilk örgün okul, 1961 yılında Ankara Otelcilik Okulu adı altında açıldı.<br/>Türkiye'de turizm ve otelcilik alanındaki ilk örgün okul Ankara Otelcilik Okulu'dur."
  },
  {
    "id": "2374061",
    "unitNumber": 8,
    "text": "Türk Hava Yolları, ilk dış hat uçuşunu hangi tarihte gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1933",
      "B": "1937",
      "C": "1947",
      "D": "1955",
      "E": "1962"
    },
    "explanation": "Millî Savunma Bakanlığına bağlı olarak 1933 yılında Hava Yolları Devlet İşletmesi adıyla kurulan THY, 1935 yılında Bayındırlık Bakanlığına, 1938 yılında da Devlet Hava Yolları Umum Müdürlüğü adıyla Ulaştırma Bakanlığına bağlandı. 1947 yılında Ankara-İstanbul-Atina güzergâhıyla ilk dış uçuşunu gerçekleştirdi.<br/>Türk Hava Yolları, ilk dış hat uçuşunu 1947'de gerçekleşmiştir."
  },
  {
    "id": "2374074",
    "unitNumber": 8,
    "text": "Turizm ve otelcilik alanındaki ilk sivil toplum kuruluşu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye Turing ve Otomobil Kurumu",
      "B": "Türkiye Turizm Yatırımcıları Derneği",
      "C": "Türkiye Seyahat Acentaları Cemiyeti",
      "D": "Türkiye Otelciler Birliği",
      "E": "Müstakbilîn Cemiyeti"
    },
    "explanation": "Türkiye’de turizm ve otelcilik alanındaki ilk sivil toplum kuruluşu, 1922 yılında kurulan Müstakbilîn Cemiyeti’dir.<br/>Turizm ve otelcilik alanındaki ilk sivil toplum kuruluşu Müstakbilîn Cemiyeti'dir."
  },
  {
    "id": "2374106",
    "unitNumber": 8,
    "text": "Türkiye'de Hava yolu işletmeciliği alanında kurulan ikinci firma aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "SunExpress",
      "B": "Pegasus havayolları",
      "C": "Onur Air",
      "D": "Hürkuş Hava Yolları",
      "E": "AnadoluJet"
    },
    "explanation": "Hava yolu işletmeciliği alanında Türkiye’de kurulan ikinci firma, Hürkuş Hava Yollarıdır. Vecihi Hürkuş tarafından 1954 yılında kurulan firma, 1959 yılına kadar faaliyet gösterdi.<br/>Türkiye'de Hava yolu işletmeciliği alanında kurulan ikinci firma Hürkuş Hava Yolları'dır."
  },
  {
    "id": "2375198",
    "unitNumber": 8,
    "text": "Türkiye Cumhuriyeti’nde kamuda turizmi de içine alan ilk idare ne zaman kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1934",
      "B": "1944",
      "C": "1923",
      "D": "1929",
      "E": "1954"
    },
    "explanation": "Türkiye Cumhuriyeti’nde kamuda turizmi de içine alan ilk idare 1934 yılında kurulmuştur. Doğru yanıt \"A\" şıkkı, \"1934\"dür."
  },
  {
    "id": "2375201",
    "unitNumber": 8,
    "text": "Türkiye’de turizmi kamu yönetiminde ilk kez müdürlük düzeyinde temsil eden idari birim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tanıtma Müdürlüğü",
      "B": "Radyo Dairesi",
      "C": "Turizm Müdürlüğü",
      "D": "Hukuk Müsavirliği",
      "E": "Personel Müdürlüğü"
    },
    "explanation": "Türkiye’de turizmi kamu yönetiminde ilk kez müdürlük düzeyinde temsil eden idari birim Turizm Müdürlüğü'dür. Doğru yanıt \"C\" şıkkı, \"Turizm Müdürlüğü\"dür."
  },
  {
    "id": "2375206",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, Basın-Yayın ve Turizm Umum Müdürlüğü teşkilatı içinde <strong><u>yer almaz?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yayınlar ve Haberler Dairesi",
      "B": "Tanıtma Dairesi",
      "C": "Turizm Dairesi",
      "D": "Müsteşarlık Dairesi",
      "E": "Radyo Dairesi"
    },
    "explanation": "Yayınlar ve Haberler Dairesi, Tanıtma Dairesi, Turizm Dairesi, Radyo Dairesi Basın-Yayın ve Turizm Umum Müdürlüğü teşkilatı içinde yer alır. Doğru yanıt \"D\" şıkkı, \"Müsteşarlık Dairesi\"dir."
  },
  {
    "id": "2375212",
    "unitNumber": 8,
    "text": "Turizmin geliştirilmesi amacıyla çıkarılan ilk yasal düzenleme aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Türk Medeni Kanunu",
      "B": "Turizm Müesseselerini Teşvik Kanunu",
      "C": "Turizm Teşvik Kanunu",
      "D": "Bankalar Kanunu",
      "E": "Seyahat Acentaları Birliği Kanunu"
    },
    "explanation": "Turizmin geliştirilmesi amacıyla çıkarılan ilk yasal düzenleme \"Turizm Müesseselerini Teşvik Kanunu\"dur. Doğru yanıt \"B\" şıkkıdır."
  },
  {
    "id": "2375216",
    "unitNumber": 8,
    "text": "Türkiye’de turist rehberi yetiştirme çalışmaları ne zaman ve hangi Cemiyet ile başlamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1950, Türkiye Turing ve Otomobil Kurumu",
      "B": "1958, Türkiye Millî Gençlik Teşkilatı",
      "C": "1971, Türkiye Millî Talebe Federasyonunun",
      "D": "1950, TURİNG",
      "E": "1923, Türk Seyyahin Cemiyeti"
    },
    "explanation": "Türkiye’de turist rehberi yetiştirme çalışmaları 1923yılında, Türk Seyyahin Cemiyeti ile başlamıştır. Doğru yanıt \"E\" şıkkıdır."
  },
  {
    "id": "2375219",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, Türkiye’de lisans düzeyinde eğitim-öğretim yapmak amacıyla kurulan ilk akademik kurumdur?",
    "correctAnswer": "A",
    "options": {
      "A": "Ankara Ticaret ve Turizm Yüksek Öğretmen Okulu",
      "B": "Hacettepe Mesleki Teknoloji Yüksekokulu",
      "C": "Ankara Otelcilik Okulu",
      "D": "Balıkesir İşletmecilik ve Turizm Yüksekokulu",
      "E": "Aydın Önlisans Yüksek Okulu"
    },
    "explanation": "Türkiye’de lisans düzeyinde eğitim-öğretim yapmak amacıyla kurulan ilk akademik kurum Ankara Ticaret ve Turizm Yüksek Öğretmen Okulu'dur. Doğru yanıt \"A\" şıkkıdır."
  },
  {
    "id": "2375221",
    "unitNumber": 8,
    "text": "İstanbul’da Cumhuriyet’ten önce bugünkü anlamıyla seyahat acentası olarak kurulmuş bir işletme yoktu. Bu görev aşağıdakilerden hangisi tarafından gerçekleştiriliyordu?",
    "correctAnswer": "A",
    "options": {
      "A": "Vapur Acentaları",
      "B": "TÜRSAB’a bağlı seyahat acentaları",
      "C": "Online seyahat acentaları",
      "D": "A Grubu seyahat acentası",
      "E": "Tek yetkili acenta"
    },
    "explanation": "İstanbul’da Cumhuriyet’ten önce bugünkü anlamıyla seyahat acentası olarak kurulmuş bir işletme yoktu. Bu görev \"Vapur Acentaları\" tarafından gerçekleştiriliyordu. Doğru yanıt \"A\" şıkkıdır."
  },
  {
    "id": "2375229",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, Türkiye’de seyahat acentalarının faaliyet alanları arasında <strong><u>yer almaz?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hac-umre seyahatleri",
      "B": "Modeko",
      "C": "Karşılayıcı acentacılık",
      "D": "Online acentalar",
      "E": "Sağlık turizmi"
    },
    "explanation": "Türkiye’de seyahat acentalarının faaliyet alanları arasında \"modeka\" yer almaz. Doğru yanıt \"B\" şıkkıdır."
  },
  {
    "id": "2375234",
    "unitNumber": 8,
    "text": "Türkiye’de hangi yıldan sonra turizm, otelcilik, seyahat, yeme-içme alanlarında kurulan sivil toplum kuruluşlarının sayısında önemli artış yaşanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1971",
      "B": "1923",
      "C": "1980",
      "D": "1990",
      "E": "1985"
    },
    "explanation": "Türkiye’de 1980'den sonra turizm, otelcilik, seyahat, yeme-içme alanlarında kurulan sivil toplum kuruluşlarının sayısında önemli artış yaşanmıştır. Doğru yanıt \"C\" şıkkıdır."
  },
  {
    "id": "2375236",
    "unitNumber": 8,
    "text": "Türkiye Otelciler Federasyonu (TÜROFED), Türkiye’de turizm alanında faaliyet gösteren yatırım ve işletmeleri temsil eden dernekler tarafından oluşturulmuş bir organizasyondur. Aşağıdakilerden hangisi birliğin kuruluş nedenleri arasında <strong><u>yer almaz?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sektörü doğru yönlendirmek",
      "B": "Üyelerine daha iyi hizmet verebilmek",
      "C": "Yasal statüde hizmet sunmak",
      "D": "Türkiye genelinde sınırlı şubelerde hizmet vermek",
      "E": "Güç birliği yaratmak"
    },
    "explanation": "Türkiye Otelciler Federasyonu'un (TÜROFED) kuruluş nedenleri arasında \"Türkiye genelinde sınırlı şubelerde hizmet vermek\" yer almaz. Doğru yanıt \"D\" şıkkıdır."
  },
  {
    "id": "2375482",
    "unitNumber": 8,
    "text": "Ülkemiz turizmine katkı sağlayan aşağıdaki kurum ve etkinliklerin hangisi Osmanlı döneminde başlayıp Cumhuriyet döneminde de devam etmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Turing Otomobil Kurumu",
      "B": "Tercümanlar ve Rehberler Cemiyeti",
      "C": "Turizm ve Tanıtma Birimi",
      "D": "Türk Seyahat Yazıhaneleri",
      "E": "Orient Ekspres'in İstanbul'a gelmesi"
    },
    "explanation": "Orient Ekspres'in İstanbul'a gelmesi ilk olarak Osmanlı döneminde başlamış ancak, Cumhuriyetin kurulması ile yeniden başlamıştır."
  },
  {
    "id": "2375495",
    "unitNumber": 8,
    "text": "Cumhuriyet'in kurulduğu yıllarda Eskişehir'de hangi Otel yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Pera Palas",
      "B": "Tokatlıyan",
      "C": "Taşhan",
      "D": "Londra Oteli",
      "E": "Madam Tadia"
    },
    "explanation": "Cumhuriyet'in ilk yıllarında Eskişehir'de \"Madam Tadia Oteli\" bulunur."
  },
  {
    "id": "2375504",
    "unitNumber": 8,
    "text": "Türkiye Cumhuriyeti’nde, turizm, seyahat gibi alanlarda hizmet veren ilk kamu idaresi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türk Ofis",
      "B": "Turizm Masası Şubesi",
      "C": "Turizm Müdürlüğü",
      "D": "Turizm Dairesi Müdürlüğü",
      "E": "İl Kültür ve Turizm Müdürlüğü"
    },
    "explanation": "Türk Ofis"
  },
  {
    "id": "2375523",
    "unitNumber": 8,
    "text": "Aşağıdaki görevleri yerine getirmek üzere faaliyete geçen kurum aşağıdakilerden hangisidir?\n “… basın ve yayın ve diğer vasıtalarla Türkiye’yi dışarıda tanıtmak ve içerde Cumhuriyet<br/>esaslarını ve Türk Demokrasisinin gelişmelerini yaymak, basın ve yayın mesleğinin ifasıyla ilgili işlere<br/>bakmak, iç ve dış turizmi geliştirecek tedbirleri almaktır”",
    "correctAnswer": "A",
    "options": {
      "A": "Basın - Yayın ve Turizm Umum Müdürlüğü",
      "B": "Türk Ofis",
      "C": "Turizm Dairesi Müdürlüğü",
      "D": "Turizm Müdürlüğü",
      "E": "Basın-Yayın ve Turizm Vekâleti"
    },
    "explanation": "Basın - Yayın ve Turizm Umum Müdürlüğü"
  },
  {
    "id": "2375532",
    "unitNumber": 8,
    "text": "\"Turizm ve Tanıtma Bakanlığı\" daha sonra hangi kuruma dönüştürülerek görevini sürdürmüştür?",
    "correctAnswer": "C",
    "options": {
      "A": "Basın-Yayın ve Turizm Vekâleti (Bakanlığı)",
      "B": "Basın-Yayın ve Turizm Umum Müdürlüğü",
      "C": "Kültür ve Turizm Bakanlığı",
      "D": "Turizm Bakanlığı",
      "E": "Kültür Bakanlığı"
    },
    "explanation": "Kültür ve Turizm Bakanlığı"
  },
  {
    "id": "2375555",
    "unitNumber": 8,
    "text": "1955 yılında Kamu İktisadi Teşebbüsü (KİT) olarak kurulan \"T.C. Turizm Bankası A.Ş.\" nin kuruluş amacı aşağıdakilerden hangisidir?\n <br/>I- Memlekette iç ve dış turizmi geliştirmek maksadıyla,<br/>gereken propagandayı yapmak,\n II-Seyahat acente büroları tesis etmek, seyahatler tertip etmek ve bu maksatla<br/>nakil vasıtaları tahrik etmek,\n III-Turizmin her safhası üzerinde çalışan teşekküllerle münasebetler temin etmek,\n IV-Turistik tesisler vücuda getirmek ve işletme hususunda çalışan ve çalışacak olan müesseseleri teşvik<br/>ve Bankalar Kanunu Hükümleri dairesinde finanse<br/>etmek”",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "I-II-III-IV",
      "D": "III-IV",
      "E": "IV"
    },
    "explanation": "I-II-III-IV"
  },
  {
    "id": "2375577",
    "unitNumber": 8,
    "text": "Türkiye’de Turist Rehberliği Eğitimi veren kurumları kronolojik olarak sıralayınız?\n I-Türk Seyyahin Cemiyeti\n II-Türkiye Turing ve Otomobil Kurumu olarak değiştirilen TURİNG\n III-Basın-Yayın ve Turizm Genel Müdürlüğü\n IV-Türkiye Millî Gençlik Teşkilatı\n V-Turizm ve Tanıtma Bakanlığı",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "I-III-II-V-IV",
      "C": "I-IV-II-III-V",
      "D": "I-II-IV-III-V",
      "E": "I-V-IV-III-II"
    },
    "explanation": "I-II-III-IV-V"
  },
  {
    "id": "2375628",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, Turist Rehberler Birliği'nin (TUREB) amaçları arasında yer almaz?<br/>I-Yasa gereği oluşturulan bütün birimleri ile ülke turizminde<br/>rehberlerin daha etkin rol almaları\n II-Ülkenin kültür ve turizm politikaları doğrultusunda tanıtılması\n III-Yasa dışı rehberlik faaliyetlerinin önlenmesi\n IV-Sahip oldukları deneyim ve birikimleri ile sektörde<br/>yer alan kurum ve kuruluşların yanı sıra, kamuoyuna da seyahat faaliyet alanı ile ilgili sağlıklı bilgi aktarılmasını sağlamak",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "I-II-III"
    },
    "explanation": "IV-\"Sahip oldukları deneyim ve birikimleri ile sektörde<br/>yer alan kurum ve kuruluşların yanı sıra, kamuoyuna da seyahat faaliyet alanı ile ilgili sağlıklı bilgi aktarılmasını sağlamak\" Turist Rehberler Birliği'nin (TUREB) amaçları arasında yer almaz."
  },
  {
    "id": "2375665",
    "unitNumber": 8,
    "text": "Türkiye’de lisans düzeyinde eğitim-öğretim yapmak amacıyla kurulan ilk akademik kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ankara Ticaret ve Turizm Yüksek Öğretmen Okulu",
      "B": "Ege Üniversitesi İktisadi ve Ticari Bilimler Fakültesine bağlı “Turizm Kürsüsü”",
      "C": "Bursa İktisadi ve Ticari İlimler Akademisi Balıkesir İşletmecilik ve Turizm Yüksek Okulu",
      "D": "Anadolu Üniversitesi Turizm Fakültesi",
      "E": "Aydın Turizm ve Otel İşletmeciliği Yüksekokulu"
    },
    "explanation": "Ankara Ticaret ve Turizm Yüksek Öğretmen Okulu"
  },
  {
    "id": "2375690",
    "unitNumber": 8,
    "text": "Hangisi, Antalya-Frankfurt seferleriyle, Türkiye’de yurt dışına tarifeli<br/>sefer gerçekleştiren birinci özel hava yolu işletmesi olma başarısını elde etmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hürkuş Havayolları",
      "B": "Pegasus",
      "C": "AnadoluJet",
      "D": "SunExpress",
      "E": "OnurAir"
    },
    "explanation": "SunExpress"
  }
]