[
  {
    "id": "3884469",
    "unitNumber": 1,
    "text": "\"Batılı girişimciler turizm endüstrisini kâr getirecek bir hâle getirebileceklerini fark etmiş ve ................... etkisiyle turizm faaliyetlerinde hızlı gelişmeler yaşanmaya başlamıştır\". <strong>Buradaki boşluğu aşağıdakilerden hangisi tamamlar?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Coğrafik keşiflerin",
      "B": "Ekonomik Krizlerin",
      "C": "İşçi sınıfının",
      "D": "Rönensans'ın",
      "E": "Seyahatnamelerin"
    },
    "explanation": "Kitle Turizmin Tarih öncesi<br/>Modern Çağ,<br/>Önceki dönemlerden belirgin farklar göstermeyen modern turizm, modernizme paralel olarak daha organize ve rasyonel bir hâl almıştır. Batılı girişimciler turizm endüstrisini kâr getirecek bir hâle getirebileceklerini fark etmiş ve <strong>Rönesans’ın da etkisiyle turizm faaliyetlerinde hızlı gelişmeler yaşanmıştır.</strong> Rönesans’ın etkisiyle kilisenin, Michelangelo, Leonardo da Vinci ve Raphael gibi sanatçıların sanat çalışmalarını desteklemesi Grand Tur’u tetiklemiştir. Rönesans Dönemi’nde, keşif ve araştırma amacıyla yurtlarından ayrılan önemli seyyahları, burjuvaların oğulları izlemiştir. Bu kişiler gelecekteki mesleklerine hazırlık yapmak amacıyla geleneksel bir Avrupa kültürü turuna çıkmaya başlamıştır. Rönesans’la başlayan bu üst sınıf seyahatler, Grand Tur (Büyük Tur) olarak anılmaya başlanmıştır. Grand Tur, seyahate eğitim temasının eklenebileceğini göstererek ona yeni bir boyut kazandırmıştır.<br/>Avrupa’da Endüstri Devrimi, 1700’lerin ortalarında İngiltere’de başlamış ve hızla dünyaya yayılmıştır. Bu devrim, oldukça yüksek üretkenliğe sahip makinelerin geliştirilmesini sağlamıştır. İhtiyaç duyulan ham maddeler ise Yeni Dünya’dan elde edilmeye başlanmıştır. İzleyen yıllarda yayımlanan “İnsan Hakları” (1791), Endüstri Devriminin ideolojik etkileri arasında görülmektedir. 1789 Fransız Devrimini tetikleyen bu düşünceler, monarşinin hâkim olduğu Batı dünyasında yayılmıştır. Orta sınıf hızla zenginleşmiş ve eğitimli hâle gelmiştir. Böylece yalnızca üst sınıfın tercih edebildiği Grand Tur gözden düşmüştür. Buharlı lokomotif sisteminin icadı ise Thomas Cook’un 1840’ta, turizmde yeni bir eğilim yaratarak büyük kitlelere organize turlar düzenlemesini sağlamıştır. Aynı dönemde, Henry Ford arabayı seri üretime geçirerek düşük fiyatlara mal etmeyi başarmıştır. Böylece, işçiler de araba sahibi olabilmiş ancak günümüzdeki kadar etkin bir şekilde seyahat edebilmelerini sağlayamamıştır."
  },
  {
    "id": "3884470",
    "unitNumber": 1,
    "text": "İnsanların yerleşik hayata geçip üretim yapmaya başladıkları ilk çağda, aşağıdaki yerlerden hangisinde ilk kez takas yapıldığı saptanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Güney İtalya",
      "B": "Güney Fransa",
      "C": "Güney Sicilya",
      "D": "Kuzey Afrika",
      "E": "Kuzey Fransa"
    },
    "explanation": "Kitle Turizmin Tarih öncesi<br/>Güney Fransa"
  },
  {
    "id": "3884471",
    "unitNumber": 1,
    "text": "Sümer kralının bir tanrının emirleri ile çıktığı seyahatleri anlatmakta olan ve ilk seyahat rehberi sayılan Gılgamış Destanı’nın tarihi aşağıdaki seçeneklerden hangisinde doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "MÖ 1400",
      "B": "MÖ 4000",
      "C": "MÖ 2000",
      "D": "MS 150",
      "E": "MS 800"
    },
    "explanation": "Kitle Turizmin Tarih öncesi<br/>İlk seyahatnamelerde, efsane ile tarih iç içedir. Yaklaşık olarak <strong>MÖ 2000</strong> yılına ait olan Gılgamış Destanı, Sümer kralının bir tanrının emirleri ile çıktığı seyahatleri<br/>anlatmaktadır. Goeldner (2011) bunun ilk seyahat<br/>rehberi sayılabileceğini belirtmiştir."
  },
  {
    "id": "3884472",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"Kitle Turizmi\" kültürünün başlangıcını ortaya koyan ve ruhunu taşıyan ilk topluluktur?",
    "correctAnswer": "D",
    "options": {
      "A": "Hititler",
      "B": "Sümerler",
      "C": "Yunanlar",
      "D": "Romalılar",
      "E": "Fransızlar"
    },
    "explanation": "Kitle Turizmin Tarih öncesi<br/>Romalılar"
  },
  {
    "id": "3884473",
    "unitNumber": 1,
    "text": "Selçuk Türklerinde yönetim kademelerinden birinde bulunan Nâsır-ı Hüsrev’in kaleme aldığı, ilk Müslüman hac deneyiminin kaydı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Safarnāmé",
      "B": "Rıhle",
      "C": "Miratü’l Memalik",
      "D": "Kitab-ı Bahriye",
      "E": "Tuhfetu’l Haremeyn"
    },
    "explanation": "Orta Çağ’da Turizm<br/>Safarnāmé"
  },
  {
    "id": "3884474",
    "unitNumber": 1,
    "text": "<ol start=\"17\"><br/><li>Yüzyılda “The gentleman’s tour of Europe” (Beyefendilerin Avrupa turu) olarak da bilinen seyahatin temel nedeni aşağıdakilerden hangisidir?</li><br/></ol>",
    "correctAnswer": "B",
    "options": {
      "A": "Ticaret",
      "B": "Kültürel çekicilik",
      "C": "Hac faaliyetleri",
      "D": "Bilimsel gelişmeler",
      "E": "Alışveriş"
    },
    "explanation": "Modern Çağ’da Turizm<br/>Kültürel çekicilik"
  },
  {
    "id": "3884475",
    "unitNumber": 1,
    "text": "Avrupa’nın yeni dünya kolonyalizmi, hangi yıllarda ortaya çıkmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1600",
      "B": "1500",
      "C": "1700",
      "D": "1800",
      "E": "1400"
    },
    "explanation": "Modern Çağ'da Turizm<br/>Avrupa’nın yeni dünya kolonyalizmi, 1500 ve 1600’lü yılların keşiflerinin ayakları üzerinde<br/>1700’lü yıllarda ortaya çıkmaya başladı."
  },
  {
    "id": "3884476",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Avrupa’da turizmin gelişmesinde etkili olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Realizm",
      "B": "Kapitalizm",
      "C": "Lirizm",
      "D": "Romantizm",
      "E": "Hümanizm"
    },
    "explanation": "Romantizm ve Turizm"
  },
  {
    "id": "3884477",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Modern turizmin özellikleri arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Turizm küreselleşen modernitenin bir üretim biçimidir.",
      "B": "Turizm, yalnızca görsel deneyimlerle sınırlı olan bedensel bir deneyimdir.",
      "C": "Turizm yalnızca bir dünyaya erişme biçimidir.",
      "D": "Turistik faaliyetlerin gelişiminin incelendiği çerçeve ve turizm ekonomisi ile turizm coğrafyası milliyetçilik ve ulus devletlerden güçlü bir şekilde etkilenmemiştir.",
      "E": "Turizm, modernitenin yaşam koşullarında ortaya çıkmıştır ve moderniteden bir kaçış değil, onu içinde barındıran bir deneyimdir."
    },
    "explanation": "Modern Turizmin Yapı Taşları<br/>Turizm, modernitenin yaşam koşullarında ortaya çıkmıştır ve moderniteden bir kaçış değil, onu içinde barındıran bir deneyimdir."
  },
  {
    "id": "3884478",
    "unitNumber": 1,
    "text": "Turizm tarihi incelenmeleriyle ilgili eleştiriler arasında hangisi <strong>söylenemez</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Daha çok Batı medeniyeti temelinde ele alınmıştır.",
      "B": "Turizmin, boş zaman kavramı ile birlikte incelenmiştir.",
      "C": "Turizm tarihi incelemeleri modern dönem sonrasını kapsamaktadır.",
      "D": "Endüstri devriminden önceki boş zaman yeterince incelenmemiştir.",
      "E": "Turizm tarihi kapitalizmin gelişmesi açısından ele alınmaktadır."
    },
    "explanation": "Turizm tarihi ile ilgili incelemeler, avcı toplayıcı dönemden itibaren mevcuttur. Tarihte insanlığın hemen dönemi ile ilgili seyahat hareketleri ile ilgili çok fazla bilgi yer almaktadır ve bu konuda çalışmalar devam etmektedir. Ancak, turizm, daha çok kapitalizmin gelişmesi ve boş zaman kavramı ile birlikte ele alındığından, çoğunlukla Endüstri Devrimi sonrası ve Batı medeniyeti temelinde ele alınmış olması başlıca eleştirilerden biridir."
  },
  {
    "id": "3884479",
    "unitNumber": 1,
    "text": "Eldeki verilere göre, insanların seyahatleri ne zamana kadar geriye gitmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avcı ve toplayıcı dönem",
      "B": "M.Ö. 10. binyıl",
      "C": "Yerleşik hayata geçilen dönem",
      "D": "Antik uygarlıklar dönemi",
      "E": "Tarımın başlaması"
    },
    "explanation": "Mevcut bilgiye göre, insanlar avcı toplayıcı dönemden beri, başta yiyecek bulmak gibi yaşamsal nedenlerle de olsa seyahat etmektedir."
  },
  {
    "id": "3884480",
    "unitNumber": 1,
    "text": "Dünyanın bilinen en eski seyahatnamesinde kimin seyahati anlatılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Konfüçyüs",
      "B": "Kraliçe Hatçepsut",
      "C": "Kral Ceasar",
      "D": "Büyük İskender",
      "E": "Çin İmparatoru Huang"
    },
    "explanation": "Mısır Kraliçesi Hatçepsut'tun Afrika'da yer alan Punto ülkesine ziyaretini anlatan rölyefler, bilinen ilk seyahatname kabul edilir."
  },
  {
    "id": "3884481",
    "unitNumber": 1,
    "text": "Roma dönemi seyahatleri ile ilgili hangi ifade söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çok canlı bir seyahat hareketliliği vardı",
      "B": "Yunanlılar’ın yol kavramını devam ettirdiler",
      "C": "Keyif almak için seyahate önem verdiler",
      "D": "Kıtalararası yollar dinî yerlere ziyaret amaçlı kuruldu",
      "E": "Toplumun hemen her kesimi seyahat edebiliyordu"
    },
    "explanation": "Roma Dönemi’nde çok canlı bir seyahat hareketliliği vardır, ancak bu seyahatler daha çok iş, askerî, diplomasi, önemli etkinlik ve dinî yerlere ziyaret gibi belli amaçlara yönelikti. Keyif için seyahat daha çok Yunanlılar’dadır. Kıtalar arası yollar ticaret ve askerî amaçla kurulmuş ve topumun sadece üst sınıfı seyahat etmiştir."
  },
  {
    "id": "3884482",
    "unitNumber": 1,
    "text": "İnsanların tam anlamıyla iyi olma hali ya da bütüncül sağlık anlayışı hangi döneme aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Neolitik dönem",
      "B": "İlkçağ",
      "C": "Ortaçağ",
      "D": "Aydınlanma",
      "E": "<ol start=\"20\"> <li>yüzyıl</li> </ol>"
    },
    "explanation": "İnsan sağlığında bütüncül sağlık veya tıp anlayışı İlkçağ’da yaygındı. Buna göre, insan ruh, beden ve zihnen iyi olmalıydı. Sağlığın, sadece bedende hastalığın olmaması şeklindeki anlayış Ortaçağ’a aitken modern dönemde sağlık anlayışı giderek mikro alanlara kadar ayrışmıştır."
  },
  {
    "id": "3884483",
    "unitNumber": 1,
    "text": "Ortaçağ İslam dünyasındaki seyahatlerle ilgili olarak hangi ifade doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "İbn-i Battuta’nın Dünya Tasviri dönemin başlıca eseridir",
      "B": "Tüccarlardan sonra en çok bilginler seyahat etmiştir",
      "C": "Nâsır-ı Hüsrev’in Safarnâme’si ilk hac kaydıdır",
      "D": "Roma İmparatorluğu’na seyahatler artmıştır.",
      "E": "Medine başlıca ziyaret merkezidir"
    },
    "explanation": "Ortaçağ’da İslam dünyasında hac ziyaretleri yoğun şekilde devam etmiştir. Nâsır-ı Hüsrev’in Safarnâme’si ilk hac kaydıdır. İbn-i Battuta’nın eseri Rıhle’dir. Tüccarlar, hacılar ve bilginler en çok ziyaret edenler olmuştur. Roma İmparatorluğu’na seyahatler çok fazla değildir. Başlıca ziyaret merkezi, hac merkezi olan Mekke’dir."
  },
  {
    "id": "3884484",
    "unitNumber": 1,
    "text": "Avrupa turizminde önemli yeri olan Grand Tour’u tetikleyen başlıca gelişme hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Seyahat ve rehberlik hizmetlerinin gelişmesi",
      "B": "Endüstrinin gelişmesi",
      "C": "Demiryolları ağının genişlemesi",
      "D": "Rönesans dönemi gelişmeleri",
      "E": "Eğitim kurumlarının yaygınlaşması"
    },
    "explanation": "Rönesans, Avrupa’da önemli bir kültür, düşünce, sanat ve beraberinde ticarî hareketliliğin geliştiği dönemdir. Bu gelişmeler, üst sınıf mensubu ailelerin daha fazla sanat ve kültür birikimine önem vermesi ve genç erkek çocukların hayata atılmadan önce yetişmesine önem vermesini sağlamıştır."
  },
  {
    "id": "3884485",
    "unitNumber": 1,
    "text": "Turizmin geniş kitlelere yayılmasında başlıca gelişme olarak hangisi gösterilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Demiryollarının gelişmesi",
      "B": "Sağlık amaçlı seyahatlerin artması",
      "C": "Avrupa’da gençlerin turizme katılması",
      "D": "Ücretli haftalık ve yıllık izin hakkının verilmesi",
      "E": "Uzun mesafe deniz seyahatlerinin gelişmesi"
    },
    "explanation": "Seyahat, öncelikle ulaşım imkânları ile ilgilidir. Avrupa’da demiryollarının Endüstri Devriminin ardından hızla gelişmesi, seyahatin sadece zorunlu veya üst sınıfa ait bir olgu olmaktan çıkarıp toplumun tüm kesimlerine yayılmasını sağlayan önemli bir olaydır."
  },
  {
    "id": "3884486",
    "unitNumber": 1,
    "text": "Romantizm ile kitle turizmi arasındaki en önemli farklılık olarak aşağıdakilerden hangisi gösterilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Romantikler, doğanın veya kültür mirasın zenginliğini görmek için seyahat ederdi",
      "B": "Kitle turistleri, Yunan ve Roma zenginliklerini görmeyi hedeflerdiler",
      "C": "Kitle turizminde estetik mekân arayışı önceliklidir",
      "D": "Romantiklerde turizm ve tüketim kavramları birbirinden uzaktır",
      "E": "Kitle turizmi turizme karşı tepkilerini her daim sürdürdüler"
    },
    "explanation": "Romantizm döneminde seyahat edenler, dünyayı olduğu gibi gözlemlemeyi amaçlamışlardır. Bu tür seyahatler mümkün oldukça yalnız şekilde dünya zenginliklerini duyumsamaya dayanır. Bu nedenle tüketimle bütünleşen bir turizmden söz edilemez."
  },
  {
    "id": "3884487",
    "unitNumber": 1,
    "text": "Turist deneyimlerinin farklı tiplere ayrılması hangi döneme rastlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Postmodernizm",
      "B": "Endüstri Devrimi",
      "C": "2000'ler ve turizm hacminin artması",
      "D": "Modern turizm",
      "E": "Kitle turizminin başlaması"
    },
    "explanation": "Postmodernizm, turizm ve turistleri çoklu bakış açısı ve çeşitlilik ile yaklaşarak tiplere ayırmaktan kaçınır. Turistlerin modern sınıflara ayrılarak incelenmesi modern dönemdedir."
  },
  {
    "id": "3884738",
    "unitNumber": 1,
    "text": "Thomas Cook'un turizm tarihindeki önemi, ilk kez organize .......... turlar düzenlemesiyle ilgilidir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "festival",
      "B": "paket",
      "C": "bireysel",
      "D": "hac",
      "E": "havacılık"
    },
    "explanation": "Thomas Cook, demir yollarını kullanarak düşürülmüş fiyatlar sunarak seyahat makbuzları düzenlemiş ve paket turlar oluşturmuştur."
  },
  {
    "id": "3884739",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Rönesans döneminde turizmi etkileyen gelişmelerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Spa merkezlerinin yaygınlaşması",
      "B": "Hac faaliyetlerinin artması",
      "C": "Bilginin kitaplar yoluyla yayılması",
      "D": "Denizciliğin gelişmesi",
      "E": "Pazar ekonomisinin doğması"
    },
    "explanation": "Bilgi yayınlarının artması Rönesans'ın yayılmasını hızlandırmış, Grand Tur'a katkı sağlamıştır. Rönesans Dönemi’nde, keşif ve araştırma amacıyla yurtlarından ayrılan önemli seyyahları genellikle varlıklı kişiler ve hizmetkarlarıdır."
  },
  {
    "id": "3884740",
    "unitNumber": 1,
    "text": "Bir turist, antik medeniyetlerin eserlerini görmek ve bu kültürlere hayranlığını ifade etmek istiyorsa, bu turistin yaklaşımı aşağıdaki turizm akımlarından hangisiyle özdeşleştirilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kitle turizmi",
      "B": "Etkinlik turizmi",
      "C": "Romantik turizm",
      "D": "Dini turizm",
      "E": "Toplum temelli turizm"
    },
    "explanation": "Romantik seyahat, doğaya ve tarihi kültüre duyulan hayranlığı ifade eder. Bu yaklaşım, bireyleri,<br/>kendilerinden kültürel ve fiziksel bakımdan farklı olan toplumları ve gerçek ile hayali olanı aramaya<br/>teşvik etmiştir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3884741",
    "unitNumber": 1,
    "text": "Aşağıda verilen turizmde iz bırakan şahsiyetler ve katkıları/eserleri eşleşmelerinden hangisi doğrudur?<br/>I. Thomas Cook<br/>II. İbn Battuta<br/>III. Veblen<br/>IV. Nâsır-ı Hüsrev<br/><ol> <li>Gösterişçi tüketimi</li> <li>Safarname</li> <li>Modern tur organizasyonu</li> <li>Rıhle</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I-3, II-4, III-1, IV-2",
      "B": "I-2, II-3, III-1, IV-4",
      "C": "I-4, II-2, III-3, IV-1",
      "D": "I-3, II-2, III-4, IV-1",
      "E": "I-1, II-3, III-2, IV-4"
    },
    "explanation": "Thomas Cook- Modern turlar, İbn Battuta-Rıhle, Veblen- Gösterişçi tüketim, Nasır-ı Hüsrev- Safarname. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3884742",
    "unitNumber": 1,
    "text": "Milattan sonraki ilk yüzyılda, …………… en maceracı uzun mesafe yolcuları arasındaydı. Üçüncü yüzyıldan onuncu yüzyıla kadar binlerce ……………..Hindistan’daki kutsal mekânlara yolculuk yapmıştır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Din adamları",
      "B": "Tüccarlar",
      "C": "Zenginler ve himetkarları",
      "D": "Çinli Budist rahipler",
      "E": "Selçuklu Türkleri"
    },
    "explanation": "Soruda boş bırakılan yere uygun ifade Çinli Budist rahiplerdir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3884743",
    "unitNumber": 1,
    "text": "Aşağıdaki uygarlıklardan hangisinde modern seyahat işletmeciliğinin temellerinin atıldığı söylenebilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hititler",
      "B": "Mısırlılar",
      "C": "Asurlular",
      "D": "Urartular",
      "E": "Sümerler"
    },
    "explanation": "Milattan önce yaklaşık 4000 yılında, Sümerler tarafından paranın icadı ve ticaretin başlaması modern seyahat çağının başlangıcı olarak düşünülmektedir. Sümerler, o dönemde parayı ticari işlemlerde kullanmış ve aynı zamanda tekerleği de icat etmiştir. Bu nedenle, Sümerler’in modern seyahat işletmeciliğinin temellerini attıkları düşünülmektedir."
  },
  {
    "id": "3884744",
    "unitNumber": 1,
    "text": "Birbirine 8000 km uzaklıkta olan Konfüçyüsçü akademisyenler ile Romalı senatörleri birbirine bağlayan yollar, patikalar ve deniz güzergâhları bulunmaktaydı ki bu ulaşım ağı .......... olarak bilinmektedir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "İpek Yolu",
      "B": "Baharat Yolu",
      "C": "Panama Kanalı",
      "D": "Pars Kral Yolu",
      "E": "Amber Yolu"
    },
    "explanation": "Soruda boş bırakılan yere İpekl yolu gelmelidir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3884745",
    "unitNumber": 1,
    "text": "Dördüncü ve beşinci yüzyılda, Roma İmparatorluğu’nun çöküşü seyahat hareketlerini kötü yönde etkilemiştir. Karanlık Çağ boyunca (Batı Roma İmparatorluğu’nun 476’daki çöküşünden 1450’de Modern Çağ’ın başlamasına kadar olan süre) yalnızca maceraperest Avrupalılar ve mülküne el konulan kişiler seyahat etmiştir.<br/>Aşağıdaki açıklamalardan hangisi seyahatlerin azalmasının temel nedenidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Seyahat yerine farklı alanlara yatırım yapılması",
      "B": "Seyahat edilecek yolların tahrip olması",
      "C": "Seyahat etmenin tehlikeli olması",
      "D": "Seyahat sebebi olan dine inancın azalması",
      "E": "Nüfusun hızla artması"
    },
    "explanation": "Ortaçağ döneminde seyahatlerin azalmasının ve çok kısıtlı bir kesim tarafından devam etmesinin temel sebebi seyahatlerin güvenli olmaması/ tehlikeli olmasıdır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3884746",
    "unitNumber": 1,
    "text": "Notre Dame, Chartres, Le Mans gibi büyük katedraller hangi amaçla inşa edilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Belli bir mezhebin üstünlüğünü göstermek",
      "B": "Dinin ihtişamını göstermek",
      "C": "Hastalara bakımevi hizmeti sağlamak",
      "D": "Roma topraklarına giden hacılara durak olmak",
      "E": "Bütüncül sağlık paradigmasını yaygınlaştırmak"
    },
    "explanation": "Soruda verilen katedraller elbette dini amaçlarla inşa edilmiş olup en önemli görevi Roma topraklarına giden hacılara durak oluşturmaktır."
  },
  {
    "id": "3884747",
    "unitNumber": 1,
    "text": "17. yüzyılda belirgin hatlara sahip yeni seyahat biçimi olan ve “the gentleman’s tour of Europe” (beyefendilerin Avrupa turu) olarak da bilinen Grand Tur ne uzunluktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "6 ay",
      "B": "1 yıl",
      "C": "2 yıl",
      "D": "3 yıl",
      "E": "5 yıl"
    },
    "explanation": "Seçkinlerin katıldığı ve uzun bir rotayı kapsayan Grand Tur 3 yıl süren, Avrupa ana karasındaki kültürel çekicilikleri kapsayan bir turdur."
  },
  {
    "id": "3884748",
    "unitNumber": 1,
    "text": "Beş bin yıl önce ..........gemi yolculukları düzenlenmiştir. Barış ve turizm amacıyla yapıldığı düşünülen ilk yolculuk MÖ 1480'de gerçekleşmtiştir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Roma'dan",
      "B": "Mısır'dan",
      "C": "Frigya'dan",
      "D": "İyonya'dan",
      "E": "Likya'dan"
    },
    "explanation": "Beş bin yıl önce Mısır'dan ilk gemi yolculukları düzenlenmiştir. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3884749",
    "unitNumber": 1,
    "text": "Yunan ve Roma'da hangi amaçlarla seyahatler gerçekleştirildiği için turizmin modern hali olarak kabul edilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Deniz- kum- güneş turizmi",
      "B": "Kitle turizmi",
      "C": "Sakin turizm",
      "D": "Alternatif turizm",
      "E": "Spor ve sanat turizmi"
    },
    "explanation": "Antik Yunan ve Roma uygarlıkları spor ve sanat gibi çeşitli faaliyetler nedeniyle seyahatlerin gerçekleştirildiği uygarlıklar olup modern turizmin bu seyahatlerle başladığı kabul edilmektedir."
  },
  {
    "id": "3884750",
    "unitNumber": 1,
    "text": "Dördüncü ve beşinci yüzyılda, Roma İmparatorluğu’nun çöküşü seyahat hareketlerini kötü yönde etkilemiştir. Bu dönemde ve karanlık çağ boyunca seyahat eden azınlık aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Rahipler ve tüccarlar",
      "B": "Soylular ve eşleri",
      "C": "Kaşifler ve keşişler",
      "D": "Maceraperestler ve mülklerine el konulanlar",
      "E": "Budistler ve Batı Avrupalılar"
    },
    "explanation": "Dördüncü ve beşinci yüzyılda, Roma İmparatorluğu’nun çöküşü seyahat hareketlerini kötü yönde etkilemiştir. Karanlık Çağ boyunca (Batı Roma İmparatorluğu’nun 476’daki çöküşünden 1450’de Modern Çağ’ın başlamasına kadar olan süre) yalnızca maceraperest Avrupalılar ve mülküne el konulan kişiler seyahat etmiştir. Bunun temel nedeni ise bu dönemde seyahat etmenin tehlikeli olmasıdır. Söz konusu tehlikeler seyahati zevkli bir faaliyet olmaktan çıkarmıştır."
  },
  {
    "id": "3884751",
    "unitNumber": 1,
    "text": "Ortaçağ'da erken dönemde deniz kenarındaki tatil yerlerinin ortaya çıkışı aşağıdakilerden hangisi ile açıklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Soyluların deniz kenarı tatillerini tercih etmesi",
      "B": "Rahiplerin deniz kenarı tatillerini tercih etmesi",
      "C": "Salgından kaçanların okyanus havasını soluma isteği",
      "D": "Salgının deniz kenarındaki yerleşimlere ulaşmaması",
      "E": "Biyomedikal anlamdaki gelişmelerin deniz kenarındaki yerleşimlerde yaşanması"
    },
    "explanation": "Ortaçağ'da kalabalık şehirler merkezlerinde salgın hızla yayılmış, salgından kaçmak isteyen ve imkanı olan kişiler bu nedenle deniz kenarlarındaki yerlere gitmişlerdir. Bu da erken dönemde deniz kenarındaki tatil mekanlarını ortaya çıkarmıştır."
  },
  {
    "id": "3884752",
    "unitNumber": 1,
    "text": "Selçuk Türklerinde yönetim kademelerinden birinde bulunan Nâsır-ı Hüsrev’in kaleme aldığı ............ Müslüman hac deneyiminin ilk kaydıdır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Rıhle",
      "B": "Divan'ı Lügati Türk",
      "C": "Safarname",
      "D": "Seyahatname",
      "E": "Kitab'ül Tabbahin"
    },
    "explanation": "Safarname Müslüman hac deneyiminin ilk kaydıdır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3884753",
    "unitNumber": 1,
    "text": "16. ve 17. yüzyıllarda, Klasik Roma ve Atina uygarlıklarına yönelik bir ilgi de uyandırmıştır. Tarihi kayıtlar, o dönemdeki İngiliz aristokrasisinin seyahat üstündeki etkilerine de dikkat çekmektedir. I. Elizabeth, sarayda çalışmak isteyen gençleri Avrupa ana karasına giderek klasik kültür üzerinde çalışmaya teşvik etti. Üst sınıf mensupları da bu uygulamayı kopyaladı. Böylece ........... seyahat, soylu erkeklerin eğitimlerinin bir parçası oldu.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Fransa'ya",
      "B": "İtalya'ya",
      "C": "İspanya'ya",
      "D": "Almanya'ya",
      "E": "İsviçre'ye"
    },
    "explanation": "İtalya'ya seyahat o dönemde soylu erkeklerin eğitiminin bir parçası olmuştur. Bu seyahatler Rönesansla başlamış olup zamanla farklı ülkeleri de kapsamıştır."
  },
  {
    "id": "3884754",
    "unitNumber": 1,
    "text": "17. yüzyılda \"the gentleman's tour\" olarak bilinen seyahatin süresi ne kadardır?",
    "correctAnswer": "E",
    "options": {
      "A": "3 ay",
      "B": "6 ay",
      "C": "1 yıl",
      "D": "2 yıl",
      "E": "3 yıl"
    },
    "explanation": "\"The gentleman's tour\" olarak bilinen tur Avrupa'yı kapsayan kapsamlı bir tur olup yaklaşık 3 yıllık bir pakettir."
  },
  {
    "id": "3884755",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Grand Tur'un popülerliğini kaybetme nedenlerinden biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Orta sınıfın zenginleşmesi",
      "B": "Orta sınıfın eğitimli hale gelmesi",
      "C": "Teknolojik gelişmelerin artması",
      "D": "Boş zamanın artması",
      "E": "Seyahate ayrılan zamanın artması"
    },
    "explanation": "Orta sınıf hızla zenginleşmiş ve eğitimli hâle gelmiştir. Boş zamanın artmasıyla seyahat aktivitelerine yönelik zaman artmıştır. Böylece elitist Grand Tur popülerliğini yitirmiştir."
  },
  {
    "id": "3884756",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi romantik gezginlerin özelliklerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Maceracı insanlardı",
      "B": "Ticaretle uğraşan insanlardı",
      "C": "Edebiyatla uğraşan insanlardı",
      "D": "Yalnızlıktan hoşlanan insanlardı",
      "E": "Dindar insanlardı"
    },
    "explanation": "Romantik gezginler diğer seyahat figürlerinden daha farklıdır. Onlar, sadece seyahat etmek için yeterince kaynak ve zamanı olan, dünya hakkında kafa yoran eğitimli üst sınıfa mensup insanlar değil, aynı zamanda yalnızlıktan hoşlanan insanlardı. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3884757",
    "unitNumber": 1,
    "text": "Milliyetçilik, aralarında bağ kurduğu insanlarda coşku yaratmaya başlamıştır. Bu insanlar evlerinden ayrılarak 19. yüzyılda önemli bir yer tutan yerlere gitmişlerdir. Eskişehir'i ziyaret eden milliyetçi bir turist aşağıdaki müzelerden hangisine gider?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurtuluş tarihi müzesi",
      "B": "Eti arkeoloji müzeleri",
      "C": "Balmumu müzesi",
      "D": "Cam sanatları müzesi",
      "E": "Lületaşı müzesi"
    },
    "explanation": "Milliyetçi gezginler milli değerleri öne çıkaran yerlere gitmişlerdir. Milli parklar, Eskişehir'deki kurtuluş tarihi müzesi gibi ulusal müzeler veya ulusların başarılarını anlatan anıtlar bu yerlere örnektir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3884488",
    "unitNumber": 2,
    "text": "Sosyoloji ile ilgili olarak aşağıdaki ifadelerden hangileri doğrudur?<br/>I Sosyoloji, insan topluluklarının değer, tavır ve davranışlarını inceler.<br/>II Tarih, coğrafya ve kimya gibi birçok akademik disiplinle benzer olarak sosyolojinin çerçevesi ve amacı bireyler tarafından kolaylıkla anlaşılabilen bir bilim dalı olarak algılanmaktadır.<br/>III Sosyolojide, makro ve mikro seviyeler kendi içinde kümeleşmektedir.<br/>IV Sosyolojide, makro seviye ve yapısalcılık genelde zıt anlamlı olarak kullanılır.<br/>V Sosyolojinin temeli toplumdur.",
    "correctAnswer": "A",
    "options": {
      "A": "I-III-V",
      "B": "II-IV",
      "C": "I-II-III",
      "D": "II-IV-V",
      "E": "III-V"
    },
    "explanation": "<strong>SOSYOLOJİYE GENEL BAKIŞ </strong><br/>Sosyoloji, insan topluluklarının değer, tavır ve davranışlarını inceler.<br/>Sosyolojide, makro ve mikro seviyeler kendi içinde kümeleşmektedir.<br/>Sosyolojinin temeli toplumdur."
  },
  {
    "id": "3884489",
    "unitNumber": 2,
    "text": "Sosyoloji ile ilgili olarak aşağıdaki ifadelerden hangileri doğrudur?<br/>I Sosyoloji, İngiliz İhtilali’nden sonraki gelişmelerle birlikte makro seviyede ortaya çıkmıştır.<br/>II Sosyoloji, özgürlük, eşitlik ve kardeşlik gibi değerlerle eşleştirilen toplumsal bir kaosun algılanmasına bir yanıt olarak topluma, ‘düzen’ kavramı üzerine kurulu alternatif bir bakış getirmiştir.<br/>III İdealizm felsefesi üzerine kurulu, başlangıçta tutucu olan ideoloji, toplumun bilimsel olarak ele alınmasına adanan ilerici gibi görünen bir bakış açısıyla birleştirilmiştir.<br/>IV Sosyolojideki büyük teori (Grand Theory) yaklaşımı, toplumların orijinal hâli olduğu söylenen homojenliğinin zaman içinde artan bir şekilde heterojen ve toplumsal farklılığın hâkim olduğu bir yapıya sahip olmasını araştırmaktadır.",
    "correctAnswer": "A",
    "options": {
      "A": "II-III-IV",
      "B": "I- III-IV",
      "C": "I-III",
      "D": "I- II",
      "E": "I-IV"
    },
    "explanation": "Sosyolojinin Kısa Bir Tarihi<br/><ul> <li>Sosyoloji, özgürlük, eşitlik ve kardeşlik gibi değerlerle eşleştirilen toplumsal bir kaosun algılanmasına bir yanıt olarak topluma, ‘düzen’ kavramı üzerine kurulu alternatif bir bakış getirmiştir.</li> </ul> <ul> <li>İdealizm felsefesi üzerine kurulu, başlangıçta tutucu olan ideoloji, toplumun bilimsel olarak ele alınmasına adanan ilerici gibi görünen bir bakış açısıyla birleştirilmiştir.</li> </ul> <ul> <li>Sosyolojideki büyük teori (Grand Theory) yaklaşımı, toplumların orijinal hâli olduğu söylenen homojenliğinin zaman içinde artan bir şekilde heterojen ve toplumsal farklılığın hâkim olduğu bir yapıya sahip olmasını araştırmaktadır.</li> </ul>"
  },
  {
    "id": "3884490",
    "unitNumber": 2,
    "text": "“…………….. yaklaşımı, toplumların orijinal hâli olduğu söylenen homojenliğinin zaman içinde artan bir şekilde heterojen ve toplumsal farklılığın hâkim olduğu bir yapıya sahip olmasını araştırmaktadır.” Cümlede baş bırakılan yere gelmesi gereken ifade hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Büyük teori (Grand Theory)",
      "B": "Makro teori (Macro Theory)",
      "C": "Mikro teori (Micro Theory)",
      "D": "Comte teorisi (ComteTheory)",
      "E": "Sosyoloji teorisi (Sociology Theory)"
    },
    "explanation": "Sosyolojinin Kısa Bir Tarihi<br/><strong>Büyük teori (Grand Theory)</strong> yaklaşımı, toplumların orijinal hâli olduğu söylenen homojenliğinin zaman içinde artan bir şekilde heterojen ve toplumsal farklılığın hâkim olduğu bir yapıya sahip olmasını araştırmaktadır."
  },
  {
    "id": "3884491",
    "unitNumber": 2,
    "text": "Sosyolojinin babası olarak anılan kişi kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Auguste Comte",
      "B": "Charles Darwin",
      "C": "Emile Durkheim",
      "D": "Karl Marx",
      "E": "Georg Simmel"
    },
    "explanation": "Sosyolojinin Kısa Bir Tarihi<br/>Sosyolojinin babası olarak anılan kişi Fransız Auguste Comte’dur"
  },
  {
    "id": "3884492",
    "unitNumber": 2,
    "text": "Sosyolojide ayrı bir kol olan işlevselciliği geliştirmiş olan kişi kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Emile Durkheim",
      "B": "Charles Darwin",
      "C": "Auguste Comte",
      "D": "Karl Marx",
      "E": "Georg Simmel"
    },
    "explanation": "Sosyolojinin Kısa Bir Tarihi<br/>sosyolojide ayrı bir kol olan işlevselciliği geliştirmiş olan Emile Durkheim"
  },
  {
    "id": "3884493",
    "unitNumber": 2,
    "text": "Konsensüs kuramı için aşağıdaki ifadelerden hangileri doğrudur?<br/>I Herhangi bir hizmet alımı için sıraya girerek kuyrukta beklemek bu tür bir duruma örnektir.<br/>II Konsensüs kuramı, toplumu uyum içinde işleyen birey ve toplumsal kurumların toplamı olarak görür.<br/>III Konsensüs yaklaşımı, eleştirel sosyologlar tarafından benimsenmiştir.<br/>IV Toplum üyelerinin nasıl davranması gerektiği ve toplumda temel teşkil eden değer ve normların neler olduğu konusunda bir uzlaşıdır.<br/>V Yapısal konsensüs yaklaşımına dayanan bir kuram geliştiren ilk sosyologlardan biri Karl Marx’tır.",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-IV",
      "B": "II-V",
      "C": "II-III",
      "D": "I-IV-V",
      "E": "III-V"
    },
    "explanation": "<ul> <li>Herhangi bir hizmet alımı için sıraya girerek kuyrukta beklemek bu tür bir duruma örnektir.</li> <li>Konsensüs kuramı, toplumu uyum içinde işleyen birey ve toplumsal kurumların toplamı olarak görür.</li> <li>Toplum üyelerinin nasıl davranması gerektiği ve toplumda temel teşkil eden değer ve normların neler olduğu konusunda bir uzlaşıdır.</li> </ul>"
  },
  {
    "id": "3884494",
    "unitNumber": 2,
    "text": "Hangisi, Marx’ın dört temel yabancılaşma bahsinde yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "İşçinin kendi ürünleri üzerindeki kontrolünü kazanması: İşçi bir şey ürettiğinde artık o şey ister hizmet olsun ister ürün olsun, işçiye aittir.",
      "B": "Modern fabrikalardaki detaylı iş bölümü nedeniyle işçinin üretim süreciyle bağlantısının koptuğunu hissetmesi: O sadece çarkın bir dişlisidir. Çalışma güdüsü işinden gelmez, alacağı ücreti düşünür.",
      "C": "İşçiler arasındaki ilişkilerin rekabet hâlini alması: Çalışanlar iş, prim ve terfi için yarışmaktadır.",
      "D": "Bireyin kendi insani doğasını tanıyamaz hâle gelmesi: Birey, kendini yalnızca iş aracılığıyla ifade etmeye başlar.",
      "E": "İşçinin kendi ürünleri üzerindeki kontrolünü yitirmesi: İşçi bir şey ürettiğinde artık o şey ister masa ister sandalye olsun, işverene aittir."
    },
    "explanation": "Çatışma Kuramı<br/><ul><br/><li>İşçinin kendi ürünleri üzerindeki kontrolünü yitirmesi: İşçi bir şey ürettiğinde artık o şey ister masa ister sandalye olsun, işverene aittir.</li><br/><li>Modern fabrikalardaki detaylı iş bölümü nedeniyle işçinin üretim süreciyle bağlantısının koptuğunu hissetmesi: O sadece çarkın bir dişlisidir. Çalışma güdüsü işinden gelmez, alacağı ücreti düşünür.</li><br/><li>İşçiler arasındaki ilişkilerin rekabet hâlini alması: Çalışanlar iş, prim ve terfi için yarışmaktadır.</li><br/><li>Bireyin kendi insani doğasını tanıyamaz hâle gelmesi: Birey, kendini yalnızca iş aracılığıyla ifade etmeye başlar.</li><br/></ul>"
  },
  {
    "id": "3884495",
    "unitNumber": 2,
    "text": "Motivasyon kavramını sosyoloji ile buluşturan kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Max Weber",
      "B": "Charles Darwin",
      "C": "Auguste Comte",
      "D": "Karl Marx",
      "E": "Georg Simmel"
    },
    "explanation": "Toplumsal Eylem Kuramı<br/>Motivasyon kavramını sosyoloji ile Weber buluşturmuştur."
  },
  {
    "id": "3884496",
    "unitNumber": 2,
    "text": "George Simmel’in sosyolojik analiz yaklaşımının temelinde bulunan üç unsur aşağıdakilerden hangileridir?<br/>I Bireyler bencillikten paylaşmaya kadar birçok farklı güdünün etkisi altındadır. Bu tür fenomenlerin araştırılması psikolojinin konusudur.<br/>II Birey kendini yalnızca kendine referansla değil başkalarına göre de açıklar. Gruplar, onların karşılıklı ilişkileri ve iç dinamiklerinin araştırılması sosyal psikolojinin konusudur.<br/>III İnsanların etkinlikleri, aile, okul ve kilise gibi sosyal yapıların içinde veya taklit, rekabet ve toplumsal hiyerarşi gibi genel davranış biçimleri temelinde belirli formlar içinde gelişir. Simmel’e göre toplumsal formların araştırılması sosyolojinin konusunu oluşturur.<br/>IV İnsanlar bencillikten paylaşmaya kadar birçok farklı güdünün etkisi altındadır. Bu tür fenomenlerin araştırılması sosyolojinin ana konusudur.<br/>V Simmel’e göre toplumsal formların araştırılması yönteminin hareket noktası davranış tiplerinin sınıflamasıdır.",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "IV-V",
      "C": "I-II-IV",
      "D": "III-IV",
      "E": "II-V"
    },
    "explanation": "Toplumsal Eylem Kuramı<br/><ul><br/><li>Bireyler bencillikten paylaşmaya kadar birçok farklı güdünün etkisi altındadır. Bu tür fenomenlerin araştırılması psikolojinin konusudur.</li><br/></ul><br/><ul><br/><li>Birey kendini yalnızca kendine referansla değil başkalarına göre de açıklar. Gruplar, onların karşılıklı ilişkileri ve iç dinamiklerinin araştırılması sosyal psikolojinin konusudur.</li><br/></ul><br/><ul><br/><li>İnsanların etkinlikleri, aile, okul ve kilise gibi sosyal yapıların içinde veya taklit, rekabet ve toplumsal hiyerarşi gibi genel davranış biçimleri temelinde belirli formlar içinde gelişir. Simmel’e göre toplumsal formların araştırılması sosyolojinin konusunu oluşturur.</li><br/></ul>"
  },
  {
    "id": "3884497",
    "unitNumber": 2,
    "text": "“Turizm alanındaki akademik çalışmalar ………… yıllarda yapılmaya başlanmıştır.” İfadesindeki boşluğu doldurunuz.",
    "correctAnswer": "A",
    "options": {
      "A": "1930’lu",
      "B": "1940’lu",
      "C": "1960’lı",
      "D": "1910’lu",
      "E": "2000’li"
    },
    "explanation": "TURİZM VE SOSYOLOJİ<br/>Turizm alanındaki akademik çalışmalar 1930’lu yıllarda yapılmaya başlanmıştır."
  },
  {
    "id": "3884498",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisinde Marx'ın sözünü ettiği temel yabancılaşmalar arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "İşçilerin sosyal medya haberlerinden etkilenmesi",
      "B": "Bireyin kendi insani doğasını tanıyamaz hâle gelmesi:",
      "C": "İşçiler arasındaki ilişkilerin rekabet hâlini alması",
      "D": "Modern fabrikalardaki detaylı iş bölümü nedeniyle işçinin üretim süreciyle bağlantısının koptuğunu hissetmesi",
      "E": "İşçinin kendi ürünleri üzerindeki kontrolünü yitirmesi"
    },
    "explanation": "Bu sorunun doğru yanıtı, A seçeneğidir."
  },
  {
    "id": "3884499",
    "unitNumber": 2,
    "text": "Boş zamanın gelişmesi, işten arta kalan serbest zamanın sosyal durumu ve bu boş zamanın kapsadığı belirli aktiviteler baskın olan kapitalist sınıfların ihtiyaçları doğrultusunda şekillenmekte ve kontrol edilmesi ile ilgili konular ilk kez hangi yüzyılda gündeme gelmeye başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "16. yüzyıl",
      "B": "17. yüzyıl",
      "C": "18. yüzyıl",
      "D": "19. yüzyıl",
      "E": "20 yüzyıl"
    },
    "explanation": "Bu sorunun doğru yanıtı, D seçeneğidir."
  },
  {
    "id": "3884500",
    "unitNumber": 2,
    "text": "\"Paket tatiller ve kitle turizmi kapitalistler ve tur operatörleri tarafından tasarlanmakta, üretilmekte, pazarlanmakta ve satılmaktadır. Tüketiciler (kitle turistleri) kapitalist sistemden bir kaçışı vaadeden ancak onun bir uzantısı olan<br/>tatilin cazibesiyle kandırılmaktadır\" şeklinde ifadede yer alan görüş hangi ideolojiye aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kapitalist dünya görüşü",
      "B": "Faşist dünya görüşü",
      "C": "Marksist dünya görüşü",
      "D": "Serbest piyasa dünya görüşü",
      "E": "Feodal dünya görüşü"
    },
    "explanation": "Bu sorunun doğru yanıtı, C seçeneğidir."
  },
  {
    "id": "3884501",
    "unitNumber": 2,
    "text": "Turizm alanındaki akademik çalışmalar ilk kez ne zaman yapılmaya başlandı?",
    "correctAnswer": "D",
    "options": {
      "A": "1900'ler",
      "B": "1910'lar",
      "C": "1920'ler",
      "D": "1930'lar",
      "E": "1940'lar"
    },
    "explanation": "Bu sorunun doğru yanıtı,"
  },
  {
    "id": "3884502",
    "unitNumber": 2,
    "text": "Turizm sosyolojisi alanına ilk dönemlerde katkıda bulunan araştırmacı ve akademisyenler arasında aşağıdakilerden hangisi yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Baudrillard",
      "B": "Enzensberger",
      "C": "Knebel",
      "D": "Krapf",
      "E": "Hepsi"
    },
    "explanation": "Bu sorunun doğru yanıtı, E seçeneğidir."
  },
  {
    "id": "3884503",
    "unitNumber": 2,
    "text": "<strong>Dann</strong>, Turizmdeki gelişim yetersizliğini dört temel nedene bağlamaktadır. Aşağıdakilerden hangisi bu nedenler arasında <u><strong>yer almaz? </strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Turizmin sosyolojinin hangi alanıyla bağlantı kuracağına dair bir fikir<br/>birliğine varılamamış olması,",
      "B": "Turizmin çok boyutlu doğası ve farklı disiplinlerden yararlanmayı gerekli kılması,",
      "C": "Sosyologların çalışmalarını dayandırabileceği çok fazla yaklaşım bulunması,",
      "D": "Turizmin erken dönem çalışmaları teorik bir yaklaşımdan çok ideolojik bir bakış açısı taşıması,",
      "E": "Çok uluslu kuruluşların (UNESCO, Birleşmiş Milletler, IMF gibi) turizm hareketlerini baskı altında tutması."
    },
    "explanation": "Bu sorunun doğru yanıtı. E seçeneğidir."
  },
  {
    "id": "3884504",
    "unitNumber": 2,
    "text": "Turizm sosyolojisi alanına en önemli katkılardan birini yapan akademisyen kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Jafar Jafari",
      "B": "Dan",
      "C": "Erik Cohen",
      "D": "Durkheim",
      "E": "Riesman"
    },
    "explanation": "Bu sorunun doğru yanıtı, C seçeneğidir.<br/>sayfa 39, birinci pragraf: Konsensüs Kuramı<br/>Durkheim’in (1938) Sosyolojik Yöntemin Kuralları adlı eserinde belirttiği gibi bir olguyu bilimsel olarak ele almanın ilk adımı onun sınıflandırılmasıdır. Turizm bağlamında en büyük sosyolojik<br/>katkılardan biri Erik Cohen’e aittir."
  },
  {
    "id": "3884505",
    "unitNumber": 2,
    "text": "En belirgin gücü, toplumsal ilişkilerde yaratılan anlama ulaşılmasını sağlayan güçlü bir ampirik yaklaşım sağlamayan yaklaşım hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sembolik etkileşimcilik",
      "B": "Toplumsal eylem kuramı",
      "C": "Marksist kuram",
      "D": "Durkheimci kuram",
      "E": "Konsensüs kuramı"
    },
    "explanation": "En belirgin gücü, toplumsal ilişkilerde yaratılan anlama ulaşılmasını sağlayan güçlü bir ampirik yaklaşım sağlamayan yaklaşım Sembolik etkileşimcilik'dir."
  },
  {
    "id": "3884506",
    "unitNumber": 2,
    "text": "Toplumun onu oluşturan bireylerden ayrı bir yapı olmadığı, aksine bu bireylerin onu oluşturmasını temel düşünce olarak kabul eden sosyolojik yaklaşım hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çatışma kuramı",
      "B": "Konsensus kuramı",
      "C": "Sembolik etkileşimcilik kuramı",
      "D": "Toplumsal eylem kuramı",
      "E": "Motivasyon kuramı"
    },
    "explanation": "Bu sorunun doğru yanıtı, D seçeneğidir."
  },
  {
    "id": "3884507",
    "unitNumber": 2,
    "text": "Yapısal konsensüs kuramı olarak kabul edilen ve toplumun bireyi şekillendirdiği düşüncesini benimsemeyen kuram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşlevcilik Kuramı",
      "B": "Fenomenoloji Yaklaşımı",
      "C": "Çatışma Kuramı",
      "D": "Toplumsal Eylem Kuramı",
      "E": "Sembolik Etkileşimcilik Kuramı"
    },
    "explanation": "Bu sorunun doğru yanıtı, A seçeneğidir."
  },
  {
    "id": "3884708",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sosyolojinin temelinin tek kelimelik karşılığıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "İnsan",
      "B": "Toplum",
      "C": "Davranış",
      "D": "Etik",
      "E": "Ahlak"
    },
    "explanation": "Toplum sosyolojinin temelinin tek kelimelik karşılığıdır."
  },
  {
    "id": "3884709",
    "unitNumber": 2,
    "text": "Sosyolojinin kökeni ……………………. ve ……………… dayanmaktadır.<br/><strong>Yukarıdaki cümlede boş yerlere gelmesi gereken ikili tam olarak aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "19. yüzyılın ortalarına ve Avrupa’ya",
      "B": "<ol start=\"19\"> <li> yüzyılın sonlarına ve Avrupa’ya</li> </ol>",
      "C": "<ol start=\"18\"> <li> yüzyılın ortalarına ve Asya’ya</li> </ol>",
      "D": "<ol start=\"18\"> <li> yüzyılın sonlarına ve Asya’ya</li> </ol>",
      "E": "<ol start=\"20\"> <li> yüzyılın başlarına ve Asya’ya</li> </ol>"
    },
    "explanation": "Sosyolojinin kökeni 19. yüzyılın ortalarına ve Avrupa’ya dayanmaktadır."
  },
  {
    "id": "3884710",
    "unitNumber": 2,
    "text": "Dinin evrensel değerleri ifade ettiğini ileri süren sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Max Weber",
      "B": "Auguste Comte",
      "C": "Georg Simmel",
      "D": "Herbert Spencer",
      "E": "Emile Durkheim"
    },
    "explanation": "Dinin evrensel değerleri ifade ettiğini ileri süren sosyolog Emile Durkheim'dır."
  },
  {
    "id": "3884711",
    "unitNumber": 2,
    "text": "Sosyolojide yapısalcılık yaklaşımının hakimiyeti ne zamana kadar sürmüştür?",
    "correctAnswer": "E",
    "options": {
      "A": "<ol start=\"19\"> <li> yüzyıl başına kadar</li> </ol>",
      "B": "<ol start=\"19\"> <li> yüzyıl ortasına kadar</li> </ol>",
      "C": "<ol start=\"19\"> <li> yüzyıl sonuna kadar</li> </ol>",
      "D": "<ol start=\"20\"> <li> yüzyıl başına kadar</li> </ol>",
      "E": "<ol start=\"20\"> <li>yüzyıl ortasına kadar</li> </ol>"
    },
    "explanation": "Sosyolojide yapısalcılık yaklaşımının hakimiyeti 20. yüzyıl ortasına kadar kadar sürmüştür?"
  },
  {
    "id": "3884712",
    "unitNumber": 2,
    "text": "…………………., sınıf temelli olan ve içselleştirilen, bireylerin sosyal dünya ile bütünleşmelerinde kullandıkları bir dizi eğilim, zevk ve pratiklerdir.<br/><strong>Yukarıdaki cümlede boş bırakılan yere gelmesi gereken kavram aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Faillik",
      "B": "Yapısallık",
      "C": "Habitus",
      "D": "Etkileşimcilik",
      "E": "Pozitivizm"
    },
    "explanation": "Habitus, sınıf temelli olan ve içselleştirilen, bireylerin sosyal dünya ile bütünleşmelerinde kullandıkları bir dizi eğilim, zevk ve pratiklerdir."
  },
  {
    "id": "3884713",
    "unitNumber": 2,
    "text": "Turizmi ülke sınırlarını tanımayan ve yerel kültürleri birer turist ürününe çeviren güç olarak aşağıdakilerden hangisi tanımlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Durkheim",
      "B": "Weber",
      "C": "Cohen",
      "D": "Lanfant",
      "E": "Jafari"
    },
    "explanation": "Turizmi ülke sınırlarını tanımayan ve yerel kültürleri birer turist ürününe çeviren güç olarak Lanfant tanımlamıştır"
  },
  {
    "id": "3884714",
    "unitNumber": 2,
    "text": "Bazı kuramcılara göre boş zaman, ……………………kitlelerin kontrol edilmesine hizmet eden bir araçtır<br/><strong>Yukarıdaki cümlede boş bırakılan yere gelmesi gereken ifade aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kapitalist toplumda",
      "B": "Sosyalist toplumda",
      "C": "Liberal toplumda",
      "D": "Bilgi toplumunda",
      "E": "Emekçi toplumda"
    },
    "explanation": "Bazı kuramcılara göre boş zaman, Kapitalist toplumda kitlelerin kontrol edilmesine hizmet eden bir araçtır"
  },
  {
    "id": "3884715",
    "unitNumber": 2,
    "text": "Dann ve Lundberg turist motivasyonunu hangi iki bileşene dayandırmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "İtme ve çekme prensibine",
      "B": "Kalıp ve yargı anlayışına",
      "C": "İtme ve çekme faktörüne",
      "D": "Boş ve serbest zamana",
      "E": "Sosyolojik ve psikolojik faktörlere"
    },
    "explanation": "Dann ve Lundberg turist motivasyonunu İtme ve çekme faktörüne dayandırmıştır."
  },
  {
    "id": "3884716",
    "unitNumber": 2,
    "text": "Max Weber endüstriyel toplumun yükselişi ve farklı üretim biçimlerinin kültür üzerindeki etkilerini aşağıdakilerden hangisiyle adlandırır? (",
    "correctAnswer": "D",
    "options": {
      "A": "Batı kültürünün yozlaşması",
      "B": "Batı kültürünün modernleşmesi",
      "C": "Batı kültürünün dejenerasyonu",
      "D": "Batı kültürünün rasyonelleşmesi",
      "E": "Batı kültürünün gelişmesi"
    },
    "explanation": "Max Weber endüstriyel toplumun yükselişi ve farklı üretim biçimlerinin kültür üzerindeki etkilerini Batı kültürünün rasyonelleşmesi olarak adlandırır."
  },
  {
    "id": "3884717",
    "unitNumber": 2,
    "text": "……………… cazibe merkezleri hüzün turizmi mekânları olarak karşımıza çıkmaktadır.<br/><strong>Yukarıdaki cümlede boş bırakılan yere gelmesi gereken ifade aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Romantik",
      "B": "Ölüm",
      "C": "Sonbahar",
      "D": "Rekreasyonel",
      "E": "Felaket"
    },
    "explanation": "Ölüm cazibe merkezleri hüzün turizmi mekânları olarak karşımıza çıkmaktadır."
  },
  {
    "id": "3884508",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi turizmin büyümesinde önemli olan sosyal değişim faktörlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ulaşım teknolojisindeki gelişmeler",
      "B": "Ücretli izin hakkının verilmesi",
      "C": "Çevreyle ilgili algıların değişmesi",
      "D": "Denizaşırı seyahatlere olan arzunun artması",
      "E": "Yeni liderlerin ve ideolojilerin ortaya çıkması"
    },
    "explanation": "Yeni liderlerin ve ideolojilerin ortaya çıkması, sosyal değişme araştırmalarının kapsadığı bir konu olup turizmin büyümesinde önemli olan sosyal değişim faktörlerinden biri değildir. Doğru yanıt, E'dir."
  },
  {
    "id": "3884509",
    "unitNumber": 3,
    "text": "Modern turizm, nerede yaşanan kentleşmenin bir sonucu olarak gelişmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Batı Amerika'da",
      "B": "Batı Avrupa'da",
      "C": "Avustralya'da",
      "D": "Afrika'da",
      "E": "Kuzey Asya'da"
    },
    "explanation": "Modern turizm, Batı Avrupa'da yaşanan kentleşmenin bir sonucu olarak gelişmiştir. Doğru yanıt, B'dir."
  },
  {
    "id": "3884510",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir kültürde değişimi etkileyebilecek faktörlerden \"kültürün kendi içindeki etkileşim ve gelişmeler\" faktörü kapsamında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplumun üzerinde yaşadığı doğa şartları",
      "B": "Yer altı zenginlikleri",
      "C": "Yer üstü zenginlikleri",
      "D": "Kültürel sistem içinde doğan yeni anlayışlar ve değerler",
      "E": "İklim şartları"
    },
    "explanation": "Kültürel sistem içinde doğan yeni anlayışlar ve değerler, kültürün kendi iç katmanlarıyla olan ilişkisi sonucunda oluşur. Bu nedenle, kültürel sistem içinde doğan yeni anlayışlar ve değerler, \"kültürün kendi içindeki etkileşim ve gelişmeler\" faktörü kapsamında yer alır. Doğru yanıt, D'dir."
  },
  {
    "id": "3884511",
    "unitNumber": 3,
    "text": "Belirli amaçlar için bir araya gelmiş, birlikte yaşamayı kabullenmiş bireyler, aşağıdakilerden hangisini oluşturmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ülke",
      "B": "Toplum",
      "C": "Kültür",
      "D": "Aile",
      "E": "İnanç"
    },
    "explanation": "Belirli amaçlar için bir araya gelmiş, birlikte yaşamayı kabullenmiş bireyler toplumu oluşturur. Doğru yanıt, B'dir."
  },
  {
    "id": "3884512",
    "unitNumber": 3,
    "text": "Toplum üyelerinin paylaştığı ortak hayat tarzına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültür",
      "B": "Ahlak",
      "C": "İnanç",
      "D": "Toplum",
      "E": "Din"
    },
    "explanation": "Toplum üyelerinin paylaştığı ortak hayat tarzına kültür adı verilir. Kültür, birarada yaşamanın gerektirdiği kuralların genel bir ifadesidir. Doğru yanıt, A'dır."
  },
  {
    "id": "3884513",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi turizmin başlıca olumsuz sonuçları arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Materyalizm",
      "B": "Suç oranlarında artış",
      "C": "Yiyecek kültürünün gelişmesi",
      "D": "Kalabalığın artması",
      "E": "Çevresel bozulma"
    },
    "explanation": "Yiyecek kültürünün gelişmesi, turizmin başlıca olumsuz sonuçları arasında yer almaz. Olumlu bir etkidir. Doğru yanıt C'dir."
  },
  {
    "id": "3884514",
    "unitNumber": 3,
    "text": "Yerel toplumun, kendileri için daha yüksek bir medeniyeti temsil eden turistleri taklit etme eğilimi, aşağıdakilerden hangisiyle sonuçlanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Materyalizm",
      "B": "Kültürel kimliğin kaybolması",
      "C": "Suç oranlarındaki artış",
      "D": "Sanayi ülkelerine bağımlılık",
      "E": "Kalabalığın artması"
    },
    "explanation": "Yerel toplumun, kendileri için daha yüksek bir medeniyeti temsil eden turistleri taklit etme eğilimi, geleneksel kültürlerin ve kültürel kimliğin kaybolmasına yol açmaktadır. Doğru yanıt, B'dir."
  },
  {
    "id": "3884515",
    "unitNumber": 3,
    "text": "Turizmin sosyokültürel etkileri kapsamında daha önce ücretsiz olarak sağlanan hizmetler için para talep edilmesine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sömürgecilik",
      "B": "Sahte halk kültürü",
      "C": "Yaşam biçimi göçü",
      "D": "Otantiklik",
      "E": "Ticarileşme"
    },
    "explanation": "Turizmin sosyokültürel etkileri kapsamında daha önce ücretsiz olarak sağlanan hizmetler için para talep edilmesine, ticarileşme adı verilir. Doğru yanıt, E'dir."
  },
  {
    "id": "3884516",
    "unitNumber": 3,
    "text": "İki farklı toplum kültürünün bir süre boyunca temas etmesinin bir sonucu olarak kültürlerden birinin bazı özelliklerinin diğer kültüre benzediği sürece ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültürleşme",
      "B": "Metalaştırma",
      "C": "Ticarileştirme",
      "D": "Gösteri etkisi",
      "E": "Otantiklik"
    },
    "explanation": "İki farklı toplum kültürünün bir süre boyunca temas etmesinin bir sonucu olarak kültürlerden birinin bazı özelliklerinin diğer kültüre benzediği sürece kültürleşme adı verilir. Doğru yanıt, A'dır."
  },
  {
    "id": "3884517",
    "unitNumber": 3,
    "text": "Sosyokültürel değişim ve turizm ilişkisini inceleyen bir yaklaşım olarak Doxey'in geliştirdiği modelde, yerel halkın turistlere karşı dostane davranışlarını değiştirdiği ve turistlerden kaçınmaya başladığı aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Coşku",
      "B": "İlgisizlik",
      "C": "Ticarileşme",
      "D": "Rahatsızlık",
      "E": "Düşmanlık"
    },
    "explanation": "Doxey'in geliştirdiği modelde, yerel halkın turistlere karşı dostane davranışlarını değiştirdiği ve turistlerden kaçınmaya başladığı aşama, düşmanlık aşaması, diğer bir ifadeyle son aşamadır. Doğru yanıt, E'dir."
  },
  {
    "id": "3884603",
    "unitNumber": 3,
    "text": "I. Nüfus hareketleri,<br/>II. Gelenek ve göreneklerin değişmesi,<br/>III. Rol ve statülerdeki değişmeler,<br/>IV. Diplomatik ilişkiler,<br/>V. Ormanlık alanların Azalması<br/>VI. Çarpan etkisinin artması<br/><strong>Sosyal değişme araştırmaları aşağıdaki konularda hangisini Kapsamaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız III",
      "D": "III ve IV",
      "E": "V ve VI"
    },
    "explanation": "Sosyal değişme araştırmaları genellikle aşağıdaki konuları kapsar (Gürkan, 1969):<br/>• Nüfus hareketleri,<br/>• Gelenek ve göreneklerin değişmesi,<br/>• Rol ve statülerdeki değişmeler,<br/>• Yeni liderlerin ve ideolojilerin ortaya çıkması,<br/>• Keşif ve icatlar,<br/>• Ekonomik varlıklardaki değişimler,<br/>• Diplomatik ilişkiler,<br/>• Rejim değişikliği,<br/>• Eğitim kurumlarındaki değişmeler,<br/>• Kitle iletişim sistemlerindeki değişimler,<br/>• Aile ve akrabalık ilişkilerindeki değişimler,<br/>• Keşif ve icatlar,<br/>• Teknolojik değişmeler."
  },
  {
    "id": "3884604",
    "unitNumber": 3,
    "text": "Bir yapının biçiminde, birimlerinde ve işlevlerinde meydana gelen bir farklılaşmayı ve yeni bir yapılanmanın oluşmasına ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Değişme",
      "B": "İçat",
      "C": "Gelenek",
      "D": "Görenek",
      "E": "Teknoloji"
    },
    "explanation": "Değişme, bir yapının biçiminde, birimlerinde ve işlevlerinde meydana gelen bir farklılaşmayı ve yeni bir yapılanmanın oluşmasını ifade eder"
  },
  {
    "id": "3884605",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi turizmin büyümesinde rol oynayan önemli \"sosyal değişim\" faktöründen biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ücretli izin hakkının verilmesi",
      "B": "Sanayi devrimiyle yaşam standartlarında yükselmeye neden olan üretim artışı",
      "C": "Ucuz ve erişilebilir seyahat etmeye neden olan ulaşım teknolojisindeki gelişmeler",
      "D": "Eğitimdeki gelişmelerle deniz aşırı seyahatlere olan arzunun artması",
      "E": "Kitle turizminin yerini özel ilgi turizminin alması"
    },
    "explanation": "Turizmin büyümesinde beş önemli sosyal değişim faktörü öne sürülmüştür (Mason, 2015):<br/>• Sanayi devrimiyle yaşam standartlarında yükselmeye neden olan üretim artışı,<br/>• Ucuz ve erişilebilir seyahat etmeye neden olan ulaşım teknolojisindeki gelişmeler,<br/>• Ücretli izin hakkının verilmesi,<br/>• Çevreyle ilgili algıların değişmesi (bir zamanlar kötü olarak görülen yerlerin artık çekici görünmesi),<br/>• Eğitimdeki gelişmelerle denizaşırı seyahatlere olan arzunun artması"
  },
  {
    "id": "3884607",
    "unitNumber": 3,
    "text": "İnsan hareketliliğinin sonucunda oluşan sosyal bir olgu olarak birey ile toplum hayatının ve toplumsal ilişkilerin bir yansımasına ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turizm",
      "B": "Birey",
      "C": "Değişim",
      "D": "Konuk",
      "E": "Doğa"
    },
    "explanation": "Turizm, insan hareketliliğinin sonucunda oluşan sosyal bir olgu olarak birey ile toplum hayatının ve toplumsal ilişkilerin bir yansımasıdır."
  },
  {
    "id": "3884608",
    "unitNumber": 3,
    "text": "Bir toplumun siyasi, idari ve hukuki yapısında, bilgi ve eğitim sisteminde, maddi alet ve vasıtalar ile bunların kullanılması ve tüketilmesinde meydana gelen çeşitli değişimlere ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyokültürel değişme",
      "B": "Siyaset",
      "C": "Turizm",
      "D": "İktisat",
      "E": "Ticaret"
    },
    "explanation": "Sosyokültürel değişme, bir toplumun siyasi, idari ve hukuki yapısında, bilgi ve eğitim sistemin- de, maddi alet ve vasıtalar ile bunların kullanılması ve tüketilmesinde meydana gelen çeşitli değişimleri içerir."
  },
  {
    "id": "3884609",
    "unitNumber": 3,
    "text": "Daha önce ücretsiz olarak sağlanan hizmetler için para talep edilmesinine de denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticarileşme",
      "B": "Sosyalleşme",
      "C": "Yabancılaşma",
      "D": "Zenginleşme",
      "E": "Soyutlama"
    },
    "explanation": "Ticarileşme: Daha önce ücretsiz olarak sağlanan hizmetler için para talep edilmesini ifade eder."
  },
  {
    "id": "3884610",
    "unitNumber": 3,
    "text": "Yerel kültürün, turistlerin beklentilerini yanlış bir şekilde karşılama eğilimi, yerel halkın temasta olduğu yeni kültürlere benzemesi nasıl tanımlanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sahte halk kültürü",
      "B": "Turizm",
      "C": "Gösteri",
      "D": "Eğlence",
      "E": "Halk dans gösterisi"
    },
    "explanation": "Ziyaret ettikleri bölgenin otantik kültürünü deneyimlemek ise turistlerin önde gelen beklentilerinden biridir. Avustralya’nın bir köyünde yapılan vaka çalışmasında, turizm gelişiminin farklı etnik kökenden toplumsal grupların yakınlaşmasına neden olduğu, yıllarca değişmeyen etnik sınırların on yıl içinde bozulduğu, köylülerin giyim tarzının turistlerin giyim tarzıyla nerdeyse özdeş hâle geldiği veya ev stillerinin değiştiği ortaya konmuştur. Yerel kültürün, turistlerin beklentilerini yanlış bir şekilde karşılama eğilimi, yerel halkın temasta olduğu yeni kültürlere benzemesine neden olmuştur. Bir diğer örnek, Pasifik’teki turizm büyüme sürecinde sahte halk kültürünün kasıtlı olarak yaratılmasıdır. Turist- lere sergilenen dans gösterilerinde yerel danslar ye- rine Fiji, Tahiti, Hawaii veya Yeni Zelanda dansları- nın sergilenmesi de buna örnek olarak gösterilebilir"
  },
  {
    "id": "3884611",
    "unitNumber": 3,
    "text": "Wall ve Mathieson turizmin sosyokültürel etkisiyle ilgili olan literatürün büyük ölçüde olumsuz olduğunu belirtmiş ve bulguları beş kategoriye ayırmıştır. Aşağıdakilerden hangisi bu kategorilerin içinde yer<u><strong> almaz?</strong></u>",
    "correctAnswer": "A",
    "options": {
      "A": "Fuhuş, kumar, suç vb. istenmeyen faaliyetlerin azalması",
      "B": "Yoksullaşmış ev sahibi halkın turistlerin refah seviyesini görmesi nedeniyle ortaya çıkan gösteri etkisi sonucundaki potansiyel çatışmalar",
      "C": "Turistlerin yerlilerle giderek daha fazla alan paylaşması nedeniyle altyapı, konaklama, hizmet bölgelerinin ve tesislerin aşırı kalabalıklaşması",
      "D": "Yerel halktan olmayanların daha yüksek ücretlerle ve yüksek konumlarda istihdam edilmesi",
      "E": "Yerel toplumun turistlerin dilini benimsemesi nedeniyle yerli dil ve kültürün kademeli olarak erozyona uğraması"
    },
    "explanation": "Özetle; Wall ve Mathieson (2006) turizmin sosyokültürel etkisiyle ilgili olan literatürün büyük öl- cçüde olumsuz olduğunu belirtmiş ve bulguları beş kategoriye ayırmıştır:<br/><ul><br/><li><br/>Turistlerin yerlilerle giderek daha fazla alan paylaşması nedeniyle altyapı, konaklama, hizmet bölgelerinin ve tesislerin aşırı kalabalıklaşması,<br/></li><br/><li><br/>Yoksullaşmış ev sahibi halkın turistlerin refah seviyesini görmesi nedeniyle ortaya çıkan gösteri etkisi sonucundaki potansiyel çatışmalar,<br/></li><br/><li><br/><strong>Fuhuş, kumar, suç vb. istenmeyen faaliyetlerin yayılması,</strong><br/></li><br/><li><br/>Yerel halktan olmayanların daha yüksek ücretlerle ve yüksek konumlarda istihdam edilmesi,<br/></li><br/><li><br/>Yerel toplumun turistlerin dilini benimsemesi nedeniyle yerli dil ve kültürün kademeli olarak erozyona uğraması<br/></li><br/></ul>"
  },
  {
    "id": "3884612",
    "unitNumber": 3,
    "text": "Bir bölgede turizm gelişiminin beraberinde getirdiği en önemli değişimlerden biri, göç olgusuna bağlı olarak ortaya çıkan demografik değişimlerdir. Turizm bölgelerine yönelik göçlerin birkaç sebebi vardır. Bunlardan en göze çarpanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "iş gücü göçüdür",
      "B": "Maaş",
      "C": "Mevsim değişimi",
      "D": "Modernizasyon",
      "E": "Seyahat"
    },
    "explanation": "Bir bölgede turizm gelişiminin beraberinde getirdiği en önemli değişimlerden biri, göç olgusuna bağlı olarak ortaya çıkan demografik değişimlerdir. Turizm bölgelerine yönelik göçlerin birkaç sebebi vardır. Bunlardan en göze çarpanı iş gücü göçüdür."
  },
  {
    "id": "3884613",
    "unitNumber": 3,
    "text": "Her yaştan, göreli olarak refah düzeyi yüksek bireylerin çeşitli nedenlerle daha iyi bir yaşam kalitesi sunacağını düşündükleri yerlere yarı zamanlı veya tam zamanlı olarak mekânsal hareketliliğine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaşam Biçimi Göçü",
      "B": "Aile Yapısı",
      "C": "İş Gücü Göçü",
      "D": "Metalaştırılma",
      "E": "Otantik"
    },
    "explanation": "Yaşam Biçimi Göçü<br/>Yaşam biçimi göçü her yaştan, göreli olarak refah düzeyi yüksek bireylerin çeşitli nedenlerle daha iyi bir yaşam kalitesi sunacağını düşündükleri yerlere yarı zamanlı veya tam zamanlı olarak mekânsal hareketliliğidir (O’Reilly ve Benson, 2009)."
  },
  {
    "id": "3884656",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi turizmin gelişimini hızlandıran toplumsal değişimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanayi devrimi",
      "B": "Kopernik Devrimi",
      "C": "Demografik devrim",
      "D": "Biyolojik devrim",
      "E": "Fizyolojik devrim"
    },
    "explanation": "Turizm, özellikle sanayi devriminden sonra önemli sosyokültürel etkiler yaratan ekonomik bir olgu olmasıyla toplumsal yapı üzerinde değiştirici ve dönüştürücü bir güce sahiptir. Sanayi devriminin ardından kentleşmenin hızla artması, bireysel ve<br/>kitlesel ulaşım olanaklarının yükselmesi turizmin gelişimini hızlandıran toplumsal değişmelerdendir."
  },
  {
    "id": "3884658",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, modern turizmin gelişmesine yol açan en önemli etkendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Batı Avrupa'daki kentleşme",
      "B": "Endüstriyel tarıma geçiş",
      "C": "Dijitalleşme",
      "D": "Demografik artış",
      "E": "Küresel iklim değişimi"
    },
    "explanation": "Modern turizm, büyük ölçüde Batı Avrupa’da kentleşmenin bir sonucu olarak gelişmiştir"
  },
  {
    "id": "3884659",
    "unitNumber": 3,
    "text": "\"Toplumların değerler sisteminde, bireysel davranış kalıplarında, aile ilişkilerinde, ortak yaşam şekli ve alışkanlıklarında, yaratıcılıklarında, geleneksel törenlerinde, toplumsal örgütlenmelerinde başlattığı ya da sürdürdüğü dönüşümlerin tamamı turizmin ............ etkileri olarak tanımlanabilir.\"<br/>Yukarıdaki cümlede boş bırakılan yeri doğru bir şekilde tamamlayan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "kültürel",
      "B": "denizaşırı",
      "C": "küresel",
      "D": "psikolojik",
      "E": "evrensel"
    },
    "explanation": "\"Toplumların değerler sisteminde, bireysel davranış kalıplarında, aile ilişkilerinde, ortak yaşam şekli ve alışkanlıklarında, yaratıcılıklarında, geleneksel törenlerinde, toplumsal örgütlenmelerinde başlattığı ya da sürdürdüğü dönüşümlerin tamamı turizmin <u><strong>kültürel</strong></u> etkileri olarak tanımlanabilir.\""
  },
  {
    "id": "3884660",
    "unitNumber": 3,
    "text": "Bir toplumun siyasi, idari ve hukuki yapısında, bilgi ve eğitim sisteminde, maddi alet ve vasıtalar ile bunların kullanılması<br/>ve tüketilmesinde meydana gelen çeşitli değişimlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyokültürel değişme",
      "B": "Küresel değişme",
      "C": "Yöresel değişme",
      "D": "Demografik değişme",
      "E": "İdeolojik değişme"
    },
    "explanation": "<u><strong>Sosyokültürel değişme,</strong></u> bir toplumun siyasi, idari ve hukuki yapısında, bilgi ve eğitim sisteminde, maddi alet ve vasıtalar ile bunların kullanılması ve tüketilmesinde meydana gelen çeşitli değişimleri içerir."
  },
  {
    "id": "3884661",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, turizmin turizmin kültürel etkileriyle ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "kıyafet, yeme içme",
      "B": "cinsiyet rolleri",
      "C": "aile yapısı",
      "D": "sağlık",
      "E": "inanç"
    },
    "explanation": "Turizmin sosyal etkileri sağlık, ahlaki davranış, aile yapısı, cinsiyet rolleri,<br/>suç ve din gibi konularla ilgilenirken; <strong>kültürel etkiler kıyafet, yeme içme ve sosyal ilişki biçimleri gibi </strong><strong>davranışsal ve tutumsal değişiklikleri içerebilir.</strong><br/><strong>Doğru cevap \"a\" şıkkıdır.</strong>"
  },
  {
    "id": "3884662",
    "unitNumber": 3,
    "text": "Toplumu meydana getiren insanların kabul ettiği, bir arada yaşamanın gerektirdiği temel kurallara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültür",
      "B": "İnanç",
      "C": "Demografi",
      "D": "Sessizlik sarmalı",
      "E": "sosyal psikoloji"
    },
    "explanation": "Toplumu meydana getiren insanlar, bir arada yaşamanın gerektirdiği temel kuralları bilinçsiz bir şekilde kabul etmişlerdir. Kültür ise bu kuralların temel bir ifadesidir.<br/>Doğru cevap \"a\" şıkkıdır."
  },
  {
    "id": "3884663",
    "unitNumber": 3,
    "text": "\"................. sonucunda ahlaki değerlere dayalı bir değer sistemi, paraya dayalı bir değer sistemi ile yer değiştirir.\"<br/>Yukarıdaki cümlede boş bırakılan yeri doğru bir şekilde tamamlayan ifade, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticarileşme",
      "B": "Küreselleşme",
      "C": "Dijitalleşme",
      "D": "Kentleşme",
      "E": "Modernleşme"
    },
    "explanation": "\"<u><strong>Ticarileşme</strong> </u>sonucunda ahlaki değerlere dayalı bir değer sistemi, paraya dayalı bir değer sistemi ile yer değiştirir.\""
  },
  {
    "id": "3884664",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, bir bölgede turizm gelişmesiyle birlikte, göç olgusuna bağlı olarak ortaya çıkan değişimi ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Demografik değişim",
      "B": "Global değişim",
      "C": "Yöresel değişim",
      "D": "Siyasal değişim",
      "E": "Yapısal değişim"
    },
    "explanation": "Bir bölgede turizm gelişiminin beraberinde getirdiği en önemli değişimlerden biri, göç olgusuna bağlı olarak ortaya çıkan <u><strong>demografik değişimlerdir. </strong></u>"
  },
  {
    "id": "3884665",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, turizm bölgelerine yönelik göçlerin en belirgin ya da başlıca sebebidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş gücü göçü",
      "B": "Yaşam biçimi göçü",
      "C": "Siyasi göç",
      "D": "Gönüllü göç",
      "E": "Zoraki göç"
    },
    "explanation": "Turizm bölgelerine yönelik göçlerin birkaç sebebi vardır. Bunlardan en göze çarpanı <u><strong>iş gücü göçüdür. </strong></u>"
  },
  {
    "id": "3884666",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, yerli toplumun turizmin etkilerine karşı çıkmak yerine, turizmi kabul etmesini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Sınırları vurgulama",
      "B": "Direnme",
      "C": "İçe kapanma",
      "D": "Canlandırma",
      "E": "Bütünleşme"
    },
    "explanation": "<strong> Sınırları vurgulama</strong>: Yerli toplumun turizmin etkilerine karşı çıkmak yerine, turizmi kabul etmesini ifade etmektedir."
  },
  {
    "id": "3884667",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Ucuz ve erişilebilir ulaşım teknolojisi olması</li> <li>Boş zamanların dini faaliyetlere adanması</li> <li>Ücretli izin hakkının verilmesi</li> <li>İnsanların doğdukları yerden ayrılmama arzusu</li> <li>Seyahat etmenin elit kesimlerle sınırlı olması</li> </ol> Aşağıdakilerden hangisinde sanayileşme sonrası dönemde turizmi etkileyen sosyal değişim faktörleri birlikte verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II-IV",
      "E": "II-V"
    },
    "explanation": "TURİZM VE SOSYAL DEĞİŞME<br/>Çözüm: Sanayi devrimi sonrasında turizmin büyümesinde beş önemli sosyal değişim faktörü I)Sanayi devrimiyle yaşam standartlarında yükselmeye neden olan üretim artışı, II)Ucuz ve erişilebilir seyahat etmeye neden olan ulaşım teknolojisindeki gelişmeler, III)Ücretli izin hakkının verilmesi, IV)Çevreyle ilgili algıların değişmesi (bir zamanlar kötü olarak görülen yerlerin artık çekici görünmesi), IV)Eğitimdeki gelişmelerle denizaşırı seyahatlere olan arzunun artmasıdır. I. Ve II. Önerme bunları kapsamakta diğerleri sanayi öncesi dönem turizmin sosyal yapısını yansıtmaktadır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3884668",
    "unitNumber": 3,
    "text": "Daha önce ücretsiz olarak sağlanan hizmetler için para talep edilmesine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İş bölümü",
      "B": "Tabakalaşma",
      "C": "Ticarileşme",
      "D": "Sosyal uyum",
      "E": "Metalaşma"
    },
    "explanation": "TURİZMİN SOSYOKÜLTÜREL ETKİLERİ<br/>Ticarileşme, daha önce ücretsiz olarak sağlanan hizmetler için para talep edilmesini ifade eder. Ticarileşme sonucunda ahlaki değerlere dayalı bir değer sistemi, paraya dayalı bir değer sistemi ile yer değiştirir. Turizm, insan ilişkilerini ekonomik kazanç kaynağına dönüştürür ve ekonomik olmayan ilişkilerin oranını azaltır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3884669",
    "unitNumber": 3,
    "text": "Yerel kültürün, turistlerin beklentilerini yanlış bir şekilde karşılama eğilimiyle, bir turist topluluğuna kendi yerel dansları yerine turistlerin görmeyi arzu ettiği dansları sergilemesi aşağıdaki kavramlardan hangisi ile açıklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticarileşme",
      "B": "Metalaşma",
      "C": "Sahte halk kültürü",
      "D": "Yaşam biçimi göçleri",
      "E": "Sosyal uyum"
    },
    "explanation": "TURİZMİN SOSYOKÜLTÜREL ETKİLERİ<br/>Yerel kültürün, turistlerin beklentilerini yanlış bir şekilde karşılama eğilimi, yerel halkın temasta olduğu yeni kültürlere benzemesine neden olmuştur. Bir diğer örnek, Pasifik’teki turizm büyüme sürecinde <strong>sahte halk kültürünün</strong> kasıtlı olarak yaratılmasıdır. Turistlere sergilenen dans gösterilerinde yerel danslar yerine Fiji, Tahiti, Hawaii veya Yeni Zelanda danslarının sergilenmesi de buna örnek olarak gösterilebilir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3884670",
    "unitNumber": 3,
    "text": "Turistlerin otantik yerel eylemlere ve gösterilere katılmalarını engelleyen temel duygu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Rahatlık",
      "B": "Güvenlik",
      "C": "Saygı",
      "D": "Dayanışma",
      "E": "Temizlik"
    },
    "explanation": "TURİZMİN SOSYOKÜLTÜREL ETKİLERİ<br/>Yabancı ülkelerde nostalji ve kültürel miras arayan turistler, ziyaret ettikleri toplulukların otantik ve gerçek kültürünü deneyimlemek istediklerini iddia etseler de otantik olanı ne kadar kabul ve takdir edecekleri tartışmalı bir konudur. Çünkü otantik kültür, turistlerin tam olarak kavraması için çok farklı, çok garip veya çok karmaşıktır. Güvenlik turistler için en büyük endişe kaynağıdır. Güvenli bir mesafeden biraz heyecan yaşamak isterler ancak kültürel etkinliklere katılarak güvenliklerini riske atmak istemezler. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3884671",
    "unitNumber": 3,
    "text": "Turizmin, genç kadınlar gibi işgücü dışında kalan gruplara otellerde el sanatları ve hediyelik eşya üretiminde çalışma olanağı sağlayarak yeni istihdam türleri yaratması aşağıdaki kavramlardan hangisi ile ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticarileşme",
      "B": "Metalaşma",
      "C": "Tabakalaşma",
      "D": "Yaşam biçimi göçleri",
      "E": "Sosyal uyum"
    },
    "explanation": "TURİZMİN SOSYOKÜLTÜREL ETKİLERİ<br/>Turizm, yeni istihdam türleri yaratarak daha önce iş gücünün dışında bulunanyerel nüfusun farklı iş alanlarında, özellikle de genç kadınlara, otellerde el sanatları ve hediyelik eşya üretiminde çalışma olanağı sağlar. Turizmin tabakalaşma ölçütlerinde ekonomik alana daha fazla önem vererek, bir kişinin kökeni veya statüsü gibi daha geleneksel ölçütler karşısında paranın değerini artırarak sosyal tabakalaşmada bir değişikliğe neden olur. Dahası, sonuçları daha az olsa bile, yeni orta tabakalar, özellikle orta sınıflar yaratır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3884672",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Bir otelde çalışmak için göç etmek</li> <li>Daha rahat bir yaşam sürmek için yapılan göç</li> <li>Emekli olduktan sonra rahat yaşamak için yapılan göç</li> </ol> Aşağıdakilerden hangisi turizm iş göçüne örnek gösterilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız II",
      "D": "Yalnız III",
      "E": "II-III"
    },
    "explanation": "Turizm iş göçü turizm sektöründe çalışmak için turizm bölgelerine mevsimlik ya da kalıcı göçtür. Yaşam biçimi göçleri ise, daha iyi ve konforlu bir yaşam sürmek isteyen, refah düzeyi yüksek kişilerin tatil bölgelerinde yaşamak için göç etmeleri yada emekli olanların turizm bölgelerinde rahat yaşam için yaptıkları göçlerdir. Doğru cevap Yalnızca I olan A seçeneğidir."
  },
  {
    "id": "3884673",
    "unitNumber": 3,
    "text": "“Timsah ritüeli”, “Keechak dansı” gibi yerelde kültürel ve dini bağlamı olan etkinliklerin turistlerin para ödeyerek katılabildikleri etkinlikler olarak sergilenmesi aşağıda verilen kavramlardan hangisine örnek gösterilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kültürleşme",
      "B": "Yaşam biçimi",
      "C": "Tabakalaşma",
      "D": "Metalaştırma",
      "E": "Gösteri etkisi"
    },
    "explanation": "Yerel Kültür<br/>Metalaştırma, nesnelere ticari bakımdan ilk olarak değişim değerlerine göre paha biçilerek onların ürün ve hizmetlere dönüştükleri ve değişim değerlerinin pazardaki fiyatlara göre belirlenip, değişim sistemleri geliştirdikleri bir süreç Timsah ritüeli gibi Bali’nin Agama Hindu kültüründe sadece özel günlerde gerçekleştirilen geleneksel dinî ritüelin bir parçası olan keechak dansı kısaltılmış, dinî bağlamından çıkarılmış ve turistlerin karşılığında ödeme yaptığı günlük bir dans olarak sergilenmeye başlanmıştır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3884674",
    "unitNumber": 3,
    "text": "Aşağıdakilerde hangisi Doxey (1975)’in Rahatsızlık Endeksi’nde yer alan bir boyutlardan biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hoşgörü",
      "B": "Çoşku",
      "C": "Düşmanlık",
      "D": "İlgisizlik",
      "E": "Rahatsızlık"
    },
    "explanation": "Sosyokültürel Değişim ve Turizm İlişkisini İnceleyen Yaklaşımlar<br/>Doxey’in (1975) geliştirdiği modelde, bir bölgede turizm gelişimine yerel halkın verdiği tepki; coşku, ilgisizlik, rahatsızlık ve düşmanlık olmak üzere dört aşamada ele alınmıştır. Doğru cevap"
  },
  {
    "id": "3884675",
    "unitNumber": 3,
    "text": "Turizm bölgelerinde araçlarına park yeri bulamayan yerli halkın turistlere olan tepkisi Doxey (1975)’in Rahatsızlık Endeksi’nde yer alan aşamalardan hangisine örnek verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Saygı",
      "B": "Kırgınlık",
      "C": "Düşmanlık",
      "D": "İlgisizlik",
      "E": "Rahatsızlık"
    },
    "explanation": "Sosyokültürel Değişim ve Turizm İlişkisini İnceleyen Yaklaşımlar<br/>Doxey (1975)’in Rahatsızlık Endeksi’nde yer alan rahatsızlık aşamasında, turist sayısındaki artışa bağlı olarak kalabalığın arttığı, yerel toplumun gündelik yaşamlarına olumsuz bir şekilde yansıyan bazı durumların yaşandığı aşamadır. Örneğin, park yeri bulmak yerel bir sakin için sorun hâline gelirse suçlu, kalabalık yaratan turistler olacaktır. Turistlerin alkol ve uyuşturucu kullanımı, yerel dil üzerindeki olumsuz etkileri, çevre kirliliği vb. sorunlara neden olduğunun düşünülmesi, yerel toplum tarafından kaygı uyandırıcı bir durumdur. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3884676",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Butler’ın (1980) ürün yaşam döngüsü modelinde sağlamlaştırma aşamasının özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Turizm bölgesi artık moda değildir.",
      "B": "Konaklamada emlak devir hızı yüksektir.",
      "C": "Belirli alanlara az sayıda ziyaretçi gider.",
      "D": "Yabancı yatırımlı, büyük işletmeler açılır.",
      "E": "Turizm sezonunu uzatmak için yerel çabalar sarf edilir."
    },
    "explanation": "Sosyokültürel Değişim ve Turizm İlişkisini İnceleyen Yaklaşımlar<br/>Butler’ın modelinde Sağlamlaştırma aşamasında, I)Turizm, yerel ekonominin önemli bir parçası hâline gelir ancak büyüme oranları düşmeye başlar, II) Özellikleri belli olan bir turizm bölgesi şekillenir, III) Bölge ekonomisinin büyük bir kısmı turizme bağlıdır, IV)Eskiyen turizm tesislerinin bazıları ikinci sınıf olarak algılanır, V)Turizme katılmayan yerel sakinlerin turizme karşı hoşnutsuzluğu beklenebilir, VI Turizm sezonunu uzatmak için yerel çabalar sarf edilir. Dolayısıyla Doğru cevap E seçeneğidir."
  },
  {
    "id": "3884518",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi turizmin olumlu sosyoekonomik etkilerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "İstihdam",
      "B": "Fırsat maliyeti",
      "C": "Sızıntı",
      "D": "Aşırı bağımlılık",
      "E": "Enflasyon"
    },
    "explanation": "Ünitenin Turizmin Sosyoekonomik Etkileri bölümünde, turizmin olumlu sosyoekonomik etkileri açıklanmaktadır."
  },
  {
    "id": "3884519",
    "unitNumber": 4,
    "text": "Turistler tarafından yapılan her bir birimlik harcamanın meydana getirdiği etkinin, ekonomideki diğer sistemlerde yarattığı değişimleri açıklayan sosyoekonomik gelişmişlik ölçüsü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çarpan etkisi",
      "B": "Altyapı yatırımları",
      "C": "Gayrisafi yurtiçi hasıla",
      "D": "Ödemeler dengesi",
      "E": "Üstyapı yatırımları"
    },
    "explanation": "Ünitenin Turizmin Sosyoekonomik Etkileri bölümünde, turizmin sosyoekonomik gelişmişlik ölçüleri açıklanmaktadır."
  },
  {
    "id": "3884520",
    "unitNumber": 4,
    "text": "Turist harcamalarının destinasyon ekonomisine kâr payı, maaş, işletme geliri olarak yansımasını ifade eden çarpan aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Satış çarpanı",
      "B": "Gelir çarpanı",
      "C": "İthalat çarpanı",
      "D": "Çıktı çarpanı",
      "E": "İstihdam çarpanı"
    },
    "explanation": "Ünitenin Turizmin Sosyoekonomik Etkileri bölümünde, Archer ve Fletcher’ın altı farklı çarpanı açıklanmaktadır."
  },
  {
    "id": "3884521",
    "unitNumber": 4,
    "text": "Turist taleplerini karşılayabilmek için dışarıdan, yani yerel ekonomi dışından mal ve hizmet alımlarını ifade eden çarpan aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çıktı çarpanı",
      "B": "Satış çarpanı",
      "C": "İthalat çarpanı",
      "D": "Gelir çarpanı",
      "E": "İstihdam çarpanı"
    },
    "explanation": "Ünitenin Turizmin Sosyoekonomik Etkileri bölümünde, Archer ve Fletcher’ın altı farklı çarpanı açıklanmaktadır."
  },
  {
    "id": "3884522",
    "unitNumber": 4,
    "text": "Bir ülkenin ürettiği malları başka bir ülkeye satmasını ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Enflasyon",
      "B": "İthalat",
      "C": "Sızıntı",
      "D": "Maliyet",
      "E": "İhracat"
    },
    "explanation": "Ünitenin Turizmin Sosyoekonomik Etkileri bölümünde, ihracat tanımlanmaktadır."
  },
  {
    "id": "3884523",
    "unitNumber": 4,
    "text": "Turizm sektörüne mal ve hizmet sunan yerli üreticiler için başka ülkeden hammadde ve işlenmiş mal ve hizmet alımına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gayrisafi hasıla",
      "B": "Doğrudan ihracat",
      "C": "Seyahat harcaması",
      "D": "Altyapı yatırımı",
      "E": "Dolaylı ithalat"
    },
    "explanation": "Doğrudan ithalat, eş anlı olarak turistler tarafından tüketilen veya turizm sektöründe kullanılan mal ve hizmetlerin diğer bir ülkeden alımını; <strong>dolaylı ithalat</strong>, turizm sektörüne mal ve hizmet sunan yerli üreticileri için bir başka ülkeden hammadde ve işlenmiş mal ve hizmet alımını ifade etmektedir."
  },
  {
    "id": "3884524",
    "unitNumber": 4,
    "text": "Bir ülke ekonomisinin herhangi bir ekonominin belli bir pazar yapısına veya sistemine olan duyarlılığını ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Üstyapı yatırımları",
      "B": "Fırsat maliyeti",
      "C": "Altyapı yatırımları",
      "D": "Aşırı bağımlılık",
      "E": "Ödemeler dengesi"
    },
    "explanation": "Ünitenin Turizmin Sosyoekonomik Etkileri bölümünde, turizmin olumsuz sosyoekonomik etkileri arasında yer alan aşırı bağımlılık açıklanmaktadır."
  },
  {
    "id": "3884525",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi turizmin olumlu çevre etkilerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fauna ve floranın kaybolması",
      "B": "Trafik yoğunluğunun artması",
      "C": "Golf sahalarının kurulması",
      "D": "Milli parkların oluşturulması",
      "E": "Doğal çevrenin tahrip edilmesi"
    },
    "explanation": "Ünitenin Turizmin Çevresel Etkileri bölümünde, turizmin olumlu çevre etkileri belirtilmektedir."
  },
  {
    "id": "3884526",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi turizm çevresini karakterize eden bileşenlerden doğal çevre kapsamında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Balık çiftlikleri",
      "B": "Su depoları",
      "C": "Dağlık alanlar",
      "D": "Kentsel peyzaj",
      "E": "Tarım alanları"
    },
    "explanation": "Ünitenin Turizmin Çevresel Etkileri bölümünde, turizm çevresini karakterize eden bileşenlerin kapsamı belirtilmektedir."
  },
  {
    "id": "3884527",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi turizm çevresini karakterize eden bileşenlerden yapı çevresi kapsamında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "İklim",
      "B": "Baraj",
      "C": "Orman",
      "D": "Hava",
      "E": "Mağara"
    },
    "explanation": "Ünitenin Turizmin Çevresel Etkileri bölümünde, turizm çevresini karakterize eden bileşenlerin kapsamı belirtilmektedir."
  },
  {
    "id": "3884528",
    "unitNumber": 4,
    "text": "Turizmin temel ürünü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplum",
      "B": "Doğa",
      "C": "Çevre",
      "D": "Turist",
      "E": "Yerli halk"
    },
    "explanation": "İlgili Bölüm Başlığı: GİRİŞ<br/>Turizmin temel ürünü çevredir."
  },
  {
    "id": "3884529",
    "unitNumber": 4,
    "text": "Turizmin gelişimi en çok hangi grupları harekete geçirebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gençleri",
      "B": "Yerli toplulukları",
      "C": "Köylüleri",
      "D": "Şehirlileri",
      "E": "Kadınları"
    },
    "explanation": "İlgili Bölüm Başlığı: GİRİŞ<br/>Turizm yerli toplulukları harekete geçirir ve onların girişimci faaliyetlerde bulunmalarına sebep olur."
  },
  {
    "id": "3884530",
    "unitNumber": 4,
    "text": "Turizme olan talebin artmasıyla en çok hangi alanlara yatırım yapılmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sahillere",
      "B": "Denizlere",
      "C": "Okullara",
      "D": "Alt ve üstyapılara",
      "E": "Üniversitelere"
    },
    "explanation": "İlgili Bölüm Başlığı: GİRİŞ<br/>Turistik talebin artmasıyla birlikte alt ve üst yapılara yatırımlar yapılmaktadır."
  },
  {
    "id": "3884531",
    "unitNumber": 4,
    "text": "Turizm sektörünü neye benzetebiliriz?",
    "correctAnswer": "A",
    "options": {
      "A": "Organizmaya",
      "B": "Ağaca",
      "C": "Devlete",
      "D": "İnsanlar topluluğuna",
      "E": "Ormana"
    },
    "explanation": "İlgili Bölüm Başlığı: Çarpan Etkisi<br/>Turizm sektörünü bir organizmaya benzetebiliriz."
  },
  {
    "id": "3884532",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi çarpan çeşitleri arasında <u><strong>yer almaz ?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "İstihdam çarpanı",
      "B": "Gider çarpanı",
      "C": "Gelir çarpanı",
      "D": "Devlet gelirleri çarpanı",
      "E": "İthalat çarpanı"
    },
    "explanation": "İlgili Bölüm Başlığı: Çarpan Etkisi<br/>Çarpan çeşitleri:<br/>Satış ve işlemler çarpanı<br/>Çıktı çarpanı<br/>Gelir çarpanı <br/>İstihdam çarpanı <br/>Devlet gelirleri çarpanı <br/>İthalat çarpanı"
  },
  {
    "id": "3884533",
    "unitNumber": 4,
    "text": "Turizme haksızca yapılan en büyük itham hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "çevreyi kirlettiği",
      "B": "iç göçe neden olduğu",
      "C": "ucuz iş gücü kullandığı",
      "D": "yerel toplumu bozduğu",
      "E": "vergi kaçırdığı"
    },
    "explanation": "İlgili Bölün Başlığı: İstihdam<br/>Turizm sektörü sıklıkla yerel toplulukların yapısını bozduğu suçlamalarıyla karşı-karşıya kalmaktadır."
  },
  {
    "id": "3884534",
    "unitNumber": 4,
    "text": "Turizm genellikle kimler için bir gelir kaynağıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "dezavantajlı gruplar için",
      "B": "aileler için",
      "C": "erkekler için",
      "D": "öğrenciler için",
      "E": "profesyonel elemanlar için"
    },
    "explanation": "İlgili Bölüm Başlığı: İstihdam<br/>Turizm dezavantajlı gruplar için önemli bir gelir kaynağı olmaktadır."
  },
  {
    "id": "3884535",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi turizmde \"uyarılmış gelir\" kapsamında <u><strong>yer almaz?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Otel işletmelerinin sağladığı gelirler",
      "B": "Restoran işletmelerinin kazandığı gelirler",
      "C": "Turistlerin bireysel gelirlerindeki artışlar",
      "D": "Otelde çalışan kişilerin kazançları",
      "E": "Yerel halkın kazancındaki artışlar"
    },
    "explanation": "İlgili Bölüm Başlığı: Gelir<br/>Turizmde \"uyarılmış gelir\" yerel grupların gelir elde etmeleridir.<br/><strong>Uyarılmış etki:</strong> Yukarıda açıklandığı üzere turistik<br/>harcamalarda meydana gelen a<strong>rtışlar doğrudan ve</strong><br/><strong>dolaylı olarak turizme mal ve hizmet sağlayan işletme,</strong><br/><strong>kurum ve hizmet sağlayıcılarını etkilemektedir</strong>. Harcamalardaki<br/>a<strong>rtışlar birincil ve ikincil işletmeleri etkilediği</strong><br/><strong>gibi bu işletmelerde maaş ve ücretler bakımından</strong><br/><strong>da bireylere gelir sağlamaktadır</strong>. Turist harcamalarındaki ilk<br/>değişikliklerin bir sonucu olarak kazanılan gelirlerin<br/>yeniden harcanmasıyla ilişkilendirilen etkiler, uyarılan<br/>etki olarak bilinmektedir. (sayfa 82). <br/>Bu durum turizmin dolaylı<br/>gelir etkisi olarak değerlendirilebilir. Yapılan tüm<br/>harcamalardan turizm faaliyetlerinde a<strong>ktif rol oynayan</strong><br/><strong>çalışan kesimlerin elde ettiği gelirlerin farklı</strong><br/>şekillerde ekonomide dolaşıma sokulması uyarılmış<br/>etki olarak ifade edilir. Uyarılmış gelir diğer bir<br/>anlatımla, turizm harcamaları dolayısıyla <strong>yerel toplumun</strong><br/>kişisel gelirlerinin artması, tüketici harcamalarına<br/>dönüşmesidir. (sayfa 85)."
  },
  {
    "id": "3884536",
    "unitNumber": 4,
    "text": "Turizm dünya çapındaki ihracattan elde edilen gelir anlamında kaçıncı sırada yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "ilk beşte",
      "B": "ilk dörtte",
      "C": "ilk üçte",
      "D": "ilk ikide",
      "E": "birinci sırada bulunmaktadır"
    },
    "explanation": "İlgili Bölüm Başlığı: Ödemeler Dengesi<br/>Dünya çapında ihracatta turizmin elde ettiği gelir açısından ilk dörtte yer almaktadır."
  },
  {
    "id": "3884537",
    "unitNumber": 4,
    "text": "Türkiye'nin turizmden elde ettiği döviz gelirleri bakımından dünya ülkeleri arasındaki sıralaması nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "dünyadaki ilk beş ülke içinde yer almaktadır",
      "B": "dünyadaki ilk on ülke içinde yer almaktadır",
      "C": "dünyadaki ilk onbeş ülke içinde yer almaktadır",
      "D": "dünyadaki ilk yirmi ülke içinde yer almaktadır",
      "E": "çok gerilerde yer almaktadır"
    },
    "explanation": "İlgili Bölüm Başlığı: Döviz Hareketliliği<br/>Turizmde elde edilen döviz açısından Türkiye dünyadaki ilk onbeş ülke içinde yer almaktadır."
  },
  {
    "id": "3884718",
    "unitNumber": 4,
    "text": "Aşağıdaki <em>çarpanlardan</em> hangisi turizm harcamalarının işletmelerde yarattığı iş hacmi ile ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çıktı Çarpanı",
      "B": "Satış ve İşlemler Çarpanı",
      "C": "İstihdam Çarpanı",
      "D": "Gelir Çarpanı",
      "E": "Devlet Gelirleri Çarpanı"
    },
    "explanation": "Satış ve işlemler çarpanı; turizm harcamalarının işletmelerde yarattığı iş hacmi ile ilgilidir."
  },
  {
    "id": "3884719",
    "unitNumber": 4,
    "text": "Yukarıda sıralanan maddeler turizmle ilgili istihdam sınıflandırılması ile ilgili sıralandığında hangi seçenek dışarıda kalır?<br/><ol type=\"I\"> <li>Turistik hizmetlerin bakımı</li> <li>Turizm sektöründeki faaliyeler</li> <li>Turistik altyapı inşası</li> <li>Tarım ürünü tedarikçileri</li> <li>Ulaşım tedarikçileri</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Turizmle ilgili istihdam sınıflandırması aşağıdaki gibidir:<br/>• Turistik altyapı inşası,<br/>• Turistik hizmetlerin bakımı,<br/>• Tarım ürünü tedarikçileri,<br/>• Ulaşım tedarikçileri,<br/>• Rekreasyon ve perakendecilik gibi ticari hizmetler,<br/>• Gezi, karşılama hizmetleri ve toplumsal turistik uygulamalar"
  },
  {
    "id": "3884720",
    "unitNumber": 4,
    "text": "\"..............; bir ülkenin belirli bir dönemde, diğer ülkelerle gerçekleştirdiği ticari ve finansal işlemlerdir\". <br/><strong>Yukarıda verilen ifadede boşluğa aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çıktı çarpanı",
      "B": "Mevcut hesap",
      "C": "Ödemeler dengesi",
      "D": "İhracat",
      "E": "Çeşitlilik"
    },
    "explanation": "Ödemeler dengesi; Bir ülkenin belirli bir dönemde, diğer ülkelerle gerçekleştirdiği ticari ve finansal işlemlerdir."
  },
  {
    "id": "3884721",
    "unitNumber": 4,
    "text": "<em>Yatırım gelirleri; faiz, kâr ve kâr payları</em> gibi işlemler seçeneklerde verilen mevcut hesaplardan hangisi ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Devlet ilişkili",
      "B": "Görünen/Somut",
      "C": "Sermaye hareketleri",
      "D": "Altın hareketleri",
      "E": "Görünmeyen/Soyut"
    },
    "explanation": "Devlet ilişkili mevcut hesaplar:<br/>Seyahat harcamaları; yurt içinde ve dışındaki bireysel harcamalar<br/><strong>Yatırım gelirleri; faiz, kâr, kâr payları</strong><br/>Özel hediyeler; aile havalesi veya hediye olarak yapılan transferler<br/>Diğer hizmetler; banka, sigorta, aracı şirket masrafları ve telekomünikasyon işlemleri"
  },
  {
    "id": "3884722",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi 2018 yılına göre seyahat ve turizmin GSYH’deki büyüme oranının en fazla olduğu ülkelerden birisi <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ekvador",
      "B": "Türkiye",
      "C": "Sri Lanka",
      "D": "Yunanistan",
      "E": "Mısır"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/dc3fab5f4bc05d2b97faea635283c465.png\" alt=\"\" width=\"186\" height=\"161\"><br/>Seyahat ve Turizmin GSYH’deki Büyüme Oranının En Fazla Olduğu 10 Ülke (2018). Yunanistan bu ülkeler arasında yer almamaktadır."
  },
  {
    "id": "3884723",
    "unitNumber": 4,
    "text": "Türkiye’nin Doğu Karadeniz Bölgesi’nde son on yılda popülerliğinin artması nedeniyle tarıma uygun yeşil alanların turizm yatırım alanlarına dönüşmeye başlanması sosyoekonomik etkilerden hangisine örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sızıntı",
      "B": "Fırsat maliyeti",
      "C": "Aşırı Bağımlılık",
      "D": "Altyapı ve Üstyapı Yatırımları",
      "E": "İstihdam"
    },
    "explanation": "Türkiye’nin Doğu Karadeniz Bölgesi’nde son on yılda turizmin önemli çekicilikleri arasında yer alan tarıma uygun yeşil alanların turizm yatırım alanlarına dönüşmeye başladığı görülmektedir. Bu gelişme ile bölgenin tarım faaliyetlerinde gelecekte bir düşüş yaşanma olasılığı yüksektir. Bölgede turizme yapılan yatırımlar sonucu turizm gelirlerinde artış görülmesine rağmen, tarım üretiminde meydana gelen düşüş nedeniyle mal ve hizmetlerde dış alım yapılmasına ve <strong>fırsat maliyetine</strong> yol açabileceği söylenebilir."
  },
  {
    "id": "3884724",
    "unitNumber": 4,
    "text": "Turizmde çevre kavramı kapsamında \"barajlar\" aşağıdakilerden hangisinin alt başlığıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğal çevre",
      "B": "Çiftlik ortamı",
      "C": "Doğal kaynaklar",
      "D": "Vahşi yaşam",
      "E": "Yapı çevresi"
    },
    "explanation": "Turizmde çevre kavramının kapsamında \"barajlar\" Yapı Çevresi Kavramı'nın alt başlığıdır."
  },
  {
    "id": "3884725",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi turizmin neden olduğu çevresel ve ekolojik hasarlar arasında yer <strong>almamaktadır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Çevrenin özellikleri",
      "B": "Turist hacmi",
      "C": "Yerel toplumun çevreye karşı tutumu",
      "D": "Turistlerin hangi ülke vatandaşı olduğu",
      "E": "Kaynakların zamansal ve mekânsal kullanım yoğunluğu"
    },
    "explanation": "\"Turistlerin hangi ülke vatandaşı olduğu\" turizmin neden olduğu çevresel ve ekolojik hasarlar arasında yer <strong>almamaktadır.</strong>"
  },
  {
    "id": "3884726",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi turizmin olumlu sosyoekonomik etkilerinden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Stagflasyon",
      "B": "Çarpan etkisi",
      "C": "Aşırı bağımlılık",
      "D": "Sızıntı",
      "E": "Enflasyon"
    },
    "explanation": "Turizmin olumlu sosyoekonomik etkileri<br/>• <strong>Çarpan etkisi</strong><br/>• İstihdam<br/>• Gelir<br/>• Ödemeler dengesi<br/>• Döviz<br/>• Gayrisafi yurt içi hasıla<br/>• Altyapı ve üstyapı yatırımları"
  },
  {
    "id": "3884727",
    "unitNumber": 4,
    "text": "\"Oda kahvaltı harcamalarının büyük çoğunluğu işletmede kalmaktadır. İşletme bu gelirin bir kısmıyla yerel mal satın almaktadır\" ifadesi aşağıdaki çarpan etkisi faktörlerinden hangisine örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yerel ekonominin büyüklüğü",
      "B": "Çarpanın uygulandığı turist harcamalarının başlangıç",
      "C": "Destinasyonun turistik mal ve hizmet sağlama kapasitesi",
      "D": "Turist harcamalarının niteliği veya ilk harcamanın yarattığı katma değer",
      "E": "Turizmin diğer iç sektör bağlantılarının nitelik ve düzeyinin sızıntı üzerindeki etkisi"
    },
    "explanation": "<strong>Turist harcamalarının niteliği veya ilk harcamanın yarattığı katma değer</strong>: Yerliler için gelire dönüştürülen ilk turist harcamaları ne kadar yüksekse çarpan etkisi o ölçüde yüksek olmaktadır. <strong>Otel işletmeleri üzerinden bir örnekle açıklamak gerekirse oda kahvaltı harcamalarının büyük çoğunluğu işletmede kalmaktadır.</strong> İşletme bu gelirin bir kısmıyla yerel mal satın alacağından turizmin yüksek çarpan etkisi ortaya çıkmaktadır."
  },
  {
    "id": "3884538",
    "unitNumber": 5,
    "text": "---------, bulunulan durumdan ya da bir önceki konumdan hareket ederek<br/>değişime girmeyi öneren dinamik bir kavramdır. Cümledeki çizgili olan yere aşağıdaki kavramlardan hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kalkınma",
      "B": "Büyüme",
      "C": "Ekonomi",
      "D": "Makro ekonomi",
      "E": "Mikro ekonomi"
    },
    "explanation": "Kalkınma, bulunulan durumdan ya da bir önceki<br/>konumdan hareket ederek<br/>değişime girmeyi öneren<br/>dinamik bir kavramdır."
  },
  {
    "id": "3884539",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kalkınmanın anlamları içinde direkt olarak yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Hukuksal yapı",
      "B": "Kişi başına ulusal gelirin artırılması",
      "C": "Ekonomik yapı",
      "D": "Sosyokültürel yapı",
      "E": "Üretim"
    },
    "explanation": "Kalkınma, bulunulan durumdan ya da bir önceki konumdan<br/>hareket ederek değişime girmeyi öneren dinamik<br/>bir kavramdır. Kalkınma, üretim ve kişi başına<br/>ulusal gelirin artırılmasıyla birlikte, ekonomik ve<br/>sosyokültürel yapının da değiştirilmesi anlamına<br/>gelir. Bir başka ifade ile kalkınma, bir ülkenin yapısal niteliklerinin olumlu yönde değişimidir"
  },
  {
    "id": "3884540",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kalkınma kavramının gelişme süreçlerinden olan Neoliberalizm dönemine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Serbest pazarın desteklenmesi",
      "B": "Batı ekonomik büyümesine dayalı modellerin baskınlığı",
      "C": "Gelişmiş ülkelerin tahakküm/sömürü sonucu<br/>azgelişmişlik",
      "D": "Gelişimin farklı kültürler ve toplumlar üzerindeki<br/>etkilerinin farkındalığ",
      "E": "Sürdürülebilir kalkınma paradigmasının hakimiyeti,<br/>kalkınma sonrası düşüncesinin ortaya çıkışı"
    },
    "explanation": "Tablo 5.1 Kalkınma Kuramının Gelişim Süreci"
  },
  {
    "id": "3884541",
    "unitNumber": 5,
    "text": "Gelişimin farklı kültürler ve toplumlar üzerindeki<br/>etkilerinin farkındalığı kalkınma gelişim sürecinin hangi döneminde gerçekleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1980’ler dönemi",
      "B": "1950-1960 dönemi",
      "C": "1960-1970 dönemi",
      "D": "1970-1980 dönemi",
      "E": "1990’lar dönemi"
    },
    "explanation": "Gelişimin farklı kültürler ve toplumlar üzerindeki<br/>etkilerinin farkındalığı 1980’ler dönemi Neoliberalizm/Alternatif<br/>Kalkınma sürecinde gerçekleşmiştir"
  },
  {
    "id": "3884542",
    "unitNumber": 5,
    "text": "\"Ekonomik büyüme sayesinde, toplumun üst sınıflarında biriken<br/>servetin damlama yoluyla en yoksul kesimlere dahi ulaşacağı, sonuçta herkese yarar sağlayacağı düşüncesidir\" ifadesi aşağıdaki hangi kavramın açılımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Damlama Etkisi",
      "B": "Neo-Malthusçuluk",
      "C": "Weblen etkisi",
      "D": "Marxizm",
      "E": "Klasisizm"
    },
    "explanation": "Damlama Etkisi: Ekonomik büyüme sayesinde, toplumun üst sınıflarında biriken<br/>servetin damlama yoluyla en yoksul kesimlere dahi ulaşacağı, sonuçta herkese yarar sağlayacağı düşüncesidir"
  },
  {
    "id": "3884543",
    "unitNumber": 5,
    "text": "Dünya Bankası, -------------- turizm gelişimini heyecanla Üçüncü Dünya hükûmetleri için en iyi ekonomi politikası olarak tanımladı. Çizgili yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1950’lerin sonunda",
      "B": "1960’larin sonunda",
      "C": "1970’lerin sonunda",
      "D": "1980’lerin sonunda",
      "E": "1920’lerin sonunda"
    },
    "explanation": "Dünya Bankası, 1950’lerin sonunda turizm<br/>gelişimini heyecanla Üçüncü Dünya hükûmetleri<br/>için en iyi ekonomi politikası olarak tanımladı.<br/>Birleşmiş Milletler Kalkınma Programı (UNDP),<br/>Uluslararası Çalışma Örgütü (ILO) ve büyük sanayileşmiş ülkelerin hükûmetleri gibi Birleşmiş<br/>Milletler özel temsilcileri de Dünya Bankasının<br/>planını desteklemeye karar verdi."
  },
  {
    "id": "3884544",
    "unitNumber": 5,
    "text": "--------------- küresel eşitsizliği, uluslar arasındaki teknolojik ve kültürel farklılıklar bağlamında açıklayan ekonomik ve sosyal gelişme modelidir. Cümlede boş bırakılan yare aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Modernleşme kuramı",
      "B": "Bağımlılık kuramı",
      "C": "Kültürel Emperyalizm",
      "D": "Ekonomik Neoliberalizm",
      "E": "Çevresel neoliberalizm"
    },
    "explanation": "Modernleşme kuramı küresel eşitsizliği, uluslar arasındaki teknolojik ve kültürel farklılıklar bağlamında açıklayan ekonomik ve sosyal gelişme<br/>modelidir (Macionis, 2018). Daha önce belirtildiği gibi, toplumların modernizasyonunu (aslında Batılılaşma) sağlamak amacıyla kalkınma süreçleri başlangıçta ekonomik büyümeye odaklanmıştır."
  },
  {
    "id": "3884545",
    "unitNumber": 5,
    "text": "------------, küresel eşitsizliği yoksul ülkelerin zengin olanlar tarafından tarihsel sömürüsü bağlamında açıklayan ekonomik ve sosyal gelişme modelidir. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bağımlılık kuramı",
      "B": "Modernleşme kuramı",
      "C": "Klasik görüş kuramı",
      "D": "Fizyokrasi kuramı",
      "E": "Ceteris Paribus kuramı"
    },
    "explanation": "Bağımlılık kuramı, küresel eşitsizliği yoksul ülkelerin zengin olanlar tarafından tarihsel sömürüsü<br/>bağlamında açıklayan ekonomik ve sosyal gelişme<br/>modelidir. Bağımlılık kuramı, küresel yoksulluğun<br/>ana sorumluluğunu, düşük gelirli ülkeleri yüzyıllarca sistematik olarak yoksullaştıran ve kendilerine<br/>bağımlı hâle getiren zengin uluslara yüklemektedir"
  },
  {
    "id": "3884546",
    "unitNumber": 5,
    "text": "Yabancı bir kültürün değer ve alışkanlıklarını, yerli bir<br/>kültür pahasına yaymak ve yüceltmek için<br/>ekonomik ve siyasi güç kullanılmasıdır ifadesi aşağıdakilerden hangisinin açılımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültürel Emperyalizm",
      "B": "Ekonomik Emperyalizm",
      "C": "Yemek Emperyalizmi",
      "D": "Siyasi Emperyalizm",
      "E": "Sağlık Emperyalizmi"
    },
    "explanation": "Kültürel Emperyalizm: Yabancı bir kültürün değer ve alışkanlıklarını, yerli bir<br/>kültür pahasına yaymak ve yüceltmek için<br/>ekonomik ve siyasi güç kullanılmasıdır"
  },
  {
    "id": "3884547",
    "unitNumber": 5,
    "text": "-----------insanlara ve doğal çevreye odaklanmakta, “yukarıdan aşağıya” değil, “aşağıdan yukarıya” planlamayı vurgulamaktadır. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alternatif kalkınma",
      "B": "Alternatif büyüme",
      "C": "Ekonomik büyüme",
      "D": "Çevresel kalkınma",
      "E": "Planlı kalkınma"
    },
    "explanation": "alternatif kalkınma<br/>insanlara ve doğal çevreye odaklanmakta, “yukarıdan aşağıya” değil, “aşağıdan yukarıya” planlamayı<br/>vurgulamaktadır. Bu vurgu, yaşam kalitesinin ekonomik olandan farklı değişkenleri de içerdiğini, basitçe yapılan ekonomik ölçümlerin ötesine uzanan<br/>gelişimi değerlendirmek için farklı ve yeni yöntemlerin olduğunu ortaya çıkarmıştır."
  },
  {
    "id": "3884588",
    "unitNumber": 5,
    "text": "Aşağıda verilen ABD liderlerinden hangisi ilk olarak, “gelişmiş” ve “az gelişmiş” dünyalar ile “Birinci” ve “Üçüncü” dünyalar arasında, millî gelirin niceliksel ölçüsü ve siyasi yönelim ile tanımlanan terimler arasında ayrımı yapmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Nixon",
      "B": "Eisenhower",
      "C": "Truman",
      "D": "Kennedy",
      "E": "Roosevelt"
    },
    "explanation": "Uluslararası kalkınma terminolojisini oluşturma açısından bir diğer önemli olay, Başkan Truman’ın 1949’da Amerika Birleşik Devletleri Başkanı olarak göreve başlamasıyla ilgili konuşmasıydı. Bu konuşmada, “gelişmiş” ve “az gelişmiş” dünyalar ile “Birinci” ve “Üçüncü” dünyalar arasında, millî gelirin niceliksel ölçüsü ve siyasi yönelim ile tanımlanan terimler arasında ayrım yaptı."
  },
  {
    "id": "3884589",
    "unitNumber": 5,
    "text": "Günümüzde ........ kavram olarak gelişmekte olan ülkeleri ifade etmek için tercih edilmektedir.<br/>Yukarıda verilen boşluğa en uygun kelime aşağıdakilerden hangidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gelişmiş",
      "B": "Az Gelişmiş",
      "C": "Birinci Dünya",
      "D": "İkinci Dünya",
      "E": "Üçüncü Dünya"
    },
    "explanation": "Günümüzde “Üçüncü Dünya” kavram olarak gelişmekte olan ülkeleri ifade etmek için tercih edilmektedir."
  },
  {
    "id": "3884590",
    "unitNumber": 5,
    "text": "1960’larda turizm, modernleşme paradigmasının bir parçası olarak kalkınma ile özdeşleştirildiği kuruluş aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dünya Sağlık Örgütü (WHO)",
      "B": "Ekonomik İş Birliği ve Kalkınma Örgütü (OECD)",
      "C": "Birleşmiş Milletler Kalkınma Programı (UNDP)",
      "D": "Dünya Turizm Örgütü (UNWTO)",
      "E": "Uluslararası Çalışma Örgütü (ILO)"
    },
    "explanation": "Çok geçmeden yeni bir Birleşmiş Milletler temsilcisi olan Dünya Turizm Örgütü (UNWTO), turizm gelişimini desteklemek için kuruldu. Sonuç olarak 1960’larda<br/>turizm, modernleşme paradigmasının bir parçası olarak kalkınma ile özdeşleşti."
  },
  {
    "id": "3884591",
    "unitNumber": 5,
    "text": "1950’lerin sonunda turizm gelişimini Üçüncü Dünya hükûmetleri için en iyi ekonomi politikası olarak tanımlayan kuruluş aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dünya Bankası",
      "B": "Uluslararası Para Fonu (IMF)",
      "C": "Ekonomik İşbirliği ve Kalkınma Örgütü (OECD)",
      "D": "Dünya Turizm ve Seyahat Konseyi (WTTC)",
      "E": "Uluslararası Çalışma Örgütü (ILO)"
    },
    "explanation": "Dünya Bankası, 1950’lerin sonunda turizm gelişimini heyecanla Üçüncü Dünya hükûmetleri için en iyi ekonomi politikası olarak tanımladı."
  },
  {
    "id": "3884592",
    "unitNumber": 5,
    "text": ".........., 1950’lerin sonunda turizm gelişimini heyecanla Üçüncü Dünya hükûmetleri için en iyi ekonomi politikası olarak tanımladı.<br/>Boş bırakılan alana gelecek en uygun cümle aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası Para Fonu (IMF)",
      "B": "Birleşmiş Milletler Dünya Turizm Örgütü (UNWTO)",
      "C": "Dünya Bankası",
      "D": "Dünya Turizm ve Seyahat Konseyi (WTTC)",
      "E": "Ekonomik İşbirliği ve Kalkınma Örgütü (OECD)"
    },
    "explanation": "Dünya Bankası, 1950’lerin sonunda turizm gelişimini heyecanla Üçüncü Dünya hükûmetleri için en iyi ekonomi politikası olarak tanımladı."
  },
  {
    "id": "3884593",
    "unitNumber": 5,
    "text": ".............küresel eşitsizliği, uluslar arasındaki teknolojik ve kültürel farklılıklar bağlamında açıklayan ekonomik ve sosyal gelişme modelidir.<br/>Yukarıda boş bırakılan alana gelebilecek ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Strateji",
      "B": "Küresel tüketim",
      "C": "Küresel siyasal hareketlerin",
      "D": "Gelişmişlik",
      "E": "Modernleşme kuramı"
    },
    "explanation": "Modernleşme kuramı küresel eşitsizliği, uluslar arasındaki teknolojik ve kültürel farklılıklar bağlamında açıklayan ekonomik ve sosyal gelişme modelidir"
  },
  {
    "id": "3884594",
    "unitNumber": 5,
    "text": "Uluslararası mal, hizmet ve sermaye akışlarının daha özgür, daha hızlı ve daha geniş bir yayılma teknolojisiyle sınırlar arasındaki hareketini ifade eden tanımın başlığı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Siyasi Küreselleşme",
      "B": "Kültürel Küreselleşme",
      "C": "Liberalizm",
      "D": "Ekonomik Küreselleşme",
      "E": "Turizmde Küreselleşme"
    },
    "explanation": "Ekonomik Küreselleşme: Uluslararası mal, hizmet ve sermaye akışlarının daha özgür, daha hızlı ve daha geniş bir yayılma teknolojisiyle sınırlar arasındaki<br/>hareketini ifade etmektedir."
  },
  {
    "id": "3884595",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi piyasa ekonomisine dayalı kapitalist sisteme geçişin hız kazanmasının nedenlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Japonya'nın ekonomik kalkınması",
      "B": "Bölgesel eğilimlerin azalması",
      "C": "Tarım ürünlerinin çeşitlenmesi",
      "D": "Siyasal kültürleşmenin artması",
      "E": "Sosyalist Doğu Bloku’nun çökmesi"
    },
    "explanation": "Sosyalist Doğu Bloku’nun çökmesi ve ABD’nin dünyada en büyük ekonomik ve<br/>askerî gücü oluşturması sonucunda piyasa ekonomisine dayalı kapitalist sisteme geçişin hız kazanması."
  },
  {
    "id": "3884596",
    "unitNumber": 5,
    "text": "Uluslararası düzen açısından “.......” vadeden küreselleşme, çatışmaların artması, uluslararası terörün yaygınlık kazanması, göçmen olayının ciddi boyutlara ulaşması, yoksulluk, açlık, sefalet ve insan tacirliği gibi birtakım olumsuz sonuca ortam hazırlamaktadır.<br/>Yukarıdaki boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eski dünya düzeni",
      "B": "Yeni dünya düzeni",
      "C": "Küreselleşme düzeni",
      "D": "Askeri düzen",
      "E": "Savruk düzen"
    },
    "explanation": "Uluslararası düzen açısından “yeni dünya düzeni” vadeden küreselleşme, çatışmaların artması, uluslararası terörün yaygınlık kazanması, göçmen olayının ciddi boyutlara ulaşması, yoksulluk, açlık, sefalet ve insan tacirliği gibi birtakım olumsuz sonuca ortam hazırlamaktadır."
  },
  {
    "id": "3884597",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Uluslararası düzen açısından “yeni dünya düzeni” vadeden küreselleşmenin olumsuz etkilerinden biri degildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarımın azalması",
      "B": "Yoksulluk",
      "C": "İnsan tacirliği",
      "D": "Terörürn artması",
      "E": "Göçmen olayının artması"
    },
    "explanation": "Uluslararası düzen açısından “yeni dünya düzeni” vadeden küreselleşme, çatışmaların artması, uluslararası terörün yaygınlık kazanması, göçmen olayının ciddi boyutlara ulaşması, yoksulluk, açlık, sefalet ve insan tacirliği gibi birtakım olumsuz sonuca ortam hazırlamaktadır."
  },
  {
    "id": "3884618",
    "unitNumber": 5,
    "text": "Kalkınma ile ilgili yapılan tanımlar ilk dönemlerde <em>ekonomik büyüme </em>ile benzer bir anlamda kullanılmış, kavram daha sonra <em>…………….. </em>ile ilişkilendirilmiştir.<br/>Yukarıdaki boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal Refah",
      "B": "Sürdürülebilir Kalkınma",
      "C": "Yaşam Kalitesi",
      "D": "İlerleme",
      "E": "Modernleşme"
    },
    "explanation": "Takip eden dönemlerde <em>yaşam kalitesi, ilerleme, modernleşme </em>gibi kavramlarla ilişkilendirilirken sonraki dönemlerde ise kavramın alanı <em>büyüme, yapısal değişim, sürdürülebilir kalkınma ve insani kalkınma </em>şeklinde genişlemiştir.<br/>Kalkınma ile ilgili yapılan tanımlar ilk dönemlerde <em>ekonomik büyüme </em>ile benzer bir anlamda kullanılmış, kavram daha sonra <em>sosyal refah </em>ile ilişkilendirilmiştir."
  },
  {
    "id": "3884619",
    "unitNumber": 5,
    "text": "I. Dünya Ticaret Örgütü (WTO)<br/>II. Ekonomik İşbirliği ve Kalkınma Örgütü (OECD)<br/>III. Uluslararası Para Fonu (IMF)<br/>IV. Dünya Bankası ve Gümrük Tarifeleri ve Ticaret Genel Anlaşması (GATT)<br/>Yukarıdakilerden hangileri ‘Bretton Wood Üçlüsü’ olarak ifade edilen kurumlar arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Özellikle 1930’ların Büyük Buhran Dönemi’nin yarattığı ekonomik zorluklardan kaçınmak ve İkinci Dünya Savaşı’nın altüst ettiği ekonomik sistemi düzenlemek için <em>Bretton Wood Üçlüsü </em>olarak ifade edilen ve dünya ekonomisini düzenleyen kurumlar ortaya çıktı.<br/>Bu kurumlar; Uluslararası Para Fonu (IMF), Dünya Bankası ve Gümrük Tarifeleri ve Ticaret Genel Anlaşması (GATT) ve Dünya Ticaret Örgütüdür (WTO)"
  },
  {
    "id": "3884620",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi alternatif/sürdürülebilir kalkınma sürecinin anahtar kavramları ve stratejileri arasında <strong>yer almaz</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Çevre Yönetimi",
      "B": "Kalkınma “çıkmazı”",
      "C": "Neo-Malthusçuluk",
      "D": "Taban/insan merkezli gelişim",
      "E": "Küreselleşme"
    },
    "explanation": "Neo-Malthusçuluk, Modernleşme Kuramı/ Bağımlılık Kuramı sürecinin anahtar kavramları ve stratejileri arasında yer almaktadır.<br/><em>Sürdürülebilir kalkınma paradigmasının hakimiyeti, kalkınma sonrası düşüncesinin ortaya çıkışı:</em><br/><ul> <li>Taban/insan merkezli gelişim</li> <li>Çevre Yönetimi</li> <li>Küreselleşme</li> <li>Kalkınma “çıkmazı”</li> </ul>"
  },
  {
    "id": "3884621",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Neoliberalizm sürecinin anahtar kavramları ve stratejileri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Küreselleşme",
      "B": "Ulusaşırı hareketler",
      "C": "Neo-Malthusçuluk",
      "D": "Yayılma",
      "E": "Yeni ekonomik düzen"
    },
    "explanation": "Sayfa 111, Tablo 5.1 de verilmektedir.<br/><em>Serbest pazarın desteklenmesi: </em><br/><ul> <li>Hükümetin ekonomik faaliyetlere müdahalesinin sınırları</li> <li>Serbestleştirme/özelleştirme</li> <li>Yapısal uyum programları</li> <li>Yeni ekonomik düzen: “Bir” dünya</li> </ul>"
  },
  {
    "id": "3884622",
    "unitNumber": 5,
    "text": "Alternatif/sürdürülebilir kalkınma sürecinin dönemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1950-1960",
      "B": "1960-1970",
      "C": "1970-1980",
      "D": "1990’lar",
      "E": "2000’ler"
    },
    "explanation": "Sayfa 111, Tablo 5.1 de verilmektedir.<br/>Alternatif/sürdürülebilir kalkınma sürecinin dönemi 1990’lardır."
  },
  {
    "id": "3884623",
    "unitNumber": 5,
    "text": "Küresel eşitsizliği, yoksul ülkelerin zengin olanlar tarafından tarihsel sömürüsü bağlamında açıklayan ekonomik ve sosyal gelişme modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Alternatif Kalkınma",
      "B": "Sürdürülebilir Kalkınma",
      "C": "Modernleşme",
      "D": "Neoliberalizm",
      "E": "Bağımlılık"
    },
    "explanation": "Bağımlılık kuramı, küresel yoksulluğun ana sorumluluğunu, düşük gelirli ülkeleri yüzyıllarca sistematik olarak yoksullaştıran ve kendilerine bağımlı hâle getiren zengin uluslara yüklemektedir.<br/>Bağımlılık kuramı, küresel eşitsizliği yoksul ülkelerin zengin olanlar tarafından tarihsel sömürüsü bağlamında açıklayan ekonomik ve sosyal gelişme modelidir."
  },
  {
    "id": "3884624",
    "unitNumber": 5,
    "text": "Neo-Malthusçuluk, hangi kalkınma sürecinin anahtar kavramları ve stratejileri arasında yer alır ?",
    "correctAnswer": "C",
    "options": {
      "A": "Alternatif Kalkınma",
      "B": "Sürdürülebilir Kalkınma",
      "C": "Bağımlılık",
      "D": "Çıkmazın ötesinde",
      "E": "Neoliberalizm"
    },
    "explanation": "Sayfa 111, Tablo 5.1 de verilmektedir.<br/>Neo-Malthusçuluk, Bağımlılık kalkınma sürecinin anahtar kavramları ve stratejileri arasında yer alır."
  },
  {
    "id": "3884625",
    "unitNumber": 5,
    "text": "Küreselleşme kavramı hangi yıllarda gündeme gelmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1940’lı",
      "B": "1960’lı",
      "C": "1970’li",
      "D": "1975’li",
      "E": "1985’li"
    },
    "explanation": "Küreselleşme kavramının kökeni 400 yıl önceye kadar gider.<br/>Küreselleşme kavramı 1960’lı yıllarda gündeme gelmiştir."
  },
  {
    "id": "3884626",
    "unitNumber": 5,
    "text": "Seyahat ve turizm sektörü, son beş yıl içinde dünya çapında yaratılan tüm net yeni işlerin ………. birini oluşturmuştur ve istihdam fırsatlarının dinamik bir motorudur.<br/>Yukarıdaki boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "onda",
      "B": "yedide",
      "C": "altıda",
      "D": "beşte",
      "E": "dörtte"
    },
    "explanation": "Seyahat ve turizm, desteklediği 319 milyondan fazla iş ile dünyanın önde gelen iş olanağı yaratan sektörlerindendir.<br/>Seyahat ve turizm sektörü, son beş yıl içinde dünya çapında yaratılan tüm net yeni işlerin beşte birini oluşturmuştur ve istihdam fırsatlarının dinamik bir motorudur."
  },
  {
    "id": "3884627",
    "unitNumber": 5,
    "text": "Turizm sektöründe çalışan kadınların statüsü konusunda küresel düzeydeki ilk çalışma olan, Turizmde Kadın Küresel Raporu hangi yılda hazırlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "2002",
      "B": "2009",
      "C": "2010",
      "D": "2015",
      "E": "2017"
    },
    "explanation": "Bu rapor; kadınların güçlendirilmesi için turizmin araç olarak kullanılmasını istihdam, girişimcilik, eğitim, liderlik ve topluluk temaları çerçevesinde gelişmekte olan bölgelerde araştırmalar yapılarak hazırlanmıştır.<br/>2010’da hazırlanan Turizmde Kadın Küresel Raporu, turizm sektöründe çalışan kadınların statüsü konusunda küresel düzeydeki ilk çalışmadır."
  },
  {
    "id": "3884677",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Uluslararası Para Fonu (IMF)</li> <li>Birleşmiş Milletler Dünya Turizm Örgütü (UNWTO)</li> <li>Dünya Sağlık Örgütü (WHO)</li> <li>Ekonomik İşbirliği ve Kalkınma Örgütü (OECD)</li> <li>Dünya Bankası ve Gümrük Tarifeleri ve Ticaret Genel Anlaşması (GATT)</li> <li>Dünya Ticaret Örgütüdür (WTO)</li> </ol> Aşağıdakilerden hangisinde “Bretton Wood Üçlüsü” olarak ifade edilen kuruluşlar birlikte verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-V",
      "B": "I-III-VI",
      "C": "I-V-VI",
      "D": "II-IV-VI",
      "E": "II-IV-V"
    },
    "explanation": "TURİZM VE KALKINMA<br/>Özellikle 1930’ların Büyük Buhran Dönemi’nin yarattığı ekonomik zorluklardan kaçınmak ve İkinci Dünya Savaşı’nın altüst ettiği ekonomik sistemi düzenlemek için Bretton Wood Üçlüsü olarak ifade edilen ve dünya ekonomisini düzenleyen kurumlar ortaya çıktı. Bu kurumlar; Uluslararası Para Fonu (IMF), Dünya Bankası ve Gümrük Tarifeleri ve Ticaret Genel Anlaşması (GATT) ve Dünya Ticaret Örgütüdür (WTO). Doğru cevap C seçeneğidir."
  },
  {
    "id": "3884678",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi 1970-1980 yılları arasında Neoliberalizm kalkınma sürecinin anahtar kavramları ve stratejileri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Serbestleştirme/özelleştirme",
      "B": "Taban/insan merkezli gelişimi",
      "C": "Çevre Yönetimi",
      "D": "Ulusaşırı hareketler",
      "E": "Devlet müdahalesi"
    },
    "explanation": "TURİZM VE KALKINMA<br/>1970-1980 yılları arasında Neoliberalizm kalkınma sürecinin anahtar kavramları Şöyledir: I)Serbest pazarın desteklenmesi, II)Hükümetin ekonomik faaliyetlere müdahalesinin sınırları, III) Serbestleştirme/özelleştirme, IV)Yapısal uyum programları V)Yeni ekonomik düzen:“Bir”dünya’. Dolayısıyla doğru cevap A seçeneğidir."
  },
  {
    "id": "3884679",
    "unitNumber": 5,
    "text": "Ekonomik büyüme sayesinde, toplumun üst sınıflarında biriken servetin en yoksul kesimlere dahi ulaşacağı, sonuçta herkese yarar sağlayacağı olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Neo-Malthusçuluk",
      "B": "Damlama Etkisi",
      "C": "Kalkınma “çıkmazı”",
      "D": "Büyüme kutbu",
      "E": "Alternatif kalkınma"
    },
    "explanation": "TURİZM VE KALKINMA<br/>Ekonomik büyüme sayesinde, toplumun üst sınıflarında biriken servetin damlama yoluyla en yoksul kesimlere dahi ulaşacağı, sonuçta herkese yarar sağlayacağı düşüncesine damla etkisi denilmektedir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3884680",
    "unitNumber": 5,
    "text": "Dünya bankasının 1950 yıllarında turizmi Üçüncü Dünya hükûmetleri için en iyi ekonomi politikası olarak tanımladıktan sonra kurulan örgüt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dünya Turizm Örgütü (UNWTO)",
      "B": "Dünya Ticaret Örgütü (WTO)",
      "C": "Dünya Turizm ve Seyahat Konseyi (WTTC)",
      "D": "Ekonomik İşbirliği ve Kalkınma Örgütü (OECD)",
      "E": "Uluslararası Para Fonu (IMF)"
    },
    "explanation": "TURİZM VE KALKINMA<br/>Dünya Bankası, 1950’lerin sonunda turizm gelişimini heyecanla Üçüncü Dünya hükûmetleri için en iyi ekonomi politikası olarak tanımladı. Birleşmiş Milletler Kalkınma Programı (UNDP),Uluslararası Çalışma Örgütü (ILO) ve büyük sanayileşmiş ülkelerin hükûmetleri gibi Birleşmiş Milletler özel temsilcileri de Dünya Bankasının planını desteklemeye karar verdi. Çok geçmeden yeni bir Birleşmiş Milletler temsilcisi olan Dünya Turizm Örgütü (UNWTO), turizm gelişimini desteklemek için kuruldu.<br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "3884681",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, bazı ülkelerde turizmin ekonominin ana sektörü durumuna gelerek diğer alanların gelişmesine engel olması durumuna denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Neo-Malthusçuluk",
      "B": "Damlama Etkisi",
      "C": "Bağımlılık",
      "D": "Büyüme kutbu",
      "E": "Alternatif kalkınma"
    },
    "explanation": "Modernleşme<br/>Ekonomik sürecin kilit unsurlarından biri, çoğu zaman yabancı yatırım gerektiren belirli endüstriler veya sektörler gibi bir veya daha fazla büyüme kutbunun getirilmesidir. Bir büyüme kutbu insanlara ve kaynaklara bir mıknatıs gibi davranabilir. Böylece ekonomik büyümenin yayılmasını azaltabilir, diğer alanların tükenmesine ve dolayısıyla sosyoekonomik eşitsizliklerin potansiyel olarak artmasına neden olabilir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3884682",
    "unitNumber": 5,
    "text": "Turizmde bağımlılık kuramı aşağıdaki kavramlardan hangisi ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültürel emperyalizm",
      "B": "Alternatif Kalkınma",
      "C": "Küreselleşme",
      "D": "Farklılık ütopyası",
      "E": "Neo-Malthusçuluk"
    },
    "explanation": "Bağımlılık argümanının temeli, çok uluslu şirketlerin Üçüncü Dünya’nın az gelişmişliğine yol açtığı iddia edilmiştir. Uluslararası turizmin bütünleştirici gücü; havayollarını, tur operatörlerini ve otel zincirlerini kontrol eden, büyük ve çok uluslu Birinci Dünya şirketleri hâline gelmiştir. Bu şirketler, bir turizm ürünü geliştirmek için endüstrinin bileşen erini oluşturma, koordine etme ve pazarlama gücüne sahiptir. Aynı zamanda, uluslararası turizmin kitle turizmi ile gelişen kültürel bağımlılıkla sonuçlanabileceği ve turizm planlamasının ve politikasının dış (Batı) idealleri yansıttığı da iddia edilmiştir ve kültürel emperyalizmin bir biçimi olarak görülebilir."
  },
  {
    "id": "3884683",
    "unitNumber": 5,
    "text": "Sürdürülebilir turizm kavramı aşağıdaki kalkınma modellerinden hangisi ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alternatif Kalkınma",
      "B": "Küreselleşme",
      "C": "Neoliberalizm",
      "D": "Bağımlılık",
      "E": "Modernleşme"
    },
    "explanation": "Alternatif paradigma, doğal kaynakların ve ekosistemlerin korunmasına da büyük önem vermektedir. İnsani gelişmenin doğal kaynakların korunması ile ilişkilendirilmesi ise sürdürülebilir kalkınma kavramına gönderme yapmaktadır. Sürdürülebilir turizm, alternatif kalkınmanın merkezî bir temasıdır. Alternatif turizm artık sürdürülebilir turizm gelişimi ile eş anlamlıdır. Alternatif turizmin temel amacı yerel, çevresel, sosyal ve kültürel değerlere (yani, yerel topluluklar için olumsuz sonuçları en aza indiren turizm) uygun turizm geliştirmek, sağlamak ve yerel kontrol açısından faydaları en uygun düzeye getirmektir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3884684",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, turizm sektörünün ülkelerin kalkınma aracı olarak kullanılmasının nedenleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Turizm, gelişen bir endüstridir.",
      "B": "Turizm, serveti yeniden dağıtır.",
      "C": "Turizmin ticaretinde engel yoktur.",
      "D": "Turizm, doğal ve özgür bir altyapı kullanır.",
      "E": "Turizm emeği ucuz olan sektörlerdendir."
    },
    "explanation": "Turizm Kalkınma İçin Neden Önemlidir?<br/>Turizm sektörünün ülkelerin kalkınma aracı olarak kullanılmasının nedenleri arasında A-B-C-D seçenekleri yer alır. E seçeneği yer almaz. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3884685",
    "unitNumber": 5,
    "text": "Turizmin diğer endüstrilerle karşılaştırıldığında başlangıç maliyetlerinin düşük olması aşağıdaki kalkınma nedenlerinden hangisi kapsamında değerlendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turizmin, doğal bir altyapı kullanması.",
      "B": "Turizmin, serveti yeniden dağıtması.",
      "C": "Turizmin ticaretinde engel olmaması.",
      "D": "Turizmin, gelişen bir endüstri olması.",
      "E": "Turizmin geriye dönük bağlantıları olması."
    },
    "explanation": "Turizm ve Küreselleşme İlişkisi<br/>Turizm, doğal ve özgür bir altyapı kullanır: Turizmin gelişimi genellikle plajlar, vahşi yaşam alanları veya kültürel miras alanları gibi mevcut doğal veya insan yapımı cazibe merkezlerine dayanmaktadır. Bu nedenle, turizmin diğer endüstrilerle karşılaştırıldığında başlangıç maliyetlerinin düşük olduğu düşünülebilir. Çünkü bu tür kaynaklar basit anlamıyla ücretsizdir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3884686",
    "unitNumber": 5,
    "text": "Küreselleşme ile turizm mekânlarının birbirine benzetilmesi nedeniyle uluslararası turizmin yerelin yeniden üretimini benimsemesi aşağıdakiler kavramlardan hangisi ile ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "McDonaldlaştırma",
      "B": "Disneyleşme",
      "C": "Farklılık ütopyası",
      "D": "Kalkınma “çıkmazı”",
      "E": "Kültürel emperyalizm"
    },
    "explanation": "Turizm ve Küreselleşme İlişkisi<br/>Turizm mekânlarının birbirine benzetilmesinin yanı sıra uluslararası turizm, yerelin ve farklılığın yeniden üretiminin en belirgin alanlarından biri olmuştur. Turizm şirketleri, modern insanın egzotiklik arayışlarına yanıt vermek için, “farklılık ütopyası” ve ‘sahici-ötekiliğin yeniden inşası’ vaatlerinde bulunmaktadır. Doğru cevap C seçeneğidir"
  },
  {
    "id": "3884687",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi turizm sektöründe dolaylı istihdama kapsamında değerlendirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tur şirketleri",
      "B": "Oteller",
      "C": "Doktor",
      "D": "Gece kulüpleri",
      "E": "Restoranlar"
    },
    "explanation": "TURİZM VE EMEK<br/>Turizm hem kayıtlı hem de kayıt dışı sektörlerde çok sayıda istihdam fırsatı yaratmaktadır. Turizm, üç tip istihdam fırsatı yaratabilir: doğrudan, dolaylı ve uyarılmış. Doğrudan istihdam oteller, restoranlar, tur şirketleri, gece kulüpleri vb. üretilen istihdamı; dolaylı istihdam turizme bağımlı olan inşaat sektörüyle ilgili işleri, otel çalışanlarına hizmet eden doktorları, tüccarları, benzin istasyonu görevlilerini veya turizme bağlı işlerden faydalanan diğer kişileri; uyarılmış istihdam ise yerli halkın kazandıkları parayı yeniden harcadıkları için turizm çarpanının etkilerinden kaynaklanan ek istihdamı ifade eder. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3884548",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi adil turizmin sürekliliğiyle ilgili yaklaşımlardan <u>değildir?</u> </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yoksul yanlısı turizm",
      "B": "Sosyal turizm",
      "C": "Gerçeklik turları",
      "D": "Sorumlu turizm",
      "E": "Gönüllü turizm"
    },
    "explanation": "Turizmde sosyal adaleti benimseyen turizm çeşitleri/yaklaşımları; sorumlu turizm, yoksul yanlısı turizm, turizmde adil ticaret, gönüllü turizm, gerçeklik turları ve uluslararası dayanışma hareketleridir."
  },
  {
    "id": "3884549",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisinde turizm ve katılımcılar ‘’aktif adalet turistleri’’ olarak adlandırmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Turizmde adil ticaret",
      "B": "Yoksulluk turizmi",
      "C": "Sorumlu turizm",
      "D": "Gönüllü turizm",
      "E": "Uluslararası dayanışma hareketleri"
    },
    "explanation": "Turizmde Sosyal Adalet<br/>Uluslararası Dayanışma Hareketleri; İnsan hakları ihlallerine ve adaletsizliklere maruz kalan yerel toplulukların kendilerini hapseden, eşit olmayan güç durumlarını devirme çabalarına destek vererek adaletsizliğin üstesinden gelme konusundaki aktif ortaklıkları vurgular. Bu ulusötesi dayanışma hareketi, turizm ve katılımcıları “aktif adalet turistleri” olarak adlandırır."
  },
  {
    "id": "3884550",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi turizme erişim konusunda daha eşitlikçi bir topluma ulaşmak için olumlu bir gündem yaratmak yollarından biri <u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kadınların daha çok katılımlarını sağlamak",
      "B": "Sürdürülebilir turizm üretimini ve tüketimini teşvik etmek",
      "C": "Yaşlılar ve engelliler için uygun fiziksel hizmet ortamları yaratmak",
      "D": "Dinlenme ve ücretli tatil hakkını desteklemek, pekiştirmek ve uygulamak",
      "E": "Yeni sosyal turizm biçimleri geliştirmek"
    },
    "explanation": "Turizmde Sosyal Adalet<br/>Dünya Turizm Örgütü’nün raporuna göre turizm iş gücünün % 54’lük gibi büyük bir kısmını kadınlar oluşturmaktadır."
  },
  {
    "id": "3884551",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi turizmde kadınların karşılaştığı sorunlardan biri <u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yöneticilik yapamamaları",
      "B": "Cinsel saldırıya uğramaları",
      "C": "Ücret dengesizliği yaşamaları",
      "D": "Nitelikli olmayan işlerde çalışmaları",
      "E": "Şiddete maruz kalmaları"
    },
    "explanation": "Turizm ve Eşitsizlik - Turizmde Cinsiyet Eşitsizliği<br/>Nitelikli olmayan işlerde çalışmaları sadece kadınların sorunu değildir."
  },
  {
    "id": "3884552",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Dünya Turizm Örgütünün Turizmde Kadın Üzerine Küresel Raporu’na göre kadın istihdamının yapısıyla ilgili bulgulardan biri <u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kadınlar, dünyadaki turizm iş gücünün çoğunluğunu oluşturmaktadır.",
      "B": "Kadınların turizmdeki serbest meslek payları, geniş ekonomideki serbest meslek paylarından daha düşüktür.",
      "C": "Turizmde toplumsal cinsiyet ücret farkı, küresel düzeyde geniş ekonomide olduğundan daha dardır.",
      "D": "Kadınlar için ve genel olarak sektör genelinde eğitime yapılan yatırım, cinsiyet eşitliği için daha büyük sonuçlara imkân yaratmaktadır.",
      "E": "Turizm, turizm işçisi olsun ya da olmasın, turizm merkezlerinde yaşayan kadınların yaşamlarını etkilemez."
    },
    "explanation": "Turizm ve Eşitsizlik - Turizmde Cinsiyet Eşitsizliği<br/>Turizm, turizm işçisi olsun ya da olmasın, turizm merkezlerinde yaşayan kadınların yaşamlarını etkiler."
  },
  {
    "id": "3884553",
    "unitNumber": 6,
    "text": "<strong>Turizmde kadınların istihdamı ile ilgili aşağıdaki ifadelerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Cinsiyetler arasında eşit işe eşit ücret uygulaması vardır.",
      "B": "Turizm endüstrisinde kadınlar erkeklere oranla daha fazladır.",
      "C": "Turizmde yöneticilerin birçoğu kadınlardan oluşmaktadır.",
      "D": "Turizm sektörü kadın girişimciler için fırsatlar sunmamaktadır.",
      "E": "Kadınların turizmde dijital teknolojileri kullanmaları gerekli değildir."
    },
    "explanation": "Turizm ve Eşitsizlik - Turizmde Cinsiyet Eşitsizliği<br/>Turizm endüstrisinde kadınlar erkeklere oranla daha fazladır."
  },
  {
    "id": "3884554",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi engelli bireylerin turizm etkinliklerinde karşılaştığı sorunlardan biri <u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Restoranlarda ve halka açık yerlerde uyarlanmış tuvalet eksikliği",
      "B": "İyi uyarlanmış otel odalarının olmaması",
      "C": "Erişilemeyen veya yalnızca kısmen erişilebilen web siteleri",
      "D": "Toplumsal eşitlik çerçevesinde yardım edilme eksikliği",
      "E": "Erişilebilirlik sorunları hakkında bilgi verebilecek profesyonel personel eksikliği"
    },
    "explanation": "Turizm ve Eşitsizlik - Turizmde Engellilerin Eşitsizliği<br/>Toplumsal eşitlik çerçevesinde yardım edilme eksikliği"
  },
  {
    "id": "3884555",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi turistik alanların eşitlikçi, adil ve bütünleştirici kullanımını sağlamak için uyulması gereken evrensel tasarımın ilkelerinden <u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kullanımda esneklik",
      "B": "Algılanabilir bilgi",
      "C": "Hata toleransı",
      "D": "Basit ve sezgisel kullanım",
      "E": "Erişilebilirlik"
    },
    "explanation": "Turizm ve Eşitsizlik - Turizmde Engellilerin Eşitsizliği<br/>Erişilebilirlik"
  },
  {
    "id": "3884556",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi içsel engellerden <u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Boş zamanını nasıl geçireceğine yönelik bilgi eksikliği",
      "B": "Kurallar ve yasal düzenlemeler",
      "C": "Engellilerin başkalarına fiziksel ve psikolojik bağımlılığı",
      "D": "Turistik faaliyetlerini sınırlayan sağlık sorunları",
      "E": "Engellilerin sosyal iletişim alanında verimsizliği"
    },
    "explanation": "Turizm ve Eşitsizlik - Turizmde Engellilerin Eşitsizliği<br/>Kurallar ve yasal düzenlemeler çevresel engellerdendir."
  },
  {
    "id": "3884557",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yoksulluk turizminin özelliklerinden biri <strong><u>de</u><u>ğildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Turizm, yoksulluğu azaltmak yerine mevcut eşitsiz, sömürücü ilişkileri daha da kötüleştirebilir.",
      "B": "Eşitliğe dayalı karşılıklı anlayışı ve ilişkileri teşvik eder.",
      "C": "Yerel ekonomik, kültürel ve sosyal faydaları en üst düzeye çıkarır.",
      "D": "Ziyaretçiler ve ziyaret edilenler arasında dayanışma sağlar.",
      "E": "Yerel toplulukların kendi kendine yeterliliklerini ve kendi kaderlerini tayin etmelerini destekler."
    },
    "explanation": "Turizmde Eşitsizliğin Dönüşümü - Yoksulluk Turizmi<br/>Turizm, yoksulluğu azaltmak yerine mevcut eşitsiz, sömürücü ilişkileri daha da kötüleştirebilir."
  },
  {
    "id": "3884629",
    "unitNumber": 6,
    "text": "............................... temel ilkesi, herkes için<br/>seyahat ve eğlence olanaklarına erişimdir.<br/>Yukarıdaki cümleyi tamamlayacak açıklama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal eşitliğin",
      "B": "Sosyal turizmin",
      "C": "Toplu gezilerin",
      "D": "Turizm eğitiminin",
      "E": "Devletin turizmden gelir elde etmesinin"
    },
    "explanation": "TURİZMDE SOSYAL ADALET<br/>Sosyal turizmin ,temel ilkesi, herkes için<br/>seyahat ve eğlence olanaklarına erişimdir."
  },
  {
    "id": "3884630",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, turizmde sosyal adaleti<br/>benimseyen turizm çeşitleri/yaklaşımlarından değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Turizmde adil ticaret",
      "B": "Uluslararası dayanışma hareketleri",
      "C": "Sorumlu turizm",
      "D": "Yoksul yanlısı turizm",
      "E": "Turizmden elde edilen katma değerin geri dönüşü"
    },
    "explanation": "TURİZMDE SOSYAL ADALET<br/>''Turizmden elde edilen katma değerin geri dönüşü'',soru içeriği ile ilgisizdir."
  },
  {
    "id": "3884631",
    "unitNumber": 6,
    "text": "Aşağıdaki açıklamaların hangisi turizmde eşitsizliğin sürdürülmesine neden olur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yeni sosyal turizm biçimlerinin geliştirmesi",
      "B": "Sürdürülebilir turizm üretiminin ve tüketiminin teşvik edilmesi",
      "C": "Gelişmiş kapitalist ülkelerin gelişmekte olan ülkelere yatırım yapması",
      "D": "Vize politikalarının ve önlemlerinin ortadan kaldırılması",
      "E": "Turizm çeşitlerinin artırılması"
    },
    "explanation": "TURİZM VE EŞİTSİZLİK<br/>Turizmde gelişmiş kapitalist ülkelerin çok uluslu şirketlerinin gelişmekte olan ülkelere yatırım yaparak ekonomik gücü ve kaynakları elinde tutması eşitsizliği sürdürmektedir."
  },
  {
    "id": "3884632",
    "unitNumber": 6,
    "text": "Dünya Sağlık Örgütünün (WHO) tanımına göre engellilik; bir eksiklik sonucu ortaya çıkan ve normal sayılabilecek bir insana kıyasla bir işi yapabilme yeteneğinin kaybedilmesi veya kısıtlanması durumunu ifade eder. Aşağıdakilerden hangisi engelli bireylerin turizmde engelli eşitsizliği ile ilgili açıklamadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hareketlilik, görme, işitme ve bilişsel erişim boyutları da dâhil olmak üzere erişim gereksinimleri olan kişilere, evrensel olarak tasarlanmış turizm ürün, hizmet ve ortamları sunulmamaktadır.",
      "B": "Hata toleransı: Tasarımın, kazara veya istenmeyen eylemlerin tehlikelerini ve olumsuz sonuçlarını en aza indirmesi",
      "C": "Düşük fiziksel çaba: Tasarımın verimli, konforlu ve en az çabayla kullanılması",
      "D": "Kullanıcının vücut ölçüsüne, duruşuna veya hareketliliğine bakılmaksızın yaklaşım, erişim ve kullanım için uygun boyut ve alan<br/>sağlanmasıdır.",
      "E": "Algılanabilir bilgi: Tasarımın, ortam koşullarına veya kullanıcının duyusal yeteneklerine bakılmaksızın gerekli bilgileri kullanıcıya etkili bir şekilde iletmesi"
    },
    "explanation": "Turizmde Engellilerin Eşitsizliği<br/>Hareketlilik, görme, işitme ve bilişsel erişim boyutları da dâhil olmak üzere erişim gereksinimleri olan kişilere, evrensel olarak tasarlanmış turizm ürün, hizmet ve ortamları sunulmamaktadır."
  },
  {
    "id": "3884633",
    "unitNumber": 6,
    "text": "Birleşmiş Milletler Engelli Hakları Sözleşmesi (2006),<br/>engelli bireylerin tüm vatandaşlarla aynı derecede<br/>eşit ve adil bir şekilde erişilebilirlik ve turizme katılım olanaklarından faydalanabilmesini 9. ve 30.<br/>maddeleriyle güvence altına almıştır .Buna bağlı olarak ,engelli bireylerin turizme katılımına<br/>olanak sağlayan uygulama geliştirmede engelliliğe<br/>yönelik sosyal bir yaklaşımın merkezinde yer alan sekiz ilke dahilinde olmayan açıklama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Engelli bireyin deneyimi, bilgisi, dil<br/>becerileri veya var olan dikkat seviyesini öncelikli olarak değerlendirmek",
      "B": "Engelli çocukların değişen kapasitelerine<br/>saygı ve engelli çocukların kimliklerini koruma haklarına saygı",
      "C": "Engelli kişilerin insan çeşitliliği ve insanlığının<br/>bir parçası olarak farklılık ve kabulüne saygı",
      "D": "İnsan haysiyetine saygı, kendi seçimlerini<br/>yapma özgürlüğü dâhil bireysel özerklik ve<br/>kişilerin bağımsızlığı",
      "E": "Topluma tam ve etkin katılım"
    },
    "explanation": "Turizmde Engellilerin Eşitsizliği<br/>''Engelli bireyin deneyimi, bilgisi, dil<br/>becerileri veya var olan dikkat seviyesini öncelikli olarak değerlendirmek. ''açıklaması Birleşmiş Milletler Engelli Hakları Sözleşmesi (2006),ile ilişkili değildir."
  },
  {
    "id": "3884634",
    "unitNumber": 6,
    "text": "Evrensel Tasarım nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir ürünü kullanıcının vücut ölçüsüne, duruşuna<br/>veya hareketliliğine bakılmaksızın yaklaşım,<br/>erişim ve kullanım için uygun boyut ve alan<br/>sağlanmasıdır.",
      "B": "Tasarımın çok çeşitli<br/>bireysel tercihleri ve yetenekleri barındırmasıdır.",
      "C": "Ürünlerin, çevrenin,<br/>programların ve hizmetlerin özel bir tasarıma veya uyarlanmaya gerek duyulmaksızın, mümkün olduğunca herkes<br/>tarafından kullanılabileceği şekilde tasarlanmasıdır.",
      "D": "Evrensel tasarımın amacı;<br/>fazladan maliyete katlanmadan daha fazla insan<br/>tarafından kullanılabilir bir yapı oluşturmaktır.",
      "E": "Engelli insanların ve<br/>bütün toplumun faydalanması adına; engelleri ortadan kaldıracak koşullar yaratmaktır."
    },
    "explanation": "Turizmde Engellilerin Eşitsizliği<br/>Evrensel tasarım ürünlerin, çevrenin,<br/>programların ve hizmetlerin özel bir tasarıma veya uyarlanmaya gerek duyulmaksızın, mümkün olduğunca herkes<br/>tarafından kullanılabileceği şekilde tasarlanmasıdır."
  },
  {
    "id": "3884635",
    "unitNumber": 6,
    "text": "Aşağıdaki açıklamaların hangisi ''göreli yoksulluk'' tanımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Temel ihtiyaçlarını<br/>karşılayabilmelerine rağmen kişisel kaynaklarının yetersizliğinden dolayı bulundukları toplumun genel refah düzeyinin<br/>altında yaşayan ve topluma sosyal açıdan<br/>katılmaları engellenmiş kimselerin durumu",
      "B": "Tanımlanmamış yoksulluktur.",
      "C": "Sadece geçim araçlarını sağlamanın sunulduğu yoksulluk durumu",
      "D": "Ulusal olarak tanımlanan yoksulluk tüm<br/>ülkelerde mevcuttur.",
      "E": "Ayrıca yoksulların zayıflıklarını azaltan finansal olmayan geçim kaynakları sağlaması gereken durumudur."
    },
    "explanation": "TURİZMDE EŞİTSİZLİĞİN<br/>DÖNÜŞÜMÜ<br/>Göreli yoksulluk; temel ihtiyaçlarını<br/>karşılayabilmelerine rağmen kişisel kaynaklarının yetersizliğinden dolayı bulundukları toplumun genel refah düzeyinin<br/>altında yaşayan ve topluma sosyal açıdan<br/>katılmaları engellenmiş kimselerin durumudur."
  },
  {
    "id": "3884636",
    "unitNumber": 6,
    "text": "Aşağıdaki açıklamaların hangisi yoksul yanlısı turizmin ekonomik faydaları içinde değerlendirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kapasite geliştirme, eğitim ve bilgi beceri artırılması ile güçlendirmek",
      "B": "Yoksulların<br/>kendi topraklarında yerinden edilmesine ve/veya yoksulların bağlı olduğu<br/>doğal kaynakların bozulmasına yol açılması",
      "C": "Yoksullar için iş fırsatlarını genişletmek:<br/>Özellikle kayıt dışı sektördeki küçük işletmeler genellikle yoksullar için en büyük fırsatları sunmaktadır",
      "D": "Turizmin sosyal ve kültürel etkilerine<br/>değinmek",
      "E": "Turizm, sağlık<br/>gibi diğer birçok sosyal konuyu etkileyebilir."
    },
    "explanation": "Yoksul yanlısı turizmin ekonomik faydaları içinde; yoksullar için iş fırsatlarını genişletmek,<br/>özellikle kayıt dışı sektördeki küçük işletmelerin genellikle yoksullar için en büyük fırsatları sunması önemlidir."
  },
  {
    "id": "3884637",
    "unitNumber": 6,
    "text": "Aşağıdaki açıklamaların hangisi yoksulluk turizmi özelliklerinden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ziyaretçiler ve ziyaret edenler arasında dayanışma sağlar.",
      "B": "Eşitliğe dayalı karşılıklı anlayışı ve ilişkileri<br/>teşvik eder.",
      "C": "Yerel toplulukların kendi kendine yeterliliklerini ve kendi kaderlerini tayin etmelerini destekler.",
      "D": "Yerel ekonomik, kültürel ve sosyal faydaları<br/>en üst düzeye çıkarır.",
      "E": "Yoksul yanlısı turizm alt yapıya ihtiyaç duymaz."
    },
    "explanation": "''Yoksul yanlısı turizm alt yapıya ihtiyaç duymaz''. Açıklaması yoksulluk turizmi özelliklerinden değildir."
  },
  {
    "id": "3884638",
    "unitNumber": 6,
    "text": "Temel olarak kentsel yoksullukların metalaştırılmasını içeren yoksulluk turizmi; gecekondu turizmi veya ............. turizmi olarak farklı kavramlarla da ifade edilmektedir.<br/>Yukarıdaki açıklama aşağıdakilerden hangisi ile tamamlanmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ötekileştirilenlerin",
      "B": "Getto",
      "C": "Deneysel",
      "D": "Gerçekçilik",
      "E": "Üçüncü Dünya ülkeleri"
    },
    "explanation": "Yoksulluk Turizmi<br/>Getto turizmi"
  },
  {
    "id": "3884640",
    "unitNumber": 6,
    "text": "Üst sınıf genç erkeklerin eğitim almak ve Batı medeniyetinin köklerini tanımak için yaptıkları bir seyahat olan Grand Tur hangi yüzyılda başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "15.YY",
      "B": "16.YY",
      "C": "17.YY",
      "D": "18.YY",
      "E": "19.YY"
    },
    "explanation": "Turizm, 17. yüzyılda çoğunlukla üst sınıf genç erkeklerin eğitim almak ve Batı medeniyetinin köklerini tanımak için yaptıkları bir seyahat olan Grand Tur ile gündemdeyken İngiltere’de Thomas Cook ile modern kitle turizminin başlangıcında, demokratikleşme ve emekçilerin yaşamlarının iyileştirilmesi için bir araç olarak görülmeye başlandı."
  },
  {
    "id": "3884641",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi turizmde sosyal adaleti benimseyen turizm çeşitleri/yaklaşımları arasında sayılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Sorumlu turizm",
      "B": "Yoksul yanlısı turizm",
      "C": "Gönüllü turizm",
      "D": "Gerçeklik turlar",
      "E": "Adil turizm"
    },
    "explanation": "Turizmde sosyal adaleti benimseyen turizm çeşitleri/yaklaşımları; sorumlu turizm, yoksul yanlısı turizm, turizmde adil ticaret, gönüllü turizm, gerçeklik turları ve uluslararası dayanışma hareketleridir"
  },
  {
    "id": "3884642",
    "unitNumber": 6,
    "text": "Kadınlar dünya nüfusunun yarısını kapsamakla birlikte arazilerin ne kadarına sahiptir?",
    "correctAnswer": "A",
    "options": {
      "A": "%1’inden daha",
      "B": "%2’inden daha",
      "C": "%3’inden daha",
      "D": "%4’inden daha",
      "E": "%5’inden daha"
    },
    "explanation": "Kadınlar dünya nüfusunun yarısını kapsamaktadır. Ancak kadınlar, istihdamın üçte ikisini, ücretli gelirin onda biri için yapmaktadır. Arazilerin %1’inden daha azına sahiptirler."
  },
  {
    "id": "3884643",
    "unitNumber": 6,
    "text": "Dünyadaki okuma yazma bilmeyen yetişkinlerin yüzde kaçını kadınlar oluşturur?",
    "correctAnswer": "D",
    "options": {
      "A": "%43",
      "B": "%51",
      "C": "%58",
      "D": "%66",
      "E": "%70"
    },
    "explanation": "Dünyadaki okuma yazma bilmeyen yetişkinlerin %66’sını, yoksulların %75’ini ve mültecilerin %75’ini kadınlar oluşturmaktadır."
  },
  {
    "id": "3884644",
    "unitNumber": 6,
    "text": "Dünyadaki yoksulların yüzde kaçını kadınlar oluşturur?",
    "correctAnswer": "D",
    "options": {
      "A": "%45",
      "B": "%55",
      "C": "%65",
      "D": "%75",
      "E": "%85"
    },
    "explanation": "Dünyadaki okuma yazma bilmeyen yetişkinlerin %66’sını, yoksulların %75’ini ve mültecilerin %75’ini kadınlar oluşturmaktadır."
  },
  {
    "id": "3884645",
    "unitNumber": 6,
    "text": "Turizm istihdamında feminist çalışmaların başlangıcı hangi yıllara dayanır?",
    "correctAnswer": "C",
    "options": {
      "A": "1960 lar",
      "B": "1970 ler",
      "C": "1980 ler",
      "D": "1990 lar",
      "E": "2000 ler"
    },
    "explanation": "Turizm istihdamında feminist çalışmaların başlangıcı 1980’lere tarihlenmektedir. Kuramsal karmaşa nedeniyle feminist alanyazında bazı eksiklikler olmasına rağmen, bu çalışmalar toplumsal cinsiyet eşitsizliği ve fırsat eşitliği konularını gündeme getirmiştir."
  },
  {
    "id": "3884646",
    "unitNumber": 6,
    "text": "Dünyadaki turizm işçilerinin çoğunluğunun ortalaması kaç yaşın altındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "25 yaş",
      "B": "35 yaş",
      "C": "45 yaş",
      "D": "55 yaş",
      "E": "65 yaş"
    },
    "explanation": "Dünyadaki turizm işçilerinin çoğunluğunu ortalama 35 yaşın altında (yarısı 25 yaş ve altı) ve göçmen işçiler oluşturmaktadır."
  },
  {
    "id": "3884647",
    "unitNumber": 6,
    "text": "Dünya Engellilik Raporu’na göre küresel nüfus tahminleri içinde engelli bireylerin sayısı dünya nüfusunun yaklaşık yüzde kaçını oluşturmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "%15",
      "B": "%25",
      "C": "%35",
      "D": "%45",
      "E": "%55"
    },
    "explanation": "Dünya Engellilik Raporu’na göre küresel nüfus tahminleri içinde engelli bireylerin sayısı dünya nüfusunun yaklaşık %15’ini oluşturmaktadır"
  },
  {
    "id": "3884648",
    "unitNumber": 6,
    "text": "Yoksul yanlısı turizm stratejileri kaç temel alana odaklanır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Yoksul yanlısı turizmin yoksulluğu azaltmada bir araç olarak kullanılabilmesi için izlenecek stratejiler; sektörün boyutunu genişletmek yerine turizmin içinde yer alan/alacak yoksullar için fırsatları ortaya çıkarmaya yönelik stratejilerdir. Bu stratejiler; artan ekonomik faydalar, ekonomik olmayan etkilerin geliştirilmesi ve politika/süreç reformu olmak üzere üç temel alana odaklanır."
  },
  {
    "id": "3884698",
    "unitNumber": 6,
    "text": "Modern kitle turizminin, demokratikleşme ve emekçilerin yaşamlarının iyileştirilmesi için bir araç olarak görülmeye başlanmasında öncü olan isim kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "John Bordley Rawls",
      "B": "Jean Bordriard",
      "C": "Pierre Bourdieu",
      "D": "Thomas Cook",
      "E": "Theodor W. Adorno"
    },
    "explanation": "TURİZMDE SOSYAL ADALET<br/>İngiltere’de Thomas Cook ile modern kitle turizminin başlangıcında, demokratikleşme ve emekçilerin yaşamlarının iyileştirilmesi için bir araç olarak görülmeye başlandı."
  },
  {
    "id": "3884699",
    "unitNumber": 6,
    "text": "Turizmde sosyal adaleti benimseyen turizm çeşitlerinden/yaklaşımlarından hangisi turistleri, destinasyondaki sosyal ve çevresel projelere katkıda bulunmaya yönlendirir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yoksul yanlısı turizm",
      "B": "Gerçeklik turları",
      "C": "Sorumlu turizm",
      "D": "Gönüllü turizm",
      "E": "Uluslararası dayanışma"
    },
    "explanation": "TURİZMDE SOSYAL ADALET<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/572dd546788102177d69f34289fb7a8c.png\" alt=\"\" width=\"533\" height=\"303\">"
  },
  {
    "id": "3884700",
    "unitNumber": 6,
    "text": "Turizmde sosyal adaleti benimseyen turizm çeşitlerinden/yaklaşımlarından hangisi adaletsizliğin olduğu yerlerde adaleti sağlamak için turistlerle ev sahibi toplulukları örgütler?",
    "correctAnswer": "E",
    "options": {
      "A": "Sorumlu turizm",
      "B": "Yoksul yanlısı turizm",
      "C": "Turizmde adil ticaret",
      "D": "Gönüllü turizm",
      "E": "Uluslararası dayanışma"
    },
    "explanation": "TURİZMDE SOSYAL ADALET<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/572dd546788102177d69f34289fb7a8c.png\" alt=\"\" width=\"528\" height=\"300\">"
  },
  {
    "id": "3884701",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi turizme erişim konusunda daha eşitlikçi bir topluma ulaşmak için atılması gereken öncelikli adımlardan biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "•Hali hazırda var olan turizm biçimlerine sadık kalmak",
      "B": "• Dinlenme ve ücretli tatil hakkını desteklemek, pekiştirmek ve uygulamak",
      "C": "• Yaşlılar ve engelliler için uygun fiziksel hizmet ortamları yaratmak",
      "D": "• Vize politikalarını ve önlemlerini yeni, ziyaretçi dostu bir şekilde ele almak ve bu bağlamda siyasi veya etnik ön yargıyı ortadan kaldırmak",
      "E": "• Sürdürülebilir turizm üretimini ve tüketimini teşvik etmek"
    },
    "explanation": "TURİZMDE SOSYAL ADALET<br/>•<strong> Yeni sosyal turizm biçimleri geliştirmek,</strong> • Dinlenme ve ücretli tatil hakkını desteklemek, pekiştirmek ve uygulamak, • Yaşlılar ve engelliler için uygun fiziksel hizmet ortamları yaratmak, • Vize politikalarını ve önlemlerini yeni, ziyaretçi dostu bir şekilde ele almak ve bu bağlamda siyasi veya etnik ön yargıyı ortadan kaldırmak, • Sürdürülebilir turizm üretimini ve tüketimini teşvik etmek"
  },
  {
    "id": "3884702",
    "unitNumber": 6,
    "text": "Özellikle ekonomik olarak daha az gelişmiş ülkelerde turizmin kimler için önemli derecede istihdam alanı olduğu söylenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mülteciler için",
      "B": "Farklı ırklar için",
      "C": "Farklı etnik kimlikler için",
      "D": "Kadınlar için",
      "E": "Çocuklar için"
    },
    "explanation": "Turizmde Cinsiyet Eşitsizliği<br/>Bu denli büyük eşitsizliklerle mücadele eden kadınlar için turizmin gelişimi, büyüklüğü ve esnekliği; kadınları ekonomik, sosyal ve politik olarak ilerletme konusunda onlara büyük bir potansiyel sunmaktadır. <strong>Özellikle ekonomik olarak daha az gelişmiş ülkelerde turizm, kadınlar için önemli derecede istihdam alanıdır</strong> ve kadınların turizmdeki istihdamı sadece kendi yaşamlarını değil, ailelerinin ve topluluklarının yaşamlarını da önemli ölçüde iyileştirebilir (Pritchard, 2014)."
  },
  {
    "id": "3884703",
    "unitNumber": 6,
    "text": "Dünya Turizm Örgütünün Raporu’na (2019) göre turizm iş gücünün .............. gibi büyük bir kısmını kadınlar oluşturmaktadır. Ancak kadınlar, ..........istihdamda yoğunlaşmaktadır.<br/>Yukarıdaki ifadedeki boşlukları aşağıdakilerden hangisi doğru biçimde tamamlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "%71'lik / düşük seviyeli",
      "B": "%54’lük / düşük seviyeli",
      "C": "%5'lik / yüksek seviyeli",
      "D": "%54’lük / yüksek seviyeli",
      "E": "%69'luk / orta seviyeli"
    },
    "explanation": "Turizmde Cinsiyet Eşitsizliği<br/>Dünya Turizm Örgütünün Raporu’na (2019) göre turizm iş gücünün <strong>%54’lük</strong> gibi büyük bir kısmını kadınlar oluşturmaktadır. Ancak kadınlar, <strong>düşük seviyeli</strong> istihdamda yoğunlaşmakta; daha yüksek, profesyonel seviyelerde yeterince yer alamamaktadırlar. Kadınların toplam iş gücü içerisindeki oranlarına bakıldığında turizme katılmalarının önemli olduğu görülmesine rağmen, bu katılımın kalitesinin düşük olduğu söylenebilir. Turizmde kadınların uğradığı cinsiyet eşitsizliğinin en belirgin hâli olan ücret eşitsizlikleri konusunda hâlâ bir boşluk bulunmaktadır."
  },
  {
    "id": "3884704",
    "unitNumber": 6,
    "text": "Turizm sektörünü de etkileyen, ‘öteki’ olarak adlandırılan grupların daha insanca haklar elde edebilmek için mücadelelerinin ivmesi hangi devrimden sonra hız kazanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Fransız devrimi",
      "B": "Bilgi toplumu sonrası",
      "C": "Sovyet devrimi",
      "D": "Postmodern dönem",
      "E": "Endüstri devrimi"
    },
    "explanation": "Turizmde Engellilerin Eşitsizliği<br/><strong>Turizm sektöründe de önemli yansımaları görülen endüstri devrimi sonrası bir dönem olan 20. yüzyıl ve modern dönem, aynı zamanda ‘öteki’ olarak adlandırılan grupların daha insanca haklar elde edebilmek için mücadele ettikleri bir dönemdir.</strong> Bu mücadele sonucunda, insan hakları, çalışan hakları, sosyal güvenlik, seyahatin bir insan hakkı olarak kabul edilmesi gibi kavramlar gündeme gelmiştir. Bu süreçte çalışanların ücretli izin hakkı elde etmesi, turizm tarihinde kitle turizminin başlangıcı açısından dönüm noktalarından olmuştur"
  },
  {
    "id": "3884705",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi engelli bireylerin turizm faaliyetlerine katılırken sıklıkla karşılaştığı sorunlardan biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "İyi uyarlanmış otel odalarının olmaması",
      "B": "Erişilebilir restoran, bar vb. eksikliği",
      "C": "Engellilik ekipmanı çeşitliliği",
      "D": "Erişilemeyen sokaklar",
      "E": "Erişilemeyen veya yalnızca kısmen erişilebilen web siteleri"
    },
    "explanation": "Turizmde Engellilerin Eşitsizliği<br/>• İyi uyarlanmış otel odalarının olmaması, • Erişilebilir havaalanı transferi eksikliği, • Tekerlekli sandalyeyle erişilebilir araçların eksikliği, • Erişilebilir restoran, bar vb. eksikliği, • Erişilemeyen veya yalnızca kısmen erişilebilen web siteleri, • Restoranlarda ve halka açık yerlerde uyarlanmış tuvalet eksikliği, • Erişilemeyen sokaklar (kaldırımda park eden arabalar vb.), • Erişilebilirlik sorunları hakkında bilgi verebilecek ve tavsiyede bulunabilecek profesyonel personelin eksikliği, • <strong>Engellilik ekipmanı eksikliği</strong> (tekerlekli sandalyeler, banyo sandalyeleri, tuvalet kaldırıcılar, elektrikli scooterlar), • Belirli bir cazibe merkezinin (kilise, kale, sergi vb.) erişilebilirlik seviyesi hakkında güvenilir bilgi eksikliği"
  },
  {
    "id": "3884706",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yoksul yanlısı turizmin izlediği stratejilerden biri olan Politika/süreç reformuna odaklanan stratejilerin kapsamındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Özel sektörü yoksul yanlısı ortaklıklara sokmak",
      "B": "Yoksullar için iş fırsatlarını genişletmek",
      "C": "Kapasite geliştirme, eğitim ve güçlendirmek",
      "D": "Turizmin yoksullar üzerindeki çevresel etkisini azaltmak",
      "E": "Kolektif faydaları artırmak"
    },
    "explanation": "<strong>Politika/süreç reformuna odaklanan stratejiler</strong> • Daha destekleyici bir politika ve planlama çerçevesi oluşturmak: Birçok hükûmet turizmi yoksulluğu azaltmak yerine döviz üretmek için bir araç olarak görmektedir. Politika çerçevesi yoksul yanlısı turizmdeki ilerlemeyi engelleyebilir; bu nedenle reform genellikle gereklidir, • Katılımı teşvik etmek: Yoksullar genellikle karar alma süreçlerine ve kurumlarına dâhil edilmez. Bu da yoksulların önceliklerinin kararlara yansıtılmasını pek mümkün kılmaz, • <strong>Özel sektörü yoksul yanlısı ortaklıklara sokmak:</strong> Yerel güdümlü turizm işletmeleri beceri, pazarlama bağlantıları ve ticari uzmanlık geliştirmek için girdi gerektirebilir."
  },
  {
    "id": "3884707",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yoksul yanlısı turizmin izlediği stratejilerden biri olan ekonomik olmayan etkilere odaklanan stratejilerin kapsamındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yoksullar için iş fırsatlarını genişletmek",
      "B": "Daha destekleyici bir politika ve planlama çerçevesi oluşturmak",
      "C": "Katılımı teşvik etmek",
      "D": "Turizmin sosyal ve kültürel etkilerine değinmek",
      "E": "Kolektif faydaları artırmak"
    },
    "explanation": "Yoksul Yanlısı Turizm<br/><strong>Ekonomik olmayan etkilere odaklanan stratejiler</strong> • Kapasite geliştirme, eğitim ve güçlendirmek: Turizmdeki fırsatlardan yararlanmak için yoksullar genellikle yeterli bilgi ve beceri düzeyine sahip değildir, • Turizmin yoksullar üzerindeki çevresel etkisini azaltmak: Turizm, yoksulların kendi topraklarında yerinden edilmesine ve/veya yoksulların bağlı olduğu doğal kaynakların bozulmasına yol açabilir,• <strong>Turizmin sosyal ve kültürel etkilerine değinmek:</strong> Turistlerin fotoğraf çekme ve Batı tarzı alışkanlıklarına bağlı olarak sergiledikleri davranışları genellikle kültürel saldırı olarak kabul edilir. Örneğin, seks turizmi kadınları sömüren bir endüstri koludur. Ayrıca turizm, sağlık gibi diğer birçok sosyal konuyu etkileyebilir."
  },
  {
    "id": "3884558",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kültürün toplumdaki rolüne yönelik olarak sosyologların üzerinde düşündükleri temel sorulardan biri<u> değildir? </u>",
    "correctAnswer": "E",
    "options": {
      "A": "Kültürün nasıl öğrenildiği ve bir kuşaktan diğerine nasıl aktarıldığı",
      "B": "Kültürün grup üyeleri arasında nasıl sürdürüldüğü",
      "C": "Grubun sosyal yapısı üzerinde kültürün ne gibi etkilerinin olduğu",
      "D": "Kültürel anlamların nasıl yorumlandığı ve farklı kültürlere nasıl geçtiği",
      "E": "Toplumsal bir olgunun biyolojik ya da fizyolojik olarak nasıl açıklanacağı"
    },
    "explanation": "Sosyologların kültürün toplumda oynadığı role yönelik üzerinde düşündükleri<br/>birçok soru içinde en temel olanları şu şekilde<br/>sıralanabilir :<br/>• Kültürün nasıl öğrenildiği ve bir kuşaktan diğerine nasıl aktarıldığı,<br/>• Kültürün grup üyeleri arasında nasıl sürdürüldüğü,<br/>• Grubun sosyal yapısı üzerinde kültürün ne gibi etkilerinin olduğu,<br/>• Kültürel anlamların nasıl yorumlandığı ve farklı kültürlere nasıl geçtiği<br/>• Kültürün toplumsal bir grubun içindeki güç dağılımında ne gibi bir rol oynadığı• • Dilin kültürel ve ulusal kimliğin devamında ne gibi bir role sahip olduğu,<br/>• Kültürel değişimi neyin tetiklediği,<br/>• Nasıl iletişim kurduğumuz ve sembolleri nasıl okuduğumuz<br/>Kültürün ne olduğunu, nasıl değiştiğini ve toplumsal yaşamın diğer alanları ile nasıl bir ilişki kurduğunu anlamak sosyolojik düşüncenin merkezindedir. Sosyologlar, kültür kavramını <strong>çoğunlukla toplumsal bir olgunun biyolojik ya da fizyolojik açıklanmasına</strong> <strong>bir alternatif</strong> olarak kullanmaktadır."
  },
  {
    "id": "3884559",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kültürün maddi unsurları içinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tac Mahal Anıt Mezarı",
      "B": "Zeybek oyunu",
      "C": "Kına gecesi merasimi",
      "D": "Budizm",
      "E": "Büyüklerin elini öpme geleneği"
    },
    "explanation": "Maddi kültür ögeleri, somuttur ve ticari faaliyetlere konu olmaktadır. Bu kültür şekline örnek olarak <strong>eserler, güzel sanatlar, tüketim maddeleri, evler ve kiliseler girmektedir. Tac Mahal, Hindistan'ın Agra şehrindeki çok bilindik bir anıt mezardır ve maddi kültür içine girmektedir. </strong> <br/>Kültürün maddi olmayan unsurları: Kültürün maddi, somut hâllerinin anlaşılması, maddi olmayan unsurları içine alan evrimsel kültür süreçlerini kavramaktan çok daha kolaydır. Kültürün maddi olmayan ifadeleri (somut olmayan) olarak bilinen süreçler kültürün geleneksel pratiklerini ve ifadelerini içermektedir. Bunların arasına danslar, normlar, değerler, merasimler, inançlar ve kültürel kimlikler girmektedir .B,C,D,E seçenekleri bunları kapsar."
  },
  {
    "id": "3884560",
    "unitNumber": 7,
    "text": "Bir sanat eserinin yalnızca ona dair bilgisi olan biri için anlam taşıması aşağıdakilerden hangisiyle ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültürel sermaye",
      "B": "Kültürel özümseme",
      "C": "Kültürel bütünleşme",
      "D": "Kültür emperyalizmi",
      "E": "Kültürel yayılma"
    },
    "explanation": "Bourdieu, kültürel ürünleri anlamak ya da takdir etmek için insanların onları tanımasına ve yorumlamasına olanak tanıyan kültürel sermayeye ulaşmaları gerektiğini belirtmektedir. Bu bakış açısıyla, bir sanat eseri yalnızca ona dair bilgisi olan biri için anlam taşımaktadır. Burada eserin içine kodlandığı kodun anlaşılması, kültürel yetkinlik, bir diğer deyişle sahip olunan kültürel sermaye aracılığıyla mümkündür. Bu sermaye yetiştirme, eğitim ve diğer sosyalleşme biçimleri ile edinilir."
  },
  {
    "id": "3884561",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kültürel homojenleşme ile ilgili <u>yanlış</u> bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplum ya da grupların üzerindeki kapitalist baskının bir sonucu olarak beklenti ya da yorumlamaların küresel olarak aynılaşmasıdır.",
      "B": "Kültürün küreselleşmesi hakkındaki tartışmaların da bir parçasıdır.",
      "C": "Kültürün homojen bir hâl alması kendiliğinden gelişen bir durum olarak düşünülmemelidir.",
      "D": "Kültürel homojenleşme geleneksel kültürlerin hayatta kalmasını kolaylaştırmaktadır.",
      "E": "Küresel medya, iletişim teknolojilerinin ve ulaşımın gelişmesi kültürel farklılıkları eritmektedir."
    },
    "explanation": "Kültürel homojenleşme, kültürün küreselleşmesi hakkındaki tartışmaların da bir parçasıdır. Bu tartışmalar, küresel bir kültüre doğru gidip gitmediğimiz konusunda bir uzlaşıya varmak için çabalar. Küresel medya, iletişim teknolojilerinin gelişmesi ve ulaşımda kat edilmiş olan ilerlemeler; dünyayı daha küçük bir yer hâline getirerek <strong>geleneksel kültürlerin hayatta kalmasını kolaylaştırmayıp zorlaştırmakta</strong> ve kültürel farklılıkları eritmektedir."
  },
  {
    "id": "3884562",
    "unitNumber": 7,
    "text": "Aşağıdaki faktörlerden hangisi kültürleşme kuramı için doğru ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uzun süreli bir iletişim gerektirir.",
      "B": "Değişim süreci her iki taraf için de eşittir.",
      "C": "Zayıf olan kültür kültürleşme sürecinde daha baskındır.",
      "D": "Kültürleşmenin belirtileri üçüncü dünya destinasyonları ile sınırlıdır.",
      "E": "Endüstriyel bir toplum kültürleşme etkisine maruz kalmaz."
    },
    "explanation": "<strong>Kültürleşme kuramına göre iki kültür uzun süreli iletişim hâlinde olduğunda fikir ve ürün değişimi meydana gelir</strong>. Ne var ki bu değişim süreci, eşit değildir. Bunun nedeni ise güçlü olan kültürün baskın olacağı ve daha zayıf olan kültürü ayna imajına dönüştürmeye başlayacağıdır. Kültürün görece gücü, sosyoekonomik durumuna, nüfus büyüklüğüne ve arayışında olduğu iletişimin türüne bağlı olarak değişiklik gösterir. Turizm alanında bu kuramı ele alan birçok araştırma, geleneksel üçüncü dünya kültürlerinin, nispeten zengin sayılabilecek turistlerin zevklerinden etkilenerek aşamalı olarak zayıfladığını tasvir etmiştir. Buna karşın, kültürleşmenin belirtileri üçüncü dünya destinasyonları ile sınırlı değildir. Endüstriyel bir toplumun bir parçası olmasına rağmen turizme başlamadan önce kapalı ve geleneksel bir yapıda olan bölgelerin, iç turizmin kültürel etkilerine maruz kalmasıyla da benzer durum ve eğilimler baş gösterebilir."
  },
  {
    "id": "3884563",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi <strong>etnik ayrıma</strong> ilişkin özelliklerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ten rengi",
      "B": "Dil",
      "C": "Tarih",
      "D": "Din",
      "E": "Gelenekler"
    },
    "explanation": "Etnik köken kavram olarak ırka benzer. Ancak ırklar genellikle ten rengi olmak üzere fiziksel özellikler temelinde ayırt edilirken <strong>etnik ayrımlar genellikle dil, tarih, din ve gelenekler gibi kültürel özelliklere odaklanır</strong>."
  },
  {
    "id": "3884564",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisinde otantikliğin sorgulanması daha zordur?",
    "correctAnswer": "E",
    "options": {
      "A": "Ürünler",
      "B": "Sanat eserleri",
      "C": "Mimari",
      "D": "Kıyafet",
      "E": "Dil"
    },
    "explanation": "Otantikliği sorgulanan öge eğer bir nesne ise bunun yargısına varmak kolaydır (ürünler, sanat eserleri, mimari, kıyafet vb.). Otantiklik sertifikası ile üretiminden itibaren ürünün değişime uğramadığı kanıtlanabilir. <strong>Maddi olmayan öge (dil, festivaller, ritüeller ve genel olarak turist deneyimi gibi) sorgulandığında otantikliğin belirlenmesi çok daha zor bir hâl almaktadır</strong>. Genel olarak bir öge gelenek ve göreneklere göre icra ediliyorsa ya da sunum ya da performansın geleneksel kültüre dayanan kökenleri varsa sahici, gerçek ya da eşsizdir."
  },
  {
    "id": "3884565",
    "unitNumber": 7,
    "text": "Otantikliğin turizmde var olmasıyla ilgili hangi yaklaşım, modern dünyayı sonsuz bir simülasyon olarak açıklayarak otantikliğin sonunun geldiği savunur?",
    "correctAnswer": "A",
    "options": {
      "A": "Postmodernist yaklaşım",
      "B": "Bilişsel objektivizm",
      "C": "İnşacı yaklaşım",
      "D": "Semiyotik (İşaret bilimsel) yaklaşım",
      "E": "Eleştirel yaklaşım"
    },
    "explanation": "Postmodernist yaklaşım: Bu yaklaşım kopyalarla orjinaller ya da işaretlerle gerçek arasındaki ayrımın kaybolmasıyla karakterize edilir. Modern dünya bir üstgerçekliktir, ne gerçek ne de sahtedir. Modern dünya aynı zamanda, orijinali ya da merkezî yahut gerçek bir referans noktası olmayan, sadece sonsuz bir simülasyon olarak açıklanır. Bu doğrultuda postmodernistler otantikliğin sonunun geldiğini savunur ve turizmdeki otantiklik yoksunluğunu bu şekilde doğrularlar."
  },
  {
    "id": "3884566",
    "unitNumber": 7,
    "text": "Para için üretilmiş, anlık tüketime hazır ve sanatsal değeri uzun sürmeyen kültür ögelerine yönelik kullanılan kavram nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alçak kültür",
      "B": "Yüksek kültür",
      "C": "Genel kültür",
      "D": "Karşıt kültür",
      "E": "Halk kültürü"
    },
    "explanation": "<strong>Alçak kültür: Kitle kültürü olarak da bilinir. Eleştirel olarak alçak sıfatı ile kullanılır. Basit olarak para için üretilmiş, anlık tüketime hazır ve sanatsal değeri uzun sürmeyen kültür ögelerine yönelik kullanılır.</strong> Yüksek kültür: Alçak kültürün tam tersidir. Yüksek kültürün geçmişe ait olduğu düşünülür. Gerçek anlamda eleştirel, sanatsal ve entelektüel kültür ögelerine yönelik kullanılır. ‘Karşı kültür’ ise politik, dinî, sosyal ve ekonomik baskının karşısında yer alan bir tavrı ortaya koymaktadır. Bu kültür, kültürel normlar, başkaldırı ve aktivizm için politik ve sosyal bir yorum yaratılmasına aracılık eder."
  },
  {
    "id": "3884567",
    "unitNumber": 7,
    "text": "I.Kültürün maddi özellikleri içinde yer alır. II.Sosyal değerlerden türemişlerdir. III. Çeşitli durumlardaki uygun davranış kalıplarını belirleyen paylaşılan kurallar ve beklentiler bütünüdür. IV.Çocukken ebeveynlerimiz ve ailemizden öğrendiklerimiz, gerçek normlar kapsamına girmektedir. Yukarıdaki ifadelerden hangisi/hangileri Normları doğru tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I,II",
      "D": "II,III",
      "E": "I,II,IV"
    },
    "explanation": "Normlar, bilgi ve kurallar gibi kültürün <strong>maddi olmayan (manevi) özellikleri</strong> içinde yer alır. N<strong>ormlar, sosyal değerlerden türemektedir. Normlar, çeşitli durumlardaki uygun davranış kalıplarını belirleyen paylaşılan kurallar ve beklentiler bütünüdür</strong>. Normlar, bize ne yapmamız gerektiğini söyler (sıramızı beklemek, faturalarımızı zamanında ödemek, yaşlılara saygılı davranmak vb.), aynı zamanda bizi ne yapmamamız gerektiği konusunda yönlendirir (eşe şiddet uygulamak, ibadet sırasında kötü sözler söylemek ya da kırmızıda geçmek vb.). Normlar zamanla içselleştirilir ve kültür gibi bireyin bir parçası olurlar. İki çeşit norm bulunmaktadır ;<br/>İdeal normlar; insanların ideal koşullar altında ne yapması gerektiğini tanımlamaktadır. Yalınlık temel özellikleridir ve istisnai durumlara izin vermez. <strong>Çocukken ebeveynlerimiz ve ailemizden </strong><strong>öğrendiklerimiz, gerçek değil ideal normlar kapsamına girmektedir</strong>.<br/>• Gerçek normlar; farklılaşmaya izin verirken insanların gerçekte nasıl davrandığını belirtmektedir. İnsanların gerçekte nasıl davrandığını belirler.<br/>Sorudaki I,IV no’lu seçenekler yanlış olup, doğru seçenekler II,III no'lu seçeneklerdir."
  },
  {
    "id": "3884598",
    "unitNumber": 7,
    "text": "Sosyologlar grupların iç yapıları ile ilgilendikleri için onları kültürün üreticisi ve koruyucusu olarak ele alırlar. Kültürün toplumda oynadığı role yönelik üzerinde düşündükleri birçok soru vardır. Aşağıdakilerden hangisini bu sorular içerisinde değerlendirmek yanlış olarak görülmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kültürün nasıl öğrenildiği ve bir kuşaktan diğerine nasıl aktarıldığı",
      "B": "Sporun sosyal yapısı üzerinde kültürün ne gibi etkilerinin olduğu",
      "C": "Kültürün toplumsal bir grubun içindeki güç dağılımında ne gibi bir rol oynadığı",
      "D": "Nasıl iletişim kurduğumuz ve sembolleri nasıl okuduğumuz",
      "E": "Kültürel değişimi neyin tetiklediği"
    },
    "explanation": "Sporun değil grubun sosyal yapısı üzerinde kültürün ne gibi etkilerinin olduğu sorulan sorular içerisindedir. Doğru cevap B'dir."
  },
  {
    "id": "3884599",
    "unitNumber": 7,
    "text": "Kültürün ne olduğunu, nasıl değiştiğini ve toplumsal yaşamın diğer alanları ile nasıl bir ilişki kurduğunu anlamak sosyolojik ...................... merkezindedir.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bakış",
      "B": "Kültür",
      "C": "Yaşam",
      "D": "Birey",
      "E": "Düşünce"
    },
    "explanation": "Kültürün ne olduğunu, nasıl değiştiğini ve toplumsal yaşamın diğer alanları ile nasıl bir ilişki kurduğunu anlamak sosyolojik düşüncenin merkezindedir. Sosyologlar, kültür kavramını çoğunlukla toplumsal bir olgunun biyolojik ya da fizyolojik açıklanmasına bir alternatif olarak kullanmaktadır. Doğru cevap E'dir."
  },
  {
    "id": "3884600",
    "unitNumber": 7,
    "text": "I- Obje<br/>II- Kural ve Gelenek<br/>III- İnanç<br/>IV- Dil<br/>Bourdieu, çağdaş yaşama dair çalışmalarının birçoğunu kültür kavramı üzerine inşa etmiştir. Hangi seçenekte Onun, farklı düzeylerde ve alanlarda ele aldığı kültür sosyolojisinin kısımları doğru olarak verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "II-III ve IV",
      "D": "I-III ve IV",
      "E": "I-II-III ve IV"
    },
    "explanation": "Kültürü farklı düzeylerde ve alanlarda ele alan Bourdieu, kültür sosyolojisi dört kısımda incelemektedir. Kültürün maddi kısmı objeler, maddi olmayan kısmı kurallar ve gelenekler, bilişsel kültür paylaşılan inançlar ve dildir. Doğru cevap E'dir."
  },
  {
    "id": "3884601",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kültürün maddi olmayan unsurlarına örnek olarak gösterilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Evler",
      "B": "Kiliseler",
      "C": "Danslar",
      "D": "Hikayeler",
      "E": "Heykeller"
    },
    "explanation": "Kültürün maddi olmayan unsurları, belirli bir toplumdaki genel davranış kalıpları ve uygun olan etkileşim şekillerini belirlemektedir. Bunlara örnek danslar, normlar, değerler, merasimler, inançlar ve kültürel kimlikler verilebilir. Doğru cevap C'dir."
  },
  {
    "id": "3884602",
    "unitNumber": 7,
    "text": "Kültürün <strong>en bilinen </strong>tanımı aşağıdaki hangi düşünüre aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tylor",
      "B": "Williams",
      "C": "Richards",
      "D": "Baudrillard",
      "E": "Iwanovic"
    },
    "explanation": "Kültürün en bilinen ve Tylor’a ait olan tanımı kültürü karmaşık bir bütün olarak ele almakta ve insan yaşamının bir bütünlük olarak deneyimlendiği algısını yansıtmaktadır. Bu bakış açısıyla kültür, toplu bir yaşam biçimini tanımlayan bir kavramdır. Doğru cevap A'dır."
  },
  {
    "id": "3884606",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tüketim temelli, mekânsal olarak dışarıdan olan güçlerin etkisi altındaki, destinasyonlara bağımlı bir dizi ekonomik aktiviteyi içeren terimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "İdeoloji",
      "B": "Alışveriş",
      "C": "Kültür",
      "D": "Turizm",
      "E": "Festival"
    },
    "explanation": "Geleneksel bakış açısıyla turizm, tüketim temelli, mekânsal olarak dışarıdan olan güçlerin etkisi altındaki, destinasyonlara bağımlı bir dizi ekonomik aktiviteyi içermektedir. Bu bakış açısının tersine, son zamanlardaki akademik araştırmalar ise turizmi; kapitalist pazarlar, hükûmet politikaları, metaların, teknolojinin kültür ve insanların akışını kapsayan karmaşık bir yapıya sahip kurumsal ve sosyal ilişkiler dizisi olarak kavramsallaştırmaktadır. Doğru cevap D'dir."
  },
  {
    "id": "3884614",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kültürün yerel gelişime sağladığı katkılar arasında yer <u>almamaktadır</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Paydaşlar arasında sinerji yaratır",
      "B": "Ortak girişim isteği oluşturur",
      "C": "Ekonomik ve sosyal kaynakları kontrol eder",
      "D": "Yaratıcı bir ortam oluşturur",
      "E": "Estetik ürünler yaratarak kaldıraç görevi görür"
    },
    "explanation": "Kültür, yerel gelişime katkı sağlamaktadır. Paydaşlar arasında sinerji yaratır ve ortak girişim isteği oluşturur, hem bölge sakinleri hem de ziyaretçi ve turistler için yaratıcı bir ortam oluşturur ve estetik ve kullanışlılık ile ilişkilendirilen ürünler yaratarak kaldıraç görevi görür. Doğru cevap C'dir."
  },
  {
    "id": "3884615",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kültürel tüketim alışkanlıklarına ışık tutan ve Bourdieu’nun kültürel sermaye kavramı kapsamında incelenen unsurlar arsında yer <u>almamaktadır</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketim",
      "B": "Yaş",
      "C": "Eğitim",
      "D": "Meslek",
      "E": "Gelir"
    },
    "explanation": "Kültürel katılımın sosyolojik analizi, bireyler arasındaki kültürel tüketimin farklılıklarının araştırılmasındaki anahtar unsurlara ışık tutmaktadır. Bu bakış açıları şekillendirilirken eğitim, gelir, meslek ve yaş gibi değişkenler kültürel tüketim alışkanlıklarına ışık tutar ve Bourdieu’nun kültürel sermaye kavramı kapsamında incelenir. Doğru cevap A'dır."
  },
  {
    "id": "3884616",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi turistlerin karar verme süreci, ürün/destinasyon değerlendirmesi ve satın alma sonrası davranışları üzerinde etkili olmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kültürel tüketim",
      "B": "Ulusal kültür",
      "C": "Sanat sosyolojisi",
      "D": "Kültürel turizm",
      "E": "Kültür tarihi"
    },
    "explanation": "Ulusal kültür turistlerin karar verme süreci, ürün/destinasyon değerlendirmesi ve satın alma sonrası davranışları üzerinde etkili olmaktadır. Doğru cevap B'dir."
  },
  {
    "id": "3884617",
    "unitNumber": 7,
    "text": "Toplum ya da grupların üzerindeki kapitalist baskının bir sonucu olarak beklenti ya da yorumlamaların küresel olarak aynılaşması ................ olarak adlandırılmaktadır.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ulusal kültür",
      "B": "Kültür tarihi",
      "C": "Kültürel alanlar",
      "D": "Kültürel homojenleşme",
      "E": "Kültür sosyolojisi"
    },
    "explanation": "Kültürel homojenleşme toplum ya da grupların üzerindeki kapitalist baskının bir sonucu olarak beklenti ya da yorumlamaların küresel olarak aynılaşmasıdır. Doğru cevap D'dir."
  },
  {
    "id": "3884628",
    "unitNumber": 7,
    "text": "Grupların iç yapıları ile daha çok ilgilendikleri için kültürün üreticisi ve koruyucusu olarak ele alınan 'meslek grubu' aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Antropologlar",
      "B": "Sosyologlar",
      "C": "Psikologlar",
      "D": "Odyologlar",
      "E": "Historolog"
    },
    "explanation": "<strong>Sosyologlar,</strong> grupların iç yapıları ile daha çok ilgilendikleri için onları kültürün üreticisi ve koruyucusu olarak ele alırlar."
  },
  {
    "id": "3884639",
    "unitNumber": 7,
    "text": "'Kültürü verili olarak kabul eden ve bireyler kültürü değil kültür bireyleri şekillendirmektedir.' düşüncesini savunan sosyolojik yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapısal İşlevselci Yaklaşım",
      "B": "Sembolik Etkileşimci Yaklaşım",
      "C": "Bilişsel Yaklaşım",
      "D": "Dil Edinimi Yaklaşımı",
      "E": "Sosyo-Kültürel Yaklaşım"
    },
    "explanation": "Durkheim’in de içinde bulunduğu kültüre yapısal işlevselci yaklaşım, kültürüverili olarak kabul eder ve bireyler kültürü değil kültür bireyleri şekillendirmektedir.<br/>Bu bakış açısında kültürü etkileşimin temelindeki unsurdur.<br/>Normlar, değerler ve dilin davranışlarımızı nasıl yönlendirdiğini açıklamaya çalışan araştırmacılar bu yaklaşımı benimsemektedir"
  },
  {
    "id": "3884649",
    "unitNumber": 7,
    "text": "‘Kültürün danslar, normlar, değerler, merasimler gibi geleneksel pratiklerini ve ifadelerini içeren; bir toplumdaki genel davranış kalıpları ve uygun olan etkileşim şekillerini belirleyen kültür unsuru’ olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kültürün maddi unsurları",
      "B": "Kültürün maddi olmayan unsurları",
      "C": "Dil ve kültür unsuru",
      "D": "Bilişsel kültür unsurları",
      "E": "Entelektüel ve sanatsal unsurları"
    },
    "explanation": "Kültürün maddi olmayan ifadeleri (somut olmayan) olarak bilinen süreçler kültürün geleneksel pratiklerini ve ifadelerini içermektedir. Bunların arasına danslar, normlar, değerler, merasimler, inançlar ve kültürel kimlikler girmektedir.<br/>Kültürün maddi olmayan unsurları, belirli bir toplumdaki genel davranış kalıpları ve uygun olan etkileşim şekillerini belirlemektedir.<br/>Maddi olmayan kültür, bir sosyal yaşam el kitabı gibi toplumun nasıl işlediğini, neyin mümkün, neyin değerli olduğunu ya da günlük yaşantımızı nasıl sürdüreceğimizi bize söyler"
  },
  {
    "id": "3884650",
    "unitNumber": 7,
    "text": "'Kültür Turizmi' ile ilgili aşağıdaki bilgilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kültür turizmi kapsamında üretilen ürünler belirli bir mekânla özdeşleşmiştir.",
      "B": "Üretilen ürünler kendilerine has bir özellik taşır ve başka yerlerde bu şekilde üretilemez.",
      "C": "Turizm bir ürün olarak kültüre ihtiyaç duyar.",
      "D": "Kültür, yerel gelişime yalnızca turist getirerek katkı sağlamaktadır.",
      "E": "Kültür ve turizm, 20. yüzyılın en fazla büyüyen endüstrileri arasındadır."
    },
    "explanation": "Turizm pazarı, yeni ürün geliştirmek için kültürel kaynaklara ve miras kaynaklarına ihtiyaç duymaktadır. Bu nedenle kültür, <strong>yerel gelişime yalnızca turist getirerek değil </strong><strong>aynı zamanda ürün ihracatı yaparak</strong> da katkı sağlamaktadır."
  },
  {
    "id": "3884651",
    "unitNumber": 7,
    "text": "Turistlerin aynı fiziksel mekandan veya sanat eserinden farklı şekillerde etkilenmeleri, farklı yorumlar getirmeleri ............. farklılıklarından kaynaklanmaktadır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "kültürel ürünler",
      "B": "kültürel sermaye",
      "C": "tüketim seçenekleri",
      "D": "eğitim imkanları",
      "E": "ilgiler ve mesleki tutkular"
    },
    "explanation": "Bourdieu (1984) kültürel ürünleri anlamak yada takdir etmek için insanların onları tanımasına ve yorumlamasına olanak tanıyan kültürel sermayeye ulaşmaları gerektiğini belirtmektedir.<br/>Bu sermaye yetiştirme, eğitim ve diğer sosyalleşme biçimleri ile edinilir. Kültürel sermayenin dışa vurumu ise tüketim yoluyla gerçekleşir. <br/>Herkesin kendine has bir kültürel sermayesi bulunmaktadır. Bunun nedeni ise herkesin aile, eğitim, imkânlar, ilgiler ve mesleki tutkular bakımından farklı olmasıdır."
  },
  {
    "id": "3884652",
    "unitNumber": 7,
    "text": "'Toplum ya da grupların üzerindeki kapitalist baskının bir sonucu olarak beklenti ya da yorumlamaların küresel olarak aynılaşması' olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kültürel Öğeler",
      "B": "Kültürel Homojenleşme",
      "C": "Kültürel Değişme",
      "D": "Kültürel farklılıklar",
      "E": "Kültürel Normlar"
    },
    "explanation": "<strong>“Kültürel homojenleşme”,</strong> toplum ya da grupların üzerindeki kapitalist baskının bir sonucu olarak beklenti ya da yorumlamaların küresel olarak aynılaşmasıdır."
  },
  {
    "id": "3884653",
    "unitNumber": 7,
    "text": "'Tek bir pazarlama segmentinin seçilip, yalnızca bu segmentin ihtiyaç ve isteklerini hedef alacak stratejiler geliştirilerek pazarlama yapılması' olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aynı Zamanda Pazarlama",
      "B": "Niş Pazarlama",
      "C": "Semiyotik Pazarlama",
      "D": "Stratejik Pazarlama",
      "E": "Etkin Pazarlama"
    },
    "explanation": "Tek bir pazarlama segmentinin seçilip, yalnızca bu segmentin ihtiyaç ve isteklerini hedef alacak stratejiler geliştirilerek pazarlama yapılmasına, <strong>niş pazarlama</strong> tekniği denilmektedir."
  },
  {
    "id": "3884654",
    "unitNumber": 7,
    "text": "Kopyalarla orijinaller ya da işaretlerle gerçek arasındaki ayrımın kaybolmasıyla karakterize edilen 'Otantiklik ve Turizm Yaklaşımı' aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilişsel Objektivizm",
      "B": "İnşacı Yaklaşım",
      "C": "Eleştirel Yaklaşım",
      "D": "Semiyotik Yaklaşım",
      "E": "Postmodernist Yaklaşım"
    },
    "explanation": "<strong>Postmodernist yaklaşım:</strong> Bu yaklaşım kopyalarla orjinaller ya da işaretlerle gerçek arasındaki ayrımın kaybolmasıyla karakterize edilir.<br/>Modern dünya bir üst gerçekliktir, ne gerçek ne de sahtedir. Modern dünya aynı zamanda, orijinali ya da merkezî yahut gerçek bir referans noktası olmayan, sadece sonsuz bir simülasyon olarak açıklanır."
  },
  {
    "id": "3884655",
    "unitNumber": 7,
    "text": "'Günümüzde, turistlerin hazırlanmış imajları, oluşturulmuş temsili ortam veya nesneleri tüketmeleri ve kültürel gerçekliğe ulaşamamaları' aşağıdaki kavramalardan hangisi ile ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Metalaşma",
      "B": "Alçak Kültür",
      "C": "Yüksek Kültür",
      "D": "Niş Pazarlama",
      "E": "Kültür Endüstrisi"
    },
    "explanation": "Postmodern toplumda, turizm de <strong>meta hâlinde tüketili</strong>r. Turizm her zaman görsel ve göz alıcı ögelerle ilgilenmiştir: nesnesi, turist bakışının nesnesidir; turistik alan, turist bakışının üzerinde olduğu sistematik ve önceden organize edilmiş karşılaşmalar hâlini almıştır.<br/>Turist, imaj ve toplum temsillerini tüketmektedir.<br/>Gerçek, temsillerin birçok katmanı ile gizlenmiş durumdadır. Bu nedenle, turist altta yatan gerçekliğe ulaşamamaktadır. Turist, turistik nesnenin imajını, işaretini ya da temsilini tüketmek zorundadır."
  },
  {
    "id": "3884657",
    "unitNumber": 7,
    "text": "'Para için üretilmiş, anlık tüketime hazır ve sanatsal değeri uzun sürmeyen kültür ögesi' olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alçak Kültür",
      "B": "Yüksek Kültür",
      "C": "Kitle Kültürü",
      "D": "Alt Kültür",
      "E": "Karşı Kültür"
    },
    "explanation": "<strong>Alçak kültür:</strong> Kitle kültürü olarak da bilinir. Eleştirel olarak alçak sıfatı ile kullanılır. Basit olarak para için üretilmiş, anlık tüketime hazır ve sanatsal değeri uzun sürmeyen kültür ögelerine yönelik kullanılır."
  },
  {
    "id": "3884688",
    "unitNumber": 7,
    "text": "Kültürün en bilinen tanımı kim tarafından yapılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Simmel",
      "B": "Tylor",
      "C": "McCannell",
      "D": "Urry",
      "E": "Britton"
    },
    "explanation": "KÜLTÜRE SOSYOLOJİK BİR BAKIŞ<br/>Kültürün en bilinen tanımı antropolog <strong>Edward B. Tylor’a</strong> (1871) aittir. Tylor’ın (1871: 1) tanımına göre, ‘en geniş hâliyle etnografik anlamda ele alındığında medeniyet ya da kültür; inanç, sanat, görenek ve insanın bir toplum üyesi olarak kazanabileceği tüm diğer yetenek ve alışkanlıkları içine alan karmaşık bir bütündür’."
  },
  {
    "id": "3884689",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kültürün toplumda oynadığı role yönelik sosyologların üzerinde düşündükleri en temel sorulardan biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kültürün nasıl öğrenildiği ve bir kuşaktan diğerine nasıl aktarıldığı,",
      "B": "Kültürün grup üyeleri arasında nasıl sürdürüldüğü",
      "C": "Grubun sosyal yapısı üzerinde kültürün neden dolaylı bir etkisinin olduğu,",
      "D": "Kültürel anlamların nasıl yorumlandığı ve farklı kültürlere nasıl geçtiği",
      "E": "Kültürün toplumsal bir grubun içindeki güç dağılımında ne gibi bir rol oynadığı,"
    },
    "explanation": "KÜLTÜRE SOSYOLOJİK BİR BAKIŞ<br/>• Kültürün nasıl öğrenildiği ve bir kuşaktan diğerine nasıl aktarıldığı, • Kültürün grup üyeleri arasında nasıl sürdürüldüğü, <strong>• Grubun sosyal yapısı üzerinde kültürün ne gibi etkilerinin olduğu,</strong> • Kültürel anlamların nasıl yorumlandığı ve farklı kültürlere nasıl geçtiği (bu durum özellikle farklı gruplar arasındaki kültürler arası etkileşim bağlamına girmektedir), • Kültürün toplumsal bir grubun içindeki güç dağılımında ne gibi bir rol oynadığı,• Dilin kültürel ve ulusal kimliğin devamında ne gibi bir role sahip olduğu, • Kültürel değişimi neyin tetiklediği, • Nasıl iletişim kurduğumuz ve sembolleri nasıl okuduğumuz"
  },
  {
    "id": "3884690",
    "unitNumber": 7,
    "text": "Kültürün etkisinin çok net biçimde gözlemlenemediği alan aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dilin öğrenilmesi",
      "B": "Alet edevat geliştirilmesi",
      "C": "İnsanların hayatı kazanma yolları",
      "D": "Dünya görüşünü belirlemesi",
      "E": "İnsanların aktivitelerini belirlemesi"
    },
    "explanation": "KÜLTÜRE SOSYOLOJİK BİR BAKIŞ<br/>İnsanların meşgul oldukları aktivitelerin, kullandıkları aletlerin, hayatlarını kazanma biçimlerinin ve tavır ve davranış biçimlerinin hepsi kültürel çevrelerinden etkilenmektedir. <strong>Bir başka düzey açısından irdelendiğinde ise kültürün etkisi bu denli açık değildir. Bu düzey, kültürün bizim dünya görüşümüzü şekillendirme biçimidir.</strong> Bu yol kültür, düşünme ve hissetme biçimlerimizi, hayata ve içinde bulunduğumuz durumlara bakış açımızı etkiler."
  },
  {
    "id": "3884691",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kültürün maddi olmayan unsurlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kiliseler",
      "B": "Dinler",
      "C": "Güzel sanatlar",
      "D": "Tüketim maddeleri",
      "E": "Eserler"
    },
    "explanation": "<strong>KÜLTÜRE SOSYOLOJİK BİR BAKIŞ</strong><br/><strong>Kültürün maddi unsurları:</strong> Maddi kültür ögeleri, somuttur ve ticari faaliyetlere konu olmaktadır. Bu kültür şekline örnek olarak eserler, güzel sanatlar, tüketim maddeleri, evler ve kiliseler girmektedir.<br/><strong>Kültürün maddi olmayan unsurları:</strong> Kültürün maddi, somut hâllerinin anlaşılması, maddi olmayan unsurları içine alan evrimsel kültür süreçlerini kavramaktan çok daha kolaydır. Kültürün maddi olmayan ifadeleri (somut olmayan) olarak bilinen süreçler kültürün geleneksel pratiklerini ve ifadelerini içermektedir. Bunların arasına danslar, normlar, değerler, merasimler, <strong>inançlar</strong> ve kültürel kimlikler girmektedir (Iwanovic, 2008). Kültürün maddi olmayan unsurları, belirli bir toplumdaki genel davranış kalıpları ve uygun olan etkileşim şekillerini belirlemektedir. Bir diğer deyişle, bu unsurlar bir toplumu diğerinden ayıran ‘yaşam tasarımıdır’. Maddi olmayan kültür, bir sosyal yaşam el kitabı gibi toplumun nasıl işlediğini, neyin mümkün, neyin değerli olduğunu ya da günlük yaşantımızı nasıl sürdüreceğimizi bize söyler (Newman, 2010)."
  },
  {
    "id": "3884692",
    "unitNumber": 7,
    "text": "Türk toplumunda zor durumdaki birine yardımcı olmak kültürün hangi özelliği ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Normlar",
      "B": "Değerler",
      "C": "İdeoloji",
      "D": "İnançlar",
      "E": "Bilgi"
    },
    "explanation": "KÜLTÜRE SOSYOLOJİK BİR BAKIŞ<br/>Normlar, sosyal değerlerden türemektedir. Normlar, çeşitli durumlardaki uygun davranış kalıplarını belirleyen paylaşılan kurallar ve beklentiler bütünüdür. Normlar, bize ne yapmamız gerektiğini söyler (sıramızı beklemek, faturalarımızı zamanında ödemek, yaşlılara saygılı davranmak vb.), aynı zamanda bizi ne yapmamamız gerektiği konusunda yönlendirir (eşe şiddet uygulamak, ibadet sırasında kötü sözler söylemek ya da kırmızıda geçmek vb.). Normlar zamanla içselleştirilir ve kültür gibi bireyin bir parçası olurlar (Stolley, 2005). İki çeşit norm bulunmaktadır (Tischler, 2014);"
  },
  {
    "id": "3884693",
    "unitNumber": 7,
    "text": "Kültürel sermaye kavramını ortaya atan kuramcı kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Adorno",
      "B": "Althuser",
      "C": "Bourdieu",
      "D": "Bordriard",
      "E": "Horkheimer"
    },
    "explanation": "Turizmdeki Bir Tüketim Nesnesi Olarak Kültür<br/>Sosyolojik açıdan ele alındığında kültürel turizm, kültürel tüketime bağlı bir unsur olarak değerlendirilmektedir. Kültürel tüketim hem genel sosyolojinin hem de sanat sosyolojisi ve boş zaman sosyolojisi gibi alanların kapsamında çalışılmaktadır. Kültürel katılımın sosyolojik analizi, bireyler arasındaki kültürel tüketimin farklılıklarının araştırılmasındaki anahtar unsurlara ışık tutmaktadır. Bu bakış açıları şekillendirilirken eğitim, gelir, meslek ve yaş gibi değişkenler kültürel tüketim alışkanlıklarına ışık tutar ve <strong>Bourdieu</strong>’nun (1984) kültürel sermaye kavramı kapsamında incelenir (Richards, 2013). Bourdieu (1984) kültürel ürünleri anlamak ya da takdir etmek için insanların onları tanımasına ve yorumlamasına olanak tanıyan kültürel sermayeye ulaşmaları gerektiğini belirtmektedir."
  },
  {
    "id": "3884694",
    "unitNumber": 7,
    "text": "Toplum ya da grupların üzerindeki kapitalist baskının bir sonucu olarak beklenti ya da yorumlamaların küresel olarak aynılaşmasına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kültürel sermaye",
      "B": "Kültür tarihi",
      "C": "Kültür endüstrisi",
      "D": "Kültürel çeşitlilik",
      "E": "Kültürel homojenleşme"
    },
    "explanation": "Turizmle İlişkili Kültürel Kavramlar<br/>“Kültürel homojenleşme”, toplum ya da grupların üzerindeki kapitalist baskının bir sonucu olarak beklenti ya da yorumlamaların küresel olarak aynılaşmasıdır"
  },
  {
    "id": "3884695",
    "unitNumber": 7,
    "text": "Geleneksel üçüncü dünya kültürlerinin, nispeten zengin sayılabilecek turistlerin zevklerinden etkilenerek aşamalı olarak zayıflaması hangi kavramla açıklanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültürleşme",
      "B": "Kültürsüzleşme",
      "C": "Kültür endüstrisi",
      "D": "Kültürel sermaye",
      "E": "Küreselleşme"
    },
    "explanation": "Turizmle İlişkili Kültürel Kavramlar<br/><strong>Kültürleşme kuramına</strong> göre iki kültür uzun süreli iletişim hâlinde olduğunda fikir ve ürün değişimi meydana gelir. Ne var ki bu değişim süreci, eşit değildir. Bunun nedeni ise güçlü olan kültürün baskın olacağı ve daha zayıf olan kültürü ayna imajına dönüştürmeye başlayacağıdır. Kültürün görece gücü, sosyoekonomik durumuna, nüfus büyüklüğüne ve arayışında olduğu iletişimin türüne bağlı olarak değişiklik gösterir. Turizm alanında bu kuramı ele alan birçok araştırma, geleneksel üçüncü dünya kültürlerinin, nispeten zengin sayılabilecek turistlerin zevklerinden etkilenerek aşamalı olarak zayıfladığını tasvir etmiştir."
  },
  {
    "id": "3884696",
    "unitNumber": 7,
    "text": "Turistlerin tatile beraberlerinde götürdükleri inanç, değer ve düşüncelerine işaret eden terime ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kültürel miras",
      "B": "Kültür hazinesi",
      "C": "Kültürel değişkenlik",
      "D": "Kültürel valiz",
      "E": "Kültür heybesi"
    },
    "explanation": "Turizmle İlişkili Kültürel Kavramlar<br/>Page ve Connell’in (2009) ‘kültürel valiz’ terimi, turistlerin tatile beraberlerinde götürdükleri inanç, değer ve düşüncelerine işaret etmektedir. Buradaki merkezî unsur kültürel turizm değil, turisttir."
  },
  {
    "id": "3884697",
    "unitNumber": 7,
    "text": "Otantikliğin turizmde deneyimlenme, inşa edilme ya da üretilmesinin gerçekleşme yolları üzerine Wang'ın öne sürdüğü beş yaklaşımdan hangisi otantikliği orijinallik olarak ele alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilişsel objektivizm",
      "B": "İnşacı yaklaşım",
      "C": "Semiyotik yaklaşım",
      "D": "Eleştirel yaklaşım",
      "E": "Postmodernist yaklaşım"
    },
    "explanation": "Turizm ve Kültürel Değişme<br/>Bilişsel objektivizm: Bu bakış açısında otantiklik orijinallik olarak ele alınır ve içine turistler tarafından algılanan geleneksel kültürler ve insanlar da girer."
  },
  {
    "id": "3884568",
    "unitNumber": 8,
    "text": "Hangi dönemde artan yenilikçi kavramsal ve kuramsal bakış açıları turizm araştırmalarındaki temel fikir ve varsayımları da değiştirmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1930’lu yıllardan sonra",
      "B": "1950’li yıllardan sonra",
      "C": "1970’li yıllardan sonra",
      "D": "1990’lı yıllardan sonra",
      "E": "2000’li yıllardan sonra"
    },
    "explanation": "Giriş<br/>2000’li yıllardan sonra"
  },
  {
    "id": "3884569",
    "unitNumber": 8,
    "text": "Turist, eylemler ve mekânlar arasındaki ilişkileri hesaba katan bir analiz yöntemi olan hangi yaklaşımda turizm bedensel deneyimlerle şekillenen bir olgu olarak ele alınmaya başlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Performans yaklaşımı",
      "B": "Sahnelenen otantiklik",
      "C": "Bedenleşme ve çoklu duyusal deneyimler",
      "D": "Turist bakışı",
      "E": "Temsil ötesi teoriler"
    },
    "explanation": "TURİZMDE PERFORMANS YAKLAŞIMINA GEÇİŞ<br/>Performans yaklaşımı"
  },
  {
    "id": "3884570",
    "unitNumber": 8,
    "text": "Hangi yaklaşıma göre turizme modernlik bağlamından yaklaşılmaktadır ve modern toplum, turistlerin pratikleri üzerinden anlaşılmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Performans yaklaşımı",
      "B": "Temsil ötesi teoriler",
      "C": "Sahnelenen otantiklik",
      "D": "Bedenleşme ve çoklu duyusal deneyimler",
      "E": "Turist bakışı"
    },
    "explanation": "Sahnelenen otantiklik"
  },
  {
    "id": "3884571",
    "unitNumber": 8,
    "text": "Hangisi tek yönlü geleneksel yaklaşımlardan farklı olan performans yaklaşımını ifade etmez?",
    "correctAnswer": "D",
    "options": {
      "A": "Bir sosyal pratik olan turistik deneyimler edinilen bilgiler, yaşanan duygular gibi bir sosyal pratiktir.",
      "B": "Turistik yerler dokunma, koklama, duyma vb. birden çok bedensel duyuyla deneyimlenir.",
      "C": "Turistler medya veya diğer kanallar tarafından sunulan mitleri ve imgeleri aramanın ötesinde kendi hikâyelerini de oluştururlar.",
      "D": "Turistler öngörülen rotaları takip eden pasif tüketicilerdir.",
      "E": "Turizm performansları rehberler, tanıtım broşürleri, oluşturulan imajlar ve mevcut yer mitleri tarafından etkilenir ancak turistler kendi hikâyeleriyle gittikleri yerleri yazıp, tıpkı bir senaryo gibi oynarlar ve kendi yollarını oluştururlar."
    },
    "explanation": "Performans Yaklaşımı<br/>Turistler öngörülen rotaları takip eden pasif tüketicilerdir."
  },
  {
    "id": "3884572",
    "unitNumber": 8,
    "text": "Hangi paragraf “beden”in turizm araştırmalarında eleştirel çalışmaların konusunu oluşturduğuna işaret etmez?",
    "correctAnswer": "D",
    "options": {
      "A": "Turizm araştırmalarında eleştirel çalışmalarda, bedensel engellilerin turizme katılımı, toplumsal cinsiyet, maskülenlik, feminizm gibi konular işlenmektedir.",
      "B": "Turist deneyiminin doğrudan beden aracılığı ile gerçekleştiği savunulmaktadır. Bu görüş, bedeni hesaba katmayan uzun bir araştırma geleneğinin sonucunda önemli bir gelişme olarak sayılmaktadır.",
      "C": "Turistin bedeni sosyaldir ve çevresinde etkileşime girdiği her şey ile bağlantılıdır. Beden ayrıca doğa ve doğal çevreyle kurulan ilişkiden de etkilenmektedir.",
      "D": "Turist deneyiminin görsel yönlerine odaklanmanın turisti görünmez veya alakasız hâle getirdiği ve yok saydığı savunulmaktadır.",
      "E": "Turizm süreçleri toplumsal cinsiyet tarafından şekillenmektedir ve birbiriyle bağlantılı ekonomik, siyasal ve çevresel boyutlarla ilgilidir. İster ev sahibi ister konuk olsun, kadın ve erkekler turizmin oluşturulması ve tüketilmesine değişen ölçülerde katkı sağlarlar; farklı güdüleri ve deneyimleri vardır."
    },
    "explanation": "Bedenleşme, Turizm Performansları ve Eleştirel Çalışmalar<br/>Turist deneyiminin görsel yönlerine odaklanmanın turisti görünmez veya alakasız hâle getirdiği ve yok saydığı savunulmaktadır."
  },
  {
    "id": "3884573",
    "unitNumber": 8,
    "text": "Turizmin bir performans olarak ele alınması hangi gelişmelere yol açmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Turizm pratiklerine ilişkin araştırmalarda çok boyutlu, deneysel ve bedenleşmiş turizm uygulamalarına doğru bir ilgi olmuştur.",
      "B": "Turistler sosyal ilişkilerin üreticileri değil, pasif tüketiciler olarak görülmüştür.",
      "C": "Turizm modern çağ insanının gündelik yaşamının ayrılmaz bir parçası hâline gelmiştir.",
      "D": "Kişilerin turizm konusunda daha eğitimli, daha deneyimli ve bilgili olmaları turizm tüketimini değiştirmiş, kitle turizmi önem kazanmıştır.",
      "E": "Turistler fotoğraf makinesi ile özdeşleştirilen gözlemci ve fotoğraf çeken kişiler olarak algılanmaya başlamıştır."
    },
    "explanation": "BİR PERFORMANS ALANI OLARAK TURİZM<br/>Turizm pratiklerine ilişkin araştırmalarda çok boyutlu, deneysel ve bedenleşmiş turizm uygulamalarına doğru bir ilgi olmuştur."
  },
  {
    "id": "3884574",
    "unitNumber": 8,
    "text": "Hangisi turistlerin farklı turizm alanlarındaki performanslarının bazen o turizm alanının yapısına göre değişebileceği iddiası doğrultusunda ifade edilen heterojen alanlar içinde yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Kalite standardı olmayan yerel küçük işletmeler, restoranlar, aile işletmeleri, küçük kafeler",
      "B": "Mağazalar, sokak satıcıları",
      "C": "Kamuya ait binalar, konutlar",
      "D": "Tur otobüsleri, seyahat acenteleri",
      "E": "Ekonomik şekilde konaklanabilecek tesisler, pansiyon tarzı evler"
    },
    "explanation": "Performatif Turistler<br/>Tur otobüsleri, seyahat acenteleri"
  },
  {
    "id": "3884575",
    "unitNumber": 8,
    "text": "Hangisi genellikle turizmin çok planlanmamış olduğu; yerel küçük işletmeler, mağazalar, sokak satıcıları, kamuya ait binalar ve konutların bulunduğu yerleri işaret eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Heterojen alanlar",
      "B": "Tatil köyleri, oteller, restoranlar",
      "C": "Tur otobüsleri, seyahat acenteleri",
      "D": "Sağlık, spor ve güzellik tesisleri",
      "E": "Anklav alanlar, mağazalar, bankalar"
    },
    "explanation": "Performatif Turistler<br/>Heterojen alanlar"
  },
  {
    "id": "3884576",
    "unitNumber": 8,
    "text": "Aşağıdaki paragraf neyi ifade eder?<br/>“Turistik tüketim yalnızca yeniden üretilmekle kalmayıp, aynı zamanda kendi başına ortaya çıkan bir tür performanstır. Seyahat etmenin benlik algısı üzerindeki etkileri söz konusudur. Gerçekleştirilen seyahatlerle ilgili anlatılan hikâyeler turistlerin benlik duygusu yaratmada kullandığı en önemli unsurlardandır; göze çarpan doğası gereği turizm tüketimi öz ve kimlik ile ilgili kavramlara yönelik ideal bir ortam oluşturur.”",
    "correctAnswer": "C",
    "options": {
      "A": "Turizm ekonomik, politik ve sosyal gelişmelerle birlikte modern çağ insanının gündelik yaşamının ayrılmaz bir parçası hâline gelmiştir.",
      "B": "Turizm araştırmacıları gittikçe artan bir şekilde, turistlerin ve turistik deneyimlerin daha kişisel incelendiği bir anlayışı benimsemektedirler.",
      "C": "Turizm turistlerin kimlik arayışlarında da bir aracı olmaktadır; kişiler, turistik performansları kimliklerini ifade etmek ve geliştirmek için bir araç olarak görmektedirler.",
      "D": "Turizm gündelik bir faaliyet ve rutin yaşamın bir parçası olarak düşünülür.",
      "E": "Yenilikçi kavramsal ve kuramsal bakış açıları turizm faaliyetlerini gündelik yaşamdan çok farklı ve ona zıt bir etkinlik olarak görmez ve ev ile uzak arasındaki keskin ayrımı reddeder."
    },
    "explanation": "Performatif Turistler<br/>Turizm turistlerin kimlik arayışlarında da bir aracı olmaktadır; kişiler, turistik performansları kimliklerini ifade etmek ve geliştirmek için bir araç olarak görmektedirler."
  },
  {
    "id": "3884577",
    "unitNumber": 8,
    "text": "Hangisi turistler için gerçekleştirilen performanslar arasında sayılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Şehirlerde, kültürel miras alanlarında, müze ve tema parkları gibi belirli sahnelerde turistlere yönelik, tamamen turistler için oluşturulmuş izole performanslar performanslar gerçekleştirilir.",
      "B": "Turistik mekânlar artık turizm alanlarını aktörlerin belirli bir sahnede veya uzamda belirli rolleri üstlenmelerini içeren tiyatro olarak kullanılır.",
      "C": "Turizmle ön plana çıkmış dünyanın çeşitli bölgelerindeki kıyı otellerinde, animasyon ekipleri tarafından o ülkenin yerel kültürüne ilişkin performanslar sergilenir.",
      "D": "Üretici ve tüketiciler turizm üretim süreçlerinde geçici olarak birlikte bulunurlar; turizm sektöründe çalışanlar da performanslar sergilerler.",
      "E": "Kültür metalaştırılarak, ticari bir ürüne dönüştürülüp satılır."
    },
    "explanation": "Turistler İçin Gerçekleştirilen Performanslar<br/>Kültür metalaştırılarak, ticari bir ürüne dönüştürülüp satılır."
  },
  {
    "id": "3884578",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerde yer alan hangi tarihte, performans yaklaşımın gündeme gelmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1980",
      "B": "1990",
      "C": "1970",
      "D": "1960",
      "E": "1950"
    },
    "explanation": "1990"
  },
  {
    "id": "3884579",
    "unitNumber": 8,
    "text": "\"The Tourist: A new Theory of Leisure Class\" adlı eser, aşağıdaki seçenekelerde yer alan hangi isme aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Erving Goffman",
      "B": "Nigel Thrift",
      "C": "Tim Edenser",
      "D": "John Urry",
      "E": "Dean Mac Cannell"
    },
    "explanation": "Dean Mac Cannell"
  },
  {
    "id": "3884580",
    "unitNumber": 8,
    "text": "Bireyin etrafındaki dünyayı hem zihni hem de bedeni ile kavraması ve anlamlandırmasına ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Aktifleşme",
      "B": "Yüzeyselleşme",
      "C": "Bedenleşme",
      "D": "Şekillenme",
      "E": "Kalıplaşma"
    },
    "explanation": "Bedenleşme"
  },
  {
    "id": "3884581",
    "unitNumber": 8,
    "text": "\"Turist bakışı\" kavramını ortaya atan kişi, aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Urry",
      "B": "Goffman",
      "C": "Endensor",
      "D": "Mac Cannel",
      "E": "Thrift"
    },
    "explanation": "Urry"
  },
  {
    "id": "3884582",
    "unitNumber": 8,
    "text": "Tatil köyleri, resortlar ve kruvaziyer gemilerde, turistlerin dışarıya çıkmadan gerçekleştirdiği tatillere verilen isim, aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal",
      "B": "Anklav",
      "C": "Sanatsal",
      "D": "Tematik",
      "E": "Kültürel"
    },
    "explanation": "Anklav"
  },
  {
    "id": "3884583",
    "unitNumber": 8,
    "text": "18. yüzyıl deneyimleri sunan ve bulunduğu ülkenin en büyük açık hava müzesi olan Kolonyal Williamsburg Müzesi, aşağıdaki ülkelerden hangisinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "A.B.D.",
      "B": "İngiltere",
      "C": "Hollanda",
      "D": "Almanya",
      "E": "TFransa"
    },
    "explanation": "A.B.D."
  },
  {
    "id": "3884584",
    "unitNumber": 8,
    "text": "Özellikle turizmde ön plana çıkmış dünyanın çeşitli bölgelerdeki kıyı otellerinde, animasyon ekipleri tarafından sergilenen, aşağıdaki seçeneklerden hangisine yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanat",
      "B": "Bilim",
      "C": "Performans",
      "D": "Yerel ürün",
      "E": "Kültür"
    },
    "explanation": "Performans"
  },
  {
    "id": "3884585",
    "unitNumber": 8,
    "text": "Turist bakışını öne süren Urry, aşağıdaki hangisinde yer alan düşünürden ilham almıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Goffman",
      "B": "Thrift",
      "C": "Mac Cannel",
      "D": "Foucault",
      "E": "Edensor"
    },
    "explanation": "Foucault"
  },
  {
    "id": "3884586",
    "unitNumber": 8,
    "text": "Turistlerin farklı turizm alanlarındaki performansların bazen o turizm alanının yapısına göre değişebileceğini iddia eden yazar, aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Goffman",
      "B": "Urry",
      "C": "Mac Cannel",
      "D": "Thrift",
      "E": "Edensor"
    },
    "explanation": "Edensor"
  },
  {
    "id": "3884587",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi turizm süreçlerinde rol almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplumsal cinsiyet",
      "B": "Astroloji",
      "C": "Ekonomik",
      "D": "Siyasal",
      "E": "Çevresel"
    },
    "explanation": "Astroloji"
  },
  {
    "id": "3884728",
    "unitNumber": 8,
    "text": "Otantikliğe göre kendilerini yabancılaşmış bulan insanlar gerçeği nerede bulurlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Çok kültürlü toplumlarda",
      "B": "Egzotik toplumlarda",
      "C": "Modern toplumlarda",
      "D": "Modern olmayan toplumlarda",
      "E": "Otantik cazibe merkezlerinde"
    },
    "explanation": "Otantikliğe göre kendilerini yabancılaşmış bulan insanlar gerçeği Modern olmayan toplumlarda bulurlar."
  },
  {
    "id": "3884729",
    "unitNumber": 8,
    "text": "Performans yaklaşımına göre aşağıdakilerden hangisi turizm performansını etkileyen unsurlardan biri <strong>değildir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Resepsiyonistler",
      "B": "Rehberler",
      "C": "Tanıtım broşürleri",
      "D": "Oluşturulan imajlar",
      "E": "Mevcut yer mitleri"
    },
    "explanation": "Performans yaklaşımına göre Resepsiyonistler turizm performansını etkileyen unsurlardan biri değildir."
  },
  {
    "id": "3884730",
    "unitNumber": 8,
    "text": "Sultan Ahmet Camisi’nin ziyaret edilmesi, boğaz turuna katılmak, gibi eylemler …………….. turist performanslarıdır.<br/><strong>Yukarıdaki cümlede boş bırakılan yere gelmesi gereken ifade aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kararlaştırılmış",
      "B": "Gelişigüzel",
      "C": "Bilinçli",
      "D": "Bilinçsiz",
      "E": "Eylemli"
    },
    "explanation": "Sultan Ahmet Camisi’nin ziyaret edilmesi, boğaz turuna katılmak, gibi eylemler bilinçli turist performanslarıdır."
  },
  {
    "id": "3884731",
    "unitNumber": 8,
    "text": "Turist deneyimleriyle ilgili dramaturji yaklaşımı aşağıdakilerden hangisiyle ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Burry",
      "B": "Larsen",
      "C": "Urry",
      "D": "Cohen",
      "E": "Goffman"
    },
    "explanation": "Turist deneyimleriyle ilgili dramaturji yaklaşımı Goffman'la ilgilidir."
  },
  {
    "id": "3884732",
    "unitNumber": 8,
    "text": "………………… kavramı turist deneyiminin görsel bir deneyim olarak ortaya konulmasında oldukça etkili olmuştur.<br/><strong>Yukarıdaki cümlede boş bırakılan yere gelmesi gereken kavram aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Turist deneyimi",
      "B": "Turist yaklaşımı",
      "C": "Turist izlenimi",
      "D": "Turist algısı",
      "E": "Turist bakışı"
    },
    "explanation": "Turist bakışı kavramı turist deneyiminin görsel bir deneyim olarak ortaya konulmasında oldukça etkili olmuştur."
  },
  {
    "id": "3884733",
    "unitNumber": 8,
    "text": "Turist deneyiminin görsel yönlerine odaklanmanın turisti görünmez veya alakasız hâle getirdiğini savunan yazar ikilisi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Cohen ve Cohen",
      "B": "Veijola ve Jokinen",
      "C": "Ponty ve Turner",
      "D": "Palmer ve Andres",
      "E": "Pritchard ve Morgan"
    },
    "explanation": "Turist deneyiminin görsel yönlerine odaklanmanın turisti görünmez veya alakasız hâle getirdiğini savunan yazar ikilisi Veijola ve Jokinen'dir."
  },
  {
    "id": "3884734",
    "unitNumber": 8,
    "text": "Bu nedenle turistler, ……………………… değil, sosyal ilişkilerin ……………… olarak görülmelidirler. <br/><strong>Yukarıdaki cümlede boş bırakılan yere gelmesi gereken ifadeler aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tüketiciler, üreticiler",
      "B": "Gezginler, deneyimleyenler",
      "C": "Pasif tüketiciler, üreticileri",
      "D": "Aktif tüketiciler, pasif üreticileri",
      "E": "Aktif gezginler, deneyimleyenleri"
    },
    "explanation": "Bu nedenle turistler, Pasif tüketiciler değil, sosyal ilişkilerin üreticileri olarak görülmelidirler."
  },
  {
    "id": "3884735",
    "unitNumber": 8,
    "text": "Disipline edilmiş ritüellerden ziyade kısmen doğaçlama performanslara geçiş turizmde hangi ikili için en uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Paket turlardan sırt çantalı turizme",
      "B": "Paket turlardan kültür turlarına",
      "C": "Tatil turlarından kültür turlarına",
      "D": "İş seyahatlerinden paket turlara",
      "E": "Paket turlardan dost-akraba ziyaretine"
    },
    "explanation": "Disipline edilmiş ritüellerden ziyade kısmen doğaçlama performanslara geçiş turizmde Paket turlardan sırt çantalı turizme geçiş en uygundur."
  },
  {
    "id": "3884736",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi heterojen turizm alanlarından birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tatil köyleri",
      "B": "Tur otobüsleri",
      "C": "Seyahat acentaları",
      "D": "Kamuya ait binalar",
      "E": "Rehberli turlar"
    },
    "explanation": "Kamuya ait binalar heterojen turizm alanlarından birisidir."
  },
  {
    "id": "3884737",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yaşanan deneyimleri bedenleştirmeye ve turizm deneyimini somut hâle getirmeye yarayan unsurlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Voucher",
      "B": "Kartpostal",
      "C": "Hesap fişi",
      "D": "Bahşiş",
      "E": "Rezervasyon"
    },
    "explanation": "Kartpostal yaşanan deneyimleri bedenleştirmeye ve turizm deneyimini somut hâle getirmeye yarayan unsurlardan biridir."
  }
]