[
  {
    "id": "1763937",
    "unitNumber": 1,
    "text": "2000’li yıllara kadar turistler ziyaret edecekleri destinasyona karar verirken hangisinden etkileniyorlardı?",
    "correctAnswer": "A",
    "options": {
      "A": "Çevredeki insanlardan",
      "B": "Bloglardan",
      "C": "360 derece sanal turlardan",
      "D": "Sosyal medya içeriklerinden",
      "E": "İnternetten"
    },
    "explanation": "2000’li yıllara kadar turistler ziyaret edecekleri destinasyona karar verirken sadece çevredeki insanların ve sınırlı yazılı-görsel medyanın etkisiyle hareket ediyorken, günümüzde internet, bloglar, sosyal medya içerikleri, 360 derece sanal turlar bu aşamada belirleyici olmaktadır.<br/>Çevredeki insanlardan"
  },
  {
    "id": "1764921",
    "unitNumber": 1,
    "text": "Mobil teknolojiler ve akıllı telefon kullanan turistler hangi isimle adlandırılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Terminatör",
      "B": "Dijital turist",
      "C": "Y kuşağı",
      "D": "İnternet müşterisi",
      "E": "Sanal turist"
    },
    "explanation": "İnternet sayesinde turistler, seyahatlerini daha kolay planlamakta ve seyahat faaliyetlerini daha rahat gerçekleştirebilmektedir. Öyle ki mobil teknolojiler ve akıllı telefon kullanan turistler, “dijital turist” olarak isimlendirilmeye başlanmıştır."
  },
  {
    "id": "1764936",
    "unitNumber": 1,
    "text": "Akıllı oda, akıllı telefon benzeri teknolojinin farklı bileşenlerinin kullanımını ifade eden akıllı kelimesi İngilizce hangi kelimeden çevirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Clever",
      "B": "Genius",
      "C": "Smart",
      "D": "Intelligent",
      "E": "Wise"
    },
    "explanation": "İngilizceden Türkçeye “akıllı” olarak çevrilen “smart” kavramı, teknolojinin farklı bile- şenlerinin meydana geldiği uzaktan erişim, oto- masyon, verimlilik, çok sayıda işlevi aynı anda çalıştırabilme gibi özellikleri kapsamaktadır."
  },
  {
    "id": "1764940",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi online otel karşılaştırma sitelerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Expedia.com",
      "B": "Hotels.com",
      "C": "Hotwire.com",
      "D": "Trivago.com",
      "E": "Booking.com"
    },
    "explanation": "Expedia.com, Hotels.com, Hotwire.com, Booking.com, Lastminute.com gibi farklı kanallar müşterilere sağladıkları kolaylıkların yanı sıra konaklama işletmelerine de operasyonel anlamda kolaylık sağlamakta ve maliyetleri düşür- mektedir (Çıvak, 2016). Her ne kadar online rezer- vasyon siteleri, tüketicilerin işlerini kolaylaştırsa da bu sitelerin sayısı artmış ve hepsini ziyaret ederek tercih yapmak da güçleşmiştir. Teknolojik gelişme- lerin ortaya çıkardığı bu zorluk ise yine bir tekno- lojik girişimle aşılmaktadır: online otel karşılaştır- ma siteleri. Farklı rezervasyon sitelerinin sunduğu otel fiyatlarını tek bir arama ile performans/fiyat açısından kıyaslamaya imkân veren bu platformlar, son dönemde oldukça yaygınlaşmıştır. Online otel karşılaştırma siteleri, müşteriler ve konaklama işlet-<br/>meleri arasındaki sözleşmenin bir tarafı olmamakla birlikte, tüketicilerin yaptıkları tıklama işlemlerine göre rezervasyon sitelerinden ödeme alır. Online otel karşılaştırma sitelerine örnek olarak Trivago verile<br/>Trivago.com"
  },
  {
    "id": "1765177",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisi Endüstri 4.0 döneminin özelliklerinden değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijitalleşme",
      "B": "Sanal gerçeklik",
      "C": "Artırılmış gerçeklik",
      "D": "Otonom robotlar",
      "E": "Yapay zekâ"
    },
    "explanation": "Dijital teknolojinin kullanımı Endüstri 3.0 döneminde başlamış; 4. Sanayi devriminin gelişebilmesini sağlamıştır.<br/>Dijitalleşme"
  },
  {
    "id": "1765193",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi boşluğu doğru tamamlamamaktadır?<br/>Restorandaki müşteriler akıllı masalarda yer alan e-menüler ile yemeklerin _____.",
    "correctAnswer": "E",
    "options": {
      "A": "hazırlanmasını izleyebilmektedir",
      "B": "içeriğini görebilmektedir",
      "C": "fiyatını görebilmektedir",
      "D": "siparişini verebilmektedir",
      "E": "tadına bakabilmektedir"
    },
    "explanation": "E-menü ile bir yemeğin tadına bakmak mümkün değildir.<br/>tadına bakabilemektedir"
  },
  {
    "id": "1765201",
    "unitNumber": 1,
    "text": "Aşağıdaki hangi seçenekte sadece otel rezervasyon web siteleri sıralanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Booking.com - Amazon.com - Hotwire.com - Lastminute.com",
      "B": "Hotwire.com - Lastminute.com - Hotels.com - Expedia.com",
      "C": "Booking.com - Amazon.com - Hotmail.com - Hotwire.com",
      "D": "Hotels.com - Booking.com - Hotwire.com - Turizmajansi.com",
      "E": "Expedia.com - Hotmail.com - Lastminute.com - Turizmaktuel.com"
    },
    "explanation": "Diğer seçeneklerde otel rezervasyonu yapmayan web siteleri de yer almaktadır.<br/>Hotwire.com - Lastminute.com - Hotels.com - Expedia.com"
  },
  {
    "id": "1765725",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangi teknolojik gelişim turist rehberliği hizmetlerinde bir tehdit oluşturmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Turist rehberlerinin kültürel ve coğrafi açıdan bilgiye hızlı ulaşabilmesi",
      "B": "Turist rehberlerinin gelişmiş iletişim ağları ve sosyal medya aracılığı ile ekstra tur alabilme şansının artması",
      "C": "Gelişen ulaşım teknolojileri sayesinde seyahatlerin tüm paydaşlar için daha güvenli hale gelmesi",
      "D": "Gelişen teknolojiye adapte olamayan turist rehberlerin rekabette başarısız olma ihtimali",
      "E": "Teknolojide yaşanan hızlı gelişim ve yeniliklerin önemli bir finansal gider oluşturması"
    },
    "explanation": "\"a) Turist rehberlerinin kültürel ve coğrafi açıdan bilgiye hızlı ulaşabilmesi\" ve \"b) Turist rehberlerinin gelişmiş iletişim ağları ve sosyal medya aracılığı ile ekstra tur alabilme şansının artması\" turist rehberleri için \"fırsat\"tır. Seçenek \"c) Gelişen ulaşım teknolojileri sayesinde seyahatlerin tüm paydaşlar için daha güvenli hale gelmesi\" turist rehberleri açısından \"güçlü yönler\" olarak görülebilir. Seçenek \"e) Teknolojide yaşanan hızlı gelişim ve yeniliklerin önemli bir finansal gider oluşturması\" ise \"zayıflık\" oluşturmaktadır.<br/>Gelişen teknolojiye adapte olamayan turist rehberlerin rekabette başarısız olma ihtimali"
  },
  {
    "id": "1765727",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi boşluğu doğru tamamlamaktadır?<br/>Yapay zekâ ile hava yolu şirketleri ______.",
    "correctAnswer": "D",
    "options": {
      "A": "müşterilerin davranışlarına müdahale edebilmektedir",
      "B": "müşterilere kişiselleştirilmemiş hizmet sunabilmektedir",
      "C": "müşterilerin mali durumunu analiz edebilmektedir",
      "D": "müşteri etkileşimini artırabilmektedir",
      "E": "müşterinin kendi karar vermesini olanaksız kılmaktadır"
    },
    "explanation": "Yapay zekanın \"a) müşterilerin davranışlarına müdahale\", \"b) müşterilerin mali durumunu analiz\" edebilmesi ve \"e) müşterinin kendi karar vermesini olanaksız\" kılması mümkün değildir. Yapay zekanın önemli bir avantajı müşterilere kişiselleştirilmiş hizmet sunabilmesi. Bu nedenle c) de yanlıştır.<br/>müşteri etkileşimini artırabilmektedir"
  },
  {
    "id": "1765731",
    "unitNumber": 1,
    "text": "Aşağıdaki hangi seçenek boşluğu doğru tamamlamaktadır?<br/>Karbon salınımı yapmayan, elektrik ve kontrol otomasyonu ile enerji verimliliğini en yüksek seviyeye çıkaran ____ binaların yaygınlaşması için Avrupa Birliği vb. kurumlar teşvik edici düzenlemeler getirmiştir.",
    "correctAnswer": "A",
    "options": {
      "A": "akıllı",
      "B": "kerpiç",
      "C": "ahşap",
      "D": "kagir",
      "E": "çelik"
    },
    "explanation": "Akıllı binaların dışındaki binalar yukarıdaki cümlede sıralanan özelliklere sahip değildir."
  },
  {
    "id": "1765732",
    "unitNumber": 1,
    "text": "Hangi yıllardan itibaren otel odalarında telefon, renkli televizyon ve buzdolabı ile hizmet sunulmaya başlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1945",
      "B": "1960",
      "C": "1970",
      "D": "1985",
      "E": "1990"
    },
    "explanation": "Renkli televizyon 1970'li yıllarda yaygınlaşmıştır."
  },
  {
    "id": "1765734",
    "unitNumber": 1,
    "text": "Otel müşterileri aşağıdakilerden hangisini akıllı telefonlarına yükledikleri uygulamalar ile yapamamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Otele girmeden odayı gezmek.",
      "B": "Otel misafirlerinin kimliklerini görmek.",
      "C": "Telefonu oda anahtarı yerine kullanmak.",
      "D": "Minibar ve ekstraların faturasını ödemek.",
      "E": "Oda servisi ile doğrudan iletişim kurmak."
    },
    "explanation": "Otel misafirlerinin akıllı telefona yüklenen bir uygulama ile diğer otel müşterilerinin kimliklerini görmesi kişisel verilerin korunması kanunu nedeniyle mümkün değildir.<br/>Otel misafirlerinin kimliklerini görmek."
  },
  {
    "id": "1765737",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi boşlukları doğru tamamlamaktadır?<br/>Kruvaziyer derin sularda en ____ kalan, en ____ yolcu kapasiteli ve belirli rotalarda ilerleyen turistik amaçlı yolcu gemisidir.",
    "correctAnswer": "A",
    "options": {
      "A": "az iki gün - az 100",
      "B": "az bir hafta - çok 100",
      "C": "çok iki ay - çok 250",
      "D": "az bir hafta - az 75",
      "E": "çok 14 gün - çok 180"
    },
    "explanation": "Diğer seçeneklerdeki bilgiler \"kruvasiyer\" gemisinin tanımına göre yanlıştır.<br/>az iki gün - az 100"
  },
  {
    "id": "1765741",
    "unitNumber": 1,
    "text": "2025 yılında açılması planlanan “Uzay Oteli”nde kaç kişinin konaklanması planlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "75",
      "B": "400",
      "C": "225",
      "D": "600",
      "E": "150"
    },
    "explanation": "Haber bültenlerinde verilen bilgilere göre 2025 yılında açılması planlanan “Uzay Oteli”nde 400 kişinin konaklanması planlanmaktadır."
  },
  {
    "id": "1766065",
    "unitNumber": 1,
    "text": "Hangisi otel odalarında 2000’li yıllardan önce de verilen bir hizmettir?",
    "correctAnswer": "E",
    "options": {
      "A": "Uluslararası pil şarjı",
      "B": "Oda içi kişisel bilgisayar",
      "C": "Elektronik kasa",
      "D": "Yastık menüsü",
      "E": "Kablolu internet"
    },
    "explanation": "1970’lerde otel odalarında buzdolabı, telefon, renkli televizyon ve klima gibi teknolojik ürünlerle hizmet verilirken, 1980’li yıllarda hesap bilgi sistemi, sesli mesaj sistemi, ücretli film kanal- ları, elektronik kasalar, 1990’lı yıllarda ise kablo- lu internet gibi hizmetler sunulmaya başlanmıştır (Collins ve Çobanoğlu, 2008). 2000’li yıllardan itibaren teknolojik gelişmeler oldukça hızlanmış, konaklama işletmeleri de bu gelişime ayak uy- durmak durumunda kalmıştır. 20 yıl önce sadece dört-beş farklı ürünle hizmet veren otel odalarında günümüzde çok sayıda farklı ürün bulundurul- maktadır. Elektronik kilit ve kasa, alarm saatleri, masaüstü bilgisayarlar, eğlence sistemleri, klima kontrol sistemleri, yangın ve güvenlik sistemleri, sunulan hizmetin teknolojik bileşenleri arasında- dır. Ayrıca hızlı check-in/check-out, ücretsiz tele- fon hizmeti, video-konferans hizmetleri, çalışma ofisi, özde-izle (sinema sistemi), oda-içi telefon, oda-içi sesli mesaj, oda-içi alarm saati, kolay erişile- bilir elektrik pr<br/>Kablolu internet"
  },
  {
    "id": "1766070",
    "unitNumber": 1,
    "text": "Gerçek dünya nesneleri yerine dijital ortam ürünlerinin kullanıldığı gerçeklik ortamına hangi ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Artırılmış gerçeklik",
      "B": "Sanal dünya",
      "C": "Akıllı oda",
      "D": "Online hizmetler",
      "E": "Yapay zeka"
    },
    "explanation": "Gerçek dünya nesneleri yerine dijital ortam ürünlerinin kullanıldığı gerçeklik ortamına arttırılmış gerçeklik denilmektedir.<br/>Artırılmış gerçeklik"
  },
  {
    "id": "1766086",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi turistlerin ulaşımda kullandığı yeni teknolojilerden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "iTaksi",
      "B": "Cloud computing",
      "C": "Uber",
      "D": "Kapalı devre taksimetre",
      "E": "Mobiliz takip sistemleri"
    },
    "explanation": "Hizmet sunucuların karayolunda yaptıkları taşımacılığın dışında turistler kendi başlarına da karayolu ulaşımını kullanabilmektedir. Turistle- rin ticari taksileri sıklıkla kullanması, bu duruma örnektir. Ancak, iTaksi vb. uygulamaların hayata geçirilmediği şehirlerde bazı taksimetre-araç sis- temleri kapalı devre çalışmaktadır. Böyle durum- larda uzaktan veri alışverişi yapılamamaktadır. Kat edilen toplam mesafe, alınan toplam ücret gibi bil- gilerin kontrol edilememesi, tüm ticari taksi kulla- nıcıları için mağduriyetlere yol açmaktadır. Ancak bu mağduriyet, yabancı bir ülkeyi ziyaret eden tu- rist için daha büyük boyutlarda yaşanabilmektedir. Bu nedenle, günümüz teknolojilerinin sağladığı imkanlar doğrultusunda ticari taksilerde uzaktan güvenli bağlantı yoluyla veri alışverişi yapılabilme- si ile “cloud computing” vb. sistemler kullanılarak yolculuk süresi, mesafe vb. bilgiler yetkili otorite sunucularına gönderilerek turistlerin mağduriyet- leri engellenebilmektedir.<br/>Kapalı devre taksimetre"
  },
  {
    "id": "1766093",
    "unitNumber": 1,
    "text": "Hangisi demiryolu ulaşımının şehir içinde de turistik amaçlı kullanımına bir örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Meram Ekspresi",
      "B": "Marmaray",
      "C": "Kars Ekspresi",
      "D": "Yüksek Hızlı Tren",
      "E": "Van Gölü Ekspresi"
    },
    "explanation": "Demir yolu ulaşımı, şehirlerarası hizmet vermenin dışında şehir içinde de kullanılmaktadır. Türkiye’de<br/>şehir içi demir yolu ulaşımında yüksek teknolojinin kullanıldığı Marmaray, İstanbul’un iki yakasını İstan- bul Boğazı’nın altından birbirine bağlamaktadır. Son yıllarda tur operatörleri ve seyahat acentaları, İstan- bul turlarının bir bölümünde Marmaray’ı özellikle yabancı turistlerin deneyimine sunmaktadır. Marmaray deneyimi turistler için Avrupa ve Asya kıtaları arasında, denizin ve İstanbul Boğazı’nın altından demiryoluyla geçme deneyimidir ve ilgi çekmektedir."
  },
  {
    "id": "1766215",
    "unitNumber": 1,
    "text": "Climeon teknolojisi nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yolcuların uçağa biniş sürelerini azaltarak zaman ve maliyet tasarrufu sağlamak için biyometrik biniş sistemi.",
      "B": "Ticari taksilerde uzaktan güvenli bağlantı yoluyla veri alışverişi yapılabilmesi ile yolculuk süresi, mesafe vb. bilgileri yetkili otorite sunucularına gönderen sistem.",
      "C": "Elektrik üretmek için gemi motorlarından üretilen ısıyı kullanan ve yakıt ihtiyacını azaltan bir teknoloji.",
      "D": "Sayısal haritalar ve özel yazılımlardan oluşan uydu destekli sistem.",
      "E": "Kara yolu taşımacılığında gü- venliği, verimliliği ve rahatlığı artırmayı hedefleyen, en gelişmiş kablosuz, elektronik ve otomasyon teknolojilerini içeren sistem."
    },
    "explanation": "2021 yılında denize indirilmesi planlanan Virgin Voyages isimli kru- vaziyer, elektrik üretmek için gemi motorlarından üretilen ısıyı kullanan ve yakıt ihtiyacını azaltan bir teknoloji olan Climeon’u kullanan ilk kruvaziyer olacak.<br/>Elektrik üretmek için gemi motorlarından üretilen ısıyı kullanan ve yakıt ihtiyacını azaltan bir teknoloji."
  },
  {
    "id": "1766232",
    "unitNumber": 1,
    "text": "Audio-guide nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müze ve ören yerlerinde sıklıkla kullanılan, belirli içeriklerle ilgili ses kayıtları ile bilgi aktaran sesli rehber cihazı.",
      "B": "Turist rehberlerinin yakasındaki mikrofonla müzedeki eserleri kendisini takip eden turistlere kulaklık kanalıyla aktarabildiği ses sistemi.",
      "C": "Turistlerin kendi kendilerine gezmesini sağlayan GPS destekli navigasyon sistemi.",
      "D": "Yeme-içme hizmeti sunan işletmeler için verilerin depolanmasını sağlayan sistem.",
      "E": "İnsan müdahalesi olmadan içeriği özel gıda ürünlerinin üç boyutlu üretildiği sistem."
    },
    "explanation": "üze ve ören yerlerinde audio-guide adı verilen sesli rehber cihazları bulunmaktadır. Rehberlik hizmeti satın almak yerine bu cihazları kiralayan turistler, müze içerisinde sınırlı sayıda içeriğe ilişkin bilgileri ses kayıtlarından dinlemektedir. Soru sorma ya da turistin ilgisine göre detaylı bilgi talep etme imkânının olmadığı bu cihazların sunduğu hizmet, ilgili müze ya da ören yeri ile sınırlıdır. Müze ve ören yerlerinde zaman zaman turist gruplarının kulaklıklarla dolaştığı görülmektedir.<br/>Müze ve ören yerlerinde sıklıkla kullanılan, belirli içeriklerle ilgili ses kayıtları ile bilgi aktaran sesli rehber cihazı."
  },
  {
    "id": "2847718",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Pazarlarını</li> <li>Sunulan hizmetlerini</li> <li>Yönetim uygulamalarını</li> <li>Rekabet stratejilerini</li> </ol> Turizm endüstrisinde, yeni teknolojilerin etkileri ile yukarıda sayılan alanların hangilerini şekillendirmeleri gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II ve IV",
      "C": "I ve III",
      "D": "Sadece II",
      "E": "Sadece I"
    },
    "explanation": "Doğru yanıt A seçeneğindedir. Teknolojik gelişmeler nedeniyle turizm paydaşları pazarlarını, sundukları hizmeti, yönetim uygulamalarını ve rekabet stratejilerini yeniden şekillendirmek zorunda kalmakta ve bu zorunluluk, turizmde kökten değişimlere neden olmaktadır."
  },
  {
    "id": "2847719",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Müşteri memnuniyeti</li><br/><li>İşletmenin reklamı</li><br/><li>Rekabet üstünlüğü</li><br/><li>Çalışanların aidiyeti</li><br/></ol><br/>Yukarıdakilerden hangileri konaklama işletmelerinde teknoloji kullanılmasına olumlu etkileri arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "II, III ve IV",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru yanıt A seçeneğindedir. Konaklama hizmetlerinde teknoloji kullanımı, müşterilerin memnuniyeti sağlama ve işletmelerin reklamını yapmalarına olan katkısının yanı sıra bu işletmelere rekabet avantajı da sağlamaktadır."
  },
  {
    "id": "2847720",
    "unitNumber": 1,
    "text": "Farklı teknolojilerin turizmde kullanılması ile endüstriyi yönetenlerin ve (…..)teknolojiyi bir araç olarak kullandıkları durağan ve fayda odaklı bir anlayıştan turizm tedarikçilerinin, paydaşlarının, aracılarının ve (…)endüstriyi birlikte yönlendirdikleri dönüştürücü bir anlayışa geçilmektedir.<br/>Yukarıda yer alan paragrafta boşluklara yerleştirilen uygun sözcükler aşağıdakilerden hangisindedir.",
    "correctAnswer": "C",
    "options": {
      "A": "…turizm tedarikçilerinin ve turistlerin",
      "B": "…turizm paydaşlarının ve turistlerin",
      "C": "…turistlerin ve turistlerin",
      "D": "…yatırımcıların ve turistlerin",
      "E": "…turistlerin ve yatırımcıların"
    },
    "explanation": "Doğru yanıt C seçeneğindedir. Farklı teknolojilerin turizmde kullanılması ile endüstriyi yönetenlerin ve turistlerin teknolojiyi bir araç olarak kullandıkları durağan ve fayda odaklı bir anlayıştan turizm tedarikçilerinin, paydaşlarının, aracılarının ve turistlerin endüstriyi birlikte yönlendirdikleri dönüştürücü bir anlayışa geçilmektedir. Bu dönüşüm neticesinde turizm paydaşları sadece endüstriye yön vermekle kalmamakta, kendileri de teknolojinin etkisiyle yön almaktadır."
  },
  {
    "id": "2847722",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Müşterilere kolaylık sağlamaktadır.</li> <li>Maliyetleri düşürmektedir.</li> <li>Zaman ve enerji tasarrufu sağlamaktadır.</li> <li>Rekabet avantajı sağlamaktadır.</li> </ol> Online rezervasyon sitelerinin sağladığı yararlar hangi/hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II ve IV",
      "C": "I ve III",
      "D": "I ve II",
      "E": "I ve IV"
    },
    "explanation": "Doğru yanıt A seçeneğindedir. İnternet teknolojisinin gelişmesi ve yaygınlaşması ile konaklama işletmeleri ve müşteriler arasındaki iletişim de internet kapsamına girmiştir. Online rezervasyon kanalları, zaman ve enerji tasarrufu sağlaması nedeniyle son dönemde sıklıkla tercih edilmektedir. Konaklama işletmeleri de bu rezervasyon sistemleriyle karşılıklı anlaşmalar yaparak rekabet avantajlarını sürdürmek istemektedir. Buradaki farklı kanallar müşterilere sağladıkları kolaylıkların yanı sıra konaklama işletmelerine de operasyonel anlamda kolaylık sağlamakta ve maliyetleri düşürmektedir."
  },
  {
    "id": "2847725",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Kar sağlama</li> <li>Demiryolu taşımacılığında yenilikleri deneyimleme</li> <li>Tren yolculuğu deneyimleme</li> <li>Daha kısa bir yolculuk (kara yoluna göre)yapma</li> </ol> Türkiye’de Kars Ekspresi ile yapılan turistik demiryolu ulaşımının amacı yukarıdakilerden hangi/hangileridir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II ve IV",
      "C": "I ve III",
      "D": "Sadece III",
      "E": "Sadece I"
    },
    "explanation": "Doğru yanıt D seçeneğindedir. Demir yolu ulaşımı, turistlerin bir yerden başka bir yere ulaşımı için tercih edilen diğer ulaşım türlerine göre daha az maliyetli olan ve gelişen teknolojilerle kara yolu ulaşımına göre daha kısa yolculuk süreleri olan bir ulaşım türüdür. Dünyada ve Türkiye’de bazı demir yolu seferleri, turistler tarafından deneyim amacıyla tercih edilmektedir."
  },
  {
    "id": "2847728",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Akıllı telefon uygulamaları ile kabin işlevlerini yönetmek</li><br/><li>Elektrik üretmek için deniz suyundan yararlanmak</li><br/><li>Climeon teknolojisini kullanmak</li><br/><li>Sıvı hidrojen ve yakıt hücresi teknolojisini kullanmak</li><br/></ol><br/>Yeni nesil kruvaziyerlerde kullanılan ve yakın zamanda kullanılması planlanan teknolojik yenilikler yukarıdakilerden hangi/hangileridir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "II, III ve IV",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Dünya’da her yıl daha fazla ilgi gören ve içerisinde müşteriler için her türlü konforun düşünüldüğü kurvaziyerlerde ise yeni teknolojiler kullanılmaktadır. Yeni nesil kruvaziyerlerde yolcular, akıllı telefon uygulamaları sayesinde klima, aydınlatma ve televizyon kullanımı gibi kabin işlevlerini kolayca yönetebilecek duruma gelecektir. 2021 yılında denize indirilmesi planlanan Virgin Voyages isimli kruvaziyer, elektrik üretmek için gemi motorlarından üretilen ısıyı kullanan ve yakıt ihtiyacını azaltan bir teknoloji olan Climeon’u kullanan ilk kruvaziyer olacaktır. Henüz konsept aşamasında olan The Aqua isimli yatın ise dünyanın sıvı hidrojen ve yakıt hücresi teknolojisi ile çalışan ilk süper yatı olması bekleniyor. Emisyon için sadece su kullanan The Aqua, -252 derecede depolanan iki adet 28 tonluk vakumla kapatılmış sıvı hidrojen takımına bağlı olarak çalışacaktır."
  },
  {
    "id": "2847731",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Müşteri davranış analizi için</li><br/><li>Hızlı ve kişiselleştirilmiş dijital hizmet için</li><br/><li>Perakende fırsat takibi için</li><br/><li>Müşteri sadakati için</li><br/></ol><br/>Havayolu ulaşımında kullanılan yapay zekâ yukarıdaki amaçlardan hangi/hangilerini sağlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II ve IV",
      "C": "I ve III",
      "D": "I ve IV",
      "E": "Sadece I"
    },
    "explanation": "Yapay zekâ, hava yolu işletmeleri tarafından finansal faaliyetlerin optimizasyonu, müşteri davranış analizi, hızlı ve kişiselleştirilmiş dijital hizmet, perakende fırsat takibi, müşteri sadakati, operasyonel işlemlerde zaman tasarrufu gibi farklı alan ve amaçlar için kullanılabilmektedir."
  },
  {
    "id": "2847734",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Tercüman hizmeti vermek</li> <li>Turist ve rehber ilişkisi</li> <li>Rehber bilgilerinin güncellenmesi</li> <li>Yön ve yer tespiti</li> </ol> Yeni teknolojilerden olumsuz etkilenen turist rehberlik hizmeti yukarıdakilerden hangisi/hangileridir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II ve IV",
      "C": "I ve III",
      "D": "Sadece III",
      "E": "Sadece I"
    },
    "explanation": "Doğru yanıt E seçeneğindedir. Anlık sesli tercüme yapabilen akıllı telefon uygulamaların da kullanılması ile turist rehberliği hizmetlerine olan talebi kayda değer bir oranda etkilemese de tercüman rolü de üstlenen turist rehberlerine olan bağımlılığı azaltmıştır."
  },
  {
    "id": "2847735",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Sınırlı sayıda içerik bilgisi vardır.</li><br/><li>Sesli rehber hizmetidir.</li><br/><li>Soru sorma olanağı vardır.</li><br/><li>Sunulan hizmet bulunulan yerle sınırlıdır.</li><br/><li>Detaylı bilgiye ulaşma olanağı sınırlıdır.</li><br/><li>Detaylı bilgiyi talep etme olanağı vardır.</li><br/></ol><br/><ol><br/><li>Audio- guide</li><br/><li>Head-set</li><br/></ol><br/>Yukarıdaki araçlar ve özellikleri arasında doğru eşleşme hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "A ile I, II, IV ve V B ile III ve VI",
      "B": "A ile I, II ve V B ile III, IV ve VI",
      "C": "A ile I, IV ve V B ile II, III ve VI",
      "D": "A ile II, IV ve V B ile I, III ve VI",
      "E": "A ile IV ve V B ile I, III ve VI"
    },
    "explanation": "Müze ve ören yerlerinde audio-guide adı verilen sesli rehber cihazları bulunmaktadır. Bu cihazları kiralayan turistler, müze içerisinde sınırlı sayıda içeriğe ilişkin bilgileri ses kayıtlarından dinlemektedir. Soru sorma ya da turistin ilgisine göre detaylı bilgi talep etme imkânının olmadığı bu cihazların sunduğu hizmet, ilgili müze ya da ören yeri ile sınırlıdır. Müze ve ören yerlerinde zaman zaman turist gruplarının kulaklıklarla dolaştığı görülmektedir. Head-set adı verilen bu sistemde, turist rehberi yakasında bulunan bir mikrofona anlatımlarını yapmaktadır. Turist rehberini takip eden turistler ise kulaklıklar aracılığıyla anlatımları rahat bir şekilde duymaktadır."
  },
  {
    "id": "2847742",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Ürünün tam olarak görüntüsünü görür.</li> <li>Ürünün porsiyon boyutlarını görür.</li> <li>Garsonsuz sipariş olanağı sağlar.</li> <li>Masada farklı vakit geçirme olanağı sağlar.</li> </ol> Yiyecek-içecek işletmelerinde kullanılan arttırılmış gerçeklik deneyimlerinden olan hologram teknolojisinin müşteriye sağladığı olanaklar hangisi/hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, II ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru yanıt A seçeneğindedir. Artırılmış gerçeklik deneyimi masalarda yer alan e-menüler sayesinde müşteriler yemeklerin içeriği, görüntüsü ve fiyatı hakkında bilgi sahibi olmaktadır. Akıllı masalar aracılığıyla müşteriler, garsona ihtiyaç duymadan sipariş verebilmekte ve siparişin hazırlanma sürecini mutfaktan aktarılan görüntülerle izleyebilmektedir. Akıllı masalarda farklı bir şekilde vakit geçirmek isteyen müşterilere farklı oyunlar oynama seçeneği de sunulmuştur.<br/>Restoranlarda kullanılmaya başlanan hologram teknolojisi ise müşterilere farklı bir deneyim sunmaktadır. Bu teknolojiyle müşteriler, menüde yer alan ürünleri üç boyutlu olarak görebilmektedir. Hologram teknolojisinin avantajı, müşterilere tercih ettikleri ürünün tam olarak nasıl göründüğü, porsiyon büyüklüğü gibi bilgileri görsel olarak sunmasıdır."
  },
  {
    "id": "2850071",
    "unitNumber": 1,
    "text": "Hangisi akıllı binaların özelliklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Yenilenebilir enerji kullanılması",
      "B": "Geri dönüşümlü malzeme kullanılması",
      "C": "Enerji verimliliğini arttırması",
      "D": "Depreme dayanıklı olması",
      "E": "Karbon salınımının olmaması"
    },
    "explanation": "Akıllı binalarda normal binalara göre depreme dayanıklı olma özelliği dışında diğer özellikler vardır.<br/>Depreme dayanıklı olması akıllı binaların özelliklerinden biri değildir."
  },
  {
    "id": "2850087",
    "unitNumber": 1,
    "text": "Hangileri akıllı telefonla yapılabilen işlemlerdir?<br/>I-Telefonu oda anahtarı olarak kullanma, II- Güvenlik sistemini kontrol etme , III- Minibar faturalarını ödeme, IV- Yüz tanıma sistemi ile giriş yapma, V-Odanın ısı ve ışık sistemlerini kontrol etme.",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "I, III, V",
      "D": "II, IV, V",
      "E": "III, IV, V"
    },
    "explanation": "Yüz tanıma ve güvenlik sistemini kontrol edebilme dışındaki işlemler cep telefonu uygulamaları ile yapılabilmektedir.<br/>Telefonu oda anahtarı olarak kullanma, Minibar faturalarını ödeme, Odanın ısı ve ışık sistemlerini kontrol etme akıllı telefonla yapılabilen işlemlerdir."
  },
  {
    "id": "2850091",
    "unitNumber": 1,
    "text": "I- Seyahat sürelerinin azalması<br/>II- Seyahat güvenliğinin artması<br/>III- Enerji tüketiminin artması<br/>IV- Seyahat masraflarının artması<br/>V- Seyahat konforunun artması<br/>Yukarıdaki ifadelerden hangileri Akıllı Ulaşım Sistemlerinin kullanılmasının sonuçları arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, V",
      "B": "I, III,V",
      "C": "II, IV, V",
      "D": "II, III, IV",
      "E": "I, IV, V"
    },
    "explanation": "Seyahat masrafının azalması ve enerji tüketiminin artması bu teknolojileri kullanmanın sonuçları arasında değildir.<br/>I, II, V"
  },
  {
    "id": "2850094",
    "unitNumber": 1,
    "text": "Hangileri Turist Rehberliğinde teknoloji kullanımının getirdiği zayıflıklardır?<br/>I- Bilgi teknolojilerinin bilgi kirliliğine yol açması, II- Rehber ya da turistlerin teknoloji kullanmada yetersiz kalması, III- Rehberlerin yanlarında yedek kaynak taşıma gereği olmaması, IV- Turist ve rehberlerin gidemedikleri yerler hakkında bilgi sahibi olması.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve IV",
      "B": "II ve IV",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I ve II"
    },
    "explanation": "Teknoloji kullanımının bilgi kirliliğine yol açması ve rehber ve turistlerin bilgi teknolojilerini kullanma konusunda yetersiz kalması, zayıf yönleridir.<br/>I ve II"
  },
  {
    "id": "2850102",
    "unitNumber": 1,
    "text": "Turist rehberlerinin yakasında bulunan mikrofonla anlatım yaptığı ve turist grubunun kulaklıklar ile açıklamaları dinlediği sistemin adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Audio-guide",
      "B": "Head-set",
      "C": "Cloud-computing",
      "D": "GPRS",
      "E": "Online tur"
    },
    "explanation": "Bu sistemin adı Head-set tir. Audio-Gide müzelerde kulaklık takarak bilgilerin dinlendiği sistemdir. Online tur ise İnternette yapılan sanal turdur."
  },
  {
    "id": "2850105",
    "unitNumber": 1,
    "text": "Mobiliz takip sistemleri tur operatörlerine hangi hizmeti sağlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Araçların izlediği rotayı",
      "B": "Araçların hızını",
      "C": "Araçların duraklama yerlerini",
      "D": "Araçların bekleme sürelerini",
      "E": "Araç içinden ses ve görüntü"
    },
    "explanation": "Bu sistem ile araç içinden ses ve görüntü elde edilebilir."
  },
  {
    "id": "2850107",
    "unitNumber": 1,
    "text": "Kruvaziyerle ilgili hangisi doğru <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Binlerce turist ağırlayabilir.",
      "B": "Yüzlerce çalışanı vardır.",
      "C": "İç su yollarında seyahat eder.",
      "D": "Farklı limanlara yolculuk eder.",
      "E": "Planlanmış ve uzun deniz yolculuğudur."
    },
    "explanation": "Kruvaziyerler açık denizlerde seyahat ederler, iç su yollarında değil.<br/>İç su yollarında seyahat eder."
  },
  {
    "id": "2850114",
    "unitNumber": 1,
    "text": "Biyometrik biniş sisteminin havayolu seyahatinde sağladığı yararlar hangileridir?<br/>I- Uçağa biniş süresini azaltır, II- Maliyet tasarrufu sağlar, III-Yolcu güvenliğini arttırır IV- Müşteri pasaport ve kimliğe ihtiyaç duymaz, V- Yasadışı geçişleri önler.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, IV",
      "B": "I, III, IV",
      "C": "II, III, V",
      "D": "III, IV, V",
      "E": "I, III, V"
    },
    "explanation": "Yolcu güvenliğini arttırması ve yasadışı geçişi önlemesi söz edilen yararlar arasında yer almaz.<br/>I, II, IV"
  },
  {
    "id": "2850120",
    "unitNumber": 1,
    "text": "Teknoloji kullanımının yeme-içme hizmetlerinde sağladığı kolaylıklar nelerdir?<br/>I- Zaman kaybını önler, II- Garson ücretlerinden tasarruf sağlar, III- Hata riskini azaltır, IV- Stoktaki malzeme durumu görülebilir.",
    "correctAnswer": "C",
    "options": {
      "A": "II ve III",
      "B": "I ve II",
      "C": "I, III ve IV",
      "D": "II, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Teknoloji kullanımı, garson masraflarını azaltmak dışında diğer tüm yararları sağlar.<br/>I, III ve IV"
  },
  {
    "id": "1764602",
    "unitNumber": 2,
    "text": "I. İlgi çekici manzara<br/>II. Bitki örtüsü<br/>III. Konukseverlik<br/>IV. Ulaşım<br/>V. İletişim<br/>Verilenlerden hangisi ve/veya hangileri turistik ürünü oluşturan unsurlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I, II ve III",
      "D": "IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "İlgi çekici manzara, bitki örtüsü, konukseverlik, ulaşım ve iletişim turistik ürünü oluşturan unsurlardandır."
  },
  {
    "id": "1764625",
    "unitNumber": 2,
    "text": "Usta (2008)’e göre turistik ürün bir ……………….. bütünlüğüdür, somut ve soyut unsurlardan oluşmaktadır. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mal",
      "B": "Hizmet",
      "C": "İhtiyaç",
      "D": "Uyum",
      "E": "İstek"
    },
    "explanation": "Usta (2008)’e göre turistik ürün bir uyum bütünlüğüdür, somut ve soyut unsurlardan oluşmaktadır."
  },
  {
    "id": "1764631",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, turistik ürünün yaşamına ait dönemlerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Keşfetme",
      "B": "Bitiş",
      "C": "Gelişme",
      "D": "Olgunluk",
      "E": "Gerileme"
    },
    "explanation": "Bitiş, turistik ürünün yaşamına ait dönemlerden biri değildir."
  },
  {
    "id": "1764638",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, Butler (1980)’e göre turistik ürünün büyüme eğrisinin en üst noktasına çıktığı; otellerin, fast-food restoranların, mağaza ve diğer yatırımların artan sayısının destinasyon için övünç kaynağı olduğu dönemi ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Durgunluk",
      "B": "Keşfetme",
      "C": "Gelişme",
      "D": "Olgunluk",
      "E": "Gerileme"
    },
    "explanation": "Durgunluk, Butler (1980)’e göre turistik ürünün büyüme eğrisinin en üst noktasına çıktığı; otellerin, fast-food restoranların, mağaza ve diğer yatırımların artan sayısının destinasyon için övünç kaynağı olduğu dönemi ifade eder."
  },
  {
    "id": "1764644",
    "unitNumber": 2,
    "text": "I. Çekicilik<br/>II. Etkinlikler<br/>III. Ulaşılabilirlik<br/>IV. Turizm işletmeleri<br/>V. İmaj<br/>Verilenlerden hangisi ve/veya hangileri turistik ürünün temel özelliklerini oluşturan unsurlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I, II ve III",
      "D": "IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Çekicilik, etkinlikler, ulaşılabilirlik, turizm işletmeleri ve imaj turistik ürünün temel özelliklerini oluşturan unsurlardandır."
  },
  {
    "id": "1764650",
    "unitNumber": 2,
    "text": "Eskişehir'de bulunan müzeler, bir turistik destinasyon olan Eskişehir’in çekiciliğini belirleyen unsurlardan hangisine dahildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğal unsurlar",
      "B": "Sosyo-kültürel unsurlar",
      "C": "Ekonomik unsurlar",
      "D": "Psikolojik unsurlar",
      "E": "Sosyolojik unsurlar"
    },
    "explanation": "Eskişehir'de bulunan müzeler, bir turistik destinasyon olan Eskişehir’in çekiciliğini belirleyen unsurlardan Sosyo-kültürel unsurlara dahildir."
  },
  {
    "id": "1764655",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, mikro ve makro düzeyde rekabet oluşturmayan ürünü ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Çekirdek ürün",
      "B": "Destek ürün",
      "C": "Kolaylaştırıcı ürün",
      "D": "İlave ürün",
      "E": "Yeni ürün"
    },
    "explanation": "Çekirdek ürün, mikro ve makro düzeyde rekabet oluşturmayan ürünü ifade eder."
  },
  {
    "id": "1764667",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, bir turistik destinasyon olan Eskişehir için çekirdek ürün olamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Müzeler",
      "B": "Eğlence mekanları",
      "C": "Parklar",
      "D": "Yöresel mutfak",
      "E": "Sağlık hizmetleri"
    },
    "explanation": "Sağlık hizmetleri, bir turistik destinasyon olan Eskişehir için çekirdek ürün olamaz."
  },
  {
    "id": "1764670",
    "unitNumber": 2,
    "text": "I. Erişilebilirlik<br/>II. Atmosfer<br/>III. Alışkanlıklar<br/>IV. Müşterinin işletmeyle etkileşimi<br/>V. Müşterinin katılımı<br/>Verilenlerden hangisi ve/veya hangileri ek ürünü oluşturan unsurlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I, II ve III",
      "D": "IV ve V",
      "E": "I, II, IV ve V"
    },
    "explanation": "Erişilebilirlik, atmosfer, müşterinin işletmeyle etkileşimi ve müşterinin katılımı ek ürünü oluşturan unsurlardandır."
  },
  {
    "id": "1764672",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, “Alternatif turizm” ile beraber anılan kavramlardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyo-turizm",
      "B": "Eko-turizm",
      "C": "Yeşil turizm",
      "D": "Yumuşak turizm",
      "E": "Korumacı turizm"
    },
    "explanation": "Sosyo-turizm “Alternatif turizm” ile beraber anılan kavramlardan biri değildir."
  },
  {
    "id": "1811387",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turistik ürünün özellikleri arasında değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Turistik ürün, diğer ürünler gibi tüketicinin ayağına gitmemektedir.",
      "B": "Turistik ürün, somut nitelikte değildir.",
      "C": "Turistik ürünün örneklerine pek çok yerde rastlanmaktadır.",
      "D": "Turistik ürün, soyut bir tüketim olayıdır.",
      "E": "Turistik ürün sadece bir mal veya hizmettir."
    },
    "explanation": "Turistik ürün sadece bir mal veya hizmettir."
  },
  {
    "id": "1811391",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turistik ürünün taşıdığı özellikler nedeniyle, diğer endüstri ürünlerinden ayrılan özellikler arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Turistik hizmetler makineleşmeye ve otomasyona bağlı değildir.",
      "B": "Turistik ürünler subjektif niteliktedir.",
      "C": "Turistik ürün, depo edilemez.",
      "D": "Turistik ürünü meydana getiren mal ve hizmetler birbirinin tamamlayıcısı niteliğinde değildir.",
      "E": "Turistik ürün, üretildiği yerde tüketilir."
    },
    "explanation": "Turistik ürünü meydana getiren mal ve hizmetler birbirinin tamamlayıcısı niteliğinde değildir."
  },
  {
    "id": "1811400",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Butler’in turistik ürün yaşam eğrisi modelindeki aşamalardan değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Süregenlik",
      "B": "Gelişme",
      "C": "Keşfetme",
      "D": "Olgunluk",
      "E": "Gerileme"
    },
    "explanation": "Süregenlik"
  },
  {
    "id": "1811410",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi çekiciliği etkileyen unsurlardan farklı bir faktöre bağlıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sergi",
      "B": "Fuar",
      "C": "Lunaparklar",
      "D": "Olimpiyatlar",
      "E": "Konferans"
    },
    "explanation": "Lunaparklar"
  },
  {
    "id": "1811427",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turizm ürününü oluşturan unsurlardan sayılmaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Etkinlikler",
      "B": "Çekicilik",
      "C": "Snobizm",
      "D": "İmaj",
      "E": "Ulaşılabilirlik"
    },
    "explanation": "Snobizm"
  },
  {
    "id": "1811431",
    "unitNumber": 2,
    "text": "Bir ülkenin uluslararası alanda sahip olduğu imaj aşağıdakilerden hangisine dayalı görüntülerin tümüne girmemektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnanç",
      "B": "Algılanma şekli",
      "C": "Genel izlenim",
      "D": "Saygınlık",
      "E": "Sempati"
    },
    "explanation": "İnanç bu kapsamda ele alınmamaktadır."
  },
  {
    "id": "1811438",
    "unitNumber": 2,
    "text": "Aşağıda yer alan ürünlerden hangisi çekirdek ürün içinde yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Turistik yerler",
      "B": "Restoranlar",
      "C": "Alışveriş",
      "D": "Eğlence",
      "E": "Spor"
    },
    "explanation": "Restoranlar bu grup içerisinde yer almamaktadır"
  },
  {
    "id": "1811443",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turistik destinasyon için destek ürünü oluşturan unsurlardan değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hediyelik eşyalar",
      "B": "Parklar",
      "C": "Oteller",
      "D": "Ulaşım",
      "E": "Restoranlar"
    },
    "explanation": "Parklar"
  },
  {
    "id": "1811444",
    "unitNumber": 2,
    "text": "Aşağıda yer alan ürünlerden hangisi ek ürün içerisine girmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dinlenme alanları",
      "B": "Turlar",
      "C": "Atmosfer",
      "D": "Araba kiralama",
      "E": "Bankacılık hizmetleri"
    },
    "explanation": "Atmosfer"
  },
  {
    "id": "1811451",
    "unitNumber": 2,
    "text": "Ürünün tüketiciler tarafından öneminin anlaşılması noktası aşağıda yer alan hangi turistik ürün çeşitlendirme yöntemi içinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Fikir yaratma",
      "B": "Kavram geliştirme",
      "C": "Pazarlama stratejisi",
      "D": "Pazar testi",
      "E": "Ürünün tasarlanması"
    },
    "explanation": "Ürünün tasarlanması"
  },
  {
    "id": "2843611",
    "unitNumber": 2,
    "text": "Restoranlar, oteller ve ulaşım; bir destinasyon için hangi ürünü oluşturan unsurlar arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Destek ürün",
      "B": "Çekirdek ürün",
      "C": "Öz ürün",
      "D": "Farklılaştırılmış ürün",
      "E": "Çeşitlendirilmiş ürün"
    },
    "explanation": "Restoranlar, oteller ve ulaşım; bir destinasyon için <strong>destek ürünü</strong> oluşturan unsurlar arasında yer alır. Bu kapsamda;<br/>Restoranlar: Uygun fiyat düzeyinde, farklı menülere sahip, uygun konumda, ulaşılabilir ve temiz restoranların bulunması,<br/>Oteller: Yeterli düzeyde, uygun fiyat aralığında, ulaşılabilir konumda, temiz ve bakımlı konaklama işletmelerinin bulunması,<br/>Ulaşım: Şehir merkezine, otellere, havaalanına ve turistik yerlere ulaşımı sağlayacak yerel ulaşım hizmetlerinin yeterli olması konularını içerir."
  },
  {
    "id": "3845808",
    "unitNumber": 2,
    "text": "Turistik ürün ile ilgili aşağıda verilen ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Üretildiği yerde tüketilir",
      "B": "Depolanabilir",
      "C": "Makineleşmeye ve otomasyona elverişlidir",
      "D": "Tek bir hizmet sunar",
      "E": "Objektif nitelikte ürünlerdir"
    },
    "explanation": "Turistik ürünler üretildiği yerde tükelir. Doğru yanıt A seçeneğidir.<br/>Turistik ürünler üretildiği yerde tüketilir"
  },
  {
    "id": "3845810",
    "unitNumber": 2,
    "text": "Turistik ürüne olan talebin esnekliği başta fiyat, ekonomik çalkantılar ve güvenlik risklerine karşı devam etmektedir. Bu durumun temel nedeni aşağıdakilerden hangisiyle açıklanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Turizm ürünlerinin birbirine benzememesi",
      "B": "Turizm beklentilerini farklı olması",
      "C": "Ülkelere gelir getirici etkisinin yüksek olması",
      "D": "Hala lüks tüketim olarak değerlendirilmesi",
      "E": "Önce satışın sonra üretimin gerçekleşmesi"
    },
    "explanation": "Her ne kadar farklı gelir seviyelerine uygun turizm ürünleri olsa da turizmin hala daha lüks tüketim içinde değerlendirilmesi talep esnekliği yaratmaktadır."
  },
  {
    "id": "3845815",
    "unitNumber": 2,
    "text": "..... ziyaretçilerin ilk gerçek dalgasının görüldüğü dönemdir. Sıra dışı maceracı turistler zaten<br/>keşif aşamasında bölgeye gelmeye başlamışlardır. Destinasyonu özellikle yeni ve eşsiz bir destinasyon olarak duyanlar ikinci dalga olarak bölgeye gelmeye başlarlar, bunlar kendi kendilerine bölgeye giriş yapmayı tercih eden kişilerdir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Keşfetme",
      "B": "Gelişme",
      "C": "Pekişme",
      "D": "Olgunluk",
      "E": "Yeniden canlanma"
    },
    "explanation": "Soruda Butlerın ürün yaşam eğrisi in gelişme aşaması açıklanmaktadır."
  },
  {
    "id": "3845824",
    "unitNumber": 2,
    "text": "Destinasyonlarda tercih edilmesinde etkili olan moda, snobizm gibi sebepler aşağıdakilerden hangisiyle illidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomi",
      "B": "Psikoloji",
      "C": "Sosyoloji",
      "D": "Felsefe",
      "E": "Antropoloji"
    },
    "explanation": "Turistik ürün çekiciliği moda, alışkanlık ve snobizm gibi psikolojik unsurlardan etkilenir. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3845832",
    "unitNumber": 2,
    "text": "Hindistan ve Nepal`de baharın gelişini kutlamak amacıyla gerçekleştirilen Holi Festivali turistik ürünün hangi unsuruna örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çekicilik",
      "B": "Etkinlikler",
      "C": "Ulaşılabilirlik",
      "D": "Tüketilebilirlik",
      "E": "Otantiklik"
    },
    "explanation": "Turistik ürünün çekicilik, etkinlik ve ulaşılabilirlik boyutları ürünü oluşturan unsurlarıdır. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3845842",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turizm ürününde oluşturması en zor ve uzun süren, bozulması ise en kolay olan unsurlardandır?",
    "correctAnswer": "0",
    "options": {
      "A": "Çekcilik",
      "B": "Ulaşılabilirlik",
      "C": "İmaj",
      "D": "Kalite",
      "E": "Etkinlik"
    },
    "explanation": "Turistik ürün özellikleri bölümünde de açıklanmaktadır.<br/>Turizmde imajı yaratmak ve güven oluşturmak çok zordur ancak o imajın bozulması son derece kolaydır. Konu ile ilgili açıklamalar bölümün Turistik ürün özellikleri kısmında da açıklanmaktadır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3845855",
    "unitNumber": 2,
    "text": "Doğa, Bodrum'u tarihi yerlerini görmek ve geceleri eğlence hayatını deneyimlemek için ziyaret ediyorsa, destinasyonu hangi ürünü için tercih ediyordur?",
    "correctAnswer": "A",
    "options": {
      "A": "Çekirdek ürün",
      "B": "Destek ürün",
      "C": "Transfer ürün",
      "D": "Kolayda ürün",
      "E": "Ek ürün"
    },
    "explanation": "Destinasyonlarda çekirdek ürünü kültür, tarih, spor, eğlence gibi unsurlar oluşturur."
  },
  {
    "id": "3845861",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ek ürüne örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çocuk havuzu",
      "B": "Tenis kortu",
      "C": "Hediyelik eşya",
      "D": "Atmosfer",
      "E": "Restoran seçeneği"
    },
    "explanation": "Destinasyonlarda ek ürün kapsamında erişilebilirlik, atmosfer, müşterinin işletmeye etkileşimi ve katılımı gelmektedir."
  },
  {
    "id": "3845864",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi çekirdek ürünlerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Diyet menü",
      "B": "Çamaşırhane",
      "C": "Kat hizmetleri",
      "D": "Çocuk havuzu",
      "E": "Yürüyüş parkuru"
    },
    "explanation": "Kat hizmetleri çekidek hizmetlerdendir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3845871",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turistik ürün geliştirmenin son aşamasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticari analizin grliştirilmesi",
      "B": "Ürünün tasarlanması",
      "C": "Pazar testi",
      "D": "Pazarlama stratejisi",
      "E": "Kavram geliştirme ve test etme"
    },
    "explanation": "Ürün geliştirmede ürün pazara sürülmeden önce pazar testi gerçekleştirildi. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "1767055",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi turizmde e-girişimciliğin gelişmesini etkileyen faktörler arasında sayılamaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Paylaşım ekonomisinin gelişmesi",
      "B": "Ulaşım araçlarındaki çeşitliğin artması",
      "C": "Ağ ekonomi ve internet bazlı sistemlerin yoğun olarak kullanılması",
      "D": "Dijital pazarlamanın payının giderek artması",
      "E": "Sosyal medyanın etkin olarak kullanılması"
    },
    "explanation": "E-Girişimcilik Kavramı, Tanımı ve Gelişimi<br/>E-girişimcilik, ağ ekonomisi içinde veri ağlarını kullanarak, elektronik bir platform aracılığıyla yenilikçi bir iş fikri ile ürünleri tamamen elektronik ortamda oluşturarak mal ve hizmet sunmayı amaçlayan bir işletme kurmaktır. Paylaşım ekonomisinin gelişmesi, dijital göçebeliğin yaygınlaşması, postmodern turist profilindeki değişimler, ağ ekonomi ve internet bazlı sistemlerin yoğun olarak kullanılması, iş süreçlerinin dijitalleşmesi, dijital pazarlamanın payının giderek artması, sosyal medyanın etkin olarak kullanılması gibi gelişmeler turizmde e-girişimciliğin gelişmesinde önemli faktörlerdir."
  },
  {
    "id": "1767057",
    "unitNumber": 3,
    "text": "<strong>e-girişimcilik uygulaması Airbnb ‘de konukların, rezervasyon yapmadan önce ev sahiplerine ya da tesislere site üzerinden mesajla hızlı bir erişim sağlaması aşağıdakilerden hangisiyle değerlendirilmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi ve uzmanlığa dayanması",
      "B": "Dijital pazarlama araçlarının kullanılması",
      "C": "Esnek oluşu",
      "D": "Güvenli oluşu",
      "E": "Sosyal fayda sağlaması"
    },
    "explanation": "E-Girişimcilik Örneği - Airbnb<br/>Esnek oluşu ile değerlendirilir. Airbnb özelleştirilebilir aramalar sayesinde konuklarına veri tabanını sadece tarih ve yere göre değil, fiyat, mülk türü, olanaklar ve ev sahibinin diline göre de arama esnekliği sağlamaktadır. Ayrıca, aramalarını daha da daraltmak için anahtar kelimeler ekleyebilme, konukların ne kadar süre kalacağını, boş bir yatak odasında, tüm evde veya misafirlerin kendilerini ağırlamaktan hoşlanabilecekleri herhangi bir yerde kalması gibi tercih olanakları sunmaktadır. Misafirler, rezervasyon yapmadan önce ev sahiplerine site üzerinden mesaj göndererek hızlı bir erişim sağlamaktadır. Böylece hem ev sahiplerine hem de misafirlere hızlı erişim, arama ve kişiselleştirilmiş ürün tasarlama esnekliği sunmaktadır."
  },
  {
    "id": "1767060",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi kullanıcı deneyimi piramidinin en üst basamağında yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Estetiklik",
      "B": "İşlevsellik",
      "C": "Kullanışlılık",
      "D": "Erişilebilirlik",
      "E": "Özgünlük"
    },
    "explanation": "E-Girişimde Önemli Dinamikler - Kullanıcı Deneyimi Araştırmaları<br/>Kullanıcı deneyimi, bir kişinin bir ürünün veya sistemin kullanımından veya beklenen kullanımından kaynaklanan algısına ve yanıtları üzerinde durmaktadır. Kullanıcı deneyi piramidinde en üstte estetiklik, ortada kullanışlılık, en altta da işlevsellik yer almaktadır."
  },
  {
    "id": "1767061",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi yalın girişimciliğin temel unsurlarından biri <u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Müşteri geri bildirimi",
      "B": "İş planı ya da hipotezlerin test edilmesi",
      "C": "Pivot",
      "D": "Regülatif çevre ve hukuki altyapı",
      "E": "Minimum uygulanabilir ürün"
    },
    "explanation": "Yalın Girişimciliğin Temel Unsurları<br/>Yalın girişimcilik, e-girişimcilerin pazar analizlerinde kullanabileceği hızlı şekilde deney yapma temeline dayanmaktadır. Bu kapsamda e-girişimcilikte ürün geliştirme ve pazarlama stratejilerinin eş zamanlı olarak yalın ürün geliştirme felsefesi ve kullanıcı deneyimi araştırmalarıyla birlikte uygulanması mümkündür. Yalın girişimcilik metodolojisinde <em>“Minimum Uygulanabilir Ürün” (MVP)</em>, <em>“müşteri geri bildirimi”, “pivot” </em>ve <em>“iş planı ya da hipotezlerin test edilmesi” </em>olmak üzere dört temel unsuru bulunmaktadır."
  },
  {
    "id": "1767064",
    "unitNumber": 3,
    "text": "<strong>Girişimci adaylarına neyi nasıl yapacaklarını keşfetmelerine yardım eden kişi ne olarak adlandırılır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hızlandırıcı",
      "B": "Kuluçka merkezi",
      "C": "Girişimcilik ağları",
      "D": "Pivot",
      "E": "Mentor"
    },
    "explanation": "Dijital Çağda Girişimcilik Ekosistemi<br/>Girişimci destek sistemleri, finans kaynakları, fonlama, ortaklık gibi somut kaynakların ötesinde daha soyut alanları temsil eden araçlardır. Bunlar girişimcilerin süreci daha kolay, daha çabuk aşmalarını sağlamaktadırlar. Bu destek sistemleri mentorlar, hızlandırıcılar, girişimcilik ağları ve kuluçka merkezleridir. Mentorlar, girişimci adaylarına neyi nasıl yapacaklarını keşfetmelerine yardım eden kişidir."
  },
  {
    "id": "1767066",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi bir turistin nerede yemek yiyebilirim sorusuna cevap bulabileceği ve yerel yemek paylaşımı yapabileceği bir e-girişim platformudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Zipcar",
      "B": "Travellingspoon",
      "C": "Peerby",
      "D": "Flightshare",
      "E": "Spinlister"
    },
    "explanation": "Turizmde E-Girişimcilik Uygulamaları - Paylaşım Ekonomisi<br/>Nerede kalabilirim? <br/>Ev/Oda paylasımı AirBnb, Couchsur_ng, VRBO, Homeexchange, HomeAway<br/>Nasıl gidebilirim? <br/>Uçus paylasımı Skyuber, Flightshare, Wingly<br/>Seyahat ihtiyaçlarımı nasıl karsılayabilirim?<br/>Turistik esya paylasımı Bumerangla, BringwasMit, Peerby, Spinlister<br/>Ne yapabilirim?<br/>Yerel tecrübe paylasımı ContexTravel, ToursByLocals, TastemakersAfrica, Tourrader<br/>Nasıl gidebilirim?<br/>Araba/koltuk paylasımı Uber, Lyft, BlaBlaCar, Zipcar, Flighcar<br/>Nerede yemek yiyebilirim?<br/>Yerel yemek paylasımı EatWith, Travellingspoon, BonAppetour, MealSharing"
  },
  {
    "id": "1767067",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi turizmde paylaşım ekonomisi kapsamında geliştirilen e-girişimcilik uygulamalarına örnek teşkil etmektedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Facebook- Twitter",
      "B": "Pin me - Single people",
      "C": "Trivago- Booking",
      "D": "Airbnb- Couchsurfing",
      "E": "Tripadvizor- Venere"
    },
    "explanation": "Turizmde E-Girişimcilik Uygulamaları - Paylaşım Ekonomisi<br/>Turizm sektöründe birer e-girişimcilik örneği olan, Airbnb, Couchsurfing gibi ev değiş tokuşu ve günlük kiralamaların yapıldığı web siteleri günümüzde dünyanın en büyük otel gruplarından daha fazla ve ucuz oda sunmaya başlamıştır. E-girişimcilerin sunduğu bu düşük maliyetli konaklama alternatiflerinin turistleri uzun süreli konaklamalara teşvik ettiği ve konaklama sıklığını arttırdığı belirtilmektedir"
  },
  {
    "id": "1767071",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi paylaşım ekonomisinin turistler açısından sağladığı yararlardan biri olarak değerlendirilemez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumsal fayda",
      "B": "Özgünlük",
      "C": "Erişilebilirlik",
      "D": "Satın alınabilirlik",
      "E": "Uygunluk"
    },
    "explanation": "Turizmde E-Girişimcilik Uygulamaları - Paylaşım Ekonomisi<br/>Paylaşım ekonomisinin turistler açısından sağladığı en önemli faydalar; düşük maliyetle sağlanan satın alınabilirlik, esneklik, özgünlük, erişilebilirlik ve toplumsal faydadır. Paylaşım ekonomisinin yarattığı en önemli avantajlardan biri, turistik ürünle¬rin uygun fiyatla satın alınabilmesidir. Aynı zamanda kullanıcılara özgünlük tanıyan kişiselleştirilmiş ürünlerle esneklik sağlamaktadırlar. Farklı bölgelere ulaşım ve sanal ortamda her an ulaşılabilir olma ve insanlar arasındaki ilişkile¬rin daha derin ve sosyal hale gelmesiyle toplumsal fayda sağlama gibi avantaj ve değerler de yaratmaktadır. Girişimcilik, turistler açısından sağlanan bir yarar değildir; yapılan bir çalışmadır."
  },
  {
    "id": "1767073",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi geleneksel taksiye karşı geliştirilen UBER’in tercih edilmesinin sebepleri arasında sayılamaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hoşgörü, samimiyet ve canayakınlık",
      "B": "Tek dokunuşla gezinti",
      "C": "Rezervasyon öncesi fiyatlandırmaya genel bakış",
      "D": "Haritadaki sürücüleri takip edebilme",
      "E": "Nakit dışında ödeme seçenekleri"
    },
    "explanation": "Turizmde E-Girişimcilik Uygulamaları - Paylaşım Ekonomisi<br/>Paylaşım ekonomisinin turizm alanındaki en iyi örneklerinden biri Uber’dir. Travis Kalanick ve Garrett Camp’ın 2008 yılında Paris’te taksi bulamadığında kendi kendilerine sordukları “Telefonunuzdan araç çağırabilseniz nasıl olurdu?” sorusu Uber fikrini ortaya çıkarmıştır. Uluslararası ulaşım şebekesi şirketi olan ve yolculara ulaşım aracını bulma, çağırma, fiyatını ve güzergâhını belirleme hizmeti veren Uber, 2018 yılı verilerine göre 65 ülkede 600’den fazla şehirde hizmet vermektedir ve müşteri sayısı 75 milyona ulaşmıştır. 2017 Mayıs ayı itibariyle Uber’in ABD taksi pazarından aldığı pay %77 olmuştur. Müşterilerin geleneksel taksiye karşı Uber’i tercih etmesinin nedenleri arasında; rezervasyon öncesi fiyatlandırmaya genel bakış, tek dokunuşla gezinti, haritadaki sürücüleri takip etme, nakit dışında ödeme seçenekleri ve geri bildirim seçenekleri bulunmaktadır."
  },
  {
    "id": "1767083",
    "unitNumber": 3,
    "text": "Sabit ve sıkıcı çalışma hayatına karşı yeni nesillerin geliştirdiği uzaktan çalışma, dijital çalışma gibi yeni nesil çalışma şekillerini açıklamak için kullanılan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Girişimci",
      "B": "Dijital göçebelik",
      "C": "Gezgin",
      "D": "Sosyal göçebelik",
      "E": "Yerleşik göçebe"
    },
    "explanation": "Küresel göçebelik olarak da adlandırılan <strong>dijital göçebelik; </strong>sabit ve sıkıcı çalışma hayatına karşı yeni nesillerin geliştirdiği uzaktan çalışma, dijital çalışma gibi yeni nesil çalışma şekillerini yansıtmaktadır. Dijital göçebeler, e-girişimcilerin yaratmış olduğu paylaşım sistemlerini yoğunlukla kullanan, ortak paylaşım ofislerinde sosyal ve iş ilişkileri kuran, karavanlarda yaşayan, doğayla iç içe olan, bir taraftan bambaşka ülkelerin kültürlerini tanıyarak diğer taraftan gittikleri ülkelerde iş yaparak gelir elde eden bireylerdir. Çalışma hayatında, zamana bağımlı çalışmayı sevmeyerek kendi işini yapan ve aylak bir çalışan görüntüsü sergileyen dijital göçebeler, bilgisayar ve sırt çantalarını hazırladıktan sonra, kendileri gibi milyonlarca göçebe için tasarlanmış platformlarda araştırmalar yaparlar."
  },
  {
    "id": "1810175",
    "unitNumber": 3,
    "text": "Tatillerine ilişkin her türlü mal ve hizmeti kendileri planlayarak satın alan turist türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Postmodern turistler",
      "B": "Modern turistler",
      "C": "Kültür turistleri",
      "D": "Küresel turistler",
      "E": "Avrupalı turistler"
    },
    "explanation": "Tamamlandı<br/>Postmodern turistler tatillerine ilişkin her türlü mal ve hizmeti kendileri planlayarak satın almaya başlamışlardır. Dolayısıyla yaşadığımız toplumları etkisi altına alan dijital kültür, postmodern turisti de dönüştürerek; nereye, nasıl gideceğini; nerede kalacağını, neler yiyip içeceğine dijital uygulamalara danışarak; diğer turistlerin deneyim hikâyelerine, yorumlarına, alternatif yer ve ürün puanlarına göre karar verip kendi deneyimlerini de bu mecralara aktaran yeni nesil turistlerin ortaya çıkmalarını sağlamıştır. Dolayısıyla doğru yanıt A şıkkıdır."
  },
  {
    "id": "1810180",
    "unitNumber": 3,
    "text": "Turizm endüstrisinde üretici ve tüketiciler arasındaki ilişki ve etkileşimi arttırarak pozitif deneyimlerin vazgeçilmez kaynağı haline gelen gelişme aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgisayar teknolojileri",
      "B": "Dijital medya",
      "C": "Tüketimle üretimin iç içe geçmesi",
      "D": "Ağ ekonomileri",
      "E": "Net ekonomisi"
    },
    "explanation": "Tamamlandı<br/>Turizmin dinamik yapısı üreticilerin ve tüketicilerin teknolojik gelişmelere ve yeniliklere hızla uyum sağlamalarını sağlamış, dijital medya; turizm endüstrisinde üretici ve tüketiciler arasındaki ilişki ve etkileşimi arttırmış, pozitif deneyimlerin vazgeçilmez kaynağı hâline gelmiştir. Dolayısıyla doğru yanıt B şıkkıdır."
  },
  {
    "id": "1810182",
    "unitNumber": 3,
    "text": "Ağ ekonomi içinde veri ağları kullanılarak, elektronik bir platform sayesinde yenilikçi iş fikri ile ürünleri tamamen elektronik ortamda oluşturarak mal ve hizmet sunmayı temel alan yeni bir işletme kurma süreci ne olarak ifade edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Net ekonomisi",
      "B": "Girişimcilik",
      "C": "E-girişimcilik",
      "D": "Değer üretimi",
      "E": "Dijital dönüşüm"
    },
    "explanation": "Tamamlandı<br/>E-girişimcilik, ağ ekonomi içinde veri ağları kullanılarak, elektronik bir platform sayesinde yenilikçi bir iş fikri ile ürünleri (değeri) tamamen elektronik ortamda oluşturarak mal ve hizmet sunmayı temel alan yeni bir işletme kurmayı ifade eder ve temelinde değer yaratmanın bilgi teknolojisinin geliştirilmesiyle oluşacağı düşüncesi yatmaktadır. Dolayısıyla doğru yanıt C şıkkıdır."
  },
  {
    "id": "1810184",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi e-girişimciliğin özelliklerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pazara giriş zordur",
      "B": "Ürün ve depolama zordur",
      "C": "Dağıtım daha yavaştır",
      "D": "Örgütsel bağlılık zordur",
      "E": "İletişim şekli yüz yüzedir"
    },
    "explanation": "Tamamlandı<br/>Pazara girişin zor olması, ürün ve depolama zorluğu, dağıtımın yavaş oluşu ve iletişimin yüz yüze olması geleneksel girişimciliğin özelliklerindendir. Örgütsel bağlılık geleneksel girişimcilikte daha kolayken e-girişimcilikte daha zor bir süreçtir. Dolayısıyla doğru yanıt D şıkkıdır."
  },
  {
    "id": "1810185",
    "unitNumber": 3,
    "text": "Ürün satış hacminde görülen yığılmaların zaman içinde izlediği seyir ne olarak ifade edilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Satış eğrisi",
      "B": "Talep eğrisi",
      "C": "Ürün pazar eğrisi",
      "D": "Ürün piyasa talebi",
      "E": "Ürün yaşam eğrisi"
    },
    "explanation": "Tamamlandı<br/>Ürün yaşamının bu aşamalarında belirleyici olan satış hacminde görülen yığılmaların zaman içinde izlediği seyirdir. Bu seyir, genellikle eğri şekline benzediğinden, buna ürün yaşam eğrisi denilmektedir. Ürün yaşam eğrisi açısından yiyecek, giyecek gibi zorunlu tüketim malları için doğal pazar her zaman bulunmakta, buna karşılık turizm gibi hizmet üreten sektörlerin ürünleri için pazar yaratılması gerekmektedir. Dolayısıyla doğru yanıt E şıkkıdır."
  },
  {
    "id": "1810188",
    "unitNumber": 3,
    "text": "Sürekli öğrenmeye dayanan ve tüketicilerin isteklerini göz önünde bulundurarak hızlı ve düşük maliyetli ürün üretmeye dayalı girişimcilik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalın girişimcilik",
      "B": "Öğrenen girişimcilik",
      "C": "Ölçüme dayalı girişimcilik",
      "D": "E-girişimcilik",
      "E": "Örgütsel girişimcilik"
    },
    "explanation": "Tamamlandı<br/>Geçmişi Toyota’nın yalın üretim mantığına dayanan bir metodoloji olan yalın girişim (lean startup), temel olarak sürekli öğrenmeye ve onaya dayalı bir yöntemdir. Tüketicilerin isteklerini göz önünde bulundurarak hızlı ve düşük maliyetli ürün üretmeye dayanır. Dolayısıyla doğru yanıt A şıkkıdır."
  },
  {
    "id": "1810190",
    "unitNumber": 3,
    "text": "Girişimcinin ürünlerini satabileceği tüketicilere erişimin olması gerekliliğine vurgu yapan girişimcilik ekosistemi unsuru aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fonlama ve finansman",
      "B": "Ulaşılabilir pazarlar",
      "C": "Girişimcilik kültürü",
      "D": "Regülatif çevre ve hukuk",
      "E": "Girişimci destek sistemleri"
    },
    "explanation": "Tamamlandı<br/>Girişimcilerin ürünlerini satabilecekleri pazarlara erişimlerinin olması gerekir. İnternet teknolojilerinin gelişmesiyle e-girişimciler için geniş pazarlara erişim kolaylığı sağlanmaktadır. Böylece e-girişimciler diğerlerine kıyasla çok daha hızlı ve daha az sermaye ile büyüme fırsatı elde etmektedirler. Dolayısıyla doğru yanıt B şıkkıdır."
  },
  {
    "id": "1810193",
    "unitNumber": 3,
    "text": "Bilgi ve iletişim teknolojileri ve dijital medya kullanılırken sorun çözme, iletişim, bilginin yönetimi vb. görevlerin gerçekleştirilmesi için gerekli bilgi beceri ve tutum aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Teknoloji okuryazarlığı",
      "B": "Bilgisayar yazılımları",
      "C": "Dijital yetenekler",
      "D": "Dijital medya",
      "E": "Dijital göçebelik"
    },
    "explanation": "Tamamlandı<br/>Dijital yetenekler, bilgi ve iletişim teknolojileri ve dijital medyayı kullanırken, sorun çözme, iletişim kurma, bilgiyi yönetme, içerik oluşturma ve paylaşma gibi görevleri gerçekleştirmek için gerekli olan bilgi, beceri ve tutumlardan oluşmaktadır Dolayısıyla doğru yanıt C şıkkıdır."
  },
  {
    "id": "1810195",
    "unitNumber": 3,
    "text": "İnsanların sahip olduğu mal ile hizmetleri başkalarının kullanımına açmalarından doğan ekonomik hareketlilik aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dijital değişim ekonomisi",
      "B": "Postmodern ekonomi",
      "C": "Sanal ekonomi",
      "D": "Paylaşım ekonomisi",
      "E": "Değişim ekonomisi"
    },
    "explanation": "Tamamlandı<br/>Paylaşım ekonomisi, insanların sahip olduğu mal ile hizmetleri başkalarının kullanımına açmalarından doğan ekonomik hareketliliği ifade eder. Mal satın almak ve borçlanmak yerine paylaşım kültüründe şekillenen kavram, tüketici davranışındaki değişikliği gösterir. Dolayısıyla doğru yanıt D şıkkıdır."
  },
  {
    "id": "1810196",
    "unitNumber": 3,
    "text": "Bireylerin evinin atıl durumdaki odasını, gün boyu park halindeki arabasını, okumadığı bir kitabı ücretsiz veya ücretli olarak paylaşma olanağı veren ekonomik düzen aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital ekonomi",
      "B": "Postmodern ekonomi",
      "C": "Sanal ekonomi",
      "D": "Değişim ekonomisi",
      "E": "Paylaşım ekonomisi"
    },
    "explanation": "Tamamlandı<br/>Ekonomik anlamda; tüketiciler açısından daha ucuz olması, satıcılar açısından da ek gelir yaratması ve internet ortamında kolaylıkla bulunabilmesi sebebiyle önemi her geçen gün artan paylaşım hizmetleri insanların sahip olduğu mal ile hizmetleri başkalarının kullanımına açmalarından doğan ekonomik hareketliliği ifade etmektedir. Dolayısıyla doğru yanıt E şıkkıdır."
  },
  {
    "id": "2847813",
    "unitNumber": 3,
    "text": "1.Postmodern turist profilinin yanı sıra e-girişimciliğin gelişmesinde diğer bir önemli faktör, ………………………gelişmelerdir.<br/><strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ağ ekonomisindeki",
      "B": "Turizm perspektifinin",
      "C": "Turizm endüstrisindeki",
      "D": "Kültürel değişimdeki",
      "E": "Trendlerin düşmesindeki"
    },
    "explanation": "Doğru yanıt \"A\" şıkkı, \"Ağ ekonomisindeki\"dir."
  },
  {
    "id": "2847815",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi diğerlerine kıyasla çok daha hızlı ve daha az sermaye ile büyüme fırsatı elde edebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurum içi girişimcilik",
      "B": "Sosyal girişimcilik",
      "C": "E-girişimciler",
      "D": "Ticari girişimcilik",
      "E": "Kamu girişimciliği"
    },
    "explanation": "Doğru yanıt \"C\" şıkkı, \"E-girişimciler\"dir."
  },
  {
    "id": "2847817",
    "unitNumber": 3,
    "text": "I.Pazara giriş kolay<br/>II. Ürün ve depolama kolay<br/>III. Dağıtım daha hızlı<br/>IV. İletişim şekli yüz yüze<br/>V. Organizansyon yapısı hiyerarşik<br/><strong>Yukarıdakilerden hangileri e-girişimciliğin özellikleri arasında yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I ve IV",
      "B": "I, II ve III",
      "C": "III ve IV",
      "D": "III, IV ve V",
      "E": "II, IV ve V"
    },
    "explanation": "I.Pazara giriş kolay<br/>II. Ürün ve depolama kolay<br/>III. Dağıtım daha hızlı<br/>önermeleri e girişimciliğin özellikleri arasındadır."
  },
  {
    "id": "2847819",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, bir işletme içerisinde gerçekleştirilen faaliyetlerin, üretilecek olan mal ve hizmetlerin, belirli amaçlara yoğunlaşan değişimler yaratması için yürütülen çalışmayı tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Ürün yaşam eğrisi",
      "B": "Kullanıcı deneyimi",
      "C": "Yalın girişimcilik",
      "D": "Vizyoner",
      "E": "Yenilik"
    },
    "explanation": "Bir işletme içerisinde gerçekleştirilen faaliyetlerin, üretilecek olan mal ve hizmetlerin, belirli amaçlara yoğunlaşan değişimler yaratması için yürütülen çalışmalara \"yenilik\" adı verilir."
  },
  {
    "id": "2847821",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yalın girişimciliğin temel unsurlarından biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Minimum uygulanabilir ürün",
      "B": "Müşteri geri bildirimi",
      "C": "Pivot",
      "D": "Ürün geliştirme süresini uzatmak",
      "E": "İş planı ya da hipotezlerin test edilmesi"
    },
    "explanation": "Ürün geliştirme süresini uzatmak yalın girişimciliğin temel unsurlarından biri <strong>değildir.</strong>"
  },
  {
    "id": "2847822",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yeni bir fikir çıktığında o fikri denemeye açık azınlığı tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Yeni başlayanlar",
      "B": "Startup",
      "C": "Kullanıcı deneyimi",
      "D": "Vizyonerler",
      "E": "Ürün yaşam eğrisi"
    },
    "explanation": "Vizyonerler yeni bir fikir çıktığında o fikri denemeye açık azınlığı tanımlamaktadır."
  },
  {
    "id": "2847824",
    "unitNumber": 3,
    "text": "I. Ulaşılabilir Pazarlar<br/>II. Fonlama Finansman<br/>III. Rölatif Çevre ve Hukuki Altyapı<br/>IV. İnsan Kaynağı<br/>V. Girişimcilik Kültürü<br/><strong>Yukarıdakilerden hangileri digital çağda girişimcilik ekosistemi unsurları arasında yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I, IV ve V",
      "B": "IV ve V",
      "C": "I, II, III, IV ve V",
      "D": "I, III, IV ve V",
      "E": "I, II, III ve IV"
    },
    "explanation": "Ulaşılabilir Pazarlar, Fonlama Finansman, Rölatif Çevre ve Hukuki Altyapı, İnsan Kaynağı, Girişimcilik Kültürü bu kapsamda ele alınır"
  },
  {
    "id": "2847825",
    "unitNumber": 3,
    "text": "Girişimci adaylarına neyi nasıl yapacaklarını keşfetmelerine yardım eden kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mentor",
      "B": "Hızlandırıcı",
      "C": "Melek yatırımcı",
      "D": "Finansör",
      "E": "İnsan kaynakları"
    },
    "explanation": "Doğru yanıt \"a\" şıkı, \"Mentor\"dur."
  },
  {
    "id": "2847827",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sabit ve sıkıcı çalışma hayatına karşı yeni nesillerin geliştirdiği uzaktan çalışma, dijitalçalışma gibi yeni nesil çalışma şekillerini tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Mentor",
      "B": "Digital göçebelik",
      "C": "Vizyoner",
      "D": "Startup",
      "E": "Pivot"
    },
    "explanation": "Doğru yanıt \"B\" şıkkı, \"Digital göçebelik\"dir."
  },
  {
    "id": "2847828",
    "unitNumber": 3,
    "text": "Paylaşım ekonomisi, posmodern turist davranışını düşük maliyetle sağlanan satın alınabilirliğin yanı sıra esneklik, özgünlük, erişilebilirlik, ………………….. özellikleriyle de etkilemektedir.<br/><strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Katı",
      "B": "Sınırlı",
      "C": "Toplumsal fayda",
      "D": "Bürokratik",
      "E": "Net ekonomi"
    },
    "explanation": "Doğru yanıt \"C\" şıkkı, \"Toplumsal fayda\"dır."
  },
  {
    "id": "1765475",
    "unitNumber": 4,
    "text": "Merkezinde yer alan şehrin sosyal, kültürel, politik, ekonomik, teknolojik ve çevresel yaşamını sürdürülebilirlik kavramlarını temel alan yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Akıllı turizm",
      "B": "Sorumlu turizm",
      "C": "Yavaş şehir",
      "D": "Akıllı şehir",
      "E": "Deneyimsel pazarlama"
    },
    "explanation": "Akıllı şehirler, Bilgi ve İletişim Teknolojilerinden yararlanarak, merkezinde yer alan şehrin sosyal, kültürel, politik, ekonomik, teknolojik ve çevresel yaşamını sürdürülebilirlik yaklaşımıyla odak noktasına alan ve şehir sakinleri ile şehre gelen insanlara daha iyi bir yaşam kalitesi sunmayı hedefleyen bir yaklaşımdır."
  },
  {
    "id": "1765477",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sağlık koşulları, konut kalitesi, turizm altyapısı, eğitim olanakları gibi şehir olanaklarının iyileştirilmesini hedefleyen akıllı şehir bileşenidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Akıllı çevre",
      "B": "Akıllı insan",
      "C": "Akıllı ekonomi",
      "D": "Akıllı hareketlilik",
      "E": "Akıllı yaşantı"
    },
    "explanation": "Akıllı yaşantı bileşeninde sağlık koşulları, konut kalitesi, turizm altyapısı, eğitim olanakları gibi şehir olanaklarının iyileştirilmesi ve yaşam kalitesinin arttırılması hedeflenmektedir."
  },
  {
    "id": "1765478",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi akıllı şehirlerin temel bileşenlerinden biri olan akıllı ekonominin özellikleri arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Girişimcilik",
      "B": "Şeffaf yönetim",
      "C": "Kamusal hizmetler",
      "D": "Yerel Ulaşım",
      "E": "Yaratıcılık"
    },
    "explanation": "Akıllı şehirlerin temel bileşenlerinden biri olan akıllı ekonominin özellikleri yenilikçi ruh, girişimcilik, ekonomik görüntü, işgücü piyasasının esnekliği, uluslararası yerleşiklik ve dönüşüm kabiliyeti olarak sıralanabilir."
  },
  {
    "id": "1765479",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, sürdürülebilir kalkınma amaçları kapsamında belirlenen hedefler arasında <strong>yer almamaktadır? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Nitelikli eğitim",
      "B": "Şeffaf yönetim",
      "C": "Açlığa son",
      "D": "Temiz su",
      "E": "Sanayi"
    },
    "explanation": "Sürdürülebilir Kalkınma Amaçları kapsamında 17 hedef belirlenmiştir: Yoksulluğa Son, Açlığa Son, Sağlıklı Bireyler, Nitelikli Eğitim, Toplumsal Cinsiyet Eşitliği, Temiz Su ve Sıhhi Koşullar, Erişilebilir ve Temiz Enerji, İnsana Yakışır İş ve Ekonomik Büyüme, Sanayi, Yenilikçilik ve Altyapı, Eşitsizliklerin Azaltılması, “Sürdürülebilir Şehir ve Yaşam Alanları”, Sorumlu Üretim ve Tüketim, İklim Eylemi, Sudaki Yaşam, Karasal Yaşam, Barış ve Adalet ve Hedefler İçin Ortaklıklar."
  },
  {
    "id": "1765480",
    "unitNumber": 4,
    "text": "Akıllı şehirlere ilişkin bütüncül mali yönetimin sağlanmasını hedefleyen akıllı şehirler stratejisi ve eylem planı kapsamında belirlenen stratejik amaç stratejisi aşağıdakilerden hangisinde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Akıllı şehir dönüşüm kapasitesinin artırılması",
      "B": "Akıllı şehir şeffaf yönetimin sağlanması",
      "C": "Etkin akıllı şehir ekosisteminin oluşturulması",
      "D": "Şehircilik hizmetlerinde akıllı şehir dönüşümünün sağlanması",
      "E": "Akıllı şehir mimarisinin oluşturulması"
    },
    "explanation": "Akıllı şehir ekosistemi yönetişim mekanizması oluşturulması ve akıllı şehirlere ilişkin bütüncül mali yönetim sağlanması hedefi etkin akıllı şehir ekosistemi oluşturulması amacında yer almaktadır."
  },
  {
    "id": "1765481",
    "unitNumber": 4,
    "text": "Akıllı şehir bileşenlerinin hizmet bütünlüğünde olgunluğun artırılmasını hedefleyen akıllı şehirler stratejisi ve eylem planı kapsamında belirlenen stratejik amaç stratejisi aşağıdakilerden hangisinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Akıllı şehir mimarisinin oluşturulması",
      "B": "Akıllı şehir şeffaf yönetimin sağlanması",
      "C": "Akıllı şehir dönüşüm kapasitesinin artırılması",
      "D": "Etkin akıllı şehir ekosisteminin oluşturulması",
      "E": "Şehircilik hizmetlerinde akıllı şehir dönüşümünün sağlanması"
    },
    "explanation": "Akıllı şehir bileşenlerinin hizmet bütünlüğünde olgunluğun artırılması, akıllı şehir çözümlerine yönelik paydaşların katılımının artırılması ve akıllı şehir çözümleri kullanılan şehircilik hizmetlerinin kullanımının yaygınlaştırılması şehircilik hizmetlerinde akıllı şehir dönüşümünün sağlanması amacında yer almaktadır."
  },
  {
    "id": "1765482",
    "unitNumber": 4,
    "text": "Bir yerin turizm destinasyonu olarak kabul edilebilmesinde etkili olan bankacılık, postane, hastaneler gibi bir turistin kullanabileceği tüm hizmetler aşağıda yer alan hangi etmende yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Uygun paket turlar",
      "B": "Faaliyetler",
      "C": "Destekleyici hizmetler",
      "D": "Kolaylıklar",
      "E": "Çekicilikler"
    },
    "explanation": "Bankacılık, iletişim araçları, postane, gazete bayii, hastaneler turistin kullanabileceği tüm hizmetler bir yerin turizm destinasyonu olarak kabul edilebilmesinde destekleyici hizmetler etmeninde yer almaktadır."
  },
  {
    "id": "1765483",
    "unitNumber": 4,
    "text": "Web siteleri ve bloglardan elde edilen veriler aşağıdakilerden hangisinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapılandırılmış",
      "B": "Yapılandırılmamış",
      "C": "Yarı yapılandırılmış",
      "D": "Kesikli",
      "E": "Sürekli"
    },
    "explanation": "Yapılandırılmış veriler; web siteleri, bloglar ve turizm işletmelerinin verileridir."
  },
  {
    "id": "1765484",
    "unitNumber": 4,
    "text": "Bir turistin ziyaret ettiği bir müzede yer alan eserlere akıllı telefonunu yaklaştırarak bilgi edinmesini sağlayan teknoloji aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Büyük Veri",
      "B": "Artırılmış Gerçeklik",
      "C": "Nesnelerin İnterneti",
      "D": "QR Kod",
      "E": "Yakın Alan İletişimi"
    },
    "explanation": "Yakın Alan İletişimi, belirli mesafelerde veri aktarımı sağlayan kablosuz bir iletişim teknolojisidir. Bu teknoloji ile bir turist, akıllı telefonunu kullanarak ulaşım programları, varış için bekleme süresi, bilet satın alma hakkında bilgi edinebilir, müzede sergilenen bir esere telefonunu yakınlaştırınca sergilenen eserler hakkında bilgi edinebilir."
  },
  {
    "id": "1765485",
    "unitNumber": 4,
    "text": "Çocuklara verilecek bileklik ve ebeveynlere sunulacak mobil uygulama ile çocukların izlenmesini sağlayacak, kablosuz düşük enerji ile çalışan güven çemberi oluşturulması hedeflenen projenin geliştirildiği il aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ankara",
      "B": "İstanbul",
      "C": "Konya",
      "D": "Antalya",
      "E": "Bursa"
    },
    "explanation": "Antalya’da geliştirilen Güven Çemberi Projesi ile Konyaaltı Sahil Antalya Yaşam Parkı’nda ailelerin çocuklarının olumsuz asayiş olaylarından etkilenmemesi için çocukların hareket serbestisini kısıtlamadan çocuklara verilecek bileklik ve ebeveynlere sunulacak mobil uygulama ile çocukların izlenmesini sağlayacak, kablosuz düşük enerji ile çalışan Güven Çemberi oluşturulması hedeflenmiştir."
  },
  {
    "id": "1808762",
    "unitNumber": 4,
    "text": "......................, Bilgi ve İletişim Teknolojilerinden yararlanarak, merkezinde yer alan şehrin sosyal, kültürel, politik, ekonomik, teknolojik ve çevresel (ekolojik) yaşamını sürdürülebilirlik yaklaşımıyla odak noktasına alan ve şehir sakinleri ile şehre gelen insanlara daha iyi bir yaşam kalitesi sunmayı hedefleyen bir yaklaşımdır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Akıllı şehir",
      "B": "Turizm Destinasyonunun Web Sitesi",
      "C": "Akıllı turizm",
      "D": "Nesnelerin İnterneti",
      "E": "Artırılmış Gerçeklik"
    },
    "explanation": "Konu ile ilgili bilgiye 83 nolu sayfadan erişebilirsiniz.<br/>Akıllı şehirler, Bilgi ve İletişim Teknolojilerinden (BİT) yararlanarak, merkezinde yer alan şehrin sosyal, kültürel, politik, ekonomik, teknolojik ve çevresel (ekolojik) yaşamını sürdürülebilirlik yaklaşımıyla odak noktasına alan ve şehir sakinleri ile şehre gelen insanlara daha iyi bir yaşam kalitesi sunmayı hedefleyen bir yaklaşımdır."
  },
  {
    "id": "1808772",
    "unitNumber": 4,
    "text": "I. Akıllı şehir (smart city), Bilgi ve İletişim Teknolojileri (BİT) aracılığıyla sürekli bağlantıda olmayı ve akıllı çözümler üretmeyi ifade eder.<br/>II. Akıllı şehir kavramı ile ilgili geniş ve sistematik araştırmaları ile bilinen Giffinger (2007), akıllı şehir kavramını akıllı insan, akıllı yaşantı, akıllı çevre, akıllı ulaşım, akıllı yönetişim ve akıllı ekonomi olmak üzere altı ana başlık altında kategorize etmiştir.<br/>III. Akıllı şehirler, e-öğrenme gibi araçlarla kapasite artırımını, kişisel gelişimi ve yaşam boyu öğrenmeyi teşvik etmektedir.<br/>Yukarıdakilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Konu ile ilgili bilgiye 85 nolu sayfadan erişebilirsiniz.<br/>Doğru yanıt \"E\" seçeneğidir. Tüm maddeler doğrudur. Akıllı şehir (smart city), Bilgi ve İletişim Teknolojileri (BİT) aracılığıyla sürekli bağlantıda olmayı ve akıllı çözümler üretmeyi ifade eder. Akıllı şehir kavramı ile ilgili geniş ve sistematik araştırmaları ile bilinen Giffinger (2007), akıllı şehir kavramını akıllı insan, akıllı yaşantı, akıllı çevre, akıllı ulaşım, akıllı yönetişim ve akıllı ekonomi olmak üzere altı ana başlık altında kategorize etmiştir. Akıllı şehirler, e-öğrenme gibi araçlarla kapasite artırımını, kişisel gelişimi ve yaşam boyu öğrenmeyi teşvik etmektedir."
  },
  {
    "id": "1808778",
    "unitNumber": 4,
    "text": "I. Yenilikçi ruh<br/>II. Ekonomik görüntü &amp; markalar <br/>III. Dönüşüm kabiliyeti<br/>IV. Kozmopolitanizm<br/>V. BİT-altyapı uygunluğu <br/>Yukarıdaki maddelerden hangisi/hangileri akıllı şehir alt kategorilerinden akıllı ekonomi bileşenleri arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve IV",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "I, II, III ve V",
      "E": "II, III, IV ve V"
    },
    "explanation": "Konu ile ilgili bilgiye 85 nolu sayfadan erişebilirsiniz.<br/>Akıllı şehir alt kategorilerinden akıllı ekonomi alt bileşenleri, yenilikçi ruh, girişimcilik, ekonomik görüntü &amp; markalar, iş gücü piyasasının esnekliği, uluslararası yerleşiklik ve dönüşüm kabiliyetidir. Kozmopolitanizm, akıllı insan alt bileşenleri arasında yer alırken, BİT-altyapı uygunluğu akıllı hareketlilik alt bileşenleri arasında yer alır."
  },
  {
    "id": "1808785",
    "unitNumber": 4,
    "text": "I. Çekicilikler (Attractions)<br/>II. Ulaşılabilirlik (Accessibility)<br/>III. Faaliyetler (Activities)<br/>IV. Kolaylıklar/Tesisler (Amenities)<br/>Yukarıdakilerden hangisi/hangileri turizm destinasyonlarının 6A’sı olarak adlandırılan etmeler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Kon ile ilgili bilgiye 91 nolu sayfadan erişebilirsiniz.<br/>Bir yerin turizm destinasyonu olarak adlandırılabilmesi için birtakım etmenler bulunmaktadır. Buhalis tarafından geliştirilen ve turizm destinasyonlarının 6A’sı olarak adlandırılan bu etmenler, şu şekilde sınıflandırılarak örneklendirilmektedir:<br/>1. Çekicilikler (Attractions): Doğal, kültürel, yapay, belli amaçlar için yapılmış, miras, özel olaylar.<br/>2. Ulaşılabilirlik (Accessibility): Belli rotaları kapsayan geniş ulaşım sistemi, terminaller ve araçlar.<br/>3. Kolaylıklar/Tesisler (Amenities): Konaklama ve yeme-içme kolaylıkları, seyahat aracıları vd hizmetler.<br/>4. Uygun Paket Turlar (Available packages): Seyahat aracıları ve üreticilerince sunulan, önceden organize edilmiş turların varlığı.<br/>5. Faaliyetler (Activities): Turistlerin ziyaretleri sırasında katılabileceği, destinasyondaki faaliyetler.<br/>6. Destekleyici Hizmetler (Ancillaries): Bankacılık, iletişim araçları, postane, gazete bayii, hastaneler vb. turistin kullanabileceği tüm hizmetler."
  },
  {
    "id": "1808792",
    "unitNumber": 4,
    "text": "I. Yoksulluğa Son <br/>II. Nitelikli Eğitim<br/>III. Toplumsal Cinsiyet Eşitliği<br/>IV. Temiz Su ve Sıhhi Koşullar<br/>Yukarıdakilerden hangisi/hangileri sürdürülebilir kalkınma amaçları kapsamında belirlenen hedefler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Konu ile ilgili bilgiye 87 nolu sayfada \"SÜRDÜLEBİLİRLİK VE AKILLI ŞEHİRLERİN ÖNEMİ\" konu başlığı altından ulaşabilirsiniz.<br/>Sürdürülebilir Kalkınma Amaçları kapsamında 17 hedef belirlenmiştir (UNDP Türkiye, 2020): Yoksulluğa Son, Açlığa Son, Sağlıklı Bireyler, Nitelikli Eğitim, Toplumsal Cinsiyet Eşitliği, Temiz Su ve Sıhhi Koşullar, Erişilebilir ve Temiz Enerji, İnsana Yakışır İş ve Ekonomik Büyüme, Sanayi, Yenilikçilik ve Altyapı, Eşitsizliklerin Azaltılması, “Sürdürülebilir Şehir ve Yaşam Alanları”, Sorumlu Üretim ve Tüketim, İklim Eylemi, Sudaki Yaşam, Karasal Yaşam, Barış ve Adalet ve Hedefler İçin Ortaklıklar."
  },
  {
    "id": "1808803",
    "unitNumber": 4,
    "text": "I. .............................., mevcut doğal ve kültürel kaynaklarımızı 3E’yi, yani çevre, eşitlik ve ekonomi boyutlarını dikkate alarak dengeli bir şekilde kullanmayı ve geleceğe taşımayı ifade eder.<br/>II. Sürdürülebilir kavramının üç boyutu bulunmaktadır. 3E olarak adlandırılan bu boyutlar; .........................., .................... ve Economy (Ekonomi)<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Akıllı şehir, Sürdürülebilirlik, Equility (Eşitlik)",
      "B": "Akıllı turizm, Equility (Eşitlik), Environment (Çevre)",
      "C": "Akıllı Şehir Çarkı (Smart City Wheel), Environment (Çevre), Elasticity (Esneklik)",
      "D": "Sürdürülebilirlik, Environment (Çevre), Equility (Eşitlik)",
      "E": "Akıllı turizm, Elasticity (Esneklik), Equility (Eşitlik)"
    },
    "explanation": "Konu ile ilgili bilgiye 87 nolu sayfadan erişebilirsiniz.<br/>Sürdürülebilirlik kavramı, mevcut doğal ve kültürel kaynaklarımızı 3E’yi, yani çevre,<br/>eşitlik ve ekonomi boyutlarını dikkate alarak dengeli bir şekilde kullanmayı ve<br/>geleceğe taşımayı ifade eder. Sürdürülebilir kavramının üç boyutu bulunmaktadır. 3E olarak adlandırılan bu boyutlar; Environment (Çevre), Equility (Eşitlik) ve Economy (Ekonomi) sözcüklerinin baş harflerinden gelmektedir."
  },
  {
    "id": "1808814",
    "unitNumber": 4,
    "text": "I. ....................... nesnelere ağ bağlantısı kazandırılarak onların uzaktan yönetilebilmesine ve birbirleri ile etkileşimde bulunabilmesine yönelik bir<br/>tanımlamadır, kısaca, nesnelerin akıllandırılmasını ifade etmektedir.<br/>II. ...................... donanım yerine yazılım ile ilişkili bir tür veri depolama hizmetini<br/>ve işlem kapasitesini ifade etmektedir. <br/>III. ...................... kullanıcılara ek bilgi sağlamak veya mobil hizmetlere<br/>erişim sağlamak için fiziksel ve sanal içeriği bağlamak amacıyla bir çözüm sunar.<br/>Yukarıdaki cümlelerde boş bırakılan yerleri aşağıdakilerden hangisi/hangileri sırasıyla doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Turizm Destinasyonunun Web Sitesi, QR kod, Nesnelerin İnterneti,",
      "B": "Nesnelerin İnterneti, Bulut Bilişim hizmetleri,QR kod",
      "C": "Büyük Veri, Bulut Teknolojisi, 3 Boyutlu (3D) Teknolojiler",
      "D": "GSM Teknolojileri, Coğrafi Bilgi Sistemleri (CBS), Merkezi Denetleme Kontrol, Veri Toplama (SCADA)",
      "E": "Coğrafi Bilgi Sistemleri (CBS), Büyük Veri, Bulut Teknolojisi"
    },
    "explanation": "Konu ile ilgili bilgiye 94 nolu sayfada \"Akıllı Şehirler ve Akıllı Turizm Destinasyonlarında Kullanılan Teknolojiler\" konu başlığı altında erişebilirsiniz.<br/>Nesnelerin İnterneti (Internet of Things- IoT): Nesnelere ağ bağlantısı kazandırılarak<br/>onların uzaktan yönetilebilmesine ve birbirleri ile etkileşimde bulunabilmesine yönelik bir tanımlamadır, kısaca, nesnelerin akıllandırılmasını ifade etmektedir. Bulut Bilişim (Cloud Computing): Bulut Bilişim hizmetleri, donanım yerine yazılım ile ilişkili bir tür veri depolama hizmetini ve işlem kapasitesini ifade etmektedir. Belirli bir mobil kod biçimi olarak QR kod, kullanıcılara ek bilgi sağlamak veya mobil hizmetlere erişim sağlamak için fiziksel ve sanal içeriği bağlamak amacıyla bir çözüm sunar."
  },
  {
    "id": "1808820",
    "unitNumber": 4,
    "text": "I. Dünyanın bisiklet dostu şehirleri sıralamalarında genellikle ilk sıralarda yer alır.<br/>II. 1,3 milyon nüfusu ve kişi başına düşen 48 bin dolar geliri ile Avrupa’nın en gelişmiş şehirlerden biri konumundadır.<br/>III. Akıllı ulaşım sistemlerine yönelik olarak başlatılan eylem planına göre bisiklet kullananlar için 350 km’lik bir bisiklet yolu ağı oluşturulmuş ve yol güvenliğini artırmak amacıyla akıllı sokak aydınlatması uygulaması yapılmıştır.<br/>Araştırma sırasında yukarıdaki bilgileri edinen bir araştırmacının hangi şehir hakkında araştırma yaptığı çıkarımına varılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Singapur",
      "B": "Tokyo",
      "C": "Kopenhag",
      "D": "Stockholm",
      "E": "Amsterdam"
    },
    "explanation": "Konu ile ilgili bilgiye 97 nolu sayfadan erişebilirsiniz.<br/>İskandinavya ülkelerinden Danimarka’nın başkenti olan Kopenhag, yaklaşık 1,3 milyon nüfusu ve kişi başına düşen 48 bin dolar geliri ile Avrupa’nın en gelişmiş şehirlerden biri konumundadır. Kopenhag, dünyanın bisiklet dostu şehirleri<br/>sıralamalarında genellikle ilk sıralarda yer alır. Kopenhag’da ulaşım aracı olarak akıllı bisiklet sistemi yaygın olmakla birlikte bisiklet yolları bakımından da diğer şehirlere göre en gelişmiş şehirlerdendir. Kopenhag’da akıllı ulaşım sistemlerine yönelik olarak başlatılan eylem planına göre bisiklet kullananlar için 350 km’lik bir bisiklet yolu ağı oluşturulmuş ve yol güvenliğini artırmak amacıyla akıllı sokak aydınlatması uygulaması yapılmıştır."
  },
  {
    "id": "1808826",
    "unitNumber": 4,
    "text": "I. Akıllı turizm destinasyonu kapsamında dünya çapında en etkili web sitesine sahiptir.<br/>II. Şehre ait web sitesinde, şehirde yer alan ücretsiz wi-fi bağlantı noktaları hakkında bilgiler sunulmuş, şehrin doğal ve kültürel çekicilikleri ayrı paket turlar hâlinde hazırlanmış ve ziyaretçilerin bu paket tur bilgilerini inceleyerek satın alması da sağlanmıştır.<br/>III. Akıllı şehir kapsamında uygulanan teknolojileri incelendiğinde şehirde; Sağlık ve Güvenlik alanında Kapalı Devre Televizyon Sistemleri (CCTV) ile şehir 24 saat izlenmekte, web sitesi ve aplikasyonlar aracılığıyla hava kirliliğinin etkili bir şekilde izlenmesini sağlamakta, halka açık ücretsiz wi-fi hizmetlerine erişimi gelişmiş, şehir bakım sorunlarının çevrimiçi raporlanması için hızlı bir çözüm sağlanmaktadır.<br/>Araştırma sırasında yukarıdaki bilgileri edinen bir araştırmacının hangi şehir hakkında araştırma yaptığı çıkarımına varılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Singapur",
      "B": "Kopenhag",
      "C": "İstanbul",
      "D": "Barselona",
      "E": "Amsterdam"
    },
    "explanation": "Konu ile ilgili bilgiye 97 nolu sayfadan erişebilirsiniz.<br/>Singapur, yaklaşık 6 milyon nüfusu, kişi başına düşen 82 bin dolar geliri ile Asya ülkeleri arasında en gelişmiş şehirlerden biri konumundadır (IMD Smart City Index 2019). Singapur, akıllı turizm destinasyonu kapsamında dünya çapında en etkili web sitesine sahiptir. Visit Singapore isimli web sitesinde birçok farklı dilde, Singapur’a ilişkin olarak ulaşım ve konaklama rezervasyonu sağlanmakta, yeme-içme noktaları, festivaller, etkinlikler hakkında güncel bilgiler verilmekte, alışveriş ve ziyaret noktaları hakkında ayrıntılı bilgiler sunulmaktadır. Ayrıca web sitesi üzerinden Singapur’da yer alan ücretsiz wi-fi bağlantı noktaları hakkında bilgiler sunulmuş, Singapur’un doğal ve kültürel çekicilikleri ayrı paket turlar hâlinde hazırlanmış ve ziyaretçilerin bu paket tur bilgilerini inceleyerek satın<br/>alması da sağlanmıştırAkıllı şehir kapsamında uygulanan teknolojileri incelendiğinde Singapur’da; Sağlık ve Güvenlik alanında Kapalı Devre Televizyon Sistemleri (CCTV) ile şehir 24 saat izlenmekte, web sitesi ve aplikasyonlar aracılığıyla hava kirliliğinin etkili bir şekilde izlenmesini sağlamakta, halka açık ücretsiz wi-fi hizmetlerine erişimi gelişmiş, şehir bakım sorunlarının çevrimiçi raporlanması için hızlı bir çözüm sağlanmaktadır. Akıllı şehir kapsamında uygulanan teknolojileri incelendiğinde şehirde; Sağlık ve Güvenlik alanında Kapalı Devre Televizyon Sistemleri (CCTV) ile şehir 24 saat izlenmekte, web sitesi ve aplikasyonlar aracılığıyla hava kirliliğinin etkili bir şekilde izlenmesini sağlamakta, halka açık ücretsiz wi-fi hizmetlerine erişimi gelişmiş, şehir bakım sorunlarının çevrimiçi raporlanması için hızlı bir çözüm sağlanmaktadır."
  },
  {
    "id": "1808829",
    "unitNumber": 4,
    "text": "Türkiye’nin en önemli turizm merkezi olan şehirde akıllı şehir ve akıllı turizm destinasyonuna yönelik birçok uygulama gerçekleşmektedir. Şehir Bilgilendirme Ekranları (Kiosklar), turistlerin ve vatandaşların şehre dair ihtiyaç duydukları bilgilere kolayca ulaşabilmelerini sağlayacak, klimalı, İnternet erişimli 20 adet bilgilendirme kiosk kabini şehrin farklı merkezlerine konumlandırılmıştır. Sesli Adımlar Projesi ile özellikle işitme ve görme engelli vatandaşlar belediye binasında sesli navigasyon ile bütün yönlenmelerini desteğe ihtiyaç duymadan yapabilmektedirler. 33 bin kişilik Stadyumunun üzerinde 12 bin m<sup>2</sup> alanda 575 konutun elektrik enerjisi ihtiyacını karşılayabilecek 1,24 MW güneş enerjisi panelleri kurulmuştur. Tesis yıllık ortalama 2 bin MWs elektrik enerjisi üretebilmektedir. Bu tesis ile<br/>yıllık 1200 ton CO<sub>2</sub> doğaya salınmıyor, böylece 100 binin üzerinde ağacın kesilmesi engellenmektedir.<br/>Araştırma sırasında yukarıdaki bilgileri edinen bir araştırmacının hangi şehir hakkında araştırma yaptığı çıkarımına varılır?",
    "correctAnswer": "C",
    "options": {
      "A": "İstanbul",
      "B": "İzmir",
      "C": "Antalya",
      "D": "Adana",
      "E": "Bursa"
    },
    "explanation": "Konu ile ilgili bilgiye 103 nolu sayfadan erişebilirsiniz.<br/>Türkiye’nin en önemli turizm merkezi Antalya’da akıllı şehir ve akıllı turizm destinasyonuna yönelik birçok uygulama gerçekleşmektedir. Şehir Bilgilendirme Ekranları (Kiosklar), turistlerin ve vatandaşların şehre dair ihtiyaç duydukları bilgilere kolayca ulaşabilmelerini sağlayacak, klimalı, İnternet erişimli 20 adet bilgilendirme kiosk kabini şehrin farklı merkezlerine konumlandırılmıştır. Sesli Adımlar Projesi ile özellikle işitme ve görme engelli vatandaşlar belediye binasında sesli navigasyon ile bütün yönlenmelerini desteğe ihtiyaç duymadan yapabilmektedirler. 33 bin kişilik Antalya Stadyumunun üzerinde 12 bin m<sup>2</sup> alanda 575 konutun elektrik enerjisi ihtiyacını karşılayabilecek 1,24 MW güneş enerjisi panelleri kurulmuştur. Tesis yıllık ortalama 2 bin MWs elektrik enerjisi üretebilmektedir. Bu tesis ile yıllık 1200 ton CO<sub>2</sub> doğaya salınmıyor, böylece 100 binin üzerinde ağacın kesilmesi engelleniyor."
  },
  {
    "id": "2846533",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi akıllı şehir kavramının ilk kez geniş çaplı olarak dile getirildiği yıldır?",
    "correctAnswer": "A",
    "options": {
      "A": "2008",
      "B": "2006",
      "C": "1999",
      "D": "2010",
      "E": "2000"
    },
    "explanation": "2008"
  },
  {
    "id": "2846535",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi 2013 yılı öncesi akıllı şehir stratejilerinin odak noktası konulardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomik",
      "B": "Sosyal ve çevresel",
      "C": "Kültürel",
      "D": "Politik",
      "E": "Teknolojik"
    },
    "explanation": "Ekonomik"
  },
  {
    "id": "2846536",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi akıllı şehirlerin akıllı yaşantı bileşenlerinden <br/><strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yaşam boyu öğrenme",
      "B": "Bireysel güvenlik",
      "C": "Eğitim olanakları",
      "D": "Turistik çekicilik",
      "E": "kültürel olanaklar"
    },
    "explanation": "Yaşam boyu öğrenme"
  },
  {
    "id": "2846538",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Sürdürülebilir Kalkınma kavramının boyutlarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Eşitlik",
      "B": "Kültürellik",
      "C": "Girişimcilik",
      "D": "Esneklik",
      "E": "Yaratıcılık"
    },
    "explanation": "Eşitlik"
  },
  {
    "id": "2846540",
    "unitNumber": 4,
    "text": "Dünya nüfusunun 10 milyara ulaşacağı tahmin edilen yıl aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "2057",
      "B": "2030",
      "C": "2040",
      "D": "2045",
      "E": "2050"
    },
    "explanation": "2057"
  },
  {
    "id": "2846541",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"Akıllı şehir dönüşüm kapasitesi artırılacaktır\" olarak belirlenen stratejik amacın hedeflerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kent sakinlerinin akıllı şehir dönüşüm kapasitesi artırılacaktır.",
      "B": "Akıllı şehir çözümlerine yönelik paydaşların katılımı artırılacaktır.",
      "C": "Akıllı şehir bileşenlerinin hizmet hizmet bütünlüğünde olgunluğu artırılacaktır.",
      "D": "Akıllı şehir mimarisi oluşturulacaktır.",
      "E": "Akıllı şehirlere bütüncül mali yönetim sağlanacaktır."
    },
    "explanation": "Kent sakinlerinin akıllı şehir dönüşüm kapasitesi artırılacaktır."
  },
  {
    "id": "2846545",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Uzakdoğu'da akıllı turizmi destekleyen ülkelerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Güney Kore",
      "B": "Kuzey Kore",
      "C": "Japonya",
      "D": "Endonezya",
      "E": "Singapur"
    },
    "explanation": "Güney Kore"
  },
  {
    "id": "2846546",
    "unitNumber": 4,
    "text": "Donanım yerine yazılım ile ilişkili bir tür veri depolama ve işlem kapasitesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bulut bilişim",
      "B": "Büyük veri",
      "C": "Yönetim bilgi sistemi",
      "D": "Elektronik ödeme sistemleri",
      "E": "Akıllı mobil cihazlar"
    },
    "explanation": "Bulut bilişim"
  },
  {
    "id": "2846548",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sıfırdan akıllı olarak inşa edilen şehirlerden <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Pekin",
      "B": "Lusail",
      "C": "Songdo",
      "D": "Masdar",
      "E": "Lavasa"
    },
    "explanation": "Pekin"
  },
  {
    "id": "2846549",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dünya çapında ilk on akıllı şehir arasında <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bern",
      "B": "Oslo",
      "C": "Bergen",
      "D": "Amsterdam",
      "E": "Viyana"
    },
    "explanation": "Bern"
  },
  {
    "id": "2849349",
    "unitNumber": 4,
    "text": "Akıllı şehirlerle ilgili ifadelerden hangileri doğrudur?<br/>I- Bilgi ve iletişim teknolojileri kullanılmaktadır, II- Sürdürülebilirlik yaklaşımını benimsemektedir, III- Tüketimi arttırmayı amaçlamaktadır, IV- Şehir sakinlerinin yaşam kalitesini yükseltmeyi amaçlamaktadır.",
    "correctAnswer": "C",
    "options": {
      "A": "I, III, IV",
      "B": "I, II, III",
      "C": "I, II, IV",
      "D": "II, III, IV",
      "E": "III, IV"
    },
    "explanation": "Tüketimi arttırmak akıllı şehirlerin amaçları arasında yer almamaktadır, I,II, ve IV. ifadeler doğrudur.<br/>I, II, IV"
  },
  {
    "id": "2849441",
    "unitNumber": 4,
    "text": "Hangileri bir yerin turizm destinasyonu olarak belirlenmesini sağlayan destekleyici hizmetler arasında yer alır?<br/>I- Bankacılık, II- Postaneler, III- Antik kentler, IV- Festivaller, V- Hastaneler.",
    "correctAnswer": "C",
    "options": {
      "A": "II, III, IV",
      "B": "I, III, IV",
      "C": "I, II, V",
      "D": "I, III, V",
      "E": "I, II, IV"
    },
    "explanation": "Antik kentler ve festivaller, destekleyici hizmetler değil, çekicilikler grubunda yer alır.<br/>I, II, V."
  },
  {
    "id": "2849467",
    "unitNumber": 4,
    "text": "Trafik yoğunluğuna göre sinyalizasyonu otomatik olarak yapan trafik lambalarında kullanılan akıllı teknoloji aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Büyük Veri",
      "B": "Nesnelerin İnterneti",
      "C": "Bulut Bilişim",
      "D": "Arttırılmış Gerçeklik",
      "E": "Yakın Alan İletişimi"
    },
    "explanation": "Nesnelerin interneti, nesnelere ağ bağlantısı kazandırılarak onların uzaktan yönetilebilmesine ve birbirleri ile etkileşimde bulunabilmesine yöneliktir, nesnelerin akıllandırılmasını ifade etmektedir. Verilen örnekte kullanılan akıllı teknoloji diğer seçeneklerde verilenler değildir.<br/>Nesnelerin İnterneti"
  },
  {
    "id": "2849474",
    "unitNumber": 4,
    "text": "Yer ve zaman kısıtlaması olmadan, depolanmış büyük verilere anlık olarak istenilen yerden erişilmesini sağlayan, daha fazla depolama alanı ve hızlı veri transferi imkânı sunan akıllı teknoloji aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bulut Bilişim",
      "B": "Büyük Veri",
      "C": "Yakın Alan İletişimi",
      "D": "Nesnelerin İnterneti",
      "E": "Mobil Aplikasyonlar"
    },
    "explanation": "Tanımı verilen teknoloji Bulut Bilişimdir, diğer seçenekler farklı teknolojilerdir."
  },
  {
    "id": "2849512",
    "unitNumber": 4,
    "text": "Akıllı şehirlerden bir olan Stokholm’de turizm potansiyelini artırmak amacıyla kullanılan akıllı teknolojiler hangileridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sanal şehir turları",
      "B": "Web sitesinden sunulan paket turlar",
      "C": "Bazı noktalarda ücretsiz wi-fi",
      "D": "Elektrikli arabalar",
      "E": "İnteraktif haritalar ve mobil aplikasyonlar"
    },
    "explanation": "Stokholm de akıllı turizme yönelik kullanılan teknoloji interaktif haritalar ve mobil aplikasyonlardır.<br/>İnteraktif haritalar ve mobil applikasyonlar"
  },
  {
    "id": "2849535",
    "unitNumber": 4,
    "text": "Bir web sitesi üzerinden ücret karşılığında farklı dillerde ve belirli günlerde fiziksel olarak şehri<br/>dolaşarak yaklaşık 1,5 saat süren bir Akıllı Şehir gezisi deneyimlemek imkanı sunan akıllı şehir hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tokyo",
      "B": "Stokholm",
      "C": "Singapur",
      "D": "Amsterdam",
      "E": "Barselona"
    },
    "explanation": "Akıllı şehir kapsamında geliştirdikleri uygulamaları web sitesi üzerinden ücret<br/>karşılığında deneyimlemek isteyenlere pazarlamaktadır. Amsterdam Smart City adı verilen bir web sitesi üzerinden Amsterdam’ı isteğe bağlı olarak ve ücret karşılığında farklı dillerde ve belirli günlerde fiziksel olarak şehri dolaşarak yaklaşık 1,5 saat süren bir Akıllı Şehir gezisi ile deneyimlemek akıllı turizm destinasyonlarına iyi bir örnek sunmaktadır (Amsterdam Smart City, 2020)."
  },
  {
    "id": "2849564",
    "unitNumber": 4,
    "text": "Hangileri 2019 yılında dünya çapında ilk 10 akıllı şehirler listesinde yer almaktadır?<br/>I- Stockholm, II- Paris, III- Oslo, IV- Roma, V- Boston.",
    "correctAnswer": "A",
    "options": {
      "A": "I, III, V",
      "B": "II, III, V",
      "C": "I, III, IV",
      "D": "III, IV, V",
      "E": "II, III, V"
    },
    "explanation": "Paris ve Roma akıllı şehirler listesinde yer almamaktadır.<br/>I, III, V"
  },
  {
    "id": "2849630",
    "unitNumber": 4,
    "text": "Hangi kavram, sahip olduğumuz kaynakları, doğal ve kültürel çevreyi koruyarak, eşitlik ve ekonomi boyutlarını da dikkate alarak dengeli bir şekilde kullanmayı ve geleceğe taşımayı ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Dengeli Gelişme",
      "B": "Sürdürülebilir Kalkınma",
      "C": "Ekonomik Büyüme",
      "D": "Duyarlı Gelişme",
      "E": "Eşitlikçi Bölüşüm"
    },
    "explanation": "Verilen tanım sürdürülebilir kalkınma tanımıdır."
  },
  {
    "id": "2849638",
    "unitNumber": 4,
    "text": "Akıllı sayaçların kullanılması, atıkların ve suyun akıllı yönetimi, yenilenebilir enerji kullanımının teşvik edilmesi, akıllı şehirlerin hangi temel bileşeni ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Akıllı Ekonomi",
      "B": "Akıllı İnsan",
      "C": "Akıllı Hareketlilik",
      "D": "Akıllı Çevre",
      "E": "Akıllı Yaşantı"
    },
    "explanation": "Su ve atıkların yönetimi, doğal kaynakların ve çevrenin korunmasıyla ilgilidir.<br/>Akıllı Çevre"
  },
  {
    "id": "2849659",
    "unitNumber": 4,
    "text": "Hangisi akıllı turizmim sağladığı avantajlardan <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İşletme maliyetlerinin düşmesi",
      "B": "Çevre verilen zararın azalması",
      "C": "Rekabetin olanağının azalması",
      "D": "Farklılaştırılmış hizmet sunulması",
      "E": "Turistlere hizmet alma kolaylığı sunması"
    },
    "explanation": "Yeni teknolojilerin kullanılması sonucunda akıllı turizm alanında rekabet etme olasılığı artmaktadır.<br/>Rekabet olanağının azalması"
  },
  {
    "id": "1809949",
    "unitNumber": 5,
    "text": "Dünya sağlık örgütünün tahminlerine göre 2030 yılına gelindiğinde, dünyada ne kadar insan turizm faaliyetine katılacaktır?",
    "correctAnswer": "D",
    "options": {
      "A": "1,5 milyar",
      "B": "1,6 milyar",
      "C": "1,7 milyar",
      "D": "1,8 milyar",
      "E": "1,9 milyar"
    },
    "explanation": "Dünya Turizm Örgütünün (World Tourism Organization-UNWTO) yaptığı tahminlere göre 2030 yılına gelindiğinde dünyada 1,8 milyar insan turizm faaliyetlerine katılacaktır."
  },
  {
    "id": "1809951",
    "unitNumber": 5,
    "text": "Kitle turizminde hakim ulaşım aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "uçak",
      "B": "yat",
      "C": "otobüs",
      "D": "bisiklet",
      "E": "tramvay"
    },
    "explanation": "Kitle turizminde hakim ulaşım aracı uçaktır. (Tablo 5.1)"
  },
  {
    "id": "1809954",
    "unitNumber": 5,
    "text": "Yavaş turizmde aşağıdaki konaklama yerlerinden hangisi tercih edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Büyük oteller",
      "B": "Küçük konaklama işletmeleri",
      "C": "Apart daireler",
      "D": "Bangolovlar",
      "E": "Karavanlar"
    },
    "explanation": "Küçük konaklama işletmeleri"
  },
  {
    "id": "1809958",
    "unitNumber": 5,
    "text": "Yavaş turizm anlayışı, aşağıdaki hangi seçenekte yazılanı savunur?",
    "correctAnswer": "D",
    "options": {
      "A": "Geniş mekanlar kullanılarak, toplu etkinliklerin düzenlenmesini",
      "B": "Bireysel faaliyetlere önem verilmesini",
      "C": "Yöre halkı ve alışkanlıklarından bağımsız etkinliklere yer verilmesini",
      "D": "Bir ziyaretçinin, yöreye has değerleri, doğal unsurları, gelenek ve görenekleri yakından yaşaması gerektiği",
      "E": "Günü birlik geziler düzenlenerek, farklı kültürlerin tanıtılmasını"
    },
    "explanation": "Bir ziyaretçinin, yöreye has değerleri, doğal unsurları, gelenek ve görenekleri yakından yaşaması gerektiği"
  },
  {
    "id": "1809961",
    "unitNumber": 5,
    "text": "Yavaş seyahat anlayışıyla yola çıkmanın başlangıcı, aşağıdakilerden hangisiyle gerçekleştirilir?",
    "correctAnswer": "E",
    "options": {
      "A": "kitle iletişim araçları",
      "B": "mekan",
      "C": "ulaşım araçları",
      "D": "rehberlik hizmetleri",
      "E": "zihin"
    },
    "explanation": "zihin"
  },
  {
    "id": "1809965",
    "unitNumber": 5,
    "text": "Geziye gidilen bir yerde, yerel bir kafede oturmanın sağlayacağı en büyük fayda aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece oradan geçen bir izleyici değil, aynı zamanda şehir manzarasının bir unsuru haline gelmek",
      "B": "uzun ve yorucu bir günün ardından, dinlenmek için mola vermek",
      "C": "Sıcak veya soğuk içeceklerle, ferahlamak",
      "D": "Küçük molalar vermek",
      "E": "Guruptaki diğer kişilerle, iletişim kurabilmek"
    },
    "explanation": "Sadece oradan geçen bir izleyici değil, aynı zamanda şehir manzarasının bir unsuru haline gelmek"
  },
  {
    "id": "1809970",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerden hangisini, yavaş turistlerin taşıdığı özellikler arasında sayamayız?",
    "correctAnswer": "D",
    "options": {
      "A": "Eğitim seviyeleri yüksektir.",
      "B": "Ziyaret edilen bölgeyle ilgili yüksek beklenti vardır.",
      "C": "Eko-gastronomiyle ilgilenmekten keyif alırlar.",
      "D": "Tek bir konaklama yerinde, günlerce önceden planlanan etkinliklere katılırlar.",
      "E": "Bağımsız gezgindirler."
    },
    "explanation": "Tek bir konaklama yerinde, günlerce önceden planlanan etkinliklere katılırlar."
  },
  {
    "id": "1809975",
    "unitNumber": 5,
    "text": "Yavaş yemek hareketi, giderek artan fast food restoranlarına ve daha genel çerçevede hızlı yaşam tarzına doğrudan tepki olarak hangi tarihte, kim tarafından kuruldu?",
    "correctAnswer": "B",
    "options": {
      "A": "1987- Lipman",
      "B": "1986-Petrini",
      "C": "1990-Dickinson",
      "D": "1979-Lumsdon",
      "E": "1989-Conway"
    },
    "explanation": "1986-Petrini"
  },
  {
    "id": "1809978",
    "unitNumber": 5,
    "text": "Yavaş turizm anlayışı, aşağıdaki seçeneklerden hangisindeki üçlü ile yerele fayda sağlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomik-çevresel-sosyal",
      "B": "Sosyal-kültürel-bireysel",
      "C": "Bireysel-ekonomik-çevresel",
      "D": "Ekonomik-kültürel-sosyal",
      "E": "Kültürel-sosyal-çevresel"
    },
    "explanation": "Ekonomik-çevrsel-sosyal"
  },
  {
    "id": "1809980",
    "unitNumber": 5,
    "text": "Günümüzde yavaş yemek hareketinin sembolü aşağıdaki hayvanlardan hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kedi",
      "B": "Köpek",
      "C": "Salyangoz",
      "D": "Tilki",
      "E": "Yılan"
    },
    "explanation": "Salyangoz"
  },
  {
    "id": "1810037",
    "unitNumber": 5,
    "text": "''Kitle Turizmi'' ve ''Yavaş Turizm'' karşılaştırıldığında kitle turizminde turist pasif bir rol almasına karşın yavaş turizmde turist..............bir rol almaktadır.<br/>Cümlesinde boşluğa aşağıdakilerden hangisi doğru ifadeyi verecektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Korunaklı",
      "B": "Zamanı değerli",
      "C": "Aktif",
      "D": "Dinlenme amaçlı",
      "E": "Sakinlik amaçlı"
    },
    "explanation": "Yavaş Turizm Ünite 5<br/>Kitle turizmi ve Yavaş turizm karşılaştırıldığında yavaş turizmde turist aktif rol almaktadır."
  },
  {
    "id": "1810041",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisinin yavaş turizmin faaliyeti olarak kabul edilmesi uygun değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yerelin kültürünü yansıtan ürünlerin kullanılması",
      "B": "Ziyaretçilerin ziyaret edilen yöre sakinleri ile daha fazla iletişim kurması",
      "C": "Ziyaret edilen bölgeye ait kaynakların kullanımında sürdürülebilirlik anlayışı ile hareket edilmesi",
      "D": "Ziyaret edilen bölgenin kültürel ve tarihi yapısını ifade edecek yayınların hazırlanması",
      "E": "Yavaş Turizm amaçlı hareketlerde ekonomik getirinin öncelikli amaç olması"
    },
    "explanation": "Yavaş Turizm-Yavaş Turizm anlayışı<br/>Yavaş Turizmde ekonomik getiri öncelikli amaç değildir."
  },
  {
    "id": "1810341",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yavaş turizmi tercih eden turistin tercihleri arasında kabul edilmez?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğal ve kültürel çevreyi tanıma etkinliklerine katılmak",
      "B": "Anlık ve kısa zaman dilimine sığdırılan etkinlik tercihi",
      "C": "Yerel kültürleri tanıma-inceleme",
      "D": "Tarihi eserleri görmek ve incelemek",
      "E": "Gastronomi destinasyonlarına gitmek ve aktif olarak yer almak"
    },
    "explanation": "Yavaş Turizm-Turizmde güncel yaklaşımlar<br/>Anlık ve kısa zaman diliminde gerçekleşen etkinlikler yavaş turizmi tercih eden turistin tercihi değildir."
  },
  {
    "id": "1810353",
    "unitNumber": 5,
    "text": "''Yavaş seyahatin temel fikri yerel kültürle olan ilişkiye dayanmaktadır'' anlamında aşağıdakilerden hangi kriteri ele almak doğru olur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yavaş seyahat daha maliyetli olmaktadır.",
      "B": "Farklı kültürlerde yerel toplumun parçası olma",
      "C": "Hızlı ulaşım araçları ile etkinlik",
      "D": "Yerel kültürün tarihi,kültürel,folklorik değerlerini tanıma",
      "E": "Konforun ön planda tutulması"
    },
    "explanation": "Yavaş Turizm-Turizmde güncel yaklaşımlar<br/>Farklı kültürlerde yerel toplumun bir parçası olma yavaş seyahatin yerel kültürle ilişkisinin kriterlerindendir."
  },
  {
    "id": "1810356",
    "unitNumber": 5,
    "text": "Aşağıdaki ulaşım araçlarından hangisi yavaş turizm için kaçınılması gereken ulaşım aracıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yelkenli",
      "B": "Kişisel otomobil",
      "C": "Uçak",
      "D": "Tren",
      "E": "Bisiklet"
    },
    "explanation": "Yavaş Turizm-Yavaş Turist<br/>Uçak yavaş turizm için kaçınılması gereken ulaşım aracıdır."
  },
  {
    "id": "1810361",
    "unitNumber": 5,
    "text": "Yavaş turizm çerçevesinde bütçe dostu olan nitelikler arasında sayamayacağımız nitelik aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Farklı kültürlere yönelik keşifler",
      "B": "Yavaş turizmde tercih edilen 1 haftadan uzun konaklamalar ulaşım-konaklama maliyeti ni düşürmektedir.",
      "C": "Yavaş turizm çerçevesinde turist yeme içme ihtiyacını yerelden karşılayabilir bu da otellere göre daha düşük maliyet getirir.",
      "D": "Yavaş turizmin genel niteliklerinden olan ortak etkinliğe oluşturulan grup halindeki hareket maliyeti düşürmektedir.",
      "E": "Çok uzak destinasyonlara düzenlenen yolculuk"
    },
    "explanation": "Yavaş turizm-Yavaş turist<br/>Çok uzak destinasyonlara düzenlenen yolculuklar maliyeti yüksek kılabilmektedir."
  },
  {
    "id": "1810365",
    "unitNumber": 5,
    "text": "Yavaş yemek hareketi(Slow Food)giderek artan fast food restoranlarına tepki olarak 1986 yılında İtalya'da kim tarafından başlatılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Fullagar",
      "B": "Callot",
      "C": "Calzati ve Salvo",
      "D": "Carlo Petrini",
      "E": "Chao"
    },
    "explanation": "Yavaş Turizm Anlayışının Ortaya Çıkışı<br/>Carlo Petrini tarafından başlatılmıştır."
  },
  {
    "id": "1810372",
    "unitNumber": 5,
    "text": "Aşağıdaki tanımlardan hangisi ''sürdürülebilir kalkınma kavramı''na hizmet etmez.",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik sürdürülebilirlik",
      "B": "Çevresel sürdürülebilirlik",
      "C": "Sosyal sürdürülebilirlik",
      "D": "Kültürel sürdürülebilirlik",
      "E": "Ekonomik,çevresel ve sosyal sürdürülebilirliğin eş zamanlı olarak benimsenmesi gerekliliği"
    },
    "explanation": "Sürdürülebilir yerel kalkınma ve yavaş turizm ilişkisi<br/>Ekonomik,çevresel ve sosyal sürdürülebilirliğin eş zamanlı olarak benimsenmesi gerekliliği sürdürülebilir kalkınmaya hizmet eden bir durum değildir."
  },
  {
    "id": "1810379",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi turistik faaliyetlere katılmanın kişilere yönelik doğrudan ve dolaylı etkilerinden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mutluluk",
      "B": "Sağlıklı yaşam",
      "C": "Özgüvenli yaşam doyumu",
      "D": "Yaşam memnuniyeti",
      "E": "Günümüz bireyin hızlı yaşam temposu"
    },
    "explanation": "Yavaş turizmin sosyal sürdürülebilirliğe etkisi<br/>Günümüz bireyinin hızlı yaşam temposu; turistik faaliyete katılmanın dolaylı veya direkt kişiyi etkileyen etkilerinden değildir."
  },
  {
    "id": "1810387",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ''Yavaş Hareket''in karşılamaya çalıştığı gereksinimlerden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnsanların aile ve arkadaşlarla yeniden bağ kurma ihtiyacı",
      "B": "Keşfetme arzusu ile seyahat",
      "C": "Farklı yiyecek ve içecekleri keşfetme isteği",
      "D": "Anlamlı bir hayat yaşama ihtiyacı",
      "E": "İnsanların yaşamını durağan hale getirme isteği"
    },
    "explanation": "Yavaş turizm anlayışının ortaya çıkışı<br/>İnsanların yaşamını durağan hale getirme arzusu yavaş turizm anlayışına uygun değildir."
  },
  {
    "id": "2846554",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kitle turizminin özelliklerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hızlı hareket edilir",
      "B": "Tren gibi alternatif ulaşım araçları kullanılır",
      "C": "Sakinlik ön plana çıkar",
      "D": "Özgün deneyimler sunulur",
      "E": "Turist deneyimi ön plana çıkar"
    },
    "explanation": "Hızlı hareket edilir"
  },
  {
    "id": "2846557",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yavaş turizmin özelliklerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mekanın yerel karakteri algılanır",
      "B": "Hakim ulaşım aracı uçaktır.",
      "C": "Turist pasif bir roldedir.",
      "D": "İletişim teknolojileri kullanılır.",
      "E": "Daha çok otel işletmesinde vakit geçirilir."
    },
    "explanation": "Mekanın yerel karakteri algılanır"
  },
  {
    "id": "2846558",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yavaş turizmi oluşturan boyutlardan <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Standart",
      "B": "zaman",
      "C": "Duygu",
      "D": "Sürdürülebilirlik",
      "E": "Özgünlük"
    },
    "explanation": "Standart"
  },
  {
    "id": "2846560",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yavaş seyahat eden turistlerin dikkate alacakları ilkelerden <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Turist pasif bir rolde olmalıdır.",
      "B": "Yerel topluluklarla doğru bir seviye yakalanarak iletişim kurulmalıdır.",
      "C": "Bütün tercihler daha evdeyken yapılmalıdır.",
      "D": "Ziyaret edilen yöreye uygun konaklama ve yiyecek-içecek seçenekleri tercih edilmelidir.",
      "E": "Beklenmedik gelişmelere hazır olunmalıdır."
    },
    "explanation": "Turist pasif bir rolde olmalıdır."
  },
  {
    "id": "2846561",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yavaş yemek hareketinin 'iyi gıda' ilkesiyle ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yerel kültürün bir parçası olması",
      "B": "Sağlığımıza yararlı olması",
      "C": "Yaban hayatına olumlu etkili olması",
      "D": "Erişilebilir fiyatı olması",
      "E": "Uygun ücret ve çalışma koşulu olması"
    },
    "explanation": "Yerel kültürün bir parçası olması"
  },
  {
    "id": "2846562",
    "unitNumber": 5,
    "text": "Günümüzde yavaş yemek hareketinin sembolü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Salyangoz",
      "B": "Kaplumbağa",
      "C": "Koala",
      "D": "Manatee",
      "E": "Deniz atı"
    },
    "explanation": "Salyangoz"
  },
  {
    "id": "2846563",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Sürdürülebilir Kalkınma düşüncesinin küresel anlamda ilk kez dile getirildiği yıl aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1972",
      "B": "1971",
      "C": "1970",
      "D": "1975",
      "E": "1980"
    },
    "explanation": "1972"
  },
  {
    "id": "2846564",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Sürdürülebilir Kalkınmayla belirlenen amaç ve hedeflerden <strong>değildir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Standartlaşmış deneyimler sunmak",
      "B": "Büyümeyi canlandırmak",
      "C": "Büyümenin kalitesine yön vermek",
      "D": "Mevcut kaynakları korumak ve tabanını genişletmek",
      "E": "Teknolojiyi yönlendirmek ve riskleri yönetebilmek"
    },
    "explanation": "Standartlaşmış deneyimler sunmak"
  },
  {
    "id": "2846565",
    "unitNumber": 5,
    "text": "Sürdürülebilir kalkınma kavramının gelişmesine etki eden alanlar kaç tanedir?",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "2",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "3"
  },
  {
    "id": "2850559",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerden hangisi yavaş turizm anlayışına uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Turist aktif bir roldedir",
      "B": "Hâkim ulaşım aracı uçaktır",
      "C": "Çok sayıda turistik yer ziyareti yapılır",
      "D": "Standartlaşmış yiyecekler sunulur",
      "E": "Kitlesel ve standart seçenekler vardır"
    },
    "explanation": "YAVAŞ TURİZM ANLAYIŞI<br/>Doğru cevap a seçeneğidir."
  },
  {
    "id": "2850580",
    "unitNumber": 5,
    "text": "I. Yerelin kültürünü yansıtan ürünlerin kullanılması<br/>II. Standartlaşmış deneyimler sunulur<br/>III. Ziyaretçilerin yöre sakinleriyle daha çok iletişim ve etkileşim kurması<br/>IV. Ziyaret edilen bölgeye ait kaynakların kullanımında sürdürülebilirlik anlayışına uygun olarak hareket edilmesi<br/>Yukarıdaki maddelerden hangileri yavaş turizm anlayışına uygundur?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "II, IV",
      "C": "I, III, IV",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "YAVAŞ TURİZM ANLAYIŞI<br/>Standartlaşmış deneyimler sunulur, maddesi yavaş turizm anlayışına uygun değildir, kitle turizmini ifade eder. Doğru yanıt c seçeneğidir."
  },
  {
    "id": "2850594",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerden hangisi yavaş turizm anlayışının boyutları arasında değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Zaman Boyutu",
      "B": "Duygu Boyutu",
      "C": "Özgünlük Boyutu",
      "D": "Hareket Boyutu",
      "E": "Etkileşim Boyutu"
    },
    "explanation": "Yavaş Turizm Anlayışının Boyutları<br/>Doğru yanıt d seçeneğidir."
  },
  {
    "id": "2850608",
    "unitNumber": 5,
    "text": "\"Bir ziyaretçinin yöreye has değerleri, doğal unsurları, gelenek ve görenekleri yakından tanıyacak şekilde bir deneyim yaşaması gereklidir\" cümlesi yavaş turizm anlayışının hangi boyutunu ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Zaman Boyutu",
      "B": "Özgünlük Boyutu",
      "C": "Etkileşim Boyutu",
      "D": "Duygu Boyutu",
      "E": "Sürdürülebilirlik Boyutu"
    },
    "explanation": "Yavaş Turizm Anlayışının Boyutları<br/>Doğru yanıt b seçeneğidir."
  },
  {
    "id": "2850624",
    "unitNumber": 5,
    "text": "I. Düşük hızda giden seyahat araçları tercih edilmelidir<br/>II. Çok sayıda turistik yer ziyareti yapılmalıdır<br/>III. Seyahate çıkmadan önce varılacak destinasyondaki yerel pazarlar ve yöresel ürünlerin satıldığı dükkânlar araştırılmalıdır<br/>IV. Yerele özgü kafe kültürünün keyfine varılmalıdır<br/>Yukarıdaki maddelerden hangileri yavaş seyahat anlayışıyla hareket etmek için turistlerin dikkate alması gereken ilkelerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "II, III, IV",
      "D": "I, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Yavaş Seyahat Anlayışı<br/>Doğru yanıt d seçeneğidir."
  },
  {
    "id": "2850635",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerden hangisi yavaş turistlerin talep edeceği türden deneyimlerden değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sakin bir tempoda yerel pazarları gezmek",
      "B": "Büyük otel işletmelerinde konaklamak",
      "C": "Yöre esnafından bir şeyler satın almak",
      "D": "Kırsal alanlarda yürüyüş yapmak ve bisiklete binmek",
      "E": "Yaban hayatını izlemek"
    },
    "explanation": "Yavaş Turist<br/>Doğru yanıt b seçeneğidir."
  },
  {
    "id": "2850647",
    "unitNumber": 5,
    "text": "I. Yavaş turistler farklı kültür ve kimlikleri keşfetmeye açıktır<br/>II. Yavaş turistlerin eğitim seviyesi yüksektir<br/>III. Yavaş turist bağımsız bir gezgindir<br/>IV. Yavaş turistler ziyaret ettiği bölgeyle ilgili beklenti içine girerler<br/>V. Yavaş turistler eko-gastronomiyle ilgilenmekten keyif alır<br/>Yukarıdaki maddelerden hangileri yavaş turistlerin taşıdığı özelliklerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "I, IV, V",
      "D": "II, III, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Yavaş Turist<br/>Doğru yanıt e seçeneğidir."
  },
  {
    "id": "2850657",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerden hangisi çevreye, yaban hayatına ve sağlığımıza zarar vermeyen bir gıda üretimi ve tüketimini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Temiz Gıda",
      "B": "İyi Gıda",
      "C": "Adil Gıda",
      "D": "Güzel Gıda",
      "E": "Hafif Gıda"
    },
    "explanation": "YAVAŞ TURİZM ANLAYIŞININ ORTAYA ÇIKIŞI<br/>Temiz Gıda: Çevreye, yaban hayatına ve sağlığımıza zarar vermeyen bir gıda üretimi ve tüketimini anlatır. Doğru yanıt a seçeneğidir."
  },
  {
    "id": "2850676",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerden hangisi sürdürülebilir kalkınmayla belirlenen amaç ve hedeflerden değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Büyümeyi canlandırmak",
      "B": "Büyümenin kalitesine yön vermek",
      "C": "Mevcut kaynakları daraltmak",
      "D": "Karar verme süreçlerinde çevre ve ekonomiyi bir arada ele almak",
      "E": "Teknolojiyi yönlendirmek ve riskleri yönetebilmek"
    },
    "explanation": "SÜRDÜRÜLEBİLİR YEREL KALKINMA VE YAVAŞ TURİZM İLİŞKİSİ<br/>Doğru yanıt c seçeneğidir."
  },
  {
    "id": "2850686",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerden hangisi yavaş turizm anlayışını kitle turizmi anlayışından ayıran özeliklerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Acelecilik gözlenir",
      "B": "Sakinlik ön plana çıkar",
      "C": "Hareket, seyahat için bir zaman kaybıdır",
      "D": "Turist pasif bir roldedir",
      "E": "Kitlesel ve standart seçenekler vardır"
    },
    "explanation": "YAVAŞ TURİZM ANLAYIŞI<br/>Doğru yanıt b seçeneğidir."
  },
  {
    "id": "1763788",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yetişkinlerin seyahat etmelerindeki öncelikli amaçlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tatil",
      "B": "Dil öğrenmek",
      "C": "Gönüllü olmak",
      "D": "Eğitim Görmek",
      "E": "Spor"
    },
    "explanation": "Önceliği iş veya tatil amaçlı seyahat eden yetişkinlerin aksine, genç gezginlerin %70’inin amacı yurtdışında dil öğrenmek, gönüllü olmak, çalışmak ya da eğitim görmektir."
  },
  {
    "id": "1763790",
    "unitNumber": 6,
    "text": "Dünya çapındaki gençlik gezginleri içinde kendilerini sırt çantalı gezgin olarak görenlerin oranı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1/2",
      "B": "1/3",
      "C": "1/4",
      "D": "1/5",
      "E": "1/6"
    },
    "explanation": "Dünya çapındaki gençlik gezginlerinin sadece dörtte biri kendilerini sırt çantalı gezgin olarak görmektedir.<br/>1/4"
  },
  {
    "id": "1766038",
    "unitNumber": 6,
    "text": "Aşağıda belirtilenlerden hangisi/hangileri 2002 yılı Cape Town Deklarasyonuna göre sorumlu turizmin özelliklerindendir ?<br/>I. Yerel halk ile daha anlamlı ilişkiler kurarak daha keyifli bir tatil deneyimi sağlamak.<br/>II. Dünyadaki çeşitliliğinin devamı için kültürel ve doğal mirasın korunmasına olumlu<br/>katkılarda bulunmak.<br/>III. Fiziksel engeli olan bireylerin ulaşılabilirliğini sağlamak.",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Deklarasyona göre sorumlu turizmin birçok özelliği olmaldır. Bunlar:<br/>• Turizmin oluşturduğu olumsuz çevresel,<br/>ekonomik ve sosyal etkileri en aza indirmek,<br/>• Yerel halk için genişletilmiş ekonomik faydalar ve daha nitelikli yaşanabilir alanlar<br/>oluşturmak,<br/>• Yerel halkın yaşam alanlarını etkileyen kararlarda onları da dâhil etmek,<br/>• Yerel halk ile daha anlamlı ilişkiler kurarak<br/>daha keyifli bir tatil deneyimi sağlamak,<br/>• Dünyadaki çeşitliliğinin devamı için kültürel ve doğal mirasın korunmasına olumlu<br/>katkılarda bulunmak,<br/>• Fiziksel engeli olan bireylerin ulaşılabilirliğini sağlamak,<br/>• Yerel halk ve turistler arasında kültürel olarak daha hassas, güvenilir, yerel kimliği koruyucu yaklaşım getirmektir<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "1766040",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ekoturizmin birincil amaçlarından değildir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Kaynak koruma",
      "B": "Kültürel canlandırma",
      "C": "Ekonomik kalkınma",
      "D": "Farklılaşma",
      "E": "Eğitim"
    },
    "explanation": "Ekoturizmin birincil amaçları (Şerefoğlu, 2009):<br/>• Kaynak koruma,<br/>• Kültürel canlandırma,<br/>• Ekonomik kalkınma ve<br/>• Farklılaşma vasıtasıyla sürdürülebilir kaynak kullanımını teşvik etmektir.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "1766041",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri sorumlu turizm ile ilişkili turizm türlerindendir ?<br/>I. Ekoturizm<br/>II. Adil ticaret turizmi<br/>III. Kırsal turizm",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Sorumlu turizm; ekoturizm, adil ticaret turizmi, kırsal turizm, toplum temelli turizm, dayanışma temelli turizm, yoksul odaklı turizm gibi birçok turizm çeşidi ile ilişkilendirilmektedir.<br/>Yanıt hepsi olmalıdır."
  },
  {
    "id": "1766044",
    "unitNumber": 6,
    "text": "Tarımsal ya da yerel değerlerle iç içe bulunarak hoşça zaman geçirmek amacında olan turistlere, beklentileri doğrultusunda konaklama, yiyecek, içecek ve diğer hizmetleri veren küçük ölçekli işletmelerin de yer aldığı küçük yerleşimlerde gerçekleştirilen faaliyetler bütünü olarak tanımlanan turizm türü aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Kırsal turizm",
      "B": "Toplumsal temelli turizm",
      "C": "Tarım turizmi",
      "D": "Dayanışma turizmi",
      "E": "Yoksul odaklı turizm"
    },
    "explanation": "Tanım kırsal turizmi açıklamaktadır.<br/>Kırsal Turizm: “Tarımsal ya da yerel değerlerle iç içe bulunarak hoşça zaman geçirmek amacında olan turistlere, beklentileri doğrultusunda konaklama, yiyecek, içecek ve diğer hizmetleri veren küçük ölçekli işletmelerin de yer aldığı küçük yerleşimlerde gerçekleştirilen faaliyetler bütünü” olarak tanımlanmaktadır (European Comission, 1999)."
  },
  {
    "id": "1766046",
    "unitNumber": 6,
    "text": "Bulunduğu bölgeyi geliştirmeyi amaçlayan, yerel nüfusun bu turizm çeşidinin farklı adımlarına katılımı, insana, kültüre ve doğaya saygı ile yaratılan kaynakların eşit dağılımı, gibi dayanakları olan turizm türü aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplum temelli turizm",
      "B": "Yoksul odaklı turizm",
      "C": "Tarım turizmi",
      "D": "Dayanışma turizmi",
      "E": "Kültürel miras turizmi"
    },
    "explanation": "Dayanışma turizmi tanımlanmıştır.<br/>Sorumlu turizm içerisinde ele alınan bir başka turizm çeşidi dayanışma turizmidir. Dayanışma turizmi yerel toplumla olan ilişkileri merkezine alır ve bulunduğu bölgeyi geliştirmeyi amaçlar. Yerel nüfusun bu turizm çeşidinin farklı adımlarına katılımı, insana, kültüre ve doğaya saygı ve dayanışmayla yaratılan kaynakların eşit dağılımı, bu turizmin temel dayanaklarıdır."
  },
  {
    "id": "1766048",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri kültürel miras turizminin özelliklerindendir ?<br/>I. Müzelerin ziyaret edilmesi.<br/>II. Festival veya özel etkinliklere katılma.<br/>III. Yerel halkın davranış biçimlerinin gözlemlenmesi veya deneyimlenmesi.",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Verilenlerin hepsi kültürel miras turizminin özelliklerindendir.<br/>Yanıt hepsi olmalıdır."
  },
  {
    "id": "1766052",
    "unitNumber": 6,
    "text": "Yerel halkla iletişimin en fazla olduğu turizm türü aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Dayanışma turizmi",
      "B": "Toplum temelli turizm",
      "C": "Adil ticaret turizmi",
      "D": "Ekoturizm",
      "E": "Sorumlu turizm"
    },
    "explanation": "Belirtilen turizm çeşitlerinde yerel halkla iletişim değişen oranlarda söz konusuyken, dayanışma turizminde en fazladır.<br/>Verilen turizm çeşitlerinde yerel halkala iletişim en fazla dayanışma turizminde görülmektedir."
  },
  {
    "id": "1766053",
    "unitNumber": 6,
    "text": "Toplum katılımının en az olduğu turizm türü aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekoturizm",
      "B": "Adil ticaret turizmi",
      "C": "Dayanışma turizmi",
      "D": "Sorumlu turizm",
      "E": "Toplum temelli turizm"
    },
    "explanation": "Sorumlu turizmi, dayanışma turizmi ve toplum temelli turizm türlerinde toplum katılımı en fazla olup, ekoturizmde en azdır.<br/>Yanıt Ekoturizm olmalıdır."
  },
  {
    "id": "1766057",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri sorumlu turistin özelliklerindendir ?<br/>I. İnteraktif olmak<br/>II. Tecrübeye dayalı olmak<br/>III. Sosyal ve doğal çevre bilinci olmak",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Sorumlu turistlerin üç temel karakteristiği bulunmaktadır. Bunlar; tecrübeye dayalı olmak, interaktif olmak ve sosyal ve doğal çevre bilinci sahibi olmak.<br/>Yanıt hepsi olmalıdır."
  },
  {
    "id": "1766060",
    "unitNumber": 6,
    "text": "Risk unsuru barındıran, yüksek fiziksel efor seviyeleri ve çoğu zaman özel beceri ihtiyacı içeren doğa temelli bir turizm biçimi aşağıdakilerden hangisidir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Eğitim turizmi",
      "B": "Gençlik turizmi",
      "C": "Macera turizmi",
      "D": "Kültür turizmi",
      "E": "Spor turizmi"
    },
    "explanation": "Cevap macera turizmi olmalıdır."
  },
  {
    "id": "1766955",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sorumlu turizmin özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ormanlara tehdit oluşturma",
      "B": "Deniz kirliliğine yol açma",
      "C": "Yerel halk ile anlamlı ilişkiler kurma",
      "D": "Kumsalları tahrip etme",
      "E": "Tehdit altındaki türlerin yaşam alanlarını yok etme"
    },
    "explanation": "“Ormanlara tehdit oluşturma, Deniz kirliliğine yol açma, Kumsalları tahrip etme ve tehdit altındaki türlerin yaşam alanlarının yok etme” kitle turizminin etkileridir.<br/>“Yerel halk ile anlamlı ilişkiler kurma” ise sorumlu turizmin özelliklerinden biridir."
  },
  {
    "id": "1766963",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sorumlu turizm ile ilişkili turizm türlerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekoturizm",
      "B": "Toplum Temelli Turizm",
      "C": "Kırsal Turizm",
      "D": "Yoksul Odaklı Turizm",
      "E": "Kitle Turizmi"
    },
    "explanation": "“Ekoturizm, Toplum Temelli Turizm, Kırsal Turizm ve Yoksul Odaklı Turizm” sorumlu turizm ile ilişkili turizm türleridir. Kitle Turizmi ise olumsuz çevresel, ekonomik ve sosyal etkilere neden olmaktadır. Sorumlu Turizm, kitle turizminin olumsuz etkilerine karşı gelişmiş bir turizm türüdür."
  },
  {
    "id": "1766968",
    "unitNumber": 6,
    "text": "Turizmden elde edilen gelirlerin, sosyal ve kültürel faydaların yerel halk ve üreticilere daha eşit bir şekilde paylaşımını hedefleyen sorumlu turizm türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekoturizm",
      "B": "Adil Ticaret Turizmi",
      "C": "Toplum Temelli Turizm",
      "D": "Tarım Turizmi",
      "E": "Kültürel Miras Turizmi"
    },
    "explanation": "Adil ticaret turizmi özellikle gelişmekte olan ülkelerde üreticilerin daha iyi ticaret koşulları yapmalarına ve sürdürülebilirliği desteklemelerine yardımcı olmayı amaçlayan adil ticareti oluşturan değerlerden ilham alır ve bunları turizme uygular. Ekonomik, sosyal ve kültürel faydaların çoğunlukla yerel halk başta olmak üzere adil bir şekilde dağılmasını hedefler."
  },
  {
    "id": "1766970",
    "unitNumber": 6,
    "text": "Mehmet Bey’in yaşadığı köye son yıllarda turistler gelmeye başlamıştır. Turistler, köy evlerinde konaklamakta, doğal ortamda yaşamakta ve köy halkı tarafından üretilen gıdaları tüketmektedirler. Bu sayede son yıllarda köylerinden kente göç eden gençlerin sayısında önemli azalma olmuştur.<br/>Yukarıda etkisi anlatılan sorumlu turizm türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kırsal Turizm",
      "B": "Yoksul Odaklı Turizm",
      "C": "Kültürel Miras Turizmi",
      "D": "Dayanışma Turizmi",
      "E": "Adil Ticaret Turizmi"
    },
    "explanation": "Soruda verilen örnekte, kişilerin doğal ortamlarda dinlenmek ve değişik kültürlerle bir arada olmak amacıyla bir kırsal yerleşmeye gidip orada konaklamaları ve o yöreye özgü etkinlikleri izlemeleri ya da katılmalarıyla gerçekleşen KIRSAL TURİZM anlatılmaktadır. Kırsal turizmin gelişmesi ve yörede oturanların kırsal turizmden gelir elde etmeleri sonucunda kırdan kente doğru olan göç engellenmektedir."
  },
  {
    "id": "1766972",
    "unitNumber": 6,
    "text": "Ayşe Hanım ve ailesi, bir haftalık tatillerini Ege Bölgesi’ndeki bir çiftlikte meyve-sebze toplayarak, fide ekerek ve çapa yaparak geçirmişlerdir. Tatilleri sırasında çiftliğe ait barakada kalmışlardır. Hem çalışmışlar hem de barınma ve yemek ücretlerini çiftlik sahibine ödemişlerdir. Doğa ile iç içe yaşamış ve yeni deneyimler, bilgiler kazanmışlardır.<br/>Yukarıda örnek ile anlatılan sorumlu turizm türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yoksul Odaklı Turizm",
      "B": "Kültürel Miras Turizmi",
      "C": "Dayanışma Turizmi",
      "D": "Adil Ticaret Turizmi",
      "E": "Tarım Turizmi"
    },
    "explanation": "Tarım turizmi, ekoturizmin ve kırsal turizmin bir alt kolu olarak sayılabilir.<br/>Tarım turizmi, tarımsal üretimin yoğun olduğu yerlerde gerçekleştirilmektedir.<br/>Ziyaretçileri bir gün veya daha uzun sürelerle tarımsal yaşamı deneyimlemeye ve öğrenmeye teşvik eder.<br/>Bu özelliği ile tarım turizmi üreticilere bir ek gelir kaynağı yaratmaktadır."
  },
  {
    "id": "1766973",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Kültürel Miras Turizmi’ne örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Deniz tatili yapmak",
      "B": "Göl evi tatil yapmak",
      "C": "Orman köyünde çalışarak tatil yapmak",
      "D": "Festival veya özel etkinliklere katılma",
      "E": "Doğa sporları deneyimlemek"
    },
    "explanation": "Kültür mirası, soyut ve somut unsurları ile birlikte ulusal miras olarak önceki nesillerden alınır. Bir kültürün, geleneksel üretim metotları, yaşam tarzı, gelenekler veya ibadet biçimleri gibi soyut veya mimari, arkeolojik alanlar, el sanatları, giysiler ve yemekler gibi somut unsurları, yaratıcıları hakkında bilgi verir.<br/>Kültürel miras turizmi örnekleri: • Tarihi binaların ziyaret edilmesi, • Sit alanlarının ziyaret edilmesi • Müzelerin ziyaret edilmesi, • Festival veya özel etkinliklere katılma, • Yerel halkın davranış biçimlerinin gözlemlenmesi veya deneyimlenmesi."
  },
  {
    "id": "1766975",
    "unitNumber": 6,
    "text": "Turizm faaliyetinin gerçekleştirildiği yerde bulunan yerel topluluğun, karar verme sürecine ve turizm gelişimi planlamasına katılımının sağlanması, sorumlu turizmin hangi bileşenini ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yerel Kalkınma",
      "B": "Toplum Katılımı",
      "C": "Adalet",
      "D": "Çevre ve Koruma",
      "E": "Diğer Kültürlere Saygı"
    },
    "explanation": "Turizm faaliyetinin gerçekleştirildiği yerde bulunan yerel topluluğun, karar verme sürecine ve turizm gelişimi planlamasına katılım Sorumlu Turizmin “Toplum Katılımı” bileşenini ifade etmektedir."
  },
  {
    "id": "1766976",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Gönüllülük Odaklı turistlerin özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Diğer kültürleri tanımak isterler.",
      "B": "Etkileşim yoluyla gerçek deneyim elde ederler.",
      "C": "Topluma ve çevreye yardım etme arzuları vardır.",
      "D": "Meşhur kültürel ve tarihi alanları görmek isterler.",
      "E": "Doğrudan kültürel etkileşimleri vardır."
    },
    "explanation": "<strong>Gönüllülük Odaklı turistlerin özellikleri:</strong><br/><ul><br/><li>Gönüllülük ana odaklarıdır.</li><br/><li>Topluma ve çevreye yarım etme arzuları vardır.</li><br/><li>Uygulamalı iş tecrübesi kazanmaya ilgilidirler.</li><br/><li>Kültürel değişim ararlar. Yerli halkla ve diğer gönüllülerle etkileşim isterler.</li><br/><li>Başkalarına yardım ederek ya da çevreyi koruyarak kendini gerçekleştirmek isterler.</li><br/></ul><br/>Topluma ve çevreye yardım etme arzuları vardır."
  },
  {
    "id": "2845153",
    "unitNumber": 6,
    "text": "Lüks hizmet ve konforu ifade eden, ancak sorumlu seyahat unsurlarını barındıran turizm türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üst Düzey Turizm",
      "B": "Macera Turizmi",
      "C": "Gönüllü Turizmi",
      "D": "Eğitim Turizmi",
      "E": "Kültür Turizmi"
    },
    "explanation": "Üst düzey sorumlu turizm, lüks hizmet ve konforu ifade eder, ancak sorumlu seyahat unsurlarını barın-dırır. Üst düzey sorumlu turizm firmaları; destinasyonların çevresel, kültürel, sosyal ve ekonomik konularını dikkate alırken, aynı zamanda yüksek bir konfor ve hizmet standardını da göz önünde bulundururlar.<br/>Üst Düzey Turizm"
  },
  {
    "id": "2845155",
    "unitNumber": 6,
    "text": "Risk unsuru barındıran, yüksek fiziksel efor seviyeleri ve çoğu zaman özel beceri ihtiyacı içeren doğa temelli turizm biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Macera Turizmi",
      "B": "Kültür Turizmi",
      "C": "Üst Düzey Turizm",
      "D": "Genç Turizmi",
      "E": "Gönüllü Turizmi"
    },
    "explanation": "Macera turizmi, risk unsuru barındıran, yüksek fiziksel efor seviyeleri ve çoğu zaman özel beceri ihtiyacı içeren doğa temelli bir turizm biçimidir."
  },
  {
    "id": "2845156",
    "unitNumber": 6,
    "text": "Uluslararası turizm varışlarının yaklaşık %20’sini oluşturan küresel turizm endüstrisinin en büyük ve en hızlı büyüyen segmentlerinden biri olan turist grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Genç Turistler",
      "B": "Üst Düzey Turistler",
      "C": "Macera Turistleri",
      "D": "Gönüllü Turistler",
      "E": "Eğitim Turistleri"
    },
    "explanation": "Gençlik turizmi, uluslararası turizm varışlarının yaklaşık %20’sini oluşturan küresel turizm endüstrisi-nin en büyük ve en hızlı büyüyen segmentlerinden biri olarak kabul edilmektedir. Genç gezginlerin çoğun-luğu 25 yaşın altındaki öğrencilerdir, ancak otuzlu yaşlarının başlarında biraz daha yaşlı bir “genç” gezgin<br/>Genç Turistler"
  },
  {
    "id": "2845158",
    "unitNumber": 6,
    "text": "Karakteristiğinde sosyal ve doğal çevre bilinci sahibi olmanın bulunduğu turizm hareketi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sorumlu Turizm",
      "B": "Doğa Turizmi",
      "C": "Macera Turizmi",
      "D": "Üst Düzey Turizm",
      "E": "Genç Turizm"
    },
    "explanation": "Sorumlu turistlerin üç temel karakteristiği bulunmaktadır. Bunlar; tecrübeye dayalı olmak, interaktif olmak ve sosyal ve doğal çevre bilinci sahibi olmak (Center for Responsible Travel - CREST, 2009). Sorumlu turistler deneyimli gezginler olma eğilimindedir ve daha önce bir sahil beldesine veya gemi yolculu-ğuna gitmiş olsalar da sonradan farklı ve aydınlatıcı tatiller ararlar."
  },
  {
    "id": "2845160",
    "unitNumber": 6,
    "text": "Yerel halkın davranış biçimlerinin gözlemlenmesi veya deneyimlenmesi hangi tür turizm hareketinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültürel Miras Turizmi",
      "B": "Agro Turizm",
      "C": "Üst Düzey Turizm",
      "D": "Macera Turizmi",
      "E": "Eğitim Turizmi"
    },
    "explanation": "Kültürel miras turizmine şunlar örnek gösterilebilir (Bahçe, 2009):<br/>• Tarihi binaların ziyaret edilmesi,<br/>• Sit alanlarının ziyaret edilmesi• &lt;"
  },
  {
    "id": "2845161",
    "unitNumber": 6,
    "text": "Ziyaretçileri bir gün veya daha uzun sürelerle tarımsal yaşamı deneyimlemeye ve öğrenmeye teşvik eden turizm biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Agro Turizm",
      "B": "Kültürel Miras Turizmi",
      "C": "Macera Turizmi",
      "D": "Üst Düzey Turizm",
      "E": "Gönüllü Turizm"
    },
    "explanation": "Agro turizm olarak da adlandırılan tarım turizmi, ekoturizmin ve kırsal turizmin bir alt kolu olarak sayılabilir. Tarım turizmi, tarımsal üretimin yoğun olduğu yerlerde gerçekleştirilmektedir. Zi-yaretçileri bir gün veya daha uzun sürelerle tarımsal"
  },
  {
    "id": "2845164",
    "unitNumber": 6,
    "text": "Alternatif gelişim yaklaşımlarıyla ilişkilendirilen bir kavram olan ve sürdürülebilirlik, katılımcılık, güçlendirme, özgüveni birleştiren turizm hareketi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplum Temelli Turizm",
      "B": "Üst Düzey Turizm",
      "C": "Agro Turizm",
      "D": "Dayanışma Turizmi",
      "E": "Adil Ticaret Turizmi"
    },
    "explanation": "Kitle turizmine alternatif olan ve sorumlu turizmle ilişkili bir diğer turizm türü toplum temelli turizmdir. Toplum temelli turizm kavramı, alternatif gelişim yaklaşımlarıyla ilişkilendirilen bir kavram olup sürdürülebilirlik, katılımcılık, güçlendirme ve özgüveni birleştiren bir ol"
  },
  {
    "id": "2845166",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, turizmin doğa temelli bütün formlarını tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekoturizm",
      "B": "Toplum Temelli Turizm",
      "C": "Tarım Turizmi",
      "D": "Kırsal Turizm",
      "E": "Agro Turizm"
    },
    "explanation": "2002 yılında Birleşmiş Milletler Dünya Turizm Örgütü-UNWTO tarafından düzenlenen Dünya Ekoturizm Zirvesine göre ekoturizm, turizmin doğa temelli bütün formlarını tanımlamaktadır."
  },
  {
    "id": "2845169",
    "unitNumber": 6,
    "text": "Sorumlu turizmin başlangıç noktası olarak hangi yıl ve yer gösterilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "1970 Londra",
      "B": "1995 Tokyo",
      "C": "2001 Strasburg",
      "D": "1968 Pekin",
      "E": "1980 Manila"
    },
    "explanation": "Sorumlu turizmin başlangıç noktası olarak 1980 yılında Manila’da düzenlenen Dünya Turizm Konferansı gösterilebilir. Konferansta, Brundtland Rapor’u olarak da bilinen ve Birleşmiş Milletler Dünya Çevre ve Gelişim Komisyonunun sunduğu “Ortak Geleceğimiz”"
  },
  {
    "id": "2845172",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisine göre sorumlu turizmin farklı formları olmakla birlikte değişmeyen bazı özellikleri bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Cape Town Deklarasyonu'na göre",
      "B": "Brundtland Raporu'na göre",
      "C": "1980 yılında Manila’da düzenlenen Dünya Turizm Konferansı'na göre",
      "D": "Milletler Dünya Turizm Örgütü'ne göre",
      "E": "2002 yılında Güney Afrika’da düzenlenen Dünya Sürdürülebilir Kalkınma Zirvesi’ndeki tanımlara göre"
    },
    "explanation": "Cape Town Deklarasyonu’na (2002) göre sorumlu turizmin farklı formları olmakla birlikte değişmeyen bazı özellikleri bulunmaktadır."
  },
  {
    "id": "1788228",
    "unitNumber": 7,
    "text": "I- Tecrübeyle kazanılır<br/>II- Durağan bir yapısı vardır<br/>III- Hizmetler gibi soyuttur<br/>IV- Duyu yoluyla algılanmaz<br/>Yukarıdakilerden hangisi ya da hangileri deneyim kavramının özellikleri arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "III ve IV",
      "E": "Hepsi"
    },
    "explanation": "Yanıtınız yanlış ise “Deneyim Kavramı” konusunu yeniden gözden geçiriniz."
  },
  {
    "id": "1790271",
    "unitNumber": 7,
    "text": "I- Beş boyutta meydana gelir<br/>II- Standartlaştırılabilme özelliği vardır<br/>III- Süreç odaklıdır<br/>IV- Duyusal, duygusal, kavramsal ve ilişkisel değer sağlar<br/>Yukarıdakilerden hangisi ya da hangileri turizm deneyiminin özellikleri arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "III ve IV",
      "E": "Hepsi"
    },
    "explanation": "Yanıtınız yanlış ise “Deneyim Kavramı” konusunu yeniden gözden geçiriniz."
  },
  {
    "id": "1793967",
    "unitNumber": 7,
    "text": "Deneyimlerin “sahneleme” özelliği hangi ekonomik sunu kapsamındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomi",
      "B": "Ekonomik işlev",
      "C": "Sununun niteliği",
      "D": "Ana vasıf",
      "E": "Talep faktörleri"
    },
    "explanation": "Yanıtınız yanlış ise “Deneyim Ekonomisi” konusunu yeniden gözden geçiriniz."
  },
  {
    "id": "1795468",
    "unitNumber": 7,
    "text": "Deneyim piramidinin aşağıdaki unsurlarından hangisi ürünün müşteriye günlük yaşamındaki rutinlerden farklı bir deneyim sunması gerektiği anlamına gelir?",
    "correctAnswer": "C",
    "options": {
      "A": "Orijinallik",
      "B": "Hikâye",
      "C": "Zıtlık",
      "D": "Bireysellik",
      "E": "Çoklu duyusal algılama"
    },
    "explanation": "Yanıtınız yanlış ise “Deneyim Ekonomisi” konusunu yeniden gözden geçiriniz."
  },
  {
    "id": "1798760",
    "unitNumber": 7,
    "text": "Müşterilerin zihninde ya da yaşamında olumlu bir kişisel değişim imkânına sahip olduğu deneyim piramidin hangi düzeyine aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Motivasyon düzeyi",
      "B": "Fiziksel düzey",
      "C": "Entekektüel düzey",
      "D": "Duygusal düzey",
      "E": "Zihinsel düzey"
    },
    "explanation": "Yanıtınız yanlış ise “Deneyim Ekonomisi” konusunu yeniden gözden geçiriniz."
  },
  {
    "id": "1802868",
    "unitNumber": 7,
    "text": "I- Analitik, nicel ve nitel yöntemler<br/>II- Ürün kategorisi ve rekabetin sınırlılığı<br/>III- Müşteri deneyimi<br/>IV- Duygusal ve rasyonel karar alan müşteriler<br/>Yukarıdakilerden hangisi ya da hangileri deneyimsel pazarlamayı geleneksel pazarlamadan ayıran özellikler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "II ve IV",
      "D": "III ve IV",
      "E": "Hepsi"
    },
    "explanation": "Yanıtınız yanlış ise “Deneyimsel Pazarlama ile Geleneksel Pazarlama Arasındaki Farklar” konusunu yeniden gözden geçiriniz."
  },
  {
    "id": "1807480",
    "unitNumber": 7,
    "text": "Aşağıdaki şıkların hangisinde deneyim modülü ve bu boyuta ait deneyim eylemi doğru bir şekilde eşleştirilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Düşünsel- Harekete geçmek",
      "B": "Davranışsal- İlişkilendirmek",
      "C": "Duygusal- Düşünmek",
      "D": "İlişkisel-Hissetmek",
      "E": "Duyusal- Algılamak"
    },
    "explanation": "Yanıtınız yanlış ise “Deneyimsel Pazarlamanın Temel Boyutları” konusunu yeniden gözden geçiriniz."
  },
  {
    "id": "1808605",
    "unitNumber": 7,
    "text": "Estetik ile ilgili bilgilerin hangisi/hangileri doğrudur?<br/>I. Müşteri deneyime pasif olarak katılır ve deneyim tarafından sarmalanır.<br/>II. Deneyimler, eğlence deneyimine benzemekle birlikte katılımcılar tarafından çok daha yoğun hissedilirler.<br/>III .Bu tür deneyimlerde bireyler, bir etkinliğin ya da<br/>ortamın içine girerler, ama bunun üzerinde etkileri<br/>ya çok azdır ya da hiç yoktur.",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I.",
      "B": "Sadece II.",
      "C": "Sadece III.",
      "D": "Sadece I. III.",
      "E": "I. II. III."
    },
    "explanation": "Doğru yanıt\" E \"şıkkıdır.<br/>Estetik: Müşteri deneyime pasif olarak katılır<br/>ve deneyim tarafından sarmalanır. Estetik deneyimler, eğlence deneyimine benzemekle birlikte katılımcılar tarafından çok daha yoğun hissedilirler.<br/>Bu tür deneyimlerde bireyler, bir etkinliğin ya da<br/>ortamın içine girerler, ama bunun üzerinde etkileri<br/>ya çok azdır ya da hiç yoktur."
  },
  {
    "id": "1808606",
    "unitNumber": 7,
    "text": "I- Fiyat<br/>II- İnsan<br/>III- Süreç<br/>IV- Ürün<br/>Yukarıdakilerden hangisi ya da hangileri geleneksel pazarlama karması elemanlarına sonradan eklenerek genişletilmiş pazarlama karmasını oluşturmuşlardır?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "II ve IV",
      "D": "III ve IV",
      "E": "Hepsi"
    },
    "explanation": "Yanıtınız yanlış ise “Pazarlama Karmasının Deneyimsel Boyutları” konusunu yeniden gözden geçiriniz."
  },
  {
    "id": "1808607",
    "unitNumber": 7,
    "text": "I- Sevinç<br/>II- Hayal gücü<br/>III- Rüya<br/>IV- Aşk<br/>Yukarıdakilerden hangisi ya da hangileri tüketim deneyiminin temel yönleri olan ve deneyimsel yaklaşımlardan <em>kurmacalar </em>kapsamında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "Hepsi"
    },
    "explanation": "Yanıtınız yanlış ise “Turizmde Müşteri Deneyimi” konusunu yeniden gözden geçiriniz."
  },
  {
    "id": "1808608",
    "unitNumber": 7,
    "text": "Müşteri deneyiminin kalbi olarak adlandırılan satın alma olayı ile tüketim deneyiminin önemli bir kısmının gerçekleştiği müşteri deneyim aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Satın alma öncesi etkileşim",
      "B": "Beklentilerin şekillenmesi",
      "C": "Satın alma esnasında etkileşim",
      "D": "Deneyim sonrası değerlendirme",
      "E": "Ürün tüketimi sırasındaki etkileşim"
    },
    "explanation": "Yanıtınız yanlış ise “Turizmde Müşteri Deneyimi Tasarlama ve Aşamaları” konusunu yeniden gözden geçiriniz."
  },
  {
    "id": "1808609",
    "unitNumber": 7,
    "text": "Turistin, turistik ürünle veya markayla yaşadığı etkileşimsel sürece ne denir.",
    "correctAnswer": "C",
    "options": {
      "A": "Gezi deneyimi",
      "B": "Konaklama deneyimi",
      "C": "Turizm deneyimi",
      "D": "Tatil deneyimi",
      "E": "Marka deneyimi"
    },
    "explanation": "Turistin, turistik ürünle veya markayla yaşadığı etkileşimsel sürece Turizm deneyimi denir, sorunun yanıtı C şıkkıdır."
  },
  {
    "id": "1808610",
    "unitNumber": 7,
    "text": "Turizm ürünlerinin deneyimselleştirilmesi için iki boyutlu bir model geliştiren iki uzman kimdir.",
    "correctAnswer": "E",
    "options": {
      "A": "Bern ve Schmitt",
      "B": "Schmitt ve Kylanen",
      "C": "Schmitt ve Gilmore",
      "D": "Pine ve Gilmore",
      "E": "Tarssanen ve Kylanen"
    },
    "explanation": "Turizm ürünlerinin deneyimselleştirilmesi için iki boyutlu bir model geliştiren iki uzman Tarssanen ve Kylanen'dir, sorunun yanıtı E şıkkıdır."
  },
  {
    "id": "1808611",
    "unitNumber": 7,
    "text": "Müşterinin istek ve beklentilerine uygun deneyimlerin yaşatılması yoluyla müşterinin kazanılmasına ne denir.",
    "correctAnswer": "B",
    "options": {
      "A": "Memnuniyet satışı",
      "B": "Deneyimsel pazarlama",
      "C": "Pazarlama popüler",
      "D": "Deneyimsel hizmet",
      "E": "Ürün organizasyonu"
    },
    "explanation": "Müşterinin istek ve beklentilerine uygun deneyimlerin yaşatılması yoluyla müşterinin kazanılmasına deneyimsel pazarlama denir, sorunun yanıtı B şıkkıdır."
  },
  {
    "id": "1808612",
    "unitNumber": 7,
    "text": "Pazarlama kavramı ne zaman bir uzmanlık alanı olarak tanımlanmıştır.",
    "correctAnswer": "C",
    "options": {
      "A": "1800",
      "B": "1850",
      "C": "1900",
      "D": "1950",
      "E": "2000"
    },
    "explanation": "Pazarlama kavramı 1900 lü yıllarda bir uzmanlık alanı olarak tanımlanmıştır, sorunun yanıtı C şıkkıdır."
  },
  {
    "id": "1808615",
    "unitNumber": 7,
    "text": "Deneyimsel pazarlamanın popüler bir kavram olarak yerleşmesi sağlayan akademisyen aşağıdaki seçeneklerden hangisinde verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kylanen",
      "B": "Gilmore",
      "C": "Tarssanen",
      "D": "Bern Schmitt",
      "E": "Schmitt"
    },
    "explanation": "Deneyimsel pazarlamanın popüler bir kavram olarak yerleşmesi sağlayan akademisyen Bern Schmitt'tir, sorunun yanıtı D şıkkıdır."
  },
  {
    "id": "1808617",
    "unitNumber": 7,
    "text": "Deneyim ekonomisi kavramını ilk olarak ortaya atan uzmanlar aşağıdaki seçeneklerden hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pine ve Gilmore",
      "B": "Pine ve Schmitt",
      "C": "Bern ve Gilmore",
      "D": "Kylanen ve Gilmore",
      "E": "Tarssanen ve Bern"
    },
    "explanation": "Deneyim ekonomisi kavramını ilk olarak ortaya atan uzmanlar Pine ve Gilmore'dur, sorunun yanıtı A şıkkıdır."
  },
  {
    "id": "1808619",
    "unitNumber": 7,
    "text": "Hizmetlerin sıradanlaşmaya başlaması ile oluşan genel fikir ve algıya ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hizmet ekonomisi",
      "B": "Deneyim birikimi",
      "C": "Deneyim ekonomisi",
      "D": "Ekonomik tespit",
      "E": "Ürün deneyimi"
    },
    "explanation": "Hizmetlerin sıradanlaşmaya başlaması ile oluşan genel fikir ve algıya Deneyim ekonomisi denir, sorunun yanıtı C şıkkıdır."
  },
  {
    "id": "1808621",
    "unitNumber": 7,
    "text": "Somut bir çıktısı olmayan genellikle üretildiği anda tüketilen, soyut nitelikte katma değer sunan ekonomik faaliyetlere ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Süreç",
      "B": "Yardım",
      "C": "Alış veriş",
      "D": "Hizmetler",
      "E": "Deneyim"
    },
    "explanation": "Somut bir çıktısı olmayan genellikle üretildiği anda tüketilen, soyut nitelikte katma değer sunan ekonomik faaliyetlere Hizmetler denir, sorunun yanıtı D şıkkıdır."
  },
  {
    "id": "1808622",
    "unitNumber": 7,
    "text": "Ürünün müşteriye sağladığı deneyimin benzerliğine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bireysellik",
      "B": "Özellik",
      "C": "Farklılık",
      "D": "Zenginlik",
      "E": "Tekillik"
    },
    "explanation": "Ürünün müşteriye sağladığı deneyimin benzerliğine Bireysellik denir, sorunun yanıtı A şıkkıdır."
  },
  {
    "id": "2846446",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi deneyimin özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Deneyimler ürünler gibi durağan değildir.",
      "B": "Deneyim aslında bir davranış biçimidir.",
      "C": "Deneyimler hizmetler gibi soyut değildir.",
      "D": "Deneyimler etkileşim sürecinde ortaya çıkar.",
      "E": "Deneyim, kişinin yaptığı ve yapacaklarından elde ettiği tecrübe duyusudur."
    },
    "explanation": "Deneyim, kişinin kendisi için anlam taşıyan hayatının çeşitli dönemlerinde (geçmişte, şu anda ve gelecekte) yaptığı ve yapacaklarından elde ettiği tecrübe duyusudur. Diğer bir deyişle deneyimler, ürünler gibi durağan değildir. Ayrıca, hizmetler gibi soyuttur. Doğru cevap “C” seçeneğidir. Çünkü açıklamada da görüldüğü gibi deneyimler hizmetler gibi soyuttur. “C” seçeneğinde ise “Deneyimler hizmetler gibi soyut değildir.” ifadesi yer almaktadır. Deneyimler, birey ile diğer kişiler arasında belirli bir ortamda, fiziksel olsun ya da olmasın, gerçekleşen etkileşim sürecinde ortaya çıkar. Deneyim aslında bir davranış biçimidir ve bireylerin deneyimi nasıl gördükleri oldukça önemli bir konudur."
  },
  {
    "id": "2846448",
    "unitNumber": 7,
    "text": "Hizmetlerin mallardan farklılaşmasını sağlayan <u>beş temel</u> özellik nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dokunulmazlık, ayrılmazlık, eş zamanlılık, stoklanamama, sahipsizlik",
      "B": "Akılda kalıcılık, ayrılmazlık, eş zamanlılık, stoklanamama, sahipsizlik",
      "C": "Dokunulmazlık, ayrılmazlık, eş zamanlılık, stoklanamama, orijinallik",
      "D": "Dokunulmazlık, içsellik, eş zamanlılık, stoklanamama, sahipsizlik",
      "E": "Dokunulmazlık, ayrılmazlık, kişisellik, stoklanamama, sahipsizlik"
    },
    "explanation": "İşletmeler, standart olarak ürettikleri malları ve hizmetleri bir arada kullanarak farklılık yaratmaya çalışırlar. Çünkü mallar ve hizmetler birbirinden ayrı özelliklere sahiptir. Hizmetlerin mallardan farklılaşmasını sağlayan beş temel özelliği vardır. Bu özellikler: <em>Dokunulmazlık</em>, <em>ayrılmazlık</em>, <em>eş zamanlılık</em>, <em>stoklanamama </em>ve <em>sahipsizlik</em>tir. Açıklamada da görüldüğü gibi doğru cevap “A” seçeneğidir."
  },
  {
    "id": "2846451",
    "unitNumber": 7,
    "text": "Bir seyahat acentasının potansiyel ya da mevcut müşterilere verdiği bilgi, hizmetin hangi özelliğine örnek olarak verilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Stoklanamama",
      "B": "Dokunulmazlık",
      "C": "Sahipsizlik",
      "D": "Ayrılmazlık",
      "E": "Eş zamanlılık"
    },
    "explanation": "Bir seyahat acentasının potansiyel ya da mevcut müşterilere verdiği bilgi, hizmetin <em>dokunulmazlık </em>özelliğine örnek olarak verilebilir. Doğru cevap “B” seçeneğidir."
  },
  {
    "id": "2846452",
    "unitNumber": 7,
    "text": "“Ürünün müşteriye günlük yaşamındaki rutinlerden farklı bir deneyim sunması gerektiği anlamına gelir” tanımı deneyim piramidinin yatay ekseninde bulunan unsurlardan hangisine aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bireysellik",
      "B": "Orijinallik",
      "C": "Hikâye",
      "D": "Çoklu duyusal algılama",
      "E": "Zıtlık"
    },
    "explanation": "Doğru cevap “E” seçeneğidir. Çünkü <em>zıtlık</em>, ürünün müşteriye günlük yaşamındaki rutinlerden farklı bir deneyim sunması gerektiği anlamına gelir. Bu düzeyde, müşterilerin günlük yaşamları ile tatillerinin içeriği arasındaki farka vurgu yapılır. İşletmeler, müşterilere zıtlığı planlarken ve uygularken yeni bakış açıları sunan, ilginç ve sıra dışı anlamlar sağlamayı hedeflemelidir."
  },
  {
    "id": "2846453",
    "unitNumber": 7,
    "text": "Tematik parklar, bilgisayar oyunları, internet sohbet odaları ve paintball hangi deneyim boyutuna örnek gösterilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eğlence",
      "B": "Eğitim",
      "C": "Özümseme",
      "D": "Kaçış",
      "E": "Estetik"
    },
    "explanation": "Kaçış deneyimi, uzaklaşmak ve unutmak ile ilgilidir. Kaçışın temelinde huzur arama, rahatlama, dâhil olma, insanın kendisini başka bir dünyada hissetmesi ve tatmin vardır. Kaçış deneyimi, eğlence ya da eğitim deneyimlerine göre deneyim tarafından daha fazla sarmalanmayı içerir. Aslında bu deneyimler saf eğlence deneyimlerinin tam karşı kutbunu oluşturur. Kaçış deneyimi yaşatan ortamlar arasında tematik parklar, bilgisayar oyunları, internet sohbet odaları ve paintball gibi örnekler yer alır. Açıklamada da görüldüğü gibi sorunun doğru cevabı “D” seçeneğidir."
  },
  {
    "id": "2846454",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi geleneksel pazarlamanın özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özellikler ve faydalar",
      "B": "Müşteri deneyimi",
      "C": "Rasyonel ve duygusal karar alan müşteriler",
      "D": "Bütünsel bir deneyim olan tüketim",
      "E": "Eklektik yöntemler"
    },
    "explanation": "Geleneksel pazarlama, endüstri çağının ihtiyaçlarını karşılamak için geliştirildiğinden günümüz bilgi, marka ve iletişimdeki yeniliklere rehberlik edecek yetiye sahip değildir. Geleneksel pazarlamanın ilkelerini ve kalıplarını eskitecek bu değişim deneyimsel pazarlama ile başlamıştır. Geleneksel pazarlamanın özellikleri;<br/><ul> <li>Özellikler ve faydalar</li> <li>Rasyonel karar alan müşteriler</li> <li>Ürün kategorisi ve rekabetin sınırlılığı</li> <li>Analitik, nicel ve nitel yöntemlerdir. Doğru cevap “A” seçeneğidir. Çünkü sadece bu seçenekte geleneksel pazarlamanın bir özelliği yer almaktadır. Diğer seçeneklerde yer alan özellikler deneyimsel pazarlamanın özellikleridir.</li> </ul>"
  },
  {
    "id": "2846455",
    "unitNumber": 7,
    "text": "“Halk tarafından inanılan ve güvenilen, halkın etkilendiği ve takip ettiği ünlü isimleri markaların reklamlarında oynatmaları” hangi deneyim modülüne örnek olarak gösterilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Duyusal deneyimler",
      "B": "Davranışsal deneyimler",
      "C": "Duygusal deneyimler",
      "D": "Düşünsel deneyimler",
      "E": "İlişkisel deneyimler"
    },
    "explanation": "Davranışsal deneyim modülü ya da davranışsal pazarlama, müşterilerin fiziksel deneyimlerini hedef alarak onlara alternatif yollar, alternatif hayat tarzları ve etkileşimler sunarak yaşamlarını zenginleştirmektir. Bu deneyim modülünün anahtar sözcüğü, <em>harekete geçmek</em>tir. Yaşam tarzlarındaki ve davranışlardaki değişiklikler genellikle güdüsel, ilham verici ve duygusaldır ve film yıldızları ve sporcular gibi rol modeller aracılığıyla gerçekleşir. Halk tarafından inanılan ve güvenilen, halkın etkilendiği ve takip ettiği ünlü isimleri markaların reklamlarında oynatmaları, davranışsal deneyim pazarlama kapsamındadır. Açıklamada da görüldüğü gibi sorunun doğru cevabı “B” seçeneğidir."
  },
  {
    "id": "2846456",
    "unitNumber": 7,
    "text": "Ürünlerin müşterilere ulaştırılmasını sağlayan tüm aşamaların analiz edilmesi, planlanması ve uyumlaştırılmasını içeren pazarlama karmasının deneyimsel boyutu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Deneyimsel ürün",
      "B": "İnsan aracılığıyla deneyim",
      "C": "Süreçlerde deneyim",
      "D": "Tutundurma aracılığıyla deneyim",
      "E": "Fiziksel kanıtlar aracılığıyla deneyim"
    },
    "explanation": "Doğru cevap “C” seçeneğidir. Çünkü süreçler, ürünlerin müşterilere ulaştırılmasını sağlayan tüm aşamaların analiz edilmesi, planlanması ve uyumlaştırılmasını içerir. İşletmeler süreçleri müşteri deneyimini artıracak şekilde tasarlamalıdır. Deneyimler, verimli ve iyi koordine edilmenin yanı sıra eğlenceli olmalıdır. Deneyimsel pazarlama uygulanırken tüm süreçler müşteriye en fazla değer sağlayacak şekilde planlanmalıdır. Örneğin tatil için bir konaklama işletmesine gelen turistin tatmin düzeyi, bu işletmedeki yüzlerce alt sürecin sonucuna göre belirlenir."
  },
  {
    "id": "2846458",
    "unitNumber": 7,
    "text": "Müşteri deneyiminin kalbi olarak adlandırılan aşama müşteri deneyim aşamalarından hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Beklentilerin şekillenmesi",
      "B": "Satın alma öncesi etkileşim",
      "C": "Ürün tüketimi sırasındaki etkileşim",
      "D": "Satın alma esnasında etkileşim",
      "E": "Deneyim sonrası değerlendirme"
    },
    "explanation": "Satın alma esnasında etkileşim, müşteri deneyim aşamalarının üçüncüsü olan bu aşama, müşterinin mal ya da hizmeti satın almaya karar verdiği zaman başlar. Müşteri deneyiminin kalbi olarak adlandırılan bu aşamada satın alma olayı ile tüketim deneyiminin önemli bir kısmı gerçekleşir. Açıklamada da görüldüğü gibi sorunun doğru cevabı “D” seçeneğinde yer alan satın alma esnasında etkileşimdir."
  },
  {
    "id": "2846459",
    "unitNumber": 7,
    "text": "“Park Hyatt otelleri, ünlü bir parfüm tasarımcısı ile anlaşma yapmış ve her otel için ayrı bir koku tasarlatmıştır. Bu iş için ünlü tasarımcı otelin açılacağı ülkeye gidip, halkla kaynaştıktan sonra söz konusu otelin kokusunu tasarlamaktadır.” Bu davranış turizmde müşteri deneyimini etkileyen faktörlerden hangisine bir örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "İlk izlenim",
      "B": "Ortam ve ürün teması",
      "C": "Ürün özellikleri",
      "D": "Çalışanların davranışları",
      "E": "Duyuların harekete geçirilmesi"
    },
    "explanation": "İnsanların sahip olduğu beş duyunun mümkün olduğu kadar çoğuna hitap eden işletmeler, hedef kitlelerine deneyim konusunda geniş bir alan sunarlar. Bu durumu bir adım daha ileriye götüren işletmeler ise kendileriyle özdeşleşen duyular tasarlayarak marka kimliklerini oluştururlar. Örneğin Park Hyatt otelleri ünlü bir parfüm tasarımcısı ile anlaşma yapmış ve her otel için ayrı bir koku tasarlatmıştır. Bu iş için ünlü tasarımcı otelin açılacağı ülkeye gidip, halkla kaynaştıktan sonra söz konusu otelin kokusunu tasarlamaktadır. Açıklamada da görüldüğü gibi sorunun doğru cevabı “E” seçeneğinde yer alan duyuların harekete geçirilmesidir."
  },
  {
    "id": "2850431",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bireyin bakış açısıyla ele alındığında deneyimin özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tek bir duyu yoluyla algılanması",
      "B": "Deneyimin sadece bilişsel olarak yaşanan bir durum olması",
      "C": "Deneyimde kontrol kaybı hissinin yüksek olması",
      "D": "Birey için deneyimde eğlenebilirlik unsurunun bulunması",
      "E": "Deneyimin zorluk derecesinin bireyin kapasitesinden çok daha yüksek oluşu"
    },
    "explanation": "Bireyin deneyimi nasıl gördüğü ya da<br/>başka bir ifadeyle, birey bakış açısıyla deneyimin<br/>özellikleri şu şekilde sıralanabilir (Boswijk, Thijssen<br/>ve Peelen, 2006):<br/>• Birey, sunulan deneyimi beş duyu yoluyla<br/>algılar,<br/>• Bireyin her deneyim için zaman algısı değişir,<br/>• Birey, duygusal olarak deneyimi hisseder,<br/>• Birey için deneyim süreci eşsizdir ve sürecin<br/>gerçek bir değeri vardır,<br/>• Birey, deneyimi kendi özü ile ilişkilendirir,<br/>• Birey, deneyimlediği durumun sonucunu<br/>yaşar,<br/>• Birey için deneyimde eğlenebilirlik unsuru<br/>vardır,<br/>• Bireyde deneyimi kontrol etme hissi vardır,<br/>• Deneyimin zorluk derecesi ile bireyin kendi<br/>kapasitesi arasında bir denge vardır,<br/>• Birey için deneyimin net bir amacı vardır."
  },
  {
    "id": "2850436",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi deneyimin boyutlarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Teknoloji",
      "B": "Sermaye",
      "C": "Baskı",
      "D": "Kaçış",
      "E": "Endişe"
    },
    "explanation": "Turizm deneyimi; eğitim, eğlence, estetik ve kaçış olmak üzere dört boyuttan meydana gelir."
  },
  {
    "id": "2850440",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi turizm deneyiminin özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüksek objektiflik",
      "B": "Sonuç odaklılık",
      "C": "Yüksek standartlaştırılma",
      "D": "Tek boyutlu bir deneyim olma özelliği",
      "E": "Taklit edilebilirliğinin düşük olması"
    },
    "explanation": "Turistik ürünün özelliklerinden<br/>yola çıkarak turizm deneyiminin özellikleri şu şekilde sıralanabilir (Çeltek, 2010):<br/>• Turizm deneyimi bileşik deneyim niteliğindedir. Deneyim piramidindeki birçok unsurun bir araya<br/>gelmesiyle oluşur.<br/>• Turizm deneyimi; eğitim, eğlence, estetik ve kaçış olmak üzere dört boyuttan meydana gelir.<br/>• Turizm deneyiminin rakip işletmeler tarafından taklit edilmesi zordur.<br/>• Turizm deneyimi standartlaştırılamaz.<br/>• Turizm deneyiminde subjektiflik çok fazladır.<br/>• Turizm deneyimi onu yaşayan kişide psikolojik ve fiziksel değişim yaratır.<br/>• Deneyim soyut olduğu için değerlendirmesi müşteriden müşteriye farklılık gösterir.<br/>• Turizm deneyimi süreç odaklıdır.<br/>• Turizm deneyimi turistik ürüne eşsizlik ve kişiselleştirilmişlik değeri katar.<br/>• Turizm deneyimi turistik ürünün değerini ve marka kimliğini geliştirir.<br/>• Turizm deneyimi duyusal, duygusal, kavramsal ve ilişkisel değer sağlar."
  },
  {
    "id": "2850442",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi doğadan, yani hayvanlar, bitkiler ve minerallerden elde edilmiş materyaller olarak tanımlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Turizm",
      "B": "Hizmet",
      "C": "Deneyim",
      "D": "Meta",
      "E": "Çıktı"
    },
    "explanation": "Metalar; doğadan, yani hayvanlar, bitkiler ve minerallerden elde edilmiş materyallerdir. Metalar<br/>toprakta yetiştirilerek veya toprak kazılarak elde edilir."
  },
  {
    "id": "2850450",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hizmetlerin mallardan farklılaşmasını sağlayan beş<br/>temel özellik arasında <strong>sayılamaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dokunulmazlık",
      "B": "Biriktirilebilirlik",
      "C": "Ayrılmazlık",
      "D": "Eş zamanlılık",
      "E": "Sahipsizlik"
    },
    "explanation": "Hizmetlerin mallardan farklılaşmasını sağlayan beş temel özelliği vardır. Bu özellikler: Dokunulmazlık,<br/>ayrılmazlık, eş zamanlılık, stoklanamama ve sahipsizliktir."
  },
  {
    "id": "2850459",
    "unitNumber": 7,
    "text": "Bir otobüste kalan koltukların satılamadığı günlerde, bu koltukların bir sonraki gün için depolanamaması nedeniyle satışının yapılamaması hizmetin hangi özelliği ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dokunulmazlık",
      "B": "Ayrılmazlık",
      "C": "Eş zamanlılık",
      "D": "Stoklanamama",
      "E": "Sahipsizlik"
    },
    "explanation": "Bu özellikler: Dokunulmazlık, ayrılmazlık, eş zamanlılık, stoklanamama ve sahipsizliktir (Öztürk, 2010). Bir seyahat acentasının potansiyel ya da mevcut müşterilere verdiği bilgi,<br/>hizmetin dokunulmazlık özelliğine örnek olarak<br/>verilebilir. Bir konaklama işletmesinde sürekli gülümseyerek hizmet veren garsonun, morali bozuk<br/>olduğunda ya da sinirlendiğinde diğer günlerle<br/>aynı hizmeti verememesi yani standartlaşmanın zor<br/>olması da hizmetin ayrılmazlık özelliği kapsamında değerlendirilebilir. Bir restoranda yemeğin aynı<br/>anda üretilip tüketilmesi hizmetin eşzamanlılık<br/>özelliğini gösterir. Bir hava yolu işletmesinin gerçekleştirdiği uçuşta boş kalan koltukların ya da bir<br/>konaklama işletmesinde boş odaların satılamadığı<br/>günlerde, bu koltukların ve odaların bir sonraki<br/>gün için depolanamaması nedeniyle satışının yapılamaması hizmetin stoklanamama özelliğini yansıtır. Son olarak ise müşterinin bir tur otobüsünde,<br/>otobüsün koltuklarından ya da otel odasından yalnızca belli bir süre yararlanılabilmesi, koltuğa ya<br/>da odaya sahip olma gibi bir durumun söz konusu<br/>olmaması ise hizmetin sahipsizlik özelliğine örnek<br/>olarak verilebilir."
  },
  {
    "id": "2850841",
    "unitNumber": 7,
    "text": "Bir tatil sitesi müşterilerin günlük yaşamları ile tatillerinin içeriği arasındaki farka vurgu yapıyorsa deneyim ürününün değerlendirilmesinde kullanılan hangi unsura dikkat çekiyordur?",
    "correctAnswer": "A",
    "options": {
      "A": "Zıtlık",
      "B": "Bireysellik",
      "C": "Orijinallik",
      "D": "Hikâye",
      "E": "Çoklu duyusal algılama"
    },
    "explanation": "Deneyim ürününün değerlendirilmesi için altı unsur bulunur. Bunlar;<br/>bireysellik, orijinallik, hikâye, çoklu duyusal algılama, zıtlık ve etkileşim unsurlarıdır. <br/>Zıtlık, ürünün müşteriye günlük yaşamındaki rutinlerden farklı bir deneyim sunması gerektiği anlamına gelir. Bu düzeyde, müşterilerin günlük<br/>yaşamları ile tatillerinin içeriği arasındaki farka vurgu yapılır. İşletmeler, müşterilere zıtlığı planlarken ve uygularken yeni bakış açıları sunan, ilginç<br/>ve sıra dışı anlamlar sağlamayı hedeflemelidir."
  },
  {
    "id": "2850861",
    "unitNumber": 7,
    "text": "I. Bir sanat galerisini veya müzesini gezmek<br/>II. Dalış dersi almak<br/>III. Oteldeki animasyon gösterilerini izlemek<br/>IV. Paintball oynamak<br/>Deneyimin boyutlarına ilişkin yukarıda verilmiş olan örnekler aşağıdakilerin hangisinde doğru olarak sıralandırılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I. Kaçış, II. Eğitim, III. Estetik, IV. Eğlence",
      "B": "I. Estetik, II. Eğitim, III. Eğlence, IV. Kaçış",
      "C": "I. Estetik, II. Eğlence, III. Kaçış, IV. Eğitim",
      "D": "I. Eğitim, II. Estetik, III. Kaçış, IV. Eğlence,",
      "E": "I. Kaçış, II. Eğitim, III. Estetik, IV. Eğlence"
    },
    "explanation": "Deneyimin müşteri katılımı ve ortam ilişkisi boyutları dört farklı deneyim<br/>türünü oluşturmaktadır. Bunlar, eğlence (pasif/özümseme), eğitim (aktif/özümseme), kaçış (aktif/sarmalama) ve estetik (pasif/sarmalama) deneyimleridir. Eğlence ve estetik boyutları pasif katılımı içerirken,<br/>eğitim ve kaçış boyutları aktif katılımı ifade etmektedir."
  },
  {
    "id": "2850872",
    "unitNumber": 7,
    "text": "Sosyal ve kültürel gruplara hitap eden müşteri deneyimi deneyimsel pazarlamanın hangi boyutunu anlatmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Duyusal",
      "B": "Duygusal",
      "C": "Düşünsel",
      "D": "Davranışsal",
      "E": "İlişkisel"
    },
    "explanation": "Anahtar sözcüğü ilişkilendirmek olan bu modül, duyusal, duygusal, düşünsel ve davranışsal deneyimlerden oluşan diğer dört modülü içerir. İlişkisel pazarlama ya da ilişkisel deneyim modülü müşterilerin kişisel ve özel duygularının ötesine uzanır. Müşterinin özel duygularının ve davranışlarının dışında, diğer insanlar ve<br/>kültürler arasındaki ilişkisine yöneliktir."
  },
  {
    "id": "2850878",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi geleneksel pazarlamanın hizmet pazarlaması açısından yetersiz kalıyor nedeniyle sonradan eklenerek genişletilmiş pazarlama karması ortaya çıkarılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Süreç",
      "B": "Ürün",
      "C": "Fiyat",
      "D": "Dağıtım",
      "E": "Tutundurma"
    },
    "explanation": "Geleneksel pazarlama karması elemanları 4P<br/>(Product, Price, Place, Promotion) adı verilen<br/>ürün, fiyat, dağıtım ve tutundurmadan oluşmaktadır. Hizmet pazarlaması için yetersiz kaldığı düşünülen geleneksel pazarlama karması elemanlarına 3P (People, Process, Physcial Evidence) daha<br/>eklenerek genişletilmiş pazarlama karması ortaya<br/>çıkarılmıştır. İnsan, süreç ve fiziksel kanıtları içeren<br/>bu elemanlar Booms ve Bitner (1981) tarafından<br/>önerilmiştir"
  },
  {
    "id": "1764787",
    "unitNumber": 8,
    "text": "Turizm faaliyetlerinin tarihsel gelişimi incelendiğinde kırsal yaşamdan kentsel yaşama geçiş süreci ile birlikte insanların bulundukları yerden başka destinasyonlara hareketi turizmin hangi evresini oluşmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Turizm 1.0 evresini",
      "B": "Turizm 2.0 evresini",
      "C": "Turizm 3.0 evresini",
      "D": "Turizm 4.0 evresini",
      "E": "Turizm 5.0 evresini"
    },
    "explanation": "Turizm faaliyetlerinin tarihsel gelişimi incelendiğinde kırsal yaşamdan kentsel yaşama geçiş süreci ile birlikte insanların bulundukları yerden başka destinasyonlara hareketi turizm 1.0 evresini, petrol tabanlı araçların üretimi ile birlikte insanların bireysel araçlar dışında kalan teknolojik araçlar ile bireysel veya grupsal olarak hareket etmeleri turizm 2.0 evresini, iletişim ağının gelişmesi, inovasyon ve otomasyon sistemlerinin yaygın şekilde kullanılması ile birlikte turist ve turizm personelinin hayatının kolaylaştığı dönem turizm 3.0 evresi ve fiziksel altyapı, sosyal bağlantı ve devlet kurumları ile işletmelere ait verilerin insan zihinlerinden toplanması ile birlikte bu sürece teknolojik yeniliklerin dâhil edilmesi evresi ise turizm 4.0 dönemini ifade etmektedir."
  },
  {
    "id": "1764789",
    "unitNumber": 8,
    "text": "Fiziksel altyapı, sosyal bağlantı ve devlet kurumları ile işletmelere ait verilerin insan zihinlerinden toplanması ile birlikte bu sürece teknolojik yeniliklerin dâhil edilmesi turizmin hangi evresini oluşturmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Turizm 1.0 evresi",
      "B": "Turizm 2.0 evresi",
      "C": "Turizm 3.0 evresi",
      "D": "Turizm 4.0 evresi",
      "E": "Turizm 5.0 evresi"
    },
    "explanation": "Fiziksel altyapı, sosyal bağlantı ve devlet kurumları ile işletmelere ait verilerin insan zihinlerinden toplanması ile birlikte bu sürece teknolojik yeniliklerin dâhil edilmesi turizm 4.0 evresini ifade etmektedir."
  },
  {
    "id": "1764790",
    "unitNumber": 8,
    "text": "Kriptolojik olarak şifrelenmiş ikişerli hash fonksiyonlarından oluşan yapıya ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Moore Yasası",
      "B": "Merkle Ağacı",
      "C": "Mempool",
      "D": "Özel Blockchain Ağı",
      "E": "Genesis Bloğu"
    },
    "explanation": "Başlangıç kaydı olan Genesis Bloğu ile başlayan işlemlerde bir sonraki işlem için bir önceki bloğun kriptolojik olarak şifrelenmiş ve hash kaydı olarak adlandırılan çıktılar kullanılmaktadır. Kriptolojik olarak şifrelenmiş ikişerli hash fonksiyonlarından oluşan yapıya ise Merkle Ağacı (Merkle Tree) denilmektedir."
  },
  {
    "id": "1764794",
    "unitNumber": 8,
    "text": "Kripto paraların transferi işlemlerinde yer alan Blockchain aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Blockchain 1.0",
      "B": "Blockchain 2.0",
      "C": "Blockchain 3 Blockchain 1.0.0",
      "D": "Blockchain 4.0",
      "E": "Blockchain 5.0"
    },
    "explanation": "Blockchain teknoloji, finansal alanda kullanımının yanında farklı alanlarda da<br/>kullanılması ile birlikte tarihsel olarak gelişim süreci göstermiştir. Bu gelişim süreçleri 2008 yılında ilk olarak kullanılmaya başlanması ile kripto paraların transferi işlemlerinde yer alan Blockchain 1.0, ardından 2013 yılında Blockchain teknolojisi kullanılarak hem kripto paraların transferinin gerçekleşebileceği hem de akıllı sözleşmeler ile finansal varlıkların transferinin uygulanabileceği<br/>süreç olan Blockchain 2.0 ve hem finansal varlıkların hem de finansal olmayan varlıkların transferinin gerçekleştirilebileceği Blockchain 3.0 ifade edilebilmektedir."
  },
  {
    "id": "1764798",
    "unitNumber": 8,
    "text": "Devlet, sağlık, bilim, sanat ve kültür alanları gibi pek çok alanda para ve finans uygulamaları dışında kalan tüm uygulamaların yapıldığı Blockchain süreci aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Blockchain 1.0",
      "B": "Blockchain 2.0",
      "C": "Blockchain 3.0",
      "D": "Blockchain 4.0",
      "E": "Blockchain 5.0"
    },
    "explanation": "Swan (2015), Blockchain gelişim evrelerini para transferinin gerçekleştirildiği, dijital ödeme ve havale işlemlerinin yapıldığı nakit ile ilgili uygulamaların olduğu kripto para birimlerini ifade eden sürece Blockchain 1.0 uygulamaları, basit ödeme sistemlerinde hisse senetleri, tahvilleri, krediler, vadeli işlemler ve akıllı sözleşmeler için çözümler sunan ve aracıların ortadan kalkacağı uygulamalara Blockchain 2.0 uygulamaları ve devlet, sağlık, bilim, sanat ve kültür alanları gibi pek çok alanda para ve finans uygulamaları dışında kalan tüm uygulamaların yapıldığı sürece ise Blockchain 3.0 uygulamaları olarak adlandırmıştır."
  },
  {
    "id": "1764801",
    "unitNumber": 8,
    "text": "Türkiye’de Blockchain teknolojisini seyahat sektöründe ilk kez kullanan işletme aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pegasus",
      "B": "Türk Hava Yolları",
      "C": "Anadolu Jet",
      "D": "Onur Air",
      "E": "Saga"
    },
    "explanation": "Pegasus Hava Yolları ise Türkiye’de Blockchain teknolojisini seyahat sektöründe ilk kez kullanan işletme olmaktadır. Sabiha Gökçen Havalimanında hayata geçirdiği Blockchain projesi ile birlikte Pegasus’un Uçuş Kontrol Sistemi üzerinden yapılan uçuş tanımları ve güncellemeleri ile anlık olarak Sabiha Gökçen Havalimanı Operasyon Kontrol Merkezi (OCC) departmanı çalışanlarının ekranlarında<br/>görülebilmektedir. Kullanmış oldukları Blockchain uygulamasında Sabiha Gökçen Havalimanı için uçuşa ait kapı, bagaj bandı, körük kullanımı gibi bilgilerinde bulunduğu belirtilmektedir."
  },
  {
    "id": "1764803",
    "unitNumber": 8,
    "text": "Aşağıdaki verilen şehir-ülkelerden hangisi dünyada kripto paralar ile tatil yapılabilecek olan ve kripto paranın ödeme sistemlerinde geçerli olduğu bölgeler arasında yer <u>almamaktadır?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Prag-Çek Cumhuriyeti",
      "B": "Buenos Aires-Arjantin",
      "C": "San Francisco-Amerika",
      "D": "Ljubljana- Slovenya",
      "E": "Rio de Janeiro- Brezilya"
    },
    "explanation": "Prag-Çek Cumhuriyeti, Buenos Aires-Arjantin, San Francisco-Amerika, LjubljanaSlovenya, Karayipler, Amsterdam-Hollanda, Tokyo-Japonya, Berlin-Almanya, Zug-İsviçre,Venezuela, Malta, İngiltere ve Kanada dünyada kripto paralar ile tatil yapılabilecek olan ve kripto paranın ödeme sistemlerinde geçerli olduğu bölgeler arasında yer almaktadır."
  },
  {
    "id": "1764804",
    "unitNumber": 8,
    "text": "Envanter kayıt sistemi ile TUI grubunda yer alan otellerde, odalar ve paketler<br/>gibi sunulan hizmetlerde tüm yetkili tarafların fiyat bilgisini doğrudan görebilmesi ve otel işletmesi ile direk bağlantı kurabilmesi amacıyla geliştirilen Bed Swap uygulaması hangi ülkeye aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "İngiltere",
      "B": "Fransa",
      "C": "Almanya",
      "D": "ABD",
      "E": "Kanada"
    },
    "explanation": "Dünyanın en büyük seyahat acentelerinden biri olan Alman seyahat işletmesi TUI grubu CEO’su Fritz Joussen, kendi bünyelerinde oluşturmuş oldukları Bed Swap adını verdikleri Blockchain uygulaması ile 214.000 olan yatak kapasitelerinde<br/>doluluk oranlarının artacağını ifade etmiştir. Envanter kayıt sistemi ile TUI grubunda yer alan otellerde, odalar ve paketler gibi sunulan hizmetlerde tüm yetkili tarafların fiyat bilgisini doğrudan görebilmesi ve otel işletmesi ile<br/>direk bağlantı kurabilmesi amacıyla Bed Swap uygulaması geliştirilmiştir."
  },
  {
    "id": "1764805",
    "unitNumber": 8,
    "text": "Akıllı toplum olarak betimlenen Toplum 5.0 felsefesi hangi ülkede ortaya çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "ABD",
      "B": "Almanya",
      "C": "İsviçre",
      "D": "Japonya",
      "E": "Kanada"
    },
    "explanation": "Topsakal vd. (2018) tarafından Turizm 4.0 olarak adlandırılan akıllı turizm uygulamaları ile birlikte Japonya’da akıllı toplum olarak betimlenen<br/>Toplum 5.0 felsefesinin ortaya çıktığı belirtilmiştir."
  },
  {
    "id": "1764806",
    "unitNumber": 8,
    "text": "Kripto para birimi olan Bitcoin hangi yıl kullanılmaya başlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "2000",
      "B": "2005",
      "C": "2008",
      "D": "2010",
      "E": "2018"
    },
    "explanation": "2008 yılına gelindiğinde ise Satoshi Nakamoto (2008) takma adı ile yayınlanan “Bitcoin: Eşler Arası Elektronik Nakit Sistemi” makalesi ile birlikte sunulan ve ilk kripto para birimi olan Bitcoin kullanılmaya başlanmıştır."
  },
  {
    "id": "1766998",
    "unitNumber": 8,
    "text": "Doğal nesnelerin para olarak kullanımı, insanlık tarafından kaç sene sürmüştür?",
    "correctAnswer": "E",
    "options": {
      "A": "15.000",
      "B": "20.000",
      "C": "25.000",
      "D": "30.000",
      "E": "35.000"
    },
    "explanation": "Doğal nesnelerin para olarak kullanımı, insanlık tarafından 35.000 sene sürmüştür. Fakat zaman geçtikçe bu nesnelerin kullanımın kendine has yeni problemleri de beraberinde getirdiği görülmüştür."
  },
  {
    "id": "1766999",
    "unitNumber": 8,
    "text": "Hangi çağa girildiğinde para yerine kullanılan doğal nesnelerin yerini bakır, altın ve gümüş gibi madenlerin aldığı görülmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Paleolitik Çağ",
      "B": "Mezolitik Çağ",
      "C": "Neolitik Çağ",
      "D": "Bakır Çağı",
      "E": "Demir Çağı"
    },
    "explanation": "M.Ö. 5000-3000 yılları arasında Bakır Çağı dönemine girilmesi ile para yerine kullanılan doğal nesnelerin yerini bakır, altın ve gümüş gibi madenlerin aldığı görülmektedir"
  },
  {
    "id": "1767000",
    "unitNumber": 8,
    "text": "Ağırlık birimi olarak “Şikel” 180 arpa tanesinin ağırlığı olarak kaç grama denk gelmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "9 gram",
      "B": "10 gram",
      "C": "11 gram",
      "D": "12 gram",
      "E": "13 gram"
    },
    "explanation": "Bakır Çağı döneminde M.Ö. 3000’lerden kalan bir Sümer tabletinde ilk kez Şekel kelimesi yer almaktadır. O dönemde bu kelime hem ağırlık birimi olarak hemde bir para birimi olarak kullanılmıştır. Ağırlık birimi olarak 1 Şekel, 180 arpa tanesinin ağırlığı olan 11 grama denk gelmekte iken para birimi olarak ise 11 gram gümüşe eşit sayılmıştır"
  },
  {
    "id": "1767001",
    "unitNumber": 8,
    "text": "Para birimi olarak “Şikel” kaç grama denk gelmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "9 gram gümüş",
      "B": "10 gram gümüş",
      "C": "11 gram gümüş",
      "D": "12 gram gümüş",
      "E": "13 gram gümüş"
    },
    "explanation": "Bakır Çağı döneminde M.Ö. 3000’lerden kalan bir Sümer tabletinde ilk kez Şekel kelimesi yer almaktadır. O dönemde bu kelime hem ağırlık birimi olarak hemde bir para birimi olarak kullanılmıştır. Ağırlık birimi olarak 1 Şekel, 180 arpa tanesinin ağırlığı olan 11 grama denk gelmekte iken para birimi olarak ise 11 gram gümüşe eşit sayılmıştır"
  },
  {
    "id": "1767002",
    "unitNumber": 8,
    "text": "Dünya Bankası raporlarına göre günümüz ekonomisinde fiziksel olarak basılan kâğıt ve bozuk paralar dünya ekonomisinde yer alan paranın yüzde kaçına karşılık gelmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "%5",
      "B": "%8",
      "C": "%10",
      "D": "%14",
      "E": "%20"
    },
    "explanation": "Dünya Bankası raporlarına göre günümüz ekonomisinde fiziksel olarak basılan kâğıt ve bozuk paralar dünya ekonomisinde yer alan paranın yalnızca %8’ine karşılık gelirken geriye kalan %92’lik kısmı ise dijital ortamda dijital olarak saklanabilen paralardan oluşmaktadır"
  },
  {
    "id": "1767003",
    "unitNumber": 8,
    "text": "Blockchain teknoloji, kripto paraların transferi işlemleriyle ilk olarak hangi tarihte hayatımıza girmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "2004",
      "B": "2006",
      "C": "2008",
      "D": "2010",
      "E": "2012"
    },
    "explanation": "Blockchain teknoloji, finansal alanda kullanımının yanında farklı alanlarda da kullanılması ile birlikte tarihsel olarak gelişim süreci göstermiştir. Bu gelişim süreçleri 2008 yılında ilk olarak kullanılmaya başlanması ile kripto paraların transferi işlemlerinde yer alan Blockchain 1.0, ardından 2013 yılında Blockchain teknolojisi kullanılarak hem kripto paraların transferinin gerçekleşebileceği hem de akıllı sözleşmeler ile finansal varlıkların transferinin uygulanabileceği süreç olan Blockchain 2.0 ve hem finansal varlıkların hem de finansal olmayan varlıkların transferinin gerçekleştirilebileceği Blockchain 3.0 ifade edilebilmektedir."
  },
  {
    "id": "1767004",
    "unitNumber": 8,
    "text": "Blockchain teknolojisi, İlk olarak hangi kripto para biriminin kullanımında görülmüştür?",
    "correctAnswer": "D",
    "options": {
      "A": "Etherium",
      "B": "Litecoin",
      "C": "Riple",
      "D": "Bitcoin",
      "E": "Dogecoin"
    },
    "explanation": "İlk kez bir kripto para birimi olan Bitcoin’in kullanımında görülen Blockchain teknolojisi, taraflar arasında karşılıklı para transferinin sağlanması sürecinde ve kripto para ile ödemeler sisteminde dağıtık bir yapıda sunulan kayıt defteri özelliği göstermektedir"
  },
  {
    "id": "1767005",
    "unitNumber": 8,
    "text": "Blockchain 1.0 sürecinde yaratılan kripto para birimi Bitcoin’in toplam arz miktarı ne kadarla sınırlandırılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "21 milyon",
      "B": "26 milyon",
      "C": "29 milyon",
      "D": "33 milyon",
      "E": "39 milyon"
    },
    "explanation": "Blockchain 1.0 sürecinde yaratılan ilk kripto para birimi olan Bitcoin’in 21 milyon BTC (BTCBitcoin kripto para birimi) olan sınırlandırılmış toplam arz miktarının bulunması dolayısı ile bu sistemde enflasyon risklerinin oluşumu engellenmiş olmaktadır."
  },
  {
    "id": "1767006",
    "unitNumber": 8,
    "text": "Kripto paralar temel yapı olarak kaça ayrılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Kripto paralar, para (coin) ve jeton (token) olarak ikiye ayrılmaktadır. Kendisine ait bir Blockchain sistemi bulunan kripto paralara coin denirken başka hazır bir Blockchain içerisinde işlem gören paralara token denilmektedir. Bitcoin’in ardından üretilen coinlere ise altcoin adı verilmektedir"
  },
  {
    "id": "1767007",
    "unitNumber": 8,
    "text": "Vitalik Buterin tarafından geliştirilen Ethereum Blockchain ağı Bitcoin’e alternatif bir platform olarak kaç yılında duyurularak hayatımıza girmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "2009",
      "B": "2010",
      "C": "2011",
      "D": "2012",
      "E": "2013"
    },
    "explanation": "Akıllı kontratlar, Bitcoin’in tanıtılmasından 4 yıl sonra Toronto’da yaşayan 19 yaşındaki bir programcı olan Vitalik Buterin’in Bitcoin Magazine adını verdiği bir online haber sitesinde duyurduğu yeni bir platform olan Ethereum Blockchain ağını tanıtması ile ortaya çıkmıştır (Dedeoğlu, 2019). Buterin, Ethereum Blockchain ağını her tür uygulama geliştiricinin kullanabileceği şekilde dağıtık yapıda bulunan ve Bitcoin’e alternatif bir platform olarak sunulduğunu 2013 yılında yayınlamış olduğu rapor ile belirtmiştir (Nebil, 2018)"
  },
  {
    "id": "1812013",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Yapay zeka</li> <li>Artırılmış gerçeklik</li> <li>Akıllı şehirler</li> </ol> Bilgi ve iletişim teknolojilerinin evrimleşmesi ile oluşan bu yeni süreç ile birlikte yukarıdaki hangi yeni nesil teknolojiler ortaya çıkmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Bilgi ve iletişim teknolojilerinin evrimleşmesi ile oluşan bu yeni süreç ile birlikte robot insan etkileşimleri, bulut bilişim sistemleri, bilişsel teknolojiler, yapay zeka, nesnelerin interneti, nanoteknolojiler, giyilebilir teknolojiler, artırılmış gerçeklik, akıllı robotlar, büyük veri, akıllı şehirler ve akıllı uygulamalar gibi yeni nesil teknolojiler ortaya çıkmıştır."
  },
  {
    "id": "1812020",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Blockchain (eşler arası (peer-to-peer) platformlar)</li> <li>Yeni enerji kaynakları</li> <li>İleri robotik ve otonom transferler</li> </ol> Dünya Ekonomik Forumu’nun 2016 yılında yayınlamış olduğu ‘Geleceğin Meslekleri: 4. Sanayi Devrimi için İstihdam, Beceriler ve İşgücü Stratejisi’ adlı raporda yukarıdakilerden hangisi teknoloji odaklı konular arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Dünya Ekonomik Forumu’nun 2016 yılında yayınlamış olduğu ‘Geleceğin Meslekleri: 4. Sanayi Devrimi için İstihdam, Beceriler ve İşgücü Stratejisi’ adlı raporda ise geleceğin mesleklerinin teknoloji odaklı meslekler olacağı belirtilmiştir. Teknoloji odaklı konular mobile internet ve bulut bilişim teknolojisi, hesaplama gücü ve büyük veri alanındaki gelişmeler, yeni enerji kaynakları ve teknolojiler, nesnelerin interneti (IOT), kitle kaynak kullanımı, ekonominin paylaşımı ve Blockchain (eşler arası (peer-to-peer) platformlar), ileri robotik ve otonom transferler, yapay zeka ve makine öğrenmesi, ileri düzey imalat ve 3D yazıcılar, ileri düzey malzemeler, biyoteknoloji ve genomlar şeklinde gruplandırılmıştır"
  },
  {
    "id": "1812024",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Yapay zeka</li> <li>Büyük veri analizi</li> <li>Nesnelerin interneti</li> </ol> Turizm 4.0 kapsamında yukarıdakilerden hangisi işlenirken kullanılan yüksek teknoloji ürünlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Turizm 4.0: Kişiselleştirilmiş seyahat deneyimlerinin yaratılması ve müşteri ihtiyaçlarını en üst düzeyde karşılayabilmek amacıyla seyahat ve turizm endüstrisindeki hizmetlerden yararlanmış turistlerden toplanan büyük verilerin yapay zeka, nesnelerin interneti, büyük veri analizi, bulut bilişim ve Blockchain gibi yüksek teknoloji ürünleri ile işlenme sürecidir"
  },
  {
    "id": "1812034",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Akıllı turizm akıllı şehrin amaçlarından biri olarak ele alınabilmektedir</li> <li>Turist deneyimlerine de odaklanılmaktadır</li> <li>Akıllı turizm faaliyetlerinde yerel halkın yaşam kalitesi kadar turistlerin yaşam kalitesi, kaynaklara erişim kolaylığı, hareketliliği ve sürdürülebilirliği de göz önüne alınmaktadır</li> </ol> Akıllı turizm ve akıllı şehir kavramları ile ilgili yukarıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Akıllı turizm ve akıllı şehir kavramları birbirinden farklı olmakla birlikte birbirlerine bağlı kavramlardırlar. Akıllı turizm akıllı şehrin amaçlarından biri olarak ele alınabilmektedir. Akıllı turizmde akıllı şehirden farklı olarak sadece yerel halka değil aynı zamanda turist deneyimlerine de odaklanılmaktadır. Akıllı turizm faaliyetlerinde yerel halkın yaşam kalitesi kadar turistlerin yaşam kalitesi, kaynaklara erişim kolaylığı, hareketliliği ve sürdürülebilirliği de göz önüne alınmaktadır"
  },
  {
    "id": "1812041",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Çin’den gelecek turist sayılarının dijital teknolojinin turizm sektöründe kullanımı ile artacağı</li> <li>Toplumun turizme yöneleceği</li> <li>Nesneler interneti kullanımının yaygınlaşacağı</li> </ol> Turizm 4.0 sürecinde ülkelerin tanıtımlarında ve projelerinde bu uygulamaları kullanılması kapsamında Malezya'da Turizm 4.0 kullanımı ile yukarıdakilerden hangilerinin gerçekleşeceği belirtilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Turizm 4.0 sürecinde ülkelerin tanıtımlarında ve projelerinde bu uygulamaları kullandıkları görülmektedir. Örneğin, Malezya, Turizm 4.0 süreci ile birlikte Çin’den gelecek turist sayılarının dijital teknolojinin turizm sektöründe kullanımı ile artacağını ve bu sayede turist deneyimlerininin gelişerek turist sayılarında artış olacağını belirtmiştir."
  },
  {
    "id": "1812058",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Doğada nadir bulunan nesnelerin bozulması veya çürümesi</li> <li>Doğada nadir bulunan nesnelere kolaylıkla ulaşılabilmesi</li> <li>Değiş tokuş kavramının vazgeçilmez olması</li> </ol> Ticarette madeni para kullanımına geçişte yukarıdakilerden hangisi etkili olan faktörler dışında kalır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "İlk olarak doğada nadir bulunan küçük nesneler para olarak kullanılmıştır. Asya’da beyaz deniz kabuklarının, Güney Amerika’da ise kahve ya da kakao çekirdeklerinin, tuz, hayvan derisi ve tohum gibi çeşitli maddelerin para olarak kullanıldığına dair arkeolojik kalıntılar bulunmuştur. Kolay taşınabilen ve ticari değere sahip olan bu nesneler modern toplumun temelini oluştururken aynı zamanda uluslararasında gerçekleşen diplomasinin de temelini oluşturmuşlardır. Doğal nesnelerin para olarak kullanımı, insanlık tarafından 35.000 sene sürmüştür. Fakat zaman geçtikçe bu nesnelerin kullanımın kendine has yeni problemleri de beraberinde getirdiği görülmüştür. Zenginlik adına evlerinde çuvallarla kahve veya kakao çekirdeği saklayanlar bir süre sonra bu çekirdeklerin çürümesi ile değer kaybetmişlerdir ya da Güney Amerika’da sahilden kucak dolusu deniz kabuğu toplayan bir insan bir anda zenginleşebilmektedir."
  },
  {
    "id": "1812061",
    "unitNumber": 8,
    "text": "Merkezi bir otoritenin düzenleme ve denetleme yapısı altında bulunmayan para birim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kağıt para",
      "B": "İtibari para",
      "C": "Kripto para",
      "D": "Madeni para",
      "E": "Mal para"
    },
    "explanation": "Kripto Para: Para birimlerine alternatif olarak sunulan hükûmetler, merkez bankaları, bankacılık sistemleri gibi merkezi bir otoritenin düzenleme ve denetleme yapısı altında bulunmayan kriptolojik (şifreli) olarak güvenli işlem yapmaya ve dijital para arzına olanak sağlayan para birimidir."
  },
  {
    "id": "1812070",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Blockchain’e yazılmaktadır</li> <li>Blokların oluşturulmasını sağlayan bireyler tarafından onaylanır</li> <li>İşlemler Mempool adı verilen üye havuzuna gönderilir</li> </ol> Yukarıdaki Blockchain'da işlemlerinin gerçekleşme sıralaması hangi seçenekte doğru sıralanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "II-I-III",
      "B": "III-II-I",
      "C": "III-I-II",
      "D": "II-III-I",
      "E": "I-II-III"
    },
    "explanation": "Merkezi olmayan kripto para birimleri ile birlikte finansal olmayan varlıkların (verilerin), dünyanın herhangi bir noktasındaki bir bireyden başka bir noktasında bulunan bir bireye dijital olarak transferinin gerçekleşmesi sürecinde Blockchain teknolojisi kullanılmaktadır. Bu işlemin gerçekleşmesi sırasında eşler arası tüm işlemlerin görülmesini sağlayan açık kaynaklı bir kayıt defteri olan Blockchain kullanılmaktadır. Bu kayıtlar tüm eşler arası (P2P) ağda görülmektedir. İşlemin gerçekleştirilmesinin ardından bu kayıtlar madenci (miner) adı verilen ağda bulunan ve bu işlem için mutabakat sağlayarak blokların oluşturulmasını sağlayan bireyler tarafından onaylanır ve onaylanmanın ardından işlemler Mempool adı verilen üye havuzuna gönderilmektedir. Bu süreçte yapılan işlemlerin kanıtlanmasına ise İş Kanıtı (Proof of Work-POW) adı verilmektedir. Üye havuzunda bekleyen işlemlerin onaylanmasının ardından bu kayıt Blockchain’e yazılmaktadır."
  },
  {
    "id": "1812083",
    "unitNumber": 8,
    "text": "<ol type=\"I\"><br/><li>On binlerce bilgisayarın %51’ine aynı anda saldıramayacağından dolayı Blockchain teknolojisi güvenli olarak görülmektedir.</li><br/><li>Açık Blockchain gerekli izin ve onayı almayan kullanıcılar ağdaki işlemleri görememekte ve işlem yapamamaktadır.</li><br/><li>Bir işlemi şifreleyerek yapmak ve bir işlemin yapıldığını şifreleyerek görmek için açık anahtar (public key) ve özel anahtar (private key) olarak adlandırılan iki farklı şifreleme sistemine ihtiyacı bulunmaktadır.</li><br/></ol><br/>Blockchain ile ilgili yukarıdakilerden hangisi <strong>doğru</strong> açıklanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız II",
      "B": "I ve III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "On binlerce bilgisayarın %51’ine aynı anda saldırarak ele geçirmesi durumu olduğundan, bu eylem aynı zamanda her bir bilgisayara saldırı yapamayacağından dolayı Blockchain teknolojisi güvenli olarak görülmektedir. <br/>Açık Blockchain Ağı (Public) ve izin alarak bağlanılabilen Özel Blockchain Ağı (Private) olarak ikiye ayrılmaktadır. Açık Blockchain ağ yapısında işlemler başkalarına onaya veya güvene gerek kalmadan ağa eklenebilmekte ve bu ağda yer alan tüm kullanıcılar tarafından görülebilmektedir. Bu yapıya halka açık Blockchain yapısı da denilmektedir. Özel Blockchain ağ yapısında gerekli izin ve onayı almayan kullanıcılar ağdaki işlemleri görememekte ve işlem yapamamaktadır. Bu yapılara konsorsiyum veya hibrit blok zincirleri adı da verilmektedir.<br/>Blockchain yapısında işlem yapan kullanıcının, bir işlemi şifreleyerek yapmak ve bir işlemin yapıldığını şifreleyerek görmek için açık anahtar (public key) ve özel anahtar (private key) olarak adlandırılan iki farklı şifreleme sistemine ihtiyacı bulunmaktadır."
  },
  {
    "id": "1812090",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Sözleşme hükümleri yasal olarak yerine getirilmediğinde tarafların mahkemeye başvurma hakları bulunmaktadır</li> <li>Akıllı kontratlarda ise bir adli eyleme gerek kalmadan sözleşmelerin gerçekleştirilmesini sağlamak için sözleşmeye dayalı yeni bir kendi kendini kontrol eden mekanizma bulunmaktadır</li> <li>Akıllı kontratlarda yerine getirilmediğinde yasal yükümlülüğü yerine getirmeyen tarafın işlemleri gerçekleştirilmemektedir</li> </ol> Akıllı kontratlarla ilgili yukarıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Kağıt temelli kontratlarda sözleşme hükümleri yasal olarak yerine getirilmediğinde tarafların mahkemeye başvurma hakları bulunmaktadır. Akıllı<br/>kontratlarda ise bir adli eyleme gerek kalmadan sözleşmelerin gerçekleştirilmesini sağlamak için sözleşmeye dayalı yeni bir kendi kendini kontrol eden mekanizma bulunmaktadır. Örneğin Netflix platformunda kullanıcılar yasal olarak ödeme gerçekleştirdikleri süre boyunca platformdan yararlanma hakkına sahip olurlar. Kullanıcıların ödemelerini yapmamaları durumunda ise hizmet askıya alınmaktadır ve platforma ulaşımları engellenir.<br/>Benzer şekilde yasal yükümlülükler akıllı kontratlarda yerine getirilmediğinde yasal yükümlülüğü yerine getirmeyen tarafın işlemleri gerçekleştirilmemektedir."
  },
  {
    "id": "1812095",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Kontratın hüküm ve koşullarının ağda işlem yapan herkese açık olması</li> <li>Akıllı kontratların kullanımı ile yeşil uygulamalara geçilmesi</li> <li>İşlemleri tarafların kendilerinin yapabiliyor olması</li> <li>Özel bir programlama dilinin gerekliliği</li> </ol> Yukarıdakilerden hangileri akıllı kontratların avantajlarındandır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve IV",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Akıllı kontratların avantajları arasında taraflar arasında sunulan koşul ve şartların en ince ayrıntısına kadar sözleşmede yer alması, bu kontratın hüküm ve koşullarının ağda işlem yapan herkese açık olması, işlem yapılan ağda oluşturulmak istenen akıllı kontrat senaryolarının canlı olarak görülebiliyor olması ve takip edilebilmesi ile işlemlerin hızlı yürütülmesi, işletmelerde geleneksel olarak kağıt kullanılarak yapılan kontratlardan ziyada akıllı kontratların kullanımı ile yeşil uygulamalara geçilmesi ve işlemleri tarafların kendilerinin yapabiliyor olması dolayısı ile aracıların ortadan kalkması gösterilebilmektedir. Dezavantajları ise özel bir programlama dilinin gerekliliğinden dolayı yazımının zor olabilmesi ile birlikte dinamik bir sistemde yazılıyor olmasından dolayı işlemlerde değişimin veya silinmenin yapılamıyor olması gösterilebilmektedir."
  },
  {
    "id": "1812096",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Tedarikçileri birleştirmesi</li> <li>Şeffaflığı arttırması</li> <li>Aracı kurumları ortadan kaldırması</li> </ol> Yukarıdakilerden hangisi Blockchain'in turizm sektöründe kullanılma sebeplerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "Hiçbiri"
    },
    "explanation": "Daha sonra gerçekleşecek olan teknolojik devrimin itici bir gücü olarak kabul edilen Blockchain teknolojisi, turizm işletmeleri açısından benzersiz fırsatlar yaratabilmektedir. Blockchain teknolojisi; turizm işletmeleri açısından tedarikçileri birleştirdiği, uygulamalarda kolaylık sağladığı, şeffaflığı arttırdığı ve aracı kurumları ortadan kaldırdığı için kullanılmaktadır."
  }
]