[
  {
    "id": "3399400",
    "unitNumber": 1,
    "text": "Turizm kavramı tanımı 1905 yılında ilk kez kim tarafından yapılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Cameron",
      "B": "Guyer - Feuler",
      "C": "Ogilvy",
      "D": "Ulpianus",
      "E": "Gretzel"
    },
    "explanation": "Turizm kavramı 1905 yılında Guyer - Feuler<br/>tarafından ilk kez tanımlanmıştır. Guyer - Feuler’e<br/>göre turizm; gittikçe artan hava değişimi ve dinlenme gereksinimlerine , doğa ve sanatla beslenen göz<br/>alıcı güzellikleri tanıma isteğine; doğanın insanlara<br/>mutluluk verdiği inancına dayanan ve özellikle ticaret ve sanayinin gelişmesi ve ulaşım araçlarının<br/>kusursuz hâle gelmesinin bir sonucu olarak ulusların ve toplulukların birbirlerine daha çok yaklaşmasına olanak veren modern çağa özgü bir olay<br/>şeklinde tanımlanmıştır."
  },
  {
    "id": "3399401",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir kişinin turist olarak tanımlanması için olmazsa olmaz şartlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "gittiği yerde oturma izni alması",
      "B": "gittiği yerde parasını harcaması",
      "C": "3 aydan daha kısa süre kalması",
      "D": "gittiği yerde toplu taşıma araçlarını kullanması",
      "E": "En az iki kere yer değiştirmesi"
    },
    "explanation": "En genel anlamda, gittiği yerde parasını harcayan kişi olarak tanımlanan turist, ekonomik anlamda ve hukuki açıdan tüketici olarak görülmektedir.<br/>Dolayısıyla gerçekleştirilen faaliyetler neticesinde<br/>elde edilmiş olan deneyimler, her ne kadar bizzat<br/>turist tarafından gerçekleştirilmiş olsa da bunlar<br/>turizmi süreç açısından etkilemektedir. Zira süreç<br/>ne kadar uzarsa deneyim ve turizme ekonomik anlamda katkı da o oranda artacaktır."
  },
  {
    "id": "3399402",
    "unitNumber": 1,
    "text": "a)Gittiği yerlerde buralarda kazanmadığı parayı harcayan kimseler\n<br/>b)Sürekli oturduğu yerden en çok bir yıl süre ile ayrılanlar\n<br/>c)Bir ülkede 24 saatten az kalan ve geceleme yapmayan ziyaretçidir.\n<br/>d)Bakım ve onarım amaçlı ülkeye gelen veya uğrayan gemi ve uçak personeli \n<br/>e)bBaşka bir ülkeden gelen, konaklama süresi 24 saatten az veya çok olan kişiler\n<br/>Yukarıdakilerden hangileri Ogilviy'in yapmış olduğu turist tanımı içinde yer alan unsurlardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "sadece a",
      "B": "Sadece b",
      "C": "a ve b",
      "D": "b ve d",
      "E": "c,d,e"
    },
    "explanation": "Ogilvy turistin tanımını “sürekli oturduğu yerden en çok bir yıl süre ile ayrılan ve<br/>geçici olarak gittiği yerlerde buralarda kazanmadığı parayı harcayan kimse” olarak<br/>yapmaktadır.\n<br/>1963 yılında Roma’da düzenlenen Uluslararası<br/>Seyahat Konferansı’nda (IUOTO) farklı açılardan<br/>ele alınan turist kavramına yönelik çeşitli tanımlar<br/>yapılmıştır. Buna göre:<br/>• Yerli turist, kendi ülkesi içerisinde turizm<br/>tanımındaki özelliklere göre seyahat eden<br/>ve gittiği yerde 24 saatten fazla konaklayan<br/>kişidir.<br/>• Yabancı turist, sürekli konutunun<br/>(ikametgâh veya meskeninin) bulunduğu<br/>ülkeden başka bir ülkeye giderek, gittiği ülkede konaklama süresi 24 saatten fazla olan<br/>veya ülkenin konaklama tesislerinde en az<br/>bir geceleme yapan kişidir.<br/>• <strong>Günübirlikçi, bir ülkede 24 saatten az kalan</strong><br/><strong>ve geceleme yapmayan ziyaretçidir.</strong><br/>• <strong>Yabancı ziyaretçi, bir ülkeye başka bir ülkeden gelen, konaklama süresi 24 saatten az</strong><br/><strong>veya çok olan kişilerdir.</strong><br/>• Turizm istatistiklerinde yer almayan yabancılar, bir ülkede saat sınırlaması olmadan geçenlere transit denilmektedir. Bu<br/>kişilerin o ülkeden geçiş süreleri 24 saati<br/>geçebilir ancak bunlar turist ve günübirlikçi olarak kabul edilmezler. Örneğin; sıOgilvy, sürekli oturulan yere geri dönüşün<br/>süresini bir yıl olarak belirtmekte, bireyin<br/>gittiği yerde kalışı için ise kesin bir zaman dilimi belirtilmeden, geçici süre kalma ifadesini<br/>kullanmaktadır.<br/>işçileri, uluslararası göçebeler, yabancı<br/>askerî birlik üyeleri, transit yolcular, mülteciler, konsolosluk temsilcileri, göçmenler<br/>ve diplomatlar bu gruba girenler arasında<br/>yer almaktadırlar.<br/>Ayrıca o ülkede oturmayan yabancılar, yabancı ülkelerde oturan vatandaşlar, bakım ve onarım<br/>amaçlı ülkeye gelen veya uğrayan gemi ve uçak<br/>personeli de ülkenin konaklama tesislerinden yararlanırsa turist olarak kabul edilmektedirler. Uluslararası seyahat hareketlerine ve yaşlanan nüfusa<br/>bağlı olarak, ortalama yaşam süresinin uzaması insanların beklentilerinde farklılıklara sebep olmaktadır. Emeklilerin, teknolojiyi iyi kullanabilen genç<br/>nüfusun, bazı gezginlerin turist olarak ihtiyaçları ve<br/>tercihleri turizm faaliyetlerine yön verici niteliktedir. Boş zaman kavramı ile birlikte bireylerin tatile daha fazla zaman ayırmaları, gelir düzeyi artan<br/>kesimlerce turizm faaliyetlerine katılımın artması,<br/>ülkeler, hatta kıtalar arasında gidiş geliş mesafelerindeki kolaylıklar, teknolojik gelişmeler ile birlikte dijitalleşmenin ön planda olması, insanların<br/>gitmek isteyecekleri yerler ile ilgili bilgilere çok<br/>çabuk biçimde ve oldukça kolay yollardan ulaşabilmesi turizmin gelişmesinde oldukça önemli rol<br/>oynamıştır."
  },
  {
    "id": "3399403",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi turizmin dolaylı etkisi olarak değerlendirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "çoğu ülkede başlıca döviz kaynağı olması",
      "B": "dünyada iş gücünün %7-8’inin istihdam etmesi",
      "C": "dünya ölçeğinde hizmet ihracatının %30’unu oluşturması",
      "D": "Dünya barış ve diyaloğunun sürdürülebilirliği için teşvik edici olması",
      "E": "Ekonomik büyüme ve kalkınmanın itici gücü hâline gelmesi"
    },
    "explanation": "Turizm endüstrisi yıllar içinde büyümüş, dünyanın en büyük ekonomik faaliyetlerinden biri hâline<br/>dönüşmüştür. Ekonomik büyüme ve kalkınmanın itici gücü hâline gelen turizm, dünya ölçeğinde hizmet<br/>ihracatının %30’unu oluşturur ve dünyada iş gücünün %7-8’inin istihdam edildiği bir sektördür. Seyahat<br/>ve turizm, gelişmekte olan ülkelerin büyük çoğunluğu için başlıca döviz kaynağı ve en çeşitli endüstrisidir.<br/>Turizmin sağladığı ekonomik yarar ne kadar büyük olursa, gerçekleştirilecek barış, işbirliği ve diyaloğun<br/>sürdürülebilirliği için teşvik de o derece büyük olur."
  },
  {
    "id": "3399404",
    "unitNumber": 1,
    "text": "a.konaklama \n<br/>b.paket tatil \n<br/>c.seyahat yardım sigortası\n<br/>d.yolcu taşıma \n<br/>e.şirketler arası konaklama rezervasyonu\n<br/>Yukardakilerden hangileri turizm işletmesi ile turist arasında yapmış oldukları tüketici sözleşmesi kapsamındaki unsurlardandır?",
    "correctAnswer": "D",
    "options": {
      "A": "a ve c",
      "B": "b ve c",
      "C": "c ve e",
      "D": "a,b,d",
      "E": "a,c,e"
    },
    "explanation": "Seyahat acentesi, tur operatörü ve turist arasındaki ilişkilerin temel dayanağını sözleşmeler oluşturmaktadır. Turizm işletmeleri paket tatil oluştururken hizmet veya turizm işletmesi sağlayıcısı ile turistlerin kendileri arasında veya turizm hizmet sağlayıcıları arasında yapılan sözleşmelerden oluşmaktadır. Bu sözleşmelerden şirketler arası konaklama rezervasyonu, seyahat yardım sigortası gibi hazırlık sözleşmeleridir.\n<br/>yolcuların taşınması, paket tatiller, konaklama vb. ise tüketici sözleşmeleridir şeklinde yapılır. seyahat yardım sigortası ve şirketler arası konaklama rezervasyonu tüketici değil hazırlık sözleşmesidir."
  },
  {
    "id": "3399405",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi karma hukuk olarak nitelendirilen hukuk dalları arasında sayılamaz<strong>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İş hukuku",
      "B": "Borçlar hukuku",
      "C": "Fikri mülkiyet hukuku",
      "D": "Turizm Hukuku",
      "E": "Sağlık hukuku"
    },
    "explanation": "Dünyada yaşanan gelişmeler doğrultusunda bir<br/>süredir sadece kamu hukuku ya da özel hukuk karakteri göstermeyen; hem kamu hukukunun, hem<br/>de özel hukukun özelliklerini taşıyan bazı hukuk<br/>dallarının da var olduğu ve gün geçtikçe sayılarının arttığı bilinmektedir. Geçişken bir yapıya sahip olan ve nispeten karmaşık özellikler taşıyan<br/>bu hukuk dalı, karma hukuk olarak adlandırılır.<br/>Karma hukuk olarak nitelendirilen hukuk dalları<br/>ise şunlardır:<br/>• İş hukuku<br/>• Fikri mülkiyet hukuku<br/>• Tüketici hukuku<br/>• Sağlık hukuku<br/>• Turizm Hukuku"
  },
  {
    "id": "3399406",
    "unitNumber": 1,
    "text": "aşağıdakilerden hangisi Turizm hukukunun genel özellikleri arasında sayılamaz?",
    "correctAnswer": "A",
    "options": {
      "A": "• Ekonomik anlamda kurallarını devletlerin belirlediği bir alandır.",
      "B": "• Turizm birçok ülkeden gelen ve başka ülkelere giden insanları ilgilendirmesi sebebiyle<br/>uluslararası nitelik taşıyan bir hukuk dalıdır.",
      "C": "• Yabancı olsun yerli olsun, gelen veya giden olsun tüm turistleri, kuruluşları ve devletleri ilgilendirdiği için evrenseldir.",
      "D": "• Kolay değiştirilebilir, güncellenebilir, dolayısıyla dinamik bir yapıya sahiptir.",
      "E": "• Kamu hukuku ve özel hukukun birlikte uygulandığı bir hukuk dalıdır."
    },
    "explanation": "Turizm hukukunun genel<br/>özelliklerini ise şu şekilde sıralamak mümkündür:<br/>• Kamu hukuku ve özel hukukun birlikte uygulandığı bir hukuk dalıdır.<br/>• Turistleri ve turizm sektör kuruluşlarını<br/>ilgilendirmektedir.<br/>• Yabancı olsun yerli olsun, gelen veya giden<br/>olsun tüm turistleri, kuruluşları ve devletleri ilgilendirdiği için evrenseldir.<br/>• Kolay değiştirilebilir, güncellenebilir, dolayısıyla dinamik bir yapıya sahiptir.<br/>• Ekonomik anlamda kurallarını piyasanın<br/>belirlediği bir alandır.<br/>• Turizm birçok ülkeden gelen ve başka ülkelere giden insanları ilgilendirmesi sebebiyle<br/>uluslararası nitelik taşıyan bir hukuk dalıdır."
  },
  {
    "id": "3399407",
    "unitNumber": 1,
    "text": "Aşağıdaki hususlardan hangisi turizm mevzuat açısından görülen eksiklikler arasında sayılamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Turizm temel yasasının olmaması,",
      "B": "Sektördeki mesleki unvanların düzenlenmesine ilişkin yasal altyapının eksikliği,",
      "C": "yat limanlarının yatırım teşvik mevzuatı açısından stratejik yatırım kapsamında yer almaması,",
      "D": "Deniz turizmine hizmet veren araçların sınıflandırılması ve belgelerinin iptaline yönelik<br/>mevzuatın olmaması",
      "E": "Turizm amaçlı arazi tahsislerini yapan farklı kurumlar kurumların ortak bir mevzuatının olmaması"
    },
    "explanation": "D şıkkında verilen Deniz turizmine hizmet veren araçların sınıflandırılması ve belgelerinin iptaline yönelik<br/>mevzuat vardır ancak yetersizdir"
  },
  {
    "id": "3399408",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi özel hukukun özellikleri arasında sayılamaz?",
    "correctAnswer": "C",
    "options": {
      "A": "İrade özgürlüğü vardır",
      "B": "Kişisel yarar söz konusudur",
      "C": "Taraflardan biri diğerinden üstündür.",
      "D": "görevli mahkemesi ceza mahkemeleridir",
      "E": "İlgili yargı çevresi adli yargıdır."
    },
    "explanation": "Tarafların biri diğerinden üstün değil, eşitlik söz konusudur."
  },
  {
    "id": "3399409",
    "unitNumber": 1,
    "text": "Turizm sektöründe sıkça kullanılan sözleşmeler hangi hukuk kapsamında değerlendirilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Medeni Hukuk",
      "B": "• Borçlar Hukuku",
      "C": "• Anayasa Hukuku",
      "D": "Devletler Özel Hukuku",
      "E": "Belediye hukuku"
    },
    "explanation": "Turizm hukukunun yakın ilişki içinde bulunduğu özel hukuk alanlarından birisi de borçlar<br/>hukukudur. Borçlar Kanunu, 22.11.2001 tarihli<br/>ve 4721 sayılı Türk Medeni Kanunu’nun beşinci<br/>kitabı ve onun tamamlayıcısıdır. Borçlar hukukunun temel düzenlemesi 6098 sayılı Türk Borçlar<br/>Kanunu’dur. Günlük hayatta borç ilişkisinin temel<br/>kaynaklarından olan sözleşmeler de borçlar hukukunun konusunu oluşturmaktadır.<br/>Turizm sektöründe sıkça kullanılan sözleşme<br/>türleri de bu kapsamdadır. Yapılan sözleşmeler<br/>bazen turizm işletmeleri ile müşteriler (turistler)<br/>arasında, bazen de rekabet hâlinde olunan diğer<br/>işletmeler arasında gerçekleşebilmektedir"
  },
  {
    "id": "3399410",
    "unitNumber": 1,
    "text": "I.Sabit sermaye yatırımlarının yüksek olması\n<br/>II.Teknolojik gelişmelere rağmen emek yoğun özellikli olması\n<br/>III.Kısa dönem arz esnekliğinin yüksek olması\n<br/>IV.Siyasi, sosyal ve ekonomik gelişmelere duyarlı olması\n<br/><strong>Yukarıdakilerden hangileri Turizm sektörü için söylenebilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I, III ve IV",
      "C": "I, II ve IV",
      "D": "III ve IV",
      "E": "II,III ve IV"
    },
    "explanation": "Doğru yanıt \"C\" şıkkı, \"I, II ve IV\"dür."
  },
  {
    "id": "3399411",
    "unitNumber": 1,
    "text": "Modern turizmin gelişmesiyle yakından ilişkili olarak turizm, gittikçe artan sayıda yeni ………………………..kapsamaktadır.\n <strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Destinasyonları",
      "B": "İvmeleri",
      "C": "Dinamikleri",
      "D": "Komisyonları",
      "E": "Sektörleri"
    },
    "explanation": "Doğru yanıt \"A\" şıkkı, \"Destinasyonları\"dır."
  },
  {
    "id": "3399412",
    "unitNumber": 1,
    "text": "Turizm kavramının tanımlanmasında genellikle dinamik bir unsur olarak kabul edilen “………………” faktörü oldukça önemlidir.\n <strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Destinasyon",
      "B": "İvme",
      "C": "Dinamik",
      "D": "Turist",
      "E": "Seyahat"
    },
    "explanation": "Doğru yanıt \"E\" şıkkı, \"Seyahat\"dir."
  },
  {
    "id": "3399413",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi hukukun sınıflandırılmasında kullanılan belli başlı ölçütlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sözleşme",
      "B": "Yarar",
      "C": "İdari yargılama",
      "D": "Karine",
      "E": "İcrailik"
    },
    "explanation": "Doğru yanıt \"B\" şıkkı, \"Yarar\"dır."
  },
  {
    "id": "3399414",
    "unitNumber": 1,
    "text": "Kuralların mahiyeti teorisinde hukuk kuralları ayrımında aşağıdaki niteliklerden hangisine bakılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Emredici nitelikte olup olmadığına",
      "B": "Tarafların karşılıklı durumlarına",
      "C": "Devletin kendine özgü tarihine",
      "D": "Kamu düzenini sarsan fiile",
      "E": "Bir zümreye verilen imtiyaza"
    },
    "explanation": "Doğru yanıt \"A\" şıkkı, \"Emredici nitelikte olup olmadığına\"dır."
  },
  {
    "id": "3399415",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tarafların karşılıklı ve birbirine uygun irade beyanları neticesinde oluşan ve borç doğuran hukuki işlemdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yarar",
      "B": "İdari yargılama",
      "C": "Karine",
      "D": "İcrailik",
      "E": "Sözleşme"
    },
    "explanation": "Hukukun dallara ayrılması hususunda çok çeşitli ölçütler ileri sürülmüştür. Öyle ki 17 farklı ölçüt bulunmaktadır. Hukukun sınıflandırılmasında; Kuralların mahiyeti teorisi / emredicilik - irade serbestliği (Sözleşme serbestisi ölçütü), Egemenlik teorisi - Süjeler teorisi (Taraflar arasındaki eşitlik ölçütü), Menfaat teorisi (Yarar ölçütü) temel alınmaktadır. Sözleşme ilk ölçütün anlaşılması içintemel teşkil eden kavramlardandır. Tarafların karşılıklı ve birbirine uygun irade beyanları neticesinde oluşan ve borç doğuran hukuki işleme sözleşme denilmektedir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3399416",
    "unitNumber": 1,
    "text": "Kamu hukuku ve özel hukuk ayrımı ilk olarak aşağıdakilerden hangisi tarafından ortaya konulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Tacitus",
      "B": "Ulpianus",
      "C": "Alimentus",
      "D": "Brutus",
      "E": "Cicero"
    },
    "explanation": "Doğru yanıt \"B\" şıkkı, \"Ulpianus\"dur."
  },
  {
    "id": "3399417",
    "unitNumber": 1,
    "text": "Türkiye’de turizm faaliyetlerini düzenleyen ve turizm mevzuatının temeli oluşturan 2634 Sayılı Turizmi Teşvik Kanunu ne zaman yürürlüğe girmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1677",
      "B": "1968",
      "C": "1982",
      "D": "1986",
      "E": "1993"
    },
    "explanation": "1960 yılından itibaren karma ekono-mi politikalarının izlendiği Türkiye’de, 20.06.1980tarih ve 8/1133 sayılı Turizmi Teşvik Çerçeve Kararıalınmıştır. Bu kararın alınması neticesinde ülkemiz-de 1980 sonrası dönem, turizm sektörü için dönümnoktası olarak kabul edilmektedir. Bu dönemde atı-lan en önemli adım ise 1982 yılında yürürlüğe giren2634 sayılı Turizmi Teşvik Kanunu’dur. Doğru yanıt \"C\" şıkkı, \"1982\"dir."
  },
  {
    "id": "3399418",
    "unitNumber": 1,
    "text": "I. Kamu hukuku ve özel hukukun birlikte uygulandığı bir hukuk dalıdır.\n<br/>II. Yabancı olsun yerli olsun, gelen veya giden olsun tüm turistleri, kuruluşları ve devletleri ilgilendirdiği için evrenseldir.\n<br/>III. Kolay değiştirilemeyen ve güncellenemeyen bir yapıya sahiptir.\n<br/>IV. Ekonomik anlamda kurallarını piyasanın belirlediği bir alandır.\n<br/>Yukarıdaki numaralaı ifadelerden hangileri/hangileri turizm hukukunun genel özellikleri arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "III ve IV",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Turizm hukuku, hem turizmin idari organizasyonunu düzenleyen kamu hukuku kurallarından hem de turistler ile turizm işletmeleri arasında kurulan özel hukuk sözleşme ilişkilerini düzenleyen özel hukuk kurallarından müteşekkildir. Turizm hukuku, turizm iş portalı içerisinde; turizm endüstrisinde tüm mesleki faaliyetleri yöneten bir yasal kurallar seti biçiminde tanımlanmaktadır. Turizm hukukunun genel özelliklerini ise şu şekilde sıralamak mümkündür: <br/>• Kamu hukuku ve özel hukukun birlikte uygulandığı bir hukuk dalıdır. <br/>• Turistleri ve turizm sektör kuruluşlarını ilgilendirmektedir. <br/>• Yabancı olsun yerli olsun, gelen veya giden olsun tüm turistleri, kuruluşları ve devletleri ilgilendirdiği için evrenseldir. <br/>• Kolay değiştirilebilir, güncellenebilir, dolayısıyla dinamik bir yapıya sahiptir. <br/>• Ekonomik anlamda kurallarını piyasanın belirlediği bir alandır. <br/>• Turizm birçok ülkeden gelen ve başka ülkelere giden insanları ilgilendirmesi sebebiyle uluslararası nitelik taşıyan bir hukuk dalıdır. <br/>Doğru yanıt \"D\" şıkkı, \"I, II ve IV\"dür."
  },
  {
    "id": "3399419",
    "unitNumber": 1,
    "text": "Turizm hukuku; kamu hukuku ve özel hukuk kurallarının birlikte uygulandığı, hem kamu hukuku hem özel hukuk karakteri gösteren ……………..bir hukuk dalıdır.\n <strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Uluslararası",
      "B": "Karma",
      "C": "Pozitif",
      "D": "Mali",
      "E": "Teknolojik"
    },
    "explanation": "Doğru yanıt \"B\" şıkkı, \"Karma\"dır."
  },
  {
    "id": "3839796",
    "unitNumber": 1,
    "text": "<strong>1. Turizm hukukunun başlıca özelliği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "A) Hem kamu hukuku hem özel hukuk kurallarının birlikte uygulanması",
      "B": "B) Sadece devletler hukuku kurallarından oluşması",
      "C": "C) Tamamen özel hukuk kapsamında değerlendirilmesi",
      "D": "D) Sadece idare hukukuna tabi olması",
      "E": "E) Yalnızca ceza hukuku ilkeleriyle belirlenmesi"
    },
    "explanation": "A) Hem kamu hukuku hem özel hukuk kurallarının birlikte uygulanması"
  },
  {
    "id": "3839798",
    "unitNumber": 1,
    "text": "<strong>2. Aşağıdakilerden hangisi kamu hukukunun alt dallarından birisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "A) Anayasa hukuku",
      "B": "B) Borçlar hukuku",
      "C": "C) Ticaret hukuku",
      "D": "D) Medeni hukuk",
      "E": "E) Devletler özel hukuku"
    },
    "explanation": "A) Anayasa hukuku"
  },
  {
    "id": "3839799",
    "unitNumber": 1,
    "text": "<strong>3. Aşağıdakilerden hangisi özel hukukun alt dallarından biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "A) Borçlar hukuku",
      "B": "B) Ceza hukuku",
      "C": "C) Anayasa hukuku",
      "D": "D) Vergi hukuku",
      "E": "E) İdare hukuku"
    },
    "explanation": "A) Borçlar hukuku"
  },
  {
    "id": "3839800",
    "unitNumber": 1,
    "text": "<strong>4. Hukukun dallara ayrılmasında aşağıdaki ölçütlerden hangisi kullanılır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "A) Egemenlik teorisi",
      "B": "B) Dil ayrımı",
      "C": "C) Kanun numarası",
      "D": "D) Mahkeme türü",
      "E": "E) Yargı masrafları"
    },
    "explanation": "A) Egemenlik teorisi"
  },
  {
    "id": "3839801",
    "unitNumber": 1,
    "text": "<strong>5. Turist kavramı aşağıdaki hangi kriterle tanımlanır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "A) Oturduğu yerden en çok bir yıl süre ile ayrılan ve gittiği yerde orada kazanmayan parasını harcayan kişi",
      "B": "B) Sadece iş seyahati yapan kişiler",
      "C": "C) Yalnızca günübirlik seyahat eden",
      "D": "D) Sürekli konaklama yapan",
      "E": "E) Sadece yurtdışından gelen kişiler"
    },
    "explanation": "A) Oturduğu yerden en çok bir yıl süre ile ayrılan ve gittiği yerde orada kazanmayan parasını harcayan kişi"
  },
  {
    "id": "3839802",
    "unitNumber": 1,
    "text": "<strong>6. Aşağıdakilerden hangisi karma hukuk dallarından biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "A) İş hukuku",
      "B": "B) Ceza hukuku",
      "C": "C) Anayasa hukuku",
      "D": "D) Medeni hukuk",
      "E": "E) Borçlar hukuku"
    },
    "explanation": "A) İş hukuku"
  },
  {
    "id": "3839804",
    "unitNumber": 1,
    "text": "<strong>7. Turizm sektörünün ülke ekonomisine sağladığı önemli katkı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "A) Döviz girdisi sağlamak",
      "B": "B) Nüfusu azaltmak",
      "C": "C) Yalnızca şehirleşmeyi hızlandırmak",
      "D": "D) Okur-yazarlığı düşürmek",
      "E": "E) Sanayi yatırımlarını azaltmak"
    },
    "explanation": "A) Döviz girdisi sağlamak"
  },
  {
    "id": "3839805",
    "unitNumber": 1,
    "text": "<strong>8. Aşağıdakilerden hangisi hukuka ilişkin verilen tanımlarda ortak bir özelliktir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "A) Toplumdaki egemen güç tarafından belirlenmesi",
      "B": "B) Sadece bireylerce oluşturulması",
      "C": "C) Yalnızca adli organlarca düzenlenmesi",
      "D": "D) Her zaman sözlü olması",
      "E": "E) Sadece ekonomik ilişkileri kapsamı"
    },
    "explanation": "A) Toplumdaki egemen güç tarafından belirlenmesi"
  },
  {
    "id": "3839806",
    "unitNumber": 1,
    "text": "<strong>9. Aşağıdakilerden hangisi toplumsal düzen kurallarının ortak özelliğidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "A) Normatif olmaları",
      "B": "B) Zorunlu olarak yazılı olmaları",
      "C": "C) Mutlaka dinî kaynaklı olmaları",
      "D": "D) Sadece ahlâki dayanak içermeleri",
      "E": "E) Kapsamı yalnızca görgüyle sınırlı tutulması"
    },
    "explanation": "A) Normatif olmaları"
  },
  {
    "id": "3839807",
    "unitNumber": 1,
    "text": "<strong> Ülkemizde turizm mevzuatının temelini oluşturan kanun aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "A) 2634 sayılı Turizmi Teşvik Kanunu",
      "B": "B) 6102 sayılı Türk Ticaret Kanunu",
      "C": "C) 1618 sayılı Seyahat Acenteleri ve Birliği Kanunu",
      "D": "D) 4721 sayılı Türk Medeni Kanunu",
      "E": "E) 4848 sayılı Kanun"
    },
    "explanation": "A) 2634 sayılı Turizmi Teşvik Kanunu"
  },
  {
    "id": "3841266",
    "unitNumber": 1,
    "text": "Ülkemizde 2634 sayılı Turizmi Teşvik Kanunu hangi yıl yürürlüğe girmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1980",
      "B": "1981",
      "C": "1982",
      "D": "1983",
      "E": "1986"
    },
    "explanation": "Ülkemizde 1980 sonrası dönem, turizm sektörü için dönüm noktası olarak kabul edilmektedir. Bu dönemde atılan en önemli adım ise 1982 yılında yürürlüğe giren 2634 sayılı Turizmi Teşvik Kanunu’dur."
  },
  {
    "id": "3841268",
    "unitNumber": 1,
    "text": "Turizm kavramı 1905 yılında ilk kez kim tarafından tanımlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Guyer - Feuler",
      "B": "Leo Tolstoy",
      "C": "James Joyce",
      "D": "William Faulkner",
      "E": "Charles Dickens"
    },
    "explanation": "Turizm kavramı 1905 yılında Guyer - Feuler tarafından ilk kez tanımlanmıştır."
  },
  {
    "id": "3841271",
    "unitNumber": 1,
    "text": "Kanada’da bir faaliyetin turizm sektörü içinde yer alıp almadığının belirlenmesinde, kişinin bulunduğu merkezden kaç km. uzaklığa seyahat etmesi ölçütü dikkate alınmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "70",
      "B": "80",
      "C": "50",
      "D": "60",
      "E": "90"
    },
    "explanation": "Kanada’da bir faaliyetin turizm sektörü içinde yer alıp almadığının belirlenmesinde, kişinin bulunduğu merkezden 80 km. uzaklığa seyahat etmesi ölçütü dikkate alınmaktadır."
  },
  {
    "id": "3841276",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi 1963 yılında Roma’da düzenlenen Uluslararası Seyahat Konferansına göre yabancı ziyaretçiyi ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bir ülkede 24 saatten az kalan ve geceleme yapmayan ziyaretçidir.",
      "B": "Kendi ülkesi içerisinde turizm tanımındaki özelliklere göre seyahat eden ve gittiği yerde 24 saatten fazla konaklayan kişidir.",
      "C": "Bir ülkeye başka bir ülkeden gelen, konaklama süresi 48 saatten az veya çok olan kişilerdir.",
      "D": "Bir ülkeye başka bir ülkeden gelen, konaklama süresi 24 saatten az veya çok olan kişilerdir.",
      "E": "Bir ülkede 48 saatten az kalan ve geceleme yapmayan ziyaretçidir."
    },
    "explanation": "Yabancı ziyaretçi, bir ülkeye başka bir ülkeden gelen, konaklama süresi 24 saatten az veya çok olan kişilerdir."
  },
  {
    "id": "3841290",
    "unitNumber": 1,
    "text": "Hukuk sistemindeki ayrımın temelleri aşağıdakilerden hangi hukuka dayanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Londra hukukuna",
      "B": "Atina hukukuna",
      "C": "Moskova hukukuna",
      "D": "Paris hukukuna",
      "E": "Roma hukukuna"
    },
    "explanation": "Anglo - Sakson hukuk sisteminde ne hukuk kuralları ne de yargı kolları ayrımı vardır. Bu ayrımın temelleri Roma hukukuna dayanmaktadır."
  },
  {
    "id": "3841295",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Egemenlik teorisi</li> <li>Menfaat teorisi</li> <li>Akresyon teorisi<br/>Yukarıdakilerden hangisi ya da hangileri hukukun sınıflandırılmasında kullanılan belli başlı ölçütlerdendir?</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Hukukun sınıflandırılmasında kullanılan belli başlı ölçütler ele alınacaktır. Buna göre:<br/>• Kuralların mahiyeti teorisi / emredicilik - irade serbestliği (Sözleşme serbestisi ölçütü)<br/>• Egemenlik teorisi - Süjeler teorisi (Taraflar arasındaki eşitlik ölçütü)<br/>• Menfaat teorisi (Yarar ölçütü)"
  },
  {
    "id": "3841301",
    "unitNumber": 1,
    "text": "Devletin kişilerle olan ilişkilerinde uyguladığı kurallar ve yaptırımlar bir arada değerlendirildiğinde, bunlar ne hukuku olarak adlandırılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bölgesel hukuk",
      "B": "Kamu hukuku",
      "C": "Yetkilendirilmiş hukuk",
      "D": "Özel hukuku",
      "E": "Ada hukuku"
    },
    "explanation": "Devletin kişilerle olan ilişkilerinde uyguladığı kurallar ve yaptırımlar bir arada değerlendirildiğinde, bunlar “kamu hukuku” olarak adlandırılmaktadır."
  },
  {
    "id": "3841305",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Ticaret Hukuku</li> <li>Medeni Hukuk</li> <li>Borçlar Hukuku</li> </ol> Yukarıdakilerden hangisi ya da hangileri özel hukukun alt dallarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Özel hukukun alt dalları ise şunlardır:<br/>• Medeni Hukuk<br/>• Borçlar Hukuku<br/>• Ticaret Hukuku<br/>• Devletler Özel Hukuku"
  },
  {
    "id": "3841308",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi karma hukuk olarak nitelendirilen hukuk dallarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketici hukuku",
      "B": "Anayasa hukuku",
      "C": "Kişiler hukuku",
      "D": "Miras hukuku",
      "E": "Eşya hukuku"
    },
    "explanation": "Karma hukuk olarak nitelendirilen hukuk dalları ise şunlardır:<br/>• İş hukuku<br/>• Fikri mülkiyet hukuku<br/>• Tüketici hukuku<br/>• Sağlık hukuku<br/>• Turizm Hukuku"
  },
  {
    "id": "3841315",
    "unitNumber": 1,
    "text": "Herkesin sınırları içinde seyahat ve oturma özgürlüğüne sahip olması kendi ülkesi dâhil, herhangi bir ülkeden ayrılma ve o ülkeye dönme hakkına sahipliği garanti altına alınması hangi beyannamede belirtilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "BM Mühür Beyannamesi",
      "B": "BM İmza Beyannamesi",
      "C": "BM İnsan Hakları Evrensel Beyannamesi",
      "D": "BM Sicilli ticaret Beyannamesi",
      "E": "BM Münferit Beyannamesi"
    },
    "explanation": "Birleşmiş Milletler İnsan Hakları Evrensel Beyannamesi’nin 13. maddesi ile herkesin sınırları içinde seyahat ve oturma özgürlüğüne sahip olması kendi ülkesi dâhil, herhangi bir ülkeden ayrılma ve o ülkeye dönme hakkına sahipliği garanti altına alınmıştır."
  },
  {
    "id": "3841452",
    "unitNumber": 1,
    "text": "<ol> <li><strong> Turizm hukukunun konusu aşağıdakilerden hangisidir?</strong></li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "A) Turizm faaliyetlerinde taraflar arasında ortaya çıkan haklar ve yükümlülükler",
      "B": "B) Sadece turistik tesislerin ruhsatlandırılması",
      "C": "C) Sadece ülkeler arası siyasi ilişkiler",
      "D": "D) Yalnızca kültürel mirasın korunması",
      "E": "E) Yalnızca devletler arası ticari antlaşmalar"
    },
    "explanation": "<strong>Cevap:</strong> A <br/>Turizm faaliyetlerinde taraflar arasında ortaya çıkan haklar ve yükümlülükler"
  },
  {
    "id": "3841453",
    "unitNumber": 1,
    "text": "<ol start=\"2\"> <li><strong> Turizm hukuku ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong></li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "Hem kamu hukuku hem özel hukuk kurallarının birlikte uygulandığı karma bir hukuk dalıdır",
      "B": "Sadece özel hukuk kurallarından oluşur",
      "C": "Sadece idare hukuku kapsamındadır",
      "D": "D) Sadece turizm işletmecilerini ilgilendirir",
      "E": "E) Sadece ulusal düzeyde geçerlidir"
    },
    "explanation": "A) Hem kamu hukuku hem özel hukuk kurallarının birlikte uygulandığı karma bir hukuk dalıdır"
  },
  {
    "id": "3841456",
    "unitNumber": 1,
    "text": "<strong> Aşağıdakilerden hangisi turizm sektörünün özelliklerinden biri değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sabit sermaye yatırımlarının az olması",
      "B": "Emek yoğun özellikli olması",
      "C": "Siyasi, sosyal ve ekonomik gelişmelere duyarlı olması",
      "D": "Arz açısından kısa sürede esneklik gösterememesi",
      "E": "Teknolojik gelişmelere rağmen dinamik yapısını koruması"
    },
    "explanation": "A) Sabit sermaye yatırımlarının az olması<br/>A SEÇENEĞİ Sabit sermaye yatırımlarının az olması"
  },
  {
    "id": "3841457",
    "unitNumber": 1,
    "text": "<ol start=\"4\"> <li><strong> Turizm kavramı ilk kez hangi yıl tanımlanmıştır?</strong></li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "A) 1905",
      "B": "B) 1923",
      "C": "C) 1960",
      "D": "D) 1980",
      "E": "E) 2003"
    },
    "explanation": "A) 1905"
  },
  {
    "id": "3841458",
    "unitNumber": 1,
    "text": "<ol start=\"5\"> <li><strong> Turizmin kalkınmakta olan ülkeler için önemi aşağıdakilerden hangisiyle açıklanabilir?</strong></li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "A) Ana gelir kaynaklarından birini oluşturması",
      "B": "B) Sadece dış ticaret açığını kapatması",
      "C": "C) Yalnızca devlet gelirini artırması",
      "D": "D) Yalnızca kültürel mirası koruması",
      "E": "E) Sadece özel sektör için avantaj yaratması"
    },
    "explanation": "A) Ana gelir kaynaklarından birini oluşturması"
  },
  {
    "id": "3841459",
    "unitNumber": 1,
    "text": "<ol start=\"6\"> <li><strong> “Turist” kavramı ile ilgili aşağıdaki ifadelerden hangisi doğrudur?</strong></li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "A) Gittiği yerde kendi kazancının dışında harcama yapan kişidir",
      "B": "B) Sadece bir ülkenin vatandaşlarına verilen unvandır",
      "C": "C) Yalnızca iş amaçlı seyahat edenleri tanımlar",
      "D": "D) En az iki yıl başka bir ülkede kalan kişiye denir",
      "E": "E) Hiçbir şekilde ekonomik katkı sağlamayan kişidir"
    },
    "explanation": "A) Gittiği yerde kendi kazancının dışında harcama yapan kişidir"
  },
  {
    "id": "3841460",
    "unitNumber": 1,
    "text": "<ol start=\"7\"> <li><strong> Toplumsal düzeni sağlayan kurallar içinde hukuk kuralını diğerlerinden ayıran temel özellik aşağıdakilerden hangisidir?</strong></li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "A) Devlet tarafından konmuş ve yaptırımı cebri olması",
      "B": "B) Yalnızca bireylerin vicdanına dayalı olması",
      "C": "C) Sadece toplumsal baskı ile uygulanması",
      "D": "D) Sadece dini inançlarla ilgili olması",
      "E": "E) Yalnızca ahlaki değerlerle bağlantılı olması"
    },
    "explanation": "<strong>Cevap:</strong> A<br/>A) Devlet tarafından konmuş ve yaptırımı cebri olması"
  },
  {
    "id": "3841461",
    "unitNumber": 1,
    "text": "<ol start=\"8\"> <li><strong> Hukuk dallarının ayrımında aşağıdakilerden hangisi esas alınan ölçütlerden biridir?</strong></li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "A) Kuralların emredici ya da irade serbestisine sahip olması",
      "B": "B) Tüm kuralların yalnızca devleti ilgilendirmesi",
      "C": "C) Kuralların büyük ölçüde rastgele belirlenmesi",
      "D": "D) Kuralların sadece kişisel ilişkilere uygulanması",
      "E": "<ol start=\"8\"> <li>E) Sadece ekonomik gerekçelerle ayrım yapılması</li> </ol>"
    },
    "explanation": "A) Kuralların emredici ya da irade serbestisine sahip olması"
  },
  {
    "id": "3841462",
    "unitNumber": 1,
    "text": "<ol start=\"9\"> <li><strong> Menfaat teorisine göre kamu hukuku-özel hukuk ayrımı neye göre yapılır?</strong></li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "A) Korunan yararın topluma mı, bireye mi ait olduğuna göre",
      "B": "B) Yalnızca tarafların adı ve unvanına göre",
      "C": "C) Sadece işlem yapılan ülkeye göre",
      "D": "D) Kanun koyucunun ismine göre",
      "E": "E) İlgili mevzuatın yılına göre"
    },
    "explanation": "A) Korunan yararın topluma mı, bireye mi ait olduğuna göre"
  },
  {
    "id": "3841463",
    "unitNumber": 1,
    "text": "<ol start=\"10\"> <li><strong> Turizm hukuku bakımından aşağıdaki hukuk dallarından hangisi “karma hukuk” kapsamına girer?</strong></li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "A) Turizm Hukuku",
      "B": "B) Anayasa Hukuku",
      "C": "C) Ceza Hukuku",
      "D": "D) Ticaret Hukuku",
      "E": "E) Borçlar Hukuku"
    },
    "explanation": "A) Turizm Hukuku"
  },
  {
    "id": "3399420",
    "unitNumber": 2,
    "text": "\"Kendi içinde yazılı olan (Anayasa, kanun, tüzük, yönetmelik, kanun hükmünde kararname) ve yazısız olan kaynaklar (örf ve âdet kuralı) şeklinde ikiye ayrılan ----------------------.\"\n<br/>Yukarıdaki boşluğu hangi seçenek doğru tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "tali kaynaklardır",
      "B": "turizm örgütleridir",
      "C": "asli kaynaklardır",
      "D": "uluslararası kaynaklardır",
      "E": "turizm kaynaklarıdır"
    },
    "explanation": "Asli kaynakların tanımı 29 sayfada yapılmıştır.<br/>asli kaynaklardır"
  },
  {
    "id": "3399421",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yardımcı kaynaklar başlığı altına <em><strong>girmez?</strong></em>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilimsel İçtihatlar",
      "B": "Yargısal içtihatlar",
      "C": "Doktirinler",
      "D": "Mahkeme kararları",
      "E": "Çok taraflı anlaşmalar"
    },
    "explanation": "Yardımcı kaynaklar 30. sayfada sıralanmıştır.<br/>Çok taraflı anlaşmalar"
  },
  {
    "id": "3399422",
    "unitNumber": 2,
    "text": "Aşağıdakilerin hangisi ülkemizde yürürlüğe giren anayasalardan birinin tarihini doğru <em><strong>yansıtmamaktadır?</strong></em>",
    "correctAnswer": "D",
    "options": {
      "A": "1921",
      "B": "1924",
      "C": "1961",
      "D": "1980",
      "E": "1982"
    },
    "explanation": "1980 yılında ülkemizde yürürlüğe giren anayasa olmamıştır."
  },
  {
    "id": "3399423",
    "unitNumber": 2,
    "text": "Normlar hiyerarşisi nasıl düzgün şekilde sıralanmaktadır?\n I Kanun\n II Cumhurbaşkanlığı kararnamesi\n III Anayasa\n IV Yönetmelik\n V Uluslararası anlaşmalar",
    "correctAnswer": "A",
    "options": {
      "A": "III, V, I, II, IV",
      "B": "III, IV, V, II, I",
      "C": "IV, II, I, III, V",
      "D": "IV, II, III, V, I",
      "E": "II, III, I, IV, V"
    },
    "explanation": "Normlar hiyerarşisi 31. sayfada düzgün şekilde sıralanmaktadır.<br/>III, V, I, II, IV"
  },
  {
    "id": "3399424",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilimsel içtihatları oluşturan kaynaklar arasında yer <em><strong>almamaktadır?</strong></em>",
    "correctAnswer": "B",
    "options": {
      "A": "Şerhler",
      "B": "Emsal kararlar",
      "C": "Sistematik eserler",
      "D": "Monografiler",
      "E": "Makaleler"
    },
    "explanation": "Emsal kararlar bilimsel içtihatları oluşturan kaynaklar arasında yer almamaktadır."
  },
  {
    "id": "3399425",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi uluslararası turizm anlaşmalarının özelliklerinden birini <em><strong>kapsamamaktadır?</strong></em>",
    "correctAnswer": "C",
    "options": {
      "A": "Bu anlaşmalar sayesinde ülkeye ekonomik girdi sağlanır.",
      "B": "Ülkeler arasında barış ilişkilerinin doğmasında bu anlaşmaların rolü büyüktür.",
      "C": "Bu anlaşmalar sayesinde kültürel bozulma yaşanmaz",
      "D": "Önyargıların kırılarak olumlu psikolojik etki yaratılması bu anlaşmalar sayesinde olur",
      "E": "Destinasyonların gelişmesi bu tür anlaşmaların etkisiyle olur"
    },
    "explanation": "Bu anlaşmalar sayesinde kültürel bozulma yaşanmaktadır.<br/>Bu anlaşmalar sayesinde kültürel bozulma yaşanmaz"
  },
  {
    "id": "3399426",
    "unitNumber": 2,
    "text": "Neden Sahra Altı Afrika ülkeleri ile (Etiyopya, Sudan, Gabon, Gana) Turizm İşbirliği Anlaşması imzalanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "5 yıllık bir süre verildiği için",
      "B": "seyahat etkisini arttırdığı için",
      "C": "ortak tarih ve geçmişe sahip olunduğu için",
      "D": "fakir ve Türkiye’ye uzak oldukları için",
      "E": "ithalat ve ihracatın arttırılması için"
    },
    "explanation": "Bu anlaşma fakir ve Türkiye’ye uzak oldukları için bu ülkelerle imzalanmışlardır."
  },
  {
    "id": "3399427",
    "unitNumber": 2,
    "text": "\"Turist rehberleri birliği, turizm geliştirme ve eğitim vakfı ve kültür ve turizm bakanlığı ------------------------ önemli parçalarını oluşturur.\"\n<br/>Boş alan hangi seçenekle doğru olarak tamamlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "uygulama yönetmeliklerinin",
      "B": "pozitif hukukun",
      "C": "ulusal turizm örgütlerinin",
      "D": "uluslararası turizm örgütlerinin",
      "E": "uluslararası anlaşmaların"
    },
    "explanation": "Ulusal turizm örgütlerinin tanımı 43. sayfada verilmiştir."
  },
  {
    "id": "3399428",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi TÜRSAB’ın taahüt ettiği etik kodlar arasında <em><strong>yer almaz?</strong></em>",
    "correctAnswer": "B",
    "options": {
      "A": "Hukuka ve mevzuata uygunluk",
      "B": "Gümrük ve trafik mevzuatını şekillendirmek",
      "C": "Çalışanların güdülenmesini arttırmaya çalışmak",
      "D": "Teknolojik gelişmeleri takip etmek",
      "E": "Mesleki gelişmeyi desteklemek"
    },
    "explanation": "TÜRSAB’ın taahüt ettiği etik kodlar arasında gümrük ve trafik mevzuatını şekillendirmek yer almaz."
  },
  {
    "id": "3399429",
    "unitNumber": 2,
    "text": "Hangisi uluslararası turizm örgütleri arasında <em><strong>yer almaz?</strong></em>",
    "correctAnswer": "A",
    "options": {
      "A": "POYD",
      "B": "IATA",
      "C": "WATA",
      "D": "AIT",
      "E": "UNWTO"
    },
    "explanation": "POYD uluslararası turizm örgütleri arasında yer almaz."
  },
  {
    "id": "3399430",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi hukukun yazılı kaynaklarından <em><strong>biri değildir? </strong></em>",
    "correctAnswer": "E",
    "options": {
      "A": "Anayasa",
      "B": "Uluslararası anlaşmalar",
      "C": "Kanun",
      "D": "Cumhurbaşkanlığı kararnamesi",
      "E": "Belediye halk duyuruları"
    },
    "explanation": "Ulusal hukukun asli kaynakları; hukukun uygulanması konusunda öncelikli ve doğrudan başvurulabilecek, bağlayıcılığı olan yazılı ve yazısız kaynaklardır. Mevzu hukuk, böylece mevzuat olarak da adlandırılan hukukun yazılı kaynaklarını; Anayasa, uluslararası anlaşmalar, kanun, Cumhurbaşkanlığı kararnamesi, yönetmelik vb. gibi çeşitli düzenlemeler oluşturmaktadır. Pozitif hukukun kaynaklarının diğer bir kısmını ise asli kaynakların yorumlanması ve açıklanmasında başvurulan, bağlayıcılığı bulunmayan yardımcı nitelikteki kaynaklar (yargısal ve bilimsel içtihatlar) oluşturmaktadır. Doğru cevap E'dir."
  },
  {
    "id": "3399431",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yerleşme hürriyetinin kanunla sınırlandırılma nedenlerinden <em><strong>biri değildir? </strong></em>",
    "correctAnswer": "B",
    "options": {
      "A": "Suç işlenmesini önlemek",
      "B": "Sosyo- kültürel yaşamı düzenlemek",
      "C": "Sosyal ve ekonomik gelişmeyi sağlamak",
      "D": "Sağlıklı ve düzenli kentleşmeyi gerçekleştirmek",
      "E": "Kamu mallarını korumak"
    },
    "explanation": "T.C. Anayasası’nın 23. maddesinde yer alan “yerleşme ve seyahat hürriyeti” turizm hukuku açısından ayrı bir öneme sahiptir. Düzenlemeye göre herkes, yerleşme ve seyahat hürriyetine sahiptir. Yerleşme hürriyeti; suç işlenmesini önlemek, sosyal ve ekonomik gelişmeyi sağlamak, sağlıklı ve düzenli kentleşmeyi gerçekleştirmek ve kamu mallarını korumak amacıyla ve ancak kanunla sınırlandırılabilir. Seyahat hürriyeti ise suç işlenmesini önlemek ve suç soruşturma ve kovuşturması sebebiyle yine ancak kanunla sınırlandırılabilmektedir. Doğru cevap B'dir."
  },
  {
    "id": "3399432",
    "unitNumber": 2,
    "text": "\"........... , kanunlar sadece belirli bir kişiyi; A şahsını, B şahsını değil, aynı durumda olan tüm kişileri ilgilendirir ve onlara uygulanır\" ifadesindeki boşluğu aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Süreklilik",
      "B": "Yazılılık",
      "C": "Genellik",
      "D": "Süresizlik",
      "E": "Sıralılık"
    },
    "explanation": "Kanun: <br/>Kanunlar, turizm hukukunun diğer bir yazılı kaynağını oluşturur. Hukuk kuralları, özellikle de kanunlar genel, soyut ve sürekli nitelikte düzenlemelerdir. Türk hukukunda kanunların temel yapısı ve özellikleri yazılılık, genellik ve sürekliliktir. Buna göre:\n Genellik, kanunlar sadece belirli bir kişiyi; A şahsını, B şahsını değil, aynı durumda olan tüm kişileri ilgilendirir ve onlara uygulanır. Ancak genellik, kanunların ayırıcı bir unsuru değildir. Bir kanun genel değil, belli bir kişiye ilişkin olsa da geçerli bir kanundur. Ülkemizde de genel olmayan, sadece bir veya iki kişi için çıkarılmış bulunan kanunlar vardır. Doğru cevap C'dir."
  },
  {
    "id": "3399433",
    "unitNumber": 2,
    "text": "Kanunların ve ilgili tüzüğün uygulanması amacıyla çıkarılan yönetmeliğe ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Adi yönetmelik",
      "B": "Süresiz yönetmelik",
      "C": "Genel yönetmelik",
      "D": "Uygulama yönetmeliği",
      "E": "Kurumsal yönetmelik"
    },
    "explanation": "Kanunların ve ilgili tüzüğün uygulanması amacıyla çıkarılan yönetmeliğe uygulama yönetmeliği, kurumların işleyişini düzenleyen yönetmeliğe ise adi yönetmelik adı verilir. Doğru cevap D'dir."
  },
  {
    "id": "3399434",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kurumların işleyişini düzenleyen yönetmeliğe verilen addır?",
    "correctAnswer": "C",
    "options": {
      "A": "Genel yönetmelik",
      "B": "Uygulama yönetmeliği",
      "C": "Adi yönetmelik",
      "D": "Süresiz yönetmelik",
      "E": "Kurumsal yönetmelik"
    },
    "explanation": "Kanunların ve ilgili tüzüğün uygulanması amacıyla çıkarılan yönetmeliğe uygulama yönetmeliği, kurumların işleyişini düzenleyen yönetmeliğe ise adi yönetmelik adı verilir. Doğru cevap C'dir."
  },
  {
    "id": "3399435",
    "unitNumber": 2,
    "text": "\".......... , bir konu ve sorunun derinlemesine en ince ayrıntılarıyla ele alındığı, karşılaştırmalar yapıldığı, içtihatlardan yararlanıldığı eserlerdir\" ifadesindeki boşluğu aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Monografiler",
      "B": "Bibliyografyalar",
      "C": "Şerhler",
      "D": "Sistematik eserler",
      "E": "Makaleler"
    },
    "explanation": "Bilimsel içtihatları oluşturan kaynaklar altı kategoride<br/>ele alınmaktadır. Bunlar:<br/>• Bibliyografyalar, kitap ve makale isimlerini, yayımlandıkları yer, yıl ve sayfa numaralarını ayrıntılı şekilde gösteren araştırmacılara yardımcı nitelikte eserlerdir.<br/>• Şerhler (Açıklamalar), kanunları madde numarasıyla ele alıp her maddeyi açıklayan eserlerdir.<br/>• Sistematik eserler, kanun maddelerinin sırasına göre değil yazarın uygun bulduğu bilimsel bir sıraya göre, hukuksal konu ve sorunları özlü ve sistematik bir biçimde açıklayan eserlerdir.<br/>• Monografiler, bir konu ve sorunun derinlemesine en ince ayrıntılarıyla ele alındığı, karşılaştırmalar yapıldığı, içtihatlardan yararlanıldığı eserlerdir.<br/>• Makaleler, hukuk alanındaki güncel konuların işlendiği, bilimsel dergilerde veya gazetelerde yayınlanan kısa incelemelerdir.<br/>• İçtihat derlemeleri, mahkeme kararlarını sıra numaralarına göre sistematik bir şekilde inceleyen ve uygulayıcılara bunları sunan çalışmalardır. Doğru cevap A'dır."
  },
  {
    "id": "3399436",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, kâr amacı ile turistlere turizm ile ilgili bilgiler veren, paket turları ve turları oluşturan, turizm amaçlı konaklama, ulaştırma, gezi, spor ve eğlence hizmetlerini gördürmeye yetkili olan mesleki ticari kuruluşları tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Türkiye Otelciler Birliği",
      "B": "Türkiye Turing ve Otomobil Kurumu",
      "C": "Turizm Geliştirme ve Eğitim Vakfı",
      "D": "Seyahat acentesi",
      "E": "Türkiye Turizm Yatırımcıları Derneği"
    },
    "explanation": "Seyahat acentesi, kâr amacı ile turistlere turizm ile ilgili bilgiler veren, paket<br/>turları ve turları oluşturan, turizm amaçlı konaklama, ulaştırma, gezi, spor ve eğlence hizmetlerini gördürmeye yetkili olan, oluşturduğu ürünü kendi veya diğer seyahat acenteleri vasıtası ile pazarlayabilen mesleki ticari kuruluşlardır. Doğru cevap D'dir."
  },
  {
    "id": "3399437",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, Türkiye Turing ve Otomobil Kurumu Tüzüğü 3. maddesine göre derneğin yapacağı işlerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Amaçları doğrultusunda broşürler, afişler, kitaplar, filmler, albümler bastırmak ve<br/>dağıtmak",
      "B": "Türkçe ve yabancı dillerde Kuruma mahsus dergi yayınlamak",
      "C": "Türkiye'den yurt dışına giden turistlerin rahat gezmeleri ve konaklamaları için yardımcı olmak",
      "D": "Turist rehberliği mesleğinin düzenlenmesine ve gelişmesine yardım etmek",
      "E": "İdare makamları ile temasta bulunmak"
    },
    "explanation": "Türkiye Turing ve Otomobil Kurumu Tüzüğü 3. maddesine göre derneğin yapacağı işler şunlardır:<br/>• Türkiye’ye gelen turistlerin rahat gezmeleri ve konaklamaları için yardımcı olmak,<br/>• İdare makamları ile temasta bulunmak,\n • Yol haritaları yapmak ve yollara Karayolları Genel Müdürlüğü ve belediyelerle ortaklaşa, uluslararası yol işaretleri koymak,<br/>• Turistlere yol ve rehberlik hizmeti sunmak,<br/>• Yol ve trafik ihtiyaçlarının karşılanmasına çalışmak,<br/>• Turist rehberliği mesleğinin düzenlenmesine ve gelişmesine yardım etmek,<br/>• Kaza ve benzeri olağanüstü hallerde kurtarma ve çekici hizmetleri yapmak,<br/>• Trafik ve sürücü eğitimine katkı sağlamak,<br/>• Otomobil yarışları, nostaljik otomobiller sergilemek ve gösteri gezileri tertiplemek,<br/>• Sanat, spor, kampçılık, dağcılık, öğrenci ve izci kuruluşları ile ilişkiler kurmak,<br/>• Turizm, eğitim, kültür, otomobil konularında<br/>fotoğraf ve film yarışmaları açmak,<br/>• Geziler, gösteriler, seminerler, konferanslar ve konserler düzenlemek,<br/>• Arkeolojik eserlerin ve tabi güzelliklerin korunmasına ve değerlendirilmesine çalışmak,<br/>• Türkçe ve yabancı dillerde Kuruma mahsus dergi yayınlamak,<br/>• Amaçları doğrultusunda broşürler, afişler, kitaplar, filmler, albümler bastırmak ve dağıtmak. Doğru cevap C'dir."
  },
  {
    "id": "3399438",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, uluslararası turizm örgütleri listesinde yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Birleşmiş Milletler Dünya Turizm Örgütü",
      "B": "Uluslarası Havayolu Taşımacılığı Örgütü",
      "C": "Dünya Seyahat Acentaları Derneği",
      "D": "Uluslararası Turizm Birliği",
      "E": "Profesyonel Otel Yöneticileri Derneği"
    },
    "explanation": "Uluslararası turizm örgütleri, herhangi bir kâr amacı gütmeyecek şekilde turizmin gelişmesi ve sürdürülebilirliğinin sağlanması konusunda adımlar atan, turizm alanında çeşitli faaliyetler gösteren kurumları aynı çatı altında toplayarak, onların temsil eden, dünya genelinde geçerliliği olan kurallar koyup uyulmasını<br/>sağlayan örgütlerdir. Turizm alanında turizmin geleceğine yönelik çalışmalar yürüten, çeşitli vizyon ve misyonlar belirleyerek plan ve politikalar oluşturan birçok turizm örgütü yer almaktadır. Bunların bir kısmı ulaşım hizmetlerine, bir kısmı konaklamaya, bir kısmı da eğitim ve rehberliğe yönelik çeşitli alanlarda<br/>faaliyetlerini sürdürmektedir. Bu örgütlerden bazıları şunlardır:\n • Birleşmiş Milletler Dünya Turizm Örgütü<br/>(United Nations World Tourism Organization - UNWTO)<br/>• Uluslararası Hava Yolu Taşımacılığı Örgütü<br/>(International Air Transport Association - IATA)<br/>• Dünya Seyahat Acentaları Derneği (World Association of Travel Agencies - WATA)<br/>• Uluslararası Turizm Birliği (International Touring Alliance - AIT). Doğru cevap E'dir."
  },
  {
    "id": "3399439",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi IATA kısaltmasının açılımıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Uluslararası Turizm Birliği",
      "B": "Dünya Seyahat Acentaları Derneği",
      "C": "Birleşmiş Milletler Dünya Turizm Örgütü",
      "D": "Turizm Otel Yöneticileri Derneği",
      "E": "Uluslararası Hava Yolu Taşımacılığı Örgütü"
    },
    "explanation": "Uluslararası Hava Yolu Taşımacılığı Örgütü (IATA): \n Uluslararası Hava Taşımacılığı Birliği (The International Air Transport Association - IATA), 1945 yılında Küba’nın başkenti, Havana’da kurulmuştur. IATA’nın kurulduğu dönemde çoğunluğu Avrupa ve Kuzey Amerika’da olmak üzere 31<br/>ülkeden 57 üyesi bulunmakta iken, bugün 120 ülkeden 290 üyeye ulaşmıştır. Dünya hava yolu trafiğinin % 82’sini karşılayan IATA üyeleri arasında birçok yolcu ve kargo hava yolları da yer almaktadır. Doğru cevap E'dir."
  },
  {
    "id": "3839655",
    "unitNumber": 2,
    "text": "Belirli bir dönemde belirli bir ülkede uygulanmakta olan hukuka ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pozitif hukuk",
      "B": "Negatif hukuk",
      "C": "Manevi hukuk",
      "D": "İşlevselci hukuk",
      "E": "Eril hukuk"
    },
    "explanation": "Belirli bir dönemde belirli bir ülkede uygulanmakta olan hukuka, “pozitif hukuk” denir. Pozitif hukuka, “yürürlükteki hukuk” veya ''maddi hukuk'' da denilmektedir."
  },
  {
    "id": "3839656",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turizm mevzuatı kapsamında ele alınması gereken yazılı kaynaklar arasında gösterilemez?",
    "correctAnswer": "B",
    "options": {
      "A": "Anayasa",
      "B": "Duyurular",
      "C": "Uluslararası anlaşmalar",
      "D": "Kanunlar",
      "E": "Yönetmelikler"
    },
    "explanation": "Turizm mevzuatı kapsamında ele alınması gereken kaynaklar anayasa, uluslararası anlaşmalar, kanunlar, Cumhurbaşkanlığı kararnameleri ve yönetmeliklerdir."
  },
  {
    "id": "3840170",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ulusal turizm örgütlerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kültür ve Turizm Bakanlığı",
      "B": "Türkiye Seyahat Acentaları Birliği",
      "C": "Türkiye Noterler Birliği",
      "D": "Türkiye Otelciler Birliği",
      "E": "Türkiye Turing ve Otomobil Kurumu"
    },
    "explanation": "Ulusal Turizm Örgütleri: <br/>Kültür ve Turizm Bakanlığı <br/>Türkiye Seyahat Acentaları Birliği <br/>Türkiye Otelciler Bİrliği <br/>Türkiye Turing ve Otomobil Kurumu <br/>Turizm Geliştirme ve Eğitim Vakfı <br/>Türkiye Turizm Yatırımcıları Derneği <br/>Turist Rehberleri Birliği"
  },
  {
    "id": "3840171",
    "unitNumber": 2,
    "text": "Kâr amacı ile turistlere turizm ile ilgili bilgiler veren, paket turları ve turları oluşturan, turizm amaçlı konaklama, ulaştırma, gezi, spor ve eğlence hizmetlerini gördürmeye yetkili olan, oluşturduğu ürünü kendi veya diğer seyahat acenteleri vasıtası ile pazarlayabilen mesleki ticari kuruluşlara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gastronomi",
      "B": "Turizm yatırımı",
      "C": "Eko turizm",
      "D": "Seyahat acentesi",
      "E": "Sigorta şirketi"
    },
    "explanation": "Seyahat Acentaları Birliği Yönetmeliğine göre seyahat acentesi, kâr amacı ile turistlere turizm ile ilgili bilgiler veren, paket turları ve turları oluşturan, turizm amaçlı konaklama, ulaştırma, gezi, spor ve eğlence hizmetlerini gördürmeye yetkili olan, oluşturduğu ürünü kendi veya diğer seyahat acenteleri vasıtası ile pazarlayabilen mesleki ticari kuruluşlardır."
  },
  {
    "id": "3840173",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi uluslararası turizm örgütlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Birleşmiş Milletler Dünya Turizm Örgütü (UNWTO)",
      "B": "Uluslarası Havayolu Taşımacılığı Örgütü (IATA)",
      "C": "Uluslararası Turizm Birliği (AIT)",
      "D": "Dünya Seyahat Acentaları Derneği (WATA)",
      "E": "Türkiye Otelciler Federasyonu (TÜROFED)"
    },
    "explanation": "Uluslararası Turizm Örgütleri:<br/>Birleşmiş Milletler Dünya Turizm Örgütü (UNWTO) <br/>Uluslarası Havayolu Taşımacılığı Örgütü (IATA) <br/>Dünya Seyahat Acentaları Derneği (WATA)<br/>Dünya Seyahat Acentaları Derneği (WATA)"
  },
  {
    "id": "3840175",
    "unitNumber": 2,
    "text": "Uluslararası Turizm Birliği’nin (AIT) Cenevre'de kaç yılında kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1898",
      "B": "1878",
      "C": "1978",
      "D": "1938",
      "E": "1990"
    },
    "explanation": "1898 yılında Cenevre’de kurulan Uluslararası Turizm Birliği’nin (AIT) amacı, kâr amacı gütmeksizin ulaştırma ve turizme bağlı tüm sektörlerden yararlananların yayla turizmi, deniz sporları, kampçılık, karavancılık, bisiklet ve otomobilcilik gibi tüm turistik alanlarda üyelerinin çıkarlarını korumaktır."
  },
  {
    "id": "3840176",
    "unitNumber": 2,
    "text": "Uluslararası Hava Taşımacılığı Birliği (The International Air Transport Association - IATA) nerede kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "İstanbul",
      "B": "Havana",
      "C": "Paris",
      "D": "Floransa",
      "E": "Zürih"
    },
    "explanation": "Uluslararası Hava Taşımacılığı Birliği (The International Air Transport Association - IATA), 1945 yılında Küba’nın başkenti, Havana’da kurulmuştur. IATA’nın kurulduğu dönemde çoğunluğu Avrupa ve Kuzey Amerika’da olmak üzere 31 ülkeden 57 üyesi bulunmakta iken, bugün 120 ülkeden 290 üyeye ulaşmıştır. Dünya hava yolu trafiğinin % 82’sini karşılayan IATA üyeleri arasında birçok yolcu ve kargo hava yolları da yer almaktadır."
  },
  {
    "id": "3840177",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turizm hukukunu dolaylı yönden ilgilendiren kanunlardan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "1774 sayılı Kimlik Bildirme Kanunu",
      "B": "3621 sayılı Kıyı Kanunu",
      "C": "5015 sayılı Petrol Piyasası Kanunu",
      "D": "2873 sayılı Milli Parklar Kanunu",
      "E": "2872 sayılı Çevre Kanunu"
    },
    "explanation": "Turizm hukukunu dolaylı yönden ilgilendiren kanunlar şunlardır: <br/>• 1774 sayılı Kimlik Bildirme Kanunu<br/>• 2873 sayılı Milli Parklar Kanunu <br/>• 2872 sayılı Çevre Kanunu <br/>• 3621 sayılı Kıyı Kanunu <br/>• 6831 sayılı Orman Kanunu <br/>• 6326 sayılı Yabancıların Türkiye’de İkamet ve Seyahatleri Hakkında Kanun <br/>• 4817 sayılı Yabancıların Çalışma İzinleri Hakkında Kanun <br/>• 5682 sayılı Pasaport Kanunu <br/>• 6502 sayılı Tüketicilerin Korunması Hakkında Kanun <br/>• 4857 sayılı İş Kanunu <br/>• 6735 sayılı Uluslararası İşgücü Kanunu"
  },
  {
    "id": "3840178",
    "unitNumber": 2,
    "text": "Hangisi turizm mevzuatı kapsamında bulunan ve hâlihazırla yürürlükte olan tüzüklerden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kültür ve Turizm Bakanlığı Teftiş Kurulu Tüzüğü",
      "B": "Dünya Turizm Örgütü Tüzüğü",
      "C": "Fikir ve Sanat Eseri Sahipleri ile Bağlantılı Hak Sahipleri Meslek Birlikleri ve Federasyonları Hakkında Tüzük",
      "D": "Uluslararası İşgücü Tüzüğü",
      "E": "Kamu Kurum ve Kuruluşlarına Ait Eserlerden Faydalanma Usul ve Esasları Hakkında Tüzük"
    },
    "explanation": "Turizm mevzuatı kapsamında bulunan ve hâlihazırla yürürlükte olan tüzükler şunlardır:<br/>• Kültür ve Turizm Bakanlığı Teftiş Kurulu Tüzüğü <br/>• Dünya Turizm Örgütü Tüzüğü <br/>• Fikir ve Sanat Eseri Sahipleri ile Bağlantılı Hak Sahipleri Meslek Birlikleri ve Federasyonları Hakkında Tüzük, <br/>• Kamu Kurum ve Kuruluşlarına Ait Eserlerden Faydalanma Usul ve Esasları Hakkında Tüzük"
  },
  {
    "id": "3840179",
    "unitNumber": 2,
    "text": "Kanunların ve ilgili tüzüğün uygulanması amacıyla çıkarılan yönetmeliğe ..............................., kurumların işleyişini düzenleyen yönetmeliğe ise ............................... adı verilir.<br/>Yukarıda boş bırakılan yerleri sırasıyla doğru olarak tamamlayan ifadeler hangi şıkta verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "uygulama tüzüğü - kararname",
      "B": "kanun - uygulama",
      "C": "tüzük - kararname",
      "D": "yöntem - teknik",
      "E": "uygulama yönetmeliği - adi yönetmelik"
    },
    "explanation": "Kanunların ve ilgili tüzüğün uygulanması amacıyla çıkarılan yönetmeliğe uygulama yönetmeliği, kurumların işleyişini düzenleyen yönetmeliğe ise adi yönetmelik adı verilir."
  },
  {
    "id": "3841853",
    "unitNumber": 2,
    "text": "Seçenektekilerden hangisi ulusal turizm örgütlerinden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası Hava Yolu Taşımacılığı Örgütü",
      "B": "Dünya Seyahat Acentaları Birliği",
      "C": "Türkiye Turing ve Otomobil Kurumu",
      "D": "Uluslararası Turizm Birliği",
      "E": "Uluslararası Oteller ve Restoranlar Birliği"
    },
    "explanation": "Detaylar için “GİRİŞ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Turizm örgütlerini klasik ayrımda ulusal ve uluslararası örgütler biçiminde sınıflandırdığımız bu ünitede ulusal örgütler kapsamında Kültür ve Turizm Bakanlığı, Türkiye Seyahat Acentaları Birliği (TURSAB), Turist Rehberliği Birliği, Türkiye Otelciler Birliği, Türkiye Turizm Yatırımcıları Derneği, Türkiye Turing ve Otomobil Kurumu, Turizm Geliştirme ve Eğitim Vakfı ele alınmıştır.\n Uluslararası örgütler grubunda ise Dünya Turizm Örgütü, Uluslararası Hava Yolu Taşımacılığı Örgütü, Dünya Seyahat Acentaları Birliği, Uluslararası Turizm Birliği, Uluslararası Oteller ve Restoranlar Birliği açıklanacaktır."
  },
  {
    "id": "3841854",
    "unitNumber": 2,
    "text": "Seçenektekilerden hangisi Turizm Hukukunun Uluslararası Kaynaklarından birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çok taraflı anlaşmalar",
      "B": "Anayasa",
      "C": "Kanun",
      "D": "Örf-Adet Kuralı",
      "E": "Bilimsel İçtihatlar"
    },
    "explanation": "Detaylar için “GİRİŞ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Turizm Hukukunun Kaynakları\n Ulusal Kaynaklar: Asli Kaynaklar-Yazılı Kaynaklar: Anayasa, Kanun, Tüzük,Yönetmelik, Cumhurbaşkanlığı Kararnamesi / Yazısız Kaynaklar: Örf-Adet Kuralı\n Yardımcı Kaynaklar: Yargısal İçtihatlar (Mahkeme Kararları), Bilimsel İçtihatlar (Doktirin Öğreti)\n Uluslararası Kaynaklar: İki Taraflı Anlaşmalar, Çok Taraflı Anlaşmalar"
  },
  {
    "id": "3841855",
    "unitNumber": 2,
    "text": "Seçenektekilerden hangisi konularına göre anlaşmalardan birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "ikili",
      "B": "askerî",
      "C": "çok taraflı",
      "D": "akit",
      "E": "kurucu"
    },
    "explanation": "Detaylar için “Uluslararası Anlaşma” başlığında yer alan bilgilere bakabilirsiniz.<br/>Hukuk literatüründe anlaşmalar; konularına göre, taraflarının sayısına göre ve işlevlerine göre üç grupta toplanmıştır. Konularına göre anlaşmalar; siyasi, askerî, ekonomik, kültürel - turizm ve bilimsel anlaşmalar vb. alt türlerden oluşur. Anlaşmalar tarafların sayısı bakımından; ikili ve çok taraflı anlaşmalar şeklinde ikiye ayrılmaktadırlar. Anlaşmalar işlevleri bakımından ise akit anlaşma ve kurucu anlaşma olarak ayrılmaktadır."
  },
  {
    "id": "3841856",
    "unitNumber": 2,
    "text": "T.C. Anayasası’nın yürürlükten kaldırılmış kaçıncı maddesine göre Bakanlar Kurulu, kanunun uygulanmasını göstermek veya emrettiği işleri belirtmek üzere kanuna aykırı olmamak ve Danıştayın incelemesinden geçmek koşuluyla tüzük çıkarabilmekteydi?",
    "correctAnswer": "A",
    "options": {
      "A": "115.",
      "B": "126.",
      "C": "137.",
      "D": "148.",
      "E": "353."
    },
    "explanation": "Detaylar için “Tüzük” başlığında yer alan bilgilere bakabilirsiniz.<br/>T.C. Anayasası’nın yürürlükten kaldırılmış (mülga) 115. maddesine göre Bakanlar Kurulu, kanunun uygulanmasını göstermek veya emrettiği işleri belirtmek üzere kanuna aykırı olmamak ve Danıştayın incelemesinden geçmek koşuluyla tüzük çıkarabilmekteydi."
  },
  {
    "id": "3841857",
    "unitNumber": 2,
    "text": "Kanunların ve ilgili tüzüğün uygulanması amacıyla çıkarılan yönetmeliğe ne adı verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "adi yönetmelik",
      "B": "kitle yönetmeliği",
      "C": "kanun yönetmeliği",
      "D": "uygulama yönetmeliği",
      "E": "pratik yönetmelik"
    },
    "explanation": "Detaylar için “Yönetmelik” başlığında yer alan bilgilere bakabilirsiniz.<br/>Kanunların ve ilgili tüzüğün uygulanması amacıyla çıkarılan yönetmeliğe uygulama yönetmeliği, kurumların işleyişini düzenleyen yönetmeliğe ise adi yönetmelik adı verilir."
  },
  {
    "id": "3841858",
    "unitNumber": 2,
    "text": "Kitap ve makale isimlerini, yayımlandıkları yer, yıl ve sayfa numaralarını ayrıntılı şekilde gösteren araştırmacılara yardımcı nitelikte eserlere ne denilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şerhler",
      "B": "Sistematik eserler",
      "C": "Bibliyografyalar",
      "D": "Monografiler",
      "E": "İçtihat derlemeleri"
    },
    "explanation": "Detaylar için “Yardımcı Kaynaklar” başlığında yer alan bilgilere bakabilirsiniz.<br/>Bibliyografyalar, kitap ve makale isimlerini, yayımlandıkları yer, yıl ve sayfa numaralarını ayrıntılı şekilde gösteren araştırmacılara yardımcı nitelikte eserlerdir."
  },
  {
    "id": "3841859",
    "unitNumber": 2,
    "text": "Türkiye sadece 2019 yılında kaç ülke ile kültür ve turizm anlaşması imzalamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "8",
      "B": "10",
      "C": "12",
      "D": "14",
      "E": "16"
    },
    "explanation": "Detaylar için “TURİZM HUKUKUNUN ULUSLARARASI KAYNAKLARI” başlığında yer alan bilgilere bakabilirsiniz.<br/>Ülkemiz halen 88 ülke ile kültür anlaşması, 42 ülke ile kültürel değişim programı ve karma kültür komisyonu protokolü imzalanmıştır. Türkiye sadece 2019 yılında 8 ülke ile kültür ve turizm anlaşması imzalamıştır."
  },
  {
    "id": "3841860",
    "unitNumber": 2,
    "text": "Turizm Teşvik Kanunu hangi yıl yürürlüğe girmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1960",
      "B": "1982",
      "C": "1990",
      "D": "2001",
      "E": "2012"
    },
    "explanation": "Detaylar için “Kültür ve Turizm Bakanlığı” başlığında yer alan bilgilere bakabilirsiniz.<br/>1982 yılında Turizm Teşvik Kanunu’nun yürürlüğe girmesi ile ülkemizde turizm alanında, arz ve talep yönünden büyük bir gelişme yaşanmaya başlamış, önceki dönemlere göre daha hızlı ve dinamik bir süreç ortaya çıkmıştır. Bu dönemde turizm sektörüne ilişkin olarak ortaya çıkan değişimlere ayak uydurabilecek yeni düzenlemelere ihtiyaç duyulmuş ve Turizm Bakanlığı, 355 sayılı Kanun Hükmünde Kararname ile yeniden yapılandırılmıştır."
  },
  {
    "id": "3841863",
    "unitNumber": 2,
    "text": "Seçenektekilerden hangisi Türkiye’de turizm alanında faaliyet yürüten ilk örgüttür?",
    "correctAnswer": "B",
    "options": {
      "A": "Türkiye Otelciler Birliği",
      "B": "Türkiye Seyyahin Cemiyeti",
      "C": "Türkiye Seyahat Acentaları Birliği",
      "D": "Turizm Geliştirme ve Eğitim Vakfı",
      "E": "Türkiye Turizm Yatırımcıları Derneği"
    },
    "explanation": "Detaylar için “Türkiye Turing ve Otomobil Kurumu (TURİNG)” başlığında yer alan bilgilere bakabilirsiniz.<br/>1923 yılında Raşit Saffet Atabinen ve bir grup aydın tarafından kurulan Türkiye Seyyahin Cemiyeti, turizm alanında faaliyet yürüten ilk örgüt konumundadır. Cemiyet, ismini daha sonra “Türkiye Turing Kulübü” (Touring Club Turc) ve ardından da “Türkiye Turing ve Otomobil Kurumu” olarak değiştirerek çalışmalarını devam ettirmiştir. Cemiyet, 1930 yılında kamu yararına çalışır dernek olarak tanınmış, gümrük ve trafik mevzuatı ile özel yetkiler ve görevler almıştır."
  },
  {
    "id": "3841865",
    "unitNumber": 2,
    "text": "Uluslararası Turizm Birliği’nde Türkiye’ye asil üye olarak seçenektekilerden hangisi temsil etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uluslararası Hava Yolu Taşımacılığı Örgütü",
      "B": "Türkiye Turing ve Otomobil Kurumu",
      "C": "Türkiye Otelciler Federasyonu",
      "D": "Turizm Akademisyenleri Derneği",
      "E": "Turist Rehberleri Birliği"
    },
    "explanation": "Detaylar için “Uluslararası Turizm Birliği (AIT)” başlığında yer alan bilgilere bakabilirsiniz.<br/>1898 yılında Cenevre’de kurulan Uluslararası Turizm Birliği’nin (AIT) amacı, kâr amacı gütmeksizin ulaştırma ve turizme bağlı tüm sektörlerden yararlananların yayla turizmi, deniz sporları, kampçılık, karavancılık, bisiklet ve otomobilcilik gibi tüm turistik alanlarda üyelerinin çıkarlarını korumaktır. AIT’te Türkiye’yi asil üye olarak Türkiye Turing ve Otomobil Kurumu temsil etmektedir."
  },
  {
    "id": "3399440",
    "unitNumber": 3,
    "text": "Tur operatörü ya da seyahat acentelerinin aracılık yapmadığı turizm türü ne olarak adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bireysel turizm",
      "B": "Kitle turizm",
      "C": "Grup turizm",
      "D": "Özel ilgi turizmi",
      "E": "Alternatif turizm"
    },
    "explanation": "Bireysel turizm kişilerin tek başına veya aileleriyle birlikte ya da en fazla birkaç kişinin bir araya gelmesiyle ancak tur operatörü ve seyahat acentesi gibi aracılar olmaksızın gerçekleştirdikleri turizm faaliyetlerini kapsar. İnsanların, geniş ölçüde büyük kitleler hâlinde katıldıkları turizm faaliyetlerine kitle turizmi adı verilmektedir. Çeşitli toplumsal grupların, birlikte katılmaları sonucu gerçekleştirilen turizm faaliyetlerine grup turizmi denir. Özel ilgi turizmi, geleneksel hale gelmiş boş zaman faaliyetlerinin ve rekreasyonel etkinliklerin, bireylerin ya da grupların özel ilgi alanlarına yönelik olarak planlanması ve geliştirilmesi sonucunda oluşan turizm türüdür. Alternatif turizm kavramı kitle turizminden farklı bir ürün sunumunu ifade eder."
  },
  {
    "id": "3399441",
    "unitNumber": 3,
    "text": "Turizm faaliyetine katılanların yaşlarına göre kaç tür turizm çeşidi bulunmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "2 (iki)",
      "B": "3 (üç)",
      "C": "4 (dört)",
      "D": "5 (beş)",
      "E": "6 (altı)"
    },
    "explanation": "Turizm faaliyetine katılan kişilerin yaşlarına göre yapılan ayrımda üç tur turizm türü vardır: gençlik turizmi, yetişkin turizmi ve yaş turizmi.<br/>3 (üç)"
  },
  {
    "id": "3399442",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sosyal turizmin öncelikli hedef grupları arasında sayılamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Engelliler",
      "B": "Gençler",
      "C": "Çocuklar",
      "D": "Kadınlar",
      "E": "Öğrenciler"
    },
    "explanation": "Sosyal turizm açısından engelliler, gençler, çocuklar, yoksullar ve öğrenciler öncelikli hedef grupları oluşturmaktadır.<br/>Kadınlar"
  },
  {
    "id": "3399443",
    "unitNumber": 3,
    "text": "Deniz turizmine en kapsamlı şekilde dayanak oluşturan ve Türk karasuları ve limanları arasında seyir esasları belirleyen kurallar hangi mevzuatta yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Deniz Turizmi Yönetmeliği",
      "B": "Gemi ve Deniz Aracı Kullanım Yönergesi",
      "C": "Seyahat Acenteleri Yönetmeliği",
      "D": "Turizm Teşvik Kanunu",
      "E": "Limanlar Kanunu"
    },
    "explanation": "Turizm Teşvik Kanunu, deniz turizmi tesisleri yatırım ve işletmeciliği (26. m), deniz turizmi araçları yatırım ve işletmeciliği (27. m), Türk karasuları ve limanları arasında seyir esasları (28. m), deniz turizmi araçlarının Türkiye’de kalış süresi ve kabotaj hakları (29. m) başlıklı hükümleri ile deniz turizmini en kapsamlı şekilde kurallara bağlayan bir düzenlemedir."
  },
  {
    "id": "3399444",
    "unitNumber": 3,
    "text": "Kıyı kanununa göre kıyı kenar çizgisi tespit komisyonu hangi birim tarafından oluşturulur?",
    "correctAnswer": "B",
    "options": {
      "A": "Sahil Güvenlik Komutanlığı",
      "B": "Valilik",
      "C": "Belediye",
      "D": "Deniz Hizmetleri Müdürlüğü",
      "E": "Kıyı Emniyet Müdürlüğü"
    },
    "explanation": "Kıyı kenar çizgisi valiliklerce, kamu görevlilerinden oluşturulacak en az 5 kişilik bir komisyon tarafından tespit edilir. Bu komisyon; jeoloji mühendisi, jeolog veya jeomorfolog, harita ve kadastro mühendisi, ziraat mühendisi, mimar ve şehir plancısı ile inşaat mühendisinden oluşur"
  },
  {
    "id": "3399445",
    "unitNumber": 3,
    "text": "Kıyı kenar çizgisi tespit komisyonunda hangi meslek grubu temsilcisi <strong>yer alamaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ziraat mühendisi",
      "B": "İnşaat mühendisi",
      "C": "Jeoloji mühendisi",
      "D": "Harita ve kadastro mühendisi",
      "E": "Maden mühendisi"
    },
    "explanation": "Kıyı kenar çizgisi komisyonu jeoloji mühendisi, jeolog veya jeomorfolog, harita ve kadastro mühendisi, ziraat mühendisi, mimar ve şehir plancısı ile inşaat mühendisinden oluşur.<br/>Kıyı kenar çizgisi valiliklerce, kamu görevlilerinden oluşturulacak en az 5 kişilik bir komisyon<br/>tarafından tespit edilir. Bu komisyon; jeoloji mühendisi, jeolog veya jeomorfolog, harita ve<br/>kadastro mühendisi, ziraat mühendisi, mimar ve şehir plancısı ile inşaat mühendisinden oluşur."
  },
  {
    "id": "3399446",
    "unitNumber": 3,
    "text": "Sportif Amaçlı Turizm Yönetmeliği aşağıdaki hangi mevzuata dayalı olarak düzenlenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turizm Teşvik Kanunu",
      "B": "Spor Kafileleri Seyahat Yönergesi",
      "C": "Gençlik ve Spor Hizmetleri Kanunu",
      "D": "Dernekler Kanunu",
      "E": "Sporcu Lisans, Vize ve Transfer Yönetmeliği"
    },
    "explanation": "Sportif Amaçlı Turizm Yönetmeliği çeşitli spor disiplinlerinin turizm faaliyeti olarak uygulanması sırasında uyulacak kuralları belirlemek üzere Turizm Teşvik Kanunu’na dayanılarak düzenlenmiştir."
  },
  {
    "id": "3399447",
    "unitNumber": 3,
    "text": "3167 sayılı Kara Avcılığı Kanunu ve Av Turizmi Yönetmeliği ile Merkez Av Komisyonu Kararı hükümleri hangi birim tarafından yürütülmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tarım Orman Genel Müdürlüğü",
      "B": "Türkiye Doğa Sporları Federasyonu",
      "C": "Türkiye Atıcılık ve Avcılık Federasyonu",
      "D": "Çevre, Doğa ve Hayvanları Koruma Müdürlüğü",
      "E": "Doğa Koruma ve Milli Parklar Genel Müdürlüğü"
    },
    "explanation": "Ülkemizde düzenlenecek av turizmi faaliyetleri, 3167 sayılı Kara Avcılığı Kanunu ve Av Turizmi Yönetmeliği ile Merkez Av Komisyonu Kararı hükümleri çerçevesinde Doğa Koruma ve Milli Parklar Genel Müdürlüğünce (DKMPGM) yürütülmektedir."
  },
  {
    "id": "3399448",
    "unitNumber": 3,
    "text": "Türkiye’de av yılı hangi zaman dilimini kapsar?",
    "correctAnswer": "D",
    "options": {
      "A": "15 Nisan’dan başlayarak izleyen yılın 14 Mart sonuna kadar.",
      "B": "1 Mart’tan başlayarak izleyen yılın 28 Şubat sonuna kadar.",
      "C": "15 Ekim’den başlayarak izleyen yılın 14 Eylül sonuna kadar.",
      "D": "1 Nisan’dan başlayarak izleyen yılın 31 Mart sonuna kadar.",
      "E": "1 Şubat’tan başlayarak izleyen yılın 31 Ocak sonuna kadar."
    },
    "explanation": "Türkiye’de av turizmi kapsamında yapılacak tüm uygulamalar, her av yılını (1 Nisan’dan başlayarak izleyen yılın 31 Mart sonuna kadar olan süre) içerecek şekilde ilgili Merkez / İl Av Komisyonu tarafından belirlenmektedir.<br/>1 Nisan’dan başlayarak izleyen yılın 31 Mart sonuna kadar."
  },
  {
    "id": "3399449",
    "unitNumber": 3,
    "text": "Aşağıdaki turizm türlerinden hangisi alternatif turizm türü kapsamında değerlendirilemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Sağlık turizmi",
      "B": "İnanç turizmi",
      "C": "Spor turizmi",
      "D": "Kongre turizmi",
      "E": "Kitle turizmi"
    },
    "explanation": "İnsanların, geniş ölçüde büyük kitleler hâlinde katıldıkları turizm faaliyetlerine kitle turizmi adı verilmektedir. Alternatif turizm kavramı genel olarak kitle turizminden farklı bir ürün sunumunu olmak üzere; sağlık turizmi, inanç turizmi, spor turizmi, kongre turizmi, golf turizmi ve mağara turizmi gibi birçok turizm türünü ifade eder."
  },
  {
    "id": "3399450",
    "unitNumber": 3,
    "text": "1960'lardan sonra gelişen işçilerin ve orta gelirli insanların öncelik ettiği turizm türü ne olarak adlandırılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yetişkin",
      "B": "Kitle",
      "C": "Sosyal",
      "D": "Lüks",
      "E": "İç"
    },
    "explanation": "1960'lardan sonra işcilerin ve orta gelirli insanların öncelik ettiği turizm türüne kitle turizmi denir."
  },
  {
    "id": "3399451",
    "unitNumber": 3,
    "text": "Türkiye Seyahat Acenteleri Birliği tanımına göre hangi yaş aralığı gençlik turizmine katılanları temsil etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "15-24",
      "B": "16-24",
      "C": "7-24",
      "D": "7-27",
      "E": "12-27"
    },
    "explanation": "Türkiye Seyahat Acenteleri Birliğine göre gençlik turiziminde tanımlarken yaş aralığını 7-27 yaş arasında belirlenmiştir."
  },
  {
    "id": "3399452",
    "unitNumber": 3,
    "text": "Avrupa 'da her yaş grubundaki gezginlere ekonomik ulaşım olanağı sağlamayı amaçlayan pass bileti uygulaması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İnterpass",
      "B": "İnterrail",
      "C": "Passenger ticket",
      "D": "Railway",
      "E": "Train pass"
    },
    "explanation": "Gençlik Turizimi<br/>Avrupa 'da her yaş grubundaki gezginlere ekonomik ulaşım olanağı sağlamayı amaçlayan pass biletinin ismi İnterrail'dir."
  },
  {
    "id": "3399453",
    "unitNumber": 3,
    "text": "Birleşmiş Milletler Dünya Turizm Örgütünün Turizme katılımın artmasını hedeflediği kitle aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yetişkin",
      "B": "Sosyal",
      "C": "Aileler",
      "D": "Gençler",
      "E": "Çocuklar"
    },
    "explanation": "Gençlik Turizimi<br/>Birleşmiş Milletler Dünya Turizm Örgütünün Turizime katılımı artması için bellirlediği hedef kitle gençlerdir."
  },
  {
    "id": "3399454",
    "unitNumber": 3,
    "text": "Türkiye'de en yoğun talep gören turizm türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Deniz",
      "B": "Yetişkin",
      "C": "Sosyal",
      "D": "Kitlesel",
      "E": "Kültürel"
    },
    "explanation": "Türkiye'de en yoğun talebin olduğu turizm türü deniz turizmidir."
  },
  {
    "id": "3399455",
    "unitNumber": 3,
    "text": "Av turizmi, golf turizmi ve kruvaziyer turizmi hangi turizm türünün içinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kitle",
      "B": "Lüks",
      "C": "Gençlik",
      "D": "Kültürel",
      "E": "Sosyal"
    },
    "explanation": "Av turizmi, golf turizmi ve kruvaziyer turizmi lüks turizme katılanların en çok itibar ettikleri turizm türleri arasında yer alır."
  },
  {
    "id": "3399456",
    "unitNumber": 3,
    "text": "Türk sahillerinin bir noktasından diğerine eşya ve yolcu taşınması, sahil ve limanlarda kılavuzluk ve liman hizmetlerinin yürütülmesi işlerini düzenleyen 6102 sayılı Türk Ticaret Kanunu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Endüstri Bölgeleri Kanunu",
      "B": "Türkiye Acenteler Birliği Kanunu",
      "C": "Dış Turizm Kanunu",
      "D": "Turizm Teşvik Kanunu",
      "E": "Kabotaj Kanunu"
    },
    "explanation": "Deniz Turizmi<br/>Türk sahillerinin bir noktasından diğerine eşya ve yolcu taşınması, sahil ve limanlarda kılavuzluk ve liman hizmetlerinin yürütülmesi işlerini düzenleyen 6102 sayılı Türk Ticaret Kanunu Kabotaj Kanunudur."
  },
  {
    "id": "3399457",
    "unitNumber": 3,
    "text": "Av ve yaban hayvanlarının doğal olarak yaşadıkları veya sonradan salındıkları sahalar olarak adlandırılan avlaklar kaç çeşittir?",
    "correctAnswer": "C",
    "options": {
      "A": "3",
      "B": "2",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Av Turizmi<br/>Av ve yaban hayvanlarının doğal olarak yaşadıkları veya sonradan salındıkları sahalar olarak adlandırılan avlaklar özel avlak,devlet avlağı,genel avlak ve örnek avlak olmak üzere dört çeşittir."
  },
  {
    "id": "3399458",
    "unitNumber": 3,
    "text": "Üçüncü yaş turizmi hangi yaş grubunun faaliyetlerini kapsar?",
    "correctAnswer": "C",
    "options": {
      "A": "30-40",
      "B": "50-60",
      "C": "60 ve üstü",
      "D": "20-30",
      "E": "10-20"
    },
    "explanation": "Üçüncü yaş turizmi, 60 yaş üzeri insanların gerçekleştirdikleri turizm faaliyetleridir."
  },
  {
    "id": "3399459",
    "unitNumber": 3,
    "text": "Açık ve temiz havanın şifa verici etkisinden yaralanmak için dağ istasyonlarında ve deniz kenarlarında uygulanan temiz hava tedavi yöntemine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Klimatizm",
      "B": "Termalizm",
      "C": "İnanç Turizmi",
      "D": "Mağara Turizmi",
      "E": "Kaplıca Turizmi"
    },
    "explanation": "Sağlık Turizmi<br/>Açık ve temiz havanın şifa verici etkisinden yaralanmak için dağ istasyonlarında ve deniz kenarlarında uygulanan temiz hava tedavi yöntemine Klimatizm denir."
  },
  {
    "id": "3839446",
    "unitNumber": 3,
    "text": "Kişilerin tek başına veya aileleriyle birlikte ya da en fazla birkaç kişinin bir araya gelmesiyle ancak tur operatörü ve seyahat acentesi gibi aracılar olmaksızın gerçekleştirdikleri turizm faaliyetlerine ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kitle turizmi",
      "B": "Grup turizmi",
      "C": "Bireysel turizm",
      "D": "Gençlik turizmi",
      "E": "Yetişkin turizmi"
    },
    "explanation": "Detaylar için “Turizm Faaliyetine Katılan Kişi Sayısına Göre Turizm” başlığında yer alan bilgilere bakabilirsiniz.<br/>Kişilerin tek başına veya aileleriyle birlikte ya da en fazla birkaç kişinin bir araya gelmesiyle ancak tur operatörü ve seyahat acentesi gibi aracılar olmaksızın gerçekleştirdikleri turizm faaliyetlerini kapsar. Bireysel turizm, son yıllarda tatil ve otel odası satışı yapan internet sitelerinin artmasıyla birlikte önem kazanmıştır."
  },
  {
    "id": "3839447",
    "unitNumber": 3,
    "text": "Kitle turizminin dikkat çeken özelliği seçenektekilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turistlerin daha çok paket turlar tercih etmesi.",
      "B": "Turistlerin acente olmaksızın seyahat etmeleri.",
      "C": "Turistlerin aileleriyle seyahat etmeleri.",
      "D": "Turistlerin uçak kullanmamaları.",
      "E": "Turistlerin daha çok butik otelleri tercih etmeleri."
    },
    "explanation": "Detaylar için “Kitle Turizmi” başlığında yer alan bilgilere bakabilirsiniz.<br/>Kitle turizminin ön plana çıkan özelliği ise bu turizm türünde turistlerin, daha çok paket turları tercih etmesidir. Örneğin, seyahat acentelerinin bir paket program dâhilinde, genellikle yüksek sezon olarak adlandırılan dönemlerde, (Marmaris için Mayıs - Eylül, Uludağ için Kasım - Şubat dönemi gibi) çok sayıda turist gruplarını sürekli olarak bir bölgeye yönlendirmeleri ile ortaya çıkan turizm hareketi kitle turizmidir."
  },
  {
    "id": "3839448",
    "unitNumber": 3,
    "text": "Gençlik turizmi, hangi yaş arasındaki kişilerin ebeveynleri veya başka bir akrabaları olmaksızın gerçekleştirdikleri turizm faaliyetlerine verilen isimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "10 - 15",
      "B": "15 - 24",
      "C": "24 - 29",
      "D": "29 - 33",
      "E": "33 - 37"
    },
    "explanation": "Detaylar için “Turizm Faaliyetine Katılanların Yaşlarına Göre Turizm” başlığında yer alan bilgilere bakabilirsiniz.<br/>Gençlik turizmi, 15 - 24 yaş arasındaki kişilerin ebeveynleri veya başka bir akrabaları olmaksızın gerçekleştirdikleri turizm faaliyetlerine verilen isimdir. Gençler, diğer yaş gruplarına göre turizm hareketlerine daha çok katılırlar."
  },
  {
    "id": "3839449",
    "unitNumber": 3,
    "text": "Yetişkin turizmi, hangi yaş grubundaki insanların katıldıkları turizm hareketlerini içerir?",
    "correctAnswer": "A",
    "options": {
      "A": "25 - 60",
      "B": "15 - 35",
      "C": "13- 43",
      "D": "18 - 55",
      "E": "30 - 70"
    },
    "explanation": "Detaylar için “Turizm Faaliyetine Katılanların Yaşlarına Göre Turizm” başlığında yer alan bilgilere bakabilirsiniz.<br/>Yetişkin turizmi, orta yaş turizmi olarak da isimlendirilmektedir. Zira yetişkin turizmi, 25 - 60 yaş grubundaki insanların katıldıkları turizm hareketlerini içerir."
  },
  {
    "id": "3839450",
    "unitNumber": 3,
    "text": "Engelliler, gençler, çocuklar, yoksullar ve öğrenciler öncelikli hedef grupları olan turizm türü seçenektekilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gençlik turizm",
      "B": "Kitle turizmi",
      "C": "Grup turizmi",
      "D": "Sosyal turizm",
      "E": "Üçüncü yaş turizmi"
    },
    "explanation": "Detaylar için “Turizm Faaliyetine Katılanların Sosyo Ekonomik Durumlarına Göre Turizm” başlığında yer alan bilgilere bakabilirsiniz.<br/>Sosyal turizm açısından engelliler, gençler, çocuklar, yoksullar ve öğrenciler öncelikli hedef grupları oluşturmaktadır."
  },
  {
    "id": "3839451",
    "unitNumber": 3,
    "text": "Hangi seyahat türünde kişiler, oldukça pahalı konaklama tesislerinde konaklar ve her türlü konforu bulunan gemilerle seyahat ederler?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal turizm",
      "B": "Yetişkin turizm",
      "C": "Lüks turizm",
      "D": "Deniz turizmi",
      "E": "Doğa turizmi"
    },
    "explanation": "Detaylar için “Lüks Turizm” başlığında yer alan bilgilere bakabilirsiniz.<br/>Lüks turizmi tercih eden bireylerin turizm anlayışı, toplumun diğer gelir gruplarına göre farklı özelliklere sahiptir. Bu kişiler, oldukça pahalı konaklama tesislerinde konaklar ve her türlü konforu bulunan gemilerle seyahat ederler. Bu grupta yer alan kişiler Monako ve Las Vegas gibi büyük ve lüks kumarhanelerin bulunduğu yerlerde tatillerini geçirirler ve seyahatlerini genellikle kendilerine ait yat ve uçak gibi özel araçlarla gerçekleştirirler."
  },
  {
    "id": "3839452",
    "unitNumber": 3,
    "text": "Hangi kanun ile Türk sahillerinin bir noktasından diğerine eşya ve yolcu taşınması, sahil ve limanlarda kılavuzluk ve liman hizmetlerinin yürütülmesi işleri Türk bayrağı taşıyan gemilere verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kabotaj Kanunu",
      "B": "Deniz Turizmi Kanunu",
      "C": "Denizcilik Kanunu",
      "D": "Karadeniz Kanunu",
      "E": "Akdeniz Kanunu"
    },
    "explanation": "Detaylar için “Deniz Turizmi” başlığında yer alan bilgilere bakabilirsiniz.<br/>Kabotaj Kanunu ile Türk sahillerinin bir noktasından diğerine eşya ve yolcu taşınması, sahil ve limanlarda kılavuzluk ve liman hizmetlerinin yürütülmesi işleri Türk bayrağı taşıyan gemilere verilmiştir. Yabancı bayraklı gemiler ise sadece aldıkları yolcu ve yükü Türk limanlarına bırakıp buradan yurt dışına gidecek yolcu ve yükü alabilirler."
  },
  {
    "id": "3839453",
    "unitNumber": 3,
    "text": "Yat limanlarında temizlik, düzen, güvenlik ve hizmetler ile hizmetliler arasındaki koordinasyon kim tarafından sağlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Liman Koordinatörü",
      "B": "Yat Limanı Müdürü",
      "C": "Yat Limanı İşletmecisi",
      "D": "Liman Operatörü",
      "E": "Tersane Müdürü"
    },
    "explanation": "Detaylar için “Yat Turizmi” başlığında yer alan bilgilere bakabilirsiniz.<br/>Yat limanlarında temizlik, düzen, güvenlik ve hizmetler ile hizmetliler arasındaki koordinasyon Yat Limanı Müdürü tarafından sağlanır."
  },
  {
    "id": "3839455",
    "unitNumber": 3,
    "text": "Özel yatlara, Türkiye’de kışlayan veya yabancı bir limandan gelerek Türkiye’ye giriş yapan, her türlü yabancı bayraklı özel yatların liman içinde veya Türk limanları arasında kullanılmasına hangi şartla izin verilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca yıllık harcını ödemesi şartıyla",
      "B": "Yalnızca sahibi içinde olmak şartıyla",
      "C": "Yalnızca kapasitesine uyulması şartıyla",
      "D": "Yalnızca bayrağını asması şartıyla",
      "E": "Yalnızca rahatsızlık vermemesi şartıyla"
    },
    "explanation": "Detaylar için “Yat Turizmi” başlığında yer alan bilgilere bakabilirsiniz.<br/>Özel yatlara, Türkiye’de kışlayan veya yabancı bir limandan gelerek Türkiye’ye giriş yapan, her türlü yabancı bayraklı özel yatların liman içinde veya Türk limanları arasında kullanılmasına yalnızca sahibi içinde olmak şartıyla izin verilebilir."
  },
  {
    "id": "3839458",
    "unitNumber": 3,
    "text": "Seçenekteki hangi karar ile kıyılarda yapı izni verilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Denizcilik planı kararı",
      "B": "İmar planı kararı",
      "C": "Kıyı planlama kararı",
      "D": "Su üstü yapı planı kararı",
      "E": "İşletmecilik planı kararı"
    },
    "explanation": "Detaylar için “Kıyı Turizmi” başlığında yer alan bilgilere bakabilirsiniz.<br/>Ancak imar planı kararı ile kıyılarda yapımına izin verilecek yapılar bulunmaktadır."
  },
  {
    "id": "3841185",
    "unitNumber": 3,
    "text": "Türkiye Seyahat Acenteleri Birliğinin (TÜRSAB) gençlik turizmi için belirlediği yaş aralığı aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "18-35",
      "B": "18-30",
      "C": "15-30",
      "D": "15-24",
      "E": "7-27"
    },
    "explanation": "Turizm faaliyetine katılan kişilerin özellikleri, turizm faaliyetlerinin çeşitlenmesinde en büyük etkendir. Bu anlamda turizme katılan kişilere göre turizm türleri; turizm faaliyetine katılanların yaşlarına göre sınıflandırılabilir. Bu ayrımda turizm; gençlik turizmi, yetişkin turizmi ve üçüncü yaş turizmi olmak üzere<br/>üç türdür. Bu soru gençlik turizmini anlamada önemlidir.<br/>Gençlik turizmi, 15 - 24 yaş arasındaki kişilerin ebeveynleri veya başka bir akrabaları olmaksızın gerçekleştirdikleri turizm faaliyetlerine verilen isimdir. Türkiye Seyahat Acenteleri Birliği (TÜRSAB) gençlik turizmini tanımlarken, yaş aralığını daha da genişleterek 7 - 27 yaş şeklinde belirlemiştir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3841186",
    "unitNumber": 3,
    "text": "68 yaşındaki Ahmet Bey tatil için destinasyon tercihi yapmaya çalışmaktadır. Ahmet Bey'in seyahatine ilişkin karaları aşağıdaki unsurların hangisinden <strong>etkilenmez</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık hizmetlerinin yaygınlığı",
      "B": "Ulaşım kolaylığı",
      "C": "Uygun fiyatlar",
      "D": "Çocuklarının sorumlulukları",
      "E": "Uygun iklim koşulları"
    },
    "explanation": "Yetişkin turizmini diğer turizm türlerinden ayıran özellik, bu turizme katılanların evli olmalarından ve aile düzeninden doğan sorumluluklarıdır. Örneğin, eş ve çocukların uygun oldukları zamanda tatile çıkmak ve yine eş ve çocuklarla birlikte rahat seyahat edilebilecek ulaşım aracına karar vermek, bu grubun en önemli özelliğini oluşturmaktadır. Bu soruda yetişkin turizmi ile üçüncü yaş turizminin farkını analiz edebilmek önemlidir.<br/>Üçüncü yaş turizmi, 60 yaş ve üzeri insanların gerçekleştirdikleri turizm faaliyetleridir. Dolayısıyla Ahmet Bey de bu kategoride yer almaktadır. Uygun iklim, uygun fiyat, sağlık hizmetlerinin yaygınlığı, ulaşım kolaylığı, paket turlar gibi imkânlar ziyaret edilen yerlerde bu yaş grubu için tercih sebebi olmaktadır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3841359",
    "unitNumber": 3,
    "text": "Engelliler, gençler, çocuklar, yoksullar, öğrenciler gibi çeşitli gruplar için farklı aktivitlerle hem sosyal hem de ekonomik faydalar üreten turizm çeşidi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Grup turizmi",
      "B": "Kitle turizmi",
      "C": "Sosyal turizm",
      "D": "İç turizm",
      "E": "Gençlik turizmi"
    },
    "explanation": "Turizm faaliyetlerine katılıma etki eden faktörlerden biri de insanların sahip oldukları toplumsal statü, refah seviyesi ve ekonomik düzeyleridir. Katılanların sosyo ekonomik durumları dikkate alındığına turizm; sosyal turizm ve lüks turizm olmak üzere iki türden oluşur. Bu soruda sosyal turizmin hedef kitlesi öğrenilmektedir.<br/>Toplum içinde yaşayan dezavantajlı grupların ya da ekonomik açıdan zayıf kesimlerin turizm faaliyetine katılımları noktasında ortaya çıkan ilişkiler sosyal turizm olarak tanımlanmaktadır. Sosyal turizm; engelliler, gençler, çocuklar, yaşlılar, tek ebeveynli aileler gibi özel gereksinimleri olan bireyler için turizmi daha erişilebilir hâle getiren tüm girişimleri içermektedir. Başka bir ifade ile sosyal turizm; çeşitli sektörler, aktiviteler ve gruplar için sosyal ve ekonomik faydalar üreten bir turizm türüdür. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3841360",
    "unitNumber": 3,
    "text": "Aydın’ın Nazilli ilçesinde yaşayan Ayşe Hanım, tarihî yapılara olan ilgisi nedeniyle bir haftasonu Efes Antik Kenti’ni ziyaret etmeye karar verir. Ziyareti boyunca antik tiyatro, Celsus Kütüphanesi ve Artemis Tapınağı gibi yapıları inceler, rehber eşliğinde kültürel bir gezi yapar. <br/>Bu durumda Ayşe Hanım’ın gerçekleştirdiği turizm faaliyeti aşağıdakilerden hangisinde doğru şekilde eşleştirilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "İç turizm - Rekreasyon turizmi",
      "B": "Dış turizm - Kruvaziyer turizmi",
      "C": "İç turizm - Kruvaziyer turizmi",
      "D": "Dış turizm - İnanç turizmi",
      "E": "İç turizm - Kültürel turizm"
    },
    "explanation": "Turizme katılan kişilerin seyahat amacına göre turizm çeşitlerini öğrenme amacı taşıyan bu soruda aynı zamanda ziyaret edilen yere göre turistlerin sınıflandırılması konusuna da yer verilmiştir. Böylece her iki konuda da öğrenilenler pekiştirilmiştir.<br/>Ziyaret edilen yere göre turizm türleri ayrımı, turistin hareket yönü dikkate alınarak yapılır. Ziyaret edilen yere göre turizm; iç turizm ve dış turizm olmak üzere iki türden oluşur.İç turizm, ülke vatandaşlarının kendi ülke sınırları içerisinde gerçekleştirdikleri turizm faaliyetlerini kapsar. Turistlerin seyahat amaçlarına göre turizm çeşitleri ise rekreasyon turizmi, kültürel turizm, deniz turizmi, av turizmi, sağlık turizmi, inanç turizmi, spor turizmi ve kongre turizmi olarak sıralanabilir. Ayşe Hanım ülke içinde bir destinasyonu tercih ettiği için \"iç turizm\", bu destinasyon geçmiş zamanlarar ait bir eseri görme amacı taşıdığından \"kültürel turizm\" kapsamında değerlendirilir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3841361",
    "unitNumber": 3,
    "text": "I. Turizm Teşvik Kanunu'nun 26-29 arasındaki maddeleri deniz turizmine yönelik en kapsamlı kuralları içerir<br/>II. Deniz Turizmi Yönetmeliği 24.07.2009 tarihli ve 27298 sayılı Resmî Gazete ile yürürlüğe girmiştir<br/>III. Kabotaj Kanunu'na göre yabancı bayraklı gemiler Türk sahil ve limanlarında kılavuzluk yapabilir<br/>IV. Deniz Turizm Yönetmeliği'nin uygulanmasında yetkili kurum Ticaret Bakanlığıdır<br/>V. Deniz Turizm Yönetmeliği’ne göre yüzer lokanta deniz turizmi araçları kategorisinde değerlendirilemez<br/>Yukarıda deniz turizminin mevzuatına ilişkin verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "III, IV ve V",
      "E": "I, III, IV ve V"
    },
    "explanation": "Türkiye’de turizm talebinin en yoğun olduğu turizm çeşidi uzun kıyılar, temiz denizler ve kumsallar, uygun iklim koşulları, doğal ve tarihî güzellikler nedeniyle deniz turizmidir. Deniz turizmi mevzuatına yönelik hazırlanan bu soru ile birden çok ifadenin doğruluğu/yanlığı değerlendirilmiş, ilgili mevzuatın kavranıp kavranmadığı gözden geçirilmiştir.<br/>Kabotaj Kanunu ile Türk sahillerinin bir noktasından diğerine eşya ve yolcu taşınması, sahil ve limanlarda kılavuzluk ve liman hizmetlerinin yürütülmesi işleri Türk bayrağı taşıyan gemilere verilmiştir. Yabancı bayraklı gemiler ise sadece aldıkları yolcu ve yükü Türk limanlarına bırakıp buradan yurt dışına gidecek yolcu ve yükü alabilirler. Bu nedenle III. ifade yanlıştır. Deniz Turizm Yönetmeliğinin uygulanmasında yetkili kurum Kültür ve Turizm Bakanlığıdır. Bu nedenle IV. ifade yanlıştır. Deniz Turizm Yönetmeliği’ne göre deniz turizmi araçları arasında deniz turizmi hizmetinde gezi, spor, eğlence amaçlı, denize elverişlilik belgesine sahip, gerçek ve tüzel kişilere ait özel ve ticari yatlar; kruvaziyer gemileri; günübirlik gezi tekneleri; yüzer oteller; yüzer lokantalar ile su üstünde veya su altında hareket etme kabiliyetine sahip araçlar yer almaktadır. Bu nedenle V. ifade de yanlıştır. Doğru ifadeler I ve II'dir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3841362",
    "unitNumber": 3,
    "text": "Deniz Turizmi Yönetmeliğinin kapsamı ile ilgili aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Deniz turizmi tesislerine, turizm yatırımı ve turizm işletmesi belgelerinin verilmesini düzenler",
      "B": "Deniz turizminde çalışacak gezi, spor ve eğlence amaçlı yabancı bayraklı ticari kayıtlı deniz araçlarına, turizm yatırımı ve turizm işletmesi belgelerinin verilmesini düzenler",
      "C": "Turizm yatırımı ve turizm işletmesi belgesi olan işletmelerin yönetim, personel ve işletme özelliklerini belirler",
      "D": "Turizm yatırımı ve turizm işletmesi belgesi olan işletmelerin uymak zorunda oldukları fiziki şartları tespit eder",
      "E": "Türk ve yabancı bayraklı deniz araçlarının karasularımızdaki seyir esaslarını, Türkiye’de kalış sürelerini ve kabotaj hakları ile deniz turizminin geliştirilmesi amacıyla alınacak diğer tedbirleri belirler"
    },
    "explanation": "Deniz kabotajı, bir ülkenin bir limanından alınan yük ve yolcuların aynı ülkenin diğer bir limanına deniz yoluyla taşınması anlamına gelir. Devletler, çok kere ticaret filolarını korumak amacıyla kabotaj seferlerini kendi bayrağını taşıyan gemilere özgüleyerek, yabancı bayrak taşıyan gemileri bu faaliyetten men etmişlerdir. Bu soru ile deniz kabotajında türk bayraklı-yabancıbayraklı olmanın mevzuattaki karşılığı anlaşılmıştır.<br/>Kabotaj Kanunu ile Türk sahillerinin bir noktasından diğerine eşya ve yolcu taşınması, sahil ve limanlarda kılavuzluk ve liman hizmetlerinin yürütülmesi işleri Türk bayrağı taşıyan gemilere verilmiştir. Yabancı bayraklı gemiler ise sadece aldıkları yolcu ve yükü Türk limanlarına bırakıp buradan yurt dışına gidecek yolcu ve yükü alabilirler. Bu doğrultuda \"Deniz turizminde çalışacak gezi, spor ve eğlence amaçlı <strong>yabancı bayraklı</strong> ticari kayıtlı deniz araçlarına, turizm yatırımı ve turizm işletmesi belgelerinin verilmesini düzenler\" ifadesi \"Türk bayraklı\" olarak değiştirilmelidir. Bir diğer ifade ile turizm yatırımı ve işletmesi belgeleri, yalnızca Türk bayraklı araçlar ve Türkiye’de kurulu şirketler için geçerlidir. Yabancı bayraklı deniz araçları, Türk kara sularında belirli koşullarda faaliyet gösterebilirler ancak bunlara turizm işletmesi belgesi verilmesi mümkün değildir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3841363",
    "unitNumber": 3,
    "text": "Türk bayraklı özel yatlara ... yılda bir kara muayenesi yapılarak ilgili Bakanlıkça “özel yat kayıt belgesi” verilir.<br/>Yukarıdaki ifadede boş bırakılan yere seçeneklerden hangisi getirilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "36",
      "B": "20",
      "C": "12",
      "D": "8",
      "E": "4"
    },
    "explanation": "Yat turizmi ile ilgili mevzuatta mil, yolcu sayısı gibi sınırlar sayılarla belirlenmiştir. Bu soruda nicel anlamdaki sınır verilerininönemine ilişkin farkındalık yaratmak hedeflenmektedir.<br/>Deniz Turizmi Yönetmeliği'ne göre yat; gezi, spor ve eğlence amacıyla deniz turizmi ticaretinde kullanılmaya<br/>uygun, taşıdığı yolcu sayısı <strong>on iki</strong>yi geçmeyen, yük, yolcu ve balıkçı gemisi niteliğinde olmayan, kamarası,<br/>tuvaleti ve mutfağı olan deniz aracı olarak tanımlanmaktadır. Ayrıca kabotaj seferinde yüz mille sınırlı, en yakın karadan <strong>yirmi mil</strong>den fazla uzaklaşmamak koşulu ile taşıdığı yolcu sayısı <strong>otuz alt</strong>ıyı geçmeyen, tonilato belgesinde yat olduğu belirtilen deniz turizmi araçları da bu kapsamda yer alır. Türk bayraklı özel yatlara <strong>dört</strong> yılda bir kara muayenesi yapılarak ilgili Bakanlıkça “özel yat kayıt belgesi” verilir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3841364",
    "unitNumber": 3,
    "text": "Sağlık turizminin mevzuat yapısına göre aşağıdakiifadelerden hangisi ile bu alternatif turizm çeşidi <strong>ilişkilendirilemez</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Türk Medeni Kanunu",
      "B": "Kıyı Kanunu",
      "C": "Uluslararası Sağlık Turizmi ve Turistin Sağlığı Hakkında Yönetmelik",
      "D": "Yeraltı Suları Hakkında Kanun",
      "E": "Kaplıcalar Yönetmeliği"
    },
    "explanation": "Sağlık turizmi; sağlığın korunması, iyileşme amacıyla belirli bir süre için yer değiştiren insanların doğal kaynaklara dayalı turistik bir tesise giderek kür uygulatması, konaklama, beslenme ve eğlence gereksinimlerinin karşılanması neticesinde gerçekleştirilen faaliyetler olarak tanımlanabilir. Bu alternatif turizm çeşidinin mevzuatına ilişkin bilgiler edinmek ilgili ana başlık için oldukça önemlidir.<br/>Uluslararası sağlık turizmi ve turistin sağlığı kapsamında, uluslararası düzeyde sunulan sağlık hizmetlerinin asgari hizmet sunum standartlarının belirlenmesi, uluslararası sağlık turizmi hizmetlerinde faaliyet yürütecek sağlık kuruluşları ile aracı kuruluşların yetkilendirilmesi ve bu faaliyetlerin denetlenmesine ilişkin usul ve esasları düzenlemek için <strong>Uluslararası Sağlık Turizmi ve Turistin Sağlığı Hakkında Yönetmelik</strong> hazırlanmıştır. Günümüzde sağlık turizmi denildiğinde akla ilk gelen, termal turizm ya da kaplıca turizmidir. <strong>Türk Medeni Kanunu</strong>’na göre yer altı suları, kamu yararına ait sulardandır. Kaynağın çıktığı toprağa malik olma, onun altındaki yer altı sularına da malik olunduğu anlamına gelmez. 167 sayılı <strong>Yeraltı Suları Hakkında Kanun</strong> (YSHK) gereğince yer altı suları, devletin hüküm ve tasarrufu altında olup bu suların araştırılması, kullanılması, korunması ve tescili bu Kanun hükümlerine tabidir. Turizm Teşvik Kanunu çerçevesinde, termal turizmi geliştirmek için bazı teşvikler de öngörülmüştür. <strong>Kaplıcalar Yönetmeliği</strong>’nde kaplıca tedavisine ilişkin esaslar belirlenmiştir. Bunlar dışında, Maden Suları Yönetmeliği ile Turizm Tesislerinin Belgelendirilmesine ve Niteliklerine İlişkin Yönetmelik de termal sulara dair kurallar içermektedir. Ancak Kıyı Kanunu sağlık turizmi için değil kıyı turizmi için temel alınan bir kanundur. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3841365",
    "unitNumber": 3,
    "text": "I. Türk hukukunda inanç turizmini düzenleyen tek yasal kaynak Hac ve Umre Seyahatleri ile İlgili İşlerin Diyanet İşleri Başkanlığınca Yürütülmesine Dair Yönetmelik’tir<br/>II. Seyahat Acentelerinin Hac Seferleri Düzenlemelerine Dair Esasları Belirleyen Yönetmelik yürürlükten kaldırılmıştır<br/>III. Acentelerin, hac ve umre ile ilgili olarak yurt içinde ve yurt dışındaki faaliyetlerini seyahatin her safhasında gözetlemek, denetlemek ve denetim sonuçlarını değerlendirerek tanzim edilecek raporları gerektiğinde ilgili mercilere iletmek Türkiye Seyahat Acentaları Birliği’nin görevidir<br/>IV. İslamiyet için Mekke ve Medine; Brahmanizm’de Kudüs, Roma ve Efes; Hristiyanlık'ta ise Benares kutsal mekânlar olarak en çok ziyaret edilen merkezlerdir<br/>V. Diyanet İşleri Başkanlığı, üç semavi dinin günümüze kadar ulaşan önemli ziyaret merkezlerinin çevre düzenlemesi, aydınlatma, ulaşım gibi şartlarının iyileştirilmesi ve tanıtımının yapılarak ziyaretçi sayısının artırılmasını hedeflenmektedir<br/>Yukarıda inanç turizmi ile ilgili verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "III, IV ve V",
      "E": "I, III, IV ve V"
    },
    "explanation": "İnanç turizmi, önemli bir alternaifturizm çeşidi olarak insanların manevi duygularını tatmin etmek ve ibadetlerini yerine getirmek maksadıyla, dinî inanışlarına göre kutsal saydıkları merkezleri görmek üzere yaptıkları turistik amaçlı seyahatleri kapsar. Bu nedenle gerek destinasyonları gerek mevzuat yapısı olsun bu soru sayesinde bütüncül şekilde değerlendirilebilmektedir.<br/>Acentelerin, hac ve umre ile ilgili olarak yurt içinde ve yurt dışındaki faaliyetlerini seyahatin her safhasında gözetlemek, denetlemek ve denetim sonuçlarını değerlendirerek tanzim edilecek raporları gerektiğinde ilgili mercilere iletmek <strong>Diyanet İşleri Başkanlığı</strong>'nın görevidir. Bu nedenle III. ifade yanlıştır. İslamiyet için Mekke ve Medine; Hristiyanlık'ta Kudüs, Roma ve Efes; Brahmanizm’de ise Benares kutsal mekânlar olarak en çok ziyaret edilen merkezlerdir. Hristiyanlık ve Brahmanizm IV. ifadede birbirleri yerine kullanılmışlardır ve bu nedenle ilgili ifade yanlıştır. <strong>Kültür ve Turizm Bakanlığı</strong>, üç semavi dinin günümüze kadar ulaşan önemli ziyaret merkezlerinin çevre düzenlemesi, aydınlatma, ulaşım gibi şartlarının iyileştirilmesi ve tanıtımının yapılarak ziyaretçi sayısının artırılmasını hedeflenmektedir. Bu nedenle V. ifadedeyanlıştır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3841366",
    "unitNumber": 3,
    "text": "Turizm Amaçlı Sportif Faaliyetler Yönetmeliği ile düzenlenen görevleri yerine getirmek, turizm amaçlı sportif faaliyette bulunmak isteyenlerin taleplerini incelemek, yeterlik belgesi düzenlemek, Yönetmeliğin uygulanması için gerekli çalışmaları yapmak ve denetimi sağlamak için bölgelerde Sportif Turizm Kurulu oluşturulur.<br/>Bu kurulu belirleyen kurum/kuruluş aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kültür ve Turizm Bakanlığı",
      "B": "Gençlik ve Spor Bakanlığı",
      "C": "Valilikler",
      "D": "Belediyeler",
      "E": "Türkiye Turizm Tanıtım ve Geliştirme Ajansı"
    },
    "explanation": "Spor turizmi önemli bir diğer alternatif turizm çeşidi olarak spora ilgi duyan kişiler ile aktif olarak spor yapan kişi, grup ya da takımların ve bunların idarecileri ve seyircilerinin turizme katılmaları neticesinde gerçekleştirilen faaliyetleri (seyahat ve benzeri gibi) kapsamaktadır. Rafting, yamaç paraşütü (paragliding), yelken kanat (handgliding), su altı veya araca bağlı ya da bağımsız yapılan su üstü sporları, binicilik, dağcılık, oto ve motor kros, mağaracılık, golf ve kayak sporları, spor turizmi açısından giderek önem kazanan aktivitelerdir. Bu kadar geniş biruygulama alanınd faaliyet gösteren spor turizminin yönetmelikçe gerekli görülen kurul yapısını bilmek oldukça önemlidir.<br/>Çeşitli spor disiplinlerinin turizm faaliyeti olarak gerçekleştirilmesi esnasında, turizm amaçlı sportif faaliyette bulunacak turizm işletmelerinde aranacak nitelikleri belirlemek, faaliyetin güvenli biçimde sürdürülebilmesi için önlemleri almak, denetlemek ve turizmin çeşitlendirilmesini geliştirmek amacıyla Turizm Amaçlı Sportif Faaliyetler Yönetmeliği düzenlenmiştir. Sportif turizm faaliyetine konu sporun uygulanmasında, o sporun yapılması için oluşturulmuş ulusal spor federasyonları veya kuruluşlar, böyle bir federasyon ya da kuruluş yoksa uluslararası kuruluşlar tarafından belirlenmiş spor kurallarına uyulmalıdır. Bu Yönetmelik ile düzenlenen görevleri yerine getirmek, turizm amaçlı sportif faaliyette bulunmak isteyenlerin taleplerini incelemek, yeterlik belgesi düzenlemek, Yönetmeliğin uygulanması için gerekli çalışmaları yapmak ve denetimi sağlamak için <strong>Valilikler</strong> tarafından belirlenecek bölgelerde Sportif Turizm Kurulu oluşturulur. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3399460",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi boşluğu doldurmak için en uygun ifadedir?\n <em>\"... Turizm hukukunun asli ve yazılı kaynaklarının başında .... gelmektedir...\"</em>",
    "correctAnswer": "B",
    "options": {
      "A": "Pozitif Hukuk",
      "B": "Anayasa",
      "C": "2634 sayılı Turizmi Teşvik Kanunu",
      "D": "1618 Sayılı Seyahat Acentaları ve Seyahat Acentaları Birliği Kanunu",
      "E": "2019 tarihli Turizm Tesisleri Uygulama Yönetmeliği"
    },
    "explanation": "Anayasa"
  },
  {
    "id": "3399461",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi T.C. Anayasasının 23. maddesinde yer alan yerleşme hürriyetinin kanunla sınırlandırılabilme nedenlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal ve ekonomik gelişmeyi sağlamak",
      "B": "Sağlıklı ve düzenli kentleşmeyi sağlamak",
      "C": "Kamu malını korumak",
      "D": "Suç İşlenmesini önlemek",
      "E": "Suçlunun yakalanmasını sağlamak"
    },
    "explanation": "Anayasa<br/>Suçlunun yakalanmasını sağlamak"
  },
  {
    "id": "3399462",
    "unitNumber": 4,
    "text": "Hukukun yazısız kaynaklarından olan örf, adet ve gelenek hukukunun, yazılı kaynaklara göre daha yaygın kullanıldığı ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere",
      "B": "Fransa",
      "C": "Almanya",
      "D": "Belçika",
      "E": "Hollanda"
    },
    "explanation": "Yazısız Kaynaklar<br/>İngiltere"
  },
  {
    "id": "3399463",
    "unitNumber": 4,
    "text": "Mahkemeler tarafından verilen kararlarda sorunların çözümünde izlenen yolu ifade etmekte olup somut bir konu hakkında yargının uyuşmazlığı çözümleme konusundaki kararına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kanun",
      "B": "Yönetmelik",
      "C": "Tüzük",
      "D": "Yargısal İçtihat",
      "E": "Kararname"
    },
    "explanation": "Yardımcı Kaynaklar<br/>Yargısal içtihat"
  },
  {
    "id": "3399464",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bilimsel içtihatları oluşturan kaynak kategorilerinden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bibliyografyalar",
      "B": "Şerhler (Açıklamalar)",
      "C": "Günlükler",
      "D": "Monografiler",
      "E": "Makaleler"
    },
    "explanation": "Yardımcı Kaynaklar<br/>Günlükler"
  },
  {
    "id": "3399465",
    "unitNumber": 4,
    "text": "1 sayılı Cumhurbaşkanlığı Kararnamesi'nin 289. maddesi Kültür ve Turizm Bakanlığı ile hangi kurumun görevlerini belirler?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa Birliği ve Diş İlişkiler Dairesi Başkanlığı",
      "B": "Emniyet Genel Müdürlüğü",
      "C": "Turizm Karma Komisyonu",
      "D": "Turizm Forumu ve Çalışma Grubu",
      "E": "Türkiye Seyahat Acenteleri Birliği"
    },
    "explanation": "TURİZM HUKUKUNUN ULUSLARARASI KAYNAKLARI<br/>Avrupa Birliği ve Diş İlişkiler Dairesi Başkanlığı"
  },
  {
    "id": "3399466",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Ulusal Turizm Örgütleri arasında yer almaz)",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye Seyahat Acenteleri Birliği",
      "B": "Türkiye Turing ve Otomobil Kurumu",
      "C": "Turizm Geliştirme ve Eğitim Vakfı",
      "D": "Turist Rehberleri Birliği",
      "E": "Turizm Karma Komisyonu"
    },
    "explanation": "Ulusal Turizm Örgütleri<br/>Turizm Karma Komisyonu"
  },
  {
    "id": "3399467",
    "unitNumber": 4,
    "text": "Türkiye Seyahat Acenteleri Birliği (TÜRSAB), turizmin seyahat kapsamında kalan etkinliklerine ilişkin olarak aşağıdakilerden hangi alanda çalışma <strong>yapmaz? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hukuk ve mevzuat",
      "B": "Kültürel Gelişim",
      "C": "Mesleki ve teknik gelişim",
      "D": "Sağlık ve güvenlik",
      "E": "Sürdürülebilir işletmecilik"
    },
    "explanation": "Türkiye Seyahat Acenteleri Birliği (TÜRSAB)<br/>Kültürel Gelişim"
  },
  {
    "id": "3399468",
    "unitNumber": 4,
    "text": "1923 yılında Raşit Saffet Atabinen ve bir grup aydın tarafından kurulan Türkiye Seyyahin Cemiyeti'nin bugünkü kimliği aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye Seyahat Acenteleri Birliği (TÜRSAB)",
      "B": "Türkiye Otelciler Birliği (TÜROB)",
      "C": "Türkiye Turing ve Otomobil Kurumu (TURİNG)",
      "D": "Turizm Geliştirme ve Eğitim Vakfı (TUGEV)",
      "E": "Türkiye Turizm Yatırımcıları Derneği (TYD)"
    },
    "explanation": "Türkiye Turing ve Otomobil Kurumu (TURİNG)"
  },
  {
    "id": "3399469",
    "unitNumber": 4,
    "text": "1925 yılında Lahey’de <strong>Resmî Turizm Reklam Kuruluşları Uluslararası Birliği</strong> adı ile kurulan; II. Dünya Savaşından sonra ismi <strong>Resmî Turizm Kuruluşları Uluslararası Birliği</strong>ne dönüşen ve Türkiye'nin de önce kurucu sonra da tam üye olduğu uluslararası turizm örgütü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dünya Seyahat Acentaları Derneği (WATA)",
      "B": "Uluslararası Hava Yolu Taşımacılığı Örgütü (IATA)",
      "C": "Uluslararası Turizm Birliği (AIT)",
      "D": "Birleşmiş Milletler Dünya Turizm Örgütü (UNWTO)",
      "E": "Resmî Seyahat Örgütleri Uluslararası Birliği (IUOTO)"
    },
    "explanation": "Birleşmiş Milletler Dünya Turizm Örgütü (UNWTO)"
  },
  {
    "id": "3399470",
    "unitNumber": 4,
    "text": "1985'de 'Tüketici Hakları Evrensel Beyannamesi' hangi örgütün önerisi ve girişimiyle kabul edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dünya Turizm Örgütü",
      "B": "Dünya Tüketici Hakları Örgütü",
      "C": "Uluslararası Tüketiciler Örgütü",
      "D": "Uluslararası Tüketici Hakları Örgütü",
      "E": "Birleşmiş Milletler"
    },
    "explanation": "Birleşmiş Milletler Tüketici Hakları Evrensel Beyannamesi<br/>1985'de 'Tüketici Hakları Evrensel Beyannamesi' Uluslararası Tüketiciler Örgütü'nün önerisi ve girişimiyle kabul edilmiştir."
  },
  {
    "id": "3399471",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tüketicilerin temel ihtiyaçlarının karşılanması kapsamında <em><strong>değildir?</strong></em>",
    "correctAnswer": "E",
    "options": {
      "A": "Barınma",
      "B": "Aydınlanma",
      "C": "Ulaşım",
      "D": "Haberleşme",
      "E": "Beslenme"
    },
    "explanation": "Birleşmiş Milletler Tüketici Hakları Evrensel Beyannamesi<br/>Beslenme tüketicilerin temel ihtiyaçlarının karşılanması kapsamında değildir."
  },
  {
    "id": "3399472",
    "unitNumber": 4,
    "text": "Doğrudan turizm tüketicilerinin korunmasına yönelik olan ve turizmde küresel etik ilkelerin altıncı bölümünü oluşturan başlık aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turizmin geliştirilmesinde tarafların yükümlülükleri",
      "B": "Turizm tüketicisine karşı satıcıların yükümlülükleri",
      "C": "İşletmeler ve turizm tüketicisinin birbirlerine yükümlülükleri",
      "D": "Tur operatörlerinin turizm tüketicisine yükümlülükleri",
      "E": "Seyahat acentalarının turizm tüketicisine yükümlülükleri"
    },
    "explanation": "Dünya Turizm Örgütü Turizmde Küresel Etik İlkeleri<br/>Doğrudan turizm tüketicilerinin korunmasına yönelik olan ve turizmde küresel etik ilkelerin altıncı bölümünü oluşturan başlık 'turizmin geliştirilmesinde tarafların yükümlülükleridir'."
  },
  {
    "id": "3399473",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dünyanın en büyük turizm pazarıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "ABD (Amerika Birleşik Devletleri)",
      "B": "AB (Avrupa Birliği)",
      "C": "Rusya",
      "D": "Çin",
      "E": "Japonya"
    },
    "explanation": "Avrupa Birliğinde Turist Hakları<br/>AB dünyanın en büyük turizm pazarıdır."
  },
  {
    "id": "3399474",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi AB'nin doğrudan turist haklarıyla ilgili uygulamalarından <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tüketicilerin bilgilendirilmesi ve eğitimi",
      "B": "Paket tur yönergesi",
      "C": "Otellerde yangın güvenliği",
      "D": "Ulaşım güvenliğinin sağlanması",
      "E": "Engelli kişilerin turizm faaliyetlerinden yararlanması"
    },
    "explanation": "Avrupa Birliğinde Turist Hakları<br/>Ulaşım güvenliğinin sağlanması AB'nin doğrudan turist haklarıyla ilgili uygulamalarından değildir."
  },
  {
    "id": "3399475",
    "unitNumber": 4,
    "text": "Turistin korunmasına yönelik iç hukuk düzenlemeleri denildiğinde akla en başta hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cumhurbaşkanlığı Kararnameleri",
      "B": "Yönetmelik",
      "C": "Tebliğ",
      "D": "Anayasa",
      "E": "Kanun"
    },
    "explanation": "İÇ HUKUKTA TURİSTİN KORUNMASINA DAİR DÜZENLEMELER ÇERÇEVESİNDE HAK VE YÜKÜMLÜLÜKLER<br/>Turistin korunmasına yönelik iç hukuk düzenlemeleri denildiğinde akla en başta anayasa gelmelidir."
  },
  {
    "id": "3399476",
    "unitNumber": 4,
    "text": "Turistin hak ve yükümlülükleriyle ilgili Kamu Hukukunun alt dalları aşağıdakilerden hangisinde doğru sıralanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Anayasa, ceza hukuku ve devletler umumi hukuku",
      "B": "Anayasa, idari ve mali hukuk",
      "C": "Ceza hukuku, idari ve mali hukuk",
      "D": "İdari hukuk, devletler umumi hukuku ve ceza hukuku",
      "E": "Mali hukuk, ceza hukuku ve anayasa"
    },
    "explanation": "Kamu Hukukundan Doğan Hak ve Yükümlülükler<br/>Turistin hak ve yükümlülükleriyle ilgili Kamu Hukukunun alt dalları anayasa, ceza hukuku ve devletler umumi olarak sıralanmıştır."
  },
  {
    "id": "3399477",
    "unitNumber": 4,
    "text": "Türkiye'de gümrük kapılarının açılışında hangi bakanlığın görüşü alınmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dışişleri Bakanlığının",
      "B": "Adalet Bakanlığının",
      "C": "İçişleri Bakanlığının",
      "D": "Gümrük Bakanlığının",
      "E": "Ticaret Bakanlığının"
    },
    "explanation": "Kamu Hukukundan Doğan Hak ve Yükümlülükler<br/>Türkiye'de gümrük kapılarının açılışında İçişleri Bakanlığının görüşü alınmaktadır."
  },
  {
    "id": "3399478",
    "unitNumber": 4,
    "text": "Yabancılar tarafından işlenen suçlar Türk Ceza Kanunu'nun hangi maddesinde düzenlenmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "13. Maddesinde",
      "B": "11. Maddesinde",
      "C": "14. Maddesinde",
      "D": "15. Maddesinde",
      "E": "12. Maddesinde"
    },
    "explanation": "Ceza Hukukundan Doğan Hak ve Yükümlülükler<br/>Yabancılar tarafından işlenen suçlar Türk Ceza Kanunu'nun 12. maddesinde düzenlenmiştir."
  },
  {
    "id": "3399479",
    "unitNumber": 4,
    "text": "Türkiye'de borçlar hukukunun temel düzenlemesi hangi kanundur?",
    "correctAnswer": "B",
    "options": {
      "A": "6098 sayılı Tüketici Borçları Kanunu",
      "B": "6098 sayılı Türk Borçlar Kanunu",
      "C": "6198 sayılı Tüketici Borçları Kanunu",
      "D": "6198 sayılı Türk Borçlar Kanunu",
      "E": "6891 sayılı Borçlar Kanunu"
    },
    "explanation": "Türk Borçlar Kanunu’ndan Doğan Hak ve Yükümlülükler<br/>Türkiye'de borçlar hukukunun temel düzenlemesi 6098 sayılı Türk Borçlar Kanunu'dur."
  },
  {
    "id": "3840169",
    "unitNumber": 4,
    "text": "Tüketici hukukunun doğuşunun temel nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Üreticinin korunması",
      "B": "İşverenin korunması",
      "C": "Sanayicinin korunması",
      "D": "Tüketicinin korunması",
      "E": "İşveren temsilcisinin korunması"
    },
    "explanation": "Tüketici hukukunun doğuşunun temel nedeni tüketicinin korunmasıdır."
  },
  {
    "id": "3840172",
    "unitNumber": 4,
    "text": "Tüketici hakları evrensel beyannamesi aşağıdakilerden hangisinin genel kurulunda kabul edilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Avrupa Birliği Genel Kurulunda",
      "B": "Birleşmiş Milletler Genel Kurulunda",
      "C": "ABD Genel Kurulunda",
      "D": "İnsan Hakları Genel Kurulunda",
      "E": "DSÖ Genel Kurulunda"
    },
    "explanation": "Evrensel nitelikteki tüketici hakları, başta ABD olmak üzere Avrupa Birliği ülkeleri gibi sanayileşmiş Batı ülkelerinde sağlıksız, güvensiz, kalitesiz ve pahalı mal ve hizmetlere karşı verilen mücadeleler sonucunda 09.04.1985 tarihinde Uluslararası Tüketiciler Örgütü’nün önerisi ve girişimi ile Birleşmiş Milletler Genel Kurulu’nda “Tüketici Hakları Evrensel Beyannamesi” adı altında kabul edilmiştir."
  },
  {
    "id": "3840174",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tüketicilerin kendi hakkını koruyabilmeleri için bilinçlendirilmesi anlamına gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketicilerin eğitimi",
      "B": "Tüketicilerin güvenliklerine yönelik tehlikelerden korunmaları",
      "C": "Tüketicilerin zararlarını tazmin edebilmelerinin temin edilmesi",
      "D": "Tüketicilerin ekonomik çıkarlarının korunması ve geliştirilmesi",
      "E": "Tüketicinin temel ihtiyaçlarının karşılanması hakkı"
    },
    "explanation": "Tüketicilerin eğitimi: Tüketicilerin kendi hakkını koruyabilmeleri için bilinçlendirilmesi anlamına gelir."
  },
  {
    "id": "3840486",
    "unitNumber": 4,
    "text": "Avrupa’da tüketicilerin korunmasına yönelik olarak, seyahat sözleşmelerinin düzenlenmesi çalışmaları kaç yılında başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1960",
      "B": "1965",
      "C": "1970",
      "D": "1975",
      "E": "1980"
    },
    "explanation": "Avrupa’da tüketicilerin korunmasına yönelik olarak, seyahat sözleşmelerinin düzenlenmesi çalışmaları 1970 yılında (Brüksel Antlaşması ile) başlamış, ancak sadece İtalya ve Belçika tarafından kabul edilmiştir."
  },
  {
    "id": "3840493",
    "unitNumber": 4,
    "text": "Gümrük kapılarının açılışında aşağıdakilerden hangi bakanlığın görüşü alınmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tarım ve Orman Bakanlığının",
      "B": "Adalet Bakanlığının",
      "C": "Milli Savunma Bakanlığının",
      "D": "Dışişleri Bakanlığının",
      "E": "İçişleri Bakanlığının"
    },
    "explanation": "Gümrük kapılarının açılışında İçişleri Bakanlığının görüşü alınmaktadır."
  },
  {
    "id": "3840502",
    "unitNumber": 4,
    "text": "<ol type=\"I\"><br/><li>Neticenin Türkiye’de gerçekleşmesi hâlinde suç Türkiye’de işlenmiş sayılır.</li><br/><li>Turiste hiçbir şekilde Türk kanunları uygulanmaz.</li><br/><li>Türkiye’de işlenen suçlar hakkında Türk kanunları uygulanır.<br/>Yukarıdakilerden hangisi ya da hangileri bir turistin Türkiye’de suç işlemesi durumunda uygulanacak hükümlerdendir?</li><br/></ol>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Bir turistin Türkiye’de suç işlemesi durumunda aşağıdaki hükümler uygulanacaktır:<br/>Türkiye’de işlenen suçlar hakkında Türk kanunları uygulanır. Fiilin kısmen veya tamamen Türkiye’de işlenmesi veya neticenin Türkiye’de gerçekleşmesi hâlinde suç Türkiye’de işlenmiş sayılır."
  },
  {
    "id": "3840503",
    "unitNumber": 4,
    "text": "Yabancı tarafından işlenen suçlar, Türk Ceza Kanunu’nun kaçıncı maddesinde düzenlenmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "12.",
      "B": "13.",
      "C": "14.",
      "D": "15.",
      "E": "16."
    },
    "explanation": "Yabancı tarafından işlenen suçlar, Türk Ceza Kanunu’nun 12. maddesinde düzenlenmektedir."
  },
  {
    "id": "3840507",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türk Borçlar Kanununun genel hükümler kısmındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Satım",
      "B": "Bağışlama",
      "C": "Komisyon",
      "D": "Borçların ifası",
      "E": "Vedia"
    },
    "explanation": "Genel hükümler kısmı, bütün borç ilişkilerine uygulanacak genel nitelikte kuralları içerir. Bu kısımda borç ilişkisinin kaynakları (örneğin; sözleşmeden doğan borçlar, haksız fiilden doğan borçlar, sebepsiz zenginleşmeden doğan borçlar gibi), borç ilişkisinin hükümleri (borçların ifası, borçların ödenmemesinin sonuçları, borçların üçüncü kişi hakkındaki etkisi), borçların sona ermesi, borçların türleri (müteselsil borçlar, şarta bağlı borçlar, pey akçesi ve cezai şart) ile alacağın devri ve borcun üstlenilmesi düzenlenmiştir. Özel borç ilişkileri kısmı ise satım, trampa, bağışlama, kira, ariyet, karz, hizmet ve istisna akdi ile vekâlet, komisyon, vedia, kefalet gibi önemli sözleşme tiplerinin tek tek düzenlendiği kısımdır."
  },
  {
    "id": "3840510",
    "unitNumber": 4,
    "text": "Otel, motel, pansiyon ve tatil köyü gibi yerlerdeki konaklama bedelleri ile lokanta ve benzeri yerlerdeki yeme içme bedelleri kaç yıllık zaman aşımına tabidir?",
    "correctAnswer": "B",
    "options": {
      "A": "3",
      "B": "5",
      "C": "7",
      "D": "9",
      "E": "10"
    },
    "explanation": "Otel, motel, pansiyon ve tatil köyü gibi yerlerdeki konaklama bedelleri ile lokanta ve benzeri yerlerdeki yeme içme bedelleri 5 yıllık zaman aşımına tabidir."
  },
  {
    "id": "3840521",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Hizmet sonucu ortaya çıkan eserin ücretli onarımı</li> <li>Ayıp oranının üç katı bedelden indirim</li> <li>Sözleşmeden dönme hakkı</li> </ol> Yukarıdakilerden hangisi ya da hangileri turistin ayıplı hizmet karşısında kullanabileceği seçimlik haklarındandır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Turistin ayıplı hizmet karşısında kullanabileceği seçimlik hakları şunlardır:<br/>• Hizmetin yeniden görülmesi<br/>• Hizmet sonucu ortaya çıkan eserin ücretsiz onarımı<br/>• Ayıp oranında bedelden indirim<br/>• Sözleşmeden dönme hakkı"
  },
  {
    "id": "3843481",
    "unitNumber": 4,
    "text": "Turistin hak ve yükümlülüklerini belirleyen turizm mevzuatı kapsamında, uluslararası düzenlemelerin amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "(A) Turistlerin sadece ekonomik güvencelerini artırmak",
      "B": "(B) Seyahat acentalarının ticari faaliyetlerini denetlemek",
      "C": "(C) Turistlerin tüketici olarak korunmasına yönelik hak ve yükümlülükleri belirlemek",
      "D": "(D) Otel işletmelerine vergi muafiyeti sağlamak",
      "E": "(E) Turizm personelinin eğitim sürecini düzenlemek"
    },
    "explanation": "(C) Turistlerin tüketici olarak korunmasına yönelik hak ve yükümlülükleri belirlemek"
  },
  {
    "id": "3843483",
    "unitNumber": 4,
    "text": "Turizm olgusunun tanımı içinde yer alan unsurlardan hangisi, turist kavramı ile çelişmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "(A) Dinlenme ve eğlenme",
      "B": "(B) Kültürel etkinliklere katılım",
      "C": "(C) Sürekli yerleşim amacı",
      "D": "(D) Geçici konaklama",
      "E": "(E) Seyahat etme eylemi"
    },
    "explanation": "(C) Sürekli yerleşim amacı"
  },
  {
    "id": "3843486",
    "unitNumber": 4,
    "text": "Birleşmiş Milletler Tüketici Hakları Evrensel Beyannamesi'ne göre tüketicilerin temel ihtiyaçlarının karşılanması hakkı aşağıdakilerden hangisini kapsamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "(A) Barınma",
      "B": "(B) Haberleşme",
      "C": "(C) Ulaşım",
      "D": "(D) Sosyal güvenlik",
      "E": "(E) Aydınlanma"
    },
    "explanation": "(D) Sosyal güvenlik"
  },
  {
    "id": "3843488",
    "unitNumber": 4,
    "text": "Dünya Turizm Örgütü’nün “Turizmde Küresel Etik İlkeleri” çerçevesinde, turist gönderen ve kabul eden ülkelerin iş birliğiyle alması gereken önlem hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "(A) Turistik tesislerin denetimi",
      "B": "(B) Seyahat acentalarının vergilendirilmesi",
      "C": "(C) Turistlerin dönüşünü güvence altına alacak düzenlemeler",
      "D": "(D) Turistlerin ülkede harcama limitlerinin belirlenmesi",
      "E": "(E) Uluslararası medya denetimi"
    },
    "explanation": "(C) Turistlerin dönüşünü güvence altına alacak düzenlemeler"
  },
  {
    "id": "3843489",
    "unitNumber": 4,
    "text": "Avrupa Birliği tarafından hazırlanan <strong>Paket Tur Yönergesi</strong>'nin temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "(A) Otel işletmelerine vergi indirimi sağlamak",
      "B": "(B) Turistlerin bireysel başvuru haklarını kısıtlamak",
      "C": "(C) Paket turlarda tüketicilerin ekonomik çıkarlarını korumak",
      "D": "(D) Turizm çalışanlarının sendikal haklarını güçlendirmek",
      "E": "(E) Sadece yerli turistlerin seyahat haklarını düzenlemek"
    },
    "explanation": "(C) Paket turlarda tüketicilerin ekonomik çıkarlarını korumak"
  },
  {
    "id": "3843492",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <strong>Anayasa Hukuku</strong> kapsamında turistlere tanınan haklardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "(A) Kişi hürriyeti ve güvenliği",
      "B": "(B) Sosyal güvenlik hakkı",
      "C": "(C) Çevrenin korunması hakkı",
      "D": "(D) Yurt dışı yatırım teşviki",
      "E": "(E) Tüketicinin korunması"
    },
    "explanation": "(D) Yurt dışı yatırım teşviki"
  },
  {
    "id": "3843494",
    "unitNumber": 4,
    "text": "Anayasa'nın 16. maddesine göre, yabancıların temel hak ve hürriyetleri aşağıdakilerden hangisi ile sınırlanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "(A) Kararnamelerle",
      "B": "(B) İdari işlemlerle",
      "C": "(C) Meclis kararlarıyla",
      "D": "(D) Uluslararası hukuka uygun olarak kanunla",
      "E": "(E) Bakanlık genelgeleriyle"
    },
    "explanation": "(D) Uluslararası hukuka uygun olarak kanunla"
  },
  {
    "id": "3843495",
    "unitNumber": 4,
    "text": "Ceza hukukuna göre, suçun Türkiye'de işlenmiş sayılması için aşağıdakilerden hangisi yeterlidir?",
    "correctAnswer": "C",
    "options": {
      "A": "(A) Suçun planının Türkiye’de yapılması",
      "B": "(B) Mağdurun Türk vatandaşı olması",
      "C": "(C) Suçun neticesinin Türkiye’de gerçekleşmesi",
      "D": "(D) Uluslararası tanıkların bulunması",
      "E": "(E) Türk medyasında yer alması"
    },
    "explanation": "(C) Suçun neticesinin Türkiye’de gerçekleşmesi"
  },
  {
    "id": "3843498",
    "unitNumber": 4,
    "text": "Türk Borçlar Kanunu’na göre konaklama tesislerinin, müşterilerin eşya kaybından doğan sorumluluğu neyle sınırlıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "(A) Odanın büyüklüğüyle",
      "B": "(B) Günlük konaklama ücretinin üç katıyla",
      "C": "(C) Konaklama gün sayısıyla",
      "D": "(D) Eşyanın bedeliyle",
      "E": "(E) Sigorta kapsamı ile"
    },
    "explanation": "(B) Günlük konaklama ücretinin üç katıyla"
  },
  {
    "id": "3843501",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sağlayıcının sorumluluktan kurtulması için yeterli değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "(A) Hizmeti zamanında ifa etmesi",
      "B": "(B) Kusursuz olması",
      "C": "(C) Reklamdan haberdar olmaması",
      "D": "(D) İspat yükünü taşıması",
      "E": "(E) Tüketiciye karşı belge sunmaması"
    },
    "explanation": "(E) Tüketiciye karşı belge sunmaması"
  },
  {
    "id": "3843547",
    "unitNumber": 4,
    "text": "I. Tüketici Hakları Evrensel Beyannamesi, Dünya Turizm Örgütü tarafından kabul edilmiştir. <br/>II. Tüketici Hakları Evrensel Beyannamesi, 50 yıl önce kabul edilmiştir. <br/>III. Turizmde Küresel Etil İlkeler, Birleşmiş Milletler Genel Kurulu tarafından kabul edilmiştir.<br/>IV. Avrupa Birliği tüketici politikası sayesinde sadece turisti koruma standartları oluşturulmaz aynı zamanda turistler ürün hakkında bilgilendirilir. <br/>V. Tüketici Hakları Evrensel Beyannamesi ve Turizmde Küresel Etik İlkeler, turistin uluslararası hukukta tüketici sıfatı ile korunmasına dair hükümler içeren hukuki metinlerdir. <br/>Uluslararası hukukta turistin tüketici olarak korunması konusunda yukarıda numaralandırılmış ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "IV ve V",
      "D": "I, II ve III",
      "E": "III, IV ve V"
    },
    "explanation": "Bu soruda Tüketici Hakları Evrensel Beyannamesi ve Turizmde Küresel Etil İlkeler, turistin uluslararası hukukta tüketici sıfatı ile korunmasına dair hükümler içeren hukuki metinlerdir. Bu ikisi haricinde Avrupa Birliği tüketici politikasına göre turizmi etkileyen temel eylem alanları; tüketiciyi koruma standartları ve ürün hakkındaki bilgilendirme başlıkları altında toplanabilmektedir.<br/>Bu soruda I. ve II. ifadelerde yer verilen Dünya Turizm Örgütü ve Birleşmiş Milletler Genel Kurulu yer değiştirmelidir. Tüketici Hakları Evrensel Beyannamesi, Birleşmiş Milletler Genel Kurulu tarafından; Turizmde Küresel Etil İlkeler ise Dünya Turizm Örgütü tarafından kabul edilmiştir. Ayrıca III. ifadedeki Tüketici Hakları Evrensel Beyannamesi, 1985 yılında yani 50 değil 40 yıl önce kabul edilmiştir. Dolayısıyla I, II ve III numaralı ifadeler yanlış IV ve V numaralı ifadeler doğrudur. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3843550",
    "unitNumber": 4,
    "text": "Birleşmiş Milletler Tüketici Hakları Evrensel Beyannamesi’ne göre aşağdakilerden hangisi turistin barınma, aydınlanma, kullanılacak su ve ulaşım ile haberleşme ihtiyaçlarını kapsamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık ve güvenliğe yönelik tehlikelerden korunma ihtiyacı",
      "B": "Ekonomik çıkarların korunması ve geliştirilmesi ihtiyacı",
      "C": "Bilinçli seçim yapabilmek için yeterli bilgiye ulaşabilme ihtiyacı",
      "D": "Temel ihtiyaçların karşılanması ihtiyacı",
      "E": "Zararlarını tazmin edilmesi ihtiyacı"
    },
    "explanation": "Bu soruda Birleşmiş Milletler Tüketici Hakları Evrensel Beyannamesi kapsamında turistlerin karşılanması amaçlanan ihtiyaçlarının temel başlıklarına ek olarak açıklamalarını da öğretmek hedeflenmektedir.<br/>Birleşmiş Milletler Tüketici Hakları Evrensel Beyannamesi’ne göre turistlerin karşılanması amaçlanan ihtiyaçları yedi temel başlık altında toplanmıştır: Tüketicinin temel ihtiyaçlarının karşılanması hakkı, Tüketicilerin sağlık ve güvenliklerine yönelik tehlikelerden korunmaları, Tüketicilerin ekonomik çıkarlarının korunması ve geliştirilmesi, Tüketicilerin bireysel ihtiyaç ve dileklerine göre bilinçli seçim yapabilmeleri için yeterli bilgiye ulaşabilmelerinin sağlanması, Tüketicilerin eğitimi, Tüketicilerin zararlarını tazmin edebilmelerinin temin edilmesi ve Tüketici örgütlerini kurma özgürlüğü ve bu tür örgütlerin kendilerini etkileyen karar alan süreçlerinde görüşlerini belirtmeye fırsat bulmaları. Bu noktada turistin barınma, aydınlanma, kullanılacak su ve ulaşım ile haberleşme ihtiyaçlarını kapsayan başlık, Tüketicinin temel ihtiyaçlarının karşılanması hakkıdır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3843552",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Turizmde Küresel Etik İlkelerin altıncı bölümünü oluşturan ve “turizmin geliştirilmesinde tarafların yükümlülükleri” başlığını taşıyan ilke kapsamında turizm yöneticilerinin yükümlülükleri arasında <strong>yer almaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Turistlere gidecekleri yer, seyahat koşulları ve konaklama tesisleri hakkında nesnel ve güvenilir bilgi sağlarlar.",
      "B": "Turistlerin güvenliği, korunması, kazaların önlenmesi, sağlığın korunması ve güvenli yiyecek konularında uygun sigorta ve yardım sistemlerine başvururlar.",
      "C": "Turistlerin kültürel ve ruhsal memnuniyetine katkıda bulunur, isterlerse seyahatleri sırasında dinî vecibelerini yerine getirmelerine olanak sağlarlar.",
      "D": "Seyahati düzenleyen kuruluşun iflası durumunda turistlerin ülkelerine geri dönmelerini güvence altına alacak düzenlemeleri sağlarlar.",
      "E": "Ulusal yetkililere gerektiğinde rapor verme zorunluluğuna uyar ve sorumluluklarını yerine getirmedikleri takdirde ortaya çıkacak olumsuzluklar karşısında tazminat ödemeyi kabul ederler."
    },
    "explanation": "Bu soru ile Küresel Etik İlkelerin tarafları ve yükümlülüklerinin birbirinden farklı olduğu bilgisi pekiştirilmektedir.<br/>Turizm yöneticileri turistlere gidecekleri yer, seyahat koşulları ve konaklama tesisleri hakkında nesnel ve güvenilir bilgi sağlamakla yükümlüdürler. Kendi sorumlulukları çerçevesinde, kamu yetkilileri ile işbirliği yaparak kendilerinden hizmet alan kişilerin güvenliği, korunması, kazaların önlenmesi, sağlığın korunması ve güvenli yiyecek konularında özen göstermeleri gerekmektedir. Bunun için uygun sigorta ve yardım sistemlerini güvence altına almaları, ulusal yetkililere gerektiğinde rapor verme zorunluluğuna uymaları ve sorumluluklarını yerine getirmedikleri takdirde ortaya çıkacak olumsuzluklar karşısında tazminat ödemeyi kabul etmeleri gerekmektedir. Turizm yöneticileri turistlerin kültürel ve ruhsal memnuniyetine katkıda bulunmalı, isterlerse seyahatleri sırasında dinî vecibelerini yerine getirmelerine olanak sağlamalıdır. Turizmde Küresel Etik İlkelere göre bunların hepsi turizm yöneticilerinin yükümlülükleridir. Ancak seyahati düzenleyen kuruluşun iflası durumunda turistlerin ülkelerine geri dönmelerini güvence altına alacak düzenlemeleri sağlamak turist gönderen ve turist kabul eden ülkelerin resmî otoritelerinin yükümlülüğüdür. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3843553",
    "unitNumber": 4,
    "text": "Ali, Avrupa’daki bir otele giriş yapar yapmaz resepsiyonda uluslararası standartlara uygun sembollerle hazırlanmış bir bilgi panosu görmüştür. Bu pano sayesinde otelin hizmet düzeyi ve acil durum prosedürlerini yabancı dil bilmeden de anlayabilmiştir. <br/>Avrupa Birliğinin turist hakları kapsamında gerçekleştirilen bu uygulama aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Otellerde standart enformasyon oluşturulması",
      "B": "Turistlerin bilgilendirilmesi ve eğitimi",
      "C": "Paket tur yönergesi",
      "D": "Otellerde yangın güvenliği düzenlemeleri",
      "E": "Engelli tuistlerin turizm faaliyetlerinden yararlanması"
    },
    "explanation": "Bu senaryo sorusu ile Avrupa Birliğinin turist hakları kapsamında gerçekleştirilen uygulamaları daha iyi anlaşılmakta ve ayırt edilmektedir.<br/>Avrupa Birliği Konseyi, üye ülkelere sembollere dayalı standart bir enformasyon sistemi oluşturmalarını tavsiye etmiştir. Böylelikle hem turistler hizmetlerin düzeylerini tahmin edebilecekler hem de denetimler kolaylaşacaktır. Ali, uluslararası standartlara uygun sembollerle hazırlanmış bilgi panosu sayesinde yabancı dil bilmeden de otelin hizmet düzeyi ve acil durum prosedürlerini anlayabilmiştir. Bu da otellerde standart enformasyon oluşturulması uygulamasına karşılıkgelmektedir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3843592",
    "unitNumber": 4,
    "text": "Bir destinasyondan alınan paket tur sözleşmesi incelenirken broşürlerde turun fiyatlarının sonradan değiştirilemeyeceği, konaklama ve ulaşım bilgileri ile iptal koşulları açıkça belirtiliyorsa ..........I............; bu destinasyon için yayınlanan el kitabı sayesinde ziyaret edilen otellerin engellilere uygun rampalar ve düzenlemeler yaptığı öğrenilip engelli turistlere yardımcı olmak için otel personelinin özel eğitim aldığı belirtiliyorsa ..........II............ hakkındaki turist hakları uygulamaları kapsamında değerlendirilir. <br/>Yukarıda yer alan ifadede numaralı olarak verilen Avrupa Birliği turist haklarından hangileri aşağıda doğru şekilde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "(I) Tüketicinin bilgilendirilmesi ve eğitimi - (II) Otellerde yangın güvenliği düzenlemeleri",
      "B": "(I) Paket Tur Yönergesi - (II) Engelli kişilerin turizm faaliyetlerinden yararlanması",
      "C": "(I) Otellerde standart enformasyon oluşturulması - (II) Engelli kişilerin turizm faaliyetlerinden yararlanması",
      "D": "(I) Paket Tur Yönergesi - (II) Otellerde yangın güvenliği düzenlemeleri",
      "E": "(I) Otellerde standart enformasyon oluşturulması - (II) Tüketicinin bilgilendirilmesi ve eğitimi"
    },
    "explanation": "Bu soru ile Avrupa Birliği'nin turist hakları bağlamında hangi uygulamaları olduğuve bunların kapsamı pekiştirilmektedir.<br/>Avrupa Birliği tarafından doğrudan turist hakları ile ilgili olarak gerçekleştirilen uygulamalar arasında \" I - paket tur yönergesi\" ile \"II - engelli kişilerin turizm faaliyetlerinden yararlanması\" yer almaktadır. Paket Tur Yönergesi’nde temel olarak broşürlerde yanlış bilgilendirme ve aldatıcı bilgi olmaması, broşürlerin içermesi gereken temel bilgiler (ulaşım araçları ve özellikleri, gidilecek yerler ve uzaklıkları, gidilecek ülke bilgi ve formaliteleri, ücret ödeme şekilleri, turun gerçekleşmesi için gereken asgari kişi sayısı, tur iptali, belirlenen fiyatların değiştirilemeyeceği gibi tüketicilerin ekonomik çıkarlarını koruyucu düzenlemeler) belirtilmiştir. Engelli kişilerin turizm faaliyetlerinden yararlanmasıkapsamında ise engelli kişiler için turizm alanında da fırsat eşitliği yaratmak ve bu kişilerin toplumla bütünleşme sürecini hızlandırmak için başlıca engel tiplerine göre turizm işletmelerinin gerek personel ve gerekse teknik düzenlemeleri nasıl yapması gerektiğine ilişkin bir el kitabı yayınlamıştır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3843609",
    "unitNumber": 4,
    "text": "Turistin hak ve yükümlülükleri hakkında aşağıda yer alan seçeneklerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Turistin korunmasına dair düzenlemeler çerçevesinde, uluslararası hukuk ile iç hukuk farklılaşır.",
      "B": "İç hukuk kapsamındaki düzenlemeler; kamu hukukuna ilişkin düzenlemeler ve özel hukuka ilişkin düzenlemeler olarak sınıflandırılır.",
      "C": "Turistin kamu hukukunun alt dallarından özellikle anayasa ve ceza hukuku kaynaklı hak ve yükümlülükleri önem arz eder.",
      "D": "Turistin özel hukukunun alt dallarından özellikle borçlar hukuku ve tüketici hukuku kaynaklı hak ve yükümlülükleri önem arz eder.",
      "E": "Ceza Hukukunda bir turistin Türkiye’de suç işlemesi durumunda, turistin geldiği ülkenin kanunları uygulanır."
    },
    "explanation": "Bu soruda genelden özele uluslararası hukuk/iç hukuk ayrımı; iç hukukta kamu hukuku/özel hukuk ayrımı; kamu hukuku kapsamında anayasa ve ceza hukuku kaynaklı hak ve yükümlülükler ile özel hukuk kapsamında borçlar hukuku ve tüketici hukuku kaynaklı hak ve yükümlülükler hakkındaki temel bilgiler pekiştirilmiştir.<br/>Turistin hak ve yükümlülükleri hakkındaki ifadeler incelendiğinde turistin korunmasına dair düzenlemeler çerçevesinde, uluslararası hukuk ile iç hukukun farklılaştığı görülür. İç hukuk kapsamındaki düzenlemeler; kamu hukukuna ilişkin düzenlemeler ve özel hukuka ilişkin düzenlemeler olarak sınıflandırılır. Turistin kamu hukukunun alt dallarından özellikle anayasa ve ceza hukuku kaynaklı hak ve yükümlülükleri önem arz eder. Turistin özel hukukunun alt dallarından özellikle borçlar hukuku ve tüketici hukuku kaynaklı hak ve yükümlülükleri önem arz eder. Ceza Hukukunda bir turistin Türkiye’de suç işlemesi durumunda, turistin geldiği ülkenin kanunları değil Türk kanunları uygulanır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3843620",
    "unitNumber": 4,
    "text": "2634 sayılı Turizm Teşvik Kanunu (TTK), 6502 sayılı Tüketicinin Korunması Hakkında Kanun (TKHK) ve 4054 sayılı Rekabetin Korunması Hakkında Kanun (RKHK) gibi kanunlar başta olmak üzere birçok yasal düzenleme ile tüketicinin korunması sağlanmaya çalışılmıştır.<br/>Yukarıdaki kanunların temel dayanağı olan, devleti tüketicileri koruyucu ve aydınlatıcı tedbirler almak ve tüketicilerin kendilerini koruyucu girişimlerini teşvik etmekle yükümlü kılan T.C. Anayasası’nın hangi maddesidir?",
    "correctAnswer": "E",
    "options": {
      "A": "<ol start=\"19\"> <li>Madde: Kişi hürriyeti ve güvenliği</li> </ol>",
      "B": "44. Madde: Zorunlu sigorta",
      "C": "<ol start=\"56\"> <li>Madde: Çevrenin korunması</li> </ol>",
      "D": "60 Madde: Sosyal güvenlik hakkı",
      "E": "<ol start=\"172\"> <li>Madde:Tüketicilerin korunması</li> </ol>"
    },
    "explanation": "T.C. Anayasası’nın 172. maddesinin temel oluşturduğu kanunların bilinmesi yoluyla tüketici olarak turistin korunmasına yönelik Türk Hukukunun birbiri ile ilişkili yapısı bu soru ile pekiştirilmiştir.<br/>Anayasa Hukukundan Doğan Hak ve Yükümlülükler kapsamında \"Kişi hürriyeti ve güvenliği (19. m)\", \"Çevrenin korunması (56. m)\" ve \"Sosyal güvenlik hakkı (60. m)\" turistin anayasal hakları hakkındadır. “Zorunlu sigorta” başlıklı 44. madde ise Seyahat Acentaları Yönetmeliği’ne aittir. T.C. Anayasası’nın 172. maddesi gereğince devlet, tüketicileri koruyucu ve aydınlatıcı tedbirler almak ve tüketicilerin kendilerini koruyucu girişimlerini teşvik etmekle yükümlüdür. Bu hükme dayanılarak ülkemizde 2634 sayılı Turizm Teşvik Kanunu (TTK), 6502 sayılı Tüketicinin Korunması Hakkında Kanun (TKHK) ve 4054 sayılı Rekabetin Korunması Hakkında Kanun (RKHK) gibi kanunlar başta olmak üzere birçok yasal düzenleme ile tüketicinin korunması sağlanmaya çalışılmıştır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3843626",
    "unitNumber": 4,
    "text": "Hizmet sağlayıcısı tarafından bildirilen, internet portalında veya reklam ve ilanlarında yer alan özellikleri taşımayan ya da yararlanma amacı bakımından değerini veya tüketicinin ondan makul olarak beklediği faydaları azaltan veya ortadan kaldıran maddi, hukuki veya ekonomik eksiklikler içeren hizmetler ayıplıdır.<br/>Buna göre, aşağıdaki hizmetlerden hangisi diğerlerinden farklı bir eksiklik türü nedeniyle ayıplı sayılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir tatil köyü, her şey dahil olduğu belirtilen pakette ekstra yemek ve içecek ücreti talep ediyor.",
      "B": "Bir seyahat acentesi, vizesiz girilemeyen bir ülkeye gerekli bilgilendirmeyi yapmadan tur satıyor ve turist ülkeye alınmıyor.",
      "C": "Bir otel, ülkenin mevzuatına aykırı şekilde yapılandırıldığı için kapatılıyor ve turist konaklayamıyor.",
      "D": "Bir tur şirketi, ülkede geçerli olmayan sağlık sigortası düzenlediği için turist mağdur oluyor.",
      "E": "Bir kruvaziyer turunda, liman otoritelerinden izin alınmadığı için planlanan liman ziyareti iptal ediliyor."
    },
    "explanation": "Turistler, turistik seyahatleri için katılacakları uçak seferlerinde rötar, turların iptali, otel değişikliği, ilan ya da katalogdaki bilgilerle eş değer olmayan mekân ve hizmetlerle karşılaşabilmektedirler. Oysa turizm sektöründe müşteri memnuniyetinin sağlanması, temel amaçlardan biridir. Müşteri memnuniyeti, büyük ölçüde tüketici hakları ile ilgili bir konudur. Bunun yanı sıra turist hakları, turizmin uluslararası boyutu nedeniyle evrensel bir nitelik taşımak durumundadır. Tüketicinin mağdur olmasını önlemek amacıyla, diğer tüm alanlarda olduğu gibi turizm sektöründe de yasal birtakım önlemler alınmıştır. Uluslararası turistik seyahatlere katılımın artmasıyla, tüketici bilinci ülkeler genelinde yaygınlaşmış ve turizm sektöründe sıklıkla karşılaşılan sözleşmelerinin tüketici konumundaki zayıf tarafını korumaya yönelik yasalar düzenlenmiştir. Bunlardan biri olan 6502 sayılı Tüketicinin Korunması Hakkında Kanunun (TKHK) 8. maddesi bu soru üzerinden detaylı olarak çözümlenmiş ve anlaşılmıştır.<br/>Ayıplı mal, tüketiciye teslimi anında taraflarca kararlaştırılmış olan örnek ya da modele uygun olmaması ya da objektif olarak sahip olması gereken özellikleri taşımaması nedeniyle sözleşmeye aykırı olan maldır. Ambalajında, etiketinde, tanıtma ve kullanma kılavuzunda, internet portalında ya da reklam ve ilanlarında yer alan özelliklerinden bir veya birden fazlasını taşımayan; satıcı tarafından bildirilen veya teknik düzenlemesinde tespit edilen niteliğe aykırı olan; muadili olan malların kullanım amacını karşılamayan, tüketicinin makul olarak beklediği faydaları azaltan veya ortadan kaldıran maddi, hukuki veya ekonomik eksiklikler içeren mallar da ayıplı olarak kabul edilir (TKHK 8.m.). Seçeneklerden dördü hukuki eksiklikler nedeniyle ayıplı sayılırken yalnızca biri ekonomik eksiklik nedeniyle ayıplı sayılmaktadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3843627",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi diğerlerinden farklı olarak sözleşme öncesi aşamada ortaya çıkabilecek bir sorundur?",
    "correctAnswer": "B",
    "options": {
      "A": "Çifte rezervasyon",
      "B": "Tatil süresinde yanlışlık",
      "C": "Taşıma araçlarındaki kötü şartlar",
      "D": "İptal cezaları",
      "E": "Tur operatörlerinin iflası"
    },
    "explanation": "Paket Tur Sözleşmeleri Yönetmeliği’nde, paket tur sözleşmesinde yerine getirilmesi gereken temel yükümlülüklere yer verilmektedir. Paket tur alan turistlerin hangiaşamalarda hangi sorunlarla karşılaşabileceğinibilmek, söz konusu yükümlülükler konusunun pekiştirilmesini sağlamaktadır.<br/>Paket tur satın alan kişilerin karşılaşabileceği sorunlar bulunmaktadır. Bu sorunlar; sözleşme öncesi sorunlar, sözleşme sonrası sorunlar ve seyahat sonrası sorunlar olmak üzere üç ana başlık altında ele alınır. Çifte rezervasyon, taşıma araçlarındaki kötü şartlar, iptal cezaları ve tur operatörlerinin iflası paket tur alan turistin sözleşme sonrası karşılaşabileceği sorunlar iken tatil süresinde yanlışlık sözleşme öncesi sorunlara aittir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3843629",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Seyahat Acentaları ve Seyahat Acentaları Birliği Kanunu kapsamında yer alan ve turistin haklarını koruma amaçlı seyahat acenteleri yükümlülüklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Şubeleri de dâhil olmak üzere adres değişikliklerini, değişiklik yapılmadan en az on gün önce Kültür ve Turizm Bakanlığına bildirmek.",
      "B": "Diğer seyahat acenteleri ile birlikte müteselsilen sorumlu olarak düzenleyecekleri faaliyetlere ve aracılık hizmetlerine ilişkin yükümlülüklerini yerine getirmek.",
      "C": "Tek araç kapasitesi kırk beş kişiyi aşan araçlarda üç rehber bulundurmak.",
      "D": "Turistlere, rehberler dışında herhangi bir kimse vasıtasıyla Türkiye’nin tarihi, doğası, kültürü ve turizmi ile ilgili rehberlik faaliyeti niteliğinde bilgi vermemek.",
      "E": "Müşteriyi aldatıcı, kamu güvenini sarsıcı ve ülke turizmini baltalayıcı davranışlarda bulunmamak."
    },
    "explanation": "T.C. Anayasası’nın 172. maddesi gereğince devlet, tüketicileri koruyucu ve aydınlatıcı tedbirler almak ve tüketicilerin kendilerini koruyucu girişimlerini teşvik etmekle yükümlüdür. Bu hükme dayanılarak ülkemizde 2634 sayılı Turizm Teşvik Kanunu (TTK), 6502 sayılı Tüketicinin Korunması Hakkında Kanun (TKHK) ve 4054 sayılı Rekabetin Korunması Hakkında Kanun (RKHK) gibi kanunlar başta olmak üzere birçok yasal düzenleme ile tüketicinin korunması sağlanmaya çalışılmıştır. Burada bahsi geçen temel kanunlar dışında Seyahat Acentaları ve Seyahat Acentaları Birliği Kanunu hakkındaki bilgiler de bu soru ile pekiştirilmiştir.<br/>Seyahat Acentaları ve Seyahat Acentaları Birliği Kanunu, turisti koruyucu tedbirlere dair hükümler içermektedir. Bu kapsamda seyahat acenteleri, bazı yükümlülükleri yerine getirmekle mükelleftir. Bunlar arasında; Şubeleri de dâhil olmak üzere adres değişikliklerini, değişiklik yapılmadan en az on gün önce Kültür ve Turizm Bakanlığına bildirmek, Diğer seyahat acenteleri ile birlikte müteselsilen sorumlu olarak düzenleyecekleri faaliyetlere ve aracılık hizmetlerine ilişkin yükümlülüklerini yerine getirmek, Turistlere, rehberler dışında herhangi bir kimse vasıtasıyla Türkiye’nin tarihi, doğası, kültürü ve turizmi ile ilgili rehberlik faaliyeti niteliğinde bilgi vermemek, Müşteriyi aldatıcı, kamu güvenini sarsıcı ve ülke turizmini baltalayıcı davranışlarda bulunmamak vardır. Ancak tek araç kapasitesi kırk beş kişiyi aşan araçlarda üç değil bir rehber bulundurmakla yükümlüdürler. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3399480",
    "unitNumber": 5,
    "text": "I-Taraf iradelerinin açıklanması\n II-İlliyet bağı\n III-Haklı bir sebebin bulunması\n IV-İrade açıklamalarının karşılıklı olması\n V-İrade açıklamalarının kurulmak istenen sözleşmenin esaslı unsurlarını içermesi\n Bir sözleşmenin kurulması için gerekli kurucu şartlar yukarıdakilerden hangileridir?",
    "correctAnswer": "B",
    "options": {
      "A": "II, III ve IV",
      "B": "I, IV ve V",
      "C": "I, II ve III",
      "D": "III, IV ve V",
      "E": "II, IV ve V"
    },
    "explanation": "Kanun’da yer alan sözleşme tanımından hareketle bir sözleşmenin kurulması için gerekli kurucu şartlar şunlardır: taraf iradelerinin açıklanması, irade açıklamalarının karşılıklı olması, irade açıklamalarının kurulmak istenen sözleşmenin esaslı unsurlarını içermesi ve tarafların irade beyanlarının birbirine uygun olması."
  },
  {
    "id": "3399481",
    "unitNumber": 5,
    "text": "6098 sayılı Türk Borçlar Kanununa göre aşağıdakilerden hangisi sözleşmenin geçerliliği için aranan şartlardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarafların gerçek kişi olması",
      "B": "Tarafların ehil olması",
      "C": "Sözleşmenin konusunun emredici hukuk kurallarına, kamu düzenine aykırı olmaması",
      "D": "Sözleşmenin konusunun genel ahlaka ve kişilik haklarına aykırı olmaması",
      "E": "Sözleşmenin konusunun başlangıçta ve objektif olarak imkânsız olmaması"
    },
    "explanation": "Sözleşmenin geçerliliği için aranan şartlar şunlardır: tarafların ehil olması, sözleşmenin konusunun emredici hukuk kurallarına, kamu düzenine, genel ahlaka ve kişilik haklarına aykırı olmaması, sözleşmenin konusunun başlangıçta ve objektif olarak imkânsız olmaması, Tarafların iradelerinin hata, hile ve korkutmanın etkisi ile sakatlanmamış olması"
  },
  {
    "id": "3399482",
    "unitNumber": 5,
    "text": "Genel işlem koşullarının geçerlilik şartları, bu şartlara aykırılık hâlinde uygulanacak yaptırımlar ve genel işlem koşullarının yorumlanması konuları aşağıdaki kanunlardan hangisinde düzenlenmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Türk Ticaret Kanunu",
      "B": "Tüketicinin Korunması Hakkında Kanun",
      "C": "Ceza Kanunu",
      "D": "Türk Borçlar Kanunu",
      "E": "Türk Medeni Kanunu"
    },
    "explanation": "6098 sayılı Türk Borçlar Kanunu’nun 20 ve 25. maddeleri arasında genel işlem koşullarının geçerlilik şartları, bu şartlara aykırılık hâlinde uygulanacak yaptırımlar ve genel işlem koşullarının yorumlanması konuları emredici olarak düzenlenmiştir."
  },
  {
    "id": "3399483",
    "unitNumber": 5,
    "text": "Otel sözleşmesinde fiyatların değişmesi hâlinde yeni fiyatların uygulanmaya konulması için kaç günlük bir uyarlama süresi verilecektir?",
    "correctAnswer": "C",
    "options": {
      "A": "20",
      "B": "25",
      "C": "30",
      "D": "35",
      "E": "40"
    },
    "explanation": "Otel sözleşmesinde fiyatların değişmesi hâlinde yeni fiyatların uygulanmaya konulması için 30 günlük bir uyarlama süresi verilecektir."
  },
  {
    "id": "3399484",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi paket tur sözleşmelerinde paket tur düzenleyicisinin yükümlülüklerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüketiciyi bilgilendirme borcu",
      "B": "Paket tur kapsamındaki hizmetleri sözleşmede belirlenen fiyatla yerine getirme borcu",
      "C": "Sözleşme ile üstlendiği hizmetleri özenle ve tam olarak yerine getirme borcu",
      "D": "Sözleşmenin kurulmasından önce ön bilgilendirme için tüketiciye broşür (kitapçık) verme borcu",
      "E": "Ek masrafları ödeme borcu"
    },
    "explanation": "Paket tur sözleşmelerinde paket tur düzenleyicisinin yükümlülükleri şunlardır: sözleşmenin kurulmasından önce ön bilgilendirme için tüketiciye broşür (kitapçık) verme borcu, paket tur sözleşmesi düzenleme borcu, tüketiciyi bilgilendirme borcu, paket tur kapsamındaki hizmetleri sözleşmede belirlenen fiyatla yerine getirme borcu, sözleşme ile üstlendiği hizmetleri özenle ve tam olarak yerine getirme borcu, paket tur başlamadan önce sözleşmede esaslı değişiklik yapılmasından veya paket turun iptalinden kaynaklanan yükümlülükler"
  },
  {
    "id": "3399485",
    "unitNumber": 5,
    "text": "I-Finansal kiralama sözleşmesinin konusunu taşınır ya da taşınmaz mal oluşturur.\n II-Finansal kiralama sözleşmesi satım ve vekalet sözleşmesinin birleştirilerek uygulamasından oluşur.\n III-Finansal kiralama sözleşmesi tek tarafa borç yükleyen bir sözleşmedir.\n IV-Finansal kiralama sözleşmesi, kanun gereğince noter tarafından düzenleme şeklinde (resmî yazılı şekil) yapılır.\n Finansal kiralama sözleşmesine ilişkin yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve IV",
      "B": "II ve IV",
      "C": "I ve II",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "Finansal kiralama sözleşmesinin konusunu taşınır ya da taşınmaz mal oluşturur” ile “Finansal kiralama sözleşmesi, kanun gereğince noter tarafından düzenleme şeklinde (resmî yazılı şekil) yapılır” ifadesi doğrudur."
  },
  {
    "id": "3399486",
    "unitNumber": 5,
    "text": "Finansal kiralama sözleşmesinde kiralayan şirket yalnızca ……….. olarak kurulabilir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Adi ortaklık",
      "B": "Limited ortaklık",
      "C": "Anonim ortaklık",
      "D": "Kollektif ortaklık",
      "E": "Komandit ortaklık"
    },
    "explanation": "Finansal kiralama sözleşmesinde kiralayan şirket yalnızca anonim ortaklık olarak kurulabilir."
  },
  {
    "id": "3399487",
    "unitNumber": 5,
    "text": "Franchise sözleşmesine ilişkin aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Franchise sözleşmesi atipik (isimsiz) bir sözleşmedir.",
      "B": "Franchise sözleşmesi yazılı olarak yapılmak zorundadır.",
      "C": "Franchise sözleşmesi tam iki tarafa borç yükleyen bir sözleşmedir.",
      "D": "Tarafların karşılıklı olarak üstlendikleri hak ve yükümlülükler nedeniyle kendine özgü (sui generis) bir sözleşmedir.",
      "E": "Bir pazarlama ve dağıtım yöntemi olan franchising, sözleşmeye dayalı bütünleşmiş bir sistemdir."
    },
    "explanation": "Franchise sözleşmesi yazılı olarak yapılmak zorundadır ifadesi yanlış diğerleri doğrudur. Franchise sözleşmesi, kanunen herhangi bir şekil şartına tabi olmadığı hâlde uygulamada yazılı olarak yapılmaktadır."
  },
  {
    "id": "3399488",
    "unitNumber": 5,
    "text": "Bireysel müşteriler ile yapılan otel sözleşmelerinin iptali, taraflar arasında aksine bir anlaşma olmadıkça tatil otellerinde, yüksek sezonda girişten kaç gün öncesine kadar yapılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "7",
      "B": "14",
      "C": "20",
      "D": "25",
      "E": "30"
    },
    "explanation": "Bireysel müşteriler ile yapılan otel sözleşmelerinin iptali, taraflar arasında aksine bir anlaşma olmadıkça tatil otellerinde, yüksek sezonda girişten 30 gün öncesine kadar yapılabilir."
  },
  {
    "id": "3399489",
    "unitNumber": 5,
    "text": "Paket turun başlamasından en az kaç gün önce yapılan fesih bildirimlerinde, ödenmesi zorunlu vergi, harç ve benzeri yasal yükümlülüklerden doğan masraflar hariç olmak üzere, herhangi bir kesinti yapılmaksızın katılımcının ödemiş olduğu bedel kendisine iade edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "14",
      "B": "20",
      "C": "25",
      "D": "30",
      "E": "35"
    },
    "explanation": "Paket turun başlamasından en az 30 gün önce yapılan fesih bildirimlerinde, ödenmesi zorunlu vergi, harç ve benzeri yasal yükümlülüklerden doğan masraflar hariç olmak üzere, herhangi bir kesinti yapılmaksızın katılımcının ödemiş olduğu bedel kendisine iade edilir."
  },
  {
    "id": "3399570",
    "unitNumber": 5,
    "text": "Geniş anlamda borç kavramı ile ilgili olarak taraflar arasında kurulan ilişkiyi ifade etmek için kullanılan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Borç",
      "B": "Alacak",
      "C": "Dar anlamda borç",
      "D": "Alacak ilişkisi",
      "E": "Borç ilişkisi"
    },
    "explanation": "Alacaklının borçludan istemeye yetkili olduğu, borçlunun da yerine getirmekle yükümlü bulunduğu tek bir edimi, diğer bir deyişle tek bir alacak ya da borcu içeren hukuki ilişkiye “borç” veya “dar anlamda borç” denmektedir. Geniş anlamdaki borç kavramı ise taraflar arasında kurulan borç ilişkisini ifade etmek üzere kullanılmaktadır."
  },
  {
    "id": "3399571",
    "unitNumber": 5,
    "text": "6098 sayılı Türk Borçlar Kanunu’na göre genel olarak kaynakları bakımından borç ilişkileri kaça ayrılır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "7",
      "D": "4",
      "E": "6"
    },
    "explanation": "6098 sayılı Türk Borçlar Kanunu’na göre genel olarak kaynakları bakımından borç ilişkileri şunlardır:\n<br/><ul><br/><li>Sözleşmeden doğan borç ilişkisi,</li><br/><li>Haksız fiillerden doğan borç ilişkisi,</li><br/><li>Sebepsiz zenginleşmeden doğan borç ilişkisi.</li><br/></ul>"
  },
  {
    "id": "3399572",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi haksız fiil sorumluluğunun doğabilmesi için aranan şartlar arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Kar",
      "B": "Kusur",
      "C": "Zarar",
      "D": "İlliyet bağı",
      "E": "Hukuka aykırı bir fiil"
    },
    "explanation": "Haksız fiil sorumluluğunun doğabilmesi için aranan şartlar ise şunlardır:\n <ul> <li>Hukuka aykırı bir fiil,</li> <li>Kusur,</li> <li>Zarar,</li> <li>İlliyet (nedensellik) bağı.</li> </ul>"
  },
  {
    "id": "3399573",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kişilerin fiil ehliyeti yönünden ayrılmasında kullanılan sınıflardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tam ehliyetliler",
      "B": "Tam ehliyetsizler",
      "C": "Sınırlı ehliyetsizler",
      "D": "Sınırlı ehliyetliler",
      "E": "Sorumlu ehliyetliler"
    },
    "explanation": "<ul> <li>Tam ehliyetliler: Ergin, ayırt etme gücüne sahip ve kısıtlı olmayan kişiler ehliyetlidir.</li> <li>Tam ehliyetsizler: Ayırt etme gücüne sahip olmayanlar ve küçükler tam ehliyetsizdir.</li> <li>Sınırlı ehliyetsizler: Ayırt etme gücüne sahip küçükler ile kısıtlılar sınırlı ehliyetsizdir.</li> <li>Sınırlı ehliyetliler: Esas itibariyle tam fiil ehliyetine sahip olmalarına karşı bazı hâllerde (evli kişilerin bazı hukuki işlemleri -kefil olma- eşlerinin rızası olmadan yapamamaları gibi) bu ehliyetleri sınırlananlardır.</li> </ul>"
  },
  {
    "id": "3399574",
    "unitNumber": 5,
    "text": "6098 sayılı Türk Borçlar Kanununa göre turizm sektöründe karşılaşılan sözleşme türlerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Otel sözleşmeleri",
      "B": "Paket tur sözleşmesi",
      "C": "Forfaiting sözleşmesi",
      "D": "Franchise sözleşmesi",
      "E": "Finansal kiralama sözleşmesi"
    },
    "explanation": "Bu sözleşmeler bakımından 6098 sayılı Türk Borçlar Kanunu esas alınır. Turizm sektöründe karşılaşılan ve bu ünitede açıklayacağımız sözleşme türleri şunlardır:\n <ul> <li>Otel sözleşmeleri</li> <li>Paket tur sözleşmesi</li> <li>Finansal kiralama sözleşmesi</li> <li>Franchise sözleşmesi</li> </ul>"
  },
  {
    "id": "3399575",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi acenteler ile oteller arasında 1 ila 10 yolcu için yapılan sözleşme türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Münferit müşteri sözleşmeleri",
      "B": "Küçük grup müşteri sözleşmeleri",
      "C": "Grup sözleşmeleri",
      "D": "Kontenjan sözleşmeleri",
      "E": "Garantili grup sözleşmeleri"
    },
    "explanation": "Söz konusu Yönetmelik uyarınca acente ile otel arasında üç çeşit otel sözleşmesi düzenlenebilir. Bunlar:\n <ul> <li>Münferit (Bireysel) müşteri sözleşmeleri: Bireysel olarak seyahat eden müşterilerle ilgili sözleşmeler olup aynı otel hizmetlerinden yararlanan 1 ila 10 yolcu için yapılan sözleşmelerdir.</li> <li>Grup otel sözleşmesi: Grup olarak seyahat eden müşterilerle ilgili sözleşmeler olup söz konusu grup, en az 11 kişiden oluşmaktadır.</li> <li>Kontenjan (Tahsis) sözleşmesi: Belirli bir sürenin üzerindeki rezervasyonlar için yapılacak tahsis sözleşmeleridir</li> </ul>"
  },
  {
    "id": "3399576",
    "unitNumber": 5,
    "text": "Türkiye’de Finansal Kiralama Kanunu (FKK) yasal olarak hangi yıl ve sayılı kanun düzenlenmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1972- 1618 sayılı kanun",
      "B": "1985- 3226 sayılı kanun",
      "C": "1986- 6098 sayılı kanun",
      "D": "2013- 6052 sayılı kanun",
      "E": "2014- 1592 sayılı kanun"
    },
    "explanation": "Leasing sözleşmesinin en bilinen türü olarak finansal kiralama sözleşmesi, ülkemizde 1985 tarih ve 3226 sayılı Finansal Kiralama Kanunu (FKK) ile yasal olarak düzenlenmiştir."
  },
  {
    "id": "3399577",
    "unitNumber": 5,
    "text": "Oteller ile acenteler arasında yapılan grup anlaşmalarında, grubun % 50’sini aşan bir rakamda iptal söz konusu olduğunda en az kaç gün önceden haber verilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "7 gün",
      "B": "14 gün",
      "C": "21 gün",
      "D": "28 gün",
      "E": "30 gün"
    },
    "explanation": "Grup sözleşmeleri ile ilgili otel sözleşmelerinin iptali; acenta ile otelci arasındaki sözleşmede ödeme koşulları hakkında bir hüküm bulunmaması hâlinde grupla ilgili ödemenin %50’si grubun girişinden 30 gün önce, kalan ise grubun ayrılışından önce ödenir. En az ihbar süresi, iptalin grubun %50’sini aşması hâlinde, giriş tarihinden 21 gün, grubun %50’sinden az olması hâlinde ise 14 gün öncedir."
  },
  {
    "id": "3399578",
    "unitNumber": 5,
    "text": "Finansal kiralama bedelini ödemede temerrüde düşen kiracıya kaç gün süre verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "7 gün",
      "B": "14 gün",
      "C": "21 gün",
      "D": "28 gün",
      "E": "30 gün"
    },
    "explanation": "Kiralayan, finansal kiralama bedelini ödemede temerrüde düşen kiracıya 30 günlük süre verir. Kiracının verilen 30 günlük süre içinde de ödemede bulunmaması hâlinde, kiralayan sözleşmeyi feshedebilir."
  },
  {
    "id": "3399579",
    "unitNumber": 5,
    "text": "I- Paket tur düzenleyicisi veya aracısı tarafından sunulan, eşit veya daha yüksek değerde başka bir paket tura ek bir bedel ödemeksizin katılma\n II- Fiyat farkının kendisine iade edilmesi koşuluyla daha düşük değerde bir paket tura katılma\n III- Herhangi bir tazminat ödemeksizin sözleşmeden dönme hakkına sahipt olma\n IV- Paket tur düzenleyicisi veya aracısından para iadesi ve tazminat talep etme\n Paket tur düzenleyicisi veya aracısı tarafından paket turun başlamasından önce turun iptal edilmesi hâlinde tüketicinin sahip olduğu haklar hangi doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-IV",
      "B": "I-III-IV",
      "C": "II-III-IV",
      "D": "I-II-III",
      "E": "I-II-III-IV"
    },
    "explanation": "Paket tur düzenleyicisi veya aracısı tarafından paket turun başlamasından önce, turu iptal etmesi hâlinde katılımcı (tüketici) seçimlik bazı haklara sahip olur. Buna göre tüketici:\n <ul> <li>Paket tur düzenleyicisi veya aracısı tarafından sunulan, eşit veya daha yüksek değerde başka bir paket tura ek bir bedel ödemeksizin katılma,</li> <li>Fiyat farkının kendisine iade edilmesi koşuluyla daha düşük değerde bir paket tura katılma,</li> </ul> • Herhangi bir tazminat ödemeksizin sözleşmeden dönme hakkına sahiptir (PTSY 10. m)."
  },
  {
    "id": "3399610",
    "unitNumber": 5,
    "text": "Taraflar arasında kurulan borç ilişkisini ifade etmek üzere kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dar anlamda borç",
      "B": "Somut anlamda borç",
      "C": "Geniş anlamda borç",
      "D": "Soyut anlamda borç",
      "E": "Eksik borç"
    },
    "explanation": "Alacaklının borçludan istemeye yetkili olduğu, borçlunun da yerine getirmekle yükümlü bulunduğu tek bir edimi, diğer bir deyişle tek bir alacak ya da borcu içeren hukuki ilişkiye “borç” veya “dar anlamda borç” denmektedir. Geniş anlamdaki borç kavramı ise taraflar arasında kurulan borç ilişkisini ifade etmek üzere kullanılmaktadır.<br/>Geniş anlamda borç"
  },
  {
    "id": "3399611",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi 6098 sayılı Türk Borçlar Kanununda yer alan sözleşme tanımından hareketle bir sözleşmenin kurulması için gerekli kurucu şartlardan biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Taraf iradelerinin açıklanması",
      "B": "İrade açıklamalarının karşılıklı olması",
      "C": "İrade açıklamalarının kurulmak istenen sözleşmenin esaslı unsurlarını içermesi",
      "D": "Tarafların irade beyanlarının birbirine uygun olması",
      "E": "Tüm sözleşmelerin resmi yazılı şekle uyularak yapılması"
    },
    "explanation": "6098 sayılı Türk Borçlar Kanunu’nun 1. maddesi uyarınca sözleşmeler, tarafların iradelerini karşılıklı ve birbirine uygun olarak açıklamalarıyla kurulur. Kanun’da yer alan sözleşme tanımından hareketle bir sözleşmenin kurulması için gerekli kurucu şartlar şunlardır:\n<br/>• Taraf iradelerinin açıklanması,<br/>• İrade açıklamalarının karşılıklı olması,<br/>• İrade açıklamalarının kurulmak istenen<br/>sözleşmenin esaslı unsurlarını içermesi ve<br/>• Tarafların irade beyanlarının birbirine uygun olması.\n<br/>Buna karşın tüm sözleşmelerin resmi yazılı şekilde yapılması bir zorunluluk olmadığı gibi bu husus, sözleşmenin kanuni tanımına göre bir sözleşmenin kurulması gerekli kurucu şartlardan biri de değildir.<br/>Tüm sözleşmelerin resmi yazılı şekle uyularak yapılması"
  },
  {
    "id": "3399612",
    "unitNumber": 5,
    "text": "Fiil ehliyetine sahip olmayan bir kişinin yapmış olduğu sözleşme aşağıdaki yaptırım türlerinden hangisiyle geçersizdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kesin hükümsüzlük",
      "B": "Tek taraflı bağlamazlık",
      "C": "Kısmi butlan",
      "D": "Yokluk",
      "E": "Nispi butlan"
    },
    "explanation": "Fiil ehliyetine sahip olmak, sözleşme yapabilmenin ön koşuludur. Fiil ehliyeti olmadan yapılan<br/>sözleşme, kesin olarak hükümsüzdür.<br/>Kesin hükümsüzlük"
  },
  {
    "id": "3399613",
    "unitNumber": 5,
    "text": "Turizm sektörü tip sözleşmelerinde de yer alan genel işlem koşullarına ilişkin olarak aşağıda verilen bilgilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Genel işlem koşullarının sözleşme metninde veya ekinde yer alması, kapsamı, yazı türü ve şekli nitelendirmede önem taşımaz.",
      "B": "Genel işlem koşullarıyla ilgili hükümler, hizmetlerini kanun veya yetkili makamlar tarafından verilen izinle yürütmekte olan kişi ve kuruluşların hazırladıkları sözleşmelere de niteliklerine bakılmaksızın uygulanır.",
      "C": "Karşı tarafın menfaatine aykırı genel işlem koşullarının sözleşmenin kapsamına girmesi, sözleşmenin yapılması sırasında düzenleyenin karşı tarafa bu koşulların varlığı hakkında açıkça bilgi verip bunların içeriğini öğrenme imkânı sağlamasına ve karşı tarafın da bu koşulları kabul etmesine bağlıdır.",
      "D": "Genel işlem koşullarında yer alan bir hüküm açık ve anlaşılır değilse veya birden çok anlama geliyorsa bu koşullar, düzenleyen lehine ve karşı taraf aleyhine yorumlanır.",
      "E": "Genel işlem koşullarına dürüstlük kurallarına aykırı olarak, karşı tarafın aleyhine veya onun durumunu ağırlaştırıcı nitelikte hükümler konulamaz."
    },
    "explanation": "6098 sayılı Türk Borçlar Kanunu’nun 20 ve 25. maddeleri arasında genel işlem koşullarının geçerlilik şartları, bu şartlara aykırılık hâlinde uygulanacak yaptırımlar ve genel işlem koşullarının yorumlanması konuları emredici olarak düzenlenmiştir. Genel işlem koşullarının yorumlanmasına ilişkin düzenlemeye göre genel işlem koşullarında yer alan bir hükmün açık ve anlaşılır olmaması veya birden çok anlama gelmesi halinde düzenleyenin aleyhine ve karşı tarafın lehine yorumlanacağı da hükme bağlanmıştır. Oysa soruda bu cevap düzenleyen lehine, karşı taraf aleyhine biçiminde yazılmış, yanlış bir şekilde ifade edilmiştir. Bu nedenle doğru şık D'dir.<br/>Genel işlem koşullarında yer alan bir hüküm açık ve anlaşılır değilse veya birden çok anlama geliyorsa bu koşullar, düzenleyen lehine ve karşı taraf aleyhine yorumlanır."
  },
  {
    "id": "3399614",
    "unitNumber": 5,
    "text": "I. Sui generis bir sözleşmedir. \n<br/>II. Eksik iki tarafa borç yükleyen bir sözleşmedir. \n<br/>III. Sürekli borç ilişkisi kuran bir sözleşmedir. \n<br/>IV. Kesin vadeli bir sözleşmedir. \n<br/>V. Kanunda düzenlenen isimli bir sözleşmedir. \n<br/>Yukarıdakilerden hangileri paket tur sözleşmesinin özelliklerinden <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "I - II - III",
      "B": "III - IV",
      "C": "II - V",
      "D": "I - III - V",
      "E": "II - IV - V"
    },
    "explanation": "Paket tur sözleşmesi, niteliği gereği kendine özgü (sui generis) bir sözleşmedir. Paket tur sözleşmesi aynı zamanda tam iki tarafa borç yükleyen, sürekli borç ilişkisi kuran ve kesin vadeli bir sözleşme olduğunu da belirtmek gerekir. Dolayısıyla paket tur sözleşmesi eksik iki tarafa borç yükleyen bir sözleşme olmadığı gibi isimsiz (atipik - bu grupta da sui generis bir sözleşme) sözleşme olduğundan kanunda düzenlenen isimli bir sözleşme de değildir. Bu nedenle doğru cevap C şıkkında yer almaktadır.<br/>II - V"
  },
  {
    "id": "3399615",
    "unitNumber": 5,
    "text": "Otel sözleşmesinin oluşması acenteden otelciye yapılacak rezervasyon talebi ile başlar. Rezervasyon talebinin yazılı olarak yapılması gerekir. Sözlü talepler ise en geç kaç hafta içinde otelciye ulaşacak şekilde yazılı olarak teyit edilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1 hafta",
      "B": "2 hafta",
      "C": "3 hafta",
      "D": "4 hafta",
      "E": "5 hafta"
    },
    "explanation": "Otel sözleşmesinin oluşması, acenteden otelciye yapılacak rezervasyon talebi ile başlar. Rezervasyon talebinin yazılı olarak yapılması gerekir. Sözlü talepler, en geç 1 hafta içinde otelciye ulaşacak şekilde yazılı olarak (mail, mektup, telgraf, telex vb. yoluyla) teyit edilmesi gerekir."
  },
  {
    "id": "3399616",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi paket tur düzenleyicisinin paket tur sözleşmesi ile üstlendiği yükümlülüklerden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Sözleşmenin kurulmasından önce tüketiciye broşür verme borcu",
      "B": "Paket tur sözleşmesini düzenleme borcu",
      "C": "Sözleşmede belirtilen hizmetleri özenle yerine getirme borcu",
      "D": "Hizmetleri sözleşmede belirtilen fiyatla yerine getirme borcu",
      "E": "Ek masrafları ödeme borcu"
    },
    "explanation": "Paket tur sözleşmesi ile paket tur düzenleyicisinin üstlendiği ve önceki üzerinde genel olarak açıklanan yükümlülükler şunlardır:\n<br/>- Sözleşmenin kurulmasından önce ön bilgilendirme için tüketiciye broşür (kitapçık) verme borcu,<br/>- Paket tur sözleşmesi düzenleme borcu,<br/>- Tüketiciyi bilgilendirme borcu,<br/>- Paket tur kapsamındaki hizmetleri sözleşmede belirlenen fiyatla yerine getirme borcu,<br/>- Sözleşme ile üstlendiği hizmetleri özenle ve tam olarak yerine getirme borcu ile\n<br/>- Paket tur başlamadan önce sözleşmede esaslı değişiklik yapılmasından veya paket turun iptalinden kaynaklanan yükümlülüklerdir.\n<br/>Buna karşın ek masrafları ödeme borcu, paket tur ücretini ödeme borcu gibi paket tur sözleşmesinde katılımcının (diğer bir deyişle tületici/turistin) bu sözleşmeden doğan yükümlülüklerindendir. Bu nedenle doğru cevap E şıkkında yer almaktadır."
  },
  {
    "id": "3399617",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir mal üzerindeki mülkiyet hakkı kapsamında bulunan kullanma, yararlanma ve tasarruf yetkilerinin ayrıştırılması, o malı kullanma ve ondan yararlanma yetkilerinin kiracıya, tasarruf yetkisinin ise kiralayana bırakılması esasına dayanan sözleşmedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hasılat kirası sözleşmesi",
      "B": "Finansal kiralama sözleşmesi",
      "C": "Paket tur sözleşmesi",
      "D": "Franchise sözleşmesi",
      "E": "Kontenjan sözleşmesi"
    },
    "explanation": "Finansal kiralama, esasen bir mal üzerindeki mülkiyet hakkı kapsamında bulunan kullanma,<br/>yararlanma ve tasarruf yetkilerinin ayrıştırılması, o malı kullanma ve ondan yararlanma yetkilerinin kiracıya, tasarruf yetkisinin ise kiralayana bırakılması esasına dayanmaktadır.<br/>Finansal kiralama sözleşmesi"
  },
  {
    "id": "3399618",
    "unitNumber": 5,
    "text": "Finansal kiralama sözleşmesinin sona ermesine ilişkin olarak aşağıda verilen bilgilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Finansal kiralama sözleşmesi kural olarak kararlaştırılan sürenin dolmasıyla sona erer.",
      "B": "Taraflardan her biri sözleşmenin süresinin bitiminden en az 3 ay önce bildirmek koşuluyla mevcut veya yeni şartlarla sözleşmenin uzatılmasını talep edebilir.",
      "C": "Finansal kiralama sözleşmesi en az 6 yıl süreyle feshedilemez.",
      "D": "Kiracının iflas etmesi halinde finansal kirsalama sözleşmesinde aksine bir hüküm yoksa sözleşme sona erecektir.",
      "E": "Sözleşme sona erdiğinde sözleşmeden doğan satın alma hakkını kullanmayan kiracı, finansal kiralama konusu malı derhâl geri vermekle yükümlüdür."
    },
    "explanation": "Sözleşmenin uzatılması tarafların anlaşmasına bağlıdır. Fesih, sözleşmenin kurulmasından itibaren 4 yıl içinde istenemez. Finansal kiralama sözleşmeleri en az 4 yıl süre ile feshedilemez. Bu nedenle C şıkkında verilen 6 yıl süreyle feshedilemeyecekleri bilgisi yanlıştır.<br/>Finansal kiralama sözleşmesi en az 6 yıl süreyle feshedilemez."
  },
  {
    "id": "3399619",
    "unitNumber": 5,
    "text": "I. Sözleşmenin süresinin dolması \n II. Taraflardan birinin ölümü \n III. Olağan fesih \n IV. Taraflardan birinin sürekli olarak fiil ehliyetini yitirmesi \n V. Olağanüstü fesih\n Yukarıdakilerden hangileri franchise sözleşmesinin sona erme nedenlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I - II - III",
      "B": "II - III - IV",
      "C": "III - IV - V",
      "D": "I - III - IV - V",
      "E": "I - II - III - IV - V"
    },
    "explanation": "Franchise sözleşmesi soruda belirtilen tüm nedenlerle sona erebileceğinden, doğru cevap E şıkkıdır.<br/>I - II - III - IV - V"
  },
  {
    "id": "3843510",
    "unitNumber": 5,
    "text": "Paket tur sözleşmelerinin temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "(A) Seyahat acentasının vergi yükümlülüklerini azaltmak",
      "B": "(B) Tüketicinin korunmasını sağlamak",
      "C": "(C) Tur programlarının medya duyurusunu düzenlemek",
      "D": "(D) Otel rezervasyonlarının iptal esaslarını belirlemek",
      "E": "(E) Uçak firmalarının sorumluluğunu ortadan kaldırmak"
    },
    "explanation": "(B) Tüketicinin korunmasını sağlamak"
  },
  {
    "id": "3843513",
    "unitNumber": 5,
    "text": "Borç ilişkisine kaynaklık eden temel sebepler arasında aşağıdakilerden hangisi yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "(A) Sözleşme",
      "B": "(B) Haksız fiil",
      "C": "(C) Sebepsiz zenginleşme",
      "D": "(D) Meşru müdafaa",
      "E": "(E) Kanuni yükümlülük"
    },
    "explanation": "Cevap: (D)<br/>(D) Meşru müdafaa"
  },
  {
    "id": "3843515",
    "unitNumber": 5,
    "text": "Turizm sektöründe yapılan sözleşmelerin büyük kısmı aşağıdakilerden hangisine dayanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "(A) Ceza Kanunu",
      "B": "(B) Tüketici Kanunu",
      "C": "(C) Türk Borçlar Kanunu",
      "D": "(D) Medeni Kanun",
      "E": "(E) Ticaret Kanunu"
    },
    "explanation": "(C) Türk Borçlar Kanunu"
  },
  {
    "id": "3843517",
    "unitNumber": 5,
    "text": "Turizm sektöründe yapılan sözleşmelerin büyük kısmı aşağıdakilerden hangisine dayanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "(A) Ceza Kanunu",
      "B": "(B) Tüketici Kanunu",
      "C": "(C) Türk Borçlar Kanunu",
      "D": "(D) Medeni Kanun",
      "E": "(E) Ticaret Kanunu"
    },
    "explanation": "(C) Türk Borçlar Kanunu"
  },
  {
    "id": "3843519",
    "unitNumber": 5,
    "text": "Turizm sektöründe yapılan sözleşmelerin büyük kısmı aşağıdakilerden hangisine dayanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "(A) Ceza Kanunu",
      "B": "(B) Tüketici Kanunu",
      "C": "(C) Türk Borçlar Kanunu",
      "D": "(D) Medeni Kanun",
      "E": "(E) Ticaret Kanunu"
    },
    "explanation": "(C) Türk Borçlar Kanunu"
  },
  {
    "id": "3843521",
    "unitNumber": 5,
    "text": "Turizm sektöründe yapılan sözleşmelerin büyük kısmı aşağıdakilerden hangisine dayanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "(A) Ceza Kanunu",
      "B": "(B) Tüketici Kanunu",
      "C": "(C) Türk Borçlar Kanunu",
      "D": "(D) Medeni Kanun",
      "E": "(E) Ticaret Kanunu"
    },
    "explanation": "(C) Türk Borçlar Kanunu"
  },
  {
    "id": "3843523",
    "unitNumber": 5,
    "text": "Turizm sektöründe yapılan sözleşmelerin büyük kısmı aşağıdakilerden hangisine dayanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "(A) Ceza Kanunu",
      "B": "(B) Tüketici Kanunu",
      "C": "(C) Türk Borçlar Kanunu",
      "D": "(D) Medeni Kanun",
      "E": "(E) Ticaret Kanunu"
    },
    "explanation": "(C) Türk Borçlar Kanunu"
  },
  {
    "id": "3843524",
    "unitNumber": 5,
    "text": "Otel sözleşmelerinde yer alan taraflar genellikle kimlerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "(A) Devlet ve turist",
      "B": "(B) Turist ve rehber",
      "C": "(C) Müşteri ve otel işletmecisi",
      "D": "(D) Acente ve sigorta firması",
      "E": "(E) Müşteri ve tur operatörü"
    },
    "explanation": "(C) Müşteri ve otel işletmecisi"
  },
  {
    "id": "3843526",
    "unitNumber": 5,
    "text": "Paket tur sözleşmelerinin temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "(A) Seyahat acentasının vergi yükümlülüklerini azaltmak",
      "B": "(B) Tüketicinin korunmasını sağlamak",
      "C": "(C) Tur programlarının medya duyurusunu düzenlemek",
      "D": "(D) Otel rezervasyonlarının iptal esaslarını belirlemek",
      "E": "(E) Uçak firmalarının sorumluluğunu ortadan kaldırmak"
    },
    "explanation": "(B) Tüketicinin korunmasını sağlamak"
  },
  {
    "id": "3843528",
    "unitNumber": 5,
    "text": "Paket tur sözleşmelerinin temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "(A) Seyahat acentasının vergi yükümlülüklerini azaltmak",
      "B": "(B) Tüketicinin korunmasını sağlamak",
      "C": "(C) Tur programlarının medya duyurusunu düzenlemek",
      "D": "(D) Otel rezervasyonlarının iptal esaslarını belirlemek",
      "E": "(E) Uçak firmalarının sorumluluğunu ortadan kaldırmak"
    },
    "explanation": "(B) Tüketicinin korunmasını sağlamak"
  },
  {
    "id": "3399490",
    "unitNumber": 6,
    "text": "Günlük yaşamda farklı faaliyet alanlarında, bir bedel karşılığında, farklı biçimlerde işveren ve hesabına çalışan insanlara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çırak",
      "B": "Stajyer",
      "C": "İşçi",
      "D": "İşveren",
      "E": "Müstahdem"
    },
    "explanation": "İşçi<br/>Günlük yaşamda farklı faaliyet alanlarında, bir bedel karşılığında, farklı biçimlerde işveren ve hesabına çalışan insanlara işçi denir."
  },
  {
    "id": "3399491",
    "unitNumber": 6,
    "text": "4857 sayılı İş Kanunu' nun 2. maddesine göre bir iş sözleşmesine dayanarak ücret karşılığı işçi çalıştıran gerçek kişi, tüzel kişi veya tüzel kişiliği bulunmayan kurum ve kuruluşlara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşçi",
      "B": "Stajyer",
      "C": "İşveren Vekili",
      "D": "İşveren",
      "E": "Sözleşmeli Personel"
    },
    "explanation": "İşveren<br/>4857 sayılı İş Kanunu' nun 2. maddesine göre bir iş sözleşmesine dayanarak ücret karşılığı işçi çalıştıran gerçek kişi, tüzel kişi veya tüzel kişiliği bulunmayan kurum ve kuruluşlara işveren adı verilir."
  },
  {
    "id": "3399492",
    "unitNumber": 6,
    "text": "4857 sayılı İş Kanunu' nun 2. maddesi uyarınca işveren adına hareket eden ve işin, işyerinin ve işletmenin yönetiminde görev alan kişiye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşveren",
      "B": "İşveren Vekili",
      "C": "İşçi",
      "D": "Memur",
      "E": "Stajyer"
    },
    "explanation": "İşveren Vekili<br/>4857 sayılı İş Kanunu' nun 2. maddesi uyarınca işveren vekili; işveren adına hareket eden ve işin, işyerinin ve işletmenin yönetiminde görev alan kişidir."
  },
  {
    "id": "3399493",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi asıl işveren-alt işveren ilişkisinin unsurlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İşyerinde işçi çalıştıran bir asıl işverenin bulunması",
      "B": "Hem asıl iş hem de alt işverenin almış olduğu işin, asıl işverenin işyerinde yerinde yapılmış olması",
      "C": "Alt işverenin alacağı işin, asıl işe yardımcı işlerden veya işletmenin ve işin gereği ile teknolojik nedenler ile uzmanlık gerektiren işlerden olması",
      "D": "Alt işverenin işçilerinin,sadece asıl işverenin yerinde çalıştırılması",
      "E": "Geçici iş ilişkisi sözleşmesi olması"
    },
    "explanation": "Alt İşveren<br/>Geçici iş ilişkisi sözleşmesi olması, asıl işveren-alt işveren ilişkisinin unsurlarından biri değildir."
  },
  {
    "id": "3399494",
    "unitNumber": 6,
    "text": "Şirketlerin tescil kayıt belgeleri, ilgili ticaret sicili memurluğu tarafından kaç ay içinde Çalışma ve İş Kurumu Müdürlüğü'ne gönderilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1 ay",
      "B": "2 ay",
      "C": "3 ay",
      "D": "4 ay",
      "E": "6 ay"
    },
    "explanation": "İşyeri<br/>Şirketlerin tescil kayıt belgeleri, ilgili ticaret sicili memurluğu tarafından 1 ay içinde Çalışma ve İş Kurumu Müdürlüğü'ne gönderilmelidir."
  },
  {
    "id": "3399495",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi iş sözleşmesi genel özelliklerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Özel bir hukuk sözleşmesi olması",
      "B": "Konusu bakımından iş görme sözleşmesi olması",
      "C": "İki tarafa da borç yükleyen bir sözleşme olması",
      "D": "Kısmi süreli iş sözleşmesinin olması",
      "E": "İş sözleşmesinin devamlı (sürekli) olması"
    },
    "explanation": "İş Sözleşmesi<br/>Kısmi süreli iş sözleşmesinin olması, iş sözleşmesi genel özelliklerinden biri değildir."
  },
  {
    "id": "3399496",
    "unitNumber": 6,
    "text": "Uyulacak çalışma süresi itibarıyla o iş yeri için kanunen veya sözleşme ile belirlenmiş olan çalışma süresinin esas alındığı sözleşme türüne ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kısmi süreli iş sözleşmesi",
      "B": "Tam süreli iş sözleşmesi",
      "C": "Mevsimlik iş sözleşmesi",
      "D": "Belirli süreli iş sözleşmesi",
      "E": "Deneme süreli iş sözleşmesi"
    },
    "explanation": "Tam Süreli, Kısmi Süreli ve Deneme Süreli İş Sözleşmeleri<br/>Uyulacak çalışma süresi itibarıyla o iş yeri için kanunen veya sözleşme ile belirlenmiş olan çalışma süresinin esas alındığı sözleşme türüne, tam süreli iş sözleşmesi verilir."
  },
  {
    "id": "3399497",
    "unitNumber": 6,
    "text": "Uluslararası Kruvaziyer Hatları Birliği'ne göre bir kruvaziyerin derin sularda en az kaç gün kalabilecek donanımda olması gereklidir?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "7",
      "C": "14",
      "D": "30",
      "E": "45"
    },
    "explanation": "İşçi<br/>Uluslararası Kruvaziyer Hatları Birliği'ne göre bir kruvaziyerin derin sularda en az 2 gün kalabilecek donanımda olması gereklidir."
  },
  {
    "id": "3399498",
    "unitNumber": 6,
    "text": "İş sözleşmesinin taraflar arasındaki kişisel ilişki kurmasından doğan borç aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İş görme borcu",
      "B": "Emir ve talimatlara uyma borcu",
      "C": "Sadakat borcu",
      "D": "Teslim ve hesap borcu",
      "E": "Rekabet etmeme borcu"
    },
    "explanation": "İş sözleşmesinin taraflar arasındaki kişisel ilişki kurmasından doğan borç, sadakat borcudur."
  },
  {
    "id": "3399499",
    "unitNumber": 6,
    "text": "Ücretin, sigorta primi, gelir vergisi gibi kanuni kesintilerin yapılmamış haline ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Net ücret",
      "B": "Giydirilmiş ücret",
      "C": "Komisyon ücreti",
      "D": "Prim",
      "E": "Brüt ücret"
    },
    "explanation": "Ücret Ödeme Borcu<br/>Ücretten, sigorta primi, gelir vergisi gibi kanuni kesintilerin yapılmamış halinin ifade edilmesine, brüt ücret denir."
  },
  {
    "id": "3399560",
    "unitNumber": 6,
    "text": "Turizm sektörü ülkemizde özellikle hangi yıllarda yaşanan gelişmelerle, dünya pazarında rekabet edebilir hale gelmesini sağlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1980",
      "B": "1970",
      "C": "1960",
      "D": "1990",
      "E": "1950"
    },
    "explanation": "1980"
  },
  {
    "id": "3399561",
    "unitNumber": 6,
    "text": "Bünyesinde konaklama, yeme içme, eğlence seçenekleri bulunan, yüksek hizmet standartlarına sahip turistik gemilere ne ada verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yat",
      "B": "Kruvaziyer",
      "C": "Şilep",
      "D": "Kadırga",
      "E": "Transatlantik"
    },
    "explanation": "Kruvaziyer"
  },
  {
    "id": "3399562",
    "unitNumber": 6,
    "text": "6331 Sayılı kanun, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Milli Eğitim Kanunu",
      "B": "Devlet Memurları Kanunu",
      "C": "İş Sağlığı ve Güvenliği Kanunu",
      "D": "Mesleki Eğitim Kanunu",
      "E": "Sendikalar ve Toplu İş Sözleşmesi Kanunu"
    },
    "explanation": "İş Sağlığı ve Güvenliği Kanunu"
  },
  {
    "id": "3399563",
    "unitNumber": 6,
    "text": ".................., belirli bir mesleki alanda teorik öğrenim almış ya da almakta olan, mesleğin pratiğini görerek teorik bilgisini pratik bilgi ile pekiştirmek amacıyla iş yerinde bulunmaktadır.",
    "correctAnswer": "C",
    "options": {
      "A": "Öğrenci",
      "B": "Kalfa",
      "C": "Stajyer",
      "D": "Çırak",
      "E": "Usta"
    },
    "explanation": "Stajyer"
  },
  {
    "id": "3399564",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, asıl işveren-alt işveren ilişkisinin unsurları arasında yer<strong> almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İş yerinde işçi çalıştıran bir asıl işverenin bulunması.",
      "B": "Hem asıl hem de alt işverenin almış olduğu iş asıl işverenin iş yerinde yapılmalı.",
      "C": "Alt işverenin alacağı iş, asıl işe yardımcı işlerden veya işletmenin ve işin gereği ile teknolojik nedenler ile uzmanlık gerektiren işlerden olmalı,",
      "D": "Alt işveren ile asıl işveren arasında insani açıdan da, iyi ilişkilerin var olması.",
      "E": "Alt işverenin işçilerinin, sadece asıl işverenin işyerinde çalıştırılması."
    },
    "explanation": "Alt işveren ile asıl işveren arasında insani açıdan da, iyi ilişkilerin var olması."
  },
  {
    "id": "3399565",
    "unitNumber": 6,
    "text": "İktisadi bir amacın gerçekleştirilmesi maksadıyla işveren tarafından bir veya birden fazla iş yerinin örgütlenmesi neticesinde oluşturulan ünite olarak da tanımlanan, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletme",
      "B": "İşveren",
      "C": "İşçi",
      "D": "Şirket",
      "E": "Sözleşme"
    },
    "explanation": "İşletme"
  },
  {
    "id": "3399566",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, turizm sektörü açısından meslek edinilmiş geçici iş ilişkisinin <strong>kurulamayacağı</strong> hallerden d<strong>eğildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kamu kurum ve kuruluşlarında geçici iş ilişkisi kurulamaz.",
      "B": "4857 sayılı iş kanununun 29. maddesi kapsamında toplu işçi çıkarılan işyerinde 8 ay boyunca geçici iş ilişkisi kurulamaz.",
      "C": "İşveren, gerekli gördüğü durum ve zamanlarda, belirli sayıda işçisini, herhangi bir engelle karşılaşmadan işten çıkartabilir.",
      "D": "Geçici işçi çalıştıran işveren, iş sözleşmesi feshedilen işçisini fesih tarihinden itibaren 6 ay geçmeden geçici kapsamda çalıştıramaz.",
      "E": "Geçici işçi çalıştıran işveren, kanunda belirtilen hallere ilişkin azami sürelerin sonundan itibaren 6 ay geçmedikçe, aynı iş için yeniden geçici işçi çalıştıramaz."
    },
    "explanation": "İşveren, gerekli gördüğü durum ve zamanlarda, belirli sayıda işçisini, herhangi bir engelle karşılaşmadan işten çıkartabilir."
  },
  {
    "id": "3399567",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisinde mevsimlik iş sözleşmesi <strong>kullanılmaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Otel",
      "B": "Pansiyon",
      "C": "Plaj",
      "D": "Sanat Galerileri",
      "E": "Ormancılık"
    },
    "explanation": "Sanat galerisi"
  },
  {
    "id": "3399568",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, işçinin iş sözleşmesinden kaynaklanan borçları arasında <strong>yer almaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İş görme borcu",
      "B": "Vergi borcu",
      "C": "Emir ve talimatlara uyma borcu",
      "D": "Sadakat borcu",
      "E": "Rekabet etmeme borcu"
    },
    "explanation": "Vergi borcu"
  },
  {
    "id": "3399569",
    "unitNumber": 6,
    "text": "............, yapılan iş karşılığında ödenen ücret ile herhangi bir iş karşılığında olmaksızın yapılan ödemelerin toplamını ifade eder.",
    "correctAnswer": "A",
    "options": {
      "A": "Giydirilmiş ücret",
      "B": "Vergi borcu",
      "C": "İkramiye",
      "D": "Sözleşme",
      "E": "Asgari Ücret"
    },
    "explanation": "Giydirilmiş ücret"
  },
  {
    "id": "3399600",
    "unitNumber": 6,
    "text": "Kruvaziyer gemi çalışanlarına kaç sayılı iş kanunu uygulanır?",
    "correctAnswer": "C",
    "options": {
      "A": "657",
      "B": "854",
      "C": "4857",
      "D": "6098",
      "E": "6331"
    },
    "explanation": "Kruvaziyer gemiler, deniz taşıma işinden tamamen başkalaşan bir hizmetin sunulduğu özel gemilerdir. Bu nedenle kruvaziyer çalışanlarına, 854 sayılı Deniz İş Kanunu<br/>değil 4857 sayılı İş Kanunu uygulanır. \n Doğru cevap \"c\" şıkkıdır."
  },
  {
    "id": "3399601",
    "unitNumber": 6,
    "text": "45 personelin çalıştığı bir işyerinde staj yapan stajyere asgari ücretin net tutarının en az yüzde kaçı kadar ödeme yapılması gerekir?",
    "correctAnswer": "D",
    "options": {
      "A": "%15",
      "B": "%20",
      "C": "%25",
      "D": "%30",
      "E": "%35"
    },
    "explanation": "Stajyer olarak öğrenim gördüğü okul tarafından sigortası Sosyal Güvenlik Kurumuna bildirilen her öğrenci, staj ücreti almaya hak kazanır. Mesleki Eğitim Kanunu’nun 25/1. maddesine göre ilgili stajyerlere ödenecek ücretin tutarı, staj yaptığı işyerinde çalıştırılan personel sayısına göre değişiklik gösterir. İşyerinde 20 veya daha fazla sayıda personel çalıştırılıyor ise stajyere asgari ücretin net tutarının %30’undan aşağı olmamak üzere ödeme yapılır.\n<br/>Doğru cevap \"d\" şıkkıdır."
  },
  {
    "id": "3399602",
    "unitNumber": 6,
    "text": "Aşağıda verilen kanunlardan hangisinde işveren kavramı tanımlanmamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "6356 sayılı kanun",
      "B": "6331 sayılı kanun",
      "C": "5510 sayılı kanun",
      "D": "4857 sayılı kanun",
      "E": "854 sayılı kanun"
    },
    "explanation": "6356 sayılı Sendikalar ve Toplu İş Sözleşmesi Kanunu’nda işveren kavramı tanımlanmamıştır. Ancak bu Kanun’un uygulanması bakımından işveren kavramı için 4857 sayılı İş Kanunu’nda yer alan ve yukarıda açıkladığımız işveren tanımı esas alınır. 6331 sayılı İş Sağlığı ve Güvenliği Kanunu’nun 3. maddesinde tanımlandığı üzere işveren, çalışan, istihdam eden gerçek veya tüzel kişi ya da tüzel kişiliği olmayan kurum ve kuruluşlardır.\n Doğru cevap \"a\" şıkkıdır."
  },
  {
    "id": "3399603",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi iş sözleşmesinin genel kuralları arasında yer almamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "İşçi ve işveren arasında kişisel ilişki kuran bir sözleşmedir.",
      "B": "Konusu bakımından iş görme sözleşmelerindendir.",
      "C": "Bir özel hukuk sözleşmesidir.",
      "D": "İş sözleşmesi süreli bir sözleşmedir.",
      "E": "Tam iki tarafa borç yükleyen bir sözleşmedir"
    },
    "explanation": "İş sözleşmesinin genel özellikleri şunlardır:<br/>• Bir özel hukuk sözleşmesidir.<br/>• Konusu bakımından iş görme sözleşmelerindendir.<br/>• Tam iki tarafa borç yükleyen bir sözleşmedir.<br/>• İşçi ve işveren arasında kişisel ilişki kuran<br/>bir sözleşmedir.<br/>• İş sözleşmesi devamlı (sürekli) bir sözleşmedir\n Doğru cevap \"d\" şıkkıdır."
  },
  {
    "id": "3399604",
    "unitNumber": 6,
    "text": "Aşağıda verilenlerden hangi ikisinin toplamı giydirilmiş ücreti verir?",
    "correctAnswer": "A",
    "options": {
      "A": "Temel ücret - sosyal ücret",
      "B": "Brüt ücret - sosyal ücret",
      "C": "Brüt ücret - temel ücret",
      "D": "Temel ücret - götürü ücret",
      "E": "Sosyal ücret - götürü ücret"
    },
    "explanation": "Giydirilmiş ücret (geniş anlamda ücret) ise yapılan iş karşılığında ödenen ücret<br/>(temel ücret) ile herhangi bir iş karşılığında olmaksızın yapılan ödemelerin (sosyal<br/>ücret) toplamını ifade eder.\n Doğru cevap \"a\" şıkkıdır."
  },
  {
    "id": "3399605",
    "unitNumber": 6,
    "text": "İş sözleşmesinin taraflar arasında kişisel ilişki kurmasından doğan bir borç aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İşçiyi koruma ve gözetme borcu",
      "B": "Emir ve itaat borcu",
      "C": "İş görme borcu",
      "D": "Rekabet etmeme borcu",
      "E": "Sadakat borcu"
    },
    "explanation": "Sadakat borcu, iş sözleşmesinin taraflar arasında kişisel ilişki kurmasından doğan bir borçtur. Bu borcun gereği olarak işçi, işverenin haklı menfaatinin korunması için sadakatle davranmalıdır.\n Doğru cevap \"e\" şıkkıdır."
  },
  {
    "id": "3399606",
    "unitNumber": 6,
    "text": "Aşağıdaki işçinin borçlarından hangisi sadakat borcundan kaynaklanan bir yükümlülüktür?",
    "correctAnswer": "A",
    "options": {
      "A": "Rekabet etmeme borcu",
      "B": "Teslim ve hesap verme borcu",
      "C": "Emir ve itaat borcu",
      "D": "İş görme borcu",
      "E": "Ücret ödeme borcu"
    },
    "explanation": "İşçinin rekabet etmeme borcu, esasen iş sözleşmesi devam ettiği sürece var olan ve bu yönüyle sözleşmeden doğan sadakat borcundan kaynaklanan bir<br/>yükümlülüktür. Böylece işçi, çalıştığı müddetçe öğrenmiş olduğu mesleki ve ticari sırları üçüncü kişilerle paylaşmamak ve işverenin faaliyet alanına giren<br/>işleri yapmamakla yükümlüdür.\n Doğru cevap \"a\" şıkkıdır."
  },
  {
    "id": "3399607",
    "unitNumber": 6,
    "text": "6098 sayılı Türk Borçlar Kanunu gereğince süresi kaç yılı aşan belirli süreli iş sözleşmelerinde bazı şartların varlığı hâlinde uygulanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "5",
      "B": "10",
      "C": "15",
      "D": "20",
      "E": "25"
    },
    "explanation": "Bildirimli fesih kural olarak belirsiz süreli iş sözleşmelerinde uygulanır. Bu durumun tek istisnası, 6098 sayılı Türk Borçlar Kanunu gereğince süresi 10 yılı aşan belirli süreli iş sözleşmelerinde bazı şartların varlığı hâlinde uygulanabilmesidir.\n Doğru cevap \"b\" şıkkıdır."
  },
  {
    "id": "3399608",
    "unitNumber": 6,
    "text": "Çalışmanın sadece yılın belirli bir döneminde sürdürülmesine yönelik yapılan sözleşme aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Deneme süreli sözleşme",
      "B": "Tam süreli sözleşme",
      "C": "Kısmi süreli sözleşme",
      "D": "Çağrı üzerine çalışma",
      "E": "Mevsimlik iş sözleşmesi"
    },
    "explanation": "Mevsimlik işler, çalışmanın sadece yılın belirli bir döneminde sürdürüldüğü ya da tüm yıl boyunca çalışılsa da çalışmanın yılın belirli dönemlerinde yoğunlaştığı ve ayrıca bu durumun yılın belirli dönemlerinde düzenli olarak tekrar ettiği işlerdir.\n Doğru cevap \"e\" şıkkıdır."
  },
  {
    "id": "3399609",
    "unitNumber": 6,
    "text": "Bir işçi bir iş yerinde kaç saat çalışırsa tam süreli iş sözleşmesi ile istihdam edilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "33",
      "B": "36",
      "C": "39",
      "D": "42",
      "E": "45"
    },
    "explanation": "Haftalık normal çalışma süresi kanunen 45 saat olarak belirlenmiştir. Eğer işyerinde çalışan işçi bakımından uygulanan haftalık çalışma süresi 45 saat ise işçi tam süreli iş sözleşmesi ile istihdam ediliyordur.\n Doğru cevap \"e\" şıkkıdır."
  },
  {
    "id": "3844370",
    "unitNumber": 6,
    "text": "Turizm sektöründe çalışanların ve işverenlerin çalışma hayatından doğan hak ve yükümlülükleri aşağıdakilerden hangisi ile hüküm altına <strong>alınamaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "4857 sayılı İş Kanunu",
      "B": "6356 sayılı Sendikalar ve Toplu İş Sözleşmesi Kanunu",
      "C": "5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu",
      "D": "2942 sayılı Kamulaştırma Kanunu",
      "E": "6331 sayılı İş Sağlığı ve Güvenliği Kanunu"
    },
    "explanation": "Bu soru ile turizm sektöründe çalışanların ve işverenlerin çalışma hayatından doğan hak ve yükümlülüklerinin çerçevesi pekiştirilmektedir.<br/>Ülkemizde turizm sektörüne ilişkin ayrı bir çalışma mevzuatı bulunmamakta, çalışanların ve işverenlerin çalışma hayatından doğan hak ve yükümlülükleri başta <strong>4857 sayılı İş Kanunu</strong> olmak üzere, <strong>6356 sayılı Sendikalar ve Toplu İş Sözleşmesi Kanunu</strong>, <strong>5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu</strong>, <strong>6331 sayılı İş Sağlığı ve Güvenliği Kanunu</strong> vb. mevzuat ile hüküm altına alınmıştır. Ayrıca <strong>2634 sayılı Turizmi Teşvik Kanunu</strong> ve turizm mevzuatındaki diğer bazı düzenlemeler ile turizm sektörü çalışanlarının çalışma koşullarına ilişkin çeşitli kurallar getirilmiştir. Ancak 2942 sayılı Kamulaştırma Kanunu, kamu yararı doğrultusunda özel mülkiyetteki taşınmaz malların kamulaştırılmasıyla ilgilidir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3844371",
    "unitNumber": 6,
    "text": "I. Turizm sektörü çalışanları iş sözleşmesi ile bir işverene bağlı olarak çalıştıklarından ve işverenleri ile iş ilişkisi kurduklarından, işçi statüsündedirler ve bağımlı çalışan grubuna dâhildirler.<br/>II. Bir işçinin üstlendiği iş, bedensel faaliyet gerektiriyor ise ona beyaz yakalı denir. <br/>III. Çalışması fikri faaliyet gerektiren işçiler için mavi yakalı ifadesi kullanılır. <br/>IV. Bir işçi çalıştığı işte bedensel faaliyet yanında fikri faaliyet de yürütüyor ise dâhil olduğu grubu belirlemek için hangi faaliyet türünün ağır bastığına bakılır.<br/>Yukarıda numaralandırılmış ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "İşçi kavramın ilişkin detayların pekiştirilmesi için soru önemlidir.<br/>Turizm sektörü çalışanları iş sözleşmesi ile bir işverene bağlı olarak çalıştıklarından, işverenleri ile iş ilişkisi kurduklarından, işçi statüsündedirler ve bağımlı çalışan grubuna dâhildirler. Bir işçinin üstlendiği iş, bedensel faaliyet gerektiriyor ise ona “mavi yakalı” denir. Çalışması fikri faaliyet gerektiren işçiler için de “beyaz yakalı” ifadesi kullanılır. Eğer işçi çalıştığı işte bedensel faaliyet yanında fikri faaliyet de yürütüyor ise dâhil olduğu grubu belirlemek için hangi faaliyet türünün ağır bastığına bakılır. Ancak numalandırılmış ifadelerde yer alan mavi yakalı ve beya yakalı işçi açıklamaları, birbirileri ile yer değiştirildiğinde doğru olmaktadır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3844372",
    "unitNumber": 6,
    "text": "4857 sayılı İş Kanunu’nun 2. maddesi uyarınca işveren adına hareket eden işveren vekili; işin, işyerinin<br/>veya işletmenin yönetiminde görev alan kişidir.<br/>Bu tanıma göre seçeneklerdeki işveren vekillerinden hangisi diğerlerinden farklı düzeyde bir görev alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Mutfak Şefi",
      "B": "Restoran Müdürü",
      "C": "Önbüro Müdürü",
      "D": "Rezervasyon Şefi",
      "E": "Personel Müdürü"
    },
    "explanation": "İşveren vekili kavramının görev alanlarındaki değişiklikler bu soru ile pekiştirilmiştir.<br/>4857 sayılı İş Kanunu’nun 2. maddesi uyarınca işveren adına hareket eden işveren vekili; işin, işyerinin<br/>veya işletmenin yönetiminde görev alan kişidir. Turizm işletmelerinde görev yapan işveren vekillerine örnek verilecek olursa mutfak şefi, restoran müdürü, ön büro müdürü işin yönetiminden sorumlu işveren vekili; personel müdürü, işyerinin yönetiminden sorumlu işveren vekili, otel müdürü ise işletmenin yönetiminden sorumlu olan işveren vekilidir. Seçeneklerde yer alan personelmüdürü işyeri yönetiminden sorumlu iken diğer seçenekler işin yönetiminden sorumludurlar. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3844373",
    "unitNumber": 6,
    "text": "Aşağıdaki iş sözleşmesi türlerinden hangisinde çalışma şekli temel alınmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Belirli süreli iş sözleşmesi",
      "B": "Atipik iş sözleşmesi",
      "C": "Deneme süreli iş sözleşmesi",
      "D": "Mevsimlik iş sözleşmesi",
      "E": "Belirsiz süreli iş sözleşmesi"
    },
    "explanation": "Turizm sektörü çalışma hayatında karşılaşılan sözleşme türlerinin birbirinden ayrıldığıtemel faktörler bu soru ile pekiştirilebilmektedir.<br/>İş sözleşmeleri temel olarak işin niteliği, işin süresi ve çalışma şekli bakımından sınıflandırılır ve buna göre çeşitli alt türlerden oluşur. <strong>İşin niteliği</strong>negöre iş sözleşmeleri; sürekli işleri konu edinen iş sözleşmesi ve süreksiz işleri konu edinen iş sözleşmesi biçiminde iki türden oluşur. <strong>İşin süresi</strong> esas alındığında yapılan ayrıma göre iş sözleşmeleri türleri denildiğinde akla, belirli süreli iş sözleşmesi ve belirsiz süreli iş sözleşmesi gelecektir. <strong>Çalışma şekli</strong> göz önünde bulundurulduğunda ise iş sözleşmesi türleri; <em>tam süreli iş sözleşmesi, kısmi süreli iş sözleşmesi</em> ve <em>deneme süreli iş sözleşmesi</em>dir. Dorğu cevap C seçeneğidir."
  },
  {
    "id": "3844374",
    "unitNumber": 6,
    "text": "Çalışma süreleri ile ilgili aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Belirli süreli iş sözleşmesinde kararlaştırılan deneme süresi, belirli süreye dâhil edilmez.",
      "B": "Haftalık normal çalışma süresi kanunen 45 saat olarak belirlenmiştir.",
      "C": "İşçi ve işveren, yapacakları sözleşme ile haftalık normal çalışma süresini değiştirilebilir.",
      "D": "Belirlenen haftalık normal çalışma süresi kadar çalışan işçi, tam süreli iş sözleşmesi ile çalışır.",
      "E": "Haftalık alışmanın üçte ikisi kadar çalışan işçi, kısmi süreli işçidir."
    },
    "explanation": "kvjlfn<br/>4857 sayılı İş Kanunu’nun 9/2. maddesine göre çalışma biçimleri bakımından tam süreli, kısmi süreli, deneme süreli veya diğer türde oluşturulabilir. Çalışma biçimi itibariyle alışılagelmiş iş sözleşmesi türü tam süreli iş sözleşmesidir. Buna karşın kısmi süreli iş sözleşmesi ya da diğer adıyla kısmi süreli çalışma (part time), zaman içinde işsizliğe çare olarak düşünülen ve giderek yaygınlaşan bir esnek çalışma biçimi halini almıştır. Haftalık normal çalışma süresi kanunen 45 saat olarak belirlenmiştir. Eğer işyerinde çalışan işçi bakımından uygulanan haftalık çalışma süresi 45 saat ise işçi tam süreli iş sözleşmesi ile istihdam ediliyordur. Taraflar, aralarında yapacakları sözleşme ile haftalık normal çalışma süresini kararlaştırabilirler. Bu durumda işçi yine tam süreli iş sözleşmesi ile çalışıyordur. Buna karşın o işyerinde tam süreli iş sözleşmesi ile çalışan emsal işçinin, haftalık çalışma süresinin üçte ikisine kadar çalışan işçilerin kısmi süreli iş sözleşmesi ile çalıştığı kabul edilir. İster belirli süreli olsun ister belirsiz süreli, iş sözleşmesinde deneme kaydı öngörülebilir. Belirli süreli iş sözleşmesinde kararlaştırılan deneme süresi, belirli süreye dâhildir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3844375",
    "unitNumber": 6,
    "text": "İşçinin iş sözleşmesinden kaynaklanan rekabet etmeme borcuna aşağıdakilerden hangisi örnek teşkil eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir işçinin, iş sözleşmesiyle üstlendiği görevleri zamanında ve özenli bir şekilde yerine getirmesi",
      "B": "İşçinin, amiri tarafından verilen iş güvenliği talimatlarına uyarak koruyucu ekipmanları eksiksiz kullanması",
      "C": "İşçinin, çalıştığı şirkete zarar verebilecek davranışlardan kaçınarak, şirketin itibarını ve gizli bilgilerini koruması",
      "D": "İşçinin, kendisine zimmetlenen şirket ekipmanlarını işten ayrılırken eksiksiz şekilde iade etmesi",
      "E": "İşçinin, işverenin faaliyet alanında rakip bir iş kurmaması ya da rakip işletmede çalışmaması"
    },
    "explanation": "İş sözleşmesi, taraflar için karşılıklı olarak borç doğuran bir özel hukuk sözleşmesidir. Bu sözleşme ile taraflar birtakım borçları tam ve gereği gibi yerine getirmekle yükümlü olurlar. Tam iki tarafa borç yükleyen bir sözleşme olması bakımından, işçinin iş sözleşmesi ile üstlendiği asli edimin (iş görme) karşılığı olarak işveren de ücret ödeme borcunu yerine getirmelidir. Bu soru ise işçinin iş sözleşmesinden kaynaklanan borçları ileilgili bilgileri pekiştirmektedir.<br/>iş sözleşmesinden kaynaklanan borçları şunlardır: • İş görme borcu, • Emir ve talimatlara uyma (itaat) borcu, • Sadakat borcu, • Teslim ve hesap verme borcu, • Rekabet etmeme borcu. İşçinin rekabet etmeme borcu, esasen iş sözleşmesi devam ettiği sürece var olan ve bu yönüyle sözleşmeden doğan sadakat borcundan kaynaklanan bir yükümlülüktür. Böylece işçi, çalıştığı müddetçe öğrenmiş olduğu mesleki ve ticari sırları üçüncü kişilerle paylaşmamak ve işverenin faaliyet alanına giren işleri yapmamakla yükümlüdür. Normal şartlarda işçinin sadakat borcunun bir gereği olarak sözleşme devam ettiği sürece devam eden rekabet etmeme borcu, sözleşmenin sona ermesi ile sonlanacaktır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3844376",
    "unitNumber": 6,
    "text": "I. Zamana göre ücret<br/>II. Parça başına ücret<br/>III. Götürü ücret <br/>IV. Yüzde usulü ücret<br/>Yukarıda numaralandırılmış 4857 sayılı İş Kanunu’nda düzenlenen ücret belirleme yöntemlerinden hangisi/hangileri turizm sektöründe kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Ücret ödeme, işçinin iş görme borcunun karşılığı olarak işverenin iş sözleşmesinden doğan asli (temel) borcudur. Bu soru 4857 sayılı İş Kanunu’nda ve 5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu’nda düzenlenen ücret belirleme yöntemlerini sektöre özgü yorumlamayı sağlamaktadır.<br/>4857 sayılı İş Kanunu’nda düzenlenen ücret belirleme yöntemleri; zamana göre ücret, parça başına ücret (akort ücret), götürü ücret ve yüzde usulü ücrettir. Turizm sektöründe ücret uygulaması olarak genellikle <strong>zamana göre ücretlendirme</strong> ile otel, lokanta ve eğlence yerlerine mahsus olan <strong>yüzde usulü ücretlendirme</strong> söz konusudur. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3844377",
    "unitNumber": 6,
    "text": "Ali Bey’in ücreti, mücbir bir sebep olmaksızın 28 gün boyunca ödenmemiştir. 4857 sayılı İş Kanunu’nun 34. maddesini inceleyen Ali Bey, bu durumun kendisine çalışmama hakkı verdiğini ve bu nedenle sözleşmesinin feshedilemeyeceğini öğrenmiştir. <br/>Buna göre Ali Bey'in iş görme borcunu yerine getirmeme hakkı hangi günden itibaren doğmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "10. gün",
      "B": "19. gün",
      "C": "21. gün",
      "D": "28. gün",
      "E": "30. gün"
    },
    "explanation": "İşçinin iş sözleşmesinden kaynaklanan iş görme borcu ile işverenin aynı sözleşme ile üstlendiği ücret ödeme borcu, bu soru ile bir arada değerlendirilmiş ve ücret ödenmemesi için sınırın ve ücret ödenmemesi durumunda meydana gelecek durumların anlaşılması sağlanmıştır.<br/>4857 sayılı İş Kanunu’nun 34. maddesine göre bir işçinin ücreti, mücbir sebep olmaksızın <strong>20 gün içinde</strong> ödenmez ise işçi, iş görme borcunu görmekten kaçınabilir. Bu işçilerin sözleşmeleri, bu nedenle çalışmadıkları için feshedilemez ve onların yerine yeni işçi alınarak bu işler başkalarına yaptırılamaz. Dolayısıyla Ali Bey'in iş görme borcunu yerine getirmeme hakkı<strong> 21. gün</strong>den iibaren doğmuştur. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3844380",
    "unitNumber": 6,
    "text": "İş sözleşmesinin sona ermesi hakkında aşağıda yer alan ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Tarafların karşılıklı anlaşması ile iş sözleşmesinin sona ermesi için ikale sözleşmesi yapılır.",
      "B": "Fesih bildirimi sözlü olarak yapılabilse de ispat kolaylığı sağlaması açısından yazılı yapılır.",
      "C": "İş sözleşmesinin feshinde hangi tür iş sözleşmesi ile istihdam edildiği önemlidir.",
      "D": "Belirsiz süreli iş sözleşmeleri, bildirimli fesih yoluyla feshedilemez.",
      "E": "Usulsüz fesihlerde ihbar tazminatının hesap edilmesinde işçinin son giydirilmiş brüt ücreti esas alınır."
    },
    "explanation": "Bildirimli fesih, iş sözleşmesinin feshinde kanunda ya da sözleşmede öngörülen fesih ihbar sürelerine uyulan ve sözleşmenin kural olarak bu sürenin sonunda sona erdiği fesih türüdür. Bu sou ile sözleşme türleri - fesih türleri bağlantısı kurulmaktadır.<br/>İş sözleşmesi bazı nedenler ve olgular neticesinde sona erebilir. Bu tarafların karşılıklı anlaşması (ikale sözleşmesi) ile olabileceği gibi taraflardan birince (işçi ya da işveren) tek taraflı irade beyanı/bildirim ile de olabilir. Fesih bildiriminin yazılı olarak yapılması, daha çok ispat şekil şartı olarak kabul edilmektedir. Dolayısıyla ayrık durumlar hariç fesih bildiriminin sözlü olarak yapılması da mümkündür. İspat kolaylığı sağlaması açısından yazılı yapılmasında fayda bulunmaktadır. Bildirim şartına uyulmadan yapılan fesih, usulsüz fesihtir. Bu durumda karşı taraf, bildirim sürelerine uymayan taraftan ihbar tazminatı talep ve dava edebilir. İhbar tazminatı için zaman aşımı süresi 5 yıldır ve hesap edilmesinde işçinin son giydirilmiş brüt ücreti esas alınır. İş sözleşmesinin feshinde hangi tür iş sözleşmesi ile istihdam edildiği de önemlidir. Belirli süreli iş sözleşmeleri, bildirimli fesih yoluyla feshedilemez. Bildirimli fesih kural olarak belirsiz süreli iş sözleşmelerinde uygulanır. Bu durumun tek istisnası, 6098 sayılı Türk Borçlar Kanunu gereğince süresi 10 yılı aşan belirli süreli iş sözleşmelerinde bazı şartların varlığı hâlinde uygulanabilmesidir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3844381",
    "unitNumber": 6,
    "text": "4857 sayılı İş Kanunu’nda, iş sözleşmesinin bildirimsiz olarak sona erdirildiği derhal fesih durumlarında; işçi açısından haklı nedenle fesih hâlleri .... maddede, işveren açısından haklı nedenle fesih hâlleri ise .... maddede düzenlenmiştir. <br/>Buna göre, yukarıdaki cümlede boş bırakılan yerlere aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "24-25",
      "B": "23-24",
      "C": "22-23",
      "D": "21-22",
      "E": "20-21"
    },
    "explanation": "oecb<br/>Derhal fesihte <strong>işçi</strong> için haklı neden oluşturan hâller, 4857 sayılı İş Kanunu’nun<strong> 24.</strong> maddesinde sağlık nedenleri, ahlak ve iyi niyetle bağdaşmayan hâller ve benzerleri ile zorlayıcı nedenler olarak ayrıntısıyla düzenlenmiştir. <strong>İşveren</strong> için bildirimsiz feshe imkân veren haklı nedenler ise aynı Kanun’un bu kez <strong>25.</strong> maddesinde hüküm altına alınmıştır. Bunlar da sağlık nedenleri, ahlak ve iyi niyete uymayan hâller ve benzerleri ile zorlayıcı nedenler ve işçinin tutuklanması ya da gözaltına alınmasından oluşur. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3399500",
    "unitNumber": 7,
    "text": "Turizm Teşvik Kanunu ile ilgili verilen bilgilerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1982 yılında yürürlüğe girmiştir.",
      "B": "2634 sayılı kanundur.",
      "C": "Yatırımların maliyetlerini düşürmek, finansman ihtiyacını azaltmak ve sektörel birçok kolaylıkla kâr<br/>marjının artmasını sağlamak üzere çıkarılmıştır.",
      "D": "Bu Kanun ile sağlanan teşvikler; kamu arazilerinin turizm yatırımlarına tahsisi, elektrik, havagazı ve su ücretlerinde indirim vb. ilişkin düzenlemeleri içerir.",
      "E": "Bu kanun ile yabancı personel çalıştırılması zorlaştırılmıştır."
    },
    "explanation": "Doğru yanıt E şıkkıdır."
  },
  {
    "id": "3399501",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 2012/3305 sayılı Bakanlar Kurulu Kararı uyarınca genel teşvik uygulaması kapsamına giren teşvikler arasında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Gümrük vergisi muafiyeti",
      "B": "Yabancı personel sigorta primi desteği",
      "C": "Katma Değer Vergisi (KDV) istisnası",
      "D": "Gelir vergisi stopajı desteği",
      "E": "Sigorta primi işveren hissesi desteği"
    },
    "explanation": "Doğru yanıt B şıkkıdır."
  },
  {
    "id": "3399502",
    "unitNumber": 7,
    "text": "Ülkenin ekonomik ve sosyal ihtiyaçlarının karşılanmasında küçük ve orta ölçekli işletmelerin payını ve etkinliğini artırmak, rekabet güçlerini ve düzeylerini yükseltmek, sanayide entegrasyonu ekonomik gelişmelere uygun biçimde gerçekleştirmek amacıyla 1990 yılında 3624 sayılı Kanun ile kurulan kuruluş aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "EXIMBANK",
      "B": "TÜRSAB",
      "C": "KOSGEB",
      "D": "BEBKA",
      "E": "TUREB"
    },
    "explanation": "Doğru yanıt C şıkkıdır."
  },
  {
    "id": "3399503",
    "unitNumber": 7,
    "text": "hazine ve orman arazilerinin Kanun’da belirtilen sürelerle turistik yatırımlara tahsis edilebileceği hangi kanun ve maddede belirtilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1618 Sayılı Seyahat Acenteleri Hakkında Kanun / 8. Madde",
      "B": "1319 Sayılı Emlâk Vergisi Kanunu / 8. Madde",
      "C": "3305 Bakanlar Kurulu Kararı / 4. Madde",
      "D": "2634 Sayılı Turizmi Teşvik Kanunu / 8. Madde",
      "E": "3624 Sayılı Kosgeb / 6. Madde"
    },
    "explanation": "Doğru yanıt D şıkkıdır."
  },
  {
    "id": "3399504",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi COVID-19 salgınının ülkemizi de etkilemesi sonucunda, turizm sektörünün bu süreçten olumsuz yönde etkilenmemesi amacı ile kabul edilen teşviklerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turizm işletmelerinin kiralarının 6 ay devlet tarafından finanse edilmesi kararı alınmıştır.",
      "B": "518 sayılı Vergi Usul Kanunu Tebliği ile turizm sektörü, mücbir sebepten etkilenen sektörler arasına alınmış ve vergi ödevleri ertelenmiştir.",
      "C": "Turizm sektöründe faaliyet gösteren işletmelerin kısa çalışma ödeneğinden yararlanması sağlanarak istihdam desteklenmiştir.",
      "D": "İşletmelerin kredi ödemelerinin ertelenmesi ve devlet destekli düşük kredi temin edilebilmesi sağlanmıştır.",
      "E": "İç hat uçuşlarında KDV oranı %18’den %1’e indirilerek, turizm sektörüne katkı sağlanması amaçlanmıştır."
    },
    "explanation": "Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3399505",
    "unitNumber": 7,
    "text": "6326 sayılı Turist Rehberliği Meslek Kanunu hangi yıl kabul edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1970",
      "B": "2007",
      "C": "2012",
      "D": "1982",
      "E": "2011"
    },
    "explanation": "Doğru yanıt C şıkkıdır."
  },
  {
    "id": "3399506",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 2634 sayılı Turizmi Teşvik Kanunu’nun 37. maddesinin (A) bendinin 2 numaralı alt bendi gereğince 01.06.2019 tarih ve 30791 sayılı Resmî Gazete’de yayımlanarak yürürlüğe giren Turizm Tesislerinin Niteliklerine İlişkin Yönetmelik kapsamında turizm tesislerinde aranan niteliklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Turizm tesislerinin yerleşme özellikleri ve mahallerin düzenlenmesi",
      "B": "Personelin nitelikleri ve personele yönelik düzenlemeler",
      "C": "Turizm tesislerinde yer alan tanıtım, bilgilendirme ve fiyat tarifelerine yönelik düzenlemeler",
      "D": "Turizm tesislerindeki sağlık, temizlik, güvenlik ve çevrenin korunmasına yönelik düzenlemeler",
      "E": "Turizm tesislerinin katılacakları fuar ve etkinliklere yönelik düzenlemeler"
    },
    "explanation": "Doğru yanıt E şıkkıdır."
  },
  {
    "id": "3399507",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Turizm Tesislerinin Niteliklerine İlişkin Yönetmeliğe göre turizm tesisleri kategorilerinden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Konaklama tesisleri",
      "B": "Dağ ve Kış Sporları Tesisleri",
      "C": "Gastronomi tesisleri",
      "D": "Kırsal turizm tesisleri",
      "E": "Kongre ve rekreasyon tesisleri"
    },
    "explanation": "Doğru yanıt B şıkkıdır."
  },
  {
    "id": "3399508",
    "unitNumber": 7,
    "text": "Yemek kültürünün bir turizm ürünü hâline getirilerek müşteriye sunulduğu; yöresel, geleneksel, ulusal veya uluslararası özellik taşıyan, mutfak ve yiyecek -içecek servisinin yapıldığı, ülke turizmine katkı sağladığı bilinen ve bu yönleriyle Bakanlık tarafından desteklenmeleri uygun görülen yeme-içme tesisleri Turizm Tesislerinin Niteliklerine İlişkin Yönetmelik'te hangi isimle adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Gastronomi tesisleri",
      "B": "Sağlık tesisleri",
      "C": "Kırsal turizm tesisleri",
      "D": "Kongre ve rekreasyon tesisleri",
      "E": "Konaklama tesisleri"
    },
    "explanation": "Doğru yanıt A şıkkıdır."
  },
  {
    "id": "3399509",
    "unitNumber": 7,
    "text": "Mola noktaları ve personel eğitim tesisleri Turizm İşletmelerinin Niteliklerine İlişkin Yönetmelik gereğince hangi kategoride yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Özel tesisler",
      "B": "Bileşik tesisler",
      "C": "Diğer tesisler",
      "D": "Konaklama tesisleri",
      "E": "Spor tesisleri"
    },
    "explanation": "Doğru yanıt C şıkkıdır."
  },
  {
    "id": "3399540",
    "unitNumber": 7,
    "text": "2634 sayılı Turizmi Teşvik Kanunu kaç yılında yürürlüğe girmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1982",
      "B": "1988",
      "C": "1964",
      "D": "1980",
      "E": "1981"
    },
    "explanation": "2634 sayılı Turizmi Teşvik Kanunu 1982 yılında yürürlüğe girmiştir."
  },
  {
    "id": "3399541",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 2634 sayılı Turizm Teşvik Kanunu ile sağlanan teşviklerinden <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Yabancı personel ve sanatkâr çalıştırılabilmesinde kolaylık sağlanması ve alkollü içki satışına ilişkin düzenleme",
      "B": "Gelen turist sayısının belirlenmesi",
      "C": "Haberleşme kolaylıkları",
      "D": "Elektrik, havagazı ve su ücretlerinde indirim",
      "E": "Kamu arazilerinin turizm yatırımlarına tahsisi,"
    },
    "explanation": "2634 sayılı Turizm Teşvik Kanunu ile sağlanan teşvikler; kamu arazilerinin turizm yatırımlarına tahsisi, elektrik, havagazı ve su ücretlerinde indirim, haberleşme kolaylıkları, yabancı personel ve sanatkâr çalıştırılabilmesinde kolaylık sağlanması ve alkollü içki satışına ilişkin düzenlemedir."
  },
  {
    "id": "3399542",
    "unitNumber": 7,
    "text": "Yatırımı yönlendirmek suretiyle, katma değeri yüksek, ileri ve uygun teknolojiler kullanılarak bölgeler arası dengesizliği gidermek, istihdam yaratmak ve uluslararası rekabet gücü sağlamak için yatırımların devlet tarafından desteklenmesi amacıyla verilen bir belge aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Turizm gelir vergisi",
      "B": "Turizm teşvik belgesi",
      "C": "Turizm ithalat belgesi",
      "D": "Yabancı uzman çalıştırma belgesi",
      "E": "Turistik gezi belgesi"
    },
    "explanation": "Turizm teşvik belgesi, yatırımı yönlendirmek suretiyle, katma değeri yüksek, ileri ve uygun teknolojiler kullanılarak bölgeler arası dengesizliği gidermek, istihdam yaratmak ve uluslararası rekabet gücü sağlamak için yatırımların devlet tarafından desteklenmesi amacıyla verilen bir belgedir."
  },
  {
    "id": "3399543",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 2012/3305 sayılı Bakanlar Kurulu Kararı uyarınca genel teşvik uygulaması kapsamına giren teşviklerden <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Sigorta primi işveren hissesi desteği",
      "B": "Gelir vergisi stopajı desteği",
      "C": "Katma Değer Vergisi (KDV) istisnası",
      "D": "Gümrük vergisi muafiyeti",
      "E": "Turist vizesi muafiyeti"
    },
    "explanation": "• Gümrük vergisi muafiyeti • Katma Değer Vergisi (KDV) istisnası • Gelir vergisi stopajı desteği • Sigorta primi işveren hissesi desteği"
  },
  {
    "id": "3399544",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 2012/3305 sayılı Bakanlar Kurulu Kararı uyarınca bölgesel teşvik uygulaması kapsamına giren teşviklerden <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Turizm beyan belgesi",
      "B": "Sigorta primi işveren hissesi desteği",
      "C": "Vergi indirimi",
      "D": "KDV istisnası",
      "E": "Gümrük vergisi muafiyeti"
    },
    "explanation": "• Gümrük vergisi muafiyeti • KDV istisnası • Vergi indirimi • Sigorta primi işveren hissesi desteği • Yatırım yeri tahsisi • Faiz veya kâr payı desteği • Gelir vergisi stopajı desteği • Sigorta primi desteği"
  },
  {
    "id": "3399545",
    "unitNumber": 7,
    "text": "1990 yılında 3624 sayılı Kanun ile imalat sanayi işletmelerinin ekonomideki yerlerinin geliştirilmesi amacıyla kurulan bir kamu kuruluşunun adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "KOSGEP",
      "B": "POSGEB",
      "C": "KOSGEB",
      "D": "KOSKEB",
      "E": "ROSGEB"
    },
    "explanation": "KOSGEB, 1990 yılında 3624 sayılı Kanun ile imalat sanayi işletmelerinin ekonomideki yerlerinin geliştirilmesi amacıyla kurulan bir kamu kuruluşudur."
  },
  {
    "id": "3399546",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi KOSGEB’in NACE kod kataloğunda yer alan ve turizm sektörüne dâhil KOSGEB desteği kapsamındaki faaliyetlerden <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Başka bir yerde sınıflandırılmamış diğer konaklama yerleri",
      "B": "Kamp yerleri ve diğer kısa süreli konaklama yerleri",
      "C": "Gençlik hostelleri ve dağ barınakları",
      "D": "Doğa yürüyüşleri",
      "E": "Oteller ve moteller"
    },
    "explanation": "• Oteller ve moteller, • Kamp yerleri ve diğer kısa süreli konaklama yerleri, • Gençlik hostelleri ve dağ barınakları, • Kamp yerleri (karavan alanları dâhil), • Başka bir yerde sınıflandırılmamış diğer konaklama yerleri, • Lokantalar, pastaneler vb. yerler, • Seyahat acenteleri ve tur işletmelerinin faaliyetleri."
  },
  {
    "id": "3399547",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Turizm sektöründe mücbir sebep (salgın hastalık) nedeni ile kabul edilen teşviklerden <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Sigorta primi işveren hissesi desteği verilmiştir.",
      "B": "İç hat uçuşlarında KDV oranı %18’den %1’e indirilerek, turizm sektörüne katkı sağlanması amaçlanmıştır.",
      "C": "İşletmelerin kredi ödemelerinin ertelenmesi ve devlet destekli düşük kredi temin edilebilmesi sağlanmıştır.",
      "D": "Turizm sektöründe faaliyet gösteren işletmelerin kısa çalışma ödeneğinden yararlanması sağlanarak istihdam desteklenmiştir.",
      "E": "518 sayılı Vergi Usul Kanunu Tebliği ile turizm sektörü, mücbir sebepten etkilenen sektörler arasına alınmış ve vergi ödevleri ertelenmiştir."
    },
    "explanation": "• 518 sayılı Vergi Usul Kanunu Tebliği ile turizm sektörü, mücbir sebepten etkilenen sektörler arasına alınmış ve vergi ödevleri ertelenmiştir.\n • Turizm sektöründe faaliyet gösteren işletmelerin kısa çalışma ödeneğinden yararlanması sağlanarak istihdam desteklenmiştir.\n • İşletmelerin kredi ödemelerinin ertelenmesi ve devlet destekli düşük kredi temin edilebilmesi sağlanmıştır.\n • İç hat uçuşlarında KDV oranı %18’den %1’e indirilerek, turizm sektörüne katkı sağlanması amaçlanmıştır"
  },
  {
    "id": "3399548",
    "unitNumber": 7,
    "text": "Kâr amacı ile turistlere turizme ilişkin bilgiler vermeye, paket turları oluşturmaya, turizm amaçlı konaklama, ulaştırma, gezi, spor ve eğlence hizmetlerini görmeye yetkili olan, oluşturduğu ürünü kendi veya diğer seyahat acenteleri vasıtası ile pazarlayabilen ticari kuruluşun ismi nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gezi rehberi",
      "B": "Turist rehberi",
      "C": "Seyahat acentesi",
      "D": "kosgeb",
      "E": "Sosyal hizmetler müdürlüğü"
    },
    "explanation": "Seyahat acentesi: kâr amacı ile turistlere turizme ilişkin bilgiler vermeye, paket turları oluşturmaya, turizm amaçlı konaklama, ulaştırma, gezi, spor ve eğlence hizmetlerini görmeye yetkili olan, oluşturduğu ürünü kendi veya diğer seyahat acenteleri vasıtası ile pazarlayabilen ticari bir kuruluştur.)"
  },
  {
    "id": "3399549",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Türkiye Cumhuriyeti devleti tarafından verilen pasaport çeşitlerinden <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Öğrenci pasaportu",
      "B": "Yabancılara mahsus pasaportlar",
      "C": "Hizmet damgalı pasaportlar",
      "D": "Hususi damgalı pasaportlar",
      "E": "Diplomatik pasaportlar"
    },
    "explanation": "• Diplomatik pasaportlar • Hususi damgalı pasaportlar • Hizmet damgalı pasaportlar • Umuma mahsus pasaportlar (münferit veya müşterek olur) • Yabancılara mahsus pasaportlar"
  },
  {
    "id": "3399550",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi/hangileri teşviklerin ana amacı arasındadır?<br/>I. Yatırımların maliyetlerini düşürmek II. Finansman ihtiyacını azaltmak III. Sektörel birçok kolaylıkla kâr marjının artmasını sağlamak IV. Turizm tesislerindeki sağlık, temizlik, güvenlik ve çevrenin korunmasına yönelik faaliyetler yapmak\n Yukarıdakilerden hangisi/hangileri teşviklerin ana amacı arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "I, III ve IV",
      "C": "I, II, IV",
      "D": "I, II, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "2634 Sayılı Turizm Teşvik Kanunu Kapsamında Yer Alan Teşvik ve Destekler<br/>Teşviklerin ana amacı; yatırımların maliyetlerini düşürmek, finansman ihtiyacını azaltmak ve sektörel birçok kolaylıkla kâr marjının artmasını sağlamaktır."
  },
  {
    "id": "3399551",
    "unitNumber": 7,
    "text": "Türkiye’de turizm sektörünün gelişimi bakımından milat olarak kabul edilen 2634 sayılı Turizm Teşvik Kanunu hangi yılda yürürlüğe girmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "2012",
      "B": "1990",
      "C": "1972",
      "D": "2019",
      "E": "1982"
    },
    "explanation": "2634 Sayılı Turizm Teşvik Kanunu Kapsamında Yer Alan Teşvik ve Destekler<br/>Türkiye’de turizm sektörünün gelişimi bakımından 1982 yılında yürürlüğe giren 2634 sayılı Turizm Teşvik Kanunu’nu milat olarak kabul etmek gerekir."
  },
  {
    "id": "3399552",
    "unitNumber": 7,
    "text": "Kamu arazilerinin turizm yatırımlarına tahsisi; 2634 sayılı Turizmi Teşvik Kanunu’nun<br/>kaçıncı maddesi uyarınca hazine ve orman arazileri, Kanun’da belirtilen sürelerle turistik<br/>yatırımlara tahsis edilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "1.",
      "B": "3.",
      "C": "8.",
      "D": "10.",
      "E": "12."
    },
    "explanation": "2634 Sayılı Turizm Teşvik Kanunu Kapsamında Yer Alan Teşvik ve Destekler<br/>Kamu arazilerinin turizm yatırımlarına tahsisi; 2634 sayılı Turizmi Teşvik Kanunu’nun<br/>8. maddesi uyarınca hazine ve orman arazileri, Kanun’da belirtilen sürelerle turistik<br/>yatırımlara tahsis edilebilir"
  },
  {
    "id": "3399553",
    "unitNumber": 7,
    "text": "Turizm konaklama tesisleri yatırımları için en çok kaç yıl süre ile kamu arazisi tahsisi yapılabilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "20",
      "B": "49",
      "C": "100",
      "D": "30",
      "E": "55"
    },
    "explanation": "2634 Sayılı Turizm Teşvik Kanunu Kapsamında Yer Alan Teşvik ve Destekler<br/>Turizm konaklama tesisleri yatırımları için en çok 49 yıl süre ile kamu arazisi tahsisi yapılabilmektedir."
  },
  {
    "id": "3399554",
    "unitNumber": 7,
    "text": "Turizm kamping yatırımları için en çok kaç yıl süre ile kamu arazisi tahsisi yapılabilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "49",
      "B": "20",
      "C": "55",
      "D": "100",
      "E": "30"
    },
    "explanation": "2634 Sayılı Turizm Teşvik KanunuKapsamında Yer Alan Teşvik ve Destekler<br/>Turizm kamping yatırımları için en çok 20 yıl süre ile kamu arazisi tahsisi yapılabilmektedir"
  },
  {
    "id": "3399555",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 2012/3305 sayılı Bakanlar Kurulu Kararı uyarınca genel teşvik uygulaması kapsamına giren teşvikler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Gümrük vergisi muafiyeti",
      "B": "Katma Değer Vergisi (KDV) istisnası",
      "C": "Gelir vergisi stopajı desteği",
      "D": "Faiz veya kâr payı desteği",
      "E": "Sigorta primi işveren hissesi desteği"
    },
    "explanation": "2012/3305 Sayılı Bakanlar Kurulu Kararı Kapsamında Sağlanan Teşvikler<br/>012/3305 sayılı Bakanlar Kurulu Kararı uyarınca genel teşvik uygulaması kapsamına giren teşvikler şunlardır:<br/>• Gümrük vergisi muafiyeti<br/>• Katma Değer Vergisi (KDV) istisnası<br/>• Gelir vergisi stopajı desteği<br/>• Sigorta primi işveren hissesi desteği"
  },
  {
    "id": "3399556",
    "unitNumber": 7,
    "text": "Ülkenin ekonomik ve sosyal ihtiyaçlarının karşılanmasında küçük ve orta ölçekli işletmelerin payını ve etkinliğini artırmak, rekabet güçlerini ve düzeylerini yükseltmek, sanayide entegrasyonu ekonomik gelişmelere uygun biçimde gerçekleştirmek amacıyla kurulan kamu kuruluşu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "TÜREB",
      "B": "KOBİ",
      "C": "KOSGEB",
      "D": "Eximbank",
      "E": "WTO"
    },
    "explanation": "KOSGEB Destekleri<br/>Ülkenin ekonomik ve sosyal ihtiyaçlarının karşılanmasında küçük ve orta ölçekli işletmelerin payını ve etkinliğini artırmak, rekabet güçlerini ve düzeylerini yükseltmek, sanayide entegrasyonu ekonomik gelişmelere uygun biçimde gerçekleştirmek amacıyla, Küçük ve Orta Ölçekli İşletmeleri Geliştirme ve Destekleme İdaresi Başkanlığı (KOSGEB) kurulmuştur."
  },
  {
    "id": "3399557",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi KOSGEB’in NACE kod kataloğunda yer alan ve turizm sektörüne dâhil faaliyetler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Oteller ve moteller",
      "B": "Kamp yerleri ve diğer kısa süreli konaklama yerleri",
      "C": "Lokantalar, pastaneler vb. yerler",
      "D": "Gençlik merkezleri",
      "E": "Seyahat acenteleri ve tur işletmelerinin faaliyetleri"
    },
    "explanation": "KOSGEB Destekler<br/>KOSGEB’in NACE kod kataloğunda yer alan ve turizm sektörüne dâhil faaliyetler KOSGEB desteği kapsamındadır. Bu kapsamdaki faaliyetler şunlardır:<br/>• Oteller ve moteller,<br/>• Kamp yerleri ve diğer kısa süreli konaklama<br/>yerleri,<br/>• Gençlik hostelleri ve dağ barınakları,<br/>• Kamp yerleri (karavan alanları dâhil),<br/>• Başka bir yerde sınıflandırılmamış diğer konaklama yerleri,<br/>• Lokantalar, pastaneler vb. yerler,<br/>• Seyahat acenteleri ve tur işletmelerinin faaliyetleri."
  },
  {
    "id": "3399558",
    "unitNumber": 7,
    "text": "Ülke tanıtımında önemli katkı sağlayan turist rehberlerinin mesleki faaliyetlerine dair 2012 yılında yürürlüğe giren 6326 sayılı kanunun ismi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pasaport Kanunu",
      "B": "Seyahat Acenteleri Hakkında Kanun",
      "C": "Vergi Usul Kanunu",
      "D": "Yabancıların Türkiye’de İkamet ve Seyahatleri Hakkında Kanun",
      "E": "Turist Rehberliği Meslek Kanunu"
    },
    "explanation": "6326 Sayılı Turist Rehberliği Meslek<br/>Kanunu<br/>22.06.2012 tarihinde yürürlüğe giren 6326 sayılı Turist Rehberliği Meslek Kanunu ile turist rehberliği, hukuki düzenlemeye kavuşmuştur."
  },
  {
    "id": "3399559",
    "unitNumber": 7,
    "text": "Kâr amacı ile turistlere turizme ilişkin bilgiler vermeye, paket turları oluşturmaya, turizm amaçlı konaklama, ulaştırma, gezi, spor ve eğlence hizmetlerini görmeye yetkili olan, oluşturduğu ürünü kendi veya diğer seyahat acenteleri vasıtası ile pazarlayabilen ticari kuruluşa ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Seyahat Acentesi",
      "B": "TUREB",
      "C": "Turist Rehberi",
      "D": "KOSGEB",
      "E": "Tur İşletmeleri"
    },
    "explanation": "1618 Sayılı Seyahat Acentaları ve Seyahat Acentaları Birliği Kanunu<br/>Seyahat acentesi, kâr amacı ile turistlere turizme ilişkin bilgiler vermeye, paket turları oluşturmaya, turizm amaçlı konaklama, ulaştırma, gezi, spor ve eğlence hizmetlerini<br/>görmeye yetkili olan, oluşturduğu ürünü kendi veya diğer seyahat acenteleri vasıtası ile pazarlayabilen ticari bir kuruluştur."
  },
  {
    "id": "3399584",
    "unitNumber": 7,
    "text": "Türkiye’de turizm sektörünün gelişimi bakımından 1982 yılında yürürlüğe giren ve milat olarak kabul edilen kanun aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1319",
      "B": "1618",
      "C": "2634",
      "D": "3305",
      "E": "6094"
    },
    "explanation": "Türkiye’de turizm sektörünün gelişimi bakımından 1982 yılında yürürlüğe giren 2634 sayılı Turizm Teşvik Kanunu’nu milat olarak kabul etmek gerekir."
  },
  {
    "id": "3399588",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Türkiye’de uygulanan teşvik ve desteklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "2634 sayılı Turizm Teşvik Kanunu kapsamındaki teşvikler",
      "B": "3305 sayılı Bakanlar Kurulu Kararı kapsamında sağlanan teşvikler",
      "C": "1319 sayılı Emlak Vergisi Kanunu’nda yer alan muafiyetler",
      "D": "Türkiye İhracat Kredi Bankası (EXIMBANK)tarafından sağlanan kredi imkânları",
      "E": "Geçici ihracat kolaylığı sağlayan teşvikler"
    },
    "explanation": "Ünite kapsamında incelenecek teşvik ve destekler ise şunlardır:\n <ul> <li>2634 sayılı Turizm Teşvik Kanunu kapsamındaki teşvikler</li> <li>2012/3305 sayılı Bakanlar Kurulu Kararı kapsamında sağlanan teşvikler</li> <li>KOSGEB destekleri</li> <li>1319 sayılı Emlak Vergisi Kanunu’nda yer alan muafiyetler</li> <li>Yabancı sermaye yatırımlarının teşviki</li> <li>Türkiye İhracat Kredi Bankası (EXIMBANK) tarafından sağlanan kredi imkânları</li> <li>Geçici ithalat kolaylığı. </li> </ul>"
  },
  {
    "id": "3399592",
    "unitNumber": 7,
    "text": "I- Su\n II- Elektrik\n III- Havagazı\n IV- Gelir vergisi\n V- Damga harcı\n Turizm belgeli yatırım ve işletmelere ekonomik kolaylık sağlanmak adına o bölgedeki sanayi ve meskenlere uygulanan tarifeye kıyasla daha uygun tarifeden tahsil edileceği belirtilen gider kalemleri hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "II-III-IV",
      "D": "I-III-V",
      "E": "II-III-V"
    },
    "explanation": "Elektrik, havagazı ve su ücretlerinde indirim; 2634 sayılı Turizmi Teşvik Kanunu’nun 16. maddesi uyarınca turizm belgeli yatırım ve işletmelere ekonomik kolaylık sağlanması adına elektrik, havagazı ve su ücretlerinin o bölgedeki sanayi ve meskenlere uygulanan tarifeye kıyasla daha uygun tarifeden tahsil edileceği kabul edilmiştir."
  },
  {
    "id": "3399593",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 2012/3305 sayılı Bakanlar Kurulu Kararı uyarınca genel teşvik uygulaması kapsamına giren teşvikler biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gümrük vergisi muafiyeti",
      "B": "Arazi tahsisi",
      "C": "Katma Değer Vergisi (KDV) istisnası",
      "D": "Gelir vergisi stopajı desteği",
      "E": "Sigorta primi işveren hissesi desteği"
    },
    "explanation": "2012/3305 sayılı Bakanlar Kurulu Kararı uyarınca genel teşvik uygulaması kapsamına giren teşvikler şunlardır:\n<br/>Gümrük vergisi muafiyeti\n<br/>Katma Değer Vergisi (KDV) istisnası\n<br/>Faiz veya kâr payı desteği\n<br/>Gelir vergisi stopajı desteği\n<br/>Sigorta primi işveren hissesi desteği"
  },
  {
    "id": "3399594",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi KOSGEB’in NACE katoloğunda yer alan ve destek alan turizm faaliyetlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Oteller ve moteller",
      "B": "Kamp yerleri ve diğer kısa süreli konaklama yerleri",
      "C": "Gençlik hostelleri ve dağ barınakları",
      "D": "Yat işletmeleri",
      "E": "Kamp yerleri (karavan alanları dâhil)"
    },
    "explanation": "KOSGEB’in NACE kod kataloğunda yer alan ve turizm sektörüne dâhil faaliyetler KOSGEB desteği kapsamındadır. Bu kapsamdaki faaliyetler şunlardır:\n <ul> <li>Oteller ve moteller,</li> <li>Kamp yerleri ve diğer kısa süreli konaklama yerleri,</li> <li>Gençlik hostelleri ve dağ barınakları,</li> <li>Kamp yerleri (karavan alanları dâhil),</li> <li>Başka bir yerde sınıflandırılmamış diğer konaklama yerleri,</li> <li>Lokantalar, pastaneler vb. yerler,</li> <li>Seyahat acenteleri ve tur işletmelerinin faaliyetleri.</li> </ul>"
  },
  {
    "id": "3399595",
    "unitNumber": 7,
    "text": "Turist Rehberliği Kanunu hangi yıl yürürlüğe girmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1972",
      "B": "1986",
      "C": "2002",
      "D": "2005",
      "E": "2012"
    },
    "explanation": "Ülke tanıtımında önemli katkı sağlayan turist rehberlerinin mesleki faaliyetlerine dair 2012 yılına kadar ayrıca öngörülmüş hukuki bir düzenleme bulunmamaktadır. 22.06.2012 tarihinde yürürlüğe giren 6326 sayılı Turist Rehberliği Meslek Kanunu ile turist rehberliği, hukuki düzenlemeye kavuşmuştur."
  },
  {
    "id": "3399596",
    "unitNumber": 7,
    "text": "6458 sayılı Yabancılar ve Uluslararası Koruma Kanunu’na göre vize muafiyetinin tanıdığı süreden ya da 90 günden fazla kalacak yabancıların almak zorunda ikamet iznini ne kadar süre içinde kullanılmalıdır.?",
    "correctAnswer": "C",
    "options": {
      "A": "1 ay",
      "B": "3 ay",
      "C": "6 ay",
      "D": "9 ay",
      "E": "12 ay"
    },
    "explanation": "Türkiye’de, vizenin veya vize muafiyetinin tanıdığı süreden ya da 90 günden fazla kalacak yabancıların ikamet izni almaları zorunludur. İkamet izni, 6 ay içinde kullanılmaya başlanmadığında geçerliliğini kaybeder."
  },
  {
    "id": "3399597",
    "unitNumber": 7,
    "text": "30791 sayılı Resmi Gazete’ de yayımlanarak yürürlüğe giren Turizm Tesislerinin Niteliklerine İlişkin Yönetmelik hangi yıl yürürlüğe girmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1982",
      "B": "1989",
      "C": "1996",
      "D": "2019",
      "E": "2021"
    },
    "explanation": "Turizm tesisleri, turizm faaliyetleri bakımından kurucu unsurdur. Bu tesislerin nitelikleri, belgelendirilmeleri ve türleri 2634 sayılı Turizmi Teşvik Kanunu’nun 37. Maddesinin (A) bendinin 2 numaralı alt bendi gereğince 01.06.2019 tarih ve 30791sayılı Resmî Gazete’ de yayımlanarak yürürlüğe giren Turizm Tesislerinin Niteliklerine İlişkin Yönetmelik ile düzenlenmiştir."
  },
  {
    "id": "3399598",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tür ve nitelikleri Turizm Tesislerinin Niteliklerine İlişkin Yönetmelikte belirtilmemiş tesislerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Konaklama tesisleri",
      "B": "Gastronomi tesisleri",
      "C": "Sağlık tesisleri",
      "D": "Spor tesisleri",
      "E": "Özel tesisler"
    },
    "explanation": "Özel Tesisler\n Özel tesislerin tür ve nitelikleri Turizm Tesislerinin Niteliklerine İlişkin Yönetmelikte belirtilmemiş olsa da bu tesisler, turizm alanında faaliyet gösteren, özellik arz eden ve Bakanlık tarafından desteklenmesi uygun görülen işletmelerdir."
  },
  {
    "id": "3399599",
    "unitNumber": 7,
    "text": "1. sınıf lokantaların toplam kapasitesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "50",
      "B": "100",
      "C": "150",
      "D": "200",
      "E": "250"
    },
    "explanation": "<ol><br/><li>sınıf lokantaların toplam kapasitesi en az 150 kişilik olup en az 50 kişilik bir ana salon düzenlenmesi kaydı ile kapasitenin kalan kısmı ayrı salonlarda düzenlenebilir.</li><br/></ol>"
  },
  {
    "id": "3399510",
    "unitNumber": 8,
    "text": "Konaklama hizmetlerinden alınan KDV oranı 2008 yılı başında yüzde kaç olarak belirlenmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "%18",
      "B": "%12",
      "C": "%10",
      "D": "%8",
      "E": "%6"
    },
    "explanation": "Katma Değer Vergisi (KDV) İstisnası<br/>%8"
  },
  {
    "id": "3399511",
    "unitNumber": 8,
    "text": "Vergi-resim-harç istisnası belgesi vermeye hangi bakanlık yetkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kültür ve Turizm Bakanlığı",
      "B": "Ticaret Bakanlığı",
      "C": "Maliye Bakanlığı",
      "D": "Gelirler İdaresi Başkanlığı",
      "E": "Dışişleri Bakanlığı"
    },
    "explanation": "Vergi, Resim ve Harç İstisnası<br/>Ticaret Bakanlığı"
  },
  {
    "id": "3399512",
    "unitNumber": 8,
    "text": "Verginin hesaplanmasında esas alınan değer ya da miktarı aşağıdakilerden hangisi ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Teşvik",
      "B": "Resim",
      "C": "Toplam Gider",
      "D": "Amortisman",
      "E": "Matrah"
    },
    "explanation": "Yatırım İndirimi<br/>Matrah"
  },
  {
    "id": "3399513",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi stopaj vergisine yönelik doğru bir ifade değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gelir veya kurumlar vergisine tabi bir kazanca ilişkin hasılattan alınır",
      "B": "Kazancın ilgilisine ödenmesi aşamasında, ödemeyi yapanlardan alınır",
      "C": "Vergi oranı %2 ile sabittir",
      "D": "Peşin vergi olarak vergi dairesine yatırılır",
      "E": "Verginin ödenmesinden kaynakta kesintiyi yapan sorumludur"
    },
    "explanation": "Gelir Vergisi Stopaj Desteği<br/>Vergi oranı %2 ile sabittir"
  },
  {
    "id": "3399514",
    "unitNumber": 8,
    "text": "Kesilen vergi matrahlarının toplu olarak vergi dairesine bildirilmesi işlemine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Amortisman Beyanı",
      "B": "Matrah Beyanı",
      "C": "Vergi Muafiyeti Beyanı",
      "D": "Muhtasar beyanı",
      "E": "Stopaj beyanı"
    },
    "explanation": "Gelir Vergisi Stopaj Desteği<br/>Muhtasar beyanı"
  },
  {
    "id": "3399515",
    "unitNumber": 8,
    "text": "İşletmeye açılmadan önceki aşamada Teşvik tedbirleri ile istisna, muafiyet ve haklardan yararlanabilmek için Kültür ve Turizm Bakanlığından hangi belge alınmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Turizm işletmesi belgesi",
      "B": "Turizm yatırımı belgesi",
      "C": "Turizm teşvik belgesi",
      "D": "Turistik tesis belgesi",
      "E": "Turizm işletme ruhsatı"
    },
    "explanation": "Türk Turizm Sektörü Vergi Teşvik Uygulamaları<br/>Turizm yatırımı belgesi"
  },
  {
    "id": "3399516",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi turizm sektörüne yönelik vergi desteklerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özel Tüketim Vergisi Muafiyeti",
      "B": "Gelir Vergisi Stopaj Desteği",
      "C": "Emlak Vergisi Muafiyeti",
      "D": "Gümrük Vergisi Muafiyeti",
      "E": "Katma Değer Vergisi (KDV) İstisnası"
    },
    "explanation": "Türk Turizm Sektörü Vergi Teşvik Uygulamaları<br/>Özel Tüketim Vergisi Muafiyeti"
  },
  {
    "id": "3399517",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi turizm işletmelerinin emlak vergisinden muaf tutulması için gereken koşullardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Taşınmazın Türkiye sınırları içinde bulunması",
      "B": "Turizm müessesesi belgesine sahip olmak",
      "C": "Gelir veya kurumlar vergisi mükellefi olmak",
      "D": "İnşaların sona ermiş olması veya mevcut binaların bu maksada tahsis edilmiş olması",
      "E": "İşletmelerin 5 yıldız ve üzeri tatil köyleri sınıfına haiz olmaları"
    },
    "explanation": "Emlak Vergisi Muafiyeti<br/>İşletmelerin 5 yıldız ve üzeri tatil köyleri sınıfına haiz olmaları"
  },
  {
    "id": "3399518",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Türkiye’de turizmin geliştirilmesi amacıyla yürürlüğe konulan ilk yasal düzenlemedir?",
    "correctAnswer": "B",
    "options": {
      "A": "1942 tarihli 1319 sayılı Konaklama Müesseseleri Teşvik Kanunu",
      "B": "1950 tarihli 5647 sayılı Turizm Müesseseleri Teşvik Kanunu",
      "C": "1953 tarihli 6086 sayılı Turizm Endüstrisini Teşvik Kanunu",
      "D": "1972 tarihli 4357 sayılı Turizm ve sanayi kuruluşları Teşvik Kanunu",
      "E": "1982 tarihli 2634 sayılı Turizm Teşvik Kanunu"
    },
    "explanation": "Türk Turizm Sektörü Vergi Teşvik Uygulamaları<br/>1950 tarihli 5647 sayılı Turizm Müesseseleri Teşvik Kanunu"
  },
  {
    "id": "3399519",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kurumlara ödenen resim için doğru bir ifade <strong>değildir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Resim özel durumlarda bir defaya mahsus alınan bağış türüdür",
      "B": "Resim, devlet kurumlarınca yapılan hizmetler karşılığında alınır",
      "C": "Kamu kuruluşlarının belirli bir işi yapmaya yetki ve izin vermesi karşılığında alınır",
      "D": "Resim karşılığında faydalanılan hizmetin şekli farklıdır",
      "E": "Resim, ekonomik işlem sonucu ortaya çıkar"
    },
    "explanation": "Vergi Türleri<br/>Resim özel durumlarda bir defaya mahsus alınan bağış türüdür"
  },
  {
    "id": "3399520",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi verginin temel özellikleri arasında sayılamaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi kamusal hizmetler için ödenir.",
      "B": "Vergi isteğe bağlı ödenir.",
      "C": "Vergi nakden para ile ödenir",
      "D": "Vergi belirli kurallara göre alınır.",
      "E": "Vergi karşılıksızdır."
    },
    "explanation": "Soru değerlendirme sorusu olup; metin dikkati okunmalıdır"
  },
  {
    "id": "3399521",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi harcama sonrası oluşan vergiler kapsamında değerlendirilemez?",
    "correctAnswer": "C",
    "options": {
      "A": "Damga vergisi",
      "B": "Katma değer vergisi",
      "C": "Veraset ve intikal vergisi",
      "D": "Özel iletişim vergisi",
      "E": "Şans oyunları vergisi"
    },
    "explanation": "Soru anlama sorusu olup, metni okumak yeterlidir."
  },
  {
    "id": "3399522",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi servet vergisi kapsamında alınan vergidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Motorlu taşıtlar vergisi",
      "B": "Banka ve sigorta muameleleri vergisi",
      "C": "Özel tüketim vergisi",
      "D": "Harçlar ve resimler vergisi",
      "E": "Gümrük vergisi"
    },
    "explanation": "Soru anlama sorusu olup, metni okumak yeterlidir."
  },
  {
    "id": "3399523",
    "unitNumber": 8,
    "text": "Bazı kamu kurum ve kuruluşlarının yaptığı hukuki işlemden ve sundukları hizmetten dolayı yapılan ödemeler ne olarak adlandırılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Resim",
      "B": "İmtiyazname",
      "C": "KDV",
      "D": "Harç",
      "E": "ÖTV"
    },
    "explanation": "Soru hatırlama sorusu olup, metni okumak yeterlidir."
  },
  {
    "id": "3399524",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi turizm sektörüne yönelik teşvik ve destek uygulamalarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "5084 Sayılı Yatırım ve İstihdamın Teşviki Kanunu",
      "B": "Türkiye İhracat Kredi Bankası EXİMBANK Kredi İmkanı",
      "C": "Yabancı sermaye yatırımlarının teşviki",
      "D": "Yurt dışı turizm fuarlarına katılım desteği",
      "E": "6086 Sayılı Turizm Endütrisini Teşvik Kanunun Kaldırılması"
    },
    "explanation": "Soru değerlendirme sorusu olup, metni okumak yeterlidir."
  },
  {
    "id": "3399525",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi turizm sektöründeki vergi teşviklerinden biri olamaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Emlak vergisi muafiyeti",
      "B": "Özel tüketim vergisi",
      "C": "Gelir vergisi stopaj desteği",
      "D": "Yatırım indirimi",
      "E": "Katma değer vergisi istisnası"
    },
    "explanation": "Soru analiz sorusu olup, metni okumak yeterlidir."
  },
  {
    "id": "3399526",
    "unitNumber": 8,
    "text": "Yeni teşvik sisteminde, stratejik yatırım teşvikinin diğer teşviklerden farkı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gümrük vergisi muafiyeti",
      "B": "Yatırım yeri tahsisi",
      "C": "KDV iadesi",
      "D": "Faiz desteği",
      "E": "Vergi indirimi"
    },
    "explanation": "Soru analiz sorusu olup, metni iyi okumak gerekir."
  },
  {
    "id": "3399527",
    "unitNumber": 8,
    "text": "Türk turizm sektörünün desteklenmesi için illerin sosyoekonomik gelişmişlik seviyeleri dikkate alınarak Türkiye il ve ilçeler bazında kaç bölgeye ayrılmıştır",
    "correctAnswer": "D",
    "options": {
      "A": "8 Bölge",
      "B": "7 Bölge",
      "C": "4 Bölge",
      "D": "6 Bölge",
      "E": "9 Bölge"
    },
    "explanation": "Soru hatırlama sorusu olup, metni okumak yeterlidir."
  },
  {
    "id": "3399528",
    "unitNumber": 8,
    "text": "Turizm sektöründe stratejik yatırımlar kapsamında yapılacak bina inşaat harcamalarında KDV iadesi miktarı ne kadardır?",
    "correctAnswer": "E",
    "options": {
      "A": "500 bin TL ve üzeri",
      "B": "100 bin TL ve üzeri",
      "C": "200 milyon TL",
      "D": "1.500 TL ve üzeri",
      "E": "500 milyon TL ve üzeri"
    },
    "explanation": "Soru hatırlama sorusu olup, metni okumak yeterlidir."
  },
  {
    "id": "3399529",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi vergi resim harç istisnası başvurusu belgelerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yetkililerce imzalamış dilekce",
      "B": "Vergi, Resim, harç istisnası proje formu",
      "C": "Ticaret sicil gazetesi( noter tasdikli)",
      "D": "İthalat taahütnamesi",
      "E": "Faaliyetin üstlenildiğini kanıtlayan bilgi ve belgeler"
    },
    "explanation": "Soru değerlendirme sorusu olup, metin dikkatliçe okunmalıdır"
  },
  {
    "id": "3399530",
    "unitNumber": 8,
    "text": "Mükelleflerin vergi durumları ve vergi uygulamaları bakımından tereddüt ettikleri konulara ilişkin olarak vergi idaresine sordukları sorulara ilişkin olarak, idarenin aynı durumda bulunan mükelleflerin tamamı için geçerli olmak üzere, uygulamaya yön vermek ve açıklık getirmek üzere yayımladığı açıklamalar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sirküler",
      "B": "Vergi matrahı",
      "C": "Vergi resim harç istisnası belgesi",
      "D": "Muhtasar beyanname",
      "E": "Vergi stopajı"
    },
    "explanation": "Sirküler, mükelleflerin vergi durumları ve vergi uygulamaları bakımından tereddüt ettikleri konulara ilişkin olarak vergi idaresine sordukları sorulara ilişkin olarak, idarenin aynı durumda bulunan mükelleflerin tamamı için geçerli olmak üzere, uygulamaya yön vermek ve açıklık getirmek üzere yayımladığı açıklamalardır."
  },
  {
    "id": "3399531",
    "unitNumber": 8,
    "text": "Aşağıdaki maddelerden hangisi/hangileri vergi kavramı ile ilişkilidir? \n I. Devlet ve diğer kamu tüzel kişilerinin hükümranlık gücüne dayanarak ekonomik, mali ve sosyal amaçlı kamu giderlerini finanse etmek için sadece siyasi bir organizasyonun üyesi olmaları dolayısıyla vatandaşlarından mali güçlerine göre, karşılıksız olarak ve belirli kurallar dâhilinde alınması gereken kanuni ve cebri ekonomik değer olarak tanımlanmaktadır.\n II. Toplumdaki kişilerin kamu harcamalarına mutlak ve zorunlu olarak katılmasıdır.\n III. Kişilerden kamu giderlerini karşılamak üzere cebri, nihai ve<br/>karşılıksız olarak istenen parasal yükümlülüktür. \n IV. Kişilerden kamu harcamalarını karşılamak ve devletin ekonomik ve sosyal hayata müdahalesini sağlamak üzere cebri, nihai ve karşılıksız<br/>olarak ve doğrudan doğruya istenen parasal bir yükümlülüktür.",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve III",
      "C": "I-II-III-IV",
      "D": "II-III-IV",
      "E": "Yalnız IV"
    },
    "explanation": "I-II-III-IV. maddlerdeki tanımlamaların tümü vergi kavramını açıklamaktadır."
  },
  {
    "id": "3399532",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi vergi ile ilgili olarak söylenemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Vergi, belirli kurallara göre alınır.",
      "B": "Vergi, nakden (para ile) ödenir.",
      "C": "Vergi, karşılıksızdır.",
      "D": "Vergi, kamusal hizmetler için ödenir.",
      "E": "Vergide zorunluluk (cebir) yoktur."
    },
    "explanation": "Vergide zorunluluk (cebir) vardır."
  },
  {
    "id": "3399533",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi harcama vergileri kapsamında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Katma değer vergisi",
      "B": "Veraset ve intikal vergisi",
      "C": "Şans oyunları vergisi",
      "D": "Özel iletişim vergisi",
      "E": "Damga vergisi"
    },
    "explanation": "Veraset ve intikal vergisi servet vergileri kapsamındadır."
  },
  {
    "id": "3399534",
    "unitNumber": 8,
    "text": "...... , yapılan mal ve hizmet teslimlerinde, mal veya hizmeti teslim alanın,<br/>teslim edene ödediği vergi türüdür.\n Yukarıda boş bırakılan yere aşağıdaki ifadelerden hangisi gelebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Motorlu taşıtlar vergisi",
      "B": "Damga vergisi",
      "C": "Özel tüketim vergisi",
      "D": "Katma değer vergisi",
      "E": "Gümrük vergisi"
    },
    "explanation": "Katma değer vergisi (KDV), yapılan mal ve hizmet teslimlerinde, mal veya hizmeti teslim alanın, teslim edene ödediği vergi türüdür."
  },
  {
    "id": "3399535",
    "unitNumber": 8,
    "text": "Turizm endüstrisindeki yatırımları teşvik etmek amacıyla Turizm Endüstrisini Teşvik Kanunu kaç yılında yürürlüğe girmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "2007",
      "B": "1963",
      "C": "1953",
      "D": "2012",
      "E": "2008"
    },
    "explanation": "Turizm endüstrisindeki yatırımları teşvik amacıyla 1953 yılında 6086 sayılı Turizm Endüstrisini Teşvik Kanunu ile turizm alanında yatırım yapacak özel teşebbüsün çeşitli bakımlardan teşvik edilmesi sağlanmıştır."
  },
  {
    "id": "3399536",
    "unitNumber": 8,
    "text": ".......gelir vergisine ilişkin beyan türlerinden biridir. Gelir Vergisi Kanunu’nun<br/>84. maddesine göre ise işverenler veya vergi tevkifatı (kesintisi) yapan diğer kişiler tarafından kesilen vergi matrahlarının, toplu olarak vergi dairesine bildirilmesi işlemidir.\n Yukarıda boşluk bırakılan yere aşağıdaki şıklarda verilen ifadelerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mükellef",
      "B": "Muhtasar beyanname",
      "C": "Vergi matrahı",
      "D": "Stopaj",
      "E": "Turizm yatırımı belgesi"
    },
    "explanation": "Muhtasar beyanname, gelir vergisine ilişkin beyan türlerinden biridir. Gelir Vergisi Kanunu’nun84. maddesine göre ise işverenler veya vergi tevkifatı (kesintisi) yapan diğer kişiler tarafından kesilen vergi matrahlarının, toplu olarak vergi<br/>dairesine bildirilmesi işlemidir."
  },
  {
    "id": "3399537",
    "unitNumber": 8,
    "text": "Verginin hesaplanmasında esas alınan değer ya da miktara ne denilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi matrahı",
      "B": "Mükellef",
      "C": "Muhtasar beyanname",
      "D": "Vergi resim harç istisnası belgesi",
      "E": "Stopaj vergisi"
    },
    "explanation": "Vergi matrahı, verginin hesaplanmasında esas alınan değer ya da miktardır."
  },
  {
    "id": "3399538",
    "unitNumber": 8,
    "text": "Yatırımlarda Devlet Yardımları Hakkında Bakanlar Kurulu Kararı kapsamında yer alan desteklerin uygulanması açısından iller, sosyoekonomik gelişmişlik seviyeleri dikkate alınarak kaç bölgeye ayrılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "3",
      "B": "8",
      "C": "5",
      "D": "10",
      "E": "6"
    },
    "explanation": "Yatırımlarda Devlet Yardımları Hakkında Bakanlar Kurulu Kararı kapsamında yer alan desteklerin uygulanması açısından iller, sosyoekonomik gelişmişlik seviyeleri dikkate alınarak 6 bölgeye ayrılmıştır"
  },
  {
    "id": "3399539",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi turizmin teşvik edilmesini ve korunmasını gerektiren nedenlerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ülkenin bir bakıma ekonomik değeri olmayan doğal ve tarihsel varlıklarının değerlendirilmesini sağlaması",
      "B": "Vergi gelirlerini azaltması",
      "C": "Ülkeye döviz sağlaması ve ödemeler dengesine olumlu katkıda bulunması",
      "D": "Bölgeler ve sosyal gruplar arasındaki gelir dağılımı ve ekonomik gelişme farklılıklarını azaltıcı etki yaratması",
      "E": "Turizm emek - yoğun bir sektör olduğu için istihdam yaratıcı etkisinin olması"
    },
    "explanation": "Vergi gelirlerini azaltması, turizmin teşvik edilmesini ve korunmasını gerektiren nedenlerden biri değildir. Vergi gelirlerini arttırması bu nedener arasındadır."
  },
  {
    "id": "3399580",
    "unitNumber": 8,
    "text": "Yatırımlarda Devlet Yardımları Hakkın-da Bakanlar Kurulu Kararı kapsamında yer alan desteklerin uygulanması açısından iller, sosyoekonomik gelişmişlik seviyeleri dikkate alınarak 6 bölgeye ayrılmıştır. Seçeneklerde verilen hangi il 3. Grupta yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Malatya",
      "B": "Kütahya",
      "C": "Aksaray",
      "D": "Bilecik",
      "E": "Sinop"
    },
    "explanation": "Türk Turizm Sektörü Vergi Teşvik Uygulamaları isimli bölümü inceleyiniz.<br/>3. Bölge illeri Balıkesir, Bilecik, Burdur, Gazian- tep, Karabük, Karaman, Manisa, Mersin, Samsun, Trabzon, Uşak, Zonguldaktır. Bu açıklamaya göre doğru cevap ‘D’dir."
  },
  {
    "id": "3399581",
    "unitNumber": 8,
    "text": "Hangi bölge illeri için büyük ölçekli yatırımlar, şartları sağlamak kaydıyla gümrük vergisi muafiyeti, KDV istisnası, vergi indirimi, gelir vergisi stopajı desteğinden yararlandırılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "<ol start=\"2\"> <li>bölge</li> </ol>",
      "B": "<ol start=\"3\"> <li>bölge</li> </ol>",
      "C": "4. bölge",
      "D": "5. bölge",
      "E": "6. bölge"
    },
    "explanation": "Türk Turizm Sektörü Vergi Teşvik Uygulamaları isimli bölümü inceleyiniz.<br/>Büyük ölçekli yatırımlar, şartları sağlamak kaydıyla gümrük vergisi muafiyeti, KDV istisnası, vergi indirimi, gelir vergisi stopajı desteğinden yararlandırılabilir (6. bölgede gerçekleştirilecek yatırımlar için). Bu açıklamaya göre doğru cevap ‘E’dir."
  },
  {
    "id": "3399582",
    "unitNumber": 8,
    "text": "I. bölgede yer alan turizm işletmelerine ait yatırım destek uygulamaları vergi indirimi, sigorta primi işveren hissesi desteği ve yatırım yeri tahsisi uygulamalarından faydalanabilmektedir. I. Bölgede olup bu kuralın dışında kalan il hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ankara",
      "B": "Antalya",
      "C": "Bursa",
      "D": "Eskişehir",
      "E": "İstanbul"
    },
    "explanation": "Türk Turizm Sektörü Vergi Teşvik Uygulamaları isimli bölümü inceleyiniz.<br/><strong>Çözüm:</strong> I. bölgede yer alan turizm işletmelerine ait yatırım destek uygu- lamaları vergi indirimi, sigorta primi işveren hissesi desteği ve yatırım yeri tahsisi uygulamalarından faydalanabilecektir (İstanbul ili hariç). Bu açıklamaya göre doğru cevap ‘E’dir."
  },
  {
    "id": "3399583",
    "unitNumber": 8,
    "text": "Gelir veya kurumlar vergisine tabi bir kazanca ilişkin hasılatın (gelir, kazanç) ilgilisine ödenmesi aşamasında, ödemeyi yapanlar tarafından yasa ile belirlenmiş oranlar üzerinden istihkakın bir kısmının tutulup hasılatı elde eden adına ve onun peşin vergisi olarak vergi dairesine yatırılması şeklinde uygulanan vergileme yöntemi ve vergi güvenlik tedbiri olan vergi çeşidi hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Emlak vergisi",
      "B": "Stopaj vergisi",
      "C": "Motorlu taşıtlar vergisi",
      "D": "Katma değer vergisi",
      "E": "Özel tüketim vergisi"
    },
    "explanation": "Gelir Vergisi Stopaj Desteği isimli bölümü inceleyiniz.<br/>Stopaj vergisi, gelir veya kurumlar vergisine tabi bir kazanca ilişkin hasılatın (gelir, kazanç) ilgilisine ödenmesi aşamasında, ödemeyi yapanlar tarafın- dan yasa ile belirlenmiş oranlar üzerinden istihkakın bir kısmının tutulup hasılatı elde eden adına ve onun peşin vergisi olarak vergi dairesine yatırılması şeklinde uygulanan vergileme yöntemi ve vergi güvenlik tedbiridir. Bu verginin ödenmesinden, kaynakta kesintiyi yapan sorumludur. Bu açıklamaya göre doğru cevap ‘B’dir."
  },
  {
    "id": "3399585",
    "unitNumber": 8,
    "text": "Gelir Vergisi Kanunu’nun 84. maddesine göre ise işverenler veya vergi tevkifatı (kesintisi) yapan diğer kişiler tarafından kesilen vergi matrahlarının, toplu olarak vergi dairesine bildirilmesi işlemine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi beyannemesi",
      "B": "Muhtasar beyanname",
      "C": "Yatırım indirim beyannemesi",
      "D": "Stopaj",
      "E": "Gelir beyannemesi"
    },
    "explanation": "Gelir Vergisi Stopaj Desteği isimli bölümü inceleyiniz.<br/>Muhtasar beyanname, gelir vergisine ilişkin be- yan türlerinden biridir. Gelir Vergisi Kanunu’nun 84. maddesine göre ise işverenler veya vergi tevkifatı (kesintisi) yapan diğer kişiler tarafından kesilen vergi matrahlarının, toplu olarak vergi dairesine bildirilmesi işlemidir. Muhtasar beyannamede vergi aslı, vergi borçlusundan değil, vergi sorumlusundan talep edilir. Vergi sorumlusu, başkasına ait bir vergi borcunun ödenmesinden kanuni olarak sorumlu tutulan taraftır. Bu açıklamaya göre doğru cevap ‘B’dir."
  },
  {
    "id": "3399586",
    "unitNumber": 8,
    "text": "Verginin hesaplanmasında esas alınan değer ya da miktarı ifade eden kavram hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Muhtasar beyanname",
      "B": "Yatırım indirim beyannemesi",
      "C": "Stopaj",
      "D": "Vergi beyannemesi",
      "E": "Gelir beyannemesi"
    },
    "explanation": "Yatırım İndirimi isimli bölümü inceleyiniz.<br/>Vergi matrahı, verginin hesaplanmasında esas alınan değer ya da miktarı ifade eder. Bu matrahın üzerine bir vergi tarifesi uygulanarak vergi borcu hesaplanır. Matrah, vergilendirmeye esas olan kazancın belirlenmesinde temel alınır ve bir gelirin üzerindeki giderler düşürülerek elde edilen tutar üzerinden hesaplanır. Bu açıklamaya göre doğru cevap ‘B’dir."
  },
  {
    "id": "3399587",
    "unitNumber": 8,
    "text": "Bir turizm AŞ.nin yatırım teşvik belgesi kapsamındaki yatırımının toplam tutarı 5.000.000 TL. ve yatırıma katkı oranı %20’tir. Bu durumda toplam yatırıma katkı tutarı ne kadardır?",
    "correctAnswer": "D",
    "options": {
      "A": "250.000 TL",
      "B": "500.000 TL",
      "C": "750.000 TL",
      "D": "1.000.000 TL",
      "E": "1.250.000 TL"
    },
    "explanation": "Yatırım İndirimi isimli bölümü inceleyiniz.<br/>Toplam yatırıma katkı tutarı:\n = Toplam yatırım harcaması x yatırıma katkı oranı = 5.000.000 TL. x %20\n = 1.000.000 TL.\n Bu açıklamaya göre doğru cevap ‘D’dir."
  },
  {
    "id": "3399589",
    "unitNumber": 8,
    "text": "İhracat sayılan satış ve teslimler ile döviz kazandırıcı hizmet ve faaliyetlerin vergi, resim ve harç istisnasından yararlandırılmasına olanak sağlayan ve Ticaret Bakanlığı tarafından düzenlenen belge hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Muhtasar belgesi",
      "B": "Yatırım indirim belgesi",
      "C": "Vergi resim harç istisnası belgesi",
      "D": "Stopaj belgesi",
      "E": "Gelir kesintisi belgesi"
    },
    "explanation": "Vergi, Resim ve Harç İstisnası isimli bölümü inceleyiniz.<br/>Vergi resim harç istisnası belgesi, ihracat sayılan satış ve teslimler ile döviz kazandırıcı hizmet ve faaliyetlerin vergi, resim ve harç istisnasından yararlandırılmasına olanak sağlayan ve Ticaret Bakanlığı tarafından düzenlenen belgeyi ifade eder. Bu açıklamaya göre doğru cevap ‘C’dir."
  },
  {
    "id": "3399590",
    "unitNumber": 8,
    "text": "Bakanlar Kurulu Kararı’na konu KDV indiriminin uygulanacağını göstermek üzere hangi yıl 107 Seri No.lu Katma Değer Vergisi Genel Tebliği yayımlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "2006",
      "B": "2007",
      "C": "2008",
      "D": "2009",
      "E": "2010"
    },
    "explanation": "Katma Değer Vergisi (KDV) İstisnası isimli bölümü inceleyiniz.<br/>Bakanlar Kurulu Kararı’na konu KDV indiriminin uygulanacağını göstermek üzere 04.01.2008 tarihinde 107 Seri No.lu Katma Değer Vergisi Genel Tebliği yayımlanmıştır. Bu açıklamaya göre doğru cevap ‘C’dir."
  },
  {
    "id": "3399591",
    "unitNumber": 8,
    "text": "Gelir vergisi stopajı desteği, Yatırımlarda Devlet Yardımları Hakkında Bakanlar Kurulu Kararı uyarınca 6. bölge için düzenlenen teşvik belgeleri kapsamında gerçekleştirilecek yatırımlarla sağlanan ilave istihdam için belgede kayıtlı istihdam sayısını aşmamak kaydıyla, işçilerin ücretlerinin asgari ücrete tekabül eden kısmı üzerinden hesaplanan gelir vergisi, yatırımın kısmen veya tamamen faaliyete geçtiği tarihten itibaren kaç süreyle verilecek muhtasar beyanname üzerinden tahakkuk eden vergiden terkin edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "1 yıl",
      "B": "3 yıl",
      "C": "5 yıl",
      "D": "10 yıl",
      "E": "15 yıl"
    },
    "explanation": "Gelir Vergisi Stopaj Desteği isimli bölümü inceleyiniz.<br/>Gelir vergisi stopajı desteği, Yatırımlarda Devlet Yardımları Hakkında Bakanlar Kurulu Kararı uyarınca 6. bölge için düzenlenen teşvik belgeleri kapsamında gerçekleştirilecek yatırımlarla sağlanan ilave istihdam için belgede kayıtlı istihdam sayısını aşmamak kaydıyla, işçilerin ücretlerinin asgari ücrete tekabül eden kısmı üzerinden hesaplanan gelir vergisi, yatırımın kısmen veya tamamen faaliyete geçtiği tarihten itibaren on yıl süreyle verilecek muhtasar beyanname üzerinden tahakkuk eden vergiden terkin edilir. Bu açıklamaya göre doğru cevap ‘D’dir."
  }
]