[
  {
    "id": "2364779",
    "unitNumber": 1,
    "text": "“Öğrenme, algı, tutum, kişilik, güdüleme, duygu” gibi faktörler, turistlerin satın alma sürecini etkileyen aşağıdaki faktör gruplarından hangisine girer?",
    "correctAnswer": "C",
    "options": {
      "A": "Pazarlama karması faktörleri",
      "B": "Demografik faktörler",
      "C": "İçsel faktörler",
      "D": "Durumsal faktörler",
      "E": "Dışsal faktörler"
    },
    "explanation": "Giriş<br/>“Turistlerin satın alma karar sürecini etkileyen içsel faktörler; öğrenme, algı tutum, kişilik, güdüleme, duygu.”"
  },
  {
    "id": "2364780",
    "unitNumber": 1,
    "text": "“Fiziksel çevre, sosyal çevre, zaman, satın alma nedeni, öncelik durumu” gibi faktörler, turistlerin satın alma sürecini etkileyen aşağıdaki faktör gruplarından hangisine girer?",
    "correctAnswer": "D",
    "options": {
      "A": "Demografik faktörler",
      "B": "İçsel faktörler",
      "C": "Pazarlama karması faktörleri",
      "D": "Durumsal faktörler",
      "E": "Dışsal faktörler"
    },
    "explanation": "Giriş<br/>“Turistlerin satın alma karar sürecini etkileyen durumsal faktörler; fiziksel çevre, sosyal çevre, zaman, satın alma nedeni, öncelik durumu.”"
  },
  {
    "id": "2364782",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi “tüketici davranışı” tanımlarında vurgulanan temel ortak noktalardan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir süreçtir",
      "B": "İstek ve ihtiyaçları tatminle ilgilidir",
      "C": "Para harcama ile ilgilidir",
      "D": "Birey, grup ve kuruluşlarla ilgilidir",
      "E": "Satın alma öncesi, anı ve sonrasını kapsar"
    },
    "explanation": "Tüketici Davranışı Kavramı ve Özellikleri<br/>“Birbirine benzer ve destekleyici tanımlara göre tüketici davranışının bir süreç olduğu, istek ve ihtiyaçları tatminle ilgili olduğu, satın alma öncesi, satın alma anı ve sonrasını kapsadığı, tüketici davranışının birey, grup ve kuruluşlarla ilgili olduğu görülmektedir.”"
  },
  {
    "id": "2364784",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tüketici davranışındaki temel rollerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Başlatıcı",
      "B": "Etkileyici",
      "C": "Tetikleyici",
      "D": "Karar verici",
      "E": "Kullanıcı"
    },
    "explanation": "Tüketici Davranışı Kavramı ve Özellikleri<br/>“Tüketici davranışı birtakım rollerle ilgilidir. Tüketici davranışında başlatıcı, etkileyici, karar verici, satin alıcı ve kullanıcı rolleri bulunmaktadır.”"
  },
  {
    "id": "2364787",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Klasik Tüketici Davranışı Modeli’nin alt modellerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Engel-Blackwell-Miniard Modeli",
      "B": "Benlik Modeli",
      "C": "Kara Kutu Modeli",
      "D": "Nicosia Modeli",
      "E": "Howard Sheth Modeli"
    },
    "explanation": "Klasik Tüketici Davranış Modelleri<br/>“Klasik tüketici davranışı modeli dört alt modelden oluşmaktadır; Ekonomik Model, Benlik Modeli, Öğrenme Kuramı, Toplumsal Model.”"
  },
  {
    "id": "2364790",
    "unitNumber": 1,
    "text": "Klasik Tüketici Davranışı Modeli’nin alt modellerinden biri olan Toplumsal Model aşağıdaki araştırmacılardan hangisinin yaklaşımına dayanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Veblen",
      "B": "Pavlov",
      "C": "Schiffman",
      "D": "Mowen",
      "E": "Engel"
    },
    "explanation": "Klasik Tüketici Davranış Modelleri<br/>“Toplumsal Model, Veblen’in gösterişçi tüketim vurgusunda temellendirilmiştir (İslamoğlu ve Altunışık, 2003). Bu yaklaşıma göre tüketiciler davranışta bulunurken gösteriş yapmayı hedeflemektedir (Argan, 2016). Bu model günümüzde pek çok turistik ürün için geçerlidir.”"
  },
  {
    "id": "2364792",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Çağdaş Tüketici Davranışı Modelleri’nden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumsal Model",
      "B": "Benlik Modeli",
      "C": "Nicosia Modeli",
      "D": "Öğrenme Kuramı",
      "E": "Ekonomik Model"
    },
    "explanation": "Çağdaş Tüketici Davranışı Modelleri<br/>“Çağdaş modele göre tüketim davranışı, farklı yaklaşımlar veya modellerle açıklanabilir. Çağdaş modeller konusunda çoğunlukla Nicosia Modeli, Howard Sheth Modeli, Engel-Blackwell-Miniard Modeli üzerinde durulur (Argan, 2016).”"
  },
  {
    "id": "2364793",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi firma ve potansiyel tüketiciler arasındaki ilişkiye odaklanan Çağdaş Tüketici Davranışı Modelleri’nden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nicosia Modeli",
      "B": "Howard Sheth Modeli",
      "C": "Engel-Blackwell-Miniard Modeli",
      "D": "Kara Kutu Modeli",
      "E": "Benlik Modeli"
    },
    "explanation": "Çağdaş Tüketici Davranışı Modelleri<br/>“Nicosia Modeli, tüketici davranışının kendisine odaklanmayı çok daha karışık olan karar verme süreci ile değiştirir (Şen Demir ve Kozak, 2013: 10). Nicosia Modeli, firma ve potansiyel tüketiciler arasındaki ilişkiye odaklanmaktadır.”"
  },
  {
    "id": "2364798",
    "unitNumber": 1,
    "text": "Tüketici karar verme çerçevesi modelinin en dış halkası aşağıdaki faktörlerden hangisini içermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Psikolojik faktörler",
      "B": "Motivasyon faktörü",
      "C": "Karar verici faktörü",
      "D": "Sosyo-kültürel faktörler",
      "E": "Tutum faktörü"
    },
    "explanation": "“Tüketici karar verme çerçevesi modelinin merkezinde turist veya karar verici kişi bulunmaktadır. İkinci halka psikolojik faktörlerle ilgilidir. Bu halkanın içinde bulunan unsurlar motivasyon ve tatil enerjisi, algılama, kişilik/tutum ve öğrenmedir. En dış halka, sosyo-kültürel faktörleri kapsamaktadır. En dış halkada sosyo-ekonomik etkiler, kültürel etkiler, referans grup etkileri ve aile etkilerini kapsamaktadır.”"
  },
  {
    "id": "2364801",
    "unitNumber": 1,
    "text": "“Referans grupların veya televizyondaki film, dizi ve programların seyahat/tatil tercihine etkisi” üzerine disiplinler arası bir araştırmada tüketici davranışının araştırılması için aşağıdakilerden hangi disiplinle birlikte çalışılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal psikoloji",
      "B": "Göstergebilim",
      "C": "Demografi",
      "D": "Kültürel Antropoloji",
      "E": "Tarih"
    },
    "explanation": "TÜKETİCİ DAVRANIŞINA DİSİPLİNLERARASI YAKLAŞIM<br/>“Referans grupların veya televizyondaki film, dizi ve programların seyahat/tatil tercihine etkisi konulu bir araştırma, sosyal grup üyeleri olarak bireylerin davranışında ürünün rolüne odaklanması sebebiyle Sosyal Psikoloji bakış açısıyla birlikte ele alınmalıdır.”"
  },
  {
    "id": "2365408",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisi turistlerin satın alma karar süreçlerini etkileyen dışsal faktörlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tutum",
      "B": "Kültür",
      "C": "Zaman",
      "D": "Eğitim",
      "E": "Dağıtım"
    },
    "explanation": "Turistlerin satın alma karar sürecini etkileyen faktörler:<br/>İçsel faktörler: öğrenme, algı tutum, kişilik, güdüleme, duygu<br/>Dışsal faktörler: <strong>Kültür,</strong> referans grubu, sosyal sınıf, aile<br/>Durumsal faktörler: Fiziksel çevre, sosyal çevre, zaman, satın alma nedeni, öncelik durumu<br/>Demografik faktörler: Cinsiyet, yaş, eğitim, gelir<br/>Pazarlama karması faktörler: 4P: Ürün, fiyat, dağıtım, tutundurma<br/>Kültür dışsal faktördür."
  },
  {
    "id": "2365466",
    "unitNumber": 1,
    "text": "\"Tüketici davranışı, eylemlerden önce gelen ve kararları takip eden karar süreçleri de<br/>dahil olmak üzere mal ve hizmetlerin elde edilmesi, ....\" cümlesinde boş bırakılan yere getirilmesi gereken aşağıdakilerin hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tüketici ihtiyaçlarını ve isteklerini karşılayan bazı kararlar alınması faaliyetidir.",
      "B": "Tüketilmesi ve elden çıkarılması ile doğrudan ilgili tüm faaliyetlerle ilgilidir.",
      "C": "Mal, hizmet, deneyim ve fikirleri edinme ve tüketme faaliyetleridir.",
      "D": "Bu süreçlerin tüketici ve toplum üzerindeki etkilerini inceleyen bir alandır.",
      "E": "Bireylerin ürün, hizmet, deneyim veya fikirleri seçme davranışlarıdır."
    },
    "explanation": "“Tüketici davranışı, eylemlerden önce gelen ve kararları takip eden karar süreçleri de dahil olmak üzere mal ve hizmetlerin elde edilmesi, <strong><em>tüketilmesi ve elden çıkarılması ile doğrudan ilgili</em> tüm faaliyetlerle ilgilidir</strong>” (Engel vd. 1995: 4)."
  },
  {
    "id": "2365474",
    "unitNumber": 1,
    "text": "\"Tüketici davranışında asıl olan şey ihtiyacın tatmin edilmesidir. Belli bir ihtiyaç duyduğunu hisseden kişi bunu gidermek için harekete geçer\" cümlesinde tüketici davranışının aşağıda verilen hangi yönü vurgulanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Çevresel faktörler tüketici davranışı üzerinde etkiye sahiptir.",
      "B": "Tüketici davranışında çeşitli faaliyetler vardır.",
      "C": "Tüketici davranışı süreci dinamiktir.",
      "D": "Tüketici davranışı güdülenmiş bir davranıştır.",
      "E": "Tüketici davranışı bir takım rollerle ilgilidir."
    },
    "explanation": "Belli bir amaca yönelme durumu, ihtiyaç ve isteği gidermek için güdülenmeyi işaret eder. Tüketici davranışında asıl olan şey ihtiyacın tatmin edilmesidir. Belli bir ihtiyaç duyduğunu hisseden kişi bunu gidermek için harekete geçer. Buradaki amaç<br/>ihtiyacın tatmin edilmesidir. Bu durum tüketici davranışının güdülenmiş bir davranış olması ile ilişkilidir."
  },
  {
    "id": "2365483",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisi satın alma öncesi tüketici davranışı faaliyetlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "İnternetten araştırma",
      "B": "Turizm acentesi ziyareti",
      "C": "Acente temsilcisiyle görüşme",
      "D": "Broşür inceleme",
      "E": "Tatili konuşma"
    },
    "explanation": "Tatili konuşma davranışı satın alma sonrası faaliyetler içinde yer alırken diğerleri satın alma öncesi faaliyetlerdir."
  },
  {
    "id": "2365514",
    "unitNumber": 1,
    "text": "\"Sınıf arkadaşı Metin'in karavanla tatil maceralarını dinlediğinden beri karavanla tatil yapma hayalleri kuran Ayşe, annesi ve babasını böyle bir tatil için ikna etmeye çalışmaktadır. Ayşe'nin heyecanını gören anne ve babası, Ayşe ve kardeşini de davet ederek aile meclisini toplar. Toplantı sonucu alınan karar doğrultusunda aile, bir karavan kiralayıp birlikte beş gün karavan tatili yaparlar.\" Verilen örnek olayda Ayşe'nin rolü aşağıdakilerin hangisi<strong> değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Başlatıcı",
      "B": "Etkileyici",
      "C": "Karar verici",
      "D": "Satın alıcı",
      "E": "Kullanıcı"
    },
    "explanation": "Ayşe karavan tatili için ailesini etkilemiş, bu süreci başlatmış, karar sürecine katılmış ve karavanı kullananlardan olmuştur. Satın alma rolü dışındaki tüm tüketici rollerini üstlenmiştir."
  },
  {
    "id": "2365535",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisi turist davranışı ile ilgili yapılan çalışmalarda en çok üzerinde durulan konulardan biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Tatmin",
      "B": "Güdüler",
      "C": "Beklentiler",
      "D": "Sadakat",
      "E": "Tarz"
    },
    "explanation": "Turist davranışı ile ilgili yapılan çalışmalarda en çok üzerinde durulan konular: Karar verme, değerler, güdüler, benlik kavramı ve kişilik, beklentiler, tutumlar, algılar, tatmin, güven ve sadakattir."
  },
  {
    "id": "2365574",
    "unitNumber": 1,
    "text": "Freud’un psiko-analitik ve bilinçaltı olgusuna vurgu yaparak satın alma davranışını açıklamaya çalışan tüketici davranış modeli aşağıdakilerin hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Benlik Modeli",
      "B": "Toplumsal model",
      "C": "Genel Tüketici Davranışı Modeli",
      "D": "Nicosia Modeli",
      "E": "Kara Kutu Modeli"
    },
    "explanation": "Benlik Modeli, Freud’un psiko-analitik ve bilinçaltı olgusuna vurgu yaparak satın alma davranışını açıklamaya çalışır. Bu yaklaşıma göre id, ego ve süperego arasındaki çekişme ya da ilişkiye<br/>göre davranış şekillenir."
  },
  {
    "id": "2365588",
    "unitNumber": 1,
    "text": "Girdiler, algısal ve öğrenme yapıları, çıktılar ve dışsal değişkenleri temel alan tüketici davranış modeli aşağıdakilerin hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nicosia Modeli",
      "B": "Howard-Sheth Modeli",
      "C": "Kara Kutu Modeli",
      "D": "Engel-Blackwell-Miniard Modeli",
      "E": "Benlik Modeli"
    },
    "explanation": "Howard-Sheth Modeli dört değişken olan girdiler, algısal ve öğrenme yapıları, çıktılar ve dışsal değişkenleri temel alır (Abdallat ve El-Emam, 2001)."
  },
  {
    "id": "2365610",
    "unitNumber": 1,
    "text": "\"Kapadokya'yı gezen Japon bir turist deneyimini olumlu sözlerle ifade ederken, aynı gezi grubuna kuzey Avrupa ülkesinden katılan bir başka turist deneyimine ilişkin olumsuz ifadeler kullanmaktadır.\" Bu örnekte Japon ve Kuzey Avrupa'lı iki turistin aynı gezi grubunda olmalarına rağmen farklı görüşlere sahip olmalarını aşağıdaki tüketici davranış modellerinin hangisi <strong>en iyi</strong> açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Benlik Modeli",
      "B": "Toplumsal Model",
      "C": "Kara Kutu Modeli",
      "D": "Nicosia Modeli",
      "E": "Howard-Sheth Modeli"
    },
    "explanation": "Bu iki turistin aynı geziyi farklı deneyimlemesini en iyi kara kutu modeli açıklar."
  },
  {
    "id": "2365635",
    "unitNumber": 1,
    "text": "Genel Tüketici Davranışı Modeline göre aşağıdakilerin hangisi doğa sporları ile ilgili turizm etkinliklerini tercih etme konusunda diğerlerine göre <strong>daha fazla</strong> etkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Demografik faktörler",
      "B": "Fiiksel çevre",
      "C": "Sosyal çevre",
      "D": "Zaman",
      "E": "Duygusal durum"
    },
    "explanation": "Durumsal faktörler; fiziksel çevre, sosyal çevre,<br/>zaman, satın alma nedeni, duygusal durum ile finansal durumdan meydana gelir. Dağ tırmanışına katılmak için seyahat eden turist için fiziki çevre<br/>diğer imkânlarla karşılaştırıldığında belki de en<br/>önemli unsur olacaktır."
  },
  {
    "id": "2365651",
    "unitNumber": 1,
    "text": "Aşağıda verilen modellerin hangisinde turist davranışında psikolojik faktörleri, sosyo-kültürel faktörleri v sosyo-ekonomik etkileri, kültürel etkiler, referans grup etkileri ve aile etkilerini sıralamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketici Karar Verme Çerçevesi Modeli",
      "B": "Seyahat Satın Alma Davranışı Modeli",
      "C": "Uyaran-Tepki Modeli",
      "D": "Turizm Karar Verme Süreci Doğrusal Modeli",
      "E": "Howard-Sheth Modeli"
    },
    "explanation": "Tüketici karar verme çerçevesi modelinin merkezinde turist veya karar verici kişi bulunmaktadır. İkinci halka psikolojik faktörlerle ilgilidir. Bu halkanın içinde bulunan unsurlar motivasyon ve tatil enerjisi, algılama, kişilik/tutum ve öğrenmedir. En dış halka, sosyo-kültürel faktörleri kapsamaktadır. En dış halkada<br/>sosyo-ekonomik etkiler, kültürel etkiler, referans grup etkileri ve aile etkilerini kapsamaktadır."
  },
  {
    "id": "2365662",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisi pozitif yaklaşım varsayımlarından biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Objektif, tek somut",
      "B": "Çoklu, anlık şekillenen olaylar",
      "C": "Gerçek nedenlerin varlığı",
      "D": "Araştırmacı ve özne arasında ayrılık",
      "E": "Zamana bağlı olmayan, bağlam bağımsız"
    },
    "explanation": "Çoklu, anlık şekillenen olaylar yorumsamacı yaklaşımda nedenselliğin görünümüdür."
  },
  {
    "id": "2368988",
    "unitNumber": 1,
    "text": "<strong>Aşağıda verilen özelliklerden hangisi veya hangileri tüketici davranışları özellikleri arasında <u>yer almaz</u>? </strong><br/>I. Tüketici davranışı güdülenmiş bir davranıştır.<br/>II. Tüketici davranışı süreci durağandır.<br/>III. Tüketici davranışı karmaşıktır.<br/>IV. Tüketici davranışı bir takım rollerle ilgilidir.<br/>V. Tüketici davranışı kişilere göre benzerlikler taşır",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I ve IV",
      "D": "II ve V",
      "E": "II ve III"
    },
    "explanation": "Tüketici davranışı güdülenmiş bir davranıştır.<br/>• Tüketici davranışı süreci dinamiktir.<br/>• Tüketici davranışında çeşitli faaliyetler vardır.<br/>• Tüketici davranışı karmaşıktır ve zamanlama bakımından farklılık gösterir.<br/>• Tüketici davranışı bir takım rollerle ilgilidir.<br/>• Çevresel faktörler tüketici davranışı üzerinde etkiye sahiptir.<br/>• Tüketici davranışı kişilere göre farklılıklar taşır<br/>II ve V no'lu ifadeler yanlıştır çünkü: <br/>• Tüketici davranışı süreci DURAĞAN DEĞİL <strong>dinamiktir</strong>.<br/>• Tüketici davranışı kişilere göre BENZERLİKLER DEĞİL <strong>farklılıklar</strong> taşır"
  },
  {
    "id": "2368991",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi tüketici davranışı rollerinden biri <u>değildir</u>? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Başlatıcı",
      "B": "Eleştirici",
      "C": "Etkileyici",
      "D": "Karar verici",
      "E": "Satın alıcı"
    },
    "explanation": "Tüketici davranışında başlatıcı, etkileyici, karar verici, satın alıcı ve kullanıcı rolleri bulunmaktadır.<br/>Dolayısıyla B Şıkkı sorunun cevabını oluşturmaktadır."
  },
  {
    "id": "2369007",
    "unitNumber": 1,
    "text": "<strong>\"Aynı otel mesajına maruz kalan bir ziyaretçi ürünü beğenip satın alırken, diğer turist ise ürünü cazip bulmayabilir\" ifadesi hangi tüketici davranış özelliği ile ilgilidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tüketici davranışı süreci dinamiktir.",
      "B": "Tüketici davranışında çeşitli faaliyetler vardır.",
      "C": "Tüketici davranışı karmaşıktır ve zamanlama bakımından farklılık gösterir.",
      "D": "Çevresel faktörler tüketici davranışı üzerinde etkiye sahiptir.",
      "E": "Tüketici davranışı kişilere göre farklılıklar taşır."
    },
    "explanation": "Her insanın genetiği, öğrenmişlikleri, sahip olduğu tutumlar, dini eğilimleri, kültürel değerleri farklı olabilmektedir.<br/>Turistler günlük hayatta binlerce mesaja maruz kalır. <strong>Ancak bazıları için ürün cazip ve ilgi çekici iken, diğerleri için olmayabilir.</strong><br/><strong>Tüm bunlar Tüketici davranışı kişilere göre farklılıklar taşır özelliğiyle ilgilidir. </strong>"
  },
  {
    "id": "2369010",
    "unitNumber": 1,
    "text": "<strong>Turist davranışı etkileyen bireysel ve çevresel faktörler vardır. Aşağıdakilerden hangisi çevresel faktörler arasında yer alır? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Turist demografisi",
      "B": "Yaşam stili",
      "C": "İlgilenim",
      "D": "Medya değişkenleri",
      "E": "Kişilik özellikleri"
    },
    "explanation": "Tüketici davranışı literatürü, turist davranışı üzerinde etkiye sahip bireysel ve çevresel faktörler arasında ayrım yapar.<br/>Bireysel faktörler turist demografisi, kişilik özellikleri, yaşam stili ve değerler, duygular ve ilgilenim gibi faktörleri kapsar.<br/>Çevresel faktörler ise s<strong>osyal, kültürel, işletmeye ilişkin ve medya değişkenlerini</strong> kapsar."
  },
  {
    "id": "2369577",
    "unitNumber": 1,
    "text": "Tüketici davranışıyla ilgili özellikler kaç madde halinde incelenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "3",
      "B": "5",
      "C": "7",
      "D": "9",
      "E": "11"
    },
    "explanation": "TÜKETİCİ-TURİST DAVRANIŞI VE ÖZELLİKLERİ<br/>Tüketici davranışıyla ilgili bu özellikler aşağıda maddeler halinde verilmiştir (Odabaşı ve Barış, 2002).<br/>• Tüketici davranışı güdülenmiş bir davranıştır.<br/>• Tüketici davranışı süreci dinamiktir.<br/>• Tüketici davranışında çeşitli faaliyetler vardır.<br/>• Tüketici davranışı karmaşıktır ve zamanlama bakımından farklılık gösterir.<br/>• Tüketici davranışı bir takım rollerle ilgilidir.<br/>• Çevresel faktörler tüketici davranışı üzerinde etkiye sahiptir.<br/>• Tüketici davranışı kişilere göre farklılıklar taşır.<br/>Yukarıda yedi madde halinde özet olarak verilen tüketici davranışının her biri farklı detayları barındırır."
  },
  {
    "id": "2369581",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi 'Satın Alma Öncesi Faaliyetler' arasında <u><strong>yer almaz?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "İnternetten araştırma",
      "B": "Turizm acentesi ziyareti",
      "C": "Acente temsilcisiyle görüme",
      "D": "Deneyim yaşama ya da paylaşma",
      "E": "Broşür inceleme"
    },
    "explanation": "TÜKETİCİ-TURİST DAVRANIŞI VE ÖZELLİKLERİ<br/>Tablo 1.1 Tatil Kararındaki Faaliyetler"
  },
  {
    "id": "2369583",
    "unitNumber": 1,
    "text": "Çağdaş Tüketici Davranışı Modellerinden 'Howard-Sheth Modeli' kaç seviyeli karar almayı önerir?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "TÜKETİCİ DAVRANIŞI MODELLERİ<br/>Howard-Sheth Modeli üç seviyeli karar almayı önerir."
  },
  {
    "id": "2369584",
    "unitNumber": 1,
    "text": "'Bu modele göre girdi (pazarlamacıların uyaranları ve dışsal bilgi arama), bilgi işleme (maruz kalma, dikkat, anlama, kabul ve akılda tutma), karar süreci (problem, bilgi arama, seçenek değerlendirme, satın alma, satın alma sonrası) ve süreci etkileyen kişisel, sosyal ve durumsal etkiler bulunmaktadır.'<br/>Aşağıdakilerden hangisi bu modeldir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kara Kutu Modeli",
      "B": "Howard-Sheth Modeli",
      "C": "Nicosia Modeli",
      "D": "Ekonomik Model",
      "E": "Engel-Blackwell-Miniard Modeli"
    },
    "explanation": "TÜKETİCİ DAVRANIŞI MODELLERİ<br/>Engel-Blackwell-Miniard Modeli:<br/>Engel-Blackwell-Miniard Modeli ise tüketici davranışına diğer modellere kıyasla daha kapsamlı bir perspektif çizen modeldir. Bu modele göre girdi (pazarlamacıların uyaranları ve dışsal bilgi arama), bilgi işleme (maruz kalma, dikkat, anlama, kabul ve akılda tutma), karar süreci (problem, bilgi arama, seçenek değerlendirme, satın alma, satın alma sonrası) (Odabaşı ve Barış, 2002) ve süreci etkileyen kişisel, sosyal ve durumsal etkiler bulunmaktadır (Şen Demir ve Kozak, 2013)."
  },
  {
    "id": "2369585",
    "unitNumber": 1,
    "text": "Literatürde turizm (turist, ziyaretçi, seyahatçi vb.) alanı için uyarlanmış olan tüketici davranışına ilişkin modeller bulunmaktadır. Bu modeller kitabınızın ilgili ünitesinde kaç başlık altında incelenmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "TURİST DAVRANIŞI MODELLERİ<br/>Literatürde turizm (turist, ziyaretçi, seyahatçi vb.) alanı için uyarlanmış olan tüketici davranışına ilişkin modeller bulunmaktadır. Bu modellerin temeli pazarlama ya da geleneksel tüketici davranış modellerine, modeldeki bazı unsurlara dayanmasıdır. Bu kapsamda üç model üzerinde durulacaktır. Bu modeller Uyaran-Tepki Modeli, Turizm Karar Verme Süreci Doğrusal (Lineer) Modeli ve Seyahat Satınalma Davranışıdır."
  },
  {
    "id": "2369837",
    "unitNumber": 1,
    "text": "Turist davranışı modelleri arasında yer alan 'Uyaran-Tepki Modeli' aralarında etkileşim olan kaç aşamadan oluşmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "TURİST DAVRANIŞI MODELLERİ<br/>Uyaran-Tepki Modeli:<br/>Middleton ve Clarke (2001) tarafından sunulan Uyaran-Tepki Modeli, alıcı davranışı ile ilgili olup turizm için tüketici davranışının adapte edilmiş bir modeli temsil eder. Model, aralarında etkileşim olan dört aşamadan oluşmaktadır. Modelin merkezinde (pek çok tüketici davranışının da merkezinde olan) alıcı özellikleri ve karar süreçleri bulunmaktadır. Modeldeki uyaran iletişim kanallarını etkilemekte, iletişim kanalları da modelin merkezinde bulunan alıcı özellikleri ve karar süreçlerine etki etmektedir. Alıcı özellikleri ve karar süreçleri iki bölümü kapsamakta olup bu bölümler iletişim filtreleri ve motivasyonlardır. Modelin en sonunda ise satın alma çıktıları (tepki) bulunmaktadır."
  },
  {
    "id": "2369838",
    "unitNumber": 1,
    "text": "Turist davranışları modelleri arasında yer alan 'Seyahat satın alma davranışı modeli' kaç aşamalı bir yapıyı temsil etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "TURİST DAVRANIŞI MODELLERİ<br/>Seyahat satın alma davranışı modeli beş aşamalı bir yapıyı temsil etmektedir. Bu modeldeki birinci aşama, turizm veya seyahat ihtiyacı ya da arzusudur. Örneğin, yaz tatili için tüketici dinlenme ihtiyacı hissedebilir. İkinci aşamada tatile gidebileceği oteller ile ilgili bilgi toplayacaktır. Alternatifler değerlendirmeye alınarak her birinin üstün ve zayıf yönü üzerinde durulur. Üçüncü aşama alternatifler arasında seçim yapılarak karar verilir. Dördüncü aşamada karar verildikten sonra artık seyahate hazırlık yapılır, otele gidilir ve turistik ürün deneyimlenir. Son aşamada seyahat tatmini, tatminsizliği ortaya çıkar. Diğer bir ifadeyle tatilin sonucu değerlendirilir."
  },
  {
    "id": "2369839",
    "unitNumber": 1,
    "text": "Turist davranışları modelleri arasında yer alan 'Tüketici karar verme çerçevesi modelinin' en dış halkada aşağıdakilerden hangisi <u><strong>yer almaz?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyo-ekonomik etkiler",
      "B": "Kültürel etkiler",
      "C": "Referans grup etkileri",
      "D": "Aile etkileri",
      "E": "Motivasyon etkisi"
    },
    "explanation": "TURİST DAVRANIŞI MODELLERİ<br/>Tüketici Karar Verme Çerçevesi:<br/>Tüketici karar verme çerçevesi modelinin merkezinde turist veya karar verici kişi bulunmaktadır. İkinci halka psikolojik faktörlerle ilgilidir. Bu halkanın içinde bulunan unsurlar motivasyon ve tatil enerjisi, algılama, kişilik/tutum ve öğrenmedir. En dış halka, sosyo-kültürel faktörleri kapsamaktadır. En dış halkada sosyo-ekonomik etkiler, kültürel etkiler, referans grup etkileri ve aile etkilerini kapsamaktadır."
  },
  {
    "id": "2369841",
    "unitNumber": 1,
    "text": "İnsanların düşünce, duygu ve davranışlarının diğer insanların gerçek, hayal edilen ve gizli olan varlığından, düşüncesinden ne denli etkilendiği aşağıdaki bilim alanlarından hangisi ile ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Demografi",
      "B": "Kültürel Antropoloji",
      "C": "Sosyal Psikoloji",
      "D": "Göstergebilimi",
      "E": "Sosyoloji"
    },
    "explanation": "TÜKETİCİ DAVRANIŞINA DİSİPLİNLERARASI YAKLAŞIM<br/>Sosyal Psikoloji:<br/>Sosyal psikoloji alanında çalışan pek çok araştırmacı direkt ya da endirekt olarak tüketim davranışını incelemeye yönelmektedir. İnsanların<br/>düşünce, duygu ve davranışlarının diğer insanların gerçek, hayal edilen ve gizli olan varlığından, düşüncesinden ne denli etkilendiği sosyal psikoloji alanıyla ilgilidir."
  },
  {
    "id": "2369843",
    "unitNumber": 1,
    "text": "Cinsiyet, yaş, medeni durum, gelir ve eğitim durumu gibi değişkenleri kapsayan bilim dalına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kültürel Antropoloji",
      "B": "Sosyoloji",
      "C": "Sosyal Psikoloji",
      "D": "Tarih",
      "E": "Demografi"
    },
    "explanation": "TÜKETİCİ DAVRANIŞINA DİSİPLİNLERARASI YAKLAŞIM<br/>Demografi:<br/>Demografi nüfus bilimi anlamına gelip cinsiyet, yaş, medeni durum, gelir ve eğitim durumu gibi değişkenleri kapsar."
  },
  {
    "id": "2372326",
    "unitNumber": 1,
    "text": "<strong>Aşağıda turistik ürün ile ilgili verilen ifadelerden hangisi veya hangileri doğrudur?</strong><br/>I. Turistik ürün duygusallık içerir.<br/>II. Turistik ürün tüketici davranışları üzerinde aynı düzeylerde etki yaratır. <br/>III. Turistik ürün hizmet odaklıdır.<br/>IV. Turistik ürün satın alma kararı, tüketici için yüksek riskli bir karardır.",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece I",
      "B": "II ve III",
      "C": "I, III ve IV",
      "D": "Sadece IV",
      "E": "Sadece II"
    },
    "explanation": "I. Turistik ürün duygusallık içerir.<br/>II. Turistik ürün tüketici davranışları üzerinde <strong>FARKLI</strong> düzeylerde etki yaratır. <br/>III. Turistik ürün hizmet odaklıdır.<br/>IV. Turistik ürün satın alma kararı, tüketici için yüksek riskli bir karardır. <br/>II. numaralı ifade yanlış olup, Turistik ürün ile ilgili diğer ifadeler doğrudur."
  },
  {
    "id": "2372327",
    "unitNumber": 1,
    "text": "<strong>Klasik tüketici davranışı modeli kaç alt modelden oluşmaktadır? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "Klasik tüketici davranışı modeli <strong>dört</strong> alt modelden oluşmaktadır."
  },
  {
    "id": "2372328",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Freud’un psiko-analitik ve bilinçaltı olgusuna vurgu yaparak satın alma davranışını açıklamaya çalışan modeldir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumsal Model",
      "B": "Ekonomik Model",
      "C": "Benlik Modeli",
      "D": "Nicosia Modeli",
      "E": "Engel-Blackwell-Miniard Modeli"
    },
    "explanation": "Benlik Modeli, Freud’un psiko-analitik ve bilinçaltı olgusuna vurgu yaparak satın alma davranışını açıklamaya çalışır. Bu yaklaşıma göre id, ego ve süperego arasındaki çekişme ya da ilişkiye göre davranış şekillenir."
  },
  {
    "id": "2372329",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi çağdaş tüketici davranışı modellerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Veblen’in gösterişçi tüketim modeli",
      "B": "Howard-Sheth Modeli",
      "C": "Nicosia Modeli,",
      "D": "Engel-Blackwell-Miniard",
      "E": "Kara Kutu Modeli"
    },
    "explanation": "Veblen’in gösterişçi tüketim modeli Klasik Tüketici Davranış Modellerindendir."
  },
  {
    "id": "2372331",
    "unitNumber": 1,
    "text": "<strong>Aşağıda Uyaran-Tepki Modeli ile ilgili verilen ifadelerden hangisi <u>yanlıştır</u>?</strong><br/>I. Söz konusu model Aralarından etkileşim olan 4 aşamadan oluşur.<br/>II. Merkezinde alıcı özellikleri ve karar süreçleri bulunmaktadır.<br/>III. Bu modelin en başında satın alma çıktıları bulunmaktadır. <br/>IV. Bu modelde iletişim kanalları alıcı özellikleri ve karar süreçlerine etki eder.<br/>V. Bu model Middleton ve Clarke (2001) tarafından sunulan bir modeldir.",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "III. no'lu ifade yanlıştır çünkü satın alma çıktıları modelin en SONUNDA bulunur."
  },
  {
    "id": "2372332",
    "unitNumber": 1,
    "text": "<strong>Turizmde tutumların nasıl oluştuğu veya değiştiği konusunun irdelenmesi aşağıda verilen hangi disiplin ile ilişkilendirilir ?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal Psikoloji",
      "B": "Sosyoloji",
      "C": "Klinik Psikoloji",
      "D": "Deneysel Psikoloji",
      "E": "Kültürel Antropoloji"
    },
    "explanation": "Sosyal psikoloji alanında çalışan pek çok araştırmacı direkt ya da endirekt olarak tüketim davranışını incelemeye yönelmektedir.<br/>İnsanların düşünce, duygu ve davranışlarının diğer insanların gerçek, hayal edilen ve gizli olan varlığından, düşüncesinden ne denli etkilendiği sosyal psikoloji alanıyla ilgilidir.<br/>Sosyal biliş, sosyal ortamda marka veya ürüne ait bilginin belleğe kodlanması ve süreçlenmesini ortaya koyar.<br/>Konu turistik davranış için de geçerlidir (Argan, 2016).<br/><strong>Turizmde tutumların nasıl oluştuğu veya değiştiği, aynı şekilde arzulanan veya arzulanmayan turistik davranış da sosyal davranış başlığı altında incelenir.</strong>"
  },
  {
    "id": "2360953",
    "unitNumber": 2,
    "text": "En basit tabiriyle bir hastanın tedavi edici bir ilacı kullanmasına rağmen bu ilacın kendini tedavi edeceğine inanarak iyileşmesi durumuna ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Plasebo etkisi",
      "B": "Algılama",
      "C": "Turizm",
      "D": "Tüketici",
      "E": "Duyu"
    },
    "explanation": "Plasebo etkisi: En basit tabiriyle bir hastanın tedavi edici bir ilacı kullanmasına rağmen bu ilacın kendini tedavi edeceğine inanarak iyileşmesidir. Buradaki iyileşmeyi tıp bilimsel olarak açıklayamamaktadır"
  },
  {
    "id": "2360955",
    "unitNumber": 2,
    "text": "Bir şeye dikkati yönelterek o şeyin bilincine varma, \"idrak” anlamına gelirken aynı zamanda kişilerin içinde bulundukları çevreyi organize etme ve duyusal bilgileri düzenlemesine dayalı anlama ve farkına varma sürecine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Algı",
      "B": "Kavram",
      "C": "Duyu",
      "D": "Hareket",
      "E": "Plasebo etkisi"
    },
    "explanation": "Türk Dil Kurumu (TDK) sözlüğüne göre algı; “bir şeye dikkati yönelterek o şeyin bilincine varma, idrak” anlamına gelirken (sozluk.gov.tr) aynı zamanda kişilerin içinde bulundukları çevreyi organize etme ve duyusal bilgileri düzenlemesine dayalı anlama ve farkına varma süreci olarak da bilinmektedir (Erişti vd., 2013: 48)."
  },
  {
    "id": "2360960",
    "unitNumber": 2,
    "text": "Tüketiciler ürünleri satın almadan önce onları tatmak, koklamak, onlara dokunmak, yani onları algılamak ve anlamak isterler. Bunun nedenini aşağıdakilerden hangisini açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "Olumsuz sonuçlar yaşamama isteği",
      "B": "Gerçek turistik çekicilikler",
      "C": "Yapay turistik çekicilikler",
      "D": "Turistin demografik özelliklere olan ilgisi",
      "E": "Satın aldıktan sonra hissedebilecek mutluluk"
    },
    "explanation": "<strong>Tüketiciler ürünleri satın almadan önce onları tatmak, koklamak, onlara dokunmak, yani onları algılamak ve anlamak isterler çünkü tüketiciler algılanan risk düzeyini azaltmak ve ihtiyaçlarını en iyi şekilde karşılayacak çözümü bulmaya çalışmaktadırlar</strong>. Bu sebeple beş duyunun hepsine ya da çoğuna hitap edecek çeşitte uyaranlara dayanarak nesneleri algılamaya çalışmaktadırlar. Bunun sonucunda tüketicinin tutumları ve davranışları gelişmektedir. <strong>Algılanan riskin temelinde olumsuz sonuçlar yaşamama isteği, satın aldıktan sonra hissedebilecek pişmanlık veya şüpheleri azaltma isteği vardır. Yani tüketicinin kendini bir çeşit sigortalama sürecinde olduğu</strong> söylenebilir (Koç, 2019: 104)."
  },
  {
    "id": "2360963",
    "unitNumber": 2,
    "text": "Turizm işletmelerinde turist algılamalarını etkileyen faktörlerin başında ne gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Atmosfer",
      "B": "İnsan",
      "C": "Mobilyalar",
      "D": "Hava durumu",
      "E": "Ücret"
    },
    "explanation": "Turist algılamalarını etkileyen faktörlerin başında turizm işletmelerindeki atmosfer gelmektedir çünkü bir turizm işletmesindeki atmosfer, müşterinin beş duyu organına hitap eden özelliklere sahiptir."
  },
  {
    "id": "2360966",
    "unitNumber": 2,
    "text": "Kore mutfağının en meşhur yemeklerin olup, marine edilmiş etin yüksek sıcaklıkta pi- şirilmesiyle elde edilen ve Kore’de barbekü kültürünün bel kemiğini oluşturan yemeğin adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bulgogi",
      "B": "Galbi",
      "C": "Kimchi",
      "D": "Dak Kkochi",
      "E": "Ramen"
    },
    "explanation": "Bulgogi: Kore mutfağının en meşhur yemeklerin olup Korece “bul” ateş, “gogi” ise et içeren anlamına gelmektedir. Özetle marine edilmiş etin yüksek sıcaklıkta pişirilmesiyle elde edilen bulgogi, Kore’de barbekü kültürünün bel kemiğini oluşturmaktadır (hürriyet.com.tr)."
  },
  {
    "id": "2362049",
    "unitNumber": 2,
    "text": "Genel iletişim modeli, dört ögenin üzerine kurulmuştur. Aşağıdakilerden hangisi bu 4 ögeden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "bilişsel",
      "B": "kaynak",
      "C": "mesaj",
      "D": "hedef",
      "E": "ortam"
    },
    "explanation": "Genel iletişim modeli, dört ögenin üzerine kurulmuştur. Bunlar; kaynak, mesaj, hedef ve ortam olup bu ögelerin karşılıklı etkileşimi tutum değişikliklerinin etkinliğinde rol oynamaktadır."
  },
  {
    "id": "2362057",
    "unitNumber": 2,
    "text": "I. Markanın nitelikleri hakkındaki inançları değiştirmek II. Bu inançların göreceli önemlerini değiştirmek III. Yeni inançlar ilave etmek IV. İdeal markanın özellikleri hakkındaki inançları de- ğiştirmek. Yukarıdaki seçeneklerden hangisi veya hangileri bilişsel bileşene yönelik önemli stratejilerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I/II/III/IV",
      "B": "I/II",
      "C": "II/III",
      "D": "III/IV",
      "E": "I/IV"
    },
    "explanation": "Tutum değişimi stratejilerinden birincisi bilişsel bileşene yönelik değişmeyi amaçlayan stratejidir. Bilişsel bileşene yönelik dört önemli strateji uygulanmaktadır;<br/><ol> <li> Markanın nitelikleri hakkındaki inançları değiştirmek<br/></li> <li> Bu inançların göreceli önemlerini değiştirmek<br/></li> <li> Yeni inançlar ilave etmek<br/></li> <li> İdeal markanın özellikleri hakkındaki inançları değiştirmek<br/></li> </ol>"
  },
  {
    "id": "2362063",
    "unitNumber": 2,
    "text": "Gönderilen mesajın veya bilginin hedefe ulaşıp ulaşmadığı, hedefe ulaştı ise etkisinin ne olduğunun saptanmasında hedefin ortaya koyduğu tepki temel gösterge olup hedefin, kendisine gönderilen mesaj ya da enformasyona ilişkin olarak ortaya koyduğu tepki ise iletişim literatüründe ne olarak adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Geri besleme",
      "B": "Ortam",
      "C": "Hedef",
      "D": "Mesaj",
      "E": "Kaynak"
    },
    "explanation": "Gönderilen mesajın veya bilginin hedefe ulaşıp ulaşmadığı, hedefe ulaştı ise etkisinin ne olduğunun saptanmasında hedefin ortaya koyduğu tepki temel gösterge olup hedefin, kendisine gönderilen mesaj ya da enformasyona ilişkin olarak ortaya koyduğu tepki ise iletişim literatüründe “geri besle- me” olarak adlandırılır."
  },
  {
    "id": "2362071",
    "unitNumber": 2,
    "text": "Dürüstlük, dost canlısı olmak ya da temizlik gibi tercih edilen davranışları kapsamakta olup kendini kontrol ve hırs gibi yetenekler ile yardımseverlik ve boyun eğme gibi ahlaki değerler ne ile ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Araçsal değerler",
      "B": "Amaçsal değerler",
      "C": "Geri Basleme",
      "D": "Ortam",
      "E": "Hedef"
    },
    "explanation": "Araçsal değerler; dürüstlük, dost canlısı olmak ya da temizlik gibi tercih edilen davranışları kapsamakta olup kendini kontrol ve hırs gibi yetenekler ile yardımseverlik ve boyun eğme gibi ahlaki değerlerle ilişkilidir."
  },
  {
    "id": "2362076",
    "unitNumber": 2,
    "text": "Rokeach’ın yaptığı araştırmada araçsal değerler ve amaçsal değerler olmak üzere iki farklı değer türü olduğundan söz edilen sisteme ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rokeach Değerler Sistemi",
      "B": "Geri Besleme",
      "C": "Kaynak",
      "D": "Bilişsel boyut",
      "E": "Duygusal boyut"
    },
    "explanation": "Rokeach Değerler Sistemi: Rokeach’ın yaptığı araştırmada araçsal değerler ve amaçsal değerler olmak üzere iki farklı değer türü olduğundan söz edilmektedir."
  },
  {
    "id": "2365309",
    "unitNumber": 2,
    "text": "Renklerin psikolojik etkiler yarattığı gerçeği üzerine yapılan araştırmalarda termal merkezler gibi turizm işletmelerinde aşağıdaki renklerden hangisinin kullanıldığı belirlenmiştir.",
    "correctAnswer": "A",
    "options": {
      "A": "Mavi-Yeşil",
      "B": "Kırmızı-Siyah",
      "C": "Turuncu-Gri",
      "D": "Mor-Sarı",
      "E": "Siyah-Lacivert"
    },
    "explanation": "Renklerin psikolojik etkiler yarattığı gerçeği üzerine yapılan araştırmalarda termal merkezler gibi turizm işletmelerinde sakinleştirici özelliklerinden ötürü mavi veya yeşil renk kullanıldığı belirlenmiştir."
  },
  {
    "id": "2365737",
    "unitNumber": 2,
    "text": "Uluslararası zincir otel olarak faaliyet gösteren büyük otellerin bazıları kendilerine ait imza kokular tasarlamaktadırlar. Westin Hotels'in dünya üzerinde sekiz şehirde bulunan otellerinde hangi koku kimliklendirme unsuru olarak kullanılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Papatya",
      "B": "Gül",
      "C": "Zambak",
      "D": "Beyaz Çay",
      "E": "Krizantem"
    },
    "explanation": "Kokular genellikle turistlerin uzun dönemli belleklerine yerleşmiştir. Bu nedenle bir kokunun yarattığı algı kişiden kişiye değişmektedir. Birine hoş gelen koku başkasını rahatsız edebilmektedir. Bir turist, bir otelin lobisine giriş yaptığında ilk duyduğu kokuyu restoran ve diğer alanlardaki kokular takip etmektedir. Uluslararası zincir otel olarak faaliyet gösteren büyük otellerin bazıları kendilerine ait imza kokular tasarlamaktadırlar (Kara ve Temiz, 2018). Örneğin, Westin Hotels Dünya üzerinde sekiz şehirde bulunan otellerinde beyaz çay kokusunu bir kimliklendirme unsuru olarak kullanmaya başlamıştır."
  },
  {
    "id": "2365756",
    "unitNumber": 2,
    "text": "Hızlı müzikler enerji verirken yavaş tempolu müziklerin satın alma davranışını arttırıcı bir algı yarattığı bilinmektedir. İsveç’te bir hamburger zinciri olan Max'in, müşterilerine kulağa hoş gelen bir ses deneyimi yaratmak için şirket restoranlarında çalındığında satışlarında artışlar olduğunu gözlemlediği şarkı türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hard Rock",
      "B": "İrlanda türküleri",
      "C": "İsveç şarkıları",
      "D": "Heavy Metal",
      "E": "Country Müzik"
    },
    "explanation": "İsveç’te bir hamburger zinciri olan Max, müşterilerine kulağa hoş gelen bir ses deneyimi yaratmak için şirket restoranlarında İsveç şarkılarının çalınması ile satışlarında artışlar olduğu gözlemlenmiştir. Doğru cevap C'dir."
  },
  {
    "id": "2365776",
    "unitNumber": 2,
    "text": "Turizmde, kişinin bir nesne hakkındaki düşünce, bilgi ve inançları olup tutuma konu olan nesne, mal veya hizmet hakkında kişinin tüm inançlarını kapsayan tutum bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplumsal bileşen",
      "B": "Davranışsal bileşen",
      "C": "Duygusal bileşen",
      "D": "Bilişsel Bileşen",
      "E": "Stratejik bileşen"
    },
    "explanation": "Bilişsel Bileşen, kişinin bir nesne hakkındaki düşünce, bilgi ve inançları olup tutuma konu olan nesne, mal veya hizmet hakkında kişinin tüm inançlarını kapsamaktadır. Bu düşünce, bilgi ya da inançların ise doğru ya da gerçek olmaları şart olmamakla beraber bilgiler ne kadar gerçeğe dayanırsa o kadar kalıcı olmaktadır. Bilgilerin değişmesi durumunda tutumlar da değişmektedir."
  },
  {
    "id": "2365797",
    "unitNumber": 2,
    "text": "\"..............., bir tepki gösterme biçimi değil belli bir tepkinin ortaya konulmasının ilk aşamasıdır yani birey; belli bir duruma, nesneye veya başka bir bireye yönelik bir tepki ortaya koymadan önce o tepkiye hazırlık olması için bir tavır almakta, bir duruş ortaya koymaktadır.\"",
    "correctAnswer": "A",
    "options": {
      "A": "Tutum",
      "B": "Tepki",
      "C": "Eşgüdüm",
      "D": "Bilgi",
      "E": "Organizasyon"
    },
    "explanation": "Tutum, bir tepki gösterme biçimi değil belli bir tepkinin ortaya konulmasının ilk aşamasıdır yani birey; belli bir duruma, nesneye veya başka bir bireye yönelik bir tepki ortaya koymadan önce o tepkiye hazırlık olması için bir tavır almakta, bir duruş ortaya koymaktadır. Diğer bir ifadeyle kişi, belli bir tepki göstermek için kendisini konumlandırmakta ve o tepkiyi ortaya koymaya hazır duruma gelmektedir"
  },
  {
    "id": "2365812",
    "unitNumber": 2,
    "text": "I. Kaynak II. Tercih III. Mesaj IV. Hedef V. Ortam <br/>Yukarıdakilerden hangisi genel iletişim modelinin üzerine kurulduğu ögeler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "I, II, IV",
      "C": "II, IV, V",
      "D": "I, IV, V",
      "E": "I, III, IV, V"
    },
    "explanation": "Genel iletişim modeli, dört ögenin üzerine kurulmuştur. Bunlar; kaynak, mesaj, hedef ve ortam olup bu ögelerin karşılıklı etkileşimi tutum değişikliklerinin etkinliğinde rol oynamaktadır."
  },
  {
    "id": "2365828",
    "unitNumber": 2,
    "text": "I. Markanın nitelikleri hakkındaki inançları değiştirmek<br/>II. Bu inançların göreceli önemlerini değiştirmek<br/>III. Yeni inançlar ilave etmek<br/>IV. İdeal markanın özellikleri hakkındaki inançları değiştirmek<br/>Yukarıdaki unsurlar aşağıdaki bileşen türlerinden hangisine yönelik stratejileri oluşturmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Duygusal bileşen",
      "B": "Bilişsel bileşen",
      "C": "Davranışsal bileşen",
      "D": "Normatif bileşen",
      "E": "Objektif bileşen"
    },
    "explanation": "Tutum değişimi stratejilerinden birincisi bilişsel bileşene yönelik değişmeyi amaçlayan stratejidir. Bilişsel bileşene yönelik dört önemli strateji uygulanmaktadır;<br/>1. Markanın nitelikleri hakkındaki inançları değiştirmek<br/>2. Bu inançların göreceli önemlerini değiştirmek<br/>3. Yeni inançlar ilave etmek<br/>4. İdeal markanın özellikleri hakkındaki inançları değiştirmek"
  },
  {
    "id": "2365840",
    "unitNumber": 2,
    "text": "Hayattan zevk almak, mutluluk ve diğerleri ile sıcak ilişkiler kurmak aşağıdaki değer türlerinden hangisinin kapsamına girer?",
    "correctAnswer": "C",
    "options": {
      "A": "Empati değerleri",
      "B": "Kendini gerçekleştirme değerleri",
      "C": "Hedonik değerler",
      "D": "Pedagojik değerler",
      "E": "Kategorik değerler"
    },
    "explanation": "Hedonik Değerler, hayattan zevk almak, mutluluk ve diğerleri ile sıcak ilişkiler kurmaktan oluşur."
  },
  {
    "id": "2365875",
    "unitNumber": 2,
    "text": "Değer kavramının, bir bireyin tüm tutum, inanış, fikir, korku, umut, önyargı, ihtiyaç, arzu ve isteklerini kapsayan bütünleşik bir set olduğunu, birlikte bireyin nasıl davrandığını ya da davranacağını belirlediğini ileri sürenler aşağıdaki ölçeklerden hangisini geliştirmişlerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "VALS",
      "B": "LOV",
      "C": "ROKEACH",
      "D": "SCAR",
      "E": "SCAT"
    },
    "explanation": "VALS ölçeğini geliştirenler için değer kavramı, “bir bireyin tüm tutum, inanış, fikir, korku, umut, önyargı, ihtiyaç, arzu ve isteklerini kapsayan bütünleşik bir set olup, birlikte bireyin nasıl davrandığını ya da davranacağını belirlemektedir. 1978 yılında geliştirilen bu ölçek ise pazardaki davranışları dikkate alarak toplumu dokuz farklı değer sisteminde ele almaktadır"
  },
  {
    "id": "2365887",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Rokeach Değerler Envanterindeki amaçsal değerler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bağımsızlık",
      "B": "Bağışlayıcılık",
      "C": "Kibarlık",
      "D": "İç Huzur",
      "E": "Sevecenlik"
    },
    "explanation": "Rokeach Değerler Envanterindeki amaçsal değerler arasında şunlar vardır: <br/>Aile güvenliği<br/>Ahiret selameti<br/>Barış içinde bir dünya<br/>Başarı hissi<br/>Bilgelik<br/>Eşitlik<br/>Güzellikler dünyası<br/>Gerçek dostluk<br/>Heyecanlı bir yaşam<br/>İç huzur<br/>Kendine saygı<br/>Mutluluk<br/>Olgun sevgi<br/>Özgürlük<br/>Rahat bir yaşam<br/>Sosyal onay<br/>Ulusal güvenlik<br/>Zevk"
  },
  {
    "id": "2368357",
    "unitNumber": 2,
    "text": "\"Bir şeye dikkati yönelterek o şeyin bilincine varma, idrak” anlamına gelen sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Algı",
      "B": "Akıl",
      "C": "Zeka",
      "D": "Bilgi",
      "E": "Analiz"
    },
    "explanation": "Algı Kavramı Ve Turistik Hizmetlerin Algılanması<br/>Türk Dil Kurumu (TDK) sözlüğüne göre algı;<br/>“bir şeye dikkati yönelterek o şeyin bilincine varma, idrak” anlamına gelirken (sozluk.gov.tr) aynı<br/>zamanda kişilerin içinde bulundukları çevreyi organize etme ve duyusal bilgileri düzenlemesine dayalı anlama ve farkına varma süreci olarak da bilinmektedir"
  },
  {
    "id": "2368366",
    "unitNumber": 2,
    "text": "İnsanların anlamlı bir dünya görüntüsü yaratmak için bilgi girdilerini seçme, organize etme ve yorumlama sürecine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Seçme",
      "B": "Algılama",
      "C": "Ayırt etme",
      "D": "Analiz",
      "E": "Farketme"
    },
    "explanation": "Algı Kavramı Ve Turistik Hizmetlerin Algılanması<br/>Algılama ise insanların anlamlı bir dünya görüntüsü yaratmak için bilgi girdilerini seçme, organize etme ve yorumlama sürecidir (Çeken ve Yıldız, 2015: 135; Lamb vd., 2014; Soloman, 2001).<br/>Daha geniş bir ifadeyle algılama sürecinde insanlar<br/>çevrelerindeki bilgileri duyu organları aracılığıyla<br/>seçerek, kavrayarak, düzenleyerek ve yorumlayarak anlamlı hâle getirip iç ve dış dünyadan haberdar olmaktadırlar"
  },
  {
    "id": "2370487",
    "unitNumber": 2,
    "text": "Bir hastanın tedavi edici bir ilacı kullanmasına rağmen bu ilacın kendini tedavi edeceğine inanarak iyileşmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Plasebo etkisi",
      "B": "Olumlama",
      "C": "Şifalanma",
      "D": "Beyin gücü",
      "E": "Kelebek etkisi"
    },
    "explanation": "ALGI KAVRAMI VE TURİSTİK HİZMETLERİN ALGILANMASI<br/>Plasebo etkisi: En basit tabiriyle bir hastanın tedavi edici bir ilacı kullanmasına<br/>rağmen bu ilacın kendini tedavi edeceğine<br/>inanarak iyileşmesidir. Buradaki iyileşmeyi tıp bilimsel olarak açıklayamamaktadır"
  },
  {
    "id": "2370497",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turistlerin hizmeti ve otel işletmesini algısında olumsuz etki yapar?",
    "correctAnswer": "C",
    "options": {
      "A": "Lobinin ferah ve geniş olması",
      "B": "Personelin yardımsever yaklaşımı",
      "C": "Yüksek ürültülü eğlence ortamı",
      "D": "Restoranda kullanılan sakin müzik",
      "E": "Odalarda kullanılan kaliteli mobilyalar"
    },
    "explanation": "İşletmelerde algı yönetimi işletmenin devamı için anahtar özelliktedir.<br/>Bu sebeple<br/>hizmetlerin pazarlanmasında hizmetin hissedilebilir<br/>veya dokunulabilir unsurlarına, çeşitli pazarlama bileşenlerine yönelik uygulamalar aracılığıyla vurguda<br/>bulunmak gerekmektedir. Somut ürünlerle karşılaştırıldığında hizmetlerin sunulduğu yerlerde müşterilerin karşılandığı ofislerin şık ve rahat olması, ilgi<br/>çekecek renklere boyanması veya değişik mobilyalarla döşenmesi, kullanılan kokular, arka fonda çalan<br/>müzik, müşterilerin o hizmeti veya bir bütün olarak<br/>o işletmeyi algılamasında önemlidir. Pazarlamacılar, hizmetlerin soyut yönlerinin pazarlama iletişimi<br/>yoluyla tüketiciler tarafından algılanabilmesini sağlamalıdırlar. Tüketiciler rakip hizmetler hakkında<br/>karşılaştırma yapmakta zorlanmakta ve genellikle<br/>hizmetlerle ilgili sadece akıllarında kalan bilgilere<br/>önem vermektedirler (Koç, 2019: 137).<br/>...Turizm endüstrisinde tatminin algıları etkilediğine dair yapılan bir araştırmanın sonucunda<br/>turistlerin bir destinasyonda tatmin olmadıkları<br/>unsurlar sonucunda (trafik, gürültü, yerel halkın<br/>olumsuz tutumları gibi) bu destinasyona yönelik<br/>algılarının da olumsuz olduğu sonucuna ulaşılmıştır (Gnanapala, 2015)."
  },
  {
    "id": "2370511",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turizmde tutum kavramı ile ilgili olarak <u>söylenemez?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Herhangi bir nesne, kişi ya da duruma yönelik olumlu ya da olumsuz bir tutuma sahip olmak o yönde davranışlar sergilemeye sebep olabilir",
      "B": "Öğrenme sonucunda sunulan herhangi bir nesneye tutarlı şekilde, olumlu veya olumsuz tepkide bulunma eğilimidir.",
      "C": "Kişilerin fikir, nesne ya da ortamlara yönelik olumlu ya da olumsuz bir biçimde tepkide bulunma eğilimi olarak tanımlanabilir.",
      "D": "Tüketici davranışları açısından tutum oluşturma süreci incelendiğinde ilk alternatif, önce duygusal bileşene hitap ederek tutum yaratma stratejisi oluşturmaktır.",
      "E": "Davranışın pek çok durumda tutumu izlediği görülmektedir."
    },
    "explanation": "Tutum yönetimi turizm sektörünün sürdürülebilirliği için iyi anlaşılması gereken bir olgudur<br/>Tüketici davranışları açısından tutum oluşturma süreci incelendiğinde ilk alternatif, önce bilişsel bileşene hitap ederek tutum yaratma<br/>stratejisi oluşturmaktır. (sayfa 39)"
  },
  {
    "id": "2370517",
    "unitNumber": 2,
    "text": "Bireyin tutum nesnesine ilişkin düşünce, bilgi ve inançlarını kapsayan tutum bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Davranışsal Bileşen",
      "B": "Bilişsel Bileşen",
      "C": "Duygusal Bileşen",
      "D": "Düşünsel Bileşen",
      "E": "Gözlemsel Bileşen"
    },
    "explanation": "Turizmde Tutumların Bileşenlerinin kavranması<br/>Tutumların oluşmasında; ailenin, akran grupların, kitle iletişim<br/>araçlarının ve tutum nesnesiyle olan bireysel deneyimlerin etkili olduğu söylenebilir. Tutumların<br/>bilişsel (bireyin tutum nesnesine ilişkin düşünce, bilgi ve inançları), duygusal (bireyin tutum<br/>nesnesine ilişkin olumlu veya olumsuz duyguları) ve davranışsal (bireyin olumlu veya olumsuz<br/>tutumundan hareketle tutum nesnesine yönelik<br/>olumlu veya olumsuz davranışları) bu unsurlardır"
  },
  {
    "id": "2370522",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilişssel ve duygusal tutum bileşenleriyle ilgili bir kavram <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Farklı olma",
      "B": "İlgi",
      "C": "Sevme",
      "D": "Eylem",
      "E": "Arzu"
    },
    "explanation": "Tutum unsurları ve geliştirme süreci iyi anlaşılmalıdır.<br/>Eylem kavramı davranışsal bileşenle ilgilidir"
  },
  {
    "id": "2370528",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tutum değişimi stratejilerinden bilişsel bileşene yönelik olarak uygulanan önemli stratejilerden <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "İdeal markanın özellikleri hakkındaki inançları değiştirmek",
      "B": "Yeni inançlar ilave etmek",
      "C": "Markanın nitelikleri hakkındaki inançları değiştirmek",
      "D": "Markanın nitelikleri hakkında değiştirilen inançlarının göreceli önemlerini değiştirmek",
      "E": "Markanın duygusal bileşenini değiştirmek"
    },
    "explanation": "Tutum değişimi stratejilerinden birincisi bilişsel bileşene yönelik değişmeyi amaçlayan stratejidir.<br/>Markanın duygusal bileşenini değiştirmek bilişsel değişimden sonra yapılır"
  },
  {
    "id": "2370535",
    "unitNumber": 2,
    "text": "Ekoturizm kavramı çevreyi koruyan ve yerel halkın refahını<br/>geliştiren, doğal alanlara yapılan sorumlu seyahat olarak tanımlandığında aşağıdakilerden hangisi ekoturizm turistlerinin özelliği <u>olamaz?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Genel sürdürülebilirlik yanlısı tutum ve değerlere sahip olurlar",
      "B": "Doğa koruma konusunda harekete geçmek için kişisel sorumluluğu onaylarlar",
      "C": "Tüketim odaklı davranışlar sergilerler",
      "D": "Daha yüksek düzeyde doğa koruma değerleri sergilerler",
      "E": "Insanların tatil seçimlerinin olası sosyal ve çevresel etkilerini planlarken göz önünde bulundurmaları gerektiğine inanırlar"
    },
    "explanation": "Ekoturizm değerlerini anlama<br/>Araştır 3 Uluslararası Ekoturizm Derneği (TIES - The International Ecotourism Society); ekoturizm kavramını çevreyi koruyan ve yerel halkın refahını<br/>geliştiren, doğal alanlara yapılan sorumlu seyahat olarak tanımlamıştır. Bu<br/>bağlamda sorumlu ve sürdürülebilir turist seçimleri, tipik olarak insanların:<br/>(i) sürdürülebilirlik ilkeleri ve değerleri ile aynı fikirde olmalarını (yani, genel<br/>sürdürülebilirlik yanlısı tutum ve değerlere sahip olmalarını) ve (ii) problemin<br/>çözümünde aktif bir rol oynamaları gerektiği yönündedir (yani harekete geçmek için kişisel sorumluluğu onaylarlar). Araştırmalar; turistlerin tercihleri,<br/>kişisel değerleri ve ekoturizm gibi sürdürülebilirliğe yönelik genel tutumları<br/>arasında bir ilişki olduğunu göstermektedir. Daha sürdürülebilir turizm faaliyetlerini tercih etme eğiliminde olan turistler, daha yüksek düzeyde doğa<br/>koruma değerleri sergilerler ve diğer turistlere göre daha sık olarak, insanların<br/>tatil seçimlerinin olası sosyal ve çevresel etkilerini planlarken göz önünde bulundurmaları gerektiğine inanırlar."
  },
  {
    "id": "2370540",
    "unitNumber": 2,
    "text": "Rokeach’ın değerler envanterinde aşağıdakilerden hangisi amaçsal değer olarak <u>yer alamaz?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Kibar olmak",
      "B": "Sosyal onay",
      "C": "Gerçek dostluk",
      "D": "Özgürlük",
      "E": "Kendine saygı"
    },
    "explanation": "Amaçsal değerler ise toplumsal (sosyal) değerler ile ilişkilidir ve tercih edilen, özgürlük, eşitlik ve güvenlik gibi içinde bulunulmak istenen durumları ifade ederler<br/>Kibar olmak"
  },
  {
    "id": "2374775",
    "unitNumber": 2,
    "text": "Turizm işletmelerinde turist algılamalarını etkileyen en belirleyici faktör aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ülke",
      "B": "Tur Acentası",
      "C": "Atmosfer",
      "D": "Siyasal ilişkiler",
      "E": "İndirimler"
    },
    "explanation": "Atmosfer<br/>Turist algılamalarını etkileyen faktörlerin başında turizm işletmelerindeki atmosfer gelmektedir"
  },
  {
    "id": "2374779",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turist algılamalarını etkileyen faktörlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Renk",
      "B": "Koku",
      "C": "Tat",
      "D": "Sembol",
      "E": "Empati"
    },
    "explanation": "Empati<br/>Turist algılamalarını etkileyen faktörler temel ola- rak renk, sembol (işaret), tat, dokunma, koku ve sestir."
  },
  {
    "id": "2374782",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tutum ve davranış ilişkisi hakkında doğru bir ifade <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Tutumlar davranıştan önce ortaya çıkarak onlara yol gösteren içsel süreçlerdir",
      "B": "Bireyler hemen hemen her şeye karşı olumlu veya olumsuz bir tutuma sahiptir",
      "C": "Tutum, deneyim ve öğrenme ile ilişkilidir",
      "D": "Tutumlar, doğuştan gelmeyen ve öğrenme yoluyla edinilen kalıplardır",
      "E": "Davranışlar tutumlar önce ortaya çıkan dışsal süreçlerdir."
    },
    "explanation": "Tutum Kavramı Ve Turı̇st Tutumları<br/>Tutumlar davranıştan önce ortaya çıkarak onlara yol gösteren içsel süreçlerdir. Bireylerin hemen<br/>hemen her şeye karşı olumlu veya olumsuz bir tutuma sahip olduğu ve bu durumun deneyim ve öğrenme ile ilişkilendirildiği söylenebilir. Bu bağlamda tutumların doğuştan getirilmediği ve öğrenme yoluyla edinildiği görülmektedir. Doğru cevap E'dir."
  },
  {
    "id": "2374785",
    "unitNumber": 2,
    "text": "Tutumları oluşturan temel bileşenler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilişsel, duygusal ve davranışsal",
      "B": "Ahlaki, Dinsel, Politik",
      "C": "Empati, Sosyal Zeka, Pisikoloji",
      "D": "Pratik zeka, İnanç, Duygusal Zeka",
      "E": "Sosyal Çevre, Önyargı, Empati"
    },
    "explanation": "Turizmde Tutumların Bileşenleri<br/>Bilişsel, duygusal ve davranışsal<br/>Tutumların bilişsel, duygusal ve davranışsal üç bileşeni bulunmaktadır (Topal, 2016; Dönmez, 2016; İnceoğlu, 2010; Çöllü ve Öztürk, 2006; Odabaşı ve Gülfidan, 2002)."
  },
  {
    "id": "2374790",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tutum değişikliklerinin etkinliğinde rol oynayan faktörlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kaynak",
      "B": "Mesaj",
      "C": "Hedef",
      "D": "Ortam",
      "E": "Zaman"
    },
    "explanation": "Turistler İçin Tutum Değiştirme Faktörleri<br/>Zaman <br/>Genel iletişim modeli, dört ögenin üzerine kurulmuştur. Bunlar; kaynak, mesaj, hedef ve ortam olup bu ögelerin karşılıklı etkileşimi tutum deği- şikliklerinin etkinliğinde rol oynamaktadır."
  },
  {
    "id": "2374794",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Geri Besleme’nin amaçlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gönderilen mesaj veya bilginin hedefe ulaşıp ulaşmadığının saptanması",
      "B": "Konaklama maliyetlerinin azaltılmasına yönelik tedbirler alınması",
      "C": "Çevre ve doğa bilincinin geziler yoluyla artırılması",
      "D": "Farklı kültürlerin festival ve yarışma gibi faaliyetlerle kaynaşması",
      "E": "Yeni turizm rotaları oluşturması ve pazarlanması"
    },
    "explanation": "Turistler İçin Tutum Değiştirme Faktörleri<br/>Gönderilen mesaj veya bilginin hedefe ulaşıp ulaşmadığının saptanması"
  },
  {
    "id": "2374799",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi LOV Değerler ölçeğine göre tüketim davranışlarındaki farklılıklar ile ilişkilendirilebilecek temel değerlerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Empati",
      "B": "Kararlılık",
      "C": "Adalet",
      "D": "Temel İnsan Hakları",
      "E": "Çevre Bilinci"
    },
    "explanation": "Turı̇st Değerlerı̇<br/>Empati<br/>Değerler Listesi (LOV): 1985 yılında bir grup araştırmacı tarafından geliştirilen bu ölçekte tüketim davranışlarındaki farklılıklar ile ilişkilendirilebilecek dokuz adet tüketici değeri belirlenmiştir. Bu değerler; kendine saygı, kendini gerçekleştirme, güvenlik, aidiyet duygusu, hayatın tadına varıp eğlenmek, saygı duyulmak vd., ile sıcak ilişkiler kurmak olup bu değerler üç ayrı sınıfta toplanmaktadırlar;<br/><ol> <li> Hedonik Değerler: Hayattan zevk almak, mutluluk ve diğerleri ile sıcak ilişkiler kurmak.<br/></li> <li> Empati Değerleri: Kendine saygı duymak, başkalarından saygı görmek, aidiyet duygusu.<br/></li> <li> Kendini Gerçekleştirme Değerleri: Kişisel gelişim ve başarı duygusu.<br/></li> </ol>"
  },
  {
    "id": "2374804",
    "unitNumber": 2,
    "text": "Turizm endüstrisi için tutum davranış ilişkisine yönelik ilk çalışmalardan biri olarak kabul edilen La Piere araştırmasını hangi ülkede gerçekleştirmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "İngiltere",
      "B": "Fransa",
      "C": "Almanya",
      "D": "Kanada",
      "E": "Amerika"
    },
    "explanation": "Tutum Kavramı Ve Turı̇st Tutumları<br/>Davranışın pek çok durumda tutumu izlediği görülmektedir. Turizm endüstrisi için tutum davranış ilişkisine yönelik ilk çalışmalardan biri 1934 yılında La Piere tarafından yapılmıştır. Çalışmanın yapıldığı 1930’lu yıllarda ABD’de ırk ayrımcılığı yoğun bir şekilde yaşanmaktadır."
  },
  {
    "id": "2374806",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Rokeach Değerler ölçeğine göre araçsal değerlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kendine saygı",
      "B": "Mutluluk",
      "C": "Özgürlük",
      "D": "Zevk",
      "E": "Dürüstlük"
    },
    "explanation": "Değer Ölçekleri<br/>Dürüstlük<br/><table> <tbody> <tr> <td> Araçsal Değerler<br/></td> <td> Amaçsal Değerler<br/></td> </tr> <tr> <td> Bağımsızlık<br/>Bağışlayıcılık<br/>Cesaretli olmak<br/>Dürüstlük<br/></td> </tr> </tbody> </table>"
  },
  {
    "id": "2374810",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Bilişsel bileşene yönelik uygulanan stratejilerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Markanın nitelikleri hakkındaki inançları değiştirmek",
      "B": "Yeni inançlar ilave etmek",
      "C": "İnançların göreceli önemlerini değiştirmek",
      "D": "İdeal markanın özellikleri hakkındaki inançları değiştirmek",
      "E": "Prestijli markaları ne pahasına olursa olsun korumak"
    },
    "explanation": "Turistler İçin Tutum Değiştirme Faktörleri<br/>Prestijli markaları ne pahasına olursa olsun korumak<br/>Tutum değişimi stratejilerinden birincisi bilişsel bileşene yönelik değişmeyi amaçlayan stratejidir. Bilişsel bileşene yönelik dört önemli strateji uygulanmaktadır;<br/><ol> <li> Markanın nitelikleri hakkındaki inançları değiştirmek<br/></li> <li> Bu inançların göreceli önemlerini değiştirmek<br/></li> <li> Yeni inançlar ilave etmek<br/></li> <li> İdeal markanın özellikleri hakkındaki inançları değiştirmek<br/></li> </ol>"
  },
  {
    "id": "2358227",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi birbirleriyle ilişkili kavramlardan birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İhtiyaç",
      "B": "Dürtü",
      "C": "Güdü",
      "D": "Davranış",
      "E": "İstek"
    },
    "explanation": "Yanıtınız yanlış ise “GÜDÜ TANIMI, ÇEŞİTLERİ VE ÖZELLİKLERİ” konusunu yeniden gözden geçiriniz.<br/>güdülemeden bahsedebilmek için bireyin farkına vardığı ihtiyacını tatmin etmeye niyetlenmesi gerekmektedir. Bununla birlikte ihtiyaç, dürtü, güdü ve davranış birbirleriyle ilişkili kavramlardır"
  },
  {
    "id": "2358228",
    "unitNumber": 3,
    "text": "Güdülerin en temel özelliği ____________ dayalı olarak ortaya çıkmalarıdır.<br/>Verilen ifadeyi aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "ihtiyaçlara",
      "B": "davranışlara",
      "C": "tepkilere",
      "D": "eylemlere",
      "E": "düşüncelere"
    },
    "explanation": "Yanıtınız yanlış ise “GÜDÜ TANIMI, ÇEŞİTLERİ VE ÖZELLİKLERİ” konusunu yeniden gözden geçiriniz.<br/>Güdülerin en temel özelliği ihtiyaçlara dayalı olarak ortaya çıkmalarıdır."
  },
  {
    "id": "2358230",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi “belli bir yönde davranmak için bilinçli ve açık bir neden” tanımına uygun kavramdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Güdü",
      "B": "Düşünce",
      "C": "Amaç",
      "D": "İhtiyaç",
      "E": "Eylem"
    },
    "explanation": "Yanıtınız yanlış ise “GÜDÜ TANIMI, ÇEŞİTLERİ VE ÖZELLİKLERİ” konusunu yeniden gözden geçiriniz.<br/>Amaç, belli bir yönde davranmak için bilinçli ve açık bir neden iken; güdülenme amacı gerçekleştirmek için bilinçsiz veya kapalı bir nedendir."
  },
  {
    "id": "2358231",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Maslow’un sınıflandırdığı insan ihtiyaçları arasında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "güvenlik ihtiyacı",
      "B": "eğitim ihtiyacı",
      "C": "sosyal ihtiyaçlar",
      "D": "saygınlık ihtiyacı",
      "E": "kendini gerçekleştirme ihtiyacı"
    },
    "explanation": "Yanıtınız yanlış ise “IHTİYAÇLAR HİYERARŞİSİ KURAMINA DAYALI TURİST GÜDÜLERİ” konusunu yeniden gözden geçiriniz.<br/>Maslow; insanların ihtiyaçlarını açlık ve uyku gibi fizyolojik ihtiyaçlardan başlayarak sırasıyla güvenlik ihtiyacı, sosyal ihtiyaçlar, saygınlık ihtiyacı ve kendini gerçekleştirme adı altında beş kategori altında sınıflamıştır."
  },
  {
    "id": "2358234",
    "unitNumber": 3,
    "text": "Farklı ülkelerde yaşayanların atalarının doğduğu destinasyonlara yapılan ziyaretler hangi tür güdülere yönelik yapılan seyahatlerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "güvenlik ihtiyacı",
      "B": "eğitim ihtiyacı",
      "C": "sosyal ihtiyaçlar",
      "D": "saygınlık ihtiyacı",
      "E": "kendini gerçekleştirme ihtiyacı"
    },
    "explanation": "Yanıtınız yanlış ise “İHTİYAÇLAR HİYERARŞİSİ KURAMINA DAYALI TURİST GÜDÜLERİ” konusunu yeniden gözden geçiriniz.<br/>Turizm açısından bakıldığında yakınları ve arkadaşları ziyaret etme bu ihtiyaç kapsamındaki güdülerle ilişkilendirilmektedir. Ayrıca farklı ülkelerde yaşayanların atalarının doğduğu destinasyonlara yapılan ziyaretler yine bu tür güdülere yönelik seyahatlerdir."
  },
  {
    "id": "2358238",
    "unitNumber": 3,
    "text": "Eğitim amaçlı turlar, dik yamaç tırmanışları amacıyla insanların kendi sınırlarını zorlamak amacıyla yaptıkları seyahatler, bir başka ülkeye gitmeden önce oranın kültürünü ve dilini öğrenme çabaları hangi ihtiyaca yöneliktir?",
    "correctAnswer": "E",
    "options": {
      "A": "güvenlik ihtiyacı",
      "B": "eğitim ihtiyacı",
      "C": "sosyal ihtiyaçlar",
      "D": "saygınlık ihtiyacı",
      "E": "kendini gerçekleştirme ihtiyacı"
    },
    "explanation": "Yanıtınız yanlış ise “İHTİYAÇLAR HİYERARŞİSİ KURAMINA DAYALI TURİST GÜDÜLERİ” konusunu yeniden gözden geçiriniz.<br/>Eğitim amaçlı turlar, dik yamaç tırmanışları amacıyla insanların kendi sınırlarını zorlamak amacıyla yaptıkları seyahatler, bir başka ülkeye gitmeden önce oranın kültürünü ve dilini öğrenme çabaları kendini gerçekleştirme ihtiyacına yöneliktir."
  },
  {
    "id": "2358240",
    "unitNumber": 3,
    "text": "“ Potansiyel kullanıcılar için kısmen de olsa kolay açıklanabilir ve uygulamaları (bir ülkeye özgü değil) evrensel olmalı.” ifadesi bir turist güdüsü kuramındaki unsurlardan hangisini açıklamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kuramın rolünü",
      "B": "Kuramın çekiciliğini",
      "C": "Dışsal güdülerin rollerini",
      "D": "İletişim kolaylığını",
      "E": "Çok güdülü yaklaşımı"
    },
    "explanation": "Yanıtınız yanlış ise “TURİST GÜDÜLERİNE YÖNELİK TEMEL YAKLAŞIMLAR” konusunu yeniden gözden geçiriniz.<br/>Potansiyel kullanıcılar için kısmen de olsa kolay açıklanabilir ve uygulamaları (bir ülkeye özgü değil) evrensel olmalı.” İfadesi İletişim kolaylığını açıklamaktadır."
  },
  {
    "id": "2358242",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi belirli bir amaçla ilgili farklı ve daha iyi hizmetlerin bireyin yaşadığı yerden başka bir yerde bulunmasından kaynaklanan bir seyahat biçimidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Güneş tutkusu",
      "B": "Seyahat tutkusu",
      "C": "Dolunay tutkusu",
      "D": "Kültür tutkusu",
      "E": "Özgünlük tutkusu"
    },
    "explanation": "Yanıtınız yanlış ise “Gray’in Tutku Yaklaşımı” konusunu yeniden gözden geçiriniz.<br/>Güneş tutkusu, belirli bir amaçla ilgili farklı ve daha iyi hizmetlerin bireyin yaşadığı yerden başka bir yerde bulunmasından kaynaklanan bir seyahat biçimidir."
  },
  {
    "id": "2358244",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Gray’ın Seyahat tutkusu yaklaşımı arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Birden fazla ülkeyi ziyaret edebilirler.",
      "B": "Gezi amaçlı seyahatleri kapsamaktadır.",
      "C": "Dinlenme ve tatil amaçlı seyahatleri kapsamaktadır.",
      "D": "Farklı kültürler, kurumlar ve mutfaklar ararlar.",
      "E": "İklimden çok özel fiziksel özelliklerle ilgilenirler."
    },
    "explanation": "Yanıtınız yanlış ise “Gray’in Tutku Yaklaşımı” konusunu yeniden gözden geçiriniz.<br/>Dinlenme ve tatil amaçlı seyahatleri kapsamaktadır. Güneş tutkusu arasında yer alır."
  },
  {
    "id": "2358245",
    "unitNumber": 3,
    "text": "Verilen tatil kararına bağlı olarak hangi destinasyona gidileceğini hangi faktör açıklamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İtme faktörü",
      "B": "çekme faktörü",
      "C": "atma faktörü",
      "D": "ihtiyaç faktörü",
      "E": "güvenlik faktörü"
    },
    "explanation": "Yanıtınız yanlış ise “Dann’ın İtme ve Çekme Faktörleri Yaklaşımı” konusunu yeniden gözden geçiriniz.<br/>verilen tatil kararına bağlı olarak hangi destinasyona gidileceğini ise çekme (dışsal) faktörleri ile açıklamaktadır."
  },
  {
    "id": "2360894",
    "unitNumber": 3,
    "text": "Güdüyü “bireyin davranışlarını uyaran, yönlendiren ve bütünleştiren içsel bir faktör” olarak ifade eden yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Snepenger",
      "B": "Murray",
      "C": "Bromley",
      "D": "Mook",
      "E": "Gnoth"
    },
    "explanation": "Genel olarak kabul gören tanımlamasında Murray (1964), güdüyü “bireyin davranışlarını uyaran, yönlendiren ve bütünleştiren içsel bir faktör” olarak açıklamaktadır. Dahası bir güdünün doğrudan gözlenemeyeceğini ancak bireyin davranışlarından anlaşılabileceğini ya da davranışlarını açıklamada kullanılabileceğini ileri sürmüştür."
  },
  {
    "id": "2360897",
    "unitNumber": 3,
    "text": "Güdüyü “bireyin gereksinimine yöneldiği ve gereksinimini karşılama çabasına ilişkin psikolojik bir durum” olarak ifade eden yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Snepenger",
      "B": "Murray",
      "C": "Bromley",
      "D": "Mook",
      "E": "Gnoth"
    },
    "explanation": "Bromley (1964), güdüyü, bireyin gereksinimine yöneldiği ve gereksinimini karşılama çabasına ilişkin psikolojik bir durum olarak tanımlarken Mook (1996) ise güdüyü insan davranışlarının nedeni olarak tanımlamaktadır"
  },
  {
    "id": "2360898",
    "unitNumber": 3,
    "text": "Güdüyü “insan davranışlarının nedeni” olarak ifade eden yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Snepenger",
      "B": "Murray",
      "C": "Bromley",
      "D": "Mook",
      "E": "Gnoth"
    },
    "explanation": "Bromley (1964), güdüyü, bireyin gereksinimine yöneldiği ve gereksinimini karşılama çabasına ilişkin psikolojik bir durum olarak tanımlarken Mook (1996) ise güdüyü insan davranışlarının nedeni olarak tanımlamaktadır"
  },
  {
    "id": "2360899",
    "unitNumber": 3,
    "text": "Güdüyü “davranış için uyarılma” olarak ifade eden yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Snepenger",
      "B": "Murray",
      "C": "Bromley",
      "D": "Mook",
      "E": "Gnoth"
    },
    "explanation": "Güdü ve güdüleme birbirleriyle ilişkili kavramlardır. Gnoth (1997) güdüyü “davranış için uyarılma” ve güdülemeyi ise “güdüler ve durumlar arasındaki etkileşim” olarak tanımlamıştır."
  },
  {
    "id": "2360900",
    "unitNumber": 3,
    "text": "Güdeler kaç çeşit olarak sınıflandırılabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Güdüler, çeşitli şekillerde sınıflandırılabilmektedir. Bunlardan ilki fizyolojik ve sosyolojik sınıflandırmadır. Fizyolojik güdüler açlık, susuzluk gibi bütün insanlar için ortaktır ancak bunları karşılama şekilleri toplumdan topluma göre değişiklik gösterebilir. Sosyolojik güdüler ise toplum kaynaklıdır. Örneğin toplu halde yaşama gibi bir kısmı bütün insanlar için ortak olabilirken çoğu kültürden kültüre göre değişiklik göstermektedir (İnceoğlu, 1985). Güdüler birincil- ikincil güdüler, bilişsel-duygusal güdüler ve bilinçli ve bilinçli olmayan güdüler şeklinde de sınıflandırılabilmektedir (Koç, 2016)."
  },
  {
    "id": "2360902",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi güdü çeşitleri sınıflandırması arasında sayılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Fizyolojik ve sosyolojik",
      "B": "Birincil- ikincil",
      "C": "Bilişsel-duygusal",
      "D": "Bilinçli ve bilinçli olmayan",
      "E": "İçsel-dışsal"
    },
    "explanation": "Güdüler, çeşitli şekillerde sınıflandırılabilmektedir. Bunlardan ilki fizyolojik ve sosyolojik sınıflandırmadır. Fizyolojik güdüler açlık, susuzluk gibi bütün insanlar için ortaktır ancak bunları karşılama şekilleri toplumdan topluma göre değişiklik gösterebilir. Sosyolojik güdüler ise toplum kaynaklıdır. Örneğin toplu halde yaşama gibi bir kısmı bütün insanlar için ortak olabilirken çoğu kültürden kültüre göre değişiklik göstermektedir (İnceoğlu, 1985). Güdüler birincil- ikincil güdüler, bilişsel-duygusal güdüler ve bilinçli ve bilinçli olmayan güdüler şeklinde de sınıflandırılabilmektedir (Koç, 2016)."
  },
  {
    "id": "2360904",
    "unitNumber": 3,
    "text": "Maslow’un ihtiyaçlar hiyerarşisi kuramının da içinde yer aldığı “Güdü ve Kişilik” isimli kitabı kaç yılında yayımlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1938",
      "B": "1954",
      "C": "1960",
      "D": "1975",
      "E": "1981"
    },
    "explanation": "Maslow’un 1954 yılında içinde ihtiyaçlar hiyerarşisi kuramının da yer aldığı “Güdü ve Kişilik” isimli kitabı; başta psikoloji, eğitim, yönetim ve diğer sosyal bilimler alanındaki akademisyenler tarafından yoğun bir ilgi görmüştür."
  },
  {
    "id": "2360905",
    "unitNumber": 3,
    "text": "Maslow’un (1970) ihtiyaçlar hiyerarşisinin en alt basamağında hangi ihtiyaçlara yer verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiziksel",
      "B": "Güvenlik",
      "C": "Sosyal",
      "D": "Saygınlık",
      "E": "Kendini gerçekleştirme"
    },
    "explanation": "Maslow’un ihtiyaçlar hiyerarşisi Şekil 3.2’de sunulmaktadır"
  },
  {
    "id": "2360906",
    "unitNumber": 3,
    "text": "Maslow’un (1970) ihtiyaçlar hiyerarşisinin en üst basamağında hangi ihtiyaçlara yer verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fiziksel",
      "B": "Güvenlik",
      "C": "Sosyal",
      "D": "Saygınlık",
      "E": "Estetik"
    },
    "explanation": "Maslow’un ihtiyaçlar hiyerarşisi Şekil 3.2’de sunulmaktadır:"
  },
  {
    "id": "2360908",
    "unitNumber": 3,
    "text": "Maslow’un (1970) ihtiyaçlar hiyerarşisinin ikinci basamağında hangi ihtiyaçlara yer verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fiziksel",
      "B": "Güvenlik",
      "C": "Sosyal",
      "D": "Saygınlık",
      "E": "Estetik"
    },
    "explanation": "Maslow’un ihtiyaçlar hiyerarşisi Şekil 3.2’de sunulmaktadır:"
  },
  {
    "id": "2375028",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi turı̇st güdülerı̇ne yönelı̇k alternatı̇f yaklaşımlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Schmidhauser Turist Güdüsü Yaklaşımı",
      "B": "Beard ve Ragheb Turist Güdüsü Yaklaşımı",
      "C": "Leiper Turist Güdüsü Yaklaşımı",
      "D": "Krippendorf Turist Güdüsü Yaklaşımı",
      "E": "Keynes Turist Güdüsü Yaklaşımı"
    },
    "explanation": "Turı̇st Güdülerı̇ne Yönelı̇k Alternatı̇f Yaklaşımlar<br/>Keynes Turist Güdüsü Yaklaşımı"
  },
  {
    "id": "2375041",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Moutinho’nun Sosyal Etki Yaklaşımında göre temel sosyal etkenlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rol ve aile etkisi",
      "B": "Referans gruplar",
      "C": "Sosyal sınıflar",
      "D": "Kültür ve alt kültür",
      "E": "Politikacılar ve kanaat önderleri"
    },
    "explanation": "Moutinho’nun Sosyal Etki Yaklaşımı<br/>Politikacılar ve kanaat önderleri<br/>Moutin- ho (1987), sosyal etkiyi dört temel başlık altında incelemektedir: rol ve aile etkisi, referans gruplar, sosyal sınıflar ve kültür ve alt kültür. Sosyal etki bireyin seyahat etme güdüsü üzerinde önemli bir etkiye sahiptir."
  },
  {
    "id": "2375050",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi McIntosh ve Goeldner’in oluşturdukları turist güdülerinin temel kategorilerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ülkelerarası",
      "B": "Fiziksel",
      "C": "Kültürel",
      "D": "Ticari ve statü/prestij",
      "E": "Bireylerarası"
    },
    "explanation": "McIntosh ve Goeldner’in Turist Güdüsü Yaklaşımı<br/>Ülkelerarası<br/>McIntosh ve Goeldner (1990), turist güdülerine yönelik yapmış oldukları sınıflandırmada turist güdülerinin “fiziksel”, “kültürel”, “bireylerarası”, “ticari ve statü/prestij” olmak üzere dört temel başlık altında incelenebileceğini ileri sürmüşlerdir"
  },
  {
    "id": "2375061",
    "unitNumber": 3,
    "text": "Turist güdülerinin kültürel, sosyal ve psikolojik dengesel bir düzlem içinde kavramsallaştırılabileceğini ileri süren araştırmacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Crompton J. L.",
      "B": "Pearce, P. L.",
      "C": "Maslow, A.",
      "D": "McIntosh, W. R",
      "E": "Moutinho, L."
    },
    "explanation": "Crompton’un Sosyal ve Kültürel Etkiler Yaklaşımı<br/>Crompton J. L. <br/>Crompton (1979); turist güdülerinin kültürel, sosyal ve psikolojik dengesel bir düzlem içinde kavram- sallaştırılabileceğini ileri sürmüştür."
  },
  {
    "id": "2375065",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi güdü ve güdüler hakkında doğru bir ifade değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüm davranışların temelinde bir ya da birden fazla güdü bulunur",
      "B": "Güdüler insanı belirli bir amaç doğrultusunda yönlendirir",
      "C": "insanın içinden gelen itici bir güçtür",
      "D": "insanları harekete geçiren güdüler farklı olabilir",
      "E": "Güdüler cinsiyete göre değişiklik gösterir"
    },
    "explanation": "Güdü Tanımı, Çeşı̇tlerı̇ Ve Özellı̇klerı̇<br/>Güdüler cinsiyete göre değişiklik gösterir"
  },
  {
    "id": "2375075",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Maslow’un ihtiyaçlar hiyerarşisinde yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Fizyolojik ihtiyaçlar",
      "B": "Güvenlik ihtiyacı",
      "C": "Sosyal ihtiyaçlar",
      "D": "Saygınlık ihtiyacı",
      "E": "Psikolojik İhtiyaçlar"
    },
    "explanation": "İhtı̇yaçlar Hı̇yerarşı̇sı̇ Kuramına Dayalı Turı̇st Güdülerı̇<br/>Psikolojik İhtiyaçlar<br/>Estetik ihtiyacı<br/>Bilme ve anlama ihtiyacı<br/>Kendini gerçekleştirme ihtiyacı<br/>Saygınlık ihtiyacı<br/>Sosyal ihtiyacı Güvenlik ihtiyacı<br/>Fiziksel ihtiyaçlar"
  },
  {
    "id": "2375080",
    "unitNumber": 3,
    "text": "Dünya genelinde turist güdülerine yönelik çalışmalar ne zaman başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1940",
      "B": "1950",
      "C": "1960",
      "D": "1970",
      "E": "1980"
    },
    "explanation": "Turı̇st Güdülerı̇ne Yönelı̇k Temel Yaklaşımlar<br/>Turizm için farklı disiplinlerdeki akademik çalışmaların artan ilgisi sayesinde, turist güdülerine yönelik çalışmalar 1960’larda başlamıştır"
  },
  {
    "id": "2375083",
    "unitNumber": 3,
    "text": "İnsanların seyahat etme nedeninin “seyahat” ve “güneş” olduğunu ileri süren araştırmacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gray, P.",
      "B": "Maslow, A.",
      "C": "Crompton J. L.",
      "D": "Pearce, P. L.",
      "E": "McIntosh, W. R."
    },
    "explanation": "Gray’in Tutku Yaklaşımı<br/>Gray, P.<br/>Turistlerin güdülerini inceleyen bir yaklaşım, insanların seyahat etme nedenlerini “seyahat tutkunu” (wanderlust) ve “güneş tutkunu” (sunlust) ol- mak üzere iki temel tutkuya bağlayan Gray (1970) tarafından sunulmuştur. Gray aslında geliştirdiği modelde insanları seyahat amaçlarına göre sınıflandırmaktadır."
  },
  {
    "id": "2375089",
    "unitNumber": 3,
    "text": "İtme ve çekme yaklaşımını turist güdüleriyle ilişkilendirilerek turizm araştırmalarında kullanan araştırmacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dann G. M. S.",
      "B": "Crompton J. L.",
      "C": "Pearce, P. L.",
      "D": "McIntosh, W. R.",
      "E": "Gray, P."
    },
    "explanation": "Dann G. M. S. <br/>Dann’ın İtme ve Çekme Faktörleri Yaklaşımı<br/>Turist davranışını anlamaya ve yorumlamaya yönelik çok sayıda farklı güdü yaklaşımı bulunmasına rağmen turist güdülerine yönelik literatür incelendiğinde araştırmacıların güdü analizi için itme (push) ve çekme (pull) faktörlerini yaygın bir şekilde kullandıkları görülmektedir"
  },
  {
    "id": "2375093",
    "unitNumber": 3,
    "text": "Maslow’un sonradan oluşturduğu ihtiyaçlar hiyerarşisi kuramına göre piramidin en üstünde hangisi yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Estetik ihtiyacı",
      "B": "Bilme ve anlama ihtiyacı",
      "C": "Kendini gerçekleştirme ihtiyacı",
      "D": "Saygınlık ihtiyacı",
      "E": "Sosyal ihtiyacı"
    },
    "explanation": "İhtı̇yaçlar Hı̇yerarşı̇sı̇ Kuramına Dayalı Turı̇st Güdülerı̇<br/>Estetik ihtiyacı"
  },
  {
    "id": "2377367",
    "unitNumber": 3,
    "text": "Bireyi turistik bir aktiviteye katılmak için önceden hazırlayan ihtiyaçlar dizisi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "turist ihtiyacı",
      "B": "turist güdüsü",
      "C": "turist dürtüsü",
      "D": "turist davranışı",
      "E": "turist düşüncesi"
    },
    "explanation": "Turist Güdüsü: Bireyi turistik bir aktiviteye katılmak için önceden hazırlayan ihtiyaçlar dizisidir."
  },
  {
    "id": "2377380",
    "unitNumber": 3,
    "text": "Maslow’un ihtiyaçlar hiyerarşisi kuramının turizm literatüründe önemli bir eleştirialan yönü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kolay anlaşılır olması",
      "B": "İnsan gelişimi üzerine odaklanması",
      "C": "Tüm insanların temel ihtiyaç setine sahip olduğu fikri",
      "D": "İhtiyaçların hiyerarşik yapısı korunarak karşılanması gerektiği",
      "E": "Estetik ve bilme-anlama ihtiyaçlarının modele sonradan eklenmesi"
    },
    "explanation": "Maslow’a göre insan davranışını anlamak için hiyerarşinin en alt basamağından başlanarak yukarıya doğru ilerlemek gerekmektedir. Alt basamaktaki ihtiyaç karşılandıktan sonra hiyerarşideki bir sonrakine geçilmektedir. Diğer bir ifadeyle fizyolojik ihtiyaçlar karşılanmadan güvenlik ihtiyacı, güvenlik ihtiyacı karşılanmadan sosyalleşme ihtiyacı, sosyalleşme ihtiyacı karşılanmadan saygınlık ihtiyacı ve saygınlık ihti- yacı karşılanmadan kendini gerçekleştirme ihtiyacının gelişemeyeceğini savunmaktadır ancak söz konusu turistler olduğunda aynı anda birden fazla basamakta yer alan ihtiyaçların karşılanması ve giderilmesi söz konusu olabilmektedir (Cook ve diğerleri, 2006). Bu, kuramın turizm literatüründe karşılaştığı önemli bir eleştiri olarak dikkat çekmektedir."
  },
  {
    "id": "2377390",
    "unitNumber": 3,
    "text": "Yakınları ve arkadaşları ziyaret etmek için yapılan seyahatlerya da farklı ülkelerde yaşayanların atalarının doğduğu destinasyonlara yapılan ziyaretler Maslow ihtiyaç basamaklarından hangisi ile ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Güvenlik ihtiyaçları",
      "B": "Sosyal ihtiyaçları",
      "C": "Saygınlık ihtiyacı",
      "D": "Kendini gerçekleştirme ihtiyacı",
      "E": "Bilme-anlama ve estetik ihtiyacı"
    },
    "explanation": "Sosyal ihtiyaçları:<br/>[...]<br/>Turizm açısından bakıldığında yakınları ve ar- kadaşları ziyaret etme bu ihtiyaç kapsamındaki güdülerle ilişkilendirilmektedir. Ayrıca farklı ülke- lerde yaşayanların atalarının doğduğu destinasyon- lara yapılan ziyaretler yine bu tür güdülere yönelik seyahatlerdir (Cook, Yale ve Marqua, 2006)"
  },
  {
    "id": "2377396",
    "unitNumber": 3,
    "text": "Otel odalarına konulan çiçekler ve ikramlar Maslow ihtiyaç basamaklarından hangisi ile ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiziksel ihtiyaçlar",
      "B": "Sosyal ihtiyaçlar",
      "C": "Saygınlık ihtiyacı",
      "D": "Kendini gerçekleştirme ihtiyacı",
      "E": "Bilme-anlama ve estetik ihtiyacı"
    },
    "explanation": "Benzer şekilde otel odalarına konulan çiçekler ve ikramlar saygınlık ihtiyacı ile örtüşmektedir."
  },
  {
    "id": "2377414",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi turizm alanında turist güdülerini kuramsal olarak incelemek üzere ortaya çıkan yaklaşımlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gray’ın tutku yaklaşımı",
      "B": "Dann’ın itme ve çekme faktörleri yaklaşımı",
      "C": "Crompton’un Sosyal ve Kültürel Etkiler Yaklaşımı",
      "D": "Pearce’ın seyahat Kariyeri Merdiveni",
      "E": "Maslow’un ihtiyaçlar hiyerarşisi"
    },
    "explanation": "Turist güdülerine yönelik kavramsal çalışmalar başlarda sosyoloji ve sosyal psikoloji disiplinlerine da- yanmaktaydı. Bunların başında da çoğu turizm araştırmacısının kavramsal analizleri için temel aldığı, akademik literatürde en etkili güdü kuramlarından bir olan Maslow’un (1970) ihtiyaçlar hiyerarşisi ku- ramı gelmektedir."
  },
  {
    "id": "2377424",
    "unitNumber": 3,
    "text": "İnsanların neden dengesiz hissettiklerini ve farklı yatkınlıklarının olduğunu açıklayamaması noktasında büyük eleştiriler yapılan turist güdüleri kuramsal yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gray’ın tutku yaklaşımı",
      "B": "Dann’ın itme ve çekme faktörleri yaklaşımı",
      "C": "Crompton’un Sosyal ve Kültürel Etkiler Yaklaşımı",
      "D": "Pearce’ın seyahat Kariyeri Merdiveni",
      "E": "Iso-Ahola’nın Sosyo-Psikolojik Turist Güdüleri Yaklaşımı"
    },
    "explanation": "Crompton’nın turist güdüleri yaklaşımına yönelik en büyük eleştiri, insanların neden dengesiz hisset- tiklerini ve farklı yatkınlıklarının olduğunu açıklayamamasıdır (Jamal ve Lee, 2003)."
  },
  {
    "id": "2377439",
    "unitNumber": 3,
    "text": "Seyahat Kariyeri Kalıpları Modeline göre aşağıdaki güdülerden hangisi merkezde yer alan en önemli güdelerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "sosyal statü",
      "B": "romantizm",
      "C": "doğa",
      "D": "kaçma-rahatlama",
      "E": "kendini geliştirme"
    },
    "explanation": "Bu bulgulardan hareketle Lee ve Pearce (2005) her birinde farklı önem düzeylerine sahip seyahat gü- dülerinden oluşan, üç tabakalı bir Seyahat Kariyeri Kalıpları Modeli önermişlerdir. Yenilik ve kaçma/ rahatlama en önemli ortak güdüler olarak merkezde yer almaktadır."
  },
  {
    "id": "2377449",
    "unitNumber": 3,
    "text": "Scmidhauser tarafından yapılan çalışan bir toplumda günlük yaşamın yarattığı yetersizlikleri telafi etme, zihinsel ve fiziksel iyileşme, kişisel değeri arttırma ve kendini ödüllendirme ve kendine yönelme olarak dört başlıkta açıkladığı kavram aşağıdakilerden hangisidir ?",
    "correctAnswer": "B",
    "options": {
      "A": "İhtiyaçlar analizi",
      "B": "Toplum bilimsel işlevleri",
      "C": "Çekme-İtme faktörleri",
      "D": "Sosyo-psikolojik güdüler",
      "E": "Seyahat güdüleri"
    },
    "explanation": "Schmidhauser, tek bir tatilin bir insanın tüm gereksinimlerini karşılayamayacağını ve her tatilin gereksinimlerin ancak bir kısmını içerebileceğini ileri sürmekte ve turizme katılmanın hiç karşılanmayan veya yetersiz olarak karşılanabilen toplum bilimsel işlevleri olduğunu belirtmektedir. Bu toplum bilimsel işlevleri dört kümede toplamaktadır."
  },
  {
    "id": "2377466",
    "unitNumber": 3,
    "text": "Sosyal etkinin bireyin seyahat etme güdüsü üzerindeki etkisini turist davranışlarının açıklanmasında son derece önemli olduğunu savunan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mountinho",
      "B": "Hartman",
      "C": "McIntosh ve Goeldner",
      "D": "Mill ve Morrison",
      "E": "Fodness"
    },
    "explanation": "Sosyal etki bireyin seyahat etme güdüsü üzerinde önemli bir et- kiye sahiptir. Bu yüzden Moutinho (1987), seyahat kararı ve seyahat güdülerinin üzerindeki bu etki- nin anlaşılmasının genel olarak turist davranışının açıklanabilmesi için son derece önemli olduğunu ileri sürmüştür."
  },
  {
    "id": "2377476",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi turist güdülerine yönelik alternatif yaklaşımlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Schmidhauser’in Turist Güdüsü Yaklaşımı",
      "B": "Beard ve Ragheb’in Turist Güdüsü Yaklaşımı",
      "C": "Leiper’ın Turist Güdüsü Yaklaşımı",
      "D": "Krippendorf’un Turist Güdüsü Yaklaşımı",
      "E": "Iso-Ahola’nın Sosyo-Psikolojik Turist Güdüleri Yaklaşımı"
    },
    "explanation": "Turist güdüleriyle ilgili alternatif yaklaşımların temel amacı, turistler neden seyahat eder sorusunu turist güdüleri üzerinden açıklamaya çalışmaları- dır. Turist güdüleriyle ilgili alternatif yaklaşımlar kapsamında Schmidhauser’in, Beard ve Ragheb’in, Leiper’ın, Wilkie’nin, Krippendorf’un, McIntosh ve Goeldner’nin, Hill vd’nin, Moutinho’nun, Hartman’nın, Mill ve Morrison’un ve Fodness’ın yaklaşımları sunulmaktadır."
  },
  {
    "id": "2360227",
    "unitNumber": 4,
    "text": "Aşağıdaki genel kabul görmüş turist tipolojilerinden hangisi diğerlerinden daha önce geliştirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Plog tipolojileri",
      "B": "Cohen tipolojileri",
      "C": "Poon tipolojileri",
      "D": "Smith tipolojileri",
      "E": "Urry tipolojileri"
    },
    "explanation": "Cohen tipolojileri, 1972 yılında geliştirilmiştir. Diğer seçeneklerde verilenler ise izleyen yıllarda geliştirilmiştir. Bu nedenle, Cohen tipolojileri, diğerlerinden daha öncedir. Doğru yanıt, B'dir."
  },
  {
    "id": "2360232",
    "unitNumber": 4,
    "text": "Cohen'in tipolojileri arasında \"alıştığı durum ve koşulların dışına çıkmaktan hoşlanmayan ve bilinen yerlere gitmeyi tercih eden\" turist tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgütlenmiş kitle turisti",
      "B": "Başıboş turist",
      "C": "Bireysel kitle turisti",
      "D": "Post-turist",
      "E": "Araştırıcı kitle turisti"
    },
    "explanation": "Cohen'in tipolojilerinden örgütlenmiş kitle turisti, alıştığı durum ve koşulların dışına çıkmaktan hoşlanmaz ve bilinen yerlere gitmeyi tercih eder. Doğru yanıt, A'dır."
  },
  {
    "id": "2360236",
    "unitNumber": 4,
    "text": "Cohen'in turist tipolojileri arasında \"kendi seyahatlerini kendileri planlayan ve mümkün olduğunca bilinen destinasyonlara gitmekten kaçınan ancak bilinen ve güvenilir hava yollarını ve konaklama tesislerini kullanmak isteyen\" turist tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Örgütlenmiş kitle turisti",
      "B": "Başıboş turist",
      "C": "Araştırıcı kitle turisti",
      "D": "Bireysel kitle turisti",
      "E": "Orta merkezli turist"
    },
    "explanation": "Cohen'in turist tipolojileri arasında araştırıcı kitle turistleri kendi seyahatlerini kendileri planlar ve mümkün olduğunca bilinen destinasyonlara gitmekten kaçınır, ancak bilinen ve güvenilir hava yollarını ve konaklama tesislerini kullanmak ister. Doğru yanıt, C'dir."
  },
  {
    "id": "2360238",
    "unitNumber": 4,
    "text": "Cohen'in turist tipolojileri arasında hangisinde yenilik en üst düzeyde, alışıklık ise yok olmuş gibidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Araştırıcı kitle turisti",
      "B": "Dış merkezli turist",
      "C": "Bireysel kitle turisti",
      "D": "Örgütlenmiş kitle turisti",
      "E": "Başıboş turist"
    },
    "explanation": "Cohen'in turist tipolojileri arasında başıboş turistte yenilik en üst düzeyde, alışıklık ise yok olmuş gibidir. Doğru yanıt, E'dir."
  },
  {
    "id": "2360242",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Plog'un dış merkezli turist tipolojisinin özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dünyaları kendi gündelik küçük hayatları ile sınırlıdır",
      "B": "Yaşam tarzlarını değiştirmek konusunda tutucudurlar",
      "C": "Risk almaktan hoşlanmazlar",
      "D": "Uzak ve çok bilinmeyen destinasyonlara gitmeyi tercih ederler",
      "E": "Kapsamlı paket turları tercih ederler"
    },
    "explanation": "Dış merkezli turistler, genellikle uzak ve çok bilinmeyen destinasyonlara gitmeyi tercih ederler. Doğru yanıt, D'dir."
  },
  {
    "id": "2360244",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Plog'un turist tipolojilerinden iç merkezli turistlerin bir özelliğidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Macera arayan ve bireysel keşiflerde bulunan turistlerdir",
      "B": "Yeni yerler keşfetmek, yeni insanlar tanımak isterler",
      "C": "Egzotik destinasyonları ve bireysel seyahatleri tercih ederler",
      "D": "Seyahat ederken risk almaktan kaçınmazlar",
      "E": "Kendi seyahat düzenlemelerini kendileri yaparlar"
    },
    "explanation": "Plog’a göre iç merkezli turistler, egzotik destinasyonları ve bireysel seyahatleri tercih etmektedir. Doğru yanıt, C'dir."
  },
  {
    "id": "2360246",
    "unitNumber": 4,
    "text": "Gallup ve Amerikan Express'in belirlediği turist tipolojilerine göre, yeni aktiviteler denemek isteyen, kendinden emin ve bağımsız turistler, hangi tip turistler olmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaygılı",
      "B": "Maceraperest",
      "C": "Hayalperest",
      "D": "Tutumlu",
      "E": "Şımarık"
    },
    "explanation": "Gallup ve Amerikan Express'in belirlediği turist tipolojilerine göre, yeni aktiviteler denemek isteyen, kendinden emin ve bağımsız turistler, maceraperest turistlerdir. Doğru yanıt, B'dir."
  },
  {
    "id": "2360247",
    "unitNumber": 4,
    "text": "Turistleri, “araştırıcı turistler”, “seçkin turistler”, “garip turistler”, “olağandışı turistler”, “kitlemsi turistler”, “kitle turistleri”, “kapsamlı turistler” olmak üzere 7 turist tipi altında toplayan araştırmacı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Plog",
      "B": "Cohen",
      "C": "Smith",
      "D": "Urry",
      "E": "Poon"
    },
    "explanation": "Turistleri, “araştırıcı turistler”, “seçkin turistler”, “garip turistler”, “olağandışı turistler”, “kitlemsi turistler”, “kitle turistleri”, “kapsamlı turistler” olmak üzere 7 turist tipi altında toplayan araştırmacı, Smith'dir. Doğru yanıt, C'dir."
  },
  {
    "id": "2360251",
    "unitNumber": 4,
    "text": "Smith'in turist tipolojileri arasında özel tasarlanmış pahalı turlardan hoşlanan, bilgi seviyelerin arttırmanın yanı sıra, değişiklik isteği ve hoş zaman geçirme gibi amaçlarla, aracı işletmeler tarafından sunulan hizmetleri de kullanarak seyahat eden turist tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Olağandışı turist",
      "B": "Kitlemsi turist",
      "C": "Garip turist",
      "D": "Seçkin turist",
      "E": "Araştırıcı turist"
    },
    "explanation": "Smith'in turist tipolojileri arasında özel tasarlanmış pahalı turlardan hoşlanan, bilgi seviyelerin arttırmanın yanı sıra, değişiklik isteği ve hoş zaman geçirme gibi amaçlarla, aracı işletmeler tarafından sunulan hizmetleri de kullanarak seyahat eden turist tipi, seçkin turisttir. Doğru yanıt, D'dir."
  },
  {
    "id": "2360253",
    "unitNumber": 4,
    "text": "Herhangi bir zaman diliminde tüm turizm çeşitlerine katılabilen, bir turizm ürününden diğerine geçiş yapabilen \"postmodern turist\" kavramını vurgulayan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Cohen",
      "B": "Urry",
      "C": "Plog",
      "D": "Smith",
      "E": "Poon"
    },
    "explanation": "Herhangi bir zaman diliminde tüm turizm çeşitlerine katılabilen, bir turizm ürününden diğerine geçiş yapabilen \"postmodern turist\" kavramını vurgulayan kişi John Urry'dir. Doğru yanıt, B'dir."
  },
  {
    "id": "2362204",
    "unitNumber": 4,
    "text": "Uluslararası pazarda faaliyette bulunan zincir konaklama işletmesinin turistleri \"benzer özelliklere ve beklentilere sahip tüketici gruplarına ayırması\" aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çeşitlendirme",
      "B": "Pazara yayılma",
      "C": "Bölümlendirme",
      "D": "Pazar genişletme",
      "E": "Pazara nüfuz etme"
    },
    "explanation": "Bölümlendirme"
  },
  {
    "id": "2362209",
    "unitNumber": 4,
    "text": "Bir seyahat işletmesi hedef kitlesindeki tüketicileri \"macera arayışlarına\" göre bölümlendirmekte ve maceraya dayalı seyahat programları oluşturmaktadır. <br/>Bu örnekte bölümlendirmede temel alan değişken aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyo-ekonomik",
      "B": "Demografik",
      "C": "Davranışsal",
      "D": "Psikografik",
      "E": "Tutumsal"
    },
    "explanation": "Psikografik değişkenler arasında en çok tercih edilen özellikler ise tutumlar, motivasyonlar, inançlar, değerler, motifler, ihtiyaçlar, arzular vb. olarak sıralandırılabilir."
  },
  {
    "id": "2362216",
    "unitNumber": 4,
    "text": "Sürekli yaşadıkları yerden tamamen farklı yerlere seyahat eden, seyahatlerini kendi planlayan, gittikleri yerde yerel halkın kültürüne ilgi gösteren ve kendi deneyimlerini yaratmak isteyen \"sırt çantalı turistler\" aşağıdaki turist tipolojilerinden hangisine örnek olarak gösterilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Örgütlenmiş kitle turisti",
      "B": "İç (ben) merkezli turistler",
      "C": "Seçkin (elit) turistler",
      "D": "Garip turistler",
      "E": "Başıboş turistler"
    },
    "explanation": "Başıboş turist: Seyahatlerini kendileri planlayan ve sürekli yaşadıkları yerlerdeki koşullardan<br/>en fazla uzaklaşan turist tipidir. Gittikleri yerde yerel halkla birlikte yaşamaya çalışırlar, yerel halkın<br/>kültürüne ilgi gösterirler, onların yaşam koşullarını ve alışkanlıklarını paylaşırlar. Kendi deneyimlerini yaratmak isterler, geçinmek ve tatilini sürdürmek için rastgele işlerde çalışmayı tercih ederler.<br/>Başıboş turistler"
  },
  {
    "id": "2362217",
    "unitNumber": 4,
    "text": "\"Yenilik isteği\"ne göre turistleri sınıflandıran araştırmacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cohen",
      "B": "Plog",
      "C": "Smith",
      "D": "Urry",
      "E": "Hall"
    },
    "explanation": "Cohen (1972), insanların turizm davranışlarını, birbirine karşıt bir biçimde işleyen iki doğal güdü arasındaki ilişkiye dayandırmaktadır. Bunlar; “yenilik isteği” ile “yeni şeylerden korkma ve kaçma duygusu”dur."
  },
  {
    "id": "2362220",
    "unitNumber": 4,
    "text": "Her yıl farklı bir destinasyona seyahat eden ancak alıştığı konfordan ödün vermeden rahat olabilecek otelleri tercih eden bir turist aşağıdaki Plog'un tipolojilerinden hangisine örnek olarak gösterilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Başıboş turistler",
      "B": "Orta merkezli turistler",
      "C": "İç (ben) merkezli turistler",
      "D": "Tutumlu turistler",
      "E": "Olağandışı turistler"
    },
    "explanation": "Orta merkezli turistler: Yenilik arayışları ve kendi yaşam biçimleri arasında denge kurmaya çalışırlar. Her tatilde farklı ama bilinen yerlere giderler. Tatil düzenlemeleri için aracı işletmelerden yararlanmalarına rağmen, destinasyon içerisindeki programlarını kendileri belirlerler."
  },
  {
    "id": "2362225",
    "unitNumber": 4,
    "text": "Turistleri yerel normları benimseme derecelerine göre yapılan sınıflandırma dikkate alındığında aşağıdakilerden hangisi Smith'in tipolojilerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Örgütlenmiş kitle turistleri",
      "B": "Başıboş turistler",
      "C": "Dış merkezli turistler",
      "D": "Araştırıcı turistler",
      "E": "Hayalperest turistler"
    },
    "explanation": "Smith turistleri yerel normları benimseme derecelerine göre 7 grupta sınıflandırmaktadır; “araştırıcı turistler”, “seçkin turistler”, “garip turistler”, “olağandışı turistler”, “kitlemsi turistler”, “kitle turistleri”, “kapsamlı turistler” ."
  },
  {
    "id": "2362230",
    "unitNumber": 4,
    "text": "Yerel toplumla iletişim ve etkileşim dikkate alındığında aşağıdakilerden hangisi yerel toplumla iletişim düzeyi yüksek turistlere örnek olarak gösterilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bireysel kitle turisti",
      "B": "İç (ben) merkezli turist",
      "C": "Kitle turisti",
      "D": "Kaygılı turist",
      "E": "Hayalperest turist"
    },
    "explanation": "Bütünsel olarak turist tipolojilerinin özellikleri için \"Tablo 4.1 Turist Tipolojileri\"ni inceleyiniz.<br/>Hayalperest turist"
  },
  {
    "id": "2362236",
    "unitNumber": 4,
    "text": "Poon'ın sınıflandırmasına göre \"yeniliklere ve maceraya açık, otantik yerleri görmek isteyen ve çevreye daha duyarlı olan turist tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Postmodern turist",
      "B": "Araştırıcı turist",
      "C": "Maceraperest turist",
      "D": "Yeni turist",
      "E": "Başıboş turist"
    },
    "explanation": "Yeni turist: Yeniliklere ve maceraya açıktırlar. Herkesin gitmediği otantik yerleri görmek isterler. Çevreye daha duyarlıdırlar."
  },
  {
    "id": "2362283",
    "unitNumber": 4,
    "text": "Bir destinasyonu ziyaret etmedeki birincil nedenleri kültür turizmi olan ancak kültürel deneyimleri düşük seviyedeki kültür turisti tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gezici kültür turisti",
      "B": "Amaçlı kültür turisti",
      "C": "Kazara kültür turisti",
      "D": "İlgisiz kültür turisti",
      "E": "Tesadüfi kültür turisti"
    },
    "explanation": "Gezici kültür turisti: Bir destinasyonu ziyaret etmedeki birincil nedenleri kültür turizmidir, ancak kültürel deneyimleri düşük seviyededir."
  },
  {
    "id": "2362286",
    "unitNumber": 4,
    "text": "Genelde arkadaş grubuyla veya aile üyeleriyle seyahat edip, Olimpiyatlar gibi dünya çapında bilinen organizasyonlar için seyahat eden turist tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Amatör takım sporları turistleri",
      "B": "Atletik izleyiciler",
      "C": "Açık hava/doğa sporları turisti",
      "D": "Tatil köyü spor turistleri",
      "E": "Özellikli spor turistleri"
    },
    "explanation": "Atletik izleyiciler: Genelde arkadaş grubuyla veya aile üyeleriyle seyahat ederler. Seyahatlar Olimpiyatlar vb. gibi dünya çapında bilinen organizasyonlar için ya da önceden programlanmış profesyonel ve popüler spor takımları karşılaşmalarına yönelik gerçekleştirilir."
  },
  {
    "id": "2372160",
    "unitNumber": 4,
    "text": "Smith’in yaptığı sınıflandırmaya göre \"Yeni bilgi ve deneyimler arayan bir turist tipidir. Sayıları çok sınırlıdır. Barınma, beslenme ve giyinme gibi konularda yerel geleneklere kolayca adapte olabilirler. Turistten çok bir antropolog gibi ziyaret ettikleri toplumların yaşamına etkin biçimde katılırlar.\" şeklinde tanımlanan turist tipolojisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Araştırıcı (explorer) turistler",
      "B": "Seçkin (elit) turistler",
      "C": "Garip (off-beat) turistler",
      "D": "Olağandışı (unusual) turistler",
      "E": "Kitle (mass) turistleri"
    },
    "explanation": "<strong><em>Araştırıcı (explorer) turistler: </em></strong>Yeni bilgi ve deneyimler arayan bir turist tipidir. Sayıları çok sınırlıdır. Barınma, beslenme ve giyinme gibi konularda yerel geleneklere kolayca adapte olabilirler. Turistten çok bir antropolog gibi ziyaret ettikleri toplumların yaşamına etkin biçimde katılırlar."
  },
  {
    "id": "2372164",
    "unitNumber": 4,
    "text": "Smith’in yaptığı sınıflandırmaya göre \"Kalabalık yerlerden uzaklaşma ve normların dışında bir şeyler yaşayarak tatil heyecanını arttırma isteğine sahiptirler. Bu turist grupları genellikle sade donanım ve hizmetleri tercih ederler. Genellikle, destinasyonun basit konaklama ve hizmet koşullarına kolaylıkla ayak uydururlar.\" şeklinde tanımlanan turist tipolojisi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Seçkin (elit) turistler",
      "B": "Olağandışı (unusual) turistler",
      "C": "Garip (off-beat) turistler:",
      "D": "Kitlemsi (incipient mass) turistler",
      "E": "Kitle (mass) turistleri"
    },
    "explanation": "<strong><em>Garip (off-beat) turistler: </em></strong>Kalabalık yerlerden uzaklaşma ve normların dışında bir şeyler yaşayarak tatil heyecanını arttırma isteğine sahiptirler. Bu turist grupları genellikle sade donanım ve hizmetleri tercih ederler. Genellikle, destinasyonun basit konaklama ve hizmet koşullarına kolaylıkla ayak uydururlar."
  },
  {
    "id": "2372165",
    "unitNumber": 4,
    "text": "Smith’in yaptığı sınıflandırmaya göre \"Organize turları tercih ederler. Tur sırasında farklı ve otantik yerleri de ziyaret ederler. Yerel halkın kültürüne kısmen de olsa ilgi göstermeye çalışırlar.\" şeklinde tanımlanan turist tipolojisi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Araştırıcı (explorer) turistler",
      "B": "Tutumlu turistler",
      "C": "Seçkin (elit) turistler",
      "D": "Garip (off-beat) turistler",
      "E": "Olağandışı (unusual) turistler"
    },
    "explanation": "<strong><em>Olağandışı (unusual) turistler: </em></strong>Organize turları tercih ederler. Tur sırasında farklı ve otantik yerleri de ziyaret ederler. Yerel halkın kültürüne kısmen de olsa ilgi göstermeye çalışırlar."
  },
  {
    "id": "2372166",
    "unitNumber": 4,
    "text": "Günümüz kitle turizmi hareketlerinin yönünü belirleyen önemli bir unsur olarak kabul edilmekte olan <em>post-modern turist</em> tipi aşağıdaki yazarlardan hangisi tarafından önerilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Smith",
      "B": "Urry",
      "C": "Poon",
      "D": "Plog",
      "E": "Cohen"
    },
    "explanation": "Urry’nin vurgulamış olduğu <em>post-modern turist </em>tipi, günümüz kitle turizmi hareketlerinin yönünü belirleyen önemli bir unsur olarak kabul edilmektedir (Urry, 2009)."
  },
  {
    "id": "2372167",
    "unitNumber": 4,
    "text": "“Eski turist” ve “yeni turist” tipolojisi aşağıdaki yazarlardan hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Poon",
      "B": "Plog",
      "C": "Smith",
      "D": "Cohen",
      "E": "Gallup"
    },
    "explanation": "Poon’un (1993) “eski turist” ve “yeni turist” tipolojisinden de söz etmek mümkündür. Poon’un <strong>“<em>eski turist” </em></strong>olarak adlandırdığı turistler, paket turlarla seyahat eden, benzer mekânları gezen ve dolayısıyla benzer davranışları sergileyen homojen kitlelerdir. Değişen toplumsal dinamiklere ve özellikle hızlı teknolojik gelişime paralel olarak 1990’lardan bu yanan gözlemlenen <strong><em>“yeni turistler” </em></strong>ise çok daha deneyimli, daha yüksek sosyo-ekonomik statüye sahip, neyi tüketmek istediği konusunda daha bilinçli ve bu nedenle de klasik paket turlarla tatmin edilmesi zor olan turistlerdir."
  },
  {
    "id": "2372169",
    "unitNumber": 4,
    "text": "Smith turistleri yerel normları benimseme derecelerine göre kaç grupta sınıflandırmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "4",
      "C": "12",
      "D": "7",
      "E": "3"
    },
    "explanation": "Smith turistleri yerel normları benimseme derecelerine göre 7 grupta sınıflandırmaktadır; “araştırıcı turistler”, “seçkin turistler”, “garip turistler”, “olağandışı turistler”, “kitlemsi turistler”, “kitle turistleri”, “kapsamlı turistler” ."
  },
  {
    "id": "2372170",
    "unitNumber": 4,
    "text": "\"Hayalperest turist\" tipolojisi aşağıdaki hangi yazarın tipoloji gruplarına aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Plog Tipolojileri",
      "B": "Cohen Tipolojileri",
      "C": "Gallup ve Amerikan Express Tipolojileri",
      "D": "Smith Tipolojileri",
      "E": "Urry Tipolojisi"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/973100b880312e29251fc8b046572b7b.png\" alt=\"\" width=\"1054\" height=\"1110\"><br/>1989 yılında Amerikan Express tarafından ABD, İngiltere, Batı Almanya ve Japonya’da 6500 kişi üzerinde yapılan araştırma sonuçlarına göre turistler “maceraperest”, “kaygılı”, “hayalperest”, “tutumlu” ve “şımarık” şeklinde gruplandırılmıştır (Akgündüz, 2019: 26)."
  },
  {
    "id": "2372172",
    "unitNumber": 4,
    "text": "Olağandışı turistler tipolojisi aşağıdaki yazarlardan hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Smith",
      "B": "Plog",
      "C": "Gallup",
      "D": "Cohen",
      "E": "Urry"
    },
    "explanation": "Smith turistleri yerel normları benimseme derecelerine göre 7 grupta sınıflandırmaktadır; “araştırıcı turistler”, “seçkin turistler”, “garip turistler”, “olağandışı turistler”, “kitlemsi turistler”, “kitle turistleri”, “kapsamlı turistler” ."
  },
  {
    "id": "2372173",
    "unitNumber": 4,
    "text": "Gray'e göre, temel amacı yaşadıkları yerden kaçmak ve rahatlamak olan, daha çok deniz kıyılarını ve kumsalda yatıp güneşlenmeyi tercih eden turist tipine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Güneş tutkunu (sunlust) turistler",
      "B": "Seyahat tutkunu (wanderlust) turistler",
      "C": "Lüks tutkunu turistler",
      "D": "Araştırmacı turistler",
      "E": "Garip (off-beat) turistler"
    },
    "explanation": "<strong><em>Güneş tutkunu (sunlust) turistler: </em></strong>Bu turistlerin temel amacı yaşadıkları yerden kaçmak ve rahatlamaktır. Bu tür turistler daha çok deniz kıyılarını ve kumsalda yatıp güneşlenmeyi tercih ederler"
  },
  {
    "id": "2372174",
    "unitNumber": 4,
    "text": "McKercher ve Du Gros (2002)'un oluşturdukları kültür turisti tipolojisinde, kültürel nedenlerle seyahat etmeyen, ancak kültür turizmi faaliyetlerine dahil olduktan sonra derin kültür turizmi deneyimine sahip olan turist tipolojisi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Amaçlı (Purposeful) kültür turisti",
      "B": "Gezici (Sightseeing) kültür turisti",
      "C": "Kazara (Serendipitous) kültür turisti",
      "D": "İlgisiz (Casual) kültür turisti",
      "E": "Tesadüfi (Incidental) kültür turisti"
    },
    "explanation": "<strong><em>Kazara (Serendipitous) kültür turisti: </em></strong>Bu tür turistler kültürel nedenlerle seyahat etmezler, ancak kültür turizmi faaliyetlerine dahil olduktan sonra derin kültür turizmi deneyimine sahip olurlar."
  },
  {
    "id": "2372822",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Turist Tipolojisi araştırmalarının sağladığı faydalardan birisi <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Turistlerin sınıflandırılmasını sağlamak",
      "B": "Turizm talebini analiz etmek",
      "C": "Turistlerin seyahat davranışlarının ayrıntılı bir şekilde anlaşılmasını sağlamak",
      "D": "Turistik ürün geliştirmek",
      "E": "Hedef pazarın seçilmesi ve tutundurma için stratejik bakış açıları sağlamak"
    },
    "explanation": "TURİST TİPOLOJİLERİ İLE İLGİLİ KAVRAMSAL ÇERÇEVE<br/>Tipoloji Kavramı ve Turist Tipolojisi<br/>Turist tipolojileri, bir yandan turizm talebinianaliz etmekte diğer yandan ise turistlerin seyahatdavranışlarının ayrıntılı bir şekilde anlaşılmasınısağlamaktadır. Bu faydalarının yanı sıra turistikürün geliştirme, hedef pazarın seçilmesi ve tutundurma ile ilgili stratejik bakış açıları da sağlamaktadır (Özel, 2010: 28)."
  },
  {
    "id": "2372826",
    "unitNumber": 4,
    "text": "Pek çok araştırmacı turist tipolojilerinin belirlenmesinde hangi değişkenlerin dikkate alınması gerekliliğine vurgu yapmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Demografik",
      "B": "Psikografik",
      "C": "Sosyo-ekonomik",
      "D": "Sosyo-kültürel",
      "E": "Toplumsal dinamikler"
    },
    "explanation": "TURİST TİPOLOJİLERİ İLE İLGİLİ KAVRAMSAL ÇERÇEVE<br/>Tipoloji Kavramı ve Turist Tipolojisi<br/>Pek çok araştırmacı turist tipolojilerinin belirlenmesinde psikografik değişkenlerin dikkate alınması gerekliliğine vurgu yapmaktadır."
  },
  {
    "id": "2372827",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi turist tipolojilerinin belirlenmesinde Psikografik değişkenler arasında en çok tercih edilen özelliklerden birisi <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Değişkenler",
      "B": "İhtiyaçlar",
      "C": "İnançlar",
      "D": "Motivasyonlar",
      "E": "Tutumlar"
    },
    "explanation": "TURİST TİPOLOJİLERİ İLE İLGİLİ KAVRAMSAL ÇERÇEVE<br/>Tipoloji Kavramı ve Turist Tipolojisi<br/>Psikografik değişkenler arasında en çok tercih edilen özellikler ise tutumlar, motivasyonlar, inançlar, değerler, motiﬂer, ihtiyaçlar, arzular vb. olarak sıralandırılabilir (Gökmen, 2019: 24)."
  },
  {
    "id": "2372832",
    "unitNumber": 4,
    "text": "Turistlerin tipolojilerini belirlemeye yönelik gerçekleştirilmiş çalışmaların ağırlıklı olarak hangi yıllardan sonra artış gösterdiği dikkat çekmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "1940",
      "B": "1950",
      "C": "1960",
      "D": "1970",
      "E": "1980"
    },
    "explanation": "GENEL KABUL GÖRMÜŞ TURİST TİPOLOJİLERİ<br/>Literatür incelendiğinde turistlerin tipolojilerini belirlemeye yönelik gerçekleştirilmiş çok sayıda çalışma yapıldığı görülmektedir. Bu çalışmaların ağırlıklı olarak 70’li yıllardan sonra artış gösterdiği de dikkat çekmektedir (Özel, 2010: 29)."
  },
  {
    "id": "2372834",
    "unitNumber": 4,
    "text": "“Yeniliğe açık değildir; alışıklık en yüksek, yenilik ise en düşük seviyededir. Tur programının dışına çıkmaz, yerel kültürlerle ilgilenmezler.” Bu turist tipi Eric Cohen’in (1972) ileri sürdüğü hangi turist gurubuna girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgütlenmiş kitle turisti",
      "B": "Bireysel kitle turisti",
      "C": "Araştırıcı (kaşif) kitle turisti",
      "D": "Başıboş turist",
      "E": "Orta merkezli turistler"
    },
    "explanation": "GENEL KABUL GÖRMÜŞ TURİST TİPOLOJİLERİ<br/>Cohen Tipolojileri<br/><em>Örgütlenmiş kitle turisti: </em>Bu turist tipi alıştığı durum ve koşulların dışına çıkmaktan hoşlanmaz ve bilinen yerlere gitmeyi tercih eder. Genellikle programı önceden belirlenmiş paket turları tercih eder. Başka bir ifadeyle böyle bir turist modern kitle pazarındaki başka tüketim malları gibi bir paket tur satın alır ve gezisinin tüm programı ile durakları önceden saptanır. Kendisi hiçbir şeye karar vermez, kendisi için hazırlanan ve ülkesindeki bütün koşulları içeren çevrenin dışına çıkmaz. Yeniliğe açık değildir; alışıklık en yüksek, yenilik ise en düşük seviyededir. Tur programının dışına çıkmaz, yerel kültürlerle ilgilenmezler."
  },
  {
    "id": "2372837",
    "unitNumber": 4,
    "text": "“Bu turist tipinde yenilik isteği ağır basmakla birlikte turist yerli halkla tümüyle bütünleşememekte, kendi yaşam biçimi ve rahatlığını aramaktadır.” Bu turist tipi Eric Cohen’in (1972) ileri sürdüğü hangi turist gurubuna girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Araştırıcı (kaşif) kitle turisti",
      "B": "Başıboş turist",
      "C": "Bireysel kitle turisti",
      "D": "Orta merkezli turistler",
      "E": "Örgütlenmiş kitle turisti"
    },
    "explanation": "GENEL KABUL GÖRMÜŞ TURİST TİPOLOJİLERİ<br/>Cohen Tipolojileri<br/><em>Araştırıcı (kaşif) kitle turisti: </em>Kendi seyahatlerini kendileri planlarlar ve mümkün olduğunca bilinen destinasyonlara gitmekten kaçınırlar ancak bilinen ve güvenilir hava yollarını ve konaklama tesislerini kullanmak isterler. Önceki iki tipe göre daha çok çevresel balonunun dışına çıkma cesareti göstermekte ancak koşullar tehdit edici olduğunda hemen onun içine çekilmek için hazır beklemektedir. Bu turist tipinde yenilik isteği ağır basmakla birlikte turist yerli halkla tümüyle bütünleşememekte, kendi yaşam biçimi ve rahatlığını aramaktadır."
  },
  {
    "id": "2372839",
    "unitNumber": 4,
    "text": "“Kapsamlı paket turları tercih ederler. Sürekli olarak yaşadıkları yerlere benzeyen destinasyonları ararlar. Gittikleri yerlerde aşina oldukları yemekleri ve içecekleri isterler.” Bu turist tipi Stanley Plog’ın ileri sürdüğü hangi turist gurubuna girer?",
    "correctAnswer": "C",
    "options": {
      "A": "Bireysel kitle turisti",
      "B": "Dış (başkaları) merkezli turistler",
      "C": "İç (ben) merkezli turistler",
      "D": "Orta merkezli turistler",
      "E": "Örgütlenmiş kitle turisti"
    },
    "explanation": "GENEL KABUL GÖRMÜŞ TURİST TİPOLOJİLERİ<br/>Plog Tipolojileri<br/><em>İç (ben) merkezli turistler: </em>Bu kişilerin dünyası kendi gündelik küçük hayatları ile sınırlıdır. Yaşam tarzlarını değiştirmek konusunda tutucudurlar. Risk almaktan hoşlanmazlar. Kapsamlı paket turları tercih ederler. Sürekli olarak yaşadıkları yerlere benzeyen destinasyonları ararlar. Gittikleri yerlerde aşina oldukları yemekleri ve içecekleri isterler. Kitleler halinde seyahat etmeyi, organize ve çoğu kez “her şey dahil” turları tercih ederler. Kitle turizmine hizmet veren turizm işletmelerini tercih etmekle birlikte, tekrar ziyareti oranı bu grupta yüksektir. Plog’a göre bu tür bir turist, egzotik destinasyonları ve bireysel seyahatleri tercih etmektedir."
  },
  {
    "id": "2372842",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi 1989 yılında Amerikan Express tarafından ABD, İngiltere, Batı Almanya ve Japonya’da 6500 kişi üzerinde yapılan araştırma sonuçlarına göre yaptıkları turist gruplandırmalarından birisi <strong><u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Maceraperest Turistler",
      "B": "Kaygılı Turistler",
      "C": "Hayalperest Turistler",
      "D": "Tutucu Turistler",
      "E": "Şımarık Turistler"
    },
    "explanation": "GENEL KABUL GÖRMÜŞ TURİST TİPOLOJİLERİ<br/>Gallup ve Amerikan Express Tipolojileri<br/>1989 yılında Amerikan Express tarafından ABD, İngiltere, Batı Almanya ve Japonya’da 6500 kişi üzerinde yapılan araştırma sonuçlarına göre turistler “maceraperest”, “kaygılı”, “hayalperest”, “tutumlu” ve “şımarık” şeklinde gruplandırılmıştır (Akgündüz, 2019: 26)."
  },
  {
    "id": "2372846",
    "unitNumber": 4,
    "text": "“Bu tür turistler kültürel nedenlerle seyahat etmezler, ancak kültür turizmi faaliyetlerine dahil olduktan sonra derin kültür turizmi deneyimine sahip olurlar.”<br/>Bu turist tipi McKercher ve Du Gros oluşturdukları kültür turisti tipolojisinden hangisine girer?",
    "correctAnswer": "C",
    "options": {
      "A": "Amaçlı (Purposeful) kültür turisti",
      "B": "Gezici (Sightseeing) kültür turisti",
      "C": "Kazara (Serendipitous) kültür turisti",
      "D": "İlgisiz (Casual) kültür turisti",
      "E": "Tesadüfi (Incidental) kültür turisti"
    },
    "explanation": "FARKLI TURİZM TÜRLERİ AÇISINDAN TURİST TİPOLOJİLERİ<br/>Kültür Turisti Tipolojileri<br/>McKercher ve Du Gros (2002); oluşturdukları kültür turisti tipolojisinde, sadece seyahat kararlarında kültürün önemini değil, aynı zamanda deneyim unsurunu da dikkate almışlardır. Söz konusu tipolojiye göre 5 farklı kültür turisti tipolojisi ortaya koymuşlardır (Şekil 4.1):<br/><ul><br/><li><em> Amaçlı (Purposeful) kültür turisti: </em>Bir destinasyonu ziyaret etmedeki birincil amaçları kültür<br/>turizmidir ve oldukça derin kültürel deneyime sahiptirler.<br/><em>• Gezici (Sightseeing) kültür turisti: </em>Bir destinasyonu ziyaret etmedeki birincil nedenleri kültür<br/>turizmidir, ancak kültürel deneyimleri düşük seviyededir.<br/><em>• Kazara (Serendipitous) kültür turisti: </em>Bu tür turistler kültürel nedenlerle seyahat etmezler, ancak kültür turizmi faaliyetlerine dahil olduktan sonra derin kültür turizmi deneyimine sahip olurlar.<br/><em>• İlgisiz (Casual) kültür turisti: </em>Kültür turizmi, seyahatleri için zayıf bir güdü kaynağıdır ve kültürel deneyimleri yüzeyseldir.<br/><em>• Tesadüfi (Incidental) kültür turisti: </em>Bu tip turistler kültürel nedenlerle seyahat etmezler, ancak yine de bazı kültür turizmi aktivitelerine dahil olurlar ve yüzeysel bir deneyim kazanırlar.</li><br/></ul>"
  },
  {
    "id": "2372849",
    "unitNumber": 4,
    "text": "“Tarihi bir müze ya da bir ortaçağ panayırı gibi özellikli etkinliklere katılmayı tercih eden” Şehir Turistlerinin seyahat etme güdüsü hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gerçek hayattan kaçış",
      "B": "Statü arayışı",
      "C": "Dinsel veya ruhani deneyim",
      "D": "Kültür veya sanat alanında bilgilerini arttırmak",
      "E": "Şehirlerle ilgili göstergeler"
    },
    "explanation": "FARKLI TURİZM TÜRLERİ AÇISINDAN TURİST TİPOLOJİLERİ<br/>Şehir Turisti Tipolojileri<br/>Şehir turistleri, farklı seyahat etme güdüleri ile hareket etmektedirler. Bazı şehir turistleri günlük<br/>yaşantılarında elde ettiklerinden daha farklı deneyimler istemektedirler. “Gerçek hayattan kaçış”<br/>güdüsüne sahip olan bu tür şehir turistleri, tarihi bir müze ya da bir ortaçağ panayırı gibi özellikli<br/>etkinliklere katılmayı tercih etmektedirler."
  },
  {
    "id": "2360394",
    "unitNumber": 5,
    "text": "Bir eylemi yürütmeyi sonuçlandırmak için birey tarafından bilinçli olarak taktiksel veya stratejik seçim yapılmasını ortaya koyan bilişsel bir süre ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karar kavramını",
      "B": "Turist seçimi",
      "C": "Turist davranışı",
      "D": "Demografik faktör",
      "E": "Hedef kitle"
    },
    "explanation": "Karar kavramını süreç olarak değerlendiren yaklaşıma göre karar, “Bir eylemi yürütmeyi sonuçlandırmak için birey tarafından bilinçli olarak taktiksel veya stratejik seçim yapılmasını ortaya koyan bilişsel bir süreçtir” (Schwarz ve Hunter, 2008: 111)."
  },
  {
    "id": "2360400",
    "unitNumber": 5,
    "text": "Arzulanan nihai sonuç ile ilgili iyi bir olasılığa sahip iki veya daha fazla seçenek (ürün) ile karşı karşıya kalan tüketicinin gerçekleştirdiği eylem şeklinde tanım hangi kavramı açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "Karar",
      "B": "Tüketici",
      "C": "Müşteri",
      "D": "Demografi",
      "E": "Turizm"
    },
    "explanation": "Karar: “Arzulanan nihai sonuç ile ilgili iyi bir olasılığa sahip iki veya daha fazla seçenek (ürün) ile karşı karşıya kalan tüketicinin gerçekleştirdiği eylem” (Hanna ve Wozniak, 2001: 289) şeklinde tanımlanır."
  },
  {
    "id": "2360405",
    "unitNumber": 5,
    "text": "\"Her tercih bir vazgeçiştir\" teorisi neyi ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Pişmanlık",
      "B": "Rasyonel seçim",
      "C": "Uygulama",
      "D": "Ekolojik sistemler",
      "E": "Bilgi işleme"
    },
    "explanation": "Pişmanlık teorisini bir cümle ile ifade etmek gerekirse; “Her tercih bir vazgeçiştir.” fikrine dayanır. Tüketici pek çok alternatif arasında tercih yaptığından, kararı ile ilgili pişmanlık duyabilmektedir. Tercih ettiği bir tatil köyü kararından dolayı turistin alternatifler konusunda pişmanlıklar duyması bu teori ile ilintilidir."
  },
  {
    "id": "2360411",
    "unitNumber": 5,
    "text": "I. Bilgi işleme<br/>II. Rasyonel seçim<br/>III. Yapıcı seçim<br/>IV. Uygulama<br/>V. Ekolojik sistemler<br/>VI. Anlamlar-sonuç<br/>VII. Beklenen fayda<br/>VIII. Beklenti<br/>IX. Pişmanlık<br/>X. Tatmin<br/>XI. Gerekçeli eylem<br/>XII. Planlı davranış<br/>Yukarıdakilerden hangisi veya hangileri karar vermeye ilişkin teorilerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I. II. III. IV.V. VI. VII. VIII. IX. X. XI. XII.",
      "B": "I. II. III. IV. IX. X. XI. XII.",
      "C": "IV.V. VI. VII. VIII. IX",
      "D": "I. II. III. VII. VIII. IX",
      "E": "I. II. III. .IX. X. XI. XII"
    },
    "explanation": "Literatürde karar vermeye ilişkin pek çok teori olmakla birlikte, üzerinde durulan belli başlı teorilerden kısaca söz etmek yararlı olacaktır. Bu teoriler: bilgi işleme, rasyonel seçim, yapıcı seçim, uygulama, ekolojik sistemler, anlamlar-sonuç teorisi, beklenen fayda, beklenti, pişmanlık, tatmin, gerekçeli eylem ve planlı davranış teorilerinden oluşmaktadır (Hergesell, Dwyer ve Edvards, 2019; Pizam ve Mansfeld, 2009; Sirakaya ve Woodside, 2005)."
  },
  {
    "id": "2360415",
    "unitNumber": 5,
    "text": "İçsel değişkenler / Dışsal değişkenler/ Niyetlenilmiş seyahatin doğası / Seyahat deneyimleri<br/>Yukarıdaki bu dört grup hangi değişkenleri vurguluyor?",
    "correctAnswer": "A",
    "options": {
      "A": "destinasyon seçim",
      "B": "Ekolojik sistemler",
      "C": "Uygulama",
      "D": "Yapıcı seçim",
      "E": "Rasyonel seçim"
    },
    "explanation": "Tıpkı karar verme teori ve modellerinde olduğu gibi karar vermeye ilişkin değişkenler bağlamında yapılan çalışmalar; farklı isimlendirilen, kimi zaman benzer özellikler ve bazen de farklı özellikleri kapsayan değişkenlerden söz etmektedir. Sirakaya ve Woodside (2005) destinasyon seçim değişkenlerini dört grup altında değerlendirmiştir. Bu değişkenler; içsel değişkenler (tutum, değer, yaşam stili, motivasyon, kişilik vb.), dışsal değişkenler (sınırlılıklar, destinasyonun çekicilik faktörleri, pazarlama karması, aile, referans grup, alt kültür/kültür, sosyal sınıf, hane halkına ilişkin değişkenler), niyetlenilmiş seyahatin doğası (parti büyüklüğü, mesafe, zaman, süre) ve seyahat deneyimleridir (Hergesell, Dwyer ve Edvards, 2019). Bu değişkenler, kitabın ilk ünite- sinde üzerinde durulan gerek genel tüketici davra- nışı modeli ve turist davranış modellerindekiler ile benzerlik ve paralellikler göstermektedir."
  },
  {
    "id": "2360421",
    "unitNumber": 5,
    "text": "Düşük Maliyetli Ürünler<br/>Sık Satın Alma<br/>Yüksek Tüketici İlgilenimi<br/>Bilindik Ürün Sınıfı ve Markalar<br/>Az düşünme, Araştırma veya Satın Alma Az Zaman Ayırma<br/>Yukarıdakilerden hangisi veya hangileri Rutin/alışılmış davranışlardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yüksek Tüketici İlgilenimi",
      "B": "Düşük Maliyetli Ürünler",
      "C": "Sık Satın Alma",
      "D": "Bilindik Ürün Sınıfı ve Markalar",
      "E": "Az düşünme, Araştırma veya Satın Alma Az Zaman Ayırma"
    },
    "explanation": "<strong>Rutin/Alışılmış Davranış</strong><br/>Düşük Maliyetli Ürünler<br/>Sık Satın Alma<br/>Düşük Tüketici İlgilenimi<br/>Bilindik Ürün Sınıfı ve Markalar<br/>Az düşünme, Araştırma veya Satın Alma Az Zaman Ayırma<br/><strong>Sınırlı Problem Çözme</strong><br/><strong>Yoğun Problem Çözme</strong><br/>Pahalı Ürünler<br/>Seyrek Satın Alma<br/>Yüksek Tüketici İlgilenimi<br/>Bilinmeyen Ürün Sınıfı ve Markalar<br/>Satın Almaya Çok Zaman Ayırma"
  },
  {
    "id": "2360424",
    "unitNumber": 5,
    "text": "Orta düzeydeki turist kararlarını temsil eden karar tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sınırlı problem",
      "B": "Yoğun Problem",
      "C": "Marka bilinci",
      "D": "Fiyat ve parasal değer",
      "E": "Alışılmış, marka sadakati yönelimi"
    },
    "explanation": "Orta düzeydeki turist kararlarını temsil eden karar tipi, sınırlı problem çözmedir."
  },
  {
    "id": "2360426",
    "unitNumber": 5,
    "text": "Satın alma kararında en fazla zaman ve çabanın harcandığı karar tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yoğun problem çözme",
      "B": "Sınırlı problem çözme",
      "C": "Alternatif Değerlendirme",
      "D": "Satınalma",
      "E": "Bilgi Arama"
    },
    "explanation": "Satın alma kararında en fazla zaman ve çabanın harcandığı karar tipi yoğun problem çözmedir."
  },
  {
    "id": "2360429",
    "unitNumber": 5,
    "text": "Bireyin ürüne verdiği kişisel önem olarak tanımlanmakta ve tüketicilerin ürün veya markayla kurmuş oldukları ilişkiyi temsil eden kavram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlgilenim kavramı",
      "B": "Destinasyon",
      "C": "Egzotik",
      "D": "Geleneksel bakış",
      "E": "Satın alma"
    },
    "explanation": "İlgilenim kavramı, “bireyin ürüne verdiği kişisel önem” olarak tanımlanmakta ve tüketicilerin ürün veya markayla kurmuş oldukları ilişkiyi temsil eder"
  },
  {
    "id": "2360431",
    "unitNumber": 5,
    "text": "Niş turizm nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özellikle bir şeyle ilgilenen az sayıda insana hitap eden bir strateji olup “özel” turizm olarak da nitelendirilir",
      "B": "Safariye gitmek veya Zambezi nehri üzerindeki Victoria Şelaleleri gibi belirli bir manzarayı görmek",
      "C": "Ulaşımın zorluğu ve tesislerin kıtlığı nedeniyle çok az insanın gidebileceği Amazon yağmur ormanı veya Antarktika ziyareti",
      "D": "Küçük şirketlerin tatilin bir parçası olarak fotoğrafçılık dersleri vermesi",
      "E": "Turistler, ziyaretleri için normal evlerinde bir aileyle birlikte yaşarlar ve çiftçilik gibi düzenli faaliyetlerinde aileye katılır"
    },
    "explanation": "Niş turizm nedir?<br/>“Niş” turizm stratejisi, özellikle bir şeyle ilgilenen az sayıda insana hitap eden bir strateji olup “özel” turizm olarak da nitelendirilir."
  },
  {
    "id": "2361510",
    "unitNumber": 5,
    "text": "Karar, bir eylemi yürütmeyi sonuçlandırmak için birey tarafından bilinçli olarak taktiksel veya stratejik seçim yapılmasını ortaya koyan bilişsel bir süreçtir. Aşağıdakilerden hangisi karar için söylenemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Kararda alternatif seçenekler arasında kalan tüketicinin seçim yapması gerekir.",
      "B": "Kararda amaç, arzulanan veya en iyi sonucun elde edilmesidir.",
      "C": "Seçim yaparken özgür bir iradenin kullanılması gerekir.",
      "D": "Karardan söz edebilmek için en az iki veya daha fazla seçenek veya ürün bulunması gerekir.",
      "E": "Kararda alternatif seçenekler arasında kalan üreticinin seçim yapması gerekir."
    },
    "explanation": "Karar kavramını süreç olarak değerlendiren yaklaşıma göre karar, “Bir eylemi yürütmeyi sonuçlandırmak için birey tarafından bilinçli olarak taktiksel veya stratejik seçim yapılmasını ortaya koyan bilişsel bir süreçtir” (Schwarz ve Hunter, 2008: 111).<br/>Tüketici davranışı alanındaki bu tanım incelendiğinde bazı ayırt edici noktaların altını çizmek gerekir (Argan, 2016):<br/>• Kararda alternatif seçenekler arasında kalan tüketicinin seçim yapması gerekir.<br/>• Kararda amaç, arzulanan veya en iyi sonucun elde edilmesidir.<br/>• Seçim yaparken özgür bir iradenin kullanılması gerekir.<br/>• Karardan söz edebilmek için en az iki veya daha fazla seçenek veya ürün bulunması gerekir (Reynolds ve Olson, 2001).<br/>Kararda alternatif seçenekler arasında kalan üreticinin seçim yapması gerekir."
  },
  {
    "id": "2361544",
    "unitNumber": 5,
    "text": "“İnsanların bilişsel çabayı minimize ederken seçimin doğruluğunu maksimize etmeye” çalışır görüşüne dayanan teori aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekolojik sistemler teorisi",
      "B": "Rasyonel seçim teorisi",
      "C": "Bilgi işleme teorisi",
      "D": "Yapıcı seçim teorisi",
      "E": "Anlamlar-sonuç teorisi"
    },
    "explanation": "Yapıcı seçim teorisi, “insanların bilişsel çabayı minimize ederken seçimin doğruluğunu maksimize etmeye” çalışır görüşüne dayanmaktadır. Bu nedenledir ki teorideki karar verme farklı şekillerde sınırlandırılmış olup (örneğin, zaman, bilişsel yetenekler, bilginin elverişliliği) ve bu seçimler spontane olarak verilir görüşünü ortaya koyar (Hergesell, Dwyer ve Edvards, 2019)."
  },
  {
    "id": "2361548",
    "unitNumber": 5,
    "text": "Hangi teori, seçim üzerinde etkili olan alışkanlık olarak isimlendirilen sosyal ve tarihsel etkilere odaklanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Uygulama teorisi",
      "B": "Bilgi işleme teorisi",
      "C": "Beklenti teorisi",
      "D": "Ekolojik sistemler teorisi",
      "E": "Gerekçeli eylem ve planlı davranış teorisi"
    },
    "explanation": "Uygulama teorisi, seçim üzerinde etkili olan alışkanlık olarak isimlendirilen sosyal ve tarihsel etkilere odaklanır. Uygulama teorisi, düşük ilgilenimli sosyalleşme ve dış faktörler (ör. aile, akran grupları, kitle iletişim araçları, sosyal medya) nedeniyle önceden belirlenmiş olduğuna inanılan alternatiflerin seçilmesini önermektedir (Hergesell, Dwyer ve Edvards, 2019). Örneğin bir turistin daha önce deneyimlediği bir otel markasını tercih etmesi, rutin ve alışkanlığı dayalı olup uygulama teorisi çerçevesinden değerlendirilebilir."
  },
  {
    "id": "2361638",
    "unitNumber": 5,
    "text": "Karar vermeye ilişkin destinasyon değişkenleri dört grupta incelenir. Aşağıdakilerden hangisi içsel değişkenlere örnek olarak verilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sınırlılıklar",
      "B": "Destinasyonun çekicilik faktörleri",
      "C": "Yaşam stili",
      "D": "Aile",
      "E": "Referans grup"
    },
    "explanation": "Tıpkı karar verme teori ve modellerinde olduğu gibi karar vermeye ilişkin değişkenler bağlamında yapılan çalışmalar; farklı isimlendirilen, kimi zaman benzer özellikler ve bazen de farklı özellikleri kapsayan değişkenlerden söz etmektedir. Sirakaya ve Woodside (2005) destinasyon seçim değişkenlerini dört grup altında değerlendirmiştir. Bu değişkenler; içsel değişkenler (tutum, değer, yaşam stili, motivasyon, kişilik vb.),"
  },
  {
    "id": "2362148",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yoğun problem çözme özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alternatifler arasında önemli farklılık algılanır.",
      "B": "Bilgi pasif olarak işlenir",
      "C": "Sergilemelerinden etkilenerek çoğu zaman seçim yapılır.",
      "D": "Alternatifler genellikle benzer algılanır.",
      "E": "Sınırlı satınalma zamanı; self servis tercih edilebilir."
    },
    "explanation": "Yoğun problem çözmede;<br/><ul><br/><li>Güçlü inanç</li><br/><li>Çok kriter kullanımı</li><br/><li>Alternatifler arasında önemli farklılık algılanır.</li><br/><li>Telafi edici strateji kullanımı</li><br/><li>Gerekirse pek çok kaynaktan satınalma yapılır.</li><br/><li>Perakende personeli ile iletişim kurmak çoğunlukla arzu edilir.</li><br/></ul>"
  },
  {
    "id": "2362149",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sınırlı problem çözmenin özelliklerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ziyaretler öncesi birden fazla kaynaktan görüş alınır.",
      "B": "Bilgi pasif olarak işlenir.",
      "C": "Alternatifler arasında önemli farklılık algılanır.",
      "D": "Gerekirse pek çok kaynaktan satınalma yapılır.",
      "E": "Perakende personeli ile iletişim kurmak çoğunlukla arzu edilir."
    },
    "explanation": "Sınırlı problem çözmede;<br/><ul><br/><li>Bilgi pasif olarak işlenir.</li><br/><li>Perakendecide/mahalde karar verme olası</li><br/><li>Zayıf inanç • Tek en önemli kriterlerin kullanımı</li><br/><li>Alternatifler genellikle benzer algılanır.</li><br/><li>Telafi edici olmayan strateji kullanımı</li><br/><li>Sınırlı satınalma zamanı; self servis tercih edilebilir.</li><br/><li>Sergilemelerinden etkilenerek çoğu zaman seçim yapılır.</li><br/></ul>"
  },
  {
    "id": "2362151",
    "unitNumber": 5,
    "text": "En iyi alternatifi arayan; paranın karşılığını en iyi şekilde almakla ilgilenen tüketiciler hangi otelleri tercih etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ultra lüks beş yıldızlı otel tatilcileri",
      "B": "En üst düzeyde tanınmış zincir otel tüketicileri",
      "C": "En uygun fiyatlı turlara/otellere göre karar veren turistler",
      "D": "Orta düzeyli beş yıldızlı her şey dahil sistemine sahip otellerde tatil yapan tüketiciler",
      "E": "Hilton, Holiday Inn gibi otellerden memnun kalıp rutin olarak bu tür otellerde konaklayan tüketiciler"
    },
    "explanation": "Düşük maliyetli turistler gibi kısıtlı tatilciler harcanabilir gelirle kısıtlanan veya paranın değerine öncelik veren kişiler Örneğin, en uygun fiyatlı turlara/otellere göre karar veren turistler."
  },
  {
    "id": "2362154",
    "unitNumber": 5,
    "text": "“Niş” turizm stratejisi, özellikle bir şeyle ilgilenen az sayıda insana hitap eden bir strateji olup “özel” turizm olarak da nitelendirilir. Aşağıdakilerden hangisi Macera turizmine örnek yerlerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Everest Dağı",
      "B": "Game of Thrones setleri",
      "C": "Venedik",
      "D": "Yasak Saray ve Çin Seddi",
      "E": "Fotoğrafçılık derslerinin verildiği yerler"
    },
    "explanation": "Niş turizm nedir? “Niş” turizm stratejisi, özellikle bir şeyle ilgilenen az sayıda insana hitap eden bir strateji olup “özel” turizm olarak da nitelendirilir. Macera turizmi: Everest Dağı’nın en gözde cazibe merkezi olan Nepal Himalaya dağları buna örnektir. Film turizmi: Salzberg (Müziğin Sesi’nin yeri) ve Yeni Zelanda (Yüzüklerin Efendisi üçlemesinin yeri), İspanya, Kuzey İrlanda ve Hırvatistan’daki Game of Thrones setleri TV seti turizmine örnek teşkil edebilir. Miras turizmi: Kültürel miras turizmi için kendilerini pazarlayan yerlerin örnekleri arasında birçok İtalyan şehri (Venedik), Pekin (Yasak Saray ve Çin Seddi) ve Peru’daki Machu Picchu sayılabilir. Doğa turizmi: Safariye gitmek veya Zambezi nehri üzerindeki Victoria Şelaleleri gibi belirli bir manzarayı görmek. Uzak turizm: Ulaşımın zorluğu ve tesislerin kıtlığı nedeniyle çok az insanın gidebileceği Amazon yağmur ormanı veya Antarktika ziyareti Fotoğraf turizmi: Küçük şirketlerin tatilin bir parçası olarak fotoğrafçılık dersleri vermesi Aile yan"
  },
  {
    "id": "2362156",
    "unitNumber": 5,
    "text": "\"Bu yöntemde önceden hazırlanan yapılandırılmış veya yarı yapılandırılmış sorular ile ürüne ilişkin problemler belirlenmeye çalışılır.\" Cümlesinde turistlerle ilgili problemlerin belirlenmesindeki hangi veri toplama yönteminden bahsedilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gözlem",
      "B": "Anket",
      "C": "Odak grup",
      "D": "Derinlemesine görüşme",
      "E": "Deney"
    },
    "explanation": "Anket yönteminde önceden hazırlanan yapılandırılmış veya yarı yapılandırılmış sorular ile ürüne ilişkin problemler belirlenmeye çalışılır. Anket, telefonla anket, kioksla, internetle ve anketör kullanılarak uygulanabilir. Odak grup, 6-12 kişi üzerinde bir moderatör öncülüğünde kullanılan grup tartışmasıdır. Ankete göre daha az kişi üzerinde uygulanır ve maliyeti düşüktür"
  },
  {
    "id": "2362159",
    "unitNumber": 5,
    "text": "Turistlerin görme yeteneği, güç kapasitesi, tepki zamanı, esneklik yapısı ve yorgunluk durumunu belirlemeye yönelik araştırmalar hangi kapsamda değerlendirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Anket",
      "B": "Duygu Araştırması",
      "C": "Jenerik problem onayı",
      "D": "İnsan Faktörleri Araştırması",
      "E": "Gözlem"
    },
    "explanation": "İnsan Faktörleri Araştırması: Turistlerin görme yeteneği, güç kapasitesi, tepki zamanı, esneklik yapısı ve yorgunluk durumunu belirlemeye yönelik araştırmalar bu kapsamda değerlendirilir. Aydınlatma, ısı ve sese yönelik çalışmalar ile yeni mekân ve araçların tasarlanması daha mümkün hâle gelmektedir. Yaygın olarak gözlem yönteminden yararlanılmaktadır. Turizmciler, açık büfe hizmetlerinde ve kaydıraklı havuzlarda görüntülerden yararlanarak sorunları belirlemeye çalışır. Turistlerin farkında olmadıkları fonksiyonel sorunların belirlenmesinde bu tip araştırmalar büyük yarar sağlar (Argan, 2016, 2013). Örneğin, turistlerin zihnini ve bedenini daha fazla dinlendiren tesislerin/odaların geliştirilmesinde bu yöntemden yararlanılabilir"
  },
  {
    "id": "2373007",
    "unitNumber": 5,
    "text": "Aşağıdakileden hangisinde turistlerin kararlarıyla ilgili dört farklı görüş doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomik görüş, pasif görüş, bilişsel görüş ve duygusal görüş",
      "B": "Pasif görüş, aktif görüş, bilişsel görüş, duyuşsal görüş",
      "C": "Bilişsel görüş, düşünsel görüş, duyuşsal görüş, pasif görüş",
      "D": "Ekonomik görüş, toplumsal görüş, düşünel görüş, duygusal görüş",
      "E": "Ekonomik görüş, düşünsel görüş, bilişsel görüş ve duygusal görüş"
    },
    "explanation": "Farklı alanlarda değişik yaklaşımlar olmasına karşın kararlarla ilgili dört farklı görüş üzerinde durulmaktadır. Bunlar: Ekonomik görüş, pasif görüş, bilişsel görüş ve duygusal görüştür."
  },
  {
    "id": "2373011",
    "unitNumber": 5,
    "text": "Ürünle ilgili fırsat maliyetleriyle sonuçlanan ve tüketicilerin kişisel seçimlerini rasyonel olarak yaptıkları karar görüşere ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Duygusal görüş",
      "B": "Pasif görüş",
      "C": "Ekonomik görüş",
      "D": "Bilişsel görüş",
      "E": "Düşünsel görüş"
    },
    "explanation": "Ekonomik görüş, ürünle ilgili fırsat maliyetleriyle sonuçlanan ve tüketicilerin kişisel seçimlerini rasyonel olarak yaptıkları sistematik bir süreçtir. Diğer bir ifadeyle bu görüşe göre seçim yapan turistler, ürünün maliyetini ve sağlayacağı kişisel faydayı baz alır."
  },
  {
    "id": "2373013",
    "unitNumber": 5,
    "text": "Bilgi işleme teorisi karar verme sürecinin kaç aşamada işlediğini ileri sürmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Bilgi işleme teorisi, tüm tüketici davranış modellerinin merkezinde yer alır. Bu teori, karar verme sürecinin beş ana aşamayı içerdiğini belirtir: (1) problem tanıma, (2) bilgi arama, (3) alternatif değerlendirme ve seçim, (4) yer seçimi ve satın alma ve (5) satın alma sonrası süreçler (Hawkins, Best ve Coney, 1998)."
  },
  {
    "id": "2373017",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bilgi işleme teorisine göre karar verme sürecinin beş ana aşamasından<u>biri değildir</u> ?",
    "correctAnswer": "D",
    "options": {
      "A": "Problem tanıma",
      "B": "Bilgi arama",
      "C": "Alternatif değerlendirme ve seçim",
      "D": "Eleştiri",
      "E": "Yer seçimi ve satın alma"
    },
    "explanation": "Bilgi işleme teorisi, tüm tüketici davranış modellerinin merkezinde yer alır. Bu teori, karar verme sürecinin beş ana aşamayı içerdiğini belirtir: (1) problem tanıma, (2) bilgi arama, (3) alternatif değerlendirme ve seçim, (4) yer seçimi ve satın alma ve (5) satın alma sonrası süreçler (Hawkins, Best ve Coney, 1998)."
  },
  {
    "id": "2373021",
    "unitNumber": 5,
    "text": "“Her tercih bir vazgeçiştir.” fikrine dayan teori aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gerekçeli eylem teorisi",
      "B": "Tatmin teorisi",
      "C": "Pişmanlık teorisi",
      "D": "Planlı davranış teorisi",
      "E": "Beklenen fayda teorisi"
    },
    "explanation": "Pişmanlık teorisini bir cümle ile ifade etmek gerekirse; “Her tercih bir vazgeçiştir.” fikrine dayanır. Tüketici pek çok alternatif arasında tercih yaptığından, kararı ile ilgili pişmanlık duyabilmektedir. Tercih ettiği bir tatil köyü kararından dolayı turistin alternatifler konusunda pişmanlıklar duyması bu teori ile ilintilidir."
  },
  {
    "id": "2373029",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Niş turizmde macera turizmi için tercih edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "İspanya",
      "B": "Nepal Himalaya dağları",
      "C": "Venedik",
      "D": "Victoria Şelaleleri",
      "E": "Hırvatistan"
    },
    "explanation": "“Niş” turizm stratejisi, özellikle bir şeyle ilgilenen az sayıda insana hitap eden bir strateji<br/>olup “özel” turizm olarak da nitelendirilir. Macera turizmi: Everest Dağı’nın en gözde<br/>cazibe merkezi olan Nepal Himalaya dağları buna örnektir."
  },
  {
    "id": "2373032",
    "unitNumber": 5,
    "text": "Tüketicinin benlik olgusunun şekillenmesine katkı sağlayan ürün veya olgulara özel olarak önem vermesi hangi ilgilenim alanına girmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mesaj-reklam ilgilenimi",
      "B": "Yüksek illgilenim",
      "C": "Satın alma ilgilenimi",
      "D": "Ürün ilgilenimi",
      "E": "Ego ilgilenimi"
    },
    "explanation": "Ego ilgilenimi ise tüketicinin benlik olgusunun şekillenmesine katkı sağlayan ürün veya olgulara özel olarak önem vermesini (İslamoğlu ve Altunışık, 2003) ortaya<br/>koyar. Bazı turistlerin Türkiye’de ünlülerin yoğun olarak tatil yaptığı Çeşme, Bodrum’a gösterdiği özel ilgiyi bu kapsamda değerlendirmek olasıdır."
  },
  {
    "id": "2373036",
    "unitNumber": 5,
    "text": "Peru’daki Machu Picchu'ya giden turistlerin tercih ettiği turizm şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Macera turizmi",
      "B": "Miras turizmi",
      "C": "Uzak turizm",
      "D": "Doğa turizmi",
      "E": "Fotoğraf turizmi"
    },
    "explanation": "Miras turizmi: Kültürel miras turizmi için kendilerini pazarlayan yerlerin örnekleri arasında birçok İtalyan şehri (Venedik), Pekin (Yasak Saray ve Çin Seddi) ve Peru’daki Machu Picchu<br/>sayılabilir"
  },
  {
    "id": "2373039",
    "unitNumber": 5,
    "text": "Turistlerin görme yeteneği, güç kapasitesi, tepki zamanı, esneklik yapısı ve yorgunluk durumunu belirlemeye yönelik araştırmalar aşağıdaklerden hangisine girmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aktivite Analizi",
      "B": "Ürün Analizi",
      "C": "Problem Analizi",
      "D": "İnsan Faktörleri Araştırması",
      "E": "Duygu Araştırması"
    },
    "explanation": "İnsan Faktörleri Araştırması: Turistlerin görme yeteneği, güç kapasitesi, tepki zamanı, esneklik yapısı ve yorgunluk durumunu belirlemeye yönelik araştırmalar bu kapsamda değerlendirilir. Aydınlatma, ısı ve sese yönelik çalışmalar ile yeni mekân ve araçların tasarlanması daha mümkün hâle gelmektedir."
  },
  {
    "id": "2373041",
    "unitNumber": 5,
    "text": "Afrika’da bir ülkeyi ziyaret edecek turistin sivrisinek ısırması sonucunda sıtmaya yakalanabileceğine ilişkin endişe duyması hangi riske örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Performans riski",
      "B": "Finansal risk",
      "C": "Fiziksel risk",
      "D": "Sosyal risk",
      "E": "Zaman riski"
    },
    "explanation": "Fiziksel Risk: Bu risk fiziksel iyi olma hâlinin zarar görmesini ifade eder. Afrika’da bir ülkeyi ziyaret edecek turistin sivrisinek ısırması sonucunda sıtmaya yakalanabileceğine ilişkin endişe duyması fiziksel riske örnek teşkil eder."
  },
  {
    "id": "2377679",
    "unitNumber": 5,
    "text": "Bilgi işleme teorisine göre tüketicin karar verme sürecinde \" tüketicinin arzusu ile algılanan durumu arasındaki bir tutarsızlığı temsil eden\" aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Problem tanıma",
      "B": "Bilgi arama",
      "C": "Alternatif değerlendirme",
      "D": "Seçim",
      "E": "Satın alma"
    },
    "explanation": "Problem tanıma"
  },
  {
    "id": "2377702",
    "unitNumber": 5,
    "text": "Bir turistin rutin bir şekilde her yaz tatilinde aynı otel markasını tercih etmesi aşağıdaki karar verme teorilerinden hangisi için örnek gösterilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pişmanlık teorisi",
      "B": "Rasyonel seçim teorisi",
      "C": "Yapıcı seçim teorisi",
      "D": "Uygulama teorisi",
      "E": "Ekolojik sistemler teorisi"
    },
    "explanation": "Uygulama teorisi"
  },
  {
    "id": "2377739",
    "unitNumber": 5,
    "text": "Glamping turizmde bireyler konforlu bir çadırda özgürlüğünden ödün vermeden ancak alışkın olduğu kalitede tatil geçirebilmektedir. Bu örnekte olduğu gibi ürün nitelikleri ve kullanım sonrası değere odaklanan karar verme teorisi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Planlı davranış teorisi",
      "B": "Pişmanlık teorisi",
      "C": "Anlamlar-sonuç teorisi",
      "D": "Ekolojik sistemler teorisi",
      "E": "Gerekçel eylem teorisi"
    },
    "explanation": "Anlamlar-sonuç teorisi"
  },
  {
    "id": "2377774",
    "unitNumber": 5,
    "text": "Turistik bir destinasyonda hediyelik ürün satan bir mağazada gezerken sergilenen ürün denettirilmesinden esinlenerek hediye alınması aşağıdaki karar tiplerinden hangisine örnek olarak gösterilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Rutin davranış",
      "B": "Sınırlı problem çözme davranışı",
      "C": "Yoğun problem çözme davranışı",
      "D": "Alışılmış problem çözme davranışı",
      "E": "Yüzeysel problem çözme davranışı"
    },
    "explanation": "Sınırlı problem çözme davranışı"
  },
  {
    "id": "2377784",
    "unitNumber": 5,
    "text": "İş amaçlı seyahat eden bir turistin sürekli aynı zincir otelde konaklamayı tercih etmesi aşağıdaki karar stillerinden hangisine örnek olarak gösterilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yüksek kalite bilinci",
      "B": "Mükemmeliyetçi",
      "C": "Parasal değer",
      "D": "Marka bilinci",
      "E": "Marka sadakati yönelimi"
    },
    "explanation": "Marka bilinci"
  },
  {
    "id": "2377840",
    "unitNumber": 5,
    "text": "\"Tarih öncesi çağlara olan ilgisi nedeniyle Göbeklitepe'yi ziyaret eden turist\" aşağıdakilerden hangisine örnek olarak gösterilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Seyahat değeri",
      "B": "Ürün ilgilenimi",
      "C": "Ürün nitelikleri",
      "D": "Düşük ilgilenim",
      "E": "Ego ilgilenimi"
    },
    "explanation": "Ürün ilgilenimi"
  },
  {
    "id": "2377854",
    "unitNumber": 5,
    "text": "Afrika’da bir ülkeyi ziyaret edecek turistin sivrisinek ısırması sonucunda sıtmaya yakalanabileceğine ilişkin endişe duyması aşağıdaki risk türlerinden hangisine örnek olarak gösterilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal risk",
      "B": "Zaman riski",
      "C": "Perofmans riski",
      "D": "Fiziksel risk",
      "E": "Finansal risk"
    },
    "explanation": "Fiziksel risk"
  },
  {
    "id": "2377864",
    "unitNumber": 5,
    "text": "Yeni bir fitnes merkezine üye olmanın gerçekten işe yarayıp yaramayacağı endişesi aşağıdaki risk türlerinden hangisine örnek gösterilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiziksel risk",
      "B": "Finansal risk",
      "C": "Performans riski",
      "D": "Zaman riski",
      "E": "Sosyal risk"
    },
    "explanation": "Performans riski"
  },
  {
    "id": "2377873",
    "unitNumber": 5,
    "text": "Tüketici davranış rolleri dikkate alındığında ihtiyacı ilk fark eden kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Etkileyici",
      "B": "Yenilikçi",
      "C": "Karar verici",
      "D": "Erken benimseyen",
      "E": "Başlatıcı"
    },
    "explanation": "Başlatıcı"
  },
  {
    "id": "2377886",
    "unitNumber": 5,
    "text": "Bir rekreasyonistin macera rekreasyonuna olan ilgisi aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "İlgilenim",
      "B": "Beklenti",
      "C": "Algılanan değer",
      "D": "Beklenen fayda",
      "E": "Seyahat amacı"
    },
    "explanation": "İlgilenim"
  },
  {
    "id": "2364813",
    "unitNumber": 6,
    "text": "\"Üretimin tamamen hayvan gücü ve insan bedeninin gücüne bağlı olarak gerçekleştiği ve üretimin geleceğinin de doğa şartlarına bağlı olduğu, insanlar için yaşamın anlamının çoğunlukla yeme, giyinme ve korunma gibi temel ihtiyaçların temininden ibaret olduğu, tüketicilerin, daha dar sınırlar içinde tüketici olma rolünü gerçekleştirdikleri, mevcut ve farkında olduğu ürün ve hizmetlerle yetindiği dönem\" İnsanlık tarihi içinde tüketimin hangi dönemini temsil etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Modern Öncesi dönem",
      "B": "Modern dönem",
      "C": "Post Modern dönem",
      "D": "Klasik dönem",
      "E": "Bilişim dönemi"
    },
    "explanation": "Modern öncesi dönem"
  },
  {
    "id": "2364823",
    "unitNumber": 6,
    "text": "17. ve 18. yüzyılda başlayan ve Berlin Duvarı’nın yıkılması ile sona ermiş olan dönem, insanlık tarihi içinde tüketimin hangi dönemini temsil etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Modern öncesi dönem",
      "B": "Modern dönem",
      "C": "Postmodern dönem",
      "D": "Klasik dönem",
      "E": "Karanlık dönem"
    },
    "explanation": "Modern dönem"
  },
  {
    "id": "2364836",
    "unitNumber": 6,
    "text": "\"Geleneksel toplumda genellikle yaş ve tecrübeyle elde edilen ve sınırlı olan bilginin, toplumda yerini teknolojinin etkinliği, bilginin yaygınlığı ve seri üretimin yapıldığı sürece bıraktığı, tüketicinin amacının, düzenli, standart ve kaliteli tüketim olduğu, daha rahat, daha rasyonel ve fonksiyonel hayat tarzına ulaşabilmek için daha çok gelir elde etmeyi hedefleyen bireyin ortaya çıktığı dönem\", insanlık tarihi içinde tüketicinin hangi dönemini temsil etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Modern öncesi dönem",
      "B": "Modern dönem",
      "C": "Postmodern dönem",
      "D": "Klasik dönem",
      "E": "Karanlık dönem"
    },
    "explanation": "Modern dönem"
  },
  {
    "id": "2364845",
    "unitNumber": 6,
    "text": "\"Tüketicinin; maddi değerle çok ilgilenmezken, deneyimsel değere daha çok ilgi duyduğu, artık ürün ya da hizmeti değil, onun uzantısı olan deneyimi satın almayı daha çok istediği, deneyim için fazladan<br/>ödeme yapmaya hazır olduğu, hayattan zevk almayı kendisine amaç edindiği, macera ve eğlence odaklı deneyimlerle, keyifli, zevkli ve güzel bir yaşamı amaçlandığı dönem\", insanlık tarihi içinde tüketimin hangi dönemini temsil etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Modern öncesi dönem",
      "B": "Modern dönem",
      "C": "Postmodern dönem",
      "D": "Klasik dönem",
      "E": "Karanlık dönem"
    },
    "explanation": "Premodern dönem"
  },
  {
    "id": "2364848",
    "unitNumber": 6,
    "text": "“sık sık karar değiştiren, marka sadakati zayıf, anlık satın almalarla kaygan bir zeminde hareket eden ve deneyime değer veren tüketici” hangi dönemin tüketici profilini tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Modern öncesi dönem",
      "B": "Modern dönem",
      "C": "Postmodern dönem",
      "D": "Klasik dönem",
      "E": "Premodern dönem"
    },
    "explanation": "Postmodern dönem"
  },
  {
    "id": "2365539",
    "unitNumber": 6,
    "text": "İnsanların tüketici tercihlerine bağlı tarihsel gelişim sürecindeki sıralı tüketici dönemleri hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Klasik dönem - Çağdaş dönem- Modern öncesi dönem",
      "B": "Klasik dönem - Çağdaş dönem- Postmodern dönem",
      "C": "Klasik dönem - Modern dönem - Postmodern dönem",
      "D": "Çağdaş dönem- Modern öncesi dönem - Modern dönem",
      "E": "Modern öncesi dönem - Modern dönem - Postmodern dönem"
    },
    "explanation": "DENEYİM<br/>Günümüzün Değişen Tüketici Profili<br/>İnsanların tüketici olarak tercihlerine bakıldığında tarihsel gelişim süreci boyunca farklılıklar gösterdiğini söylemek mümkündür. İnsanlık tarihinin günümüze kadar üç önemli devrim yaşadığını ve dönüşüme uğradığını söyleyebiliriz.<br/>Modern öncesi dönem olarak adlandırılan ilk safha, yaklaşık bin yıllık bir dönemi kapsar ve toprağa bağlı üretim yapan tarım toplumlarının egemen olduğu dönemi tanımlar.<br/>Modern dönem olarak adlandırdığımız ikinci dönem, 17. ve 18. yüzyılda başlar ve Aydınlanma Çağı’na kadar uzanan üç yüz yıllık dönemi kapsamaktadır.<br/>Üçüncü ve son dönem ise postmodern dönem olarak adlandırılmaktadır (Sönmez ve Karataş, 2010: 4). Postmodernizm, 1960’lı yıllarda edebiyatta, sanatta ve mimaride yeni eğilimleri ifade eden bir kavram olarak kullanılmaya başlanmış daha sonra pek çok alanda etkisini göstermiştir."
  },
  {
    "id": "2365545",
    "unitNumber": 6,
    "text": "Amacı düzenli, standart ve kaliteli tüketim olan tüketici hangi dönemin tüketicisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Klasik dönem",
      "B": "Çağdaş dönem",
      "C": "Modern öncesi dönem",
      "D": "Modern dönem",
      "E": "Postmodern dönem"
    },
    "explanation": "DENEYİM<br/>Günümüzün Değişen Tüketici Profili<br/>Geleneksel tüketicinin amacı, sadece ihtiyaçlarını karşılama iken <strong>modern tüketicinin</strong> amacının<strong>; düzenli, standart ve kaliteli tüketim</strong> olduğu söylenebilir (Özdemir, 2007: 27)."
  },
  {
    "id": "2365549",
    "unitNumber": 6,
    "text": "Pine ve Gilmore (1998), artık deneyim ekonomisi çağının başladığını; işletmelerin ürün ve hizmet satmanın daha ötesinde tüketici deneyimini temel alan deneyimi satma anlayışına yönelmeleri gerektiğini belirtmeleri hangi anlayışın temelini oluşturmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Agresif pazarlamanın",
      "B": "Aktif pazarlamanın",
      "C": "Deneyimsel pazarlamanın",
      "D": "Pasif pazarlamanın",
      "E": "Tüketimsel pazarlamanın"
    },
    "explanation": "DENEYİM<br/>Günümüzün Değişen Tüketici Profili<br/>Pine ve Gilmore (1998), artık deneyim ekonomisi çağının başladığını; işletmelerin ürün ve hizmet satmanın daha ötesinde tüketici deneyimini temel alan deneyimi satma anlayışına yönelmeleri gerektiğini belirtmişlerdir. Bu anlayış ise <strong><em>deneyimsel pazarlamanın </em></strong>temelini oluşturmaktadır."
  },
  {
    "id": "2365555",
    "unitNumber": 6,
    "text": "Ekonomik değer dizisine meta, ürün ve hizmetten sonra dördüncü olarak deneyimi yerleştirenler kimlerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Baisya ve Das",
      "B": "Holbrook ve Hirschman",
      "C": "Otto ve Ritchie",
      "D": "Pine ve Gilmore",
      "E": "Yuan ve Wu"
    },
    "explanation": "DENEYİM<br/>Deneyim Ekonomisi<br/>Pine ve Gilmore (1998: 97), ekonomik değer dizisine meta, ürün ve hizmetten sonra dördüncü olarak deneyimi yerleştirmişlerdir."
  },
  {
    "id": "2365560",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tüketici deneyiminin aşamalarından birisi <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Pazar araştırması",
      "B": "Satın alma öncesi etkileşim",
      "C": "Satın alma etkileşimi",
      "D": "Ürün/hizmet tüketimi",
      "E": "Deneyim sonrası değerlendirme"
    },
    "explanation": "TURİST DENEYİMİ<br/>Tüketici Deneyiminin Aşamaları<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/32e28ac528037bf52c5feda3d4c1b641.jpeg\" alt=\"\" width=\"365\" height=\"405\">"
  },
  {
    "id": "2365567",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Jennings (2006), turistlerin yaşadıkları deneyimlerin aşamalarından birisi <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Planlama",
      "B": "Destinasyonlardaki faaliyetler",
      "C": "Geri dönüş seyahati",
      "D": "Anımsama",
      "E": "Tekrarlama isteği"
    },
    "explanation": "TURİST DENEYİMİ<br/>Tüketici Deneyiminin Aşamaları<br/>Jennings (2006), turistlerin yaşadıkları deneyimlerin aşamasını;<br/>• Planlama<br/>• Destinasyonlardaki faaliyetler<br/>• Geri dönüş seyahati ve<br/>• Anımsama olarak sıralamıştır."
  },
  {
    "id": "2365572",
    "unitNumber": 6,
    "text": "“Turist deneyimi, farklı yerlerde (coğrafi bölgeler), turistin seyahati süresince aldığı bütünleşik hizmetlerden oluşmaktadır” turist deneyimi tanımı ne tür tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Genel tanımı",
      "B": "Sözcük tanımı",
      "C": "Kavramsal tanımı",
      "D": "Terim Tanımı",
      "E": "Bütünleşik tanımı"
    },
    "explanation": "TURİST DENEYİMİ<br/>Turist Deneyimi<br/>Genel olarak turizm deneyimi, tüketicilerin evden ayrılmalarından itibaren başlayıp eve dönmelerine kadar geçen sürede ve geçtiği yer/yerlere göre oluşur. <strong>Kavramsal</strong> olarak turist deneyimi, farklı yerlerde (coğrafi bölgeler), turistin seyahati süresince aldığı bütünleşik hizmetlerden oluşmaktadır. Bu hizmetleri sağlayan işletmelerin çoğu ürün ve hizmetlerden ve etkileşimli deneyimlerden oluşan paketler oluşturarak turiste sunma çabasındadırlar."
  },
  {
    "id": "2365576",
    "unitNumber": 6,
    "text": "Turist deneyim çeşitlerini “Stratejik deneyimsel modüller; duyusal, duygusal, düşünsel/bilişsel, davranışsal ve ilişkisel/sosyal deneyimlerden oluşmaktadır” diye sınıflandıran kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dubé",
      "B": "Gilmore",
      "C": "Le Be",
      "D": "Pine",
      "E": "Schmitt"
    },
    "explanation": "TURİST DENEYİMİ ÇEŞİTLERİ<br/>Schmitt (1999: 63-68) deneyimleri beş boyut şeklinde sınıﬂandırmış ve “Stratejik Deneyimsel Modüller” olarak ifade etmiştir. Stratejik deneyimsel modüller; duyusal, duygusal, düşünsel/bilişsel, davranışsal ve ilişkisel/sosyal deneyimlerden oluşmaktadır."
  },
  {
    "id": "2365581",
    "unitNumber": 6,
    "text": "Tsai’ye göre tüketici deneyimi ile ilgili teoriyi, stratejik deneyimsel modülleri ortaya koyarak işletmeler için daha kullanışlı bir hâle kim getirmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dubé",
      "B": "Gilmore",
      "C": "Le Be",
      "D": "Pine",
      "E": "Schmitt"
    },
    "explanation": "TURİST DENEYİMİ ÇEŞİTLERİ<br/>Tsai’ye göre (2005: 438) ise Schmitt (1999, 2003); tüketici deneyimi ile ilgili teoriyi, stratejik deneyimsel modülleri ortaya koyarak işletmeler için daha kullanışlı bir hâle getirmiştir."
  },
  {
    "id": "2365584",
    "unitNumber": 6,
    "text": "2016 yılında yaptıkları çalışmada kültür turistlerinin deneyiminin; sosyal etkileşim, yerel otantik ipuçları, servis, kültür/miras, zorluklar olmak üzere beş boyutta olduğu belirtenler kimlerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çetin ve Bilgihan",
      "B": "Dubé ve Le Bel",
      "C": "Holbrook ve Hirschman",
      "D": "Pine ve Gilmore",
      "E": "Ritchie ve Mccormick"
    },
    "explanation": "TURİST DENEYİMİ ÇEŞİTLERİ<br/>Turist Deneyiminin Boyutları<br/>Çetin ve Bilgihan (2016) yaptıkları çalışmada kültür turistlerinin deneyiminin; sosyal etkileşim, yerel otantik ipuçları, servis, kültür/miras, zorluklar olmak üzere beş boyutta olduğu belirtmişlerdir."
  },
  {
    "id": "2365738",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi \"deneyimsel pazarlamayı\" tanımlamaktadır?<br/>I-Tüketicilere duyusal yollar içinde markalar, ürünler ve hizmetler ile ilişki kurma<br/>ve etkileşime girme fırsatı vermektedir.<br/>II-Deneyimsel pazarlama, insanlara ürün ya da hizmetin özelliklerini anlatmak yerine<br/>kendi yararları için deneyim elde etmelerine izin vermektedir.<br/>III-Deneyimsel Pazarlama, tüketicilerle fonksiyonel özelliklerin<br/>ötesine geçerek onlara olumlu ve unutulmaz deneyimler yaşatmaya yarayacak<br/>faaliyetler bütünü şeklinde tanımlamıştır",
    "correctAnswer": "C",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "I-II-III",
      "D": "I",
      "E": "III"
    },
    "explanation": "I-II-III"
  },
  {
    "id": "2365762",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi \"Turizm sektöründe yaşanan deneyimi\" tanımlamaktadır?<br/>I-Katılımcılar tarafından hissedilen kişiye özgü zihinsel durum<br/>II-Turizm tüketimi ve turizm üretiminin buluştuğu noktadır.<br/>III-Günümüzde genellikle bireysel tüketicilerin gerçekleştirdiği belirsiz<br/>ve çeşitli olgulardır.",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "I ve III",
      "C": "III",
      "D": "I-II-III",
      "E": "I"
    },
    "explanation": "I-II-III"
  },
  {
    "id": "2365781",
    "unitNumber": 6,
    "text": "Ekonomik değer dizisinde aşağıdakilerden hangisi yer alır?<br/>I-Meta,<br/>II-Ürün<br/>III-Hizmet<br/>IV-Deneyim",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "III-IV",
      "D": "I-II-III",
      "E": "I-II-III-IV"
    },
    "explanation": "Ekonomik değer dizisinde ; Meta, Ürün, Hizmet, Deneyim bulunmaktadır.<br/>I-II-III-IV"
  },
  {
    "id": "2365874",
    "unitNumber": 6,
    "text": "Ekonomik değer gelişiminde kahve örneğinden hareket edildiğinde, aşağıdakilerden hangisi hizmetin deneyime dönüşmesine örnektir?<br/>I-kahve çekirdeği<br/>II-Kahve çekirdeklerinin bir üretici tarafından çekilerek paketlenmesi ve marketlerde satılması <br/>III-Kahvenin herhangi bir restoranda ya da kafede içilmesi<br/>IV-Büyük hasır çuvalların içindeki kahve çekirdeklerinin, kapıdan girer girmez<br/>yayılan kokusu, egzotik kahve posterleri, içeride çalan müzik, baristaları ve kendine has dekore edilen bir yerde kahve içmek",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "I-II-III",
      "D": "II",
      "E": "IV"
    },
    "explanation": "IV"
  },
  {
    "id": "2365919",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Turist deneyiminin temel içeriklerindendir?<br/>I-Duygusal deneyimler<br/>II-Bilgilendirici deneyimler<br/>III-Uygulama deneyimleri<br/>IV-Dönüşümsel deneyimler",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "I ve III",
      "C": "I-II-III",
      "D": "I-II-III-IV",
      "E": "II-III-IV"
    },
    "explanation": "I-II-III-IV"
  },
  {
    "id": "2368578",
    "unitNumber": 6,
    "text": "Modernizm' den Post Modernizm' e geçişte aşağıdaki tarihsel dönemlerin hangisinde yaşanan umutsuzluk ve kararsızlık rol oynamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1970'lerdeki petrol krizi",
      "B": "I. ve II. Dünya Savaşları",
      "C": "Soğuk Savaşın son dönemleri",
      "D": "1929 Amerikan Büyük Buhranı",
      "E": "Endüstri Devriminin başladığı dönem"
    },
    "explanation": "I. ve II. Dünya Savaşları’ndan sonra ortaya çıkan umutsuzluk ve karamsarlık, modernizmin beraberinde getirdiği önemli krizler arasında sayılmaktadır. Postmodernizmin de bu dönemlerde modernizme karşı eleştiri olarak ortaya çıkan bir akım olduğu söylenilir."
  },
  {
    "id": "2368587",
    "unitNumber": 6,
    "text": "I- Endüstri, II- Piyasa, III- Fabrika, IV- Tatlı Yaşama, V- Beden Kuvveti, VI- Bilgi<br/>Aşağıdaki kavramların hangisi postmodern toplumu ifade eder",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "III ve V",
      "D": "I, III ve V",
      "E": "II, IV ve VI"
    },
    "explanation": "“Tarım- endüstri- bilgi”, “kilise- fabrika- piyasa”, “beden kuvveti- kol kuvveti- kafa kuvveti”, “toprak- makine- bilgi” ve “yaşamı sürdürme- iyi yaşama- güzel ve tatlı yaşama” sınıflandırmalarındaki üçüncü sıradaki kavramlar, son dönem olan postmodern<br/>toplumu ifade etmektedir."
  },
  {
    "id": "2368922",
    "unitNumber": 6,
    "text": "I- Standartlaşmış ürünler yerine daha kişiselleştirilmiş ürünler tercih edilmektedir, <br/>II- Tüketiciler maddi tüketimlerini en üst değere çıkarmaya çalışırlar<br/>III- Tüketiciler ürün ya da hizmeti değil deneyimi satın almayı tercih etmektedirler<br/>IV- Tüketici bilinçli, satın alma iradesi olan, en azından aydınlatılmış kişidir<br/>Tüketici ve tüketim davranışı ile ilgili aşağıdaki ifadelerden hangisi postmodern dünya koşullarını yansıtmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "Sadece IV",
      "D": "II ve IV",
      "E": "I ve III"
    },
    "explanation": "Postmodern dünyada modern dünyanın önerdiği rasyonellik ve kalıplaşmış standartlardan sıkılan tüketiciler, daha sıra dışı davranmak istemektedirler. Bu nedenle standart ürünler yerine daha kişiselleştirilmiş ürünleri tercih etmektedirler. Modern çağdaki tüketici; elde ettiği kazancın değerinden bağımsız olarak maddi tüketimini en üst düzeye çıkarmaya çalışırken, postmodern tüketici; maddi değerle çok ilgilenmemekte, deneyimsel değere daha çok ilgi duymaktadır."
  },
  {
    "id": "2368929",
    "unitNumber": 6,
    "text": "Postmodern çağda tüketici davranışı için aşağıdakilerden hangisi <em><strong>yanlıştır?</strong></em>",
    "correctAnswer": "A",
    "options": {
      "A": "Standart ürünler tüketici açısından her zaman olduğundan daha değerlidir",
      "B": "Tüketici eylemlerin deneyimsel değerlerine daha fazla ilgi duyar",
      "C": "Tüketici tercihi kişiselleştirilmiş ürünlere kaymıştır",
      "D": "Tüketici açısından aldığı ürünün eşsiz olması önem kazanmıştır",
      "E": "Ürünün fark yaratması tercih edilmesinde etken hale gelmiştir"
    },
    "explanation": "Postmodern eğilimlerdeki artış sebebiyle tüketiciler, artık seri üretimden çıkan standart ürünler yerine; daha kişiselleştirilmiş, diğer ürünlere göre fark yaratan, eşsiz ürünleri tercih etmekte, sıra dışı davranmak istemekte ve eylemlerin deneyimsel değerine daha fazla ilgi duymaktadırlar."
  },
  {
    "id": "2368963",
    "unitNumber": 6,
    "text": "İşletmenin marka imajı, reklamları, insanların o işletme hakkında söyledikleri ve geçmişte yaşanan deneyimler tüketici deneyimini oluşturan süreçlerin hangisinde büyük rol oynar?",
    "correctAnswer": "A",
    "options": {
      "A": "Beklentilerin şekillenmesi",
      "B": "Satın alma öncesi etkileşim",
      "C": "Satın alma etkileşimi",
      "D": "Ürün/hizmet tüketimi",
      "E": "Deneyim sonrası değerlendirme"
    },
    "explanation": "Beklentilerin şekillenmesinde işletmenin marka imajı, reklamları, insanların o işletme hakkında söyledikleri ve geçmişte yaşanan deneyimler büyük rol oynar"
  },
  {
    "id": "2368978",
    "unitNumber": 6,
    "text": "Tüketici deneyim alanlarını gösteren şekilde IV numaralı alan aşağıdakilerden hangisidir?<br/><img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/738ec53333c896d646a7002fbc321124.jpeg\" alt=\"\" width=\"305\" height=\"200\">",
    "correctAnswer": "B",
    "options": {
      "A": "Kaçış",
      "B": "Eğlence",
      "C": "Şikayet",
      "D": "Eğitim",
      "E": "Estetik"
    },
    "explanation": "Bu boyutların kesişmesinden, deneyimin dört “alan”ı olan eğlence, eğitim, kaçış ve estetik ortaya çıkmaktadır. Bunlar benzersiz kişisel temaslar oluşturacak şekilde çoğu kez iç içe geçen ve birbirleriyle bağdaşır alanlardır. <strong>Olayın özümsenmesi ve pasif katılım şeklinde oluşan eğlence deneyimi</strong>; genellikle bir gösteriyi seyrederken, müzik dinlerken veya kitap okurken meydana gelmektedir."
  },
  {
    "id": "2368986",
    "unitNumber": 6,
    "text": "I- Tematik parka gitmek II- Bilgisayar oyunu oynamak III- Kanyon'da uçurumun kenarında bulunmak IV- Paintball oynamak<br/>Aşağıdakilerden hangisi tüketici deneyim alanlarından 'estetik'e örnek verilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "Sadece III",
      "D": "I ve II",
      "E": "II ve IV"
    },
    "explanation": "Deneyimin son alanı olan <strong>estetik</strong> ise pasif katılım ve olayla sarmalanma şeklinde ortaya çıkar. Tüketiciler bir etkinliğin ya da bir ortamın içine girerler fakat deneyim üzerindeki etkileri az olmakta ya da hiç olmamaktadır. <strong>Büyük Kanyon’da uçurumun kenarında bulunmak</strong>, bir sanat galerisini veya müzesini gezmek bu süreç için örnekler arasında sayılabilmektedir"
  },
  {
    "id": "2368987",
    "unitNumber": 6,
    "text": "Turizm deneyimi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Tekil deneyimdir. Deneyim piramidindeki tek unsura bağlıdır",
      "B": "Rakip işletmeler turizm deneyimini taklit edebilir",
      "C": "Turizm deneyi standartlaştırılabilir",
      "D": "Turizm deneyimi tamamıyla objektiftir",
      "E": "Turizm deneyimi süreç odaklıdır"
    },
    "explanation": "Turistik deneyiminin sahip olduğu özellikleri aşağıdaki gibi sıralayabiliriz:<br/>• “Turizm deneyimi bileşik deneyim niteliğindedir. Deneyim piramidindeki birçok unsurun bir araya gelmesiyle oluşur.<br/>• Turizm deneyiminin rakip işletmeler tarafından taklit edilmesi zordur.<br/>• Turizm deneyimi standartlaştırılamaz.<br/>• Turizm deneyiminde subjektiflik çok fazladır.<br/>• Turizm deneyimi onu yasayan kişilerde psikolojik ve fiziksel değişim yaratır.<br/>• Deneyim soyut olduğu için değerlendirmesi müşteriden müşteriye farklılık gösterir.<br/>• Turizm deneyimi süreç odaklıdır.<br/>• Turizm deneyimi turistik ürüne eşsizlik ve kişiselleştirilmişlik değeri katar.<br/>• Turizm deneyimi turistik ürünün değerini ve marka kimliğini geliştirir.<br/>• Turizm deneyimi duyusal, duygusal, kavramsal ve ilişkisel değer sağlar."
  },
  {
    "id": "2368989",
    "unitNumber": 6,
    "text": "Aşağıdaki aktivitelerden hangisi turist deneyimlerinin 'eğlence' boyutuna örnek verilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tarihi bir mekan ziyareti yapmak",
      "B": "Dere yatağı boyunca yürüyüşe çıkmak",
      "C": "Çömlek atölyesinde çömlek yapım kursu almak",
      "D": "Kanyonda yürüyüş yapmak",
      "E": "Konsere katılmak"
    },
    "explanation": "Eğlence boyutu da tıpkı estetik deneyim gibi pasif ve duyusal bir karakter gösterir. Bir konsere katılan turist, katıldığı konserde ortamını ve çevresini etkilemez, ancak konserden duyusal anlamda doyum elde edebilir."
  },
  {
    "id": "2368990",
    "unitNumber": 6,
    "text": "'Turist deneyiminin ...........boyutu pasif ve duyusal özellikler göstermektedir. Örneğin tarihi bir mekân ziyareti yapan bir turist, bu ortam içinde pasif bir katılım göstererek sadece çevresinde gelişen olayları ve gördüklerini zihninde yorumlar'<br/>cümlesinde boş bırakılan alanı aşağıdakilerden hangisi doğru bir şekilde yorumlar?",
    "correctAnswer": "A",
    "options": {
      "A": "estetik deneyimler",
      "B": "kaçış",
      "C": "eğlence",
      "D": "eğitim",
      "E": "özümseme"
    },
    "explanation": "İkinci boyut olan estetik deneyimler ise pasif ve duyusal özellikler göstermektedir. Örneğin tarihi bir mekân ziyareti yapan, görkemli bir kanyon kenarında duran ya da bir dere yatağı boyunca yürüyüşe çıkan turist, bu ortam içinde pasif bir katılım göstererek sadece çevresinde gelişen olayları ve gördüklerini zihninde yorumlar."
  },
  {
    "id": "2374974",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Tüketiciler, sadece farkında olduğu ürün ve hizmetlerle yetinmişlerdir.</li> <li>Tüketiciler standartlaşmış ürün yerine kişiselleşmiş ürünleri tercih eder.</li> <li>Tüketici düzenli, standart ve kaliteli ürünlere yönelmiştir.</li> <li>Tüketiciler daha dar sınırlar içinde hareket etmişlerdir</li> <li>Tüketiciler ürünlerin tasarım ve geliştirme aşamalarına katılır.</li> </ol> Aşağıdakilerden hangisinde postmodern dönem tüketici özellikleri birlikte verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-III",
      "B": "I-IV",
      "C": "II-III",
      "D": "II-V",
      "E": "III-V"
    },
    "explanation": "Günümüzün Değişen Tüketici Profili<br/>Çözüm: Postmodern dönemde modern dönemin tersine standartlaşmış ürünlerden uzaklaşarak kendi tasarımlarını yapabileceği kendi ürünlerini geliştireceği bir yapıya bürünmüştür. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2374976",
    "unitNumber": 6,
    "text": "Ekonomik sunulardan olan meta, ürün ve hizmet ve deneyimde alıcının isimlendirilmesiyle ilgili sıralama hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazar, Kullanıcı, Müşteri, Misafir",
      "B": "Kullanıcı, Pazar, Müşteri, Misafir",
      "C": "Misafir, Pazar, Müşteri, Kullanıcı",
      "D": "Kullanıcı, Pazar, Misafir, Müşteri",
      "E": "Misafir, Müşteri, Kullanıcı, Pazar"
    },
    "explanation": "Deneyim Ekonomisi<br/>Çözüm: Ekonomik sunulardan olan meta, ürün, hizmet ve deneyim arasındaki farklılıklar incelendiğinde alıcı sırasıyla “Pazar, kullanıcı, müşteri ve misafir” olarak isimlendirilmiştir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2374991",
    "unitNumber": 6,
    "text": "Aşağıdaki tüketici deneyimlerinden hangisi işletmelerin tüketicilerine yaşattığı özel deneyimlere örnek verilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Arkadaşının evinde akşam yemeği yemek",
      "B": "Yeni alınan bir buharlı ütüyü denemek",
      "C": "Ürgüp’te çömlek yapımına katılmak",
      "D": "Pazardan haftalık yiyeceklerini almak",
      "E": "Elektrik faturasını yatırmak"
    },
    "explanation": "Tüketim Deneyimi ve Tüketici Deneyimi<br/>Tüketici deneyimi, bir ürün ya da hizmetin kullanılması ile oluşan deneyimler ve işletmelerin tüketicilere yaşattığı özel deneyimler olarak ikiye ayrılır. Restoranda yemek yiyen ya da doktorla görüşen bir tüketici hizmet aracılığı ile deneyim yaşarken ütü yapan ya da araba kullanan tüketici, ürünü kullanarak ortaya çıkan bir deneyim yaşamaktadır. İşletmelerin tüketicilerine yaşattığı özel deneyimler ise deneyimsel pazarlamanın kapsamına girmektedir. Örneğin Ürgüp’te bulunan seramik atölyelerinde seramik ürünlerin nasıl üretildiğini öğrenmek, çamurdan vazo, çömlek gibi ürünler yapmak. Bu tür tüketici deneyimlerinde sıra dışı olma, kendini özel hissetme durumu, her tüketicinin kolaylıkla ulaşamayacağı bir hazzı tatma isteği vb. hususlar ön plana çıkmaktadır<br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "2375015",
    "unitNumber": 6,
    "text": "Bilgi toplamak için internet sitesi, katalog ve dergi inceleme, satış uzmanlarına danışma ve fiyat karşılaştırması yapma gibi turist aktiviteleri turist deneyimlerinin hangi aşamasında gerçekleşir?",
    "correctAnswer": "B",
    "options": {
      "A": "Beklentilerin şekillenmesi",
      "B": "Satın alma öncesi etkileşim",
      "C": "Satın alma etkileşimi",
      "D": "Ürün/hizmet tüketimi",
      "E": "Deneyim sonrası değerlendirme"
    },
    "explanation": "Tüketici Deneyiminin Aşamaları<br/>Turist deneyimlerinde, ikinci aşama olan Satın alma öncesi etkileşim sürecinde tüketicilerin satın alma kararını vermiş oldukları ana kadar olan sürede, yapmış oldukları her türlü faaliyeti kapsamaktadır. Bu süreçte tüketiciler bilgi toplamak için internet sitesi, katalog ve dergi inceleme, satış uzmanlarına danışma ve fiyat karşılaştırması yapma gibi aktivitelerde bulunurlar. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2375094",
    "unitNumber": 6,
    "text": "Brezilya'da Rio Karnavalı’nı otelin penceresinden izleyen bir turist hangi tüketici deneyimi aşamasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Aktif katılım",
      "B": "Kaçış",
      "C": "Özümseme",
      "D": "Sarmalanma",
      "E": "Estetik"
    },
    "explanation": "Tüketici Deneyim Alanları<br/>Deneyimin ortamla ilişkiyi ortaya koyan boyutu (dikey eksen) ise özümseme ve sarmalanma şeklinde ortaya çıkmaktadır. Özümsemede tüketici, deneyimi aklına getirerek zihnini meşgul ederken sarmalanmada, tüketici fiziksel ya da sanal olarak deneyimin bir parçası hâline gelmektedir. Örneğin, otel balkonundan geçit törenini izleyen bir turist deneyimi özümsüyor demektir ancak caddenin üzerinde bulunan turist; törenin sesleri, görüntüleri ve kokularıyla sarmalanmış olmaktadır."
  },
  {
    "id": "2375102",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, turistik deneyiminin sahip olduğu özellikler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Standart ilkelerle gerçekleştirilir.",
      "B": "Sübjektiftir.",
      "C": "Kişilerde psikolojik değişim yaratır.",
      "D": "Süreç odaklıdır.",
      "E": "Turistik ürünün değerini geliştirir."
    },
    "explanation": "Turist Deneyimi<br/>Turistik deneyiminin sahip olduğu özellikler şunlardır:<br/><ul> <li>“Turizm deneyimi bileşik deneyim niteliğindedir. Deneyim piramidindeki birçok unsurun bir araya gelmesiyle oluşur.</li> <li>Turizm deneyiminin rakip işletmeler tarafından taklit edilmesi zordur.</li> <li>Turizm deneyimi standartlaştırılamaz.</li> <li>Turizm deneyiminde subjektiflik çok fazladır.</li> <li>Turizm deneyimi onu yasayan kişilerde psikolojik ve fiziksel değişim yaratır.</li> <li>Deneyim soyut olduğu için değerlendirmesi müşteriden müşteriye farklılık gösterir.</li> <li>Turizm deneyimi süreç odaklıdır.</li> <li>Turizm deneyimi turistik ürüne eşsizlik ve kişiselleştirilmişlik değeri katar.</li> <li>Turizm deneyimi turistik ürünün değerini ve marka kimliğini geliştirir.</li> <li>Turizm deneyimi duyusal, duygusal, kavramsal ve ilişkisel değer sağlar.</li> </ul> Bu özelliklere bakıldığında A seçeneğindeki \"Standart ilkelerle gerçekleştirilir\" doğru cevaptır."
  },
  {
    "id": "2375117",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Stratejik Deneyimsel Modüller kapsamında yer alan deneyimlerden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Duygusal",
      "B": "Araçsal",
      "C": "Düşünsel",
      "D": "Duyusal",
      "E": "Sosyal"
    },
    "explanation": "TURİST DENEYİMİ ÇEŞİTLERİ<br/>Schmitt (1999: 63-68) deneyimleri beş boyut şeklinde sınıflandırmış ve “Stratejik Deneyimsel Modüller” olarak ifade etmiştir. Stratejik deneyimsel modüller; duyusal, duygusal, düşünsel/bilişsel, davranışsal ve ilişkisel/sosyal deneyimlerden oluşmaktadır."
  },
  {
    "id": "2375130",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, Stratejik Deneyimsel modüllerinin turizm işletmelerine sağladığı yararlar arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tüketici iç dünyasını anlamak",
      "B": "Deneyimsel strateji platformu geliştirmek",
      "C": "Etkili marka deneyimi yaratmak",
      "D": "Tüketicilerin yaşamlarını geliştirecek yenilik yapmak",
      "E": "Tüketici deneyimlerini standartlaştırmak"
    },
    "explanation": "TURİST DENEYİMİ ÇEŞİTLERİ<br/>Stratejik Deneyimsel modüllerini uygulayan işletmeler şu yararları sağlar: I)Tüketici dünyasının iç yüzünü anlayabilecekler, II) Deneyimsel strateji platformu geliştirebilecekler, III) Benzersiz ve etkili marka deneyimi yaratabilecekler, IV) Tüketici ile karşılaşma esnasında dinamik etkileşimler sağlayabilecekler ve V) Tüketicilerin yaşamlarını geliştirmek için sürekli yenilik yapabileceklerdir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2375141",
    "unitNumber": 6,
    "text": "Türkiye seyahatinde Efes antik kentini gezen bir turistin yaşadığı deneyim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eğlence",
      "B": "Eğitim",
      "C": "Kaçış",
      "D": "Estetik",
      "E": "Yenilik"
    },
    "explanation": "Turist Deneyiminin Boyutları<br/>Oh ve Diğerleri, turistlerin seyahatlerine dair deneyimleri 4 boyutta incelemişlerdir. Bunlardan estetik deneyimler ise pasif ve duyusal özellikler göstermektedir. Örneğin tarihi bir mekân ziyareti yapan, görkemli bir kanyon kenarında duran ya da bir dere yatağı boyunca yürüyüşe çıkan turist, bu ortam içinde pasif bir katılım göstererek sadece çevresinde gelişen olayları ve gördüklerini zihninde yorumlar. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2375145",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi turistlerin kaçış boyutunda yaptığı bir deneyimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir konsere izleyici olarak katılmak",
      "B": "Çömlek yapım atölyesinde eğitime katılmak",
      "C": "Otel yerleşkesinde golf oynamak",
      "D": "Bir antik kenti dolaşmak",
      "E": "Bir kanyonda gezintiye çıkmak"
    },
    "explanation": "Turist Deneyiminin Boyutları<br/>Kaçış boyutunda ise turist, aktiviteler içinde aktif ve fiziksel rol oynar ve bu aktiviteler üzerinde etki yapabilir. Örneğin golf oynayan bir turistin bu aktiviteye olan ilgi ve çabasının düzeyi, onun turistik deneyiminin sonuçlarını etkileyebilir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2360720",
    "unitNumber": 7,
    "text": "Turizm deneyimleri ilgili tüketimde son derece önemli olan ve turistlerin merakını ve tüketimdeki çeşitliliği öğrenme ve deneyimleme ihtiyacını yansıtan değer hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşlevsel değer",
      "B": "Duygusal değer",
      "C": "Epistemik değer",
      "D": "Sosyal değer",
      "E": "Biçimsel değer"
    },
    "explanation": "Yanıtınız yanlış ise “ALGILANAN DEĞER VE DENEYİM DEĞERİ” konusunu yeniden gözden geçiriniz.<br/>Epistemik değer, turizm deneyimleri ilgili tüketimde son derece önemlidir ve turistlerin merakını ve tüketimdeki çeşitliliği öğrenme ve deneyimleme ihtiyacını yansıtır."
  },
  {
    "id": "2360724",
    "unitNumber": 7,
    "text": "Hangi yaklaşım algılanan değeri tüketicinin satın aldığı hizmet ve ürünlerin genel değerlendirmesi olarak varsayar?",
    "correctAnswer": "A",
    "options": {
      "A": "Tek Boyutlu yaklaşım",
      "B": "Çok boyutlu yaklaşım",
      "C": "Epistemik yaklaşım",
      "D": "Duygusal yaklaşım",
      "E": "Sosyal yaklaşım"
    },
    "explanation": "Yanıtınız yanlış ise “ALGILANAN DEĞER VE DENEYİM DEĞERİ” konusunu yeniden gözden geçiriniz.<br/>Tek boyutlu yaklaşım, algılanan değeri tüketicinin satın aldığı hizmet ve ürünlerin genel değerlendirmesi olarak varsayar."
  },
  {
    "id": "2360726",
    "unitNumber": 7,
    "text": "Tüketicilerin satın alma sonrası tepkilerini ve davranışlarını etkileyen en önemli pazarlama yapılarından biri olarak kabul edilen değer aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tüketici değer",
      "B": "Algılanan değer",
      "C": "Davranışsal değer",
      "D": "Duygusal değer",
      "E": "Seçmeli değer"
    },
    "explanation": "Yanıtınız yanlış ise “ALGILANAN DEĞER VE DENEYİM DEĞERİ” konusunu yeniden gözden geçiriniz.<br/>Algılanan değer, tüketicilerin satın alma sonrası tepkilerini ve davranışlarını etkileyen en önemli pazarlama yapılarından biri olarak kabul edilmektedir."
  },
  {
    "id": "2360728",
    "unitNumber": 7,
    "text": "Aşağıdaki yaklaşımlardan hangisi Pazarlama araştırmacılarının tüketici davranışının duygusal yönünü incelemelerine izin verdiği için tercih edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tek boyutlu yaklaşım",
      "B": "Çok boyutlu yaklaşım",
      "C": "Bireysel yaklaşım",
      "D": "Duygusal yaklaşım",
      "E": "Sorunsal yaklaşım"
    },
    "explanation": "Yanıtınız yanlış ise “ALGILANAN DEĞER VE DENEYİM DEĞERİ” konusunu yeniden gözden geçiriniz.<br/>Çok boyutlu yaklaşım, pazarlama araştırmacılarının tüketici davranışının duygusal yönünü incelemelerine izin verdiği için tercih edilmektedir."
  },
  {
    "id": "2360730",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmenin işlevsel değerine bir örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tesisler",
      "B": "Profesyonellik",
      "C": "Kalite",
      "D": "Fiyat",
      "E": "Ürün"
    },
    "explanation": "Yanıtınız yanlış ise “ALGILANAN DEĞER VE DENEYİM DEĞERİ” konusunu yeniden gözden geçiriniz.<br/>Bu tanıma uygun olarak Sanchez ve diğerleri (2006), turizm ürünleri için işlevsel değerin dört boyutunu oluşturmak üzere genişletmiştir: işletmenin işlevsel değeri (tesisler), temas personelinin işlevsel değeri (profesyonellik), satın alınan hizmetin işlevsel değeri (kalite) ve fonksiyonel değer fiyatı."
  },
  {
    "id": "2360734",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Parasuraman, Zeithaml ve Berry’nin hizmet kalitesinin boyutlarından birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Güvenilirlik",
      "B": "yanıt verebilirlik",
      "C": "empati",
      "D": "algı",
      "E": "fiziksel özellikler"
    },
    "explanation": "Yanıtınız yanlış ise “Hizmet Kalitesi Ölçüm Modelleri” konusunu yeniden gözden geçiriniz.<br/>Parasuraman, Zeithaml ve Berry (1985) hizmet kalitesinin boyutlarını güvenilirlik, yanıt verebilirlik, güvence, empati ve fiziksel özellikler olarak tanımlamışlardır."
  },
  {
    "id": "2360738",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi deneyimlerin “sosyal” yönlerine ve birlikte üretim perspektifine dayanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Performatif Yaklaşım",
      "B": "Süreç Yaklaşımı",
      "C": "Teknik yaklaşım",
      "D": "Kalite yaklaşımı",
      "E": "Bilişsel yaklaşım"
    },
    "explanation": "Yanıtınız yanlış ise “Performatif Yaklaşım” konusunu yeniden gözden geçiriniz.<br/>Performatif yaklaşım, deneyimlerin “sosyal” yönlerine ve birlikte üretim perspektifine dayanır."
  },
  {
    "id": "2360741",
    "unitNumber": 7,
    "text": "Değerlendirmelerin ve tatminin sosyal olarak inşa edilme, müzakere edilme ve diğer üyelerle etkileşim içinde gerçekleştirilme şekli; hangi yaklaşımın odak noktasını oluşturur?",
    "correctAnswer": "A",
    "options": {
      "A": "Performatif yaklaşımın",
      "B": "Süreç Yaklaşımın",
      "C": "Teknik yaklaşımın",
      "D": "Kalite yaklaşımın",
      "E": "Bilişsel yaklaşımın"
    },
    "explanation": "Yanıtınız yanlış ise “Performatif Yaklaşım” konusunu yeniden gözden geçiriniz.<br/>Değerlendirmelerin ve tatminin sosyal olarak inşa edilme, müzakere edilme ve diğer üyelerle etkileşim içinde gerçekleştirilme şekli; performatif yaklaşımın odak noktasını oluşturur."
  },
  {
    "id": "2360744",
    "unitNumber": 7,
    "text": "Aşağıdaki kavramlardan hangisi hem tutumsal hem de davranışsal/eylem aşamalarını içerir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tatmin",
      "B": "Sadakat",
      "C": "Paylaşım",
      "D": "Tepki",
      "E": "Yaklaşım"
    },
    "explanation": "Yanıtınız yanlış ise “TURİST SADAKATİ” konusunu yeniden gözden geçiriniz.<br/>Sadakat kavramı hem tutumsal hem de davranışsal/eylem aşamalarını içerir."
  },
  {
    "id": "2360748",
    "unitNumber": 7,
    "text": "Çoğunlukla işletmelerin satış ve pazarlama departmanları tarafından yürütülen, yeni müşteriler bulmak yerine var olan müşteriyi tanıyarak onları kaybetmemek adına kullanılan program aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sadakat Programı",
      "B": "Tatmin programı",
      "C": "Satış programı",
      "D": "Paylaşım programı",
      "E": "Yaklaşım programı"
    },
    "explanation": "Yanıtınız yanlış ise “Sadakat Programları” konusunu yeniden gözden geçiriniz.<br/>Sadakat Programı çoğunlukla işletmelerin satış ve pazarlama departmanları tarafından yürütülen, yeni müşteriler bulmak yerine var olan müşteriyi tanıyarak onları kaybetmemek adına kullanılmaktadır."
  },
  {
    "id": "2363613",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi çok boyutlu değer yaklaşımına göre, işlevsel değer bileşenleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kalite",
      "B": "Güvenilirlik",
      "C": "Dayanıklılık",
      "D": "Fiyat değeri",
      "E": "Duygusallık"
    },
    "explanation": "ALGILANAN DEĞER VE DENEYİM DEĞERİ<br/>İşlevsel değer; tüketicinin tercihinin birincil itici gücü olarak görülmektedir ve paranın değerini, kaliteyi, güvenilirliği, dayanıklılığı ve fiyat gibi bileşenleri içermektedir. Duygusallık işlevsel değer kapsamında yer almaz. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2363620",
    "unitNumber": 7,
    "text": "Akşam yemeğini deniz kenarında güneş batışını görecek biçimde romantizm vurgusuyla tasarlayan bir otelin vurgulamak istediği algılanan değer aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal değer",
      "B": "Duygusal değer",
      "C": "İşlevsel değer",
      "D": "Epistemik değer",
      "E": "Rasyonel değer"
    },
    "explanation": "ALGILANAN DEĞER VE DENEYİM DEĞERİ<br/>Duygusal değer, rahatlık, güvenlik, heyecan, öfke, romantizm, tutku, korku ve suçluluk gibi belirli duygular dahil olmak üzere ürünün bu duyguları harekete geçirme yeteneği olarak tanımlanır. Turizm işletmeleri bu duyguları harekete geçirmek için çaba harcadığında duygusal değeri algılana değer olarak ön plana çıkarmayı amaçlamışlardır. Burada otelin romantizmi öne çıkarması duygusal değeri vurguladığını gösterir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2363627",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi müşterilerin doğrudan kullanım veya dolaylı gözlem yoluyla ürün veya hizmet algılarını ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Pazarlama değeri",
      "B": "İşlevsel değeri",
      "C": "Fiyat değeri",
      "D": "Müşteri değeri",
      "E": "Deneyim değeri"
    },
    "explanation": "Deneyim değeri; bir ürün veya hizmetin işlevsel, faydacı veya fiziksel performansının fiyat, güvenilirlik ve dayanıklılık gibi bir dizi göze çarpan özellik üzerinden değerlendirilmesini ifade eden işlevsel değerden farklıdır. Deneyim değeri, müşterilerin doğrudan kullanım veya dolaylı gözlem yoluyla ürün veya hizmet algılarını ifade eder. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2363632",
    "unitNumber": 7,
    "text": "Otel plajlarında bulunan cankurtaran hizmeti algılanan hizmet kalitesinin hangi boyutuyla ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Güvenirlik",
      "B": "Yanıt verebilirlik",
      "C": "Güvence",
      "D": "Empati",
      "E": "Fiziksel özellikler"
    },
    "explanation": "ALGILANAN HİZMET KALİTESİ<br/>Yanıt verebilirlik, iş görenlerin hizmeti sunmadaki istekliliği veya hazır olmaları ile ilgilidir. Ayrıca hizmetin doğru ve hızlı bir şekilde verilmesini içermektedir. Bir otelin plajında, olası herhangi bir rahatsızlanma ya da boğulma durumuna karşılık olarak bir cankurtaranın hazır bulunması ve her an hizmet vermeye hazır bulunması buna örnek verilebilir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2363665",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir restoran yönetiminde, müşterilerin beklentilerinin daha az bekleme süresi olduğu varsayılmasına karşın gerçek müşteri beklentisinin daha güler yüzlü bir hizmet personeli olmasının nedenleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yetersiz pazarlama araştırmaları",
      "B": "Yönetim ve müşteriler arasında yetersiz etkileşim",
      "C": "Hizmet personeli ve yönetim arasında çok fazla kademe olması",
      "D": "Müşteri ilişkilerinden çok işlemlere odaklanılması",
      "E": "Kalite ve tutarlılığın kontrolündeki zorluklar olması"
    },
    "explanation": "Hizmet Kalitesi Ölçüm Modelleri<br/>Müşteri Beklentileri Hakkında Bilgi Sahibi Olmamak işletme boşluğu 1 olarak ifade edilmektedir. Müşterilerin hizmet beklentileri ve işletmenin bu beklentileri anlaması arasındaki farklılığı anlatır. İşletme yöneticilerinin müşterileri ile doğrudan etkileşime geçmemeleri/geçememeleri, müşterilere beklentilerini sormaya ya da öğrenmeye istekli olmamaları ya da müşterilerine ulaşabilecekleri bilgileri edinmemeleri gibi birçok nedenler bu boşluğa neden olabilmektedir. Örneğin bir restoran yönetiminde, müşterilerin beklentilerinin daha az bekleme süresi olduğu varsayılmış olabilir ancak gerçek müşteri beklentisi, daha güler yüzlü bir hizmet personeli ya da daha özgün yiyecekler ise söz konusu restoranın müşteri beklentilerini doğru algılayamadığı söylenir. Bu örnekteki boşluğun nedenleri, yetersiz araştırmaları, iletişim eksikliği, yönetim ve müşteriler arasında etkileşimin bulunmaması, hizmet personeli ile yöneticiler arasında yetersiz iletişim, hizmet personeli ve yönetim arasında çok fazla kademe olması, yetersiz ilişki odağı, pazar bölümlemesinin yapılmaması, müşteri ilişkilerinden çok işlemlere odaklanılması, mevcut müşterilerden çok yeni müşterilere odaklanılması ve yetersiz hizmet iyileştirmesi olarak sıralanabilir.<br/>Kalite ve tutarlılığın kontrolündeki zorluklar olması ise Boşluk 3: Hizmet Standartlarına Uygun Sunum Yapmamak’tan kaynaklanır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2363672",
    "unitNumber": 7,
    "text": "Uçak içinde insanların birlikte seyahat ederken oluşan olumlu ve olumsuz duyguların bir miktar yayılması aşağıdakilerden hangisine örnek gösterilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteri tatmini",
      "B": "Duygusal bulaşma",
      "C": "Nitelikli tatmin",
      "D": "Beklenti uyuşmazlığı",
      "E": "Pozitif uyumsuzluk"
    },
    "explanation": "Performatif Yaklaşım<br/>Bireylerin sosyal etkilerin bir sonucu olarak tutumlarını, duygularını veya davranışlarını değiştirmeye sık sık teşvik edilebileceğini göstermektedir. Bir ürünün değerlendirilmesi üzerinde kişilerarası etki, bir kişiden diğerine aktarılan inançlardan kaynaklanabilmektedir. Duygusal bulaşmanın diğer müşterilerin duygusal durumlarını etkilediğini, duyguların birleşmesi ile sonuçlandığını ve duygunun olumlu olduğu durumlarda daha olumlu ürün değerlendirmelerinin sonuçlandığı görülmektedir. Örneğin uçakla seyahat dikkate alındığında duygusal bulaşma veya duygusal enfeksiyon konusu önem kazanmaktadır. Uçak içinde birbirlerine yakın bir şekilde diğer insanlarla birlikte seyahat etmek, olumlu veya olumsuz duyguların bir miktar yayılmasına neden olabilir."
  },
  {
    "id": "2363677",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Müşterinin turizm işletmesi hakkında olumlu konuşması</li> <li>Müşterinin işletmeyi başkalarına tavsiye etmesi</li> <li>Müşterinin tekrar hizmet satın alması</li> </ol> Aşağıdakilerden hangisi turistlerin davranışsal sadakat örneği olarak verilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I-II",
      "E": "II-III"
    },
    "explanation": "TURİST SADAKATİ<br/>Bu durumda otel müşterisinin otelde tekrar konaklama yapması davranışsal sadakat; hizmetlerinden tatmin olduğu oteli arkadaşlarına ve aile üyelerinde önermesi, otel hakkında olumlu konuşması ise tutumsal sadakat olarak örneklendirilebilir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2363679",
    "unitNumber": 7,
    "text": "Bir turistin her yıl aynı otelde konaklaması aşağıdaki sadakat türlerinden hangisine örnek verilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilişsel sadakat",
      "B": "Duygusal sadakat",
      "C": "Niyetsel sadakat",
      "D": "Eylemsel sadakat",
      "E": "Tutumsal sadakat"
    },
    "explanation": "TURİST SADAKATİ<br/>Müşteriler diğer sadakat aşamalarını geçtikten sonra eylemsel sadakat yaparlar. Bu aşamada ve son olarak, eylemi başarmak için engelleri aşarak ürün ya da işletmeye sadakat duyarak hareket ederler. Bir turistin daha önce ziyaret ettiği bir destinasyonu tekrar seyahat etmesi; seyahat ettiği bir destinasyonda daha önce konakladığı bir otel işletmesinde tekrar konaklaması örnek olarak gösterilebilir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2363685",
    "unitNumber": 7,
    "text": "Bir müşterinin hizmetlerinden tatmin olmadığı halde gelecekte hizmetin daha iyi olacağını düşünüp işletmeye sadık kalması aşağıda verilen müşteri şikayet davranışlarından hangi kavramla anlatılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ayrılma",
      "B": "Deneyim",
      "C": "Ses çıkarma",
      "D": "Bağlılık",
      "E": "Olumsuz sözlü iletişim"
    },
    "explanation": "TURİST ŞİKAYETLERİ<br/>Müşterilerin göstereceği şikâyet davranışları; hizmet problemleri söz konusu olduğunda ise müşterinin hizmet sağlayıcısına şikâyetini iletmesi (ses çıkarmak), tatmin olunmayan durumları başkasına iletmek (olumsuz sözlü iletişim), tatmin olmamış müşterinin işletme ile ilişkisini kesmesi (ayrılma) ve müşterinin gelecekte hizmetin daha iyi olacağını düşünüp işletmeye sadık kalması (bağlılık) olmak üzere dört başlık altında toplanmıştır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2363687",
    "unitNumber": 7,
    "text": "Bir işletmede müşterinin personele şikayetini dile getirdikten sonra o an orada bulunan herhangi bir personelin bu problem çözebilmesi aşağıdaki telafi stratejilerinden hangisine örnek verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteriye hızlı cevap vermek",
      "B": "Müşteriye uygun bir dil ile anlatma",
      "C": "Müşteriye adil davranmak",
      "D": "Müşteri ile ilişkiyi sürdürmek",
      "E": "Müşteriye farklı deneyimler sunmak"
    },
    "explanation": "TURİST ŞİKAYETLERİ<br/>Hizmet hatalarının telafi edilme yollarından biri olan müşterinin telafi edilmesi için takip edilebilecek telafi stratejileri; hızlı cevap verme, uygun bir dil ile anlatma, müşteriye adil davranmak ve müşteri ile ilişkiyi sürdürmek biçiminde sıralanmaktadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2372115",
    "unitNumber": 7,
    "text": "\"........................ bakış açısına göre değer kavramı, ürün veya hizmetlerin kullanımıyla tüketicilerin maliyetlere karşı algıladıkları faydaların genel değerlendirmesi olarak tanımlanmaktadır.\" ifadesinde boş yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tek boyutlu değerlendirme",
      "B": "İki boyutlu değerlendirme",
      "C": "Üç boyutlu değerlendirme",
      "D": "Yakın değerlendirme",
      "E": "Genel değerlendirme"
    },
    "explanation": "Tek boyutlu değerlendirme; bakış açısına göre değer kavramı, ürün veya hizmetlerin kullanımıyla tüketicilerin maliyetlere karşı algıladıkları faydaların “genel değerlendirmesi” olarak tanımlanmaktadır (Zeithaml, 1988). Diğer bir anlatımla tek boyutlu genel değerlendirmeye göre algılanan değer; “elde edilen faydalar” (turistler için dinlenme, eğlenme, rahatlama vb.) ile “katlanılan maliyet” (fiyat, zaman vb.) arasında bir karşılaştırma olarak görülmektedir (Sanchez, Callarisa, Rodriguez ve Moliner, 2006)."
  },
  {
    "id": "2372118",
    "unitNumber": 7,
    "text": "Tek boyutlu genel değerlendirmeye göre algılanan değer aşağıdaki hangi iki konu arasındaki karşılaştırma olarak görülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Elde edilen faydalar ile katlanılan maliyet arası",
      "B": "Elde edilen gelir ile katlanılan durum arası",
      "C": "Elde edilen gelir ile katlanılan maliyet",
      "D": "Genel memnuniyet ile üstlenilen maliyet",
      "E": "Müşteri memnuniyeti ile genel maliyet"
    },
    "explanation": "Tek boyutlu değerlendirme; bakış açısına göre değer kavramı, ürün veya hizmetlerin kullanımıyla tüketicilerin maliyetlere karşı algıladıkları faydaların “genel değerlendirmesi” olarak tanımlanmaktadır (Zeithaml, 1988). Diğer bir anlatımla tek boyutlu genel değerlendirmeye göre algılanan değer; “elde edilen faydalar” (turistler için dinlenme, eğlenme, rahatlama vb.) ile “katlanılan maliyet” (fiyat, zaman vb.) arasında bir karşılaştırma olarak görülmektedir (Sanchez, Callarisa, Rodriguez ve Moliner, 2006). Bu genel değerlendirme, turistler hizmetleri ve ürünleri satın aldıklarında fedakârlık oranlarının veya getirilerinin (örneğin, zaman, maliyet ve çaba) karşılaştırılmasıyla gerçekleştirilir."
  },
  {
    "id": "2372121",
    "unitNumber": 7,
    "text": "Çok boyutlu yaklaşım, pazarlama araştırmacılarının tüketici davranışının hangi yönünü incelemelerine izin verdiği için tercih edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fiziksel yönünü",
      "B": "Duygusal yönünü",
      "C": "İşlevsel yönünü",
      "D": "Bütünsel yönünü",
      "E": "Maddi yönünü"
    },
    "explanation": "Çok boyutlu yaklaşım, pazarlama araştırmacılarının tüketici davranışının duygusal yönünü incelemelerine izin verdiği için tercih edilmektedir."
  },
  {
    "id": "2372124",
    "unitNumber": 7,
    "text": "Beş yıldızlı bir otel ile bir pansiyon temelde aynı ihtiyaca odaklanır ancak ikisi arasında müşterinin algıladığı değer farklı olacaktır. Bu örnek algılanan değer hakkında bize neyi gösterir?",
    "correctAnswer": "A",
    "options": {
      "A": "Algılanan değer, göreceli ve subjektiftir.",
      "B": "Algılanan değer, maddiyata bağlıdır.",
      "C": "Algılanan değer, herkes için aynıdır.",
      "D": "Algılanan değer, objektiftir ve tartışılamaz.",
      "E": "Algılanan değer, lüks tüketim ile doğrudan ilişkilidir."
    },
    "explanation": "Algılanan değer, göreceli ve subjektiftir. Örneğin beş yıldızlı bir otel ile bir pansiyon temelde aynı ihtiyaca odaklanır ancak ikisi arasında müşterinin algıladığı değer farklı olacaktır."
  },
  {
    "id": "2372126",
    "unitNumber": 7,
    "text": "<em>\".................,</em> bir alternatifin işlevsel, faydacı veya fiziksel performans kapasitesinden elde edilen algılanan fayda olarak tanımlanır.\" ifadesinde boş yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Maddi değer",
      "B": "Epistemik değer",
      "C": "İşlevsel değer",
      "D": "Fiziksel değer",
      "E": "Fizibilite"
    },
    "explanation": "<em>İşlevsel değer</em>; bir alternatifin işlevsel, faydacı veya fiziksel performans kapasitesinden elde edilen algılanan fayda olarak tanımlanır. İşlevsel değer; tüketicinin tercihinin birincil itici gücü olarak görülmektedir ve paranın değerini, kaliteyi, güvenilirliği, dayanıklılığı ve fiyat gibi bileşenleri içermektedir (Sheth ve diğerleri 1991)."
  },
  {
    "id": "2372133",
    "unitNumber": 7,
    "text": "<em>\".............., </em>sosyoekonomik, kültürel veya etnik boyutlar açısından tüketiciye benzeyen demografiyi temsil eden bir veya daha fazla spesifik sosyal grupla ilişkilendirilmesi sonucunda bir alternatifin tüketimi ile elde edilen algılanan faydadır.\" ifadesindeki boş yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Spesifik değer",
      "B": "Epistemik değer",
      "C": "İşlevsel değer",
      "D": "Sosyal değer",
      "E": "Maddi değer"
    },
    "explanation": "<em>Sosyal değer; </em>sosyoekonomik, kültürel veya etnik boyutlar açısından tüketiciye benzeyen demografiyi temsil eden bir veya daha fazla spesifik sosyal grupla ilişkilendirilmesi sonucunda bir alternatifin tüketimi ile elde edilen algılanan faydadır. Başka bir deyişle sosyal değer, ürünün sosyal benlik kavramını geliştirme yeteneğinden türetilen faydadır. Bu nedenle sembolik değer olarak da ifade edilmektedir."
  },
  {
    "id": "2372136",
    "unitNumber": 7,
    "text": "<em>\".................</em>, turizm deneyimleri ilgili tüketimde son derece önemlidir ve turistlerin merakını ve tüketimdeki çeşitliliği öğrenme ve deneyimleme ihtiyacını yansıtır.\" ifadesinde boş yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal değer",
      "B": "Epistemik değer",
      "C": "İşlevsel değer",
      "D": "Maddi değer",
      "E": "Turistik değer"
    },
    "explanation": "<em>Epistemik değer</em>, turizm deneyimleri ilgili tüketimde son derece önemlidir ve turistlerin merakını ve tüketimdeki çeşitliliği öğrenme ve deneyimleme ihtiyacını yansıtır (Sheth ve diğerleri, 1991). Genel olarak işlevsel değer, müşterilere sunulan temel bir değer olarak kabul edilebilir. Kahvenin tadı güzel mi? Otel temiz oda ve konforlu yatak sağlıyor mu? Öte yandan duygusal değer, müşterilerin deneyimleme sırasında ve sonrasında kazandığı duygu veya duygusal tepkiyi ifade eder. Örneğin, restoranın garsonu veya işletmecisi müşterileri gerçekten önemsiyor mu? Tur rehberinin, insanların bir şeyler öğrenmesine yardımcı olma tutkusu var mı?"
  },
  {
    "id": "2372138",
    "unitNumber": 7,
    "text": "\".................., müşterilerin doğrudan kullanım veya dolaylı gözlem yoluyla ürün veya hizmet algılarını ifade eder.\" ifadesinde boş yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Epistemolojik değeri",
      "B": "Sosyal değer",
      "C": "Deneyim değeri",
      "D": "Edinim değeri",
      "E": "İşlevsel değer"
    },
    "explanation": "<strong><em>Deneyim değeri</em></strong>; bir ürün veya hizmetin işlevsel, faydacı veya fiziksel performansının fiyat, güvenilirlik ve dayanıklılık gibi bir dizi göze çarpan özellik üzerinden değerlendirilmesini ifade eden işlevsel değerden farklıdır. Deneyim değeri, müşterilerin doğrudan kullanım veya dolaylı gözlem yoluyla ürün veya hizmet algılarını ifade eder (Mathwick ve diğerleri, 2001). Deneyim değeri “Turistin, diğer turistlerin ve ev sahibinin deneyimleri birlikte üretim sürecine getirdiği varlıklar veya kaynaklar da dahil olmak üzere turistin bir seyahatten algıladığı ve bir destinasyondan sağlayacağı faydalardan oluşur (Prebensen ve diğerleri, 2013a: 5)<em>.</em>”"
  },
  {
    "id": "2372140",
    "unitNumber": 7,
    "text": "Deneyim değeri bağlamında sunulan faydalar iki sınıfa ayrılır; bunlar aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Özel ve Genel",
      "B": "Dışsal ve İçsel",
      "C": "Duygusal ve Psikolojik",
      "D": "İyimser ve Kötümser",
      "E": "Bireysel ve Toplumsal"
    },
    "explanation": "Deneyim değeri bağlamında sunulan faydalar, dışsal ve içsel olarak sınıflandırılabilir. İçsel fayda, bir görevi veya işi başlatma ve bitirme olurken dışsal fayda, bir süreci tamamlamanın zevk ve mutluluğunu içerir (Babin ve diğerleri, 1994)."
  },
  {
    "id": "2372142",
    "unitNumber": 7,
    "text": "Tüketicilerin hizmet beklentileri ve hizmet sonrasında algıladıkları performans arasındaki tutarsızlık düzeyine verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Algılanan Hizmet Kalitesi",
      "B": "Onaylanan Hizmet Kalitesi",
      "C": "Satılan Hizmet Kalitesi",
      "D": "Alınan Hizmet Kalitesi",
      "E": "Deneyimlenmiş Hizmet Kalitesi"
    },
    "explanation": "<strong>Algılanan Hizmet Kalitesi: </strong>Tüketicilerin hizmet beklentileri ve hizmet sonrasında algıladıkları performans arasındaki tutarsızlık düzeyi olarak tanımlanmaktadır"
  },
  {
    "id": "2373341",
    "unitNumber": 7,
    "text": "Tüketicilerin satın alma sonrası tepkilerini ve davranışlarını etkileyen en önemli pazarlama yapılarından biri olarak kabul edilen değer hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Algılanan değer",
      "B": "Bilişsel değer",
      "C": "Tepkisel değer",
      "D": "Davranışsal değer",
      "E": "Tutumsal değer"
    },
    "explanation": "ALGILANAN DEĞER VE DENEYİM DEĞERİ<br/>Algılanan değer, tüketicilerin satın alma sonrası tepkilerini ve davranışlarını etkileyen en önemli pazarlama yapılarından biri olarak kabul edilmektedir."
  },
  {
    "id": "2373344",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi çok boyutlu yaklaşıma göre algılanan değer algılarından birisi <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşlevsel değer",
      "B": "Duygusal değer",
      "C": "Sosyal değer",
      "D": "Epistemik değer",
      "E": "Estetik değer"
    },
    "explanation": "ALGILANAN DEĞER VE DENEYİM DEĞERİ<br/>Tek boyutlu yaklaşıma göre algılanan değer, tüketicilerin maliyetlere karşı algıladıkları faydaların genel değerlendirmesi iken çok boyutlu yaklaşıma göre algılanan değer; işlevsel, duygusal, sosyal ve epistemik değer algılarını içeren çok boyutlu bir yapıdır."
  },
  {
    "id": "2373348",
    "unitNumber": 7,
    "text": "Turizm deneyimleri ilgili tüketimde son derece önemlidir ve turistlerin merakını ve tüketimdeki çeşitliliği öğrenme ve deneyimleme ihtiyacını yansıtan algısal değer hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşlevsel değer",
      "B": "Duygusal değer",
      "C": "Sosyal değer",
      "D": "Epistemik değer",
      "E": "Estetik değer"
    },
    "explanation": "ALGILANAN DEĞER VE DENEYİM DEĞERİ<br/><em>Epistemik değer</em>, turizm deneyimleri ilgili tüketimde son derece önemlidir ve turistlerin merakını ve tüketimdeki çeşitliliği öğrenme ve deneyimleme ihtiyacını yansıtır (Sheth ve diğerleri, 1991)."
  },
  {
    "id": "2373353",
    "unitNumber": 7,
    "text": "Turistlerin-Müşterilerin doğrudan kullanım veya dolaylı gözlem yoluyla ürün veya hizmet algılarını ifade eden değer hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Deneyim değeri",
      "B": "Duygusal değeri",
      "C": "İşlevsel değeri",
      "D": "Kullanım değeri",
      "E": "Sosyal değeri"
    },
    "explanation": "ALGILANAN DEĞER VE DENEYİM DEĞERİ<br/>Duygusal Değeri<br/><strong><em>Deneyim değeri</em></strong>; bir ürün veya hizmetin işlevsel, faydacı veya fiziksel performansının fiyat, güvenilirlik ve dayanıklılık gibi bir dizi göze çarpan özellik üzerinden değerlendirilmesini ifade eden işlevsel değerden farklıdır. Deneyim değeri, müşterilerin doğrudan kullanım veya dolaylı gözlem yoluyla ürün veya hizmet algılarını ifade eder (Mathwick ve diğerleri, 2001)."
  },
  {
    "id": "2373357",
    "unitNumber": 7,
    "text": "Tüketicilerin hizmet beklentileri ve hizmet sonrasında algıladıkları performans arasındaki tutarsızlık düzeyi olarak tanımlanan hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Algılanan Hizmet Kalitesi",
      "B": "Deneyim Hizmet Kalitesi",
      "C": "Duygusal Hizmet Kalitesi",
      "D": "İşlevsel Hizmet Kalitesi",
      "E": "Kullanım Hizmet Kalitesi"
    },
    "explanation": "ALGILANAN HİZMET KALİTESİ<br/><strong>Algılanan Hizmet Kalitesi: </strong>Tüketicilerin hizmet beklentileri ve hizmet sonrasında algıladıkları performans arasındaki tutarsızlık düzeyi olarak tanımlanmaktadır."
  },
  {
    "id": "2373362",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Algılanan Hizmet Kalitesinin Boyutlarından birisi <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Güvenirlik",
      "B": "Yanıt verebilirlik",
      "C": "Güvence",
      "D": "Empati",
      "E": "Konfor"
    },
    "explanation": "ALGILANAN HİZMET KALİTESİ<br/><strong>Algılanan Hizmet Kalitesinin Boyutları: </strong>Güvenirlik, yanıt verebilirlik, güvence, empati ve fiziksel özelliklerdir."
  },
  {
    "id": "2373373",
    "unitNumber": 7,
    "text": "Genel olarak tatminle ilgili “süreç” yaklaşımları arasında hâkim olan ve turizm araştırmalarında kullanılan çok sayıda modelin temelini oluşturan yaklaşım hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tatminin öncüllerine odaklanan yaklaşımı",
      "B": "Deneyimsel süreç yaklaşımı",
      "C": "Rasyonel - Bilişsel süreç yaklaşımı",
      "D": "Beklenti - uyumsuzluk yaklaşımı",
      "E": "Göreceli bir standartla karşılaştırma yaklaşımı"
    },
    "explanation": "TURİST TATMİNİ<br/>Turist Tatmininde Süreç Yaklaşımı<br/>Genel olarak tatminle ilgili “süreç” yaklaşımları arasında, “beklenti-uyumsuzluk yaklaşımı” hâkimdir ve yukarıda da belirtildiği gibi turizm araştırmalarında kullanılan çok sayıda modelin temelini oluşturur. Beklenti-uyum paradigmasına göre ürünün kullanımı ile ortaya çıkan bir sonuç ve bu sonuçla karşılaştırma yapmak üzere alınacak bir<br/>referans noktası bulunmaktadır (Oliver, 1997: 13)."
  },
  {
    "id": "2373381",
    "unitNumber": 7,
    "text": "Değerlendirmelerin ve tatminin sosyal olarak inşa edilme, müzakere edilme ve diğer üyelerle etkileşim içinde gerçekleştirilme şekli hangi yaklaşımın odak noktasını oluşturur?",
    "correctAnswer": "C",
    "options": {
      "A": "Turist Tatmini",
      "B": "Turist Tatmininde Süreç Yaklaşımı",
      "C": "Performatif Yaklaşım",
      "D": "Tatmin Deneyimi",
      "E": "Turist Sadakati"
    },
    "explanation": "TURİST TATMİNİ<br/>Performatif Yaklaşım<br/>Değerlendirmelerin ve tatminin sosyal olarak inşa edilme, müzakere edilme ve diğer üyelerle etkileşim içinde gerçekleştirilme şekli; performatif yaklaşımın odak noktasını oluşturur."
  },
  {
    "id": "2373384",
    "unitNumber": 7,
    "text": "Birbirini izleyerek-art arda ortaya çıkan spesifik olarak turistlerin sadakat düzeyi aşamaları tam sırasıyla nasıl ilerler?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilişsel - davranışsal/eylem - niyetsel (konatif) duygusal",
      "B": "Bilişsel - duygusal - niyetsel (konatif) - davranışsal/eylem",
      "C": "Bilişsel - niyetsel (konatif) - davranışsal/eylem - duygusal",
      "D": "Davranışsal/eylem - duygusal - niyetsel (konatif) - bilişsel",
      "E": "Niyetsel (konatif) - Bilişsel - duygusal - davranışsal/eylem"
    },
    "explanation": "TURİST SADAKATİ<br/>Bu farklı sadakat aşamaları; eş zamanlı olarak değil, birbirini izleyerek yani art arda ortaya çıkar. Spesifik olarak turistlerin sadakat düzeyi; sırasıyla bilişsel, duygusal, niyetsel (konatif) ve davranışsal/eylem aşamalarında artar. Her bir bağlılık aşamasında, turist sadakatinin gelişimi farklı faktörlerle ilgilidir (Oliver, 1997, 1999)."
  },
  {
    "id": "2373387",
    "unitNumber": 7,
    "text": "En basit anlatımla müşteriyi tanımak ve ödüllendirmek için geliştirilmiş bir mekanizma olan programların adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Doyum Programları",
      "B": "Konatif Programları",
      "C": "Sadakat Programları",
      "D": "Tanıtım Programları",
      "E": "Tatmin Programları"
    },
    "explanation": "TURİST SADAKATİ<br/>Sadakat Programları<br/>Bir müşteri sadakat programı en basit anlatımla müşteriyi tanımak ve ödüllendirmek için geliştirilmiş bir mekanizmadır. Sadakat programlarının temel amacı, müşteriyi ödüllendirmek ve dolayısıyla sadakat davranışını teşvik etmektir. Diğer yandan işletmenin satışları ve ürün kullanımını yükseltip karını arttırmak, müşteri verilerini toplamak ve en iyi müşterileri tanımlayarak rekabette bir adım öne geçmek gibi çeşitli amaçları da bulunmaktadır. Müşteri sadakat programlarının bir diğer avantajı da söz konusu programlar aracılığıyla müşterilerin satın alma davranışları izlenebilmekte ve dolayısıyla müşteriler işletme tarafından tanınmaktadırlar. Çoğunlukla işletmelerin satış ve pazarlama departmanları tarafından yürütülen bu programlar, yeni müşteriler bulmak yerine var olan müşteriyi tanı yarak onları kaybetmemek adına kullanılmaktadır (Özer, 2015)."
  },
  {
    "id": "2361200",
    "unitNumber": 8,
    "text": "Genel olarak turistik bir bölgede insanlar arası kaç tür karşılaşmadan söz edilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "KÜLTÜRLERARASI KARŞILAŞMA<br/>Turistik bir bölgede genel olarak üç tür karşılaşmadan söz edilebilir: Turistlerle yerli halkın karşılaşması, turistlerle turistlerin karşılaşması ve turistlerle turistlere hizmet eden görevlilerin karşılaşması."
  },
  {
    "id": "2361203",
    "unitNumber": 8,
    "text": "Turistlerin ve yerli halkın ilişkisinin diğer kültürlerarası ilişkilere göre ayrıcalıklı olduğu kaç tür benzersiz özelliği vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "KÜLTÜRLERARASI KARŞILAŞMA<br/>Turistlerin ve yerli halkın ilişkisinin diğer kültürlerarası ilişkilere göre ayrıcalıklı olduğu iki benzersiz özelliği vardır. Birincisi; turistler, göçmenlerin, öğrencilerin ve yabancı işçilerin aksine yerel topluma uyum sağlamak zorunda değillerdir. Örneğin, turistler yerel ve kültürel kısıtlamalardan muaftır ve tatili boyunca kendi toplumunun kültürel balonunda yaşayabilir. İkincisi; turistin içinde bulunduğu refah, turisti sosyolojik açıdan bir yabancı veya maceracı olarak özel bir konuma yerleştirir ve böylece turist ziyaret ettiği toplumu gözlemleme ve inceleme fırsatı bulur."
  },
  {
    "id": "2361204",
    "unitNumber": 8,
    "text": "Turistler ve yerel halkın kültürel geçmişlerindeki benzerlik ve farklılıkların nitelik ve derecesine bağlı olarak kaç tür sosyal temas tanımlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "KÜLTÜRLERARASI KARŞILAŞMA<br/>Turistler ve yerel halkın kültürel geçmişlerindeki benzerlik ve farklılıkların nitelik ve derecesine bağlı olarak üç tür sosyal temas tanımlanmıştır: 1) Ev sahiplerinin ve ziyaretçilerin kültürel geçmişlerinin aynı veya benzer olduğu; 2) Ev sahibi toplumun ve ziyaretçilerin kültürel geçmişlerinin farklı ancak bu farklılıkların tamamlayıcı veya bütünleştirici olduğu; 3) Ev sahiplerinin ve ziyaretçilerin kültürel geçmişlerinin farklı, tutarsız veya uyumsuz olduğu temaslar."
  },
  {
    "id": "2361210",
    "unitNumber": 8,
    "text": "Hofstede, kültürlerarası farklılıkları temel olarak kaç farklı boyutta incelemiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "KÜLTÜRLERARASI FARKLILIK<br/>Hofstede (2011), kültürlerarası farklılıkları temel olarak dört boyutta incelemiştir. Bu boyutlar:<br/>• İnsan eşitsizliğinden kaynaklanan temel sorunlara farklı çözümlerle ilgili olarak güç mesafesi,<br/>• Bireylerin birincil gruplarla bütünleşmesiyle ilgili olarak bireycilik-kolektivizm,<br/>• Bilinmeyen bir gelecekle yüzleşen bir toplumun stres seviyesiyle ilgili olarak belirsizlikten kaçınma,<br/>• Kadınlarla erkeklerin duygusal rollerinin bölünmesiyle ilgili olarak erillik-dişilliktir,"
  },
  {
    "id": "2361214",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yüksek güç mesafesi olan toplumların özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gücün kullanımı yasaldır; iyinin ve kötünün ölçütlerine tabidir.",
      "B": "Öğrenci merkezli eğitim vardır.",
      "C": "Toplumda gelir dağılımı dengelidir.",
      "D": "Dinler inançların eşitliğini vurgular.",
      "E": "Güç, toplumun iyi ve kötüden önce gelen bir olgusudur; meşruiyeti önemsizdir."
    },
    "explanation": "KÜLTÜRLERARASI FARKLILIK<br/>Tablo 8.1 Düşük ve Yüksek Güç Mesafeli Toplumların Farklılıkları"
  },
  {
    "id": "2361216",
    "unitNumber": 8,
    "text": "Kültür şoku genel olarak kaç aşamadan oluşur?",
    "correctAnswer": "E",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "KÜLTÜREL SÜREÇLER<br/>Kültür şoku genel olarak balayı, düşmanlık, keyif alma, eve<br/>dönüş, ters kültür şoku ve yeniden düzenleme olmak üzere altı aşamadan oluşur."
  },
  {
    "id": "2361810",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi eril toplumların özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aile ve iş arasında denge vardır.",
      "B": "Cinsellik ile ilgili olgular vardır.",
      "C": "Cinsiyetler arasında en az düzeyde duygusal ve sosyal rol farklılaşması.",
      "D": "Güçlülere hayranlık duyulur.",
      "E": "Erkekler ve kadınlar mütevazı ve sevecen olmalı."
    },
    "explanation": "KÜLTÜRLERARASI FARKLILIK<br/>Tablo 8.4 Eril ve Dişil Toplumların Farklılıkları"
  },
  {
    "id": "2361814",
    "unitNumber": 8,
    "text": "................ aşaması gidecekleri yerden beklentileri yüksek olan turistlerin seyahat için hazırlık yaptıkları dönemi ifade eder. Kültür şoku aşamalarından birini ifade eden boşluk aşağıdakilerden hangisi ile doğru doldurulur?",
    "correctAnswer": "C",
    "options": {
      "A": "Düşmanlık",
      "B": "Keyif alma",
      "C": "Balayı",
      "D": "Ters kültür şoku",
      "E": "Yeniden düzenleme"
    },
    "explanation": "KÜLTÜREL SÜREÇLER<br/>Kültür şoku genel olarak balayı, düşmanlık, keyif alma, eve dönüş, ters kültür şoku ve yeniden düzenleme olmak üzere altı aşamadan oluşur. Balayı aşaması; gidecekleri yerden beklentileri yüksek olan turistlerin seyahat için hazırlık yaptıkları dönemi ifade eder."
  },
  {
    "id": "2361817",
    "unitNumber": 8,
    "text": "Kültürel farklılıklar, temelde kültürel değerlerde ortaya çıkar. Aşağıdakilerden hangisi bu değerlerden biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Rol",
      "B": "Statü",
      "C": "Sınıf",
      "D": "Hiyerarşi",
      "E": "Meslek"
    },
    "explanation": "KÜLTÜREL SÜREÇLER<br/>Kültürel farklılıklar, temelde kültürel değerlerde ortaya çıkar. Bu değerler; rol, statü, sınıf, hiyerarşi, tutumlar, algılar, etkileşim<br/>örüntüleri, ilişkiler, sözlü ve sözsüz iletişim araçları olarak sıralanabilir."
  },
  {
    "id": "2361818",
    "unitNumber": 8,
    "text": "Kültürel çatışmanın temel kaynakları kaç başlık altında incelenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "KÜLTÜREL SÜREÇLER<br/>Kültürel çatışmanın temel kaynakları aşağıda sıralanmıştır:<br/>• Kültürel etnosentrizm,<br/>• Ziyaretçilerin hizmetle ilgili beklentilerini anlayamama,<br/>• Dil ve yorumlamayla ilgili iletişim süreci,<br/>• Yaşam tarzında ve özellikle konaklama ve yiyeceklerle ilgili olarak geleneklerdeki farklılıklar."
  },
  {
    "id": "2364923",
    "unitNumber": 8,
    "text": "Turistik bir bölgede genel olarak üç tür karşılaşmadan söz edilebilir: I. Turistlerle yerli halkın<br/>karşılaşması II. Turistlerle turistlerin karşılaşması III. Turistlerle .......... karşılaşması.<br/>Yukarıdaki ifadede yer alan boşluğu aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "turistlere hizmet eden görevlilerin",
      "B": "turistlerden hizmet alan görevlilerin",
      "C": "devlet görevillerinin",
      "D": "turistlerin yaşadığı çevrenin",
      "E": "ekonomik ortamın"
    },
    "explanation": "Turistik bir bölgede genel olarak üç tür karşılaşmadan söz edilebilir: Turistlerle yerli halkın karşılaşması, turistlerle turistlerin karşılaşması ve turistlerle turistlere hizmet eden görevlilerin karşılaşması."
  },
  {
    "id": "2364937",
    "unitNumber": 8,
    "text": "I. Kalıcıdır, eşittir ve dengelidir; mekânsal ve<br/>geçici kısıtlamalar tarafından sınırlanmıştır<br/>II. Geleneksel, kendiliğinden misafirperverlik,<br/>ticari aktiviteye dönüşür<br/>III. Turistlerin görece yüksek olan refah düzeyi,<br/>yerel halk ile ilişkilerinde tahakkümcü ve sömürücü bir davranış biçimine yol açabilir<br/>Yukarıdakilerden hangileri turist-yerel halk ilişkisine şekil veren özellikler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "II ve III",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Turist- yerel halk ilişkisi birtakım özellikler tarafından şekillenir (Tuna, 2012):<br/>• Geçicidir, eşitsiz ve dengesizdir; mekânsal ve<br/>geçici kısıtlamalar tarafından sınırlanmıştır.<br/>• Turist, gittiği yerde genellikle kısa süre kalır<br/>bu yüzden yüzeysel ilişkileri daha anlamlı<br/>bir ilişki içinde geliştirme fırsatı yoktur.<br/>• Geleneksel, kendiliğinden misafirperverlik,<br/>ticari aktiviteye dönüşür.<br/>• Turistlerin görece yüksek olan refah düzeyi,<br/>yerel halk ile ilişkilerinde tahakkümcü ve sö\u0002mürücü bir davranış biçimine yol açabilir.<br/>• Yerel halkın davranışları turistlere benze\u0002mek için değiştirildiği zaman, turist yerel<br/>halk ilişkisinin etkileri yıkıcı olur."
  },
  {
    "id": "2364957",
    "unitNumber": 8,
    "text": "I. Turist sayısına bağlı olarak aşırı kalabalıklaşan yaşam alanlarında yerli halkın hizmet alımında gecikme ve yavaşlama oluşması<br/>II. Turistlerin harcama alışkanlıklarının ve ekonomik üstünlüklerinin yerlilerde kıskançlık oluşturması<br/>III. Yabancıların sahip olduğu işletmelere yerlilerin alınmaması veya çalıştırılmaması ve bu kurumların sayısının artması<br/>IV. Yabancı ve yerlilerin arasındaki gelir eşitsizliği<br/>Yukarıdaki koşullar gerçekleştiğinde aşağıdakilerden hangisi ortaya çıkar?",
    "correctAnswer": "E",
    "options": {
      "A": "Turistin turizm faaliyetinden dolayı doyuma ulaşması",
      "B": "Turizm gelirlerinin yükselmesi",
      "C": "Turizm gelirlerinin düşmesi",
      "D": "Yerli halkın turistlere karşı dostça duygular beslemesi",
      "E": "Yerli halkın turistlere karşı düşmanca duygular beslemesi"
    },
    "explanation": "Yerli halkın turistlere karşı düşmanca duygular beslemesi için bazı koşulların oluşması gerekir. Bunlar:<br/>I. Turist sayısına bağlı olarak aşırı kalabalıklaşan yaşam alanlarında yerli halkın hizmet alımında gecikme ve yavaşlama oluşması<br/>II. Turistlerin harcama alışkanlıklarının ve ekonomik üstünlüklerinin yerlilerde kıskançlık oluşturması<br/>III. Yabancıların sahip olduğu işletmelere yerlilerin alınmaması veya çalıştırılmaması ve bu kurumların sayısının artması<br/>IV. Yabancı ve yerlilerin arasındaki gelir eşitsizliği"
  },
  {
    "id": "2364968",
    "unitNumber": 8,
    "text": "\"Yüksek toplumun üst sınıflarında kitle turizmini ....... eğilimi vardır.\"<br/>Aşağıdakilerden hangisi yukarıdaki ifadede yer alan boşluğu doğru bir şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "küçümseme",
      "B": "yüceltme",
      "C": "övme",
      "D": "destekleme",
      "E": "güvensiz bulma"
    },
    "explanation": "Yüksek toplumun üst sınıflarında kitle turizmini küçümseme eğilimi vardır. Toplumun üst sınıfına mensup olanlar, kitle<br/>turizmine katılan orta sınıftaki insanlara tepeden bakar, onları kaba ve görgüsüz olarak görebilir. Kendi turistik etkinliklerinin farklı olduğunu düşünen bu insanlar, herhangi bir sebeple orta sınıfa aynı ortamı paylaştıklarında çatışmalar yaratabilir"
  },
  {
    "id": "2364978",
    "unitNumber": 8,
    "text": "Turist-görevli ilişkileri aşağıdaki gruplardan hangisi kapsamında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Birincil grup",
      "B": "İkincil grup",
      "C": "Üçüncül grup",
      "D": "Dördüncül grup",
      "E": "Beşincil grup"
    },
    "explanation": "İkincil grup ilişki özelliği taşıyan turist-görevli ilişkilerinin samimi olarak gelişmesi imkânsız değildir. Turist-görevli ilişkileri yakınlık çerçevesinde gelişebileceği gibi saldırganlık ve düşmanlık çerçevesinde de gelişebilir. Buna görevlinin kişiliği veya bir yerli olarak içinde yaşadığı toplumsal çevrenin etkisi olabilir. Bu bağlamda turist-görevliler arasındaki temel ilişki biçimlerinin yakınlık, alışveriş, ticari sömürü ve düşmanlık olabileceğini söylemek mümkündür"
  },
  {
    "id": "2364987",
    "unitNumber": 8,
    "text": "Turizmde kültürel olarak farklı turist-yerli halk karşılaşmaları genellikle aşağıdaki zorluklardan hangisi ile karakterize edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İletişim",
      "B": "Parasal",
      "C": "Tarihsel",
      "D": "Hukuksal",
      "E": "Ekonomik"
    },
    "explanation": "Turizmde kültürel olarak farklı turistler ve yerli halk birbirinin kültürünün iletişim kurallarına uymada genellikle deneyimsizdir. Bu nedenle de kültürlerarası turist-yerli halk karşılaşmaları genellikle iletişim zorlukları ile karakterize edilir."
  },
  {
    "id": "2365001",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi düşük güç mesafeli toplumun özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aileler, çocuklara itaat etmeyi öğretir",
      "B": "Yaşlı insanlar, saygı ve korku figürüdür",
      "C": "Öğretmen merkezli eğitim vardır",
      "D": "Astlar, ne yapmaları gerektiğinin söylenmesini bekler",
      "E": "Hükümetler çoğunluk oyuna dayanarak barışçıl bir şekilde değişir"
    },
    "explanation": "Hükümetlerin çoğunluk oyuna dayanarak barışçıl bir şekilde<br/>değişme eğilimi düşük güç mesafeli toplumların özelliklerinden biridir. Diğer seçenekler yüksek güç mesafeli toplumun özellikleri arasındadır."
  },
  {
    "id": "2365276",
    "unitNumber": 8,
    "text": "I. Öğrenci merkezli eğitim vardır.<br/>II.Yolsuzluk nadirdir ve skandallar politik kariyeri sonlandırır.<br/>III. Karar alırken astlara danışılması beklenir. <br/>IV. Hiyerarşi, varoluşsal eşitsizlik anlamına gelir.<br/>Yukarıdakilerden hangileri düşük güç mesafesi olan toplumların özellikleri arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I ve III",
      "D": "Yalnız IV",
      "E": "II ve IV"
    },
    "explanation": "\"Hiyerarşi, varoluşsal eşitsizlik anlamına gelir\", yüksek güç mesafesi olan toplumların özellikleri arasındadır."
  },
  {
    "id": "2365281",
    "unitNumber": 8,
    "text": "Aşağıdakilerin hangisi kolektivist toplumun özellikleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Herkesin kendisiyle ve sadece yakın ailesiyle<br/>ilgilenmesi gerekir",
      "B": "Gizlilik hakkı vardır",
      "C": "Normların ihlali suçluluk duygularına yol açar",
      "D": "Eğitimin amacı öğrenmeyi öğrenmektir",
      "E": "İlişki, görev yerine geçer"
    },
    "explanation": "\"İlişki, görev yerine geçer\" özelliği dışındaki seçenekler bireyci toplumların özellikleri arasında yer alır?"
  },
  {
    "id": "2365286",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi dişil toplumun özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cinsiyetler arasında en yüksek düzeyde duygusal<br/>ve sosyal rol farklılaşması",
      "B": "İş, aileden önce gelir",
      "C": "Güçlülere hayranlık duyulur",
      "D": "Tüm cinsler duygularını belli eder, barışçıdırlar",
      "E": "Siyasi pozisyonlarda çok az kadın vardır"
    },
    "explanation": "\"Tüm cinsler duygularını belli eder, barışçıdırlar\" dışındaki seçenekler, eril toplumun özellikleri arasında yer alır"
  },
  {
    "id": "2367923",
    "unitNumber": 8,
    "text": "Uluslararası turizm bölgelerinde kişiler arası karşılaşmaların nasıl bir tür karşılaşma olduğunu söylemek mümkündür?",
    "correctAnswer": "A",
    "options": {
      "A": "kültürlerarası bir karşılaşma",
      "B": "Uluslararası bir karşılaşma",
      "C": "turistik bir karşılaşma",
      "D": "geleneksel bir karşılaşma",
      "E": "formal bir kaşılaşma"
    },
    "explanation": "Doğru cevap \"a\" şıkkıdır, Uluslararası turizm bölgelerinde kişiler arası<br/>karşılaşmaların aslında kültürlerarası bir karşılaşma olduğunu söylemek yersiz olmayacaktır."
  },
  {
    "id": "2367929",
    "unitNumber": 8,
    "text": "Turistlerin ve yerli halkın ilişkisinin diğer kültürlerarası ilişkilere göre ayrıcalıklı<br/>olduğu benzersiz özelliği nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Diğerlerini seyahat eşlikçileri gibi gördüklerinde, turistik faaliyet gerçekleştirirken kendilerine seyahat arkadaşı olabilecek veya sosyalleşebilecekleri birileri olarak değerlendirirler",
      "B": "turistler, göçmenlerin, öğrencilerin ve yabancı işçilerin aksine yerel topluma uyum sağlamak zorunda değillerdir",
      "C": "Katılanlar, kişiliklerinin yalnızca belirli bir kesimiyle birbirlerine<br/>uyarlanırlar",
      "D": "Ön bölgelerde turist-görevli ilişkisi yapay ve sahte bir özellik taşır.",
      "E": "Turistlerle görevlilerin karşılaşmaları ve etkileşimleri çeşitlilik gösterir"
    },
    "explanation": "Doğru cevap\"b\" şıkkkıdır, . Turistlerin ve yerli halkın ilişkisinin diğer kültürlerarası ilişkilere göre ayrıcalıklı olduğu iki benzersiz özelliği vardır. Birincisi; turistler, göçmenlerin, öğrencilerin ve yabancı işçilerin aksine yerel topluma uyum sağlamak zorunda değillerdir. Örneğin, turistler yerel ve kültürel kısıtlamalardan muaftır ve tatili boyunca kendi toplumunun kültürel balonunda yaşayabilir. İkincisi; turistin içinde bulunduğu refah, turisti sosyolojik açıdan bir yabancı veya maceracı olarak özel bir konuma yerleştirir ve böylece<br/>turist ziyaret ettiği toplumu gözlemleme ve inceleme fırsatı bulur"
  },
  {
    "id": "2367931",
    "unitNumber": 8,
    "text": "Kültürlerarası etkileşimin kalitesinin hangi faktör ile ilişkisi vardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Engelleyici ilişkiler",
      "B": "destekleyici ilişkiler",
      "C": "Kültür aracılarının rolü",
      "D": "İlgisizlik",
      "E": "Saldırı"
    },
    "explanation": "Doğru cevap \"c\" şıkkıdır, Kültür aracılarının rolü: Turistlerin başka kültüre seyahat ettiği veya ev sahibi kültürden hizmet<br/>aldığı sırada karşılaşma yaşadıkları ev sahibi toplumdakiler iletişim sürecinde rol oynamalıdır."
  },
  {
    "id": "2367935",
    "unitNumber": 8,
    "text": "Turist-görevli ilişkileri için tanımlanan özellik hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "seyahat eşlikçileri",
      "B": "bir güvenlik unsuru",
      "C": "bir uyaran",
      "D": "potansiyel arkadaş",
      "E": "Turistik etkinliği içeren bir ilişkidir"
    },
    "explanation": "Doğru cevap \"e\" şıkkıdır, Turistik etkinliği içeren bir ilişkidir: Turistik<br/>hizmetler çok geniş bir yelpazeyi kapsar.<br/>Bunlara turistlerin konaklaması, yemesi içmesi, ulaşımının sağlanması, hediyelik<br/>eşya satın alması, eğlenmesi vb. gibi birçok<br/>örnek verilebilir. Bu hizmetlerin sunulduğu<br/>her noktada; görevlilerle etkileşen turistler,<br/>görevlilerin işlerini yaparken temiz, düzenli, ortam koşullarının hijyenik olmasını,<br/>herhangi bir rahatsızlık duymadan gereksinimlerinin karşılanmasını beklerler"
  },
  {
    "id": "2367940",
    "unitNumber": 8,
    "text": "Kültürel farklılık kavramı hangi şekilde tanımlanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yerli görevli, kendi toplumunun turistlere karşı bir önyargısı varsa o da bunun etkisinde kalacak ve turistlere karşı önyargılı olabilecektir.",
      "B": "İnsanların sosyal yapılarının, inanç sistemlerinin, dünyanın farklı bölgelerindeki durumlara uyum sağlama stratejilerinin çeşitliliği.",
      "C": "Turistlerin başka kültüre seyahat ettiği veya ev sahibi kültürden hizmet<br/>aldığı sırada karşılaşma yaşadıkları ev sahibi toplumdakiler iletişim sürecinde rol oynamalıdır",
      "D": "Yabancıların sahip olduğu işletmelere yerlilerin alınmaması veya çalıştırılmaması ve bu kurumların sayısının artması",
      "E": "Ev sahiplerinin ve ziyaretçilerin kültürel geçmişlerinin aynı veya benzer olduğu"
    },
    "explanation": "Doğru cevap \"b\" şıkkıdır, Kültürel farklılık kavramı birçok şekilde tanımlanabilir ancak sıklıkla aşağıda sıralandığı gibi tanımlanır (Reisinger, 2009):İnsanların sosyal yapılarının, inanç sistemlerinin, dünyanın farklı bölgelerindeki durumlara uyum sağlama stratejilerinin çeşitliliği."
  },
  {
    "id": "2367943",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"<em>düşük güç mesafesini\"</em> anlatır?",
    "correctAnswer": "C",
    "options": {
      "A": "Aileler, çocuklara itaat etmeyi öğretir.",
      "B": "Yaşlı insanlar, saygı ve korku figürüdür",
      "C": "Yaşlı insanlardan ne korkulur ne de onlara saygı duyulur",
      "D": "Yoksulluk sıktır, skandallar örtülüdür",
      "E": "Toplumda gelir dağılımı çok dengesizdir"
    },
    "explanation": "Doğru cevap \"c\" şıkkıdır, Düşük güç mesafesi, Düşük güç mesafesi Yüksek güç mesafesi<br/>Gücün kullanımı yasaldır; iyinin ve kötünün ölçütlerine<br/>tabidir.<br/>Aileler, çocuklara itaat etmeyi öğretir.<br/>Aileler çocuklarına eşit davranırlar. Yaşlı insanlar, saygı ve korku figürüdür.<br/>Yaşlı insanlardan ne korkulur ne de onlara saygı duyulur. Öğretmen merkezli eğitim vardır.<br/>Öğrenci merkezli eğitim vardır. Hiyerarşi, varoluşsal eşitsizlik anlamına gelir.<br/>Karar alırken astlara danışılması beklenir. Astlar, ne yapmaları gerektiğinin<br/>söylenmesini bekler.<br/>Hükümetler çoğunluk oyuna dayanarak barışçıl bir şekilde<br/>değişir.<br/>Hükümetler devrilir.<br/>Yolsuzluk nadirdir ve skandallar politik kariyeri sonlandırır. Yoksulluk sıktır, skandallar örtülüdür.<br/>Toplumda gelir dağılımı dengelidir. Toplumda gelir dağılımı çok dengesizdir.<br/>Dinler inançların eşitliğini vurgular. Dinler, din adamlarının güdümündedir.<br/>Gücün kullanımı yasaldır; iyinin ve kötünün ölçütlerine<br/>tabidir"
  },
  {
    "id": "2367945",
    "unitNumber": 8,
    "text": "Bireycilik aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aidiyet konusuna burgu yapılır",
      "B": "Kişinin zihninden bahsetmek sağlıklıdır",
      "C": "Grup tarafından önceden belirlenmiş görüşler vardır",
      "D": "Eğitimin amacı nasıl yapılacağını öğrenmektir",
      "E": "İlişki, görev yerine geçer."
    },
    "explanation": "Doğru cevap \"b\" şıkkıdır, Bireycilik Kolektivizm<br/>Herkesin kendisiyle ve sadece yakın ailesiyle<br/>ilgilenmesi gerekir.<br/>İnsanlar kendilerini sadakatle koruyan geniş ailelerde<br/>doğarlar.<br/>“Ben” bilinci hâkimdir. “Biz” bilinci hâkimdir.<br/>Gizlilik hakkı vardır. Aidiyet konusuna burgu yapılır.<br/>Kişinin zihninden bahsetmek sağlıklıdır. Uyum daima korunmalıdır.<br/>Diğerleri, bireyler olarak sınıflandırılır. Diğerleri, grup içi veya grup dışı olarak sınıflandırılır.<br/>Kişisel görüş beklenir. Grup tarafından önceden belirlenmiş görüşler vardır.<br/>Normların ihlali suçluluk duygularına yol açar. Normların ihlali utanç verici duygulara yol açar.<br/>“Ben” kelimesi söyleme hâkimdir. “Ben” kelimesini kullanmak önlenir.<br/>Eğitimin amacı öğrenmeyi öğrenmektir. Eğitimin amacı nasıl yapılacağını öğrenmektir.<br/>Görev, ilişkilere üstün gelir. İlişki, görev yerine geçer."
  },
  {
    "id": "2367949",
    "unitNumber": 8,
    "text": "Kolektivizm hangisi ile ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Diğerleri, grup içi veya grup dışı olarak sınıflandırılır.",
      "B": "Eğitimin amacı öğrenmeyi öğrenmektir.",
      "C": "“Ben” kelimesi söyleme hâkimdir.",
      "D": "Diğerleri, bireyler olarak sınıflandırılır.",
      "E": "Gizlilik hakkı vardır."
    },
    "explanation": "Doğru cevap \"a\" şıkkıdır, Bireycilik Kolektivizm<br/>Herkesin kendisiyle ve sadece yakın ailesiyle<br/>ilgilenmesi gerekir.<br/>İnsanlar kendilerini sadakatle koruyan geniş ailelerde<br/>doğarlar.<br/>“Ben” bilinci hâkimdir. “Biz” bilinci hâkimdir.<br/>Gizlilik hakkı vardır. Aidiyet konusuna burgu yapılır.<br/>Kişinin zihninden bahsetmek sağlıklıdır. Uyum daima korunmalıdır.<br/>Diğerleri, bireyler olarak sınıflandırılır. Diğerleri, grup içi veya grup dışı olarak sınıflandırılır.<br/>Kişisel görüş beklenir. Grup tarafından önceden belirlenmiş görüşler vardır.<br/>Normların ihlali suçluluk duygularına yol açar. Normların ihlali utanç verici duygulara yol açar.<br/>“Ben” kelimesi söyleme hâkimdir. “Ben” kelimesini kullanmak önlenir.<br/>Eğitimin amacı öğrenmeyi öğrenmektir. Eğitimin amacı nasıl yapılacağını öğrenmektir.<br/>Görev, ilişkilere üstün gelir. İlişki, görev yerine geçer."
  },
  {
    "id": "2367951",
    "unitNumber": 8,
    "text": "Kültürel çatışmanın temel kaynaklarından biri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ellerin aşırı yıkanması",
      "B": "Ziyaretçilerin hizmetle ilgili beklentilerini anlayamama",
      "C": "Çaresizlik hissi",
      "D": "Gecikmelerde öfke krizi ve diğer hayal kırıklıkları",
      "E": "Aldatılmak, soyulmak veya yaralanmak gibi<br/>aşırı korku,"
    },
    "explanation": "Doğru cevap \"b\" şıkkıdır, Kültürel<br/>çatışmanın temel kaynakları aşağıda sıralanmıştır:<br/>• Kültürel etnosentrizm,<br/>• Ziyaretçilerin hizmetle ilgili beklentilerini<br/>anlayamama,<br/>• Dil ve yorumlamayla ilgili iletişim süreci,<br/>• Yaşam tarzında ve özellikle konaklama ve<br/>yiyeceklerle ilgili olarak geleneklerdeki farklılıklar."
  },
  {
    "id": "2367956",
    "unitNumber": 8,
    "text": "İki kültür bir süre temas ettiğinde, kültürlerden birinin kültürel borçlanma yoluyla diğer kültüre benzemesini ifade eden terim nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yozlaşma",
      "B": "Kültür şoku",
      "C": "Etnosentrizm",
      "D": "Kültürel etnosentrizm",
      "E": "Kültürleşme"
    },
    "explanation": "Doğru cevap \"e\" şıkkıdır, Kültürlerarası karşılaşmalarda incelenmesi gereken bir diğer konu kültürleşmedir. Kültürleşme;<br/>iki kültür bir süre temas ettiğinde, kültürlerden<br/>birinin kültürel borçlanma yoluyla diğer kültüre<br/>benzemesini ifade eder."
  },
  {
    "id": "2373045",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi birincil grup ilişkilere örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çocukluk çağı oyun grupları",
      "B": "Siyasal partiler",
      "C": "Proje grupları",
      "D": "Dernekler",
      "E": "Bankalar"
    },
    "explanation": "Birincil Grup: Sürekliliğe dayanan, sıcak, kişisel, yakın ve küçük ilişkilerdir. Birincil<br/>grupların üyeleri birbirine duygusal olarak bağlıdır. Aile, komşuluk, çocukluk çağı oyun grupları, akrabalık, gençlik vb. gruplar birincil gruplardandır (Güney, 2018)."
  },
  {
    "id": "2374038",
    "unitNumber": 8,
    "text": "Turistler ve yerel halkın kültürel geçmişlerindeki benzerlik ve farklılıkların nitelik ve derecesine bağlı olarak kaç tür sosyal temas tanımlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "Turistler ve yerel halkın kültürel geçmişlerindeki benzerlik ve farklılıkların nitelik ve derecesine bağlı olarak üç tür sosyal temas tanımlanmıştır: 1) Ev sahiplerinin ve ziyaretçilerin kültürel geçmişlerinin aynı veya benzer olduğu; 2) Ev sahibi toplumun ve ziyaretçilerin kültürel geçmişlerinin farklı ancak bu farklılıkların tamamlayıcı veya bütünleştirici olduğu; 3) Ev sahiplerinin ve ziyaretçilerin kültürel geçmişlerinin farklı, tutarsız veya uyumsuz olduğu temaslar"
  },
  {
    "id": "2374050",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi turist- yerel halk ilişkisini şekillendiren özelliklerden <u><strong>biri değildir</strong>?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Kalıcıdır",
      "B": "Dengesizdir",
      "C": "Sömürücüdür",
      "D": "Tahakkümcüdür",
      "E": "Sınırlıdır"
    },
    "explanation": "Turist- yerel halk ilişkisi birtakım özellikler tarafından şekillenir (Tuna, 2012):<br/>• Geçicidir, eşitsiz ve dengesizdir; mekânsal vegeçici kısıtlamalar tarafından sınırlanmıştır.<br/>• Turist, gittiği yerde genellikle kısa süre kalırbu yüzden yüzeysel ilişkileri daha anlamlı<br/>bir ilişki içinde geliştirme fırsatı yoktur.<br/>• Geleneksel, kendiliğinden misafirperverlik, ticari aktiviteye dönüşür.<br/>• Turistlerin görece yüksek olan refah düzeyi, yerel halk ile ilişkilerinde tahakkümcü ve sömürücü bir davranış biçimine yol açabilir.<br/>• Yerel halkın davranışları turistlere benzemek için değiştirildiği zaman, turist yerel halk ilişkisinin etkileri yıkıcı olur. Dildeki değişim, alkolizmin, suçun, fuhuşun, kumarın artması ve kültürün maddi ve maddi olmayan formlarının dönüşümü, bu yıkımın görünümleridir."
  },
  {
    "id": "2374070",
    "unitNumber": 8,
    "text": "Turist-görevli ilişkileri için verilen özelliklerden hangisi <strong><u>yanlıştır</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "İkincil grup ilişkisidir",
      "B": "Karşılıklı bağımlılığa dayanan bir ilişkidir",
      "C": "Turistik etkinliği içeren bir ilişkidir",
      "D": "Yakınlık ile kurulan bir ilişkidir",
      "E": "Ön bölgede oluşur"
    },
    "explanation": "Yakınlık ile kurulan bir ilişkidir<br/>Turist-görevli ilişkileri için bazı özellikler tanımlanmıştır. Buna göre yakınlık ile kurulan bir ilişki değil yabancı ile kurulan bir ilişkidir."
  },
  {
    "id": "2374080",
    "unitNumber": 8,
    "text": "Hofstede'in kültürlerarası farklılıkları temel aldığı boyutlardan hangisi \"İnsan eşitsizliğinden kaynaklanan temel sorunlara farklı çözümler\"le ilgilenmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Erillik-dişillik",
      "B": "Belirsizlikten kaçınma",
      "C": "Bireycilik-kolektivizm",
      "D": "Güç mesafesi",
      "E": "İlgisizlik"
    },
    "explanation": "Güç Mesafesi: Aile gibi örgütlerin ve diğer kurumların hiyerarşik olarak altta (daha az güçlü) olan üyelerinin gücün eşitsiz bir şekilde dağılmasını ne ölçüde kabul ettiği ve içselleştirdiğini ifade eden bir kavramdır. Burada eşitsizlik; yukarıdan değil aşağıdan tanımlanır. Bir toplumdaki eşitsizliğin liderler kadar takipçiler tarafından da desteklendiğini gösterir. Güç ve eşitsizlik olguları elbette tüm toplumların gerçekliğidir. Tüm toplumlar eşitsizdir, ancak bazı toplumlar daha eşitsizdir (Hofstede, 2011)."
  },
  {
    "id": "2374090",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi düşük güç mesafesi olan ülkelerden <strong><u>biridir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekvador",
      "B": "Endonezya",
      "C": "Yeni Zelanda",
      "D": "Venezuella",
      "E": "Panama"
    },
    "explanation": "Avusturya, İsrail, Danimarka, Yeni Zelanda, İrlanda, İsveç, Norveç, Finlandiya, İsviçre ve İngiltere gibi düşük güç mesafesi olan toplumlarda eşitsizliğin en aza indirilmesi gerektiği savunulmaktadır."
  },
  {
    "id": "2374101",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yüksek belirsizlikten kaçınma davranışı olan ülkelerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Salvador",
      "B": "İrlanda",
      "C": "Filipinler",
      "D": "Danimarka",
      "E": "Jamaika"
    },
    "explanation": "Yunanistan, Portekiz, Guatemala, Uruguay, Belçika, Salvador, Japonya, Yugoslavya, Peru ve İspanya gibi yüksek belirsizlikten kaçınma davranışı olan kültürlerde, hayattaki belirsizliğin<br/>mücadele edilmesi gereken bir tehdit olduğu düşünülmektedir. Bu nedenle, çatışmadan kaçınarak, rekabeti onaylamayarak, tehlikeli kabul edilen sapkın davranışlara ve fikirlere tolerans göstermeyerek, az riskle daha fazla istikrar sağlayarak belirsizlikten kaçınmaya çalışırlar."
  },
  {
    "id": "2374107",
    "unitNumber": 8,
    "text": "Aşağıdaki ülkelerden hangisinde toplumlar grup hedeflerini, haklarını, ihtiyaçlarını, kararlarını, fikir birliğini ve işbirliğini vurgulamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "İtalya",
      "B": "Yeni Zelanda",
      "C": "Kosta Rika",
      "D": "Amerika Birleşik Devletleri",
      "E": "Danimarka"
    },
    "explanation": "Guatemala, Ekvador, Panama, Venezuela, Kolombiya, Endonezya, Pakistan, Kosta Rika, Peru ve Tayvan gibi kolektivist kültürlerde ise toplumlar grup hedeflerini, haklarını, ihtiyaçlarını, kararlarını, fikir birliğini ve işbirliğini vurgular. Bireysel inisiyatif yerine, insanlar “biz” odaklıdır. Sosyal bağlar ve aile bağları sıkıdır."
  },
  {
    "id": "2374109",
    "unitNumber": 8,
    "text": "Aşağıdaki ülkelerden hangisi dişil kültüre örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Meksika",
      "B": "İtalya",
      "C": "İrlanda",
      "D": "Almanya",
      "E": "Danimarka"
    },
    "explanation": "İsveç, Norveç, Hollanda, Danimarka, Kosta Rika, Yugoslavya, Finlandiya, Şili, Portekiz ve Tayland gibi yüksek dişil kültürler insan odaklıdır. Vurgu; yaşam kalitesi, başkalarının refahı ve başarısızlara sempati üzerinedir (Reisinger ve Turner, 2003). Cinsiyet rolleri eşittir."
  },
  {
    "id": "2374115",
    "unitNumber": 8,
    "text": "Bir şeyin manevi anlamda değer yargılarını, özelliklerini ve niteliklerini yitirmesi, bozulması, dejenere olması, özünden uzaklaşması anlamında gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yozlaşma",
      "B": "Etnosentrizm",
      "C": "Empati",
      "D": "Kültür şoku",
      "E": "Kültür çatışması"
    },
    "explanation": "Yozlaşma: Bir şeyin manevi anlamda değer yargılarını, özelliklerini ve niteliklerini yitirmesi, bozulması, dejenere olması, özünden uzaklaşması (TDK, 2020)."
  }
]