[
  {
    "id": "2981408",
    "unitNumber": 1,
    "text": "Bilgi teknolojilerinin stratejik olarak uygulanması ile ilgili aşağıda sıralanan ifadelerden hangisi/hangileri doğrudur?<br/><ol type=\"I\"> <li>Rekabet üstünlüğü sağlamak.</li> <li>Üretkenliği ve performansı geliştirmek.</li> <li>Yeni yönetim ve organizasyon yollarına olanak sağlamak.</li> <li>Dikey bütünleşmeye olanak sağlamak.</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "II-III-IV",
      "C": "III-IV",
      "D": "I-III-IV",
      "E": "I-II-III"
    },
    "explanation": "BT yeni yönetim ve iş fırsatları sunmakla birlikte <strong>en az dört farklı yolla stratejik olarak uygulanabilir: rekabet üstünlüğü sağlamak; üretkenliği ve performansı geliştirmek, yeni yönetim ve organizasyon yollarına olanak sağlamak; yeni işler geliştirmek. </strong>"
  },
  {
    "id": "2981409",
    "unitNumber": 1,
    "text": "İşletmelerin bilgi teknolojilerini kullanarak çeşitli stratejik faydalar elde ettikleri bilinmektedir. Aşağıdakilerden hangisi elde edilen bu stratejik faydalar arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Maliyetleri düşürmek",
      "B": "Ürünleri/hizmetleri farklılaştırmak",
      "C": "Dağıtım kanallarına erişimi sınırlamak",
      "D": "Maliyet etkinliğini artırmak",
      "E": "Satın alma işlemini kolaylaştırmak"
    },
    "explanation": "İşletmeler BT’yi kullanarak, yani maliyetlerini düşürerek, ürünleri/hizmetleri farklılaştırarak, dağıtım kanallarına erişimi sınırlayarak, rekabetçi fiyatlandırma sağlayarak, tedarik maliyetlerini düşürerek ve tedariki kolaylaştırarak, maliyet etkinliğini artırarak, bilgiyi bir ürün olarak kullanarak ve tedarikçiler ve müşterilerle daha yakın ilişkiler kurarak çeşitli stratejik faydalar elde edebilmektedir.<br/>Satın alma işlemini kolaylaştırmak"
  },
  {
    "id": "2981410",
    "unitNumber": 1,
    "text": "Tüketicilerin seyahat bilgileri konusunda internet’e giderek daha fazla güven duymalarına sebep olan neden aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Seyahate katılanların sayısının artması",
      "B": "1995’ten itibaren internetin ve World Wide Web’in yaygınlaşmasıyla BT’de yaşanan devrim niteliğindeki gelişmeler",
      "C": "Turizme harcanacak gelirdeki artış",
      "D": "İnternetin güvenilir olması",
      "E": "Acentaların tüketicileri İnternete yönlendirmesi"
    },
    "explanation": "1995’ten itibaren internetin ve World Wide Web’in<br/>yaygınlaşmasıyla BT’de yaşanan devrim niteliğindeki<br/>gelişmeler, tüketicilerin seyahat bilgileri konusunda<br/>internet’e, giderek daha fazla güvendiklerini ortaya<br/>koymaktadır.<br/>1995’ten itibaren internetin ve World Wide Web’in yaygınlaşmasıyla BT’de yaşanan devrim niteliğindeki gelişmeler"
  },
  {
    "id": "2981411",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletmelerin verimliliklerini, rakiplerinden farklılaşmalarını, operasyonel maliyetlerini ve tüketicilerden gelebilecek soru ve şikayetleri yanıtlama sürelerini etkileyerek işletmelerin rekabet ortamındaki stratejik konumunu değiştirmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Reklamlar",
      "B": "Görsel materyaller",
      "C": "Telefon",
      "D": "Bilgi Teknolojileri",
      "E": "Hizmetin farklılaştırılması"
    },
    "explanation": "BT; işletmelerin verimliliklerini, rakiplerinden farklılaşmalarını, operasyonel maliyetlerini ve tüketicilerden gelebilecek soru ve şikayetleri yanıtlama sürelerini etkileyerek işletmelerin rekabet ortamındaki stratejik konumunu değiştirmektedir<br/>Bilgi Teknolojileri"
  },
  {
    "id": "2981412",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tur operatörlerinin büyük maliyetler gerektirmeden sundukları ürünle ilgili bilgileri güncellemelerini sağlayarak ürün esnekliğini artırmakla kalmayıp aynı zamanda tanıtım ve dağıtım maliyetlerini düşürebilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "E-tablet",
      "B": "Broşürler",
      "C": "Elektronik broşürler",
      "D": "E-tablet menüler",
      "E": "Görsel materyaller"
    },
    "explanation": "Öte yandan<br/>elektronik broşürler, yalnızca tur operatörlerinin büyük maliyetler gerektirmeden sundukları ürünle ilgili<br/>bilgileri güncellemelerini sağlayarak ürün esnekliğini artırmakla kalmayıp aynı zamanda tanıtım ve dağıtım<br/>maliyetlerini düşürebilmektedirler."
  },
  {
    "id": "2981413",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"Merkezî Rezervasyon Sistemleri\"nin kısaltılmış halidir?",
    "correctAnswer": "E",
    "options": {
      "A": "www",
      "B": "POS",
      "C": "BT",
      "D": "GDS",
      "E": "CRS"
    },
    "explanation": "Merkezî Rezervasyon Sistemi (Central Reservation System: CRS)"
  },
  {
    "id": "2981414",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi birden fazla hava yolu şirketinin diğer tüm bilgilere ilaveten uçuş tarifeleri, satışa açık boş yerleri ve ücretleri hakkında bilgi içeren, rezervasyon yapma veya bilet verme olanakları ile birlikte ya da bunlar olmaksızın, bu hizmetlerin bazılarının veya hepsinin tüm aboneler için kullanılabilir olduğu bilgisayarlı rezervasyon sistemidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Küresel Dağıtım Sistemleri",
      "B": "Merkezî Rezervasyon Sistemi",
      "C": "Amadeus",
      "D": "Galileo",
      "E": "Network"
    },
    "explanation": "Merkezî Rezervasyon Sistemi (Central Reservation System: CRS); birden fazla hava yolu şirketinin<br/>diğer tüm bilgilere ilaveten uçuş tarifeleri, satışa açık boş yerleri ve ücretleri hakkında bilgi içeren, rezervasyon yapma veya bilet verme olanakları ile birlikte ya da bunlar olmaksızın, bu hizmetlerin bazılarının<br/>veya hepsinin tüm aboneler için kullanılabilir olduğu bilgisayarlı rezervasyon sistemidir."
  },
  {
    "id": "2981415",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"işletmelerin ürünlerini küresel olarak kontrol etmelerini, tanıtmalarını ve satmalarını sağlarken aynı zamanda gelir yönetimini kolaylaştıran; talep dalgalanmalarına arzı uyarlamak için esnek fiyatlama ve kapasite değişikliklerini sağlayan; iletişim maliyetlerini azalan, talep ve rakipler ile ilgili bilgi sağlayan\" sistemdir ?",
    "correctAnswer": "D",
    "options": {
      "A": "System One",
      "B": "Galileo",
      "C": "Amadeus",
      "D": "Merkezî Rezervasyon Sistemleri (CRS)",
      "E": "Küresel Dağıtım Sistemleri (GDS)"
    },
    "explanation": "CRS, işletmelerin ürünlerini küresel olarak kontrol etmelerini, tanıtmalarını ve satmalarını sağlarken<br/>aynı zamanda gelir yönetimini kolaylaştırmaktadır. CRS, talep dalgalanmalarına arzı uyarlamak için esnek<br/>fiyatlama ve kapasite değişikliklerini sağlamaktadır. Aynı zamanda iletişim maliyetlerini azaltır, talep ve<br/>rakipler ile ilgili bilgi sağlar CRS, satıcı hava yolları için üç ana finansal fayda sağlamıştır.<br/>Merkezî Rezervasyon Sistemleri (CRS)"
  },
  {
    "id": "2981416",
    "unitNumber": 1,
    "text": "Hangi yıllardan itibaren \"hava yolu işletmelerinin bilgisayarlı merkezî rezervasyon sistemleri (CRS), coğrafi kapsamlarını kademeli olarak genişleterek ve hem yatay (diğer hava yolu sistemleriyle) hem de dikey olarak (konaklama, araç kiralama, tren ve feribot bileti kesme, eğlence ve diğer hizmetler gibi tüm turistik ürünleri kapsayacak şekilde) entegre ederek Küresel Dağıtım Sistemlerine (Global Distribution Systems: GDS) dönüşmüştür\"?",
    "correctAnswer": "A",
    "options": {
      "A": "1980’lerin ortalarından itibaren",
      "B": "1970’lerin ortalarından itibaren",
      "C": "1970’lerin başlarından itibaren",
      "D": "1990’ların başından itibaren",
      "E": "1990’lerin ortalarından itibaren"
    },
    "explanation": "1980’lerin ortalarından itibaren hava yolu işletmelerinin bilgisayarlı merkezî rezervasyon sistemleri<br/>(CRS), coğrafi kapsamlarını kademeli olarak genişleterek ve hem yatay (diğer hava yolu sistemleriyle) hem<br/>de dikey olarak (konaklama, araç kiralama, tren ve feribot bileti kesme, eğlence ve diğer hizmetler gibi tüm<br/>turistik ürünleri kapsayacak şekilde) entegre ederek Küresel Dağıtım Sistemlerine (Global Distribution<br/>Systems: GDS) dönüşmüştür"
  },
  {
    "id": "2981417",
    "unitNumber": 1,
    "text": "1987 yılında, eşit hisseye sahip dört Avrupa hava yolu şirketi olan Air France, Iberia, Lufthansa ve Scandinavian Airlines System (SAS) ile kurulan şirket aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Galileo",
      "B": "Amadeus",
      "C": "Merkezi Rezervasyon Sistemleri Şirketleri",
      "D": "Küresel Dağıtım Sistemleri Şirketleri",
      "E": "Worldspan"
    },
    "explanation": "Amadeus Global Travel Distribution, 1987 yılında, eşit hisseye sahip dört Avrupa hava yolu şirketi<br/>olan Air France, Iberia, Lufthansa ve Scandinavian Airlines System (SAS) ile kurulmuştur"
  },
  {
    "id": "2981418",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi 1951’de (yarı otomatik kara işlem tesisleri) projesi, hava trafik kontrolü için gerçek zamanlı bir bilgisayar sistemi geliştirmek amacıyla Amerika Birleşik Devletleri Hava Kuvvetleri adına International Business Machines Corporation (IBM) tarafından kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Amadeus",
      "B": "SABRE",
      "C": "SAGE",
      "D": "THY",
      "E": "KLM"
    },
    "explanation": "1951’de SAGE (yarı otomatik kara işlem tesisleri) projesi, hava trafik kontrolü için gerçek zamanlı bir<br/>bilgisayar sistemi geliştirmek amacıyla Amerika Birleşik Devletleri Hava Kuvvetleri adına International<br/>Business Machines Corporation (IBM) tarafından kurulmuştur. Bu savunma projesinden elde edilen bilgilere dayanarak American Airlines Inc, 1953’te (1959) IBM ile birlikte American Airlines için bir envanter<br/>sistemi geliştirmek üzere SABRE projesini başlatmıştır ve 1963’te dünyanın ilk bilgisayarlı hava yolu rezervasyon sistemi (CRS) olarak faaliyete geçmiştir. İlk projenin tamamlanması ve IBM’in American Airlines<br/>ile yollarını ayırmasıyla, sistem 1964’te SABRE olarak yeniden adlandırılmıştır"
  },
  {
    "id": "2981419",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Amadeus Global Travel Distribution'ın kurulmasında birleşen hava yolu şirketlerinden birisi <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Air France",
      "B": "Iberia",
      "C": "Delta Air Lines",
      "D": "Lufthansa",
      "E": "Scandinavian Airlines"
    },
    "explanation": "Amadeus Global Travel Distribution, 1987 yılında, eşit hisseye sahip dört Avrupa hava yolu şirketi olan <strong>Air France, Iberia, Lufthansa ve Scandinavian Airlines System</strong> (SAS) ile kurulmuştur."
  },
  {
    "id": "2981420",
    "unitNumber": 1,
    "text": "Bir Küresel Dağıtım Sistemi olan Galileo ile ilgili aşağıda sıralanan bilgilerden hangileri doğrudur?<br/><ol type=\"I\"> <li>Apollo rezervasyon sistemiyle hizmet vermektedir.</li> <li>Ulusal sistemlerin işletimi ve pazarlaması esas olarak ulusal dağıtım şirketleri (NDC’ler) tarafından yürütülmektedir.</li> <li> Japonya'da Galileo International olarak hizmet vermektedir.</li> <li>1994 sonundan itibaren Türk Hava Yolları A.O.’nin ulusal dağıtım şirketleri sisteme dâhil olmuştur.</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-IV",
      "B": "II-IV",
      "C": "II-III-IV",
      "D": "I-II-III",
      "E": "I-III-IV"
    },
    "explanation": "Galileo Uluslararası Ortaklığı Eylül 1993’te (sözleşmeye bağlı olarak Ocak 1993’te) Galileo Company Limited (Swindon/Wiltshire, İngiltere) ve Covia Corporation (ABD) tarafından kurulmuş, Apollo ve Galileo sistemlerini birleştirmiştir. Söz konusu birleşmeden bu yana Galileo International, Amerika Birleşik Devletleri, <strong>Meksika ve Japonya’da Apollo olarak</strong> ve diğer tüm ülkelerde ise Galileo olarak faaliyet göstermiştir."
  },
  {
    "id": "2981421",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dünyanın ilk bilgisayarlı hava yolu rezervasyon sistemi olarak faaliyete geçmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Amadeus",
      "B": "Worldspan",
      "C": "Galileo",
      "D": "Apollo",
      "E": "Sabre"
    },
    "explanation": "Sabre, American Airlines Inc, 1953’te (1959) IBM ile birlikte American Airlines için bir envanter sistemi geliştirmek üzere SABRE projesini başlatmıştır ve <strong>1963’te dünyanın ilk bilgisayarlı hava yolu rezervasyon sistemi (CRS) olarak faaliyete geçmiştir. </strong>"
  },
  {
    "id": "2981422",
    "unitNumber": 1,
    "text": "\".................., ödenmesi gereken depozitoyu takip etmeye, peşin ödemeyi yatırmayan misafiri tespit etmeye, ardından depozito talebinde bulunmaya ve yapılan depozito ödemelerini kaydetmeye yardımcı olmaktadır.\" Verilen ifadedeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Oda Modülü",
      "B": "Rezervasyon modülü",
      "C": "Misafir hesap modülü",
      "D": "Elektronik kilit sistemi",
      "E": "Çağrı Hesaplama Sistemi"
    },
    "explanation": "<strong>Rezervasyon modülü,</strong> ödenmesi gereken depozitoyu takip etmeye, peşin ödemeyi yatırmayan misafiri tespit etmeye, ardından depozito talebinde bulunmaya ve yapılan depozito ödemelerini kaydetmeye yardımcı olmaktadır."
  },
  {
    "id": "2981423",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi otel misafirlerinin ödemeleri ve konaklamaları sırasında yaptıkları işlemlere ait verileri saklamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Oda Modülü",
      "B": "Misafir hesabı modülü",
      "C": "Rezervasyon Modülü",
      "D": "Çağrı Hesaplama Sistemi",
      "E": "Genel modül"
    },
    "explanation": "<strong>Misafir hesabı modülü</strong>, otel misafirlerinin ödemeleri ve konaklamaları sırasında yaptıkları işlemlere ait verileri saklamaktadır."
  },
  {
    "id": "2981424",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Otelin, misafir odalarına erişimi kontrol etmesine yardımcı olmaktadır.</li> <li>Odaya yalnızca o oda için kodlanmış uygun oda kartına sahip kişi girebilmektedir.</li> <li>Rezervasyon modülü ile arayüzlüdür.</li> <li>Misafir otelden çıkış yaptıktan sonra işlevselliği yok olur.</li> </ol> Elektronik kilit sistemi (ELS) ile ilgili yukarıda verilen bilgilerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "III-IV",
      "D": "II-III",
      "E": "I-II-IV"
    },
    "explanation": "Elektronik kilit sistemi, <strong>oda yönetim modülü ile arayüzlüdür.</strong> Bu sistem, otelin, misafir odalarına erişimi kontrol etmesine yardımcı olmaktadır. Odaya yalnızca o oda için kodlanmış uygun oda kartına sahip kişi girebilmektedir. Oda kartında yapılan kodlama benzersizdir ve yalnızca misafir o odada kaldığı süre boyunca işlevseldir. Misafir otelden çıkış yaptıktan sonra işlevselliği yok olur."
  },
  {
    "id": "2981425",
    "unitNumber": 1,
    "text": "Çalışanların maaşlarını, kişisel kayıtlarını, ücret dağılımını ve performans değerlendirmelerini aşağıdakilerden hangisi kapsamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Rezervasyon Modülü",
      "B": "Çağrı Hesaplama Sistemi",
      "C": "Enerji yönetim sistemi",
      "D": "Genel modül",
      "E": "Stok Yönetim Sistemi"
    },
    "explanation": "<strong>Genel modül uygulaması</strong>, misafir fatura ve hesap limitlerini takip eden alacak hesapları ve borç hesapları uygulamasındaki misafir işlemleri gibi çeşitli modüllerin raporlarını oluşturmak için kullanılmaktadır. <strong>Aynı zamanda maaşları, çalışanların kişisel kayıtlarını ve performans değerlendirmelerini, ücret dağılımını ve vergi kesintilerini, eğitim ve gelişimi, çalışanın konumuna göre görev ve sorumluluklarını kapsayan insan kaynakları modülünü de kapsamaktadır. </strong>"
  },
  {
    "id": "2981426",
    "unitNumber": 1,
    "text": "1996’da Microsoft firması aşağıdakilerden hangisini kurarak çevrim içi seyahat acentesi pazarına girmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Priceline",
      "B": "Lastminute.com",
      "C": "Lonely Planet",
      "D": "TripAdvisor",
      "E": "Expedia"
    },
    "explanation": "1996’da teknoloji devi Microsoft, <strong>Expedia’yı</strong> hayata geçirerek çevrim içi seyahat acentesi pazarına girmiştir."
  },
  {
    "id": "2981427",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinde kullanılan bilgi teknolojileri işletme yönetim sistemlerinin kapsadığı alanlardan birisi <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Maliyet ve muhasebe sistemleri",
      "B": "Kurumsal kaynak planlaması,",
      "C": "İnsan kaynakları yönetimi",
      "D": "Çevrim içi alışveriş web siteleri",
      "E": "Elektronik müşteri ilişkileri yönetimi"
    },
    "explanation": "<strong>Konaklama işletmelerinde kullanılan BT işletme yönetim sistemleri (Property Management Systems:</strong> PMS), maliyet ve muhasebe sistemleri, kurumsal kaynak planlaması, getiri yönetimi, insan kaynakları yönetim, elektronik müşteri ilişkileri yönetimi, dahili ağ, e-posta ile pazarlama, rezervasyon işlevli web siteleri, e-tedarik ve çevrimiçi platformları içermektedir"
  },
  {
    "id": "2981428",
    "unitNumber": 1,
    "text": "Bilgi teknolojilerine yatırım yapan firmalar, maliyetlerini düşürerek veya müşterilerin, ürün ve hizmetlerinin kalitesi hakkındaki algısını iyileştirerek ve dolayısıyla tekliflerini farklılaştırarak -------- üstünlüğü sağlamaya çalışmaktadır.<br/><strong>Yukarıdaki cümlede boş bırakılan yer aşağıdakilerden hangisi doğru olarak tamamlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "rekabet",
      "B": "üretkenlik",
      "C": "performans",
      "D": "yönetim",
      "E": "organizasyon"
    },
    "explanation": "Bilgi teknolojilerine yatırım yapan firmalar, maliyetlerini düşürerek veya müşterilerin, ürün ve hizmetlerinin kalitesi hakkındaki algısını iyileştirerek ve dolayısıyla tekliflerini farklılaştırarak <strong>rekabet</strong> üstünlüğü sağlamaya çalışmaktadır."
  },
  {
    "id": "2981429",
    "unitNumber": 1,
    "text": "<strong>Aşağıda verilen ifadelerden hangisi veya hangileri <u>yanlıştır</u>?</strong><br/>I. Turizm hizmetleri soyut bir tüketim malıdır.<br/>II. Turizm hizmetlerine satış önce fiziksel bir değerlendirme yapmak mümkündür.<br/>III. Turizm hizmetleri dayanıklı bir tüketim malıdır. <br/>IV. Turizm hizmetlerinin satışında bilgi çok büyük önem arz eder, hatta can damarıdır.<br/>V. Turizm hizmetleri bilgi teknoloji kullanımı çok fazla önem arz etmez.",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece V",
      "B": "I, III ve IV",
      "C": "II ve IV",
      "D": "II, III ve V",
      "E": "I ve V"
    },
    "explanation": "II, III ve V no'lu ifadeler yanlıştır. <br/>II. Turizm hizmetlerine satış önce fiziksel bir değerlendirme yapmak mümkündür. --&gt; Turizm hizmetleri Soyut bir tüketim malı olduğundan, dayanıklı tüketim mallarının aksine turizm hizmetleri, satın almadan önce satış noktasında fiziksel olarak sergilenemez veya incelenemez. Dolayısıyla fiziksel bir değerlendirme yapmak mümkün değildir. <br/>III. Turizm hizmetleri dayanıklı bir tüketim malıdır. --&gt; Turizm hizmetleri Soyut bir tüketim malıdır. Dolayısıyla dayanıklı bir tüketim malı olamaz. <br/>V. Turizm hizmetleri bilgi teknoloji kullanımı çok fazla önem arz etmez. --&gt; Aksine, turizm hizmetleri Soyut bir tüketim malı olduğundan, bilgi teknolojileri ve kullanımları çok önemlidir. Turizm hizmetlerinin satışında bilgi çok büyük önem arz ettiğinden hatta can damarı olduğundan, bu teknolojiler bilginin yayılımını, temel bilgiyi sunumunu kolaylaştırdığından dolayı bilişim teknolojileri turizm pazarlaması, dağıtımı, tanıtımı ve koordinasyonunda giderek daha kritik bir rol oynamaktadır."
  },
  {
    "id": "2981430",
    "unitNumber": 1,
    "text": "<strong>Turizm sektöründe bilgi teknolojilerinin kullanılması, birbirini izleyen üç teknolojik gelişim aşaması şeklinde ortaya çıkmıştır. İlk aşama hangi yıllarda ve hangi sitemle meydana çıkmıştır? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1960’larda global dağıtım sistemiyle (GDS)",
      "B": "1960’larda bilgisayarlı rezervasyon sistemiyle (CRS)",
      "C": "1970'lerde global dağıtım sistemiyle (GDS)",
      "D": "1970'lerde bilgisayarlı rezervasyon sistemiyle (CRS)",
      "E": "1990'larda İnternet sistemiyle"
    },
    "explanation": "Turizm sektöründe bilgi teknolojilerinin kullanılması, birbirini izleyen üç teknolojik gelişim aşaması şeklinde ortaya çıkmıştır.<br/><ul> <li>İlk aşama,1970’lerde bilgisayarlı rezervasyon sistemlerinin (CRS),</li> <li>ikinci aşama, 1980’lerde global dağıtım sistemlerinin (GDS)</li> <li>ve son olarak 1990’larda turizm sektöründe internet kullanımının yaygınlaşmasıdır</li> </ul>"
  },
  {
    "id": "2981431",
    "unitNumber": 1,
    "text": "<strong>Aşağıda turizm bilgi sistemleri hakkında verilen ifadelerden hangisi <u>yanlıştır</u>?</strong><br/>I. Tatil paketleri gibi seçenekleri gösterir ama bu hizmetlerin gerçek fiyatlarını göstermez. <br/>II. Seyahat, konaklama ve dinlence gibi hizmetlerin seçeneklerini gösterir. <br/>III. Destinasyonlar gibi hizmetleri ve bu hizmetlerin gerçek fiyatlarını gösterir. <br/>IV. Rezervasyonların anında onaylanmasını ve hızlı bir şekilde belgelenmesini sağlar. <br/>V. Esneklik sağlayarak, potansiyel tüketicilerin son dakikada rezervasyon yapmasına olanak tanır",
    "correctAnswer": "A",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "I. no'lu ifade yanlıştır. <br/><strong>Bu sistemler seyahat, konaklama ve dinlence hizmetleri, destinasyonlar, tatil paketleri gibi seçeneklerin yanı sıra bu hizmetlerin</strong><br/><strong>gerçek fiyatlarını göstermektedir. </strong><br/>Bu hizmetler, aynı zamanda rezervasyonların anında onaylanmasını ve hızlı bir şekilde belgelenmesini sağlayarak daha fazla esneklik sağlamakta ve potansiyel tüketicilerin son dakikada rezervasyon yapmasına olanak tanımaktadır."
  },
  {
    "id": "2981432",
    "unitNumber": 1,
    "text": "<strong>Küresel Dağıtım Sistemleriyle, hava yolu işletmeleri coğrafi kapsamlarını kademeli olarak genişletmiş ve hizmet alanında hem yatay hem de dikey bütünleştirmeler entegre etmişlerdir. Aşağıda verilenlerden hangi <u>yatay</u> birleşmedir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Araç kiralama firmasıyla birleşme",
      "B": "Eğlence hizmet sektörüyle birleşme",
      "C": "Konaklama işletmesiyle birleşme",
      "D": "Başka bir havayolu işletmesiyle birleşme",
      "E": "Bir otel işletmesiyle birleşme"
    },
    "explanation": "Dikey bütünleşme, bir kanal düzeyinde yer alan bir üyenin kendisinden önce veya kendisinden sonraki düzeyde yer alan kanal üyelerini kendi yönetim ve denetimine almasını ifade etmektedir.<br/>Turizm sektöründe havayolu işletmelerinde, tur operatörlerinde ve otel işletmelerinde dikey bütünleşme örnekleri görülebilmektedir. Örneğin son yıllarda tur operatörlerinin uygun fiyatlı otel odalarını garantileyebilmek için yurt dışındaki önemli bölgelerde otel satın almaları ya da ortaklıklar oluşturmaları bir dikey bütünleşme biçimidir.<br/>Yatay bütünleşme ise dağıtım kanalında aynı düzeyde faaliyet gösteren işletmelerin bir araya gelmesiyle oluşmaktadır.<br/>İki otelin birleşmesi ya da iki havayolu işletmesinin birleşmesi sonucu yatay bütünleşme oluşabilir.<br/>Başka bir havayolu işletmesiyle birleşme, yatay birleşmedir. <br/>Diğerleri hava yolu şirketi olmadığından, yani ayrı bir sektör olduğundan, dikey birleşmeye girer."
  },
  {
    "id": "2981433",
    "unitNumber": 1,
    "text": "<strong>Aşağıda verilen ifadelerden hangisi veya hangileri doğrudur? </strong><br/>I. Elektronik bilet hava yolu işletmelerinin etkinliğini artırır. <br/>II. Biletsiz seyahat hava yolu işletmelerinin etkinliğini artırır. <br/>III. Elektronik bilet hem dağıtım hem de işçilik maliyetini gittikçe azaltır. <br/>IV. Biletsiz seyahat sadece işçilik maliyetini azaltır.",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "Sadece IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Elektronik bilet ve biletsiz seyahat, hava yolu işletmelerinin etkinliğini artırırken, hem dağıtım hem de işçilik maliyetini gittikçe azaltmaktadır."
  },
  {
    "id": "2981434",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi <u>ön ofis</u> işlemlerinden biridir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Muhasebe",
      "B": "Satış",
      "C": "Pazarlama araştırması",
      "D": "Gelir yönetimi",
      "E": "Ücret bordrosu"
    },
    "explanation": "PMS ön büro, satış, planlama ve operasyon işlevlerini kolaylaştırmak için geliştirilmiştir. Bu sistemle tüm rezervasyonları, doluluk oranını ve iptalleri içeren bir veri tabanının idare edilmesi ve böylece otel envanterinin yönetilmesi başarılmıştır.<br/>Buna ek olarak, PMS’ler “arka ofis” işlemlerini entegre etmiştir ve genel yönetimin yanı sıra muhasebe, pazarlama araştırması ve planlaması, gelir yönetimi, ücret bordrosu, personel yönetimi ve satın alma gibi belirli süreçleri iyileştirmiştir.<br/>Satış --&gt; Ön ofis işlemidir. <br/>Diğerleri arka ofis işlemidir."
  },
  {
    "id": "2981435",
    "unitNumber": 1,
    "text": "<strong>Ödenmesi gereken depozitoyu takip etmeye, peşin ödemeyi yatırmayan misafiri tespit etmeye, ardından depozito talebinde bulunmaya ve yapılan depozito ödemelerini kaydetmeye yardımcı olan modül aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Misafir hesap modülü",
      "B": "Oda modülü",
      "C": "Rezervasyon modülü",
      "D": "Arıza modülü",
      "E": "Genel modül"
    },
    "explanation": "Rezervasyon modülü, ödenmesi gereken depozitoyu takip etmeye, peşin ödemeyi yatırmayan misafiri tespit etmeye, ardından depozito talebinde bulunmaya ve yapılan depozito ödemelerini kaydetmeye yardımcı olmaktadır"
  },
  {
    "id": "2981436",
    "unitNumber": 1,
    "text": "<strong>Bir otelin, misafir odalarına erişimi kontrol etmesine yardımcı olan sistem aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Enerji yönetim sistemi",
      "B": "Çağrı Hesaplama Sistemi",
      "C": "Elektronik kilit sistemi",
      "D": "Stok Yönetim Sistemi",
      "E": "Yiyecek Kontrol Sistemi"
    },
    "explanation": "Elektronik kilit sistemi, oda yönetim modülü ile arayüzlüdür.<br/>Bu sistem, otelin, misafir odalarına erişimi kontrol etmesine yardımcı olmaktadır.<br/>Odaya yalnızca o oda için kodlanmış uygun oda kartına sahip kişi girebilmektedir."
  },
  {
    "id": "2981437",
    "unitNumber": 1,
    "text": "<strong>Genelde tüm işletmelerde muhasebenin alt ögesi olarak yer alan ama sadece muhasebeyi ilgilendirmeyen, aynı zamanda mutfak, kat hizmetleri, ön büro, teknik servis gibi işletmenin bütün departmanlarını ilgilendiren bir boyutu olan sistem aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Stok Yönetim Sistemi",
      "B": "Enerji yönetim sistemi",
      "C": "Yiyecek İçecek Yönetim Sistemi",
      "D": "Yiyecek Kontrol Sistemi",
      "E": "Çağrı Hesaplama Sistemi"
    },
    "explanation": "Stok Yönetim Sistemi (SYS)<br/>Stok sistemi, genelde tüm işletmelerde muhasebenin alt ögesi olarak yer alır. Fakat sadece muhasebeyi ilgilendiren bir boyutu yoktur.<br/>Aynı zamanda mutfak, kat hizmetleri, ön büro, teknik servis gibi işletmenin bütün departmanlarını ilgilendiren bir boyutu vardır.<br/>Bazı sistemlerde POS noktasından ürün satışıyla birlikte, mamulün standart reçetesine bağlı olarak stoklardan malzeme miktarı otomatik olarak düşülebilmektedir.<br/>Böyle bir sistemin kurulu bulunması departmanların ve stokların denetiminin etkin bir biçimde yürütülmesine imkân vermektedir."
  },
  {
    "id": "2981438",
    "unitNumber": 1,
    "text": "Bilgi teknolojileri, bilgiye ulaşılmasını ve bilginin oluşturulmasını sağlayan her<br/>türlü görsel, işitsel basılı ve yazılı araçları kapsayan sürece ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Küreselleşme",
      "B": "Dijital Bölünme",
      "C": "Modernleşme",
      "D": "Yapay Zeka",
      "E": "Bilgi Teknolojileri"
    },
    "explanation": "Bilgi teknolojileri, bilgiye ulaşılmasını ve bilginin oluşturulmasını sağlayan her<br/>türlü görsel, işitsel basılı ve yazılı araçları kapsayan bir sistemdir (Karataş ve Babür,<br/>2013)."
  },
  {
    "id": "2981439",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bilgi teknolojilerinin stratejik uygulanabilirliğine örnek olarak gösterilemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Rekabet üstünlüğü sağlamak",
      "B": "Üretkenliği ve performansı geliştirmek",
      "C": "Yeni yönetim ve organizasyon yollarına olanak sağlamak",
      "D": "Yeni işler geliştirmek.",
      "E": "Geleneksel yönetim işlevlerini gerçekleştirmek"
    },
    "explanation": "BT yeni yönetim ve iş fırsatları sunmakla birlikte en az dört farklı yolla stratejik olarak uygulanabilir: rekabet üstünlüğü sağlamak; üretkenliği ve performansı geliştirmek, yeni yönetim ve organizasyon yollarına olanak sağlamak; yeni işler geliştirmek."
  },
  {
    "id": "2981440",
    "unitNumber": 1,
    "text": "İnternet hangi yıldan sonra yaygınlaşmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1983",
      "B": "1969",
      "C": "2000",
      "D": "1995",
      "E": "2010"
    },
    "explanation": "1995’ten itibaren internetin ve World Wide Web’in yaygınlaşmasıyla BT’de yaşanan devrim niteliğindeki gelişmeler, tüketicilerin seyahat bilgileri konusunda İnternet’e, giderek daha fazla güvendiklerini ortaya koymaktadır."
  },
  {
    "id": "2981441",
    "unitNumber": 1,
    "text": "Bilgi sağlama ve toptancılar ile aracılar arasında iletişim gibi bazı geleneksel işlevler, internet aracılığıyla tüketicilere doğrudan sunulduğundan aşağıdakilerden hangisi tehlike altındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Aracılar",
      "B": "Oteller",
      "C": "Müşteriler",
      "D": "İnternet Tabanlı Şirketler",
      "E": "Tur operatörleri"
    },
    "explanation": "Bilgi sağlama ve toptancılar ile aracılar arasında iletişim gibi bazı geleneksel işlevler, internet aracılığıyla tüketicilere doğrudan sunulduğundan, geleneksel seyahat aracılığı kısmen tehlikede gibi görülmektedir."
  },
  {
    "id": "2981442",
    "unitNumber": 1,
    "text": "Turizm sektöründe bilgi teknolojilerinin kullanımı ilk hangi yıllarda başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "2000",
      "B": "1990",
      "C": "1980",
      "D": "1970",
      "E": "1960"
    },
    "explanation": "Turizm sektöründe bilgi teknolojilerinin kullanılması, birbirini izleyen üç teknolojik gelişim aşaması şeklinde ortaya çıkmıştır. İlk aşama,1970’lerde bilgisayarlı rezervasyon sistemlerinin (CRS) ortaya çıkışıdır."
  },
  {
    "id": "2981443",
    "unitNumber": 1,
    "text": "Global Dağıtım Sistemleri hangi yıl ortaya çıkmıştı?",
    "correctAnswer": "C",
    "options": {
      "A": "2000",
      "B": "1990",
      "C": "1980",
      "D": "1970",
      "E": "1960"
    },
    "explanation": "İkinci aşama, 1980’lerde global dağıtım sistemlerinin (GDS) ortaya çıkışıdır."
  },
  {
    "id": "2981444",
    "unitNumber": 1,
    "text": "ARPANET kaçlı yıllarda ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1960'lı",
      "B": "1970'li",
      "C": "1980'li",
      "D": "1990'lı",
      "E": "2000'li"
    },
    "explanation": "İnternet, 1960’ların sonunda ABD Savunma Bakanlığı tarafından ARPANET adı altında bir WAN olarak kurulmuştur"
  },
  {
    "id": "2981445",
    "unitNumber": 1,
    "text": "Misafirin check-in, check-out saati ve tarihi ile ilgili oda durumu kayıtları, oda tipi ve misafir tarafından tercih edilen planı sunmaktadır ve otelin misafire zamanında<br/>doğru odayı sunmasını, gelir ve tahmin raporlarını ortaya çıkarmasın kolaylaştırmaktadır. Yukarıda bahsedilen modülün adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rezervasyon Modülü",
      "B": "Oda Modülü",
      "C": "Misafir Hesabı Modülü",
      "D": "Genel Modülü",
      "E": "Çağrı Hesaplama Sistemi (ÇHS)"
    },
    "explanation": "Rezervasyon yönetimi modülü, misafirin check-in, check-out saati ve tarihi ile ilgili oda durumu kayıtları, oda tipi ve misafir tarafından tercih edilen planı sunmaktadır ve otelin misafire zamanında doğru odayı sunmasını, gelir ve tahmin raporlarını ortaya çıkarmasını kolaylaştırmaktadır."
  },
  {
    "id": "2981446",
    "unitNumber": 1,
    "text": "Odaların mevcut durumunu yönetir ve personele otelin tüm yerleşim planıyla<br/>otel odalarını ve kat planını yönetmesine olanak tanıyan ve ayrıca bakım programı altındaki odaları, uzun süreli konaklamalar dâhilindeki odaları, fiyatlar konusunda bilgi, kayıt sırasındaki oda tahsisini gösteren ve ön büro personelinin misafir hizmetleriyle ilişkili olmasına yardımcı olması ile ilgili detaylar sunmaktadır. Yukarıdaki paragraftaki modülün adı nedir",
    "correctAnswer": "B",
    "options": {
      "A": "Rezervasyon Modülü",
      "B": "Oda Modülü",
      "C": "Misafir Hesabı Modülü",
      "D": "Genel Modülü",
      "E": "Çağrı Hesaplama Sistemi (ÇHS)"
    },
    "explanation": "Oda modülü, odaların mevcut durumunu yönetir ve personele otelin tüm yerleşim planıyla otel odalarını ve kat planını yönetmesine olanak tanıyan ve ayrıca bakım programı altındaki odaları, uzun süreli konaklamalar dâhilindeki odaları, fiyatlar konusunda bilgi, kayıt sırasındaki oda tahsisini gösteren ve ön büro personelinin misafir hizmetleriyle ilişkili olmasına yardımcı olması ile ilgili detaylar sunmaktadır."
  },
  {
    "id": "2981447",
    "unitNumber": 1,
    "text": ".......hesabı modülü, otel misafirlerinin ödemeleri ve konaklamaları sırasında yaptıkları işlemlere ait verileri saklamaktadır. Boşluğa aşağıdakilerden hangisi gelecektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Rezervasyon Modülü",
      "B": "Oda Modülü",
      "C": "Misafir Hesabı Modülü",
      "D": "Genel Modülü",
      "E": "Çağrı Hesaplama Sistemi (ÇHS)"
    },
    "explanation": "Misafir hesabı modülü, otel misafirlerinin ödemeleri ve konaklamaları sırasında yaptıkları işlemlere ait verileri saklamaktadır. Misafir hesabı modülü, önceden belirlenmiş misafir kredi limitini takip etmekte ve bölünmüş, çoklu folyo formatıyla manuel folyo, makbuz, rapor ve kayıt ihtiyacını ortadan kaldırmaktadır"
  },
  {
    "id": "2981448",
    "unitNumber": 2,
    "text": "Gelir yönetimi, rezervasyon yönetimi, oda ve ücret tahsisi, check-in ve check-out yönetimi, misafir muhasebesi, folio yönetimi, hesap mutabakatı ve oda durumu yönetimi gibi uygulamalar olup, aynı zamanda otel otomasyonları olarak da adlandırılmaktadır. Burada tanımlanan sistemin adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Otel Yönetim Sistemleri",
      "B": "Yapay Zeka",
      "C": "Nesnelerin İnterneti",
      "D": "Bilişim Sistemleri",
      "E": "Bilgi Koordinasyonu"
    },
    "explanation": "Doğru cevap A şıkkıdır.<br/>Otel yönetim sistemleri; gelir yönetimi, rezervasyon yönetimi, oda ve ücret tahsisi, check-in ve check-out yönetimi, misafir muhasebesi, folio yönetimi, hesap mutabakatı ve oda durumu yönetimi gibi uygulamalarda kullanılmaktadır. Bu sistem, aynı zamanda otel otomasyonları olarak da adlandırılmaktadır."
  },
  {
    "id": "2981449",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Otel Yönetim Sistemi içinde yer alan önbüro modülü içinde<strong> yer almaz? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Misafir Bilgileri",
      "B": "Oda durumu ve Oda Ataması",
      "C": "Misafir Hesapları",
      "D": "Satış Pazarlama",
      "E": "Misafir Giriş ve Çıkısı"
    },
    "explanation": "Soru sayfadaki şemadan çıkartılmıştır.<br/>Tipik bir otel yönetim sistemi, Şekil<br/>2.1’de görülmektedir. Bu şemada yer alan ön büro modülü altında <br/>Misafir Bilgileri<br/>Oda durumu ve Oda Ataması<br/>Misafir Giris ve Çıkısı<br/>Misafir Hesapları<br/>şematik olarak gösterilmektedir."
  },
  {
    "id": "2981450",
    "unitNumber": 2,
    "text": "Aşağıdaki Otel Yönetim Sistemlerine veri girişi ile ilgili ifadelerden hangisi <strong>yanlıştır? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Konaklama işletmelerinde kullanılan programlarda girilen veriler her zaman önemlidir.",
      "B": "Kullanıcının programın yazıldığı alanı bilmesi gerekmez.",
      "C": "Girilen verilerden arama ekranlarında, raporlama işlemlerinde yararlanılır.",
      "D": "Zorunlu alanlara veriler girilmediği takdirde işlem tamamlanmaz.",
      "E": "Yalnızca zorunlu alanlar girilerek kayıt işlemleri gerçekleştirilebilir."
    },
    "explanation": "Konaklama işletmelerinde kullanılan programlarda girilen veriler her zaman önemlidir.<br/>Girilen verilerden arama ekranlarında, raporlama işlemlerinde yararlanılır.<br/>Programlara veri girişlerinde genel olarak zorunlu alanlar vardır ve bu alanların verileri<br/>girilmediği takdirde işlem tamamlanmaz. Yalnızca zorunlu alanlar girilerek kayıt işlemleri gerçekleştirilebilir. Ancak zorunlu olmayan girilmesi gereken verilerin dâhil edildiği raporlama, arama gibi işlemlerde sıkıntı yaşanmasına sebep olmaktadır. Bu nedenle mümkün olan tüm verilerin girilmesi önemlidir.<br/>Programların kullanımında diğer önemli bir husus da programın yazıldığı alanı bilmektir. Diğer bir ifadeyle konaklama işletmeleri için yazılan programlarda konaklama işletmeciliği yönetimini bilmek, muhasebe alanında yazılmış bir programın<br/>verimli kullanımında da muhasebe bilgisine hakim olmak önemlidir."
  },
  {
    "id": "2981451",
    "unitNumber": 2,
    "text": "Bir konaklama işletmesinde kullanılan başlıca program ya/ya da modülleri ile işlevleri eşleştirmesinden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ön büro programları - Misafir kayıtlarının tutulması",
      "B": "Yiyecek-İçecek otomasyonları - Yiyeceklerin satın alınması",
      "C": "POS (Point of Sale) programları- İşletmenin muhasebe kayıtları",
      "D": "Santral programları-Tüm telefon kayıtlarının tutulması",
      "E": "İstatistik programları - Misafirlerin dilek ve şikâyetlerinin öğrenilmesi"
    },
    "explanation": "C seçeneği doğrudur.<br/>Ön büro programları: Misafir kayıtlarının<br/>tutulmasını sağlar.<br/>Yiyecek-İçecek otomasyonları: Bir yiyecek içecek işletmesinde yiyecek-içeceğin satın<br/>alınmasından üretilip misafire ikramına kadar geçen süreçlerin kayıtlarının tutulmasını<br/>sağlar.<br/>Santral programları: Konaklama işletmesinin tüm telefon kayıtlarının tutulmasını,<br/>ücretlendirilmesini sağlar.<br/>POS (Point of Sale) programları: Ürünlerin satışı, satış bedelinin tahsilatı gibi işlemlerin<br/>takibi için kullanılır.<br/>Muhasebe programları: işletmenin muhasebe kayıtlarının takibi için kullanılır.<br/>İstatistik programları: Konaklama işletmesinde konaklayan misafirlerin dilek ve<br/>şikâyet konularını öğrenebilmesi, işletmenin gelecek yıllar için tahmin yapabilmesi<br/>(forecast), bunlara göre planlama yapabilmesi için kullanılır."
  },
  {
    "id": "2981452",
    "unitNumber": 2,
    "text": "Misafirin kimlik, iletişim, ödeme şekli, özel durumları (tekerlekli sandalye kullanıp kullanmadığı, alerjisinin olup olmadığı gibi), misafirin kara listeye alınıp alınmaması, bağlantılı olduğu diğer misafirler, mesleği, kredi kart bilgileri, VIP derecesi, tercih ettikleri oda, masa, restoran gibi bilgiler girilir. Bu bilgiler Otel Yönetim Sistemleri içindeki hangi işlem grubu içinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Karşılama İşlemleri",
      "B": "Gelir Yönetimi",
      "C": "Ağırlama İşlemleri",
      "D": "Muhasebe İşlemleri",
      "E": "Rezervasyon İşlemleri"
    },
    "explanation": "Bu menü yani müşteri menüsü rezervasyon işlemleri başlığı altın yer alır.<br/>Bu menülerde genel olarak misafirin kimlik, iletişim, ödeme şekli, özel durumları (tekerlekli sandalye kullanıp kullanmadığı, alerjisinin olup olmadığı gibi), misafirin kara listeye alınıp alınmaması, bağlantılı olduğu diğer misafirler, mesleği, kredi kart bilgileri, VIP derecesi, tercih ettikleri oda, masa, restoran gibi bilgiler girilir."
  },
  {
    "id": "2981453",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi rezervasyon işlemleri içinde <strong>yer almaz? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Rezervasyonun bekleme listesine alınması (waitlist)",
      "B": "İptal rezervasyonların iptalinin iptali (Reinstate)",
      "C": "Rezervasyonun sıraya alınması (Queue)",
      "D": "Misafir Girişi (Check In)",
      "E": "Bekleyen rezervasyonun normal rezervasyona döndürülmesi (Accept)"
    },
    "explanation": "Doğru cevap D şıkkıdır.<br/>Rezervasyon işlemlerinde;<br/>Rezervasyonun bekleme listesine alınması (waitlist),<br/>Rezervasyonun iptali (cancel),<br/>Rezervasyonun sıraya alınması (Queue),<br/>Bekleyen rezervasyonun normal rezervasyona döndürülmesi (Accept)<br/>İptal rezervasyonların iptalinin iptali (Reinstate) gibi işlemler yapılabilir."
  },
  {
    "id": "2981454",
    "unitNumber": 2,
    "text": "Konaklama işletmelerinde rezervasyon işlemleri tamamlandıktan sonraki aşama,<br/>............ .................'dir. Konaklayacak misafirin otele kabulü ile başlayıp misafirin otelden ayrılışı ile biten aşamalarda gerçekleştirilir. Başka bir deyişle misafirin<br/>otelde konakladığı sürede yapılan işlemlerin tamamıdır. <strong>Boşluğa aşağıdaki ifadelerden hangisi koyulmalıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Karşılama İşlemleri",
      "B": "Servis İşlemleri",
      "C": "Geceleme İşlemleri",
      "D": "Rezervasyon İşlemleri",
      "E": "Resepsiyon İşlemleri"
    },
    "explanation": "E şıkkı doğrudur.<br/>Konaklama işletmelerinde rezervasyon işlemleri tamamlandıktan sonraki aşama,<br/>resepsiyon işlemleridir. Resepsiyon işlemleri, konaklayacak misafirin otele kabulü<br/>(check-in) ile başlayıp misafirin otelden ayrılışı (check-out) ile biten aşamalarda<br/>gerçekleştirilir. Başka bir deyişle misafirin otelde konakladığı sürede yapılan işlemlerin<br/>tamamıdır."
  },
  {
    "id": "2981455",
    "unitNumber": 2,
    "text": "Otel olanaklarını geceleme yapmaksızın kullanan (Tenis kortu, havuz, SPA, golf, düğün salonları, sempozyum vb.) misafir kayıtları burada yapılır. Bu konaklamasız misafirler, genellikle ................ odalarda takip edilir. Bu odaların özelliği night (gün sonu) işlemleri esnasında oda ücreti basılmamasıdır. Boşluğa aşağıdaki ifadelerden hangisi koyulmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanal",
      "B": "Standart",
      "C": "Suit",
      "D": "Koridor",
      "E": "Delüks"
    },
    "explanation": "A seçeneği doğrudur.<br/>Otel olanaklarını geceleme yapmaksızın kullanan (Tenis kortu, havuz, SPA, golf, düğün salonları, sempozyum vb.) misafir kayıtları da burada yapılır. Programdan programa farklılık gösterebilir. Bu konaklamasız misafirler, genellikle sanal olarak oluşturulmuş odalarda takip edilir. Hemen hemen her otelcilik programında sanal odalar bulunur. Sanal odaların özelliği night (gün sonu) işlemleri esnasında oda ücreti basılmamasıdır. Bu sanal odalar acente, şirket gibi işletmelerin takibi için de kullanılır."
  },
  {
    "id": "2981456",
    "unitNumber": 2,
    "text": "I-Tutulan kayıtlar, ön muhasebe olarak adlandırılır. Ön muhasebe kayıtları arayüz yazılımlar ile entegre muhasebe otomasyonlarına aktarılır. <br/>II-Harcama transferi, hesap transferi, tahsilat, hesapların veresiyeye kaldırılması,<br/>gibi kısacası tüm parasal işlemler yapılır.<br/>II-Döviz kurlarının girilmesi, döviz bozma, toplu harcama girişleri gibi işlemler yapılabilir.<br/>IV-Folyo üzerine işlenen herhangi bir veri hemen silinir.<br/><strong>Yukarıda açıklanan Kasa işlemlerinden hangisi yanlıştır. </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "Yalnız IV"
    },
    "explanation": "Doğru cevap E şıkkıdır.<br/>Kasa işlemlerinde tutulan kayıtlar, ön muhasebe olarak adlandırılır. Ön muhasebe<br/>kayıtları arayüz yazılımlar ile entegre muhasebe otomasyonlarına aktarılır. Böylece işletmenin muhasebe kayıtlarının tutulması da sağlanmış olur.<br/>Kasa işlemleri içerisinde, yapılan harcamanın işlenmesi, harcama transferi, hesap transferi, tahsilat, hesapların veresiyeye kaldırılması, depozito tahsilatı<br/>gibi kısacası tüm parasal işlemler yapılır. Bu menülere girildiğinde öncelikle misafir listesi gelir ve istenen misafirin folyosuna girilerek işlemler yapılır.<br/>Kasa işlemleri içerisinde ayrıca döviz kurlarının girilmesi, döviz bozma, toplu harcama girişleri ve konaklamasız misafirlerin folyo işlemleri/folyo takibi gibi işlemler de yapılabilir.<br/><strong>Folyo işlemlerinde folyo üzerine işlenen herhangi bir veri, eğer süper bir yetki yok ise silinemez,........</strong>"
  },
  {
    "id": "2981457",
    "unitNumber": 2,
    "text": "Odalarda konaklayan kişi sayılarının rezervasyon işlemlerinde belirtilen kişi sayısı<br/>ile kat görevlilerin odaları kontrolü esnasında odada tespit ettikleri kişi sayısının birbirinden farklı olması durumu aşağıdaki işlemlerden hangisi ile takip edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Overbooking",
      "B": "Uyuşmazlık",
      "C": "Misafir Girişi",
      "D": "Folyo",
      "E": "Arıza Takibi"
    },
    "explanation": "B seçeneği doğrudur.<br/>Uyuşmazlık iki tip olabilir. İlki odalarda konaklayan kişi sayılarının<br/>rezervasyon işlemlerinde belirtilen kişi sayısı ile kat görevlilerin odaları kontrolü esnasında odada tespit ettikleri kişi sayısının birbirinden farklı<br/>olmasıdır."
  },
  {
    "id": "2981458",
    "unitNumber": 2,
    "text": "Konaklama işletmesinde hangi birimin girdiği bilgiye (çok özel yetkili biri değilse) silme işlemi yapılamaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Önbüro",
      "B": "Rezervasyon",
      "C": "Kat Hizmetleri",
      "D": "İnsan Kaynakları",
      "E": "Satış Ve Pazarlama"
    },
    "explanation": "Ön büro işlemlerinden girilen veriler bazen arayüz (interface) yazılımlar ile bazen de ön büro programının doğrudan kendi içinde bulunan modüller ile diğer bölümlerde (departmanlarda) kullanılır. Bu entegrasyondan dolayı, genel olarak programlarda kayıt oluşturulduğu zaman eğer olağanüstü yetkileriniz yok ise silme işlemi yapılamaz."
  },
  {
    "id": "2981459",
    "unitNumber": 2,
    "text": "“Otel Yönetim Sistemlerinin” kullanımı aşağıdakilerden hangisini doğrudan etkilemez?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletme yönetimini",
      "B": "Finansal yönetimini",
      "C": "Loby hizmetleri yönetimini",
      "D": "İşletmenin pazarlamasını",
      "E": "İnsan kaynakları yönetimini"
    },
    "explanation": "Konaklama işletmelerinde bilgisayar kullanımı, işletmenin pazarlamasını, finansal yönetimini, işletme yönetimini, insan kaynakları yönetimini ve muhasebesini doğrudan etkilemektedir."
  },
  {
    "id": "2981460",
    "unitNumber": 2,
    "text": "Bir konaklama işletmesinde ürünlerin satışı, satış bedelinin tahsilatı gibi işlemlerin takibi için kullanılan program veya modül aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Muhasebe programları",
      "B": "İstatistik programları",
      "C": "Ön büro programları",
      "D": "Santral programları",
      "E": "POS programları"
    },
    "explanation": "POS (Point of Sale): Ürünlerin satışı, satış bedelinin tahsilatı gibi işlemlerin takibi için kullanılır."
  },
  {
    "id": "2981461",
    "unitNumber": 2,
    "text": "Bir konaklama işletmesinde konukların tanımlama işlemlerine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Muhasebe",
      "B": "Oda kaydı",
      "C": "Rezervasyon",
      "D": "Check in",
      "E": "Önbüro"
    },
    "explanation": "Rezervasyon işlemleri, konukların tanımlama bilgilerinin (profile) ve rezervasyon işlemlerinin (yeni rezervasyon/rezervasyon güncelleme) yapıldığı işlem grubudur."
  },
  {
    "id": "2981462",
    "unitNumber": 2,
    "text": "I- Customer relations menüsü<br/>II- Profiles menüsü<br/>III- Misafir bilgileri menüsü<br/>IV- Müşteri ilişkileri menüsü<br/>V- Halkla ilişkiler menüsü<br/>Aşağıdaki seçeneklerden hangisinde münferit bir misafir kimlik bilgisi oluşturmada kullanılan programlar doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "I-III-IV",
      "C": "II-III-V",
      "D": "III-IV-V",
      "E": "II-IV-V"
    },
    "explanation": "Münferit bir misafir kimlik bilgisi oluşturma: Programdan programa farklılık göstermekle beraber temelde girilen veriler, hemen hemen bütün programlarda benzerlik gösterir. Bir programda bu işlemler customer relations menüsünden yapılırken, bir başka programda profiles menüsünden ya da misafir bilgileri gibi menülerden yapılabilmektedir."
  },
  {
    "id": "2981463",
    "unitNumber": 2,
    "text": "Rezervasyonlarda aksiyon tanımlaması yapılabilmesi için bir misafirin otelde en az kaç gece konaklaması gerekmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "5",
      "B": "4",
      "C": "3",
      "D": "2",
      "E": "1"
    },
    "explanation": "Bir misafir eğer en az 2 (iki) gece otelde konaklayacak ise bu rezervasyonlara aksiyon tanımlanabilir. Örneğin, misafir ilk gece ailesi ile gelir, birlikte geceler. Ancak 2. (ikinci) gece aile bireyleri otelden ayrılır."
  },
  {
    "id": "2981464",
    "unitNumber": 2,
    "text": "Grup rezervasyonu yapılırken öncelikle yapılması gereken işlem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir grup ismi verilmesi",
      "B": "Gruba uygulanacak oda fiyatı",
      "C": "Grubun isim listesinin alınması",
      "D": "Gruptaki kişi sayısını saptamak",
      "E": "Grubun otelde kaç gece konaklayacağı"
    },
    "explanation": "Grup rezervasyonu alınırken öncelikle gruba bir isim verilerek rezervasyon işlemleri gerçekleştirilir. Alınan rezervasyon, sonrasında grubu oluşturan grup üyelerine dağıtılarak rezervasyon işlemi gerçekleştirilir."
  },
  {
    "id": "2981465",
    "unitNumber": 2,
    "text": "Genel olarak acenteler ile oteller arasında yapılan anlaşmalara göre yapılan rezervasyonlara ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Münferit rezervasyon",
      "B": "Seri rezervasyon",
      "C": "On-line rezervasyon",
      "D": "Grup rezervasyon",
      "E": "Kontratlı rezervasyon"
    },
    "explanation": "Kontratlı Rezervasyon İşlemleri (Blok Rezervasyonu) Kontratlı rezervasyon işlemleri, otel ile acente, şirket vb. işletmelerle yapılan kontratlar doğrultusunda yapılan rezervasyonlardır. Bu rezervasyon biçiminde genel olarak acenteler, otel ile anlaşma yaparlar. Belli bir sayıda ya da oranda odayı veya oda tipini önceden satın alırlar ve misafire satış yaparlar. Otel ile yapılan anlaşma doğrultusunda satın almış oldukları odalara rezervasyon yapsınlar ya da yapmasınlar artık sorumluluk işletmeye aittir."
  },
  {
    "id": "2981466",
    "unitNumber": 2,
    "text": "Konaklama işletmelerinde rezervasyon işlemleri tamamlandıktan sonraki aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kat hizmetlerinin yönlendirilmesi",
      "B": "Oda ücretinin tahsil edilmesi",
      "C": "Misafirin odaya yerleştirilmesi",
      "D": "Resepsiyon işlemleri",
      "E": "Otelin tanıtımının yapılması"
    },
    "explanation": "Konaklama işletmelerinde rezervasyon işlemleri tamamlandıktan sonraki aşama, resepsiyon işlemleridir. Resepsiyon işlemleri, konaklayacak misafirin otele kabulü (check-in) ile başlayıp misafirin otelden ayrılışı (check-out) ile biten aşamalarda gerçekleştirilir. Başka bir deyişle misafirin otelde konakladığı sürede yapılan işlemlerin tamamıdır."
  },
  {
    "id": "2981467",
    "unitNumber": 2,
    "text": "Otele gelmiş, ancak henüz odasının boşalmamış olması gibi bir sebeple check-in olmayı bekleyen misafirin statüsü nasıl ifade edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Expected",
      "B": "Cancel",
      "C": "Due out",
      "D": "Queue",
      "E": "Waitlist"
    },
    "explanation": "Queue: kuyruktaki (sırada) rezervasyon, (misafir otele gelmiş, ancak henüz odasının boşalmamış olması gibi bir sebeple check-in olmayı bekleyen)."
  },
  {
    "id": "2981468",
    "unitNumber": 2,
    "text": "I. Kat Hizmetleri <br/>II. Misafir Bilgilerini Silme <br/>III. Misafir Hesapları <br/>IV. Oda Durumu ve Oda Ataması<br/>V. Misafir Giriş ve Çıkışı<br/>Yukarıdakilerden hangileri tipik bir otel yönetim sisteminde önbüro işlemleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-V",
      "D": "II-IV-V",
      "E": "III-IV-V"
    },
    "explanation": "<strong>Otel Yönetim Sistemleri </strong><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4613d6c09904e5306fd04474909112b4.png\" alt=\"\" width=\"592\" height=\"382\"><br/>Ön büro işlemlerinden girilen veriler bazen arayüz (interface) yazılımlar ile bazen de ön büro programının doğrudan kendi içinde bulunan modüller ile diğer bölümlerde (departmanlarda) kullanılır. Bu entegrasyondan dolayı, genel olarak programlarda kayıt oluşturulduğu zaman eğer olağanüstü yetkileriniz yok ise <strong>silme </strong>işlemi yapılamaz."
  },
  {
    "id": "2981469",
    "unitNumber": 2,
    "text": "Bir konaklama işletmesinin tüm telefon kayıtlarının tutulmasını, ücretlendirilmesini sağlayan program aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ön büro programları",
      "B": "Yiyecek-İçecek otomasyonları",
      "C": "Santral programları",
      "D": "Muhasebe programları",
      "E": "İstatistik programları"
    },
    "explanation": "<strong>Otel Yönetim Sistemlerinde Veriler </strong><br/>Konaklama işletmelerinde kullanılan programların tamamı, ücretlendirmeyi kişi sayısı ve oda tipine göre yapar. Konaklama işletmelerinde bilgisayar kullanımının temelini ön büro programları oluştursa da bu durum, departmanlara/ihtiyaçlara göre değişmektedir. Bir konaklama işletmesinde kullanılan veya kullanılabilecek olan başlıca program ya/ya da modülleri ve işlevlerini şöyle sıralayabiliriz; <br/>a. Ön büro programları: Misafir kayıtlarının tutulmasını sağlar. <br/>b. Yiyecek-İçecek otomasyonları: Bir yiyecek-içecek işletmesinde yiyecek-içeceğin satın alınmasından üretilip misafire ikramına kadar geçen süreçlerin kayıtlarının tutulmasını sağlar. <br/><strong>c. Santral programları: Konaklama işletmesinin tüm telefon kayıtlarının tutulmasını, ücretlendirilmesini sağlar. </strong><br/>d. POS (Point of Sale) programları: Ürünlerin satışı, satış bedelinin tahsilatı gibi işlemlerin takibi için kullanılır. <br/>e. Teknik Servis programları: Konaklama işletmesinde ortaya çıkan arızaların takibi için kullanılır. <br/>f. Muhasebe programları: işletmenin muhasebe kayıtlarının takibi için kullanılır. <br/>g. İnsan Kaynakları programları: Konaklama işletmesinde çalışanların sosyal güvence ile ilgili işlemlerinden maaşlarına kadar yapılacak işlemler için kullanılır. <br/>h. İstatistik programları: Konaklama işletmesinde konaklayan misafirlerin dilek ve şikâyet konularını öğrenebilmesi, işletmenin gelecek yıllar için tahmin yapabilmesi (forecast), bunlara göre planlama yapabilmesi için kullanılır."
  },
  {
    "id": "2981470",
    "unitNumber": 2,
    "text": "I. Kimlik<br/>II. Meslek <br/>III. Ödeme şekli <br/>IV. Vergi numarası <br/>V. Özel fiyat kodları <br/>Yukarıdakilerden hangileri 'münferit bir misafir kimlik bilgisi oluşturma' menüsüne girilen bilgiler arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "I-IV-V",
      "D": "II-IV-V",
      "E": "III-IV-V"
    },
    "explanation": "<strong>Münferit Rezervasyon İşlemleri </strong><br/><strong><em>Münferit bir misafir kimlik bilgisi oluşturma: </em></strong>Programdan programa farklılık göstermekle beraber temelde girilen veriler, hemen hemen bütün programlarda benzerlik gösterir. Bir programda bu işlemler customer relations menüsünden yapılırken, bir başka programda profiles menüsünden ya da misafir bilgileri gibi menülerden yapılabilmektedir. <br/>Bu menülerde genel olarak misafirin <strong>kimlik,</strong> iletişim, <strong>ödeme şekli</strong>, <strong>özel durumları</strong> (tekerlekli sandalye kullanıp kullanmadığı, alerjisinin olup olmadığı gibi), misafirin kara listeye alınıp alınmaması, bağlantılı olduğu diğer misafirler, mesleği, kredi kart bilgileri, VIP derecesi, tercih ettikleri oda, masa, restoran gibi bilgiler girilir. <br/><strong>Diğer şıklar aşağıdaki duruma aittir.</strong><br/><em>Acente, şirket profili oluşturma</em>: Acente ve/veya şirket profili oluştururken işletme bilgileri girilir. Bunlar, <strong>vergi numarası</strong>, öncelik durumu, komisyon oranı, var ise merkez ofisi, yazışma bilgileri, işletmeye ait uygulanan <strong>özel fiyat kodları</strong>, görüşülen kişi gibi bilgilerdir."
  },
  {
    "id": "2981471",
    "unitNumber": 2,
    "text": "Otel ile acente, şirket vb. işletmelerle yapılan kontratlar doğrultusunda yapılan rezervasyonlara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "On-line rezervasyon işlemleri",
      "B": "Kontratlı rezervasyon işlemleri",
      "C": "Grup rezervasyon işlemleri",
      "D": "Münferit rezervasyon işlemleri",
      "E": "Otel yönetim işlemleri"
    },
    "explanation": "<strong>Rezervasyon Oluşturma </strong><br/><strong>Kontratlı Rezervasyon İşlemleri (Blok Rezervasyonu) </strong><br/>Kontratlı rezervasyon işlemleri, otel ile acente, şirket vb. işletmelerle yapılan kontratlar doğrultusunda yapılan rezervasyonlardır."
  },
  {
    "id": "2981472",
    "unitNumber": 2,
    "text": "Aşağıdaki rezervasyon statülerinden hangisi iptal edilmiş rezervasyon anlamında kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Expected",
      "B": "Check-out",
      "C": "Waitlist",
      "D": "Cancel",
      "E": "Check-in"
    },
    "explanation": "<strong>RESEPSİYON İŞLEMLERİ </strong><br/>Expected: beklenen rezervasyon, <br/>Cancel: iptal edilmiş rezervasyon, <br/>Check-in: konaklayan rezervasyon, <br/>Check-out: konaklaması bitmiş, otelden ayrılmış rezervasyon, <br/>Waitlist: bekleyen rezervasyon, (otelde oda kalmaması gibi bir sebeple beklemeye alınan rezervasyon) <br/>Queue: kuyruktaki (sırada) rezervasyon, (misafir otele gelmiş, ancak henüz odasının boşalmamış olması gibi bir sebeple check-in olmayı bekleyen)"
  },
  {
    "id": "2981473",
    "unitNumber": 2,
    "text": "Misafirin aldığı rezervasyon tipi harcamalarının dışında kalan harcamaları takip etmek için oluşturulan parasal işlem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Profile",
      "B": "Queue",
      "C": "Ekstra Folyo",
      "D": "Due Out",
      "E": "Waitlist"
    },
    "explanation": "<strong>KASA İŞLEMLERİ </strong><br/>Ekstra Folyo, misafirin aldığı rezervasyon tipi harcamalarının dışında kalan harcamaları takip etmek için oluşturulan folyodur."
  },
  {
    "id": "2981474",
    "unitNumber": 2,
    "text": "Misafirin rezervasyonunu acenteye bağlı olarak, konaklama tipini “oda+kahvaltı” şeklinde aldığı durumda misafirin yapacağı oda ve kahvaltı harcamalarının acente tarafından ödenmesi aşağıdakilerden hangisine örnek gösterilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hesap Yönlendirilmesi",
      "B": "İndirim İşlemleri",
      "C": "Transfer İşlemleri",
      "D": "Döviz İşlemleri",
      "E": "Harcama Tahsilatı"
    },
    "explanation": "<strong>Misafir Folyolarında Yapılan İşlemler </strong><br/><strong>Hesap Yönlendirilmesi (Routing) </strong><br/>Bir folyo üzerinde yapılan diğer bir işlem de hesabın başka bir misafire ya da işletmeye yönlendirilmesi işlemidir. Örneğin, <strong>misafir rezervasyonunu acenteye bağlı olarak, konaklama tipini “oda+kahvaltı” şeklinde almış olsun; bu durumda misafirin yapacağı oda ve kahvaltı harcamalarının acente tarafından ödenmesi</strong> gerekir. Bunun sistem üzerinde uygulanmasına hesap yönlendirme denir. Hesap yönlendirme ile transfer arasındaki temel fark, transferde yapılmış olan harcamaların, hesap yönlendirmede ise yapılacak olan harcamaların başka hesaplara gönderilmesidir."
  },
  {
    "id": "2981475",
    "unitNumber": 2,
    "text": "I. Main folyo <br/>II. House keeping <br/>III. Overbooking <br/>IV. Touch up <br/>V. Routing <br/>Yukarıdakilerden hangileri kat hizmetleri işlemlerine yönelik program içerisinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "II-IV-V",
      "D": "I-III-IV",
      "E": "III-IV-V"
    },
    "explanation": "<strong>KAT HİZMETLERİ (HOUSEKEEPING) İŞLEMLERİ </strong><br/>Konaklama işletmelerinde bilgisayarın bir kullanım alanı da kat hizmetleri bölümüdür. Kat hizmetleri, misafirlerle birebir diyaloğun olduğu, misafirin en çok dilek ya da şikâyet bildiriminde bulunduğu bölümlerden biridir. Odaların temizlenmesi, arızaya alınması gibi işlemlerin yapıldığı bölümdür. <br/>Programlarda kat hizmetleri (room management), oda hizmetleri, (hoouse keeping) isimleri ile ekrana gelir. Kat hizmetlerinde yapılan işlemlerin başında oda durumlarının (statü) düzenlenmesi gelir. Oda durumlarının (statüsü) gösterimi programlar arasında farklılık gösterse de temiz (clean), kirli (dirty) ya da yarı kirli (touch up) şeklinde olur. Ayrıca oda hizmetleri menülerinden odaların servis dışı (out of service) ve kullanım dışı (out of order) olup olmadığı, teknik servise arıza bildirimi, mevcut odalardan daha fazla satışa izin verilmesi (overbooking), misafire gösterilecek oda (Show room) belirlenmesi gibi işlemler yapılabilir."
  },
  {
    "id": "2981476",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kat hizmetleri işlemlerinde, var olan oda sayısından daha fazla rezervasyon alma işlemi olarak tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Show room",
      "B": "Check-in",
      "C": "Configuration",
      "D": "Overbooking",
      "E": "Out of Order"
    },
    "explanation": "<strong>Overbooking İşlemleri </strong><br/>Overbooking, <strong>var olan oda sayısından daha fazla rezervasyon alma işlemidir</strong>. Tüm konaklama işletmeleri programlarında, toplam oda sayısının belli bir oranında ya da oda tipi bazında oda sayısı arttırılır. Burada amaç, otelin tam doluluk oranıyla çalışmasını sağlamaktır."
  },
  {
    "id": "2981477",
    "unitNumber": 2,
    "text": "I. Oda numaralarının belirlenmesi <br/>II. Programın lisanslanması <br/>III. Konaklayanların kimlik bilgileri <br/>IV. Odanın temizlik durumu<br/>V. Fiyatlandırma işlemleri <br/>Yukarıdakilerden hangileri ayarlama, konfigürasyon işlemleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "III-IV-V",
      "C": "I-III-IV",
      "D": "II-IV-V",
      "E": "I-II-V"
    },
    "explanation": "<strong>DİĞER İŞLEMLER </strong><br/><strong>Ayarlama, Konfigürasyon İşlemleri </strong><br/>Tüm programlarda belli başlı işlemler, bir kez ve/veya programın kurulumun esnasında yapılır. Örneğin <strong>oda</strong> tiplerinin, <strong>numaralarının belirlenmesi</strong> gibi işlemler bir kez yapılır. Olağanüstü durumlar olmadıkça da değişmez. <strong>Programın lisanslanması</strong> gibi işlemler, bu menülerden yapılır. Ayrıca bu menüler altında <strong>fiyatlandırma</strong> gibi işlemler de yapılabilir. Konaklama işletmelerinde kullanılan programların tamamı, ücretlendirmeyi kişi sayısı ve oda tipine göre yapar."
  },
  {
    "id": "2981478",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi misafir kayıtlarının tutulmasını sağlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Ön Büro programları",
      "B": "Yiyecek-İçecek otomasyonları",
      "C": "Santral programları",
      "D": "İstatistik programları",
      "E": "İnsan Kaynakları programları"
    },
    "explanation": "Ön büro programları: Misafir kayıtlarının tutulmasını sağlar. Cevap A'dır."
  },
  {
    "id": "2981479",
    "unitNumber": 2,
    "text": "İstatistik programları ne amaçla kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Konaklama işletmesinde ortaya çıkan arızaların takibi için kullanılır.",
      "B": "İşletmenin muhasebe kayıtlarının takibi için kullanılır.",
      "C": "Konaklama işletmesinin tüm telefon kayıtlarının tutulmasını, ücretlendirilmesini sağlar.",
      "D": "Ürünlerin satışı, satış bedelinin tahsilatı gibi işlemlerin takibi için kullanılır.",
      "E": "Konaklama işletmesinde konaklayan misafirlerin dilek ve şikâyet konularını öğrenebilmesi, işletmenin gelecek yıllar için tahmin yapabilmesi, bunlara göre planlama yapabilmesi için kullanılır."
    },
    "explanation": "İstatistik Programları, Konaklama işletmesinde konaklayan misafirlerin dilek ve şikâyet konularını öğrenebilmesi, işletmenin gelecek yıllar için tahmin yapabilmesi (forecast), bunlara göre planlama yapabilmesi için kullanılır. Cevap E'dir."
  },
  {
    "id": "2981480",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir misafirin konaklamak istediği otelde yer ayırtma işlemidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Misafir",
      "B": "Rezervasyon",
      "C": "Profil",
      "D": "Ön kayıt",
      "E": "Çıkış işlemi"
    },
    "explanation": "Rezervasyon, bir misafirin konaklamak istediği otelde yer ayırtma işlemidir. Cevap B'dir."
  },
  {
    "id": "2981481",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir kişiye bireysel olarak alınan tek bir rezervasyondur?",
    "correctAnswer": "C",
    "options": {
      "A": "Profil",
      "B": "Rezervasyon",
      "C": "Münferit rezervasyon",
      "D": "Kayıt tutma",
      "E": "Giriş işlemi"
    },
    "explanation": "Münferit rezervasyon bir kişiye bireysel olarak alınan tek bir rezervasyondur. Cevap C'dir."
  },
  {
    "id": "2981482",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir kişi ya da işletme adına alınan birden fazla rezervasyondur?",
    "correctAnswer": "D",
    "options": {
      "A": "Rezervasyon",
      "B": "Münferit rezervasyon",
      "C": "Profil",
      "D": "Grup rezervasyon",
      "E": "Çıkış işlemi"
    },
    "explanation": "Grup rezervasyon, bir kişi ya da işletme adına alınan birden fazla rezervasyondur. Cevap D'dir."
  },
  {
    "id": "2981483",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi misafirlerin hesaplarının tutulduğu formlardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Folyo",
      "B": "Profil",
      "C": "Resepsiyon işlemleri",
      "D": "Rezervasyon",
      "E": "Grup rezervasyon"
    },
    "explanation": "Folyo misafirlerin hesaplarının tutulduğu formlardır. Cevap A'dır."
  },
  {
    "id": "2981484",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi misafirin aldığı rezervasyon tipi harcamalarının dışında kalan harcamaları takip etmek için oluşturulur?",
    "correctAnswer": "B",
    "options": {
      "A": "Folyo",
      "B": "Ekstra folyo",
      "C": "Profil",
      "D": "Ana folyo",
      "E": "Rezervasyon"
    },
    "explanation": "Ekstra folyo, misafirin aldığı rezervasyon tipi harcamalarının dışında kalan harcamaları takip etmek için oluşturulan folyodur. Cevap B'dir."
  },
  {
    "id": "2981485",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi misafire ya da acenteye /şirkete sözleşme doğrultusunda konaklamaya gelmemesi ya da erken ayrılması durumunda ücret tahakkuk ettirilmesidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Profil",
      "B": "Rezervasyon",
      "C": "No show",
      "D": "Folyo",
      "E": "Ana folyo"
    },
    "explanation": "No Show, misafire ya da acenteye /şirkete sözleşme doğrultusunda konaklamaya gelmemesi ya da erken ayrılması durumunda ücret tahakkuk ettirilmesidir. Cevap C'dir."
  },
  {
    "id": "2981486",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi odada kalan kişi sayısı ile rezervasyon alınan kişi sayısının farklı olmasıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Overbooking",
      "B": "Rezervasyon uyuşmazlığı",
      "C": "Oda uyuşmazlığı",
      "D": "Kişi uyuşmazlığı",
      "E": "Rezervasyon"
    },
    "explanation": "Kişi uyuşmazlığı, odada kalan kişi sayısı ile rezervasyon alınan kişi sayısının farklı olmasıdır. Cevap D'dir."
  },
  {
    "id": "2981487",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi var olan oda sayısından daha fazla rezervasyon alma işlemidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kişi uyuşmazlığı",
      "B": "Rezervasyon",
      "C": "Geç rezervasyon",
      "D": "Resepsiyon hizmetleri",
      "E": "Overbooking"
    },
    "explanation": "Overbooking, var olan oda sayısından daha fazla rezervasyon alma işlemidir. Cevap E'dir."
  },
  {
    "id": "2981488",
    "unitNumber": 3,
    "text": "Hangi yıllardan itibaren herkesin kullanabildiği masaüstü bilgisayarlara, oradan da dizüstü bilgisayarlara geçilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1960",
      "B": "1950",
      "C": "1970",
      "D": "1980",
      "E": "1968"
    },
    "explanation": "1950 ve 1960’larda sadece uzmanların kullanabildiği çok büyük ebatlarda bilgisayarlar kullanılırken 1980’lerde herkesin kullanabildiği masaüstü bilgisayarlara, oradan da dizüstü bilgisayarlara geçilmiştir."
  },
  {
    "id": "2981489",
    "unitNumber": 3,
    "text": "Aşağıdaki ifadelerden hangisi \"İşletme yönetimi tarafından belirli aralıklarda elde edilen, üst yönetime raporlar hâlinde sunulan, alt düzeylere de emirler şeklinde inen, işletmenin bölümleri arasındaki koordinasyonu kuvvetlendiren, müşteriler, rakipler gibi dış çevre unsurlarında meydana gelen değişimlerden haberdar olunmasını sağlayan, elde edilen bu veriler neticesinde işletmenin kârlılığına olumlu yönde etki yapan olgu\" şeklinde tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi Yönetimi",
      "B": "İleti",
      "C": "Bilgi",
      "D": "Bilgi Teknolojileri",
      "E": "İşlem"
    },
    "explanation": "Bilgi; işletme yönetimi tarafından belirli aralıklarda elde edilen, üst yönetime raporlar<br/>hâlinde sunulan, alt düzeylere de emirler şeklinde<br/>inen, işletmenin bölümleri arasındaki koordinasyonu kuvvetlendiren (Gürbüz ve İnce,2016), müşteriler, rakipler gibi dış çevre unsurlarında meydana<br/>gelen değişimlerden haberdar olunmasını sağlayan, elde edilen bu veriler neticesinde işletmenin<br/>kârlılığına olumlu yönde etki yapan olgu şeklinde<br/>tanımlanmaktadır"
  },
  {
    "id": "2981490",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi İşletmelerde kullanılan bilgi sistemlerinin amaçların gerçekleştirilmesi için <strong>kullanılmamaktadır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmelerin gelecekte ihtiyaç duyacakları bilgiler için gerekli verilerin toplanıp saklanması",
      "B": "İşletmelerin faaliyetlerine ilişkin yapılan işlemlere ait bilgilerin elde edilmesini sağlamak ve çalışanların işleri daha kolay yapmalarına yardımcı olmak,",
      "C": "Pazarlama planlarının hazırlanmasında ortak bilgi ve yöntemlerin kullanılmasını sağlayarak farklı bilgi ve yöntem kullanımının<br/>oluşturduğu boşlukları ortadan kaldırmak,",
      "D": "Karar verme, uygulama ve karşılaştırma süreçleri için gerekli bilgileri, sağlayarak yönetimin vereceği kararlarda daha verimli olmalarını sağlamak,",
      "E": "İşletmelerdeki veri işleme fonksiyonlarının doğru, hızlı ve en az maliyetle yapılmasını sağlamak"
    },
    "explanation": "İşletmelerde kullanılan bilgi sistemleri, aşağıda belirtilen amaçların gerçekleşmesi için kullanılmaktadır;<br/>• İşletmelerin gelecekte ihtiyaç duyacakları<br/>bilgiler için gerekli verilerin toplanıp saklanması,<br/>• İşletmelerin faaliyetlerine ilişkin yapılan<br/>işlemlere ait bilgilerin elde edilmesini sağlamak ve çalışanların işleri daha kolay yapmalarına yardımcı olmak,<br/>• İşletmelerin gelecek faaliyetlerine ilişkin yöneticilere stratejik bilgiler sağlamak,<br/>• İşletmelerin sundukları hizmetlerin daha<br/>kaliteli ve az maliyetle sunulmasına yardımcı olmak,<br/>• Karar verme, uygulama ve karşılaştırma<br/>süreçleri için gerekli bilgileri, sağlayarak<br/>yönetimin vereceği kararlarda daha verimli<br/>olmalarını sağlamak,<br/>• Yönetim planlarının hazırlanmasında ortak<br/>bilgi ve yöntemlerin kullanılmasını sağlayarak farklı bilgi ve yöntem kullanımının<br/>oluşturduğu boşlukları ortadan kaldırmak,<br/>• İşletmeler içerisinde yer alan tüm alt birimler için bilgi gereksinimlerinin<br/>Pazarlama planlarının hazırlanmasında ortak bilgi ve yöntemlerin kullanılmasını sağlayarak farklı bilgi ve yöntem kullanımının<br/>oluşturduğu boşlukları ortadan kaldırmak,"
  },
  {
    "id": "2981491",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bilgi teknolojileri kullanımını zorunlu kılan faktörler arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarda meydana gelen koşulların hızla değişmesi",
      "B": "Bilginin değerinin her geçen gün daha karmaşık hale gelmesi",
      "C": "İşletme için gerekli bilgilerin toplanmasında yaşanan zorluklar",
      "D": "İşletme için gerekli bilgilerin işlenmesi süreçlerindeki karmaşıklık",
      "E": "İşletmelerdeki veri işleme fonksiyonlarının doğru, hızlı ve en yüksek maliyetle yapılması"
    },
    "explanation": "Pazarda meydana gelen koşulların hızla değiştiği, bilginin değerinin her geçen<br/>gün arttığı bir ortamda, işletme için gerekli bilgilerin toplanması, saklanması, işlenmesi süreçleri,<br/>bilgi teknolojileri kullanımını zorunlu kılmaktadır.<br/>Pazarda meydana gelen koşulların hızla değişmesi"
  },
  {
    "id": "2981492",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Yiyecek içecek işletmelerinin bilişim teknolojilerinden daha fazla yararlanmaya başladığı yılları doğru olarak vermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "60 lı yıllar",
      "B": "50 li yıllar",
      "C": "80 li yıllar",
      "D": "70 li yıllar",
      "E": "90 lı yıllar"
    },
    "explanation": "Yiyecek içecek<br/>işletmelerinin bilişim teknolojilerinden 90’lı yıllar<br/>itibariyle daha fazla faydalanmaya başladıkları görülmektedir.<br/>90 lı yıllar"
  },
  {
    "id": "2981493",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yiyecek içecek işletmelerinin bilgi teknolojilerine yönelik uyguladıkları yenilik uygulamalarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Menüler",
      "B": "E-tablet menüler",
      "C": "Standart Reçeteler",
      "D": "Üretim Planlaması",
      "E": "Sipariş alımı"
    },
    "explanation": "Elektronik tablet menüler (e-tablet menü), yiyecek içecek işletmelerinin<br/>bilgi teknolojilerine yönelik uyguladıkları yenilik faaliyetlerinden biridir.<br/>E-tablet menüler"
  },
  {
    "id": "2981494",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"ana bilgisayara bağlı olarak çalışan, yiyecek-içecek siparişlerinin mutfağa iletilmesini ve ücretlerin sipariş numarasına göre interaktif olarak kasaya iletilmesini sağlayan entegre bir sistem\" şeklinde tanımlanan kavramdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Standart Reçete",
      "B": "Menü",
      "C": "POS (Point of Sales)",
      "D": "Tedarik Zinciri",
      "E": "Stok Yönetimi"
    },
    "explanation": "Bu sistemin işleyişine bakıldığında ana bilgisayara bağlı olarak çalışan, yiyecek-içecek siparişlerinin mutfağa iletilmesini ve ücretlerin sipariş numarasına göre interaktif olarak kasaya iletilmesini sağlayan entegre bir sistem şeklinde açıklanabilir<br/>POS (Point of Sales)"
  },
  {
    "id": "2981495",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi basitleştirilmiş menü ve envanter, kolay zaman çizelgesi yönetimi ve müşterinin taleplerini karşılamanın<br/>güçlüğünü azaltarak işletmelerin işlerini kolaylaştırmaya yardımcı olmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "POS sistemleri",
      "B": "Standart Reçeteler",
      "C": "Üretim Planlaması",
      "D": "Stok Yönetimi",
      "E": "Zaman Çizelgesi"
    },
    "explanation": "POS sistemleri, basitleştirilmiş menü ve envanter, kolay zaman çizelgesi<br/>yönetimi ve müşterinin taleplerini karşılamanın<br/>güçlüğünü azaltarak işletmelerin işlerini kolaylaştırmaya yardımcı olur"
  },
  {
    "id": "2981496",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Satın alma amaçları ile ilgili olarak dikkat edilmesi gereken noktalar arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Satın alınacak olan ürün ve hizmetlerin özelliklerini belirlemek",
      "B": "Anlaşma sağlanan tedarikçiye sipariş vermek",
      "C": "Satın alma sürecini izlemek ve değerlendirmek",
      "D": "En uygun tedarikçiyi belirlemek",
      "E": "Sipariş sapmaları takip edilerek satıcı firma performanslarının analiz edilmesini sağlamak"
    },
    "explanation": "Satın alma amaçları ile ilgili olarak aşağıdaki noktalara dikkat edilmesi gerekmektedir:<br/>• Satın alınacak olan ürün ve hizmetlerin<br/>özelliklerini belirlemek<br/>• En uygun tedarikçiyi belirlemek<br/>• Tedarikçi ile ilişkiler geliştirmek<br/>• Anlaşma sağlanan tedarikçiye sipariş vermek<br/>• Siparişin takibini ve kontrolünü sağlamak<br/>• Satın alma sürecini izlemek ve değerlendirmek<br/>Sipariş sapmaları takip edilerek satıcı firma performanslarının analiz edilmesini sağlamak"
  },
  {
    "id": "2981497",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Stok Yönetim Sistemleri ile ilgili doğru bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Stok yönetimi ile yapılmak istenen, işletmenin kârını artıracak tüm stok maliyetlerini en aza indirecek faaliyetleri belirlemek ve uygulamaktır.",
      "B": "Stok yönetimi makro açıdan değerlendirildiğinde, ham madde tedariğinden başlayıp ürün ya da hizmetin nihai kullanıcıya sunulmasına kadar sürece dâhil olan işletmelerin oluşturduğu bir ağ olarak karşımıza çıkmaktadır.",
      "C": "Stok yönetim sistemleri ile stok yatırımlarının minimize edilmesine, müşteri hizmet kalitesinin en üst düzeye çıkarılmasına ve üretim<br/>maliyetlerinin düşürülmesine çalışılır",
      "D": "Stok yönetim sistemleri sayesinde yiyecek içecek maliyet kontrol süreci, çok daha doğru bir şekilde işletilebilmektedir.",
      "E": "Stok yönetimi, yiyecek içecek işletmesi için herhangi bir zamanda ne kadar stoku olması gerektiğini belirleme sürecini ifade etmektedir"
    },
    "explanation": "Yiyecek içecek işletmelerinde stok yönetimi ile yapılmak istenen, işletmenin kârını artıracak tüm stok maliyetlerini en aza indirecek faaliyetleri belirlemek ve uygulamaktır. İşletmede stokların bulundurulma süreleri ve miktarları, stok devir hızına, ömrüne göre değişiklik gösterebileceği gibi, tedarik kolaylığı ve süresine göre de değişecektir.<br/>Burada önemli olan işletmenin faaliyette bulunduğu sektördür. Stok yönetim sistemleri ile stok yatırımlarının minimize edilmesine, müşteri hizmet kalitesinin en üst düzeye çıkarılmasına ve üretim maliyetlerinin düşürülmesine çalışılır. Stok yönetim sistemleri sayesinde yiyecek içecek maliyet kontrol süreci, çok daha doğru bir şekilde işletilebilmektedir.<br/>Stok yönetimi makro açıdan değerlendirildiğinde, ham madde tedariğinden başlayıp ürün ya da hizmetin nihai kullanıcıya sunulmasına kadar sürece dâhil olan işletmelerin oluşturduğu bir ağ olarak karşımıza çıkmaktadır."
  },
  {
    "id": "2981498",
    "unitNumber": 3,
    "text": "Rekabet ortamında üretim faktörlerinden çok daha önemli hâle gelen unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomik olma",
      "B": "Bilgi sahibi olma",
      "C": "Doğru yerde sunum",
      "D": "Doğru zamanda sunum",
      "E": "En düşük maliyetle sunma"
    },
    "explanation": "Geleneksel üretim faktörlerinin doğru zamanda, doğru yerde ve en düşük maliyetle sağlanabilmesi için gerekli bilgiye sahip olmak, rekabet ortamında çok daha önemli hâle gelmiştir. Ancak bilgiye sahip olmak tek başına yeterli değildir; bu bilginin nasıl kullanılacağının da bilinmesi gerekmektedir."
  },
  {
    "id": "2981499",
    "unitNumber": 3,
    "text": "I- Bilgiyi ele geçirebilme<br/>II-Bilgiyi saklayabilme<br/>III- Bilgiyi işleyebilme<br/>IV- Gerekli teknolojiye sahip olma<br/>V- Bilgiyi sektöre aktarabilme<br/>İşletmelerin rekabet avantajı yaratabilmek için gereken yeterlilikler hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "I-III-IV-V",
      "B": "I-II-III-IV",
      "C": "II-III-IV-V",
      "D": "I-III-IV-V",
      "E": "I-II-IV-V"
    },
    "explanation": "İşletmelerin faaliyet gösterdikleri pazarda rekabet edebilmeleri için yeni gelişmelere ayak uydurabilmeleri gerekmektedir. İşletmelerin rekabet avantajı yaratabilmek için bilgiyi ele geçirebilmeleri, saklayabilmeleri ve işleyebilmeleri için gerekli teknolojiye sahip olmaları gerekmektedir. Bilgiye hızla ulaşan, işleyen, yönetsel çıktıya ve eyleme dönüştürebilen işletmeler varlığını sürdürebilmenin yanında rekabet ortamında diğer işletmelerin önüne geçme koşullarını da sağlamış olacaklardır"
  },
  {
    "id": "2981500",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi İşletmelerde kullanılan bilgi sistemleri kullanım amaçlarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmelerin geçmiş faaliyetlerine ilişkin yöneticilere stratejik bilgiler sağlamak",
      "B": "İşletmelerin sundukları hizmetlerin daha kaliteli olması",
      "C": "Daha az maliyetle sunulmasına yardımcı olmak",
      "D": "İşletmeler içerisinde yer alan tüm alt birimler için bilgi gereksinimlerinin belirlemek",
      "E": "Yönetim planlarının hazırlanmasında ortak bilgi ve yöntemlerin kullanılmasını sağlamak"
    },
    "explanation": "İşletmelerde kullanılan bilgi sistemleri, aşağıda belirtilen amaçların gerçekleşmesi için kullanılmaktadır<br/><ul> <li>İşletmelerin gelecekte ihtiyaç duyacakları bilgiler için gerekli verilerin toplanıp saklanması</li> <li>İşletmelerin faaliyetlerine ilişkin yapılan işlemlere ait bilgilerin elde edilmesini sağlamak ve çalışanların işleri daha kolay yapmalarına yardımcı olma</li> <li>İşletmelerin gelecek faaliyetlerine ilişkin yöneticilere stratejik bilgiler sağlamak</li> <li>İşletmelerin sundukları hizmetlerin daha kaliteli ve az maliyetle sunulmasına yardımcı olmak</li> <li>Karar verme, uygulama ve karşılaştırma süreçleri için gerekli bilgileri, sağlayarak yönetimin vereceği kararlarda daha verimli olmalarını sağlamak</li> <li>Yönetim planlarının hazırlanmasında ortak bilgi ve yöntemlerin kullanılmasını sağlayarak farklı bilgi ve yöntem kullanımının oluşturduğu boşlukları ortadan kaldırmak</li> <li>İşletmeler içerisinde yer alan tüm alt birimler için bilgi gereksinimlerinin belirlenmesi ve bu bilgileri sağlamak</li> <li>İşletmelerdeki veri işleme fonksiyonlarının doğru, hızlı ve en az maliyetle yapılmasını sağlamak</li> </ul>"
  },
  {
    "id": "2981501",
    "unitNumber": 3,
    "text": "Müşterilerine daha kapsamlı bilgiyi sunabilen mönü bilgisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "E-Tablet mönü",
      "B": "Standart mönü",
      "C": "Yazılı mönü",
      "D": "Kurgu mönü",
      "E": "Açık mönü"
    },
    "explanation": "E-tablet menüler, daha çok bilgi ve görsel öğeyi barındırır. Geleneksel menülerle kıyaslandığında e-tablet menülerin birçok avantajı söz konusudur. E-tablet menüler, daha kapsamlı bilgiyi müşterilerine sunabilmektedir."
  },
  {
    "id": "2981502",
    "unitNumber": 3,
    "text": "Adisyon sistemini vazgeçilmez kaynaklar hâline getiren unsurlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sipariş takibi",
      "B": "Yazar kasa POS",
      "C": "İşletmenin büyüyen ihtiyaçları",
      "D": "Yiyecek içecek işletmeleri yönetimi",
      "E": "Servis elemanlarının niteliği"
    },
    "explanation": "Ne kadar karmaşık görünse de adisyon sistemi, sipariş takibi, yazar kasa POS ve işletmenin büyüyen ihtiyaçları, yiyecek içecek işletmeleri yönetimi için artık vazgeçilmez kaynaklar hâline gelmiştir. Yiyecek içecek işletmeleri, farklı profillere sahip olduklarından, çeşitli satış noktalarına da ihtiyaç duyarlar."
  },
  {
    "id": "2981503",
    "unitNumber": 3,
    "text": "İş performansını ölçmeye ve satışlar, ürünler, müşteriler ve çalışanlar açısından verileri analiz etmeye yardımcı olmak için oluşturulan POS sisteminin temel özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bağlılık programları ve müşteri yönetimi",
      "B": "Envanter izleme ve yönetimi",
      "C": "Satın alma yetenekleri",
      "D": "Çalışan yönetimi",
      "E": "Raporlama"
    },
    "explanation": "Raporlama: POS sistemi, iş performansını ölçmeye ve satışlar, ürünler, müşteriler ve çalışanlar açısından bu verileri analiz etmeye yardımcı olan çeşitli raporlar oluşturabilir."
  },
  {
    "id": "2981504",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bulut tabanlı POS sisteminin avantajlarından biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürün maliyetinin düşük olması",
      "B": "Risksiz yedekleme ve güvenlik sağlaması",
      "C": "Müşteri bilgilerinin her seferinde yeniden girilmesi",
      "D": "Hiç eskimeyen kullanım imkânı sunması",
      "E": "Kiosk ve yazıcı gibi cihazlar olmadan kullanılabilmesi"
    },
    "explanation": "Bulut tabanlı POS sistemlerinde sipariş kanalları ile olan entegrasyonlar sayesinde müşteri bilgileri ilk kez girildiyse ikinci bir girişe gerek kalmadan bilgilere ulaşılabilmektedir. Bu nedenle müşteri bilgilerinin her seferinde yeniden girilmesi gerekmemektedir. Doğru yanıt C'dir."
  },
  {
    "id": "2981505",
    "unitNumber": 3,
    "text": "POS Sisteminde müşteri siparişlerini çıkarmak için bir ürün kataloğu veya menü oluşturmaya yarayan özellik aşağıdakilerden hangisi ile açıklanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Raporlama",
      "B": "Satış verileri kaydı",
      "C": "Satın alma yetenekleri",
      "D": "Envanter izleme ve yönetimi",
      "E": "Bağlılık programları ve müşteri yönetimi"
    },
    "explanation": "Envanter izleme ve yönetimi: Sistemde müşteri siparişlerini çıkarmak için bir ürün kataloğu veya menü oluşturabilir. POS sistemleri, envanteri takip eder ve ürün satıldıkça miktarları otomatik olarak günceller. Bazılarında düşük stok uyarıları ve satın alma siparişi vermeye dair özellikler de bulunmaktadır."
  },
  {
    "id": "2981506",
    "unitNumber": 3,
    "text": "Satın alma amaçları ile ilgili olarak dikkat edilmesi gereken noktalardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "En uygun alıcıları belirlemek",
      "B": "Tedarikçi ile ilişkiler geliştirmek",
      "C": "Anlaşma sağlanan tedarikçiye sipariş vermek",
      "D": "Siparişin takibini ve kontrolünü sağlamak",
      "E": "Satın alma sürecini izlemek"
    },
    "explanation": "En uygun tedarikçiyi belirlemek<br/>Tedarikçi ile ilişkiler geliştirmek<br/>Anlaşma sağlanan tedarikçiye sipariş vermek<br/>Siparişin takibini ve kontrolünü sağlamak<br/>Satın alma sürecini izlemek"
  },
  {
    "id": "2981507",
    "unitNumber": 3,
    "text": "Yiyecek içecek işletmelerinin tedarikçileri karşılaştıkları problemlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dürüst olmamaları",
      "B": "Yanlış ürün teslimatı",
      "C": "Vade seçeneklerinin yetersizliği",
      "D": "Zamanında teslimat yapılmaması",
      "E": "Ürün çeşitliliğinin çok fazla olması"
    },
    "explanation": "Yiyecek içecek işletmelerinin tedarikçileri ile güvene ilişkin sorun yaşadıklarında karşılaştıkları problemler şunlardır (Solmaz, Solmaz, 2019): • Zamanında teslimat yapılmaması, • Dürüst olmamaları, • Siparişi verilen ürünlerin istenilen miktarda gelmemesi, • Ürünlerin uygun taşıma koşullarında işletmeye ulaştırılmaması, • Yanlış ürün teslimatı, • Taşıma işlemini gerçekleştiren çalışanların (teslimat personeli, şoför vs.), ürüne ve teslimata ilişkin yeterli bilgisinin olmaması, • Alınan ürün ve hizmetlerde devamlılık sorunu, • Tedarikçi işletmelerin kendi marka değerlerini satıcı işletmenin önüne çıkarmaya çalışmaları, • Ürün çeşitliliğinin yetersiz olması, • Sipariş verilen miktarların üzerinde ürün teslimatı sonrası ödemede yaşanan güçlükler, • Vade seçeneklerinin yetersizliği, • Stoklar konusunda bilgi eksikliği, • Yeterli geri bildirim yapılmaması."
  },
  {
    "id": "2981508",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"işletme yönetimi tarafından belirli aralıklarda elde edilen, üst yönetime raporlar hâlinde sunulan, alt düzeylere de emirler şeklinde inen, işletmenin bölümleri arasındaki koordinasyonu kuvvetlendiren, müşteriler, rakipler gibi dış çevre unsurlarında meydana gelen değişimlerden haberdar olunmasını sağlayan, elde edilen bu veriler neticesinde işletmenin kârlılığına olumlu yönde etki yapan olgu\" şeklinde tanımlanan kavramdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Teknoloji",
      "B": "Bilgi teknolojisi",
      "C": "Yiyecek bilgi teknolojisi",
      "D": "Bilgi",
      "E": "Bilgi kontrolü"
    },
    "explanation": "Bilgi; işletme yönetimi tarafından belirli aralıklarda elde edilen, üst yönetime raporlar<br/>hâlinde sunulan, alt düzeylere de emirler şeklinde<br/>inen, işletmenin bölümleri arasındaki koordinasyonu kuvvetlendiren (Gürbüz ve İnce,2016), müşteriler, rakipler gibi dış çevre unsurlarında meydana<br/>gelen değişimlerden haberdar olunmasını sağlayan, elde edilen bu veriler neticesinde işletmenin<br/>kârlılığına olumlu yönde etki yapan olgu şeklinde<br/>tanımlanmaktadır"
  },
  {
    "id": "2981509",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çeşitli ödeme terminalleri ile bağlantılı ve barkod tarayıcılardan başlayıp kartlı ödeme terminalleriyle biten farklı donanım özellikleri tarafından desteklenen ana bilgisayardan oluşan bilgisayarlı bir ağdır?",
    "correctAnswer": "A",
    "options": {
      "A": "POS",
      "B": "Bilgi",
      "C": "Bilgi Teknolojileri",
      "D": "Satın Alma Yönetimi",
      "E": "Tedarik Zinciri"
    },
    "explanation": "POS, çeşitli ödeme terminalleri ile bağlantılı ve barkod tarayıcılardan başlayıp kartlı ödeme terminalleriyle biten farklı donanım özellikleri tarafından desteklenen ana bilgisayardan oluşan bilgisayarlı bir ağdır. Cevap A'dır."
  },
  {
    "id": "2981510",
    "unitNumber": 3,
    "text": "Sistemde müşteri siparişlerini çıkarmak için bir ürün kataloğu veya menü oluşturabilme, aşağıdaki hangi POS sistemi özelliğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Satış veri kaydı",
      "B": "Envanter izleme ve yönetimi",
      "C": "Çalışan yönetimi",
      "D": "Satın alma yetenekleri",
      "E": "Raporlama"
    },
    "explanation": "Envanter izleme ve yönetimi: Sistemde müşteri siparişlerini çıkarmak için bir ürün kataloğu veya menü oluşturabilir. POS sistemleri, envanteri takip eder ve ürün satıldıkça miktarları otomatik olarak günceller. Bazılarında düşük stok uyarıları ve satın alma siparişi vermeye dair özellikler de bulunmaktadır. Cevap B'dir."
  },
  {
    "id": "2981511",
    "unitNumber": 3,
    "text": "POS sistemi çalışan yönetimini ne şekilde etkilemektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Müşteri bilgilerini kaydetmeye ve pazarlama amacıyla kullanabilecek müşteri profilleri oluşturmaya olanak tanır.",
      "B": "Çalışanlar, bir müşterinin satın aldığı ögeleri pos cihazına taratarak toplam satış miktarını hesaplayabilir.",
      "C": "Çalışan erişimini kısıtlamaya ve çalışan satışlarını kaydetmeye izin verebilecek özelliklere sahiptir.",
      "D": "Müşteri satış verilerini bulutta veya yerinde yerel bir sunucuya kaydeder ve depolar.",
      "E": "İş performansını ölçmeye ve satışlar, ürünler, müşteriler ve çalışanlar açısından bu verileri analiz etmeye yardımcı olan çeşitli raporlar oluşturabilir."
    },
    "explanation": "POS sistemi, gerektiğinde çalışan erişimini kısıtlamaya ve çalışan satışlarını kaydetmeye izin verebilecek özelliklere sahip olmalıdır. Bazıları ise zaman izleme ve zamanlama özelliklerini içerir, ancak bu özellikler, genellikle eklentiler veya entegrasyonlar şeklinde temin edilebilir. Cevap C'dir."
  },
  {
    "id": "2981512",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bulut tabanlı POS sisteminin avantajlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Abonelik ile birlikte kurulumun sağlanması gereklidir.",
      "B": "Kiosk cihaz ve yazıcı satın almak gerekmektedir.",
      "C": "Bilgilerin yedeklenmesi ve güvenliği risk altındadır.",
      "D": "Herhangi bir kuruluma ihtiyaç duyulmaz.",
      "E": "Kuruluma ihtiyaç vardır."
    },
    "explanation": "Klasik tabanlı POS sistemlerinde abonelik ile birlikte kurulumun sağlanması gereklidir. Bu durumda ek maliyetler ortaya çıkmakta ve sistemin çalışma süresi uzamaktadır. Ancak bulut tabanlı POS sisteminde herhangi bir kuruluma ihtiyaç duyulmaz, abonelik ile birlikte cihaz kullanılmaya hazırdır. Cevap D'dir."
  },
  {
    "id": "2981513",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stok yönetiminin genel özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Anlaşma sağlanan tedarikçiye sipariş vermek",
      "B": "En uygun tedarikçiyi belirlemek",
      "C": "Satın alma sürecini izlemek ve değerlendirmek",
      "D": "Satın alınacak olan ürün ve hizmetlerin özelliklerini belirler.",
      "E": "Fiyat tekliflerini karşılaştırarak satın alma işlemlerinin bütçe üzerindeki etkisini öngörür."
    },
    "explanation": "Fiyat tekliflerini karşılaştırarak satın alma işlemlerinin bütçe üzerindeki etkisini öngörmek stok yönetiminin genel özelliklerinden biridir. Cevap E'dir."
  },
  {
    "id": "2981514",
    "unitNumber": 3,
    "text": "\"Tüketici ihtiyaçlarının veri analizi, etkileşim ve araştırma yoluyla daha iyi anlaşılması\" aşağıdakilerden hangisinin özelliğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi teknolojilerinin müşterinin tatminine yaptığı katkılar",
      "B": "POS sisteminin temel özellikleri",
      "C": "Bulut tabanlı POS sistemleri",
      "D": "Satın alma yönetimi",
      "E": "Tedarik yönetimi"
    },
    "explanation": "Tüketici ihtiyaçlarının veri analizi, etkileşim ve araştırma yoluyla daha iyi anlaşılması, bilgi teknolojilerinin müşterinin tatminine yaptığı katkılardan birisidir. Cevap A'dır."
  },
  {
    "id": "2981515",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi satın alma yönetiminin işletmeye sağladığı faydalardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Anlaşma sağlanan tedarikçiye sipariş vermek",
      "B": "Satın alma talepleri, yetki seviyelerine göre elektronik onaya sunulur",
      "C": "En uygun tedarikçiyi belirlemek",
      "D": "Satın alma sürecini izlemek ve değerlendirmek",
      "E": "Siparişin takibini ve kontrolünü sağlamak"
    },
    "explanation": "Satın alma talepleri, yetki seviyelerine göre elektronik onaya sunulması satın alma yönetiminin işletmeye sağladığı faydalardandır. Diğer seçeneklerde yer alan cevaplar dikkat edilmesi gereken konulardır. Cevap B'dir."
  },
  {
    "id": "2981516",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yiyecek içecek işletmelerinin tedarikçileri ile güvene ilişkin sorun yaşadıklarında karşılaştıkları problemlerden <u><strong>değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Zamanında teslimat yapılmaması",
      "B": "Dürüst olmamaları",
      "C": "İşletmelerden tarafından verilen tekliflerin sisteme kaydedilmesi",
      "D": "Yanlış ürün teslimatı",
      "E": "Ürünlerin uygun taşıma koşullarında işletmeye ulaştırılmaması"
    },
    "explanation": "İşletmelerden tarafından verilen tekliflerin sisteme kaydedilmesi, yiyecek içecek işletmelerinin tedarikçileri ile güvene ilişkin sorun yaşadıklarında karşılaştıkları problemlerden değildir. Cevap C'dir."
  },
  {
    "id": "2981517",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yiyecek içecek işletmesi için herhangi bir zamanda ne kadar stoku olması gerektiğini belirleme sürecini ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bulut tabanlı POS kullanımı",
      "B": "POS kullanım faydaları",
      "C": "Satın alma yönetimi",
      "D": "Stok yönetimi",
      "E": "Tedarik yönetimi"
    },
    "explanation": "Stok yönetimi veya envanter yönetimi terimleri, yiyecek içecek işletmesi için herhangi bir zamanda ne kadar stoku olması gerektiğini belirleme sürecini ifade etmektedir. Cevap D'dir."
  },
  {
    "id": "2981518",
    "unitNumber": 3,
    "text": "Verilerin hangisi işletme açısından önemlidir?, Hangi veriler stokları doğru ölçmek konusunda güvenilirdir? gibi soruların cevapları aşağıdakilerden hangisi ile verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Stok maliyetleri",
      "B": "Stok alma zamanı",
      "C": "FIFO",
      "D": "Stok limiti",
      "E": "Stok analizi"
    },
    "explanation": "Stok analizi: Verilerin hangisi işletme açısından önemlidir? Hangi veriler stokları doğru ölçmek konusunda güvenilirdir? Stok analizi ile bu ve benzeri soruların cevapları verilmelidir."
  },
  {
    "id": "2981519",
    "unitNumber": 3,
    "text": "\"Klasik tabanlı POS sistemlerinde bilgilerin yedeklenmesi ve güvenliği risk altındadır. Günümüzde akıllı telefonlardan da bilinen bulut sistemiyle, veriler yüksek güvenlikli sunucularda tutulmakta ve güvenle saklanmaktadır\" açıklaması ile Bulut tabanlı POS sisteminin hangi avantajı açıklanmaya çalışılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürün maliyetinin düşük olması",
      "B": "Kurulum gerektirmez",
      "C": "Risksiz yedekleme ve güvenlik",
      "D": "Hiç eskimeyen kullanım imkânı",
      "E": "Her yönüyle işletme dostu"
    },
    "explanation": "Risksiz yedekleme ve güvenlik<br/>Klasik tabanlı POS sistemlerinde bilgilerin yedeklenmesi ve güvenliği risk altındadır. Günümüzde akıllı telefonlardan da bilinen bulut sistemiyle, veriler yüksek güvenlikli sunucularda tutulmakta ve güvenle saklanmaktadır."
  },
  {
    "id": "2981520",
    "unitNumber": 3,
    "text": "\"Bulut tabanlı POS sistemleri, işletmede daha hızlı çalışılması ve daha profesyonel bir hizmet sağlama konusunda katkı sağlar. Özellikle yoğunluğun eksik olmadığı yiyecek içecek işletmelerinde siparişlerin unutulmasını engelleyerek siparişin daha hızlı alınmasını sağlar\" açıklaması ile Bulut tabanlı POS sistemlerinin hangi avantajı açıklanmaya çalışılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hiç eskimeyen kullanım imkânı",
      "B": "Her yönüyle işletme dostu",
      "C": "Kurulum gerektirmez",
      "D": "Kiosk Cihaz ve Yazıcı olmadan kullanım",
      "E": "Ürün maliyetinin düşük olması"
    },
    "explanation": "Her yönüyle işletme dostu<br/>Bulut tabanlı POS sistemleri, işletmede daha hızlı çalışılması ve daha profesyonel bir hizmet sağlama<br/>konusunda katkı sağlar. Özellikle yoğunluğun eksik olmadığı yiyecek içecek işletmelerinde siparişlerin<br/>unutulmasını engelleyerek siparişin daha hızlı alınmasını sağlar."
  },
  {
    "id": "2981521",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"bilgi teknolojilerinin sektörde daha fazla kullanılmaya başlaması ile birlikte daha ileri seviyelere taşındığını gösteren yeni bir teknoloji olarak karşımıza çıkmaktadır. Restoranlarda kullanılan ve büyük ayrıcalıklarla kolaylıklar sağlayan bu sistem, gün geçtikçe klasik tabanlı POS sistemlerinden ayrılmaya başlamıştır.\" ifadesini açıklamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yiyecek İçecek Teknolojisi",
      "B": "Bilgi teknolojileri",
      "C": "Bulut tabanlı POS sistemi",
      "D": "Yazar kasa",
      "E": "Restoran Otomasyonu"
    },
    "explanation": "Bulut tabanlı POS sistemi, bilgi teknolojilerinin sektörde daha fazla kullanılmaya başlaması ile birlikte daha ileri<br/>seviyelere taşındığını gösteren yeni bir teknoloji olarak karşımıza çıkmaktadır. Restoranlarda kullanılan ve büyük<br/>ayrıcalıklarla kolaylıklar sağlayan bu sistem, gün geçtikçe klasik tabanlı POS sistemlerinden ayrılmaya başlamıştır."
  },
  {
    "id": "2981522",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi POS sistemleri ile ilgili yanlış bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "POS sistemi, yiyecek içecek işletmelerinde kayıp önleme için önemli bir araçtır",
      "B": "POS sistemleri müşterilerle sürekli iletişim kurma, basılı materyaller ya da pazarlamacıların hizmetlerini ödemek için müşterilere geri dönme sürelerini kısaltma yeteneğidir.",
      "C": "POS sistemleri, müşterilerin iletişim bilgilerini toplayarak daha sonraki satış ve promosyonlar hakkında müşterilerin kolaylıkla<br/>bilgilendirilmesini sağlamaktadır.",
      "D": "POS sistemleri gerek fiyat gerek fonksiyon olarak sadece büyük çaptaki yiyecek içecek işletmelerinin değil, her büyüklükteki yiyecek içecek işletmesinin ulaşabileceği çözümler hâline gelmiştir.",
      "E": "POS sistemleri, tedarikçilerle sağlanan ilişkilerin kuvvetlenmesi, işletmenin yatırım geri dönüş oranına önemli derecede etki etmektedir"
    },
    "explanation": "POS sistemi, yiyecek içecek işletmelerinde kayıp önleme için önemli bir araçtır. Eksik stok ile ilgili bir sorun varsa, yönetici, kontrol etmek için gereken tüm gerekli bilgilere anında erişebilir. POS sistemlerinin bir diğer kullanışlı özelliği de müşterilerle sürekli iletişim kurma, basılı materyaller ya da pazarlamacıların hizmetlerini ödemek için müşterilere geri dönme sürelerini kısaltma yeteneğidir. POS sistemleri, müşterilerin iletişim bilgilerini toplayarak daha sonraki satış ve promosyonlar hakkında müşterilerin kolaylıkla bilgilendirilmesini sağlamaktadır. Her bir müşteriye ulaşabilmenin aksine, POS kullanıcısı toplu e-posta veya SMS gönderebilir. Artık POS sistemleri gerek fiyat gerek fonksiyon olarak sadece büyük çaptaki yiyecek içecek işletmelerinin değil, her büyüklükteki yiyecek içecek işletmesinin ulaşabileceği çözümler hâline gelmiştir. Böylelikle günümüz rekabetçi ortamında yiyecek içecek işletmelerine rekabette bir adım öne geçme şansı tanımaktadır<br/>POS sistemleri, tedarikçilerle sağlanan ilişkilerin kuvvetlenmesi, işletmenin yatırım geri dönüş oranına önemli derecede etki etmektedir"
  },
  {
    "id": "2981523",
    "unitNumber": 3,
    "text": "\"......... doğru mal ve hizmetlerin, doğru yerden ve doğru zamanda, doğru ve uygun fiyatla temin edilmesi amacını taşımaktadır.\"<br/>Yukarıda boş bırakılan alana hangi ifade gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satın alma işlemi",
      "B": "Tedarik zinciri",
      "C": "Teknoloji",
      "D": "Sipariş takibi",
      "E": "Depolama"
    },
    "explanation": "Satın alma yöntemi, tedarik zincirinin çok önemli bir parçasıdır. Tedarikçinin güvenilir olması, satın alma işleminin olmazsa olmazıdır. Satın alma işlemi, doğru mal ve hizmetlerin, doğru yerden ve doğru zamanda, doğru ve uygun fiyatla temin edilmesi amacını taşımaktadır."
  },
  {
    "id": "2981524",
    "unitNumber": 3,
    "text": "Yiyecek İçecek İşletmelerinde Tedarik Zinciri Yönetimi ile ilgi aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Etkili bir tedarik zinciri yönetimi, müşteri memnuniyeti ve işletme kârları arasında denge sağlaması açısından önem taşımaktadır.",
      "B": "Satın alınacak ürün ve belirlenen fiyat politikaları yetkililer tarafından kontrol edilerek denetim altında tutulur,",
      "C": "İhtiyaç planlaması maksimum ve minimum stok seviyesine göre yapılır,",
      "D": "Tedarik zinciri makro açıdan değerlendirildiğinde, ham madde tedariğinden başlayıp ürün ya da hizmetin nihai kullanıcıya sunulmasına<br/>kadar sürece dâhil olan işletmelerin oluşturduğu bir ağ olarak karşımıza çıkmaktadır.",
      "E": "Stok yönetimi veya tedarik yönetimi zinciri yiyecek içecek işletmesi için herhangi bir zamanda ne kadar stoku olması gerektiğini belirleme sürecini ifade etmektedir"
    },
    "explanation": "Stok yönetimi veya envanter yönetimi terimleri, yiyecek içecek işletmesi için herhangi bir zamanda ne kadar stoku olması gerektiğini belirleme sürecini ifade etmektedir<br/>Stok yönetimi veya tedarik yönetimi zinciri yiyecek içecek işletmesi için herhangi bir zamanda ne kadar stoku olması gerektiğini belirleme sürecini ifade etmektedir"
  },
  {
    "id": "2981525",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"bir kurumun tümleşik uygulamalardan oluşan bir sistemi kullanarak finansal işlemler, tedarik zinciri, operasyonlar, raporlama, üretim ve insan kaynakları etkinliklerini yönetip entegre etmesine imkan tanıyan iş yönetimi yazılımı\" olarak tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "SYS",
      "B": "ERP",
      "C": "POS",
      "D": "BT",
      "E": "Bilgisayar Uygulamaları"
    },
    "explanation": "ERP, bir kurumun tümleşik uygulamalardan oluşan bir sistemi kullanarak finansal<br/>işlemler, tedarik zinciri, operasyonlar, raporlama, üretim ve insan kaynakları etkinliklerini yönetip entegre etmesine imkan tanıyan iş yönetimi yazılımıdır."
  },
  {
    "id": "2981526",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi “FIFO”nun türkçe açılımıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Son giren son çıkar",
      "B": "Son giren ilk çıkar",
      "C": "İlk giren son çıkar",
      "D": "İlk giren ilk çıkar",
      "E": "Kullanma tarihi biten çıkar"
    },
    "explanation": "“First in first out” yani “FIFO”, Türkçe “ilk giren ilk çıkar” anlamındadır<br/>İlk giren ilk çıkar"
  },
  {
    "id": "2981527",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi etkin bir stok yönetim sisteminde dikkat edilmesi gereken önemli unsurlar arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Stok yönetiminde mevcut ürün planlamasının yapılması önemlidir. Stok malları için alt stok limiti belirlenmeli ve bu limitin altına düşmeyecek bir stok yönetimi stratejisi geliştirilmelidir.",
      "B": "Stok seviyelerinin düzenli bir şekilde izlenmesini sağlar. Özellikle gerçek zamanlı stok, fire ve kayıplar konusunda işletmelere yardımcı olur. Bu sayede stoklar konusunda kritik seviyeye düşüldüğünde sipariş verilmesi için uyarıda bulunur.",
      "C": "Satın alma, sipariş ve stok ile ilgili faaliyetleri belirlenen maliyet hedeflerini tutturacak şekilde düzenler",
      "D": "Teklifleri kıyaslayarak tedarikçilerle ilgili değerlendirme yapılmasını sağlar",
      "E": "Ürünlerin stok maliyetlerini de hesaba katarak daha kârlı menüler oluşturulmasına yardımcı olur"
    },
    "explanation": "Etkin bir stok yönetim sisteminde dikkat edilmesi gereken önemli unsurlardan bazıları şunlardır (www.<br/>eticaret.gov.tr):<br/>Stok maliyetleri: Stokta olmayan ürünlerin değiştirilmesini ya da yenilenmesini, geliştirilmesini ifade<br/>etmektedir.<br/>Stok alma zamanı: Doğru bir stok yönetimi uygulanmadığında stokların ne zaman satın alınacağını<br/>belirlemek oldukça güçtür. Gerektiğinden önce satın alınan stoklar, ekstra depolama maliyetlerine yol açar.<br/>Zamanından sonra gelen stoklar ise gelir kaybı yaşanmasına neden olur. Bu sebeple stokların zamanında<br/>alınması önemlidir.<br/>Stok analizi: Verilerin hangisi işletme açısından önemlidir? Hangi veriler stokları doğru ölçmek konusunda güvenilirdir? Stok analizi ile bu ve benzeri soruların cevapları verilmelidir.<br/>Stok limiti: Stok yönetiminde mevcut ürün planlamasının yapılması önemlidir. Stok malları için alt<br/>stok limiti belirlenmeli ve bu limitin altına düşmeyecek bir stok yönetimi stratejisi geliştirilmelidir.<br/>FIFO: “First i<br/>Stok yönetiminde mevcut ürün planlamasının yapılması önemlidir. Stok malları için alt stok limiti belirlenmeli ve bu limitin altına düşmeyecek bir stok yönetimi stratejisi geliştirilmelidir."
  },
  {
    "id": "2981528",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tur operatörlerinin sınıflandırma kriterlerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turistin özelliklerine göre",
      "B": "Coğrafi bölgelere göre",
      "C": "Çalıştıkları pazar türüne göre",
      "D": "Yurt içi ya da yurt dışına yolcu gönderme durumuna göre",
      "E": "Yurt dışından yolcu getirme durumuna göre"
    },
    "explanation": "Seçenek A doğrudur.<br/>Tur operatörleri turizm amacına, coğrafi bölgelere, ulaşım aracı ve çalıştıkları pazar türüne, ayrıca yurt içi ya da yurt dışına yolcu gönderme ve yurt dışından yolcu getirme durumuna göre sınıflandırılabilmektedir."
  },
  {
    "id": "2981529",
    "unitNumber": 4,
    "text": "Tur operatörlüğünde, bir otelin, otel kodu ve adı, mevkii, yöneticisi, web sitesi, özellikleri, odaları, konaklama şekilleri, oda tipleri, aktivite ve eğlence vb. bilgilerinin sisteme girildiği işleme ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ürün Fiyatlama",
      "B": "Tanımlama",
      "C": "Tur Paketleme",
      "D": "Tur Analizi",
      "E": "Tur Dağıtımı"
    },
    "explanation": "Doğru cevap B şıkkıdır.<br/>Bir otel, satış için gerekli olan otel kodu ve adının dışında, mevkii, yöneticisi, web<br/>sitesi, özellikleri, odaları, hatta fotoğraf ve videolarını da içermektedir. Otel ile birlikte hatta otelden daha önce otel özellikleri, konaklama şekilleri, oda tipleri, otel kategorileri, bölgeler, otel özellikleri, pansiyonlar, aktivite ve eğlence bilgileri, restoran ve bar bilgileri, otel departmanları ve otel temaları sisteme tanımlanmalıdır."
  },
  {
    "id": "2981530",
    "unitNumber": 4,
    "text": "Tur operatörleri tarafından misafirlerin havalimanından otellere transferleri nasıl yapmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Otobüs şirketleri ile",
      "B": "Otel Arabaları ile",
      "C": "Müşteri özel arabaları ile",
      "D": "Karşılayıcı seyahat acenteleri ile",
      "E": "Şehir taksileri ile"
    },
    "explanation": "D seçeneği doğrudur.<br/>Tur operatörleri misafirlerinin havalimanından otellere transferlerini karşılayıcı seyahat acentelerine yaptırmaktadırlar."
  },
  {
    "id": "2981531",
    "unitNumber": 4,
    "text": "Tur operatörleri yazılımları ile ilgili aşağıdaki ifadelerden hangisi <strong>yanlıştır? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tur operatörü yazılımları, cari işlemlerin ve faturaların takibini yapabilmektedir.",
      "B": "Tur operatörü yazılımında girilen faturaların muhasebe programlarında tekrar girilmesi zaman ve maliyet açısından problemlere neden olabilmektedir.",
      "C": "Yazılımlar, kendi ön muhasebesinin yanı sıra profesyonel resmî muhasebe programları ile de entegre olarak çalışabilmektedir.",
      "D": "Yazılımlar, entegre olarak çalıştığı muhasebe yazılımlarının isim listesini web sitelerinden yayınlamaktadır.",
      "E": "Muhasebe işlemlerinin takibi için harici muhasebe yazılımlarına ihtiyaç duyulmamaktadır."
    },
    "explanation": "Cevap E şıkkıdır.<br/>Tur operatörü yazılımları, cari işlemlerin ve faturaların takibini yapabilmektedir. Ancak muhasebe işlemlerinin takibi için harici muhasebe yazılımlarına ihtiyaç duyulmaktadır. Tur operatörü yazılımında girilen faturaların muhasebe programlarında tekrar girilmesi zaman ve maliyet açısından problemlere neden olabilmektedir. Farklı yazılım firmaları olası sorunları ortadan kaldırmak için aralarında anlaşma yapabilmektedir.<br/>Yazılımlar, kendi ön muhasebesinin yanı sıra profesyonel resmî muhasebe programları ile de entegre olarak çalışabilmektedir. Hatta birçok ülkede faaliyette bulunan profesyonel resmî muhasebe programları ile entegre olarak çalışabilen kullanıcılar bulunmaktadır. Yazılımlar, entegre olarak çalıştığı muhasebe yazılımlarının<br/>isim listesini web sitelerinden yayınlamaktadır."
  },
  {
    "id": "2981532",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi seyahat işletmeleri enformasyon sistemlerinde yer alan modülerden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyetleme",
      "B": "Incoming",
      "C": "Outgoing",
      "D": "Ingoing",
      "E": "Günlük turlar"
    },
    "explanation": "Maliyetleme modülü yoktur.<br/>Öğüt ve arkadaşlarına (2003) göre seyahat işletmeleri enformasyon sistemlerinde<br/>“Incoming”, “Outgoing ve Ingoing”, “Günlük turlar”, “Biletleme”, “Muhasebe” modüllerine yer verilmektedir.<br/>Incoming Sejour Acente programı modülleri, programın web sitesinde “kontrat, rezervasyon, operasyon, tur ve faturalama” şeklinde verilmektedir"
  },
  {
    "id": "2981533",
    "unitNumber": 4,
    "text": "Odada konaklayan tek kişinin fiyatının girilerek çocuk ve bebek fiyatlarının farklı<br/>bir ekranda girilmesi durumda, iki kişilik bir odada tek kişinin konaklaması durumunda<br/>tek kişi ücreti ........ ile çarpılmaktadır. Boşluğa aşağıdaki çarpan sayılardan hangisi koyulmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "1.5",
      "B": "2",
      "C": "2.5",
      "D": "2.7",
      "E": "3"
    },
    "explanation": "A doğrudur.<br/>Fiyatlar, sistemlere iki farklı şekilde girilmektedir.<br/>Birinci yöntem, odada konaklayan tek kişinin<br/>fiyatının girilerek çocuk ve bebek fiyatlarının farklı<br/>bir ekranda girilmesi şeklindedir. Bu durumda iki<br/>kişilik bir odada tek kişinin konaklaması durumunda<br/>tek kişi ücreti 1,5 ile çarpılmaktadır. İki kişinin<br/>konaklaması durumunda kişi başı fiyat girilmekte<br/>ve sistem, o fiyatı iki adedi ile çarparak oda fiyatını<br/>hesaplamaktadır. İki kişilik odada ikiden fazla<br/>misafirin kalması durumunda odaya indirimli ilave<br/>yatak eklenmektedir. Örneğin, üç kişinin kaldığı<br/>bir standart odada üç kişi fiyatı, kişi başı fiyatının<br/>2,7 ile çarpılması ile elde edilmektedir."
  },
  {
    "id": "2981534",
    "unitNumber": 4,
    "text": "Rezervasyon fiş tipinin \"değişiklik\" olması neyi ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Müşterinin oteli değiştirmesini",
      "B": "Acente sisteminde yapılan bir değişikliği",
      "C": "Ulaştırma aracında değişiklik yapılmasını",
      "D": "Daha önce onaylanan rezervasyon bilgilerinde otelin değişiklik yapmasını",
      "E": "Tur gezilerindeki değişiklikleri"
    },
    "explanation": "Doğru cevap D şıkkıdır.<br/>Daha önce otelden onay alınan bir rezervasyon<br/>için otelden bir değişiklik yapması istendiğinde otele<br/>gönderilen fişin tipi “değişiklik” olarak değiştirilir.<br/>Fiş tipinin değişiklik olarak düzenlenmesi acente<br/>sisteminde yapılan bir değişikliği değil, rezervasyon<br/>için otelin yapması istenen değişikliği ifade etmektedir.<br/>Fiş tipi “Değişiklik” ise rezervasyon fişinde<br/>daha önce onaylanan rezervasyon bilgilerinde değişiklik<br/>yapılması istenmektedir."
  },
  {
    "id": "2981535",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi otobüs işletmelerinde çalışan personel <strong>değildir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Şoförler",
      "B": "Taşıyıcılar",
      "C": "Mavinler",
      "D": "Kâtipler",
      "E": "Hostesler"
    },
    "explanation": "B seçeneği doğrudur.<br/>Otobüs işletmelerinde şoförler, mavinler, kâtipler, hostesler vb. çalışmaktadır."
  },
  {
    "id": "2981536",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi çevrimiçi sistemlerin özelliklerinden <strong>biri değildir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İnsanların sosyal ağlar, bloglar vb. gibi yeni yollarla gerçek zamanlı olarak işbirliği yapmasına ve bilgi paylaşmasına olanak tanımaktadır.",
      "B": "Bu sistemlere veriler bir kez girilmekte ve sistemin farklı unsurları tarafından defalarca kullanılabilmektedir.",
      "C": "Asıl çevrimiçi kullanım web 1.0’ın kullanılmasıyla<br/>başlamıştır.",
      "D": "Modüler yapıları sayesinde yeni bileşenler ve yetenekler eklenmesi, olanların geliştirilmesi mümkün olmaktadır.",
      "E": "Kablosuz bir ortamda turistik ürün ve hizmetlerin satın alınması ve satılması için mobil iletişimi (cep telefonları ve PDA’lar) desteklemektedir."
    },
    "explanation": "Asıl çevrimiçi kullanım web 2.0’ın kullanılmasıyla<br/>başlamıştır.<br/>Çevrimiçi sistemlerin en önemli özellikleri; insanların<br/>sosyal ağlar, bloglar vb. gibi yeni yollarla<br/>gerçek zamanlı olarak işbirliği yapmasına ve bilgi<br/>paylaşmasına olanak tanıyan, turizm işletmeleri<br/>için internet pazarlaması ve satışları için altın<br/>fırsatlar sağlayan interneti kullanıyor olmalarıdır.<br/>Bu sistemlere veriler bir kez girilmekte ve sistemin<br/>farklı unsurları tarafından defalarca kullanılabilmektedir.<br/>Modüler yapıları sayesinde yeni<br/>bileşenler ve yetenekler eklenmesi, olanların geliştirilmesi<br/>mümkün olmaktadır. Kablosuz bir ortamda<br/>turistik ürün ve hizmetlerin satın alınması<br/>ve satılması için mobil iletişimi (cep telefonları ve<br/>PDA’lar) desteklemektedir.<br/><strong>Asıl çevrimiçi kullanım web 2.0’ın kullanılmasıyla</strong><br/><strong>başlamıştır.</strong>"
  },
  {
    "id": "2981537",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi otel sağlayıcılarının doğrudan içerik aldıkları oteller ya da yatak bankalarından biri <strong>değildir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hotelbeds",
      "B": "Dedeman",
      "C": "GTA",
      "D": "DOTW",
      "E": "Delphin"
    },
    "explanation": "Doğru cevap B şıkkıdır.<br/>Otel sağlayıcıları, yatak bankalarından (Hotelbeds, GTA, DOTW, vb.) ve<br/>doğrudan otellerden (Rixos, Delphin, vb.) içerik almaktadır"
  },
  {
    "id": "2981538",
    "unitNumber": 4,
    "text": "İlk gerçek zamanlı bilgisayar tabanlı merkezî rezervasyon ofisi olan Thomson Open-line Programı (TOP) seyahat acenteleri ile doğrudan iletişim kurmaya başladıktan sonra hangi yılda tatil için rezervasyonu sadece TOP üzerinden kabul edileceğini açıklamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1986",
      "B": "1982",
      "C": "1980",
      "D": "1978",
      "E": "1973"
    },
    "explanation": "1980’lerin başında, tur operatörleri paketlerini organize etmek, teşvik etmek, dağıtmak ve koordine etmek konusunda enformasyon teknolojilerinin faydalanmaya başlamışlardır. İlk gerçek zamanlı bilgisayar tabanlı merkezî rezervasyon ofisi olan Thomson Open-line Programı (TOP), 1982 yılında seyahat acenteleri ile doğrudan iletişim kurmaya başlamış ve Thomson <strong>1986 </strong>yılında tatil için rezervasyonu sadece TOP üzerinden kabul edileceğini açıklamıştır."
  },
  {
    "id": "2981539",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Talep raporu</li> <li>Satış raporu</li> <li>Hizmet raporu</li> <li>İptal raporu</li> </ol> Yukarıda verilenlerden hangisi ya da hangileri tur operatörleri için uçuş, acente ve otellerle yapılan işlemlere yönelik raporlar arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız l",
      "B": "Yalnız ll",
      "C": "I, ll ve III",
      "D": "lll ve lV",
      "E": "I, ll, lll ve IV"
    },
    "explanation": "Talep raporu, Satış raporu ve Hizmet raporu tur operatörleri için uçuş, acente ve otellerle yapılan işlemlere yönelik raporlar arasındadır."
  },
  {
    "id": "2981540",
    "unitNumber": 4,
    "text": "Hava yolu işletmelerinden ilk bilgisayarlı rezervasyon sistemi SABRE (Semi-Automatic Business-Related Environment), 1950’lerde American Airlines’ın IBM ile ortaklık kurması sonucunda hangi yılda geliştirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1958",
      "B": "1962",
      "C": "1966",
      "D": "1970",
      "E": "1980"
    },
    "explanation": "Hava yolu işletmelerinden ilk bilgisayarlı rezervasyon sistemi SABRE (Semi-Automatic Business-Related Environment), 1950’lerde American Airlines’ın IBM ile ortaklık kurması sonucunda <strong>1962</strong> yılında geliştirilmiştir."
  },
  {
    "id": "2981541",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>British Airways</li> <li>KLM Royal Dutch Airlines</li> <li>Alitalia</li> <li>Turkish Airlines</li> </ol> Yukarıda verilen hava yollarından hangisi ya da hangileri Galileo isimli bilgisayarlı rezervasyon sistemini kuran ortaklardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız l",
      "B": "Yalnız ll",
      "C": "l, ll ve III",
      "D": "lll ve lV",
      "E": "I, ll, lll ve IV"
    },
    "explanation": "1987 yılında British Airways, KLM Royal Dutch Airlines, Alitalia, Swissair, Austrian Airlines, Olympic, Sabena, Air Portugal ve Aer Lingus bir araya gelerek Galileo’yu kurmuştur."
  },
  {
    "id": "2981542",
    "unitNumber": 4,
    "text": "1987 yılında Air France, Iberia, Lufthansa ve SAS tarafından kurulan bilgisayarlı rezervasyon sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Apollo",
      "B": "Worldspan",
      "C": "Sabre",
      "D": "Amadeus",
      "E": "Galileo"
    },
    "explanation": "1987 yılında Air France, Iberia, Lufthansa ve SAS tarafından kurulan bilgisayarlı rezervasyon sistemi <strong>Amadeus</strong>tur."
  },
  {
    "id": "2981543",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi otobüs işletmelerinde çalışanlardan <strong><u>değildi</u></strong>r?",
    "correctAnswer": "D",
    "options": {
      "A": "Şoför",
      "B": "Muavin",
      "C": "Katip",
      "D": "Vatman",
      "E": "Hostes"
    },
    "explanation": "<strong>Vatman </strong>otobüs işletmelerinde çalışanlardan değildir. Vatmanlar tramvay/metro sürücüleridir."
  },
  {
    "id": "2981544",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi çevrimiçi seyahat sitelerinden <strong><u>değildir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Expedia.com",
      "B": "Booking.com",
      "C": "Wikipedia.com",
      "D": "ebookers.com",
      "E": "orbitz.com"
    },
    "explanation": "Wikipedia.com çevrimiçi seyahat sitelerinden değildir."
  },
  {
    "id": "2981545",
    "unitNumber": 4,
    "text": "Seyahat sektöründe seyahat acenteleri, özellikle hangi yıllarda CRS’lerin (Merkezî Rezervasyon Sistemleri) geliştirilmesiyle hava yolu işletmelerine ait tarife ve fiyat bilgilerine erişim sağlayarak önemli bir dağıtım kanalı hâline gelmişlerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "1950’li yıllar",
      "B": "1960’lı yıllar",
      "C": "1970’li yılar",
      "D": "1980’li yılar",
      "E": "1990’lı yılar"
    },
    "explanation": "Seyahat sektöründe seyahat acenteleri, özellikle <strong>1960’lı yıllarda</strong> CRS’lerin (Merkezî Rezervasyon Sistemleri) geliştirilmesiyle hava yolu işletmelerine ait tarife ve fiyat bilgilerine erişim sağlayarak önemli bir dağıtım kanalı hâline gelmişlerdir."
  },
  {
    "id": "2981546",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Worldspan</li> <li>Galileo</li> <li>Sabre</li> <li>Amadeus</li> </ol> Delta Airlines yukarıda verilen dağıtım sistemlerinden hangisi ya da hangilerini kuran ortaklardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız l",
      "B": "Yalnız ll",
      "C": "l, ll ve III",
      "D": "lll ve lV",
      "E": "I, ll, lll ve IV"
    },
    "explanation": "Delta Airlines Worldspan dağıtım sistemini kuran ortaklardandır."
  },
  {
    "id": "2981547",
    "unitNumber": 4,
    "text": "<ol type=\"I\"><br/><li>Hotelbeds</li><br/><li>GTA</li><br/><li>DOTW</li><br/><li>Rixos</li><br/></ol><br/>Yukarıda verilenlerden hangisi ya da hangileri yatak bankalarıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız l",
      "B": "Yalnız ll",
      "C": "l, ll ve III",
      "D": "lll ve lV",
      "E": "I, ll, lll ve IV"
    },
    "explanation": "Hotelbeds, GTA ve DOTW yatak bankalarıdır. Rixos ise otel grubudur. Doğru yanıt, C'dir."
  },
  {
    "id": "2981549",
    "unitNumber": 4,
    "text": "İlk gerçek zamanlı bilgisayar tabanlı merkezî rezervasyon ofisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "TOP",
      "B": "TUI",
      "C": "ETS",
      "D": "PTA",
      "E": "WTO"
    },
    "explanation": "İlk gerçek zamanlı bilgisayar tabanlı merkezî rezervasyon ofisi olan Thomson Open-line Programı (TOP), 1982 yılında seyahat acenteleri ile doğrudan iletişim kurmaya başlamış ve Thomson 1986 yılında tatil için rezervasyonu sadece TOP üzerinden kabul edileceğini açıklamıştır."
  },
  {
    "id": "2981550",
    "unitNumber": 4,
    "text": "I- Yapılan işler ile ilgili tüm detaylar<br/>II- Satılan ürünler ile ilgili tüm detaylar<br/>III- Satılan ürünlerin satış fiyatları<br/>IV- Satılan ürünlerin başlama tarihi<br/>V- Katılımcılarla ilgili tüm detaylar<br/>Tur operatörü yazılımlarında ilk önce yapılanlar hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-IV",
      "D": "IV-V",
      "E": "II-V"
    },
    "explanation": "Tur operatörü yazılımlarında ilk önce yapılan işler ve satılan ürünler ile ilgili tüm detaylar tanımlanmaktadır. Tanımlanan ürünlerin satış işlemlerinde kullanılabilmesi için ürünle ilgili menü ya da modül altında ilgili ürün ve ürün özelliklerinin fiyatlandırılması yapılmaktadır."
  },
  {
    "id": "2981551",
    "unitNumber": 4,
    "text": "Bir otel, satış için gerekli olan tanımlama işleminde aşağıdakilerden hangisi bulunmaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Otel adı",
      "B": "Otel kodu",
      "C": "Yöneticisinin adı",
      "D": "Otelin özellikleri",
      "E": "Otele ulaşım olanakları"
    },
    "explanation": "Tanımlama işlemi, ilgili ürüne bir kod ile isim atama şeklinde özetlenebilir ama ürünün detay bilgileri aynı tanımlama kartları ile sisteme kaydedilmektedir. Örneğin bir otel, satış için gerekli olan otel kodu ve adının dışında, mevkii, yöneticisi, web sitesi, özellikleri, odaları, hatta fotoğraf ve videolarını da içermektedir. Otel ile birlikte hatta otelden daha önce otel özellikleri, konaklama şekilleri, oda tipleri, otel kategorileri, bölgeler, otel özellikleri, pansiyonlar, aktivite ve eğlence bilgileri, restoran ve bar bilgileri, otel departmanları ve otel temaları sisteme"
  },
  {
    "id": "2981552",
    "unitNumber": 4,
    "text": "Sejour turizminin içerdiği hizmetler aşağıdaki hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Otel, ulaşım, transfer",
      "B": "Günübirlik turlar ve ulaşım",
      "C": "Sadece otel de konaklama",
      "D": "Birden fazla konaklama, ulaşım, transfer",
      "E": "Birden fazla konaklama, ulaşım, özel etkinlikler"
    },
    "explanation": "Paketler, sejour turizminde çalışanlar için otel paketi (otel, ulaşım, transfer içerir) tur paketi (birden fazla konaklama, ulaşım, transfer, günübirlik turlar ve diğer tüm servisler), gemi turu (gemide konaklama), sadece otel paketi olabilmektedir."
  },
  {
    "id": "2981553",
    "unitNumber": 4,
    "text": "Tur operatörünün tanımlanan ürünler ini satış işlemlerinde alt acentelere belirlenen fiyattan satış izni verme biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Satışa göre komisyon",
      "B": "Mevsimlik anlaşma",
      "C": "Sor-Sat",
      "D": "Sınırsız",
      "E": "Kota"
    },
    "explanation": "Tanımlanan ürünler tur operatörünün alt acenteleri ya da bağımsız seyahat acenteleri tarafından satışa sunulmaktadır. Satış işlemlerinde alt acentelere belli kota (stok) çerçevesinde belirlenen fiyattan satış izni verilmektedir."
  },
  {
    "id": "2981554",
    "unitNumber": 4,
    "text": "Incoming Sejour Acente modülleri programınnın web sitesinde aşağıdakilerden hangisi yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Kontrat",
      "B": "Rezervasyon",
      "C": "Operasyon",
      "D": "Tur ve faturalama",
      "E": "Rehberlik hizmetleri"
    },
    "explanation": "Incoming Sejour Acente programı modülleri, programın web sitesinde “kontrat, rezervasyon, operasyon, tur ve faturalama” şeklinde verilmektedir."
  },
  {
    "id": "2981555",
    "unitNumber": 4,
    "text": "Bir seyahat acentesinin tüm faaliyetleri için bilgi kartlarının oluşturulmasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tanımlama",
      "B": "Kontrat",
      "C": "Aksiyonlar",
      "D": "Oda fiyatları",
      "E": "Oda Bilgileri / Kontenjanlar"
    },
    "explanation": "Tanımlama aşaması, seyahat acentesinin tüm faaliyetleri için bilgi kartlarının oluşturulmasıdır. Bu kartlarda aynı kaydın farklı şekillerde sisteme girilmesine engel olmak için kodlama yapılmaktadır"
  },
  {
    "id": "2981556",
    "unitNumber": 4,
    "text": "İki kişilik bir odada tek kişinin konaklaması durumunda tek kişi ücretinin hesaplanmasında kullanılan katsayı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "1.5",
      "C": "2",
      "D": "2.2",
      "E": "2.7"
    },
    "explanation": "Fiyatlar, sistemlere iki farklı şekilde girilmektedir. Birinci yöntem, odada konaklayan tek kişinin fiyatının girilerek çocuk ve bebek fiyatlarının farklı bir ekranda girilmesi şeklindedir. Bu durumda iki kişilik bir odada tek kişinin konaklaması durumunda tek kişi ücreti 1,5 ile çarpılmaktadır."
  },
  {
    "id": "2981557",
    "unitNumber": 4,
    "text": "Hava yolu işletmelerinin yolcu ile ilgili yazılımları kaç kısımda incelenir?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Hava yolu işletmelerinin yolcu ile ilgili yazılımlarını iki kısımda incelemek mümkündür. İlki, uçak koltuklarının yolcuya satılmasını sağlayan yazılımlar, ikincisi ise satış sonrası operasyon takibi için kullanılanlardır."
  },
  {
    "id": "2981558",
    "unitNumber": 4,
    "text": "‘İlk gerçek zamanlı bilgisayar tabanlı merkezî rezervasyon ofisi olan ______________________, 1982 yılında seyahat acenteleri ile doğrudan iletişim kurmaya başlamıştır’<br/>Yukarıda yazılı metinde boş bırakılan yere aşağıdakilerden hangisi gelmedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Thomson Open-line Programı",
      "B": "booking.com",
      "C": "Galileo",
      "D": "Fidelio",
      "E": "Thomas cook"
    },
    "explanation": "İlk gerçek zamanlı bilgisayar tabanlı merkezî rezervasyon ofisi olan Thomson Open-line Programı (TOP), 1982 yılında seyahat acenteleri ile doğrudan iletişim kurmaya başlamıştır. Doğru cevap A’dır."
  },
  {
    "id": "2981559",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi standart bir tur operatöründe genellikle<em> bulunmayan</em> bir modüldür?",
    "correctAnswer": "D",
    "options": {
      "A": "Ofis yönetimi",
      "B": "B2B ve B2C işlemleri",
      "C": "cari ve faturalama işlemleri",
      "D": "İnsan kaynakları modülü",
      "E": "kontrat ve kontenjan yönetimi"
    },
    "explanation": "Standart bir tur operatörü, ürün yönetimi, kontrat ve kontenjan yönetimi, kampanya ve satış pazarlama yönetimi, ofis yönetimi, B2B ve B2C işlemleri, cari ve faturalama işlemleri modüllerinden oluşmaktadır. Doğru cevap D’dir."
  },
  {
    "id": "2981560",
    "unitNumber": 4,
    "text": "Seyahat acentesinin tüm faaliyetleri için bilgi kartlarının oluşturulması, seyahat acentelerinin bilgi teknolojisinde hangi aşamasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tanımlama aşaması",
      "B": "Kontratlama aşaması",
      "C": "Fiyatlama aşaması",
      "D": "Satış kontratlarının düzenlenmesi aşaması",
      "E": "Aksiyonların düzenlenmesi aşaması"
    },
    "explanation": "Tanımlama aşaması, seyahat acentesinin tüm faaliyetleri için bilgi kartlarının oluşturulmasıdır. Doğru cevap A’dır."
  },
  {
    "id": "2981561",
    "unitNumber": 4,
    "text": "Seyahat acentesi programlarında oda fiyatı kontratları tanımlanırken iki kişilik odada bir kişi kalması durumunda tek kişilik ücret kaç ile çarpılır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "1,5",
      "C": "2,7",
      "D": "1,7",
      "E": "1,3"
    },
    "explanation": "İki kişilik bir odada tek kişinin konaklaması durumunda tek kişi ücreti 1,5 ile çarpılmaktadır. Doğru cevap B’dir."
  },
  {
    "id": "2981562",
    "unitNumber": 4,
    "text": "‘Sezon içerisinde satışı arttırmak için yapılan eylemler __________(special offers) adı altında sistemlerde yer almaktadır’<br/>Yukarıda verilen tanımda boş bırakılan yere aşağıdaki seçeneklerden hangisi getirilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Satış açma",
      "B": "Satış Kapama",
      "C": "Kontrat",
      "D": "Teklifler",
      "E": "Aksiyon"
    },
    "explanation": "Sezon içerisinde satışı arttırmak için yapılan eylemler aksiyon (special offers) adı altında sistemlerde yer almaktadır. Doğru cevap E’dir."
  },
  {
    "id": "2981563",
    "unitNumber": 4,
    "text": "‘Tur operatörü ve voucher numarası bilgisi, rezervasyonun çerçevesini oluşturur ve bu çerçeve içerisinde müşteri bilgileri, uçuş bilgileri ve ürün bilgileri bulunmaktadır.’<br/>Rezervasyonlarda hangi bilgiler <em>yer almaz</em>?",
    "correctAnswer": "D",
    "options": {
      "A": "Müşteri Yaşı",
      "B": "Müşterinin milliyeti",
      "C": "Müşterinin Cinsiyeti",
      "D": "Otel Odası numarası",
      "E": "Müşterinin hangi uçak ile geleceği"
    },
    "explanation": "Müşteri bilgileri yaş, milliyet ve cinsiyetten oluşmaktadır. Uçuş bilgileri, hangi uçakla geleceğini ve hangi uçakla döneceği bilgilerini kapsamakta ve geliş ve dönüş transferlerinin temelini oluşturmaktadır. Ürün bilgisi, seyahat acentesinin satışını yaptığı her ürün olabilmektedir. Doğru cevap D’dir."
  },
  {
    "id": "2981564",
    "unitNumber": 4,
    "text": "‘Rezervasyonun iptali, otelin acenteye tanıdığı opsiyon günü geçtikten sonra yapılmış ise anlaşmadaki iptal kuralları çerçevesinde otel acenteyi cezalandırabilmektedir. En çok uygulanan ceza yöntemi iptal rezervasyon için otele gelmemiş uygulaması yapılarak ___________faturası göndermektir.’<br/>Yukarıda boş bırakılan yere aşağıdaki seçeneklerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "No show",
      "B": "Go show",
      "C": "Cancellation",
      "D": "Yeni Rezervasyon",
      "E": "İptal"
    },
    "explanation": "Rezervasyonun iptali, otelin acenteye tanıdığı opsiyon günü geçtikten sonra yapılmış ise anlaşmadaki iptal kuralları çerçevesinde otel acenteyi cezalandırabilmektedir. En çok uygulanan ceza yöntemi iptal rezervasyon için otele gelmemiş uygulaması yapılarak “No Show” faturası göndermektir. Doğru cevap A’dır."
  },
  {
    "id": "2981565",
    "unitNumber": 4,
    "text": "‘Hava yolu işletmelerinden ilk bilgisayarlı rezervasyon sistemi ___________ 1950’lerde American Airlines’ın IBM ile ortaklık kurması sonucunda 1962’de geliştirilmiştir.’<br/>Yukarıda verilen metinde boş bırakılan yere aşağıdaki seçeneklerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "SABRE",
      "B": "APOLLO",
      "C": "TWA",
      "D": "Galileo",
      "E": "Amadeus"
    },
    "explanation": "Hava yolu işletmelerinden ilk bilgisayarlı rezervasyon sistemi SABRE (Semi-Automatic Business-Related Environment), 1950’lerde American Airlines’ın IBM ile ortaklık kurması sonucunda 1962’de geliştirilmiştir. Doğru cevap A’dır."
  },
  {
    "id": "2981566",
    "unitNumber": 4,
    "text": "Dünyanın önemli küresel dağıtım sistemlerinden olan worldspan hangi havayolları merkezi rezervasyon sistemlerinin birleşmesi ile oluşmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Lufthansa, Air France,Iberia",
      "B": "Delta, Northwest Airlines, Transworld Airlines",
      "C": "Continental Air, Scandinavian Airline Sys.",
      "D": "American Airlines, Australian Airlines",
      "E": "British Airways, KLM, US Airways, Austrian Airlines, Swissair"
    },
    "explanation": "Worldspan da TWA, Northwest ve Delta hava yollarının CRS’lerinin birleşmesi sonucu oluşmuştur. Doğru cevap B’dir."
  },
  {
    "id": "2981567",
    "unitNumber": 4,
    "text": "Hava yolu işletmelerinin uçuşlarına ait bilgilerin seyahat acentelerine aktarılmasına izin veren, uçuşlara ilişkin bilgilerin girilmesi durumunda fiyat bilgisini vermenin yanı sıra rezervasyon ve satış işlemlerine olanak tanıyan sistem nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "AMADEUS",
      "B": "CRS",
      "C": "GDS",
      "D": "SABRE",
      "E": "GALILEO"
    },
    "explanation": "CRS, hava yolu işletmelerinin uçuşlarına ait bilgilerin seyahat acentelerine aktarılmasına izin veren, uçuşlara ilişkin bilgilerin girilmesi durumunda fiyat bilgisini vermenin yanı sıra rezervasyon ve satış işlemlerine olanak tanıyan bir sistemdir. Cevap B’dir."
  },
  {
    "id": "2981568",
    "unitNumber": 5,
    "text": ".............. öğrenmede oyun tabanlı mekanik kullanılarak, insanları motive etmek, onları öğrenmeye teşvik etmek ve sorunları çözmelerini sağlamak hedeflenmektedir. Cümlede boş bırakılan yere uygun gelen kavram aşağıdaklerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dijitalleşme",
      "B": "Oyunlaştırma",
      "C": "Sistematikleştirme",
      "D": "Standardizasyon",
      "E": "Senkronizasyon"
    },
    "explanation": "Oyunlaştırma ile öğrenmede oyun tabanlı mekanik kullanılarak, insanları motive etmek, onları öğrenmeye teşvik etmek ve sorunları çözmelerini sağlamak hedeflenmektedir."
  },
  {
    "id": "2981569",
    "unitNumber": 5,
    "text": "Bireylerin bilgisayar simülasyon sistemi aracılığıyla orada olma hissini yaşadığı bilgisayar kaynaklı üç boyutlu ortamlar aşağıdakilerden hangisi ile tanımlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Artırılmış gerçeklik",
      "B": "Oyunlaştırma",
      "C": "Dijitalleşme",
      "D": "Sanal gerçeklik",
      "E": "Bulut bilişim"
    },
    "explanation": "Sanal gerçeklik teknolojisi, bireylerin bilgisayar simülasyon sistemi aracılığıyla orada olma hissini<br/>yaşadığı bilgisayar kaynaklı üç boyutlu ortamlar olarak tanımlanmaktadır."
  },
  {
    "id": "2981570",
    "unitNumber": 5,
    "text": "Turist rehberliği eğitiminde artırılmış gerçeklik kullanımının faydaları arasında aşağıdakilerden hangisi yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kapsamlı bir deneyim hissi sağlama",
      "B": "Hızlı ve kalıcı öğrenme",
      "C": "Normal parametrelerin dışında düşünebilme",
      "D": "Psikolojik tatmin sağama",
      "E": "Kendini yansıtma fırsatı"
    },
    "explanation": "Artırılmış gerçeklik teknolojisi, geleneksel üç boyutlu teknolojiden farklı olarak öğrencilere kapsamlı bir deneyim hissi sunmaktadır.<br/>Kapsamlı bir deneyim hissi sağlama"
  },
  {
    "id": "2981571",
    "unitNumber": 5,
    "text": ".............. iletişim, bilgi alışverişi ve gelişmiş hizmetlerin sağlanması için fiziksel ve sanal nesnelerin birbirine bağlandığı küresel bir altyapı olarak tanımlanmaktadır. Cümlede boş bırakılan yere uygun gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Artırılmış gerçeklik",
      "C": "Nesnelerin interneti",
      "D": "Kablosuz sensör ağları",
      "E": "Bulut bilişim"
    },
    "explanation": "Nesnelerin İnterneti Uluslararası Telekomünikasyon Birliği (ITU) tarafından iletişim, bilgi alışverişi ve gelişmiş hizmetlerin sağlanması için fiziksel ve sanal nesnelerin birbirine bağlandığı küresel bir altyapı olarak tanımlanmaktadır.<br/>Nesnelerin interneti"
  },
  {
    "id": "2981572",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir destinasyonun akıllı destinasyon/şehir olarak nitelenmesinde temel unsurdur?",
    "correctAnswer": "D",
    "options": {
      "A": "Kültürel çekiciliklere sahip olma",
      "B": "Ulaşım ağı",
      "C": "Etkinliklerin çeşitliliği",
      "D": "Teknoloji alt yapısı",
      "E": "Dağıtım kanalları"
    },
    "explanation": "Bir destinasyonun akıllı olması için teknoloji altyapısı üzerine inşa edilmiş yenilikçi bir turizm anlayışı benimsemesi gerekmektedir.<br/>Teknoloji alt yapısı"
  },
  {
    "id": "2981573",
    "unitNumber": 5,
    "text": "Tahrip olmuş ve sınırlı kalıntılara sahip bir kültürel miras alanında turistlerin deneyimini zenginleştirmek için aşağıdaki araçlardan hangisi kullanılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kablosuz sensör ağları",
      "B": "Bulut bilişim",
      "C": "Radyo frekans tanımlama teknolojisi",
      "D": "Oyunlaştırma",
      "E": "Artırılmış gerçeklik"
    },
    "explanation": "Artırılmış gerçeklik"
  },
  {
    "id": "2981574",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi akıllı turizm yaklaşımının sunduğu fırsatlar arasında değerlendirilmez?",
    "correctAnswer": "E",
    "options": {
      "A": "Turist deneyimlerini zenginleştirilme",
      "B": "Kötü niyetli satıcılara karşı güven eksikliğinin giderilmesi",
      "C": "Turistik ürün ve hizmetlerin yetersizliğini ortadan kaldırma",
      "D": "Turistik faaliyetler hakkında bilgiye ulaşmada kolaylık",
      "E": "Fiyatlama yöntemlerini belirleme"
    },
    "explanation": "Fiyatlama yöntemlerini belirleme"
  },
  {
    "id": "2981575",
    "unitNumber": 5,
    "text": "Kültürel miras alanlarında ziyaretçilerin kalıntılar ve alan hakkında bilgi edinmesini sağlayan ve akıllı telefonları aracılığıyla da kullanılabilen etiketler aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bulut bilişim",
      "B": "QR kodlar",
      "C": "Büyük veri",
      "D": "Yapay zeka",
      "E": "Yakın alan iletişimi"
    },
    "explanation": "Hızlı yanıt/QR Kodlar (Quick Response): Bir makine tarafından okunabilen etiketler olarak tanımlanabilecek QR kodlar, her türlü öge ile ilgili bilgiler içerebilmektedir"
  },
  {
    "id": "2981576",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kültür turizmi bağlamında deneyim ekonomisini destekleyen artırılmış gerçeklik uygulamalarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hoppala",
      "B": "LoCloud",
      "C": "TaggingCreaditor",
      "D": "TripAdvisor",
      "E": "TaleBlazer"
    },
    "explanation": "Artırılmış gerçeklik uygulamalarının kültür turizmi bağlamında deneyim ekonomisini destekleyen önemli bir araç olarak keşfedilmesi nedeniyle geliştirilen uygulamalara “Hoppala, LoCloud, TaggingCreaditor, TaleBlazer ve Aris” örnek gösterilebilir.<br/>TripAdvisor"
  },
  {
    "id": "2981577",
    "unitNumber": 5,
    "text": "Ziyaretçilerin Londra kent tarihini keşfedebilmesi ve müzelerde yer alan eserler hakkında detaylı<br/>bilgileri alabilmeleri için geliştirilen uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "LoCloud",
      "B": "StreetMuseum",
      "C": "TaggingCreaditor",
      "D": "TaleBlazer",
      "E": "Aris"
    },
    "explanation": "“StreetMuseum” uygulaması ile ziyaretçiler, Londra kent tarihini keşfedebilmekte ve müzelerde yer alan eserler hakkında detaylı bilgiler alabilmektedir."
  },
  {
    "id": "2981578",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Turist talepler ve davranışları</li> <li>Turizm endüstrisinin yapısı</li> <li>Yeni kavramları turizm alanına kazandırma</li> </ol> Yukarıdakilerden hangisi/hangileri bilgi ve iletişim teknolojilerinin turist rehberliği mesleğine etkisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Bilgi teknolojileri, nesnelerin interneti (IoT), büyük veri analitiği, yapay zekâ, konum tabanlı hizmetler, sanal ve artırılmış gerçeklik sistemleri gibi Endüstri 4.0 teknolojilerinden oluşmakta ve turizm endüstrisinin hemen hemen her alanında kullanılmaktadır. <em>Turizm endüstrisinin yapısını değiştiren söz konusu teknolojiler, aynı zamanda turist talepleri ve davranışlarında da büyük değişimler</em> yaratmıştır (Albino vd., 2015). Mobil uygulamalar ile günlük hayatın bir parçası hâline gelen bilgi teknolojileri, tüketiciler, turizm işletmeleri ve turizm işgörenleri için önemli faydalar sağlarken, <em>akıllı turizm kavramını da hayatımıza dâhil etmiştir. </em>"
  },
  {
    "id": "2981579",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Turistlerin seyahatin planlanmasından seyahatin sonlanmasına kadar olan tüm süreçlerde destinasyonlar, rotalar, turistik noktalar, hava durumu ve ulaşım seçenekleri gibi önemli konularda bilgiye ihtiyaç duyması</li> <li>Turistik ürünün önceden test edilemiyor olması, kişilerin ancak ürünün bulunduğu yerde ürünü deneyimleyebilmesi</li> <li>Seyahatini kişisel istek ve beklentilerine yönelik planlamak isteyen kişilerin sayısının her geçen gün artması</li> </ol> Yukarıdakilerden hangisi/hangileri turizmde veri yoğunluğunun yüksek olma nedenleridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Turistler, seyahatin planlanmasından seyahatin sonlanmasına kadar olan tüm süreçlerde destinasyonlar, rotalar, turistik noktalar, hava durumu ve ulaşım seçenekleri gibi önemli konularda bilgiye ihtiyaç duymaktadır. Turistik ürünün önceden test edilemiyor olması, kişilerin ancak ürünün bulunduğu yerde ürünü deneyimleyebilmesi ise doğru ve güvenilir bilgiye ulaşmanın önemini artırmaktadır. Diğer yandan seyahatini kişisel istek ve beklentilerine yönelik planlamak isteyen kişilerin sayısı da her geçen gün artmaktadır. Bu nedenle turizm, veri yoğunluğunun en yüksek olduğu ve bilgi teknolojilerin en çok kullanıldığı endüstrilerden biri olarak dikkat çekmektedir."
  },
  {
    "id": "2981580",
    "unitNumber": 5,
    "text": "Söz konusu uygulamalar ile oteller, turizm ürünleri ve destinasyonlar arasında doğrudan ve aktif etkileşim kurulabilir.<br/>Turistlerin tarihî binaları ve müzeleri görme şekli bu teknolojiler aracılığıyla değiştirilebilir.<br/>Sözü edilen bu teknolojiler sırasıyla aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nesnelerin interneti/artırılmış gerçeklik",
      "B": "Konum tabanlı hizmetler/nesnelerin interneti",
      "C": "Artırılmış gerçeklik/sanal gerçeklik",
      "D": "Konum tabanlı hizmetler/büyük veri analitiği",
      "E": "Sanal gerçeklik/sensörler"
    },
    "explanation": "Dijital içeriği gerçek nesnelerle kaplayan <em>artırılmış gerçeklik</em> gibi teknolojiler aracılığıyla, turistlerin tarihî binaları ve müzeleri görme şekli değiştirilebilir. <em>Nesnelerin interneti</em> tabanlı uygulamalar, turist rehberliği alanında kullanılabilecek potansiyel teknolojilerden bir diğeridir. Söz konusu uygulamalar ile oteller, turizm ürünleri ve destinasyonlar arasında doğrudan ve aktif etkileşim kurulabilir."
  },
  {
    "id": "2981581",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Artırılmış gerçeklik teknolojisi 2B / 3B hareketsiz görüntüler ve 3B dinamik görüntüler aracılığıyla gerçek ve sanal ortam arasında etkileşim sağlar. </li> <li>Artırılmış gerçeklikte kullanıcıların giyilebilir cihazlar aracılığı ile dâhil olduğu sanal üç boyutlu ortamlarda gerçekleşmektedir.</li> <li>Artırılmış gerçeklikte ortam tamamen yeniden oluşturulmuştur ve gerçekte var olmayan bir ortam yaratılmıştır.</li> <li>Sanal gerçeklikte akıllı bir telefon yeterlidir.</li> </ol> Artırılmış gerçeklikle ilgili yukarıdakilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Artırılmış gerçeklik teknolojisi ile öğrenciler, 2D / 3D hareketsiz görüntüler ve 3D dinamik görüntüler aracılığıyla gerçek ve sanal ortam arasında etkileşim sağlayarak bilgileri daha kalıcı olarak edinebilmektedir. Artırılmış gerçeklikten farklı olarak eğitim, kullanıcıların giyilebilir cihazlar aracılığı ile dâhil olduğu sanal üç boyutlu ortamlarda gerçekleşmektedir. Sanal gerçekliğin bir versiyonu olan artırılmış gerçeklikte akıllı bir telefon yeterliyken, sanal gerçeklikte özel giyilebilir cihazlar gerekmektedir."
  },
  {
    "id": "2981582",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Oyunlar; sistem, oyuncular, gerçek hayatı taklit eden çekirdek yapı, kurallar, meydan okuma, etkileşim, geri bildirim ve ölçülebilir sonuçların birleşimi şeklinde tanımlanmaktadır.",
      "B": "Oyunlaştırma ile öğrenmede oyun tabanlı mekanik kullanılarak, insanları motive etmek, onları öğrenmeye teşvik etmek ve sorunları çözmelerini sağlamak hedeflenmektedir.",
      "C": "Esneklik ve kolay erişim özelliği sayesinde oyunlaştırma ile öğrenciler, eleştirel düşünme ve öğrenme becerilerinin geliştirilmesi, motivasyonu artırma ve iş birliğini teşvik etme gibi birçok kritik konuda kendilerini geliştirebilmektedir.",
      "D": "Oyun sırasında türetilen duygular, olumlu bir bağlantı oluşturmaya yardımcı olarak ve sinir yollarını güçlendirerek daha kalıcı öğrenmeye olanak tanıyabilmektedir.",
      "E": "Eğitsel yazılımların %50’lik bir bölümünü kaplayan video sektörü, bugün dünya ekonomilerinin ana sektörlerinden biri olarak kabul edilmektedir."
    },
    "explanation": "İnternet ortamında oyun oynamak ise günlük yapılan aktivitelerin başında gelmektedir. <em>Mobil oyunların</em> %50’lik bir bölümünü kaplayan<em> video oyun sektörü,</em> bugün dünya ekonomilerinin ana sektörlerinden biri olarak kabul edilmektedir."
  },
  {
    "id": "2981583",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi diğerlerinden farklıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Turistlerin seyahatlerinde güvenli yerleri tercih etme eğiliminin günden güne önem kazanması, birçok turistik destinasyon hakkında bu teknolojiye dayalı aplikasyonlar sayesinde turist rehberleri bilgi alarak, grubu kalabalık alanlardan uzak tutabilir ve tur programını bu bilgiler doğrultusunda daha etkin yönetebilir.",
      "B": "Sıklıkla ziyaret edilmeyen güzergâhlar hakkında güncel bilgileri almak ve grubu olası sorunlardan uzak tutmak için oldukça faydalı olabilir.",
      "C": "Ses, video, 3D içerik gibi uygulamalar ile kültürel miras alanının orijinal dokusu daha görünür hâle gelmektedir.",
      "D": "Eko turizm alanlarında aktivitelerin planlanmasında da oldukça faydalı olabilir.",
      "E": "Ören yerlerinde kullanılacak olan biletler bu teknolojiye dayalı bir aplikasyon ile kolayca satın alınabilir."
    },
    "explanation": "A, B, D ve E seçeneklerinde verilenler Nesnelerin İnterneti (IoT) teknolojisi ile gerçekleştirilen işlemler iken C şıkkında verilen” Ses, video, 3D içerik gibi uygulamalar ile kültürel miras alanının orijinal dokusunun daha görünür hâle gelmesi artırılmış gerçeklik teknolojisi ile gerçekleştirilebilmektedir."
  },
  {
    "id": "2981584",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bulut bilişimi tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir makine tarafından okunabilen etiketlerdir.",
      "B": "Bilgisayar ağları, veri tabanları, sunucular, hizmetler ve uygulamalar gibi yapılandırılabilir bilişim kaynaklarından oluşan ortak bir havuza, uygun koşullarda ve isteğe bağlı olarak her zaman, her yerden erişme olanağı tanıyan bir modeldir.",
      "C": "İki elektronik cihazın Radyo Frekansı ile tanımlama tabanlı yüksek frekansta ve düşük bantta güvenli bir arayüz üzerinden veri haberleşmesini sağlayan kısa mesafe iletişim teknolojisidir.",
      "D": "Geleneksel veri tabanı teknikleri ile işlenmesi mümkün olmayan heterojen veriyi tanımlamak için kullanılan bir kavramdır.",
      "E": "Kullanıcıların dijital nesnelerin fiziksel olanlarla birleştirildiği gerçek dünyanın gelişmiş versiyonunu kusursuz bir şekilde görmelerini sağlayan teknolojik bir yaklaşımdır."
    },
    "explanation": "<strong>QR kodlar:</strong> Bir makine tarafından okunabilen etiketlerdir.<br/><em><strong>Bulut Bilişim:</strong></em> Bilgisayar ağları, veri tabanları, sunucular, hizmetler ve uygulamalar gibi yapılandırılabilir bilişim kaynaklarından oluşan ortak bir havuza, uygun koşullarda ve isteğe bağlı olarak her zaman, her yerden erişme olanağı tanıyan bir modeldir.<br/><strong>Yakın Alan İletişimi (Near Field Communication, NFC):</strong> İki elektronik cihazın Radyo Frekansı ile tanımlama tabanlı yüksek frekansta ve düşük bantta güvenli bir arayüz üzerinden veri haberleşmesini sağlayan kısa mesafe iletişim teknolojisidir.<br/><strong>Büyük Veri:</strong> Geleneksel veri tabanı teknikleri ile işlenmesi mümkün olmayan heterojen veriyi tanımlamak için kullanılan bir kavramdır.<br/><strong>Artırılmış Gerçeklik:</strong> Kullanıcıların dijital nesnelerin fiziksel olanlarla birleştirildiği gerçek dünyanın gelişmiş versiyonunu kusursuz bir şekilde görmelerini sağlayan teknolojik bir yaklaşımdır."
  },
  {
    "id": "2981585",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Artırılmış gerçeklik, genel olarak bir ortamın anlamlılığını arttırmak için sanal ve gerçek nesnelerin bir arada kullanılmasıdır.",
      "B": "Sanal gerçeklik teknolojisi, bireylerin bilgisayar simülasyon sistemi aracılığıyla orada olma hissini yaşadığı bilgisayar kaynaklı üç boyutlu ortamlardır.",
      "C": "Sanal gerçeklik, kullanıcıyı gerçek hayattan tamamen soyutlarken, artırılmış gerçeklik hayatın içine entegre olur.",
      "D": "Sanal gerçeklik için akıllı bir mobil cihazınızın olması yeterli iken artırılmış gerçekliği kullanmak için giyilebilir bir cihaza ihtiyaç vardır.",
      "E": "Sanal gerçeklikte ortam tamamen yeniden oluşturulmuştur, artırılmış gerçeklikte ise tüm ögeler, gerçek ortam üstüne kurgulanmıştır."
    },
    "explanation": "Sanal gerçeklik için giyilebilir bir cihaza ihtiyaç duyarken, artırılmış gerçekliği kullanmak için akıllı bir mobil cihazınızın olması yeterlidir."
  },
  {
    "id": "2981586",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Akıllı turizm bilgi teknolojileri aracılığı ile turizm olayından bilgi edinmenin bir yolu olarak değerlendirilmektedir.</li> <li>Akıllı turizm, sadece turistik destinasyonların yönetimi için değil, aynı zamanda konaklama, yeme-içme, ulaşım, tur planlama ve güvenlik gibi birçok konuda da büyük fırsatlar sunmaktadır.</li> <li>Akıllı turizm yalnızca destinasyon yönetimini değil aynı zamanda turist deneyimini de yeniden şekillendiren bir kavramdır.</li> <li>Bir destinasyonun akıllı turizm anlayışını benimsemesi için bilgi teknolojileri üzerine inşa edilmesi yeterlidir.</li> </ol> Akıllı turizm ile ilgili verilenlerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve IV",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Bir destinasyonun akıllı olması için teknoloji altyapısı üzerine inşa edilmiş yenilikçi bir turizm anlayışı benimsemesi gerekmektedir."
  },
  {
    "id": "2981587",
    "unitNumber": 5,
    "text": "……………………….. iletişim, bilgi alışverişi ve gelişmiş hizmetlerin sağlanması için fiziksel ve sanal nesnelerin birbirine bağlandığı küresel bir altyapıdır. <br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Bulut bilişim",
      "B": "Nesnelerin İnterneti",
      "C": "Yapay zeka",
      "D": "Mobil iletişim teknolojileri",
      "E": "Bulut bilişim"
    },
    "explanation": "<em>Nesnelerin İnterneti</em> Uluslararası Telekomünikasyon Birliği (ITU) tarafından iletişim, bilgi alışverişi ve gelişmiş hizmetlerin sağlanması için fiziksel ve sanal nesnelerin birbirine bağlandığı küresel bir altyapı olarak tanımlanmaktadır."
  },
  {
    "id": "2981588",
    "unitNumber": 5,
    "text": "…………..ulaştırma ve konaklama işletmeleri gibi hizmet sağlayıcıları ile tur operatörleri, seyahat acenteleri ve tüketiciler arasında bağlantı kurarak, doğrudan rezervasyon yapılmasını sağlayan bir ağ sistemidir.<br/>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "GDS",
      "B": "Web2.0",
      "C": "IoT",
      "D": "Endüstri 4.0",
      "E": "Turizm otomasyonu"
    },
    "explanation": "Küresel dağıtım sistemleri (GDS) ise özellikle ulaştırma ve konaklama işletmeleri gibi hizmet sağlayıcıları ile tur operatörleri, seyahat acenteleri ve tüketiciler arasında bağlantı kurarak, doğrudan rezervasyon yapılmasını sağlayan bir ağ sistemidir."
  },
  {
    "id": "2981589",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi turistik deneyimin olumlu yönde oluşmasını sağlayan etmenlerden turist rehberini ilgilendiren bir etmendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Destinasyon özellikleri",
      "B": "Mevsimsel özellikler",
      "C": "Bilgi teknolojileri",
      "D": "Turist rehberinin performansı",
      "E": "Seyahat planlama"
    },
    "explanation": "Turistik deneyimin olumlu yönde oluşmasını sağlayan kilit faktörlerin başında, turist rehberinin tur süresince sergilediği performans yer almaktadır."
  },
  {
    "id": "2981590",
    "unitNumber": 5,
    "text": "Artırılmış gerçeklik uygulamalarının öğrencilere sağladığı katkılar hangi seçenekte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gerçek ve sanal ortam etkileşimi",
      "B": "İçeriği soyutlama",
      "C": "Oyun deneyimi sağlama",
      "D": "Test ve alıştırma yapma",
      "E": "Doküman inceleme"
    },
    "explanation": "Artırılmış gerçeklik teknolojisi ile öğrenciler, 2D / 3D hareketsiz görüntüler ve 3D dinamik görüntüler aracılığıyla gerçek ve sanal ortam arasında etkileşim sağlayarak bilgileri daha kalıcı olarak edinebilmektedir."
  },
  {
    "id": "2981592",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi oyunlaştırmanın temel amacı sayılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Oyun oynatarak motivasyon artırmak",
      "B": "Eğlendirirken hatırlamayı kolaylaştırmak",
      "C": "Kalıcı öğrenme sağlamak",
      "D": "Alıştırma yapmayı teşvik etmek",
      "E": "Oyun mekanikleriyle öğrenmeyi sağlamak"
    },
    "explanation": "Oyunlaştırma ile öğrenmede oyun tabanlı mekanik kullanılarak, insanları motive etmek, onları öğrenmeye teşvik etmek ve sorunları çözmelerini sağlamak hedeflenmektedir."
  },
  {
    "id": "2981593",
    "unitNumber": 5,
    "text": "……………………bireylerin bilgisayar simülasyon sistemi aracılığıyla orada olma hissini yaşadığı bilgisayar kaynaklı üç boyutlu ortamlar olarak tanımlanmaktadır.<br/>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Artırılmış gerçeklik",
      "C": "Oyunlaştırma",
      "D": "Nesnelerin interneti",
      "E": "Web 2.0 teknolojileri"
    },
    "explanation": "Sanal gerçeklik teknolojisi, bireylerin bilgisayar simülasyon sistemi aracılığıyla orada olma hissini yaşadığı bilgisayar kaynaklı üç boyutlu ortamlar olarak tanımlanmaktadır."
  },
  {
    "id": "2981594",
    "unitNumber": 5,
    "text": "………………….., bir ortamın anlamlılığını arttırmak için sanal ve gerçek nesnelerin bir arada kullanılması olarak tanımlanmaktadır<br/>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Artırılmış gerçeklik",
      "C": "Oyunlaştırma",
      "D": "Nesnelerin interneti",
      "E": "Web 2.0 teknolojileri"
    },
    "explanation": "Artırılmış gerçeklik, genel olarak bir ortamın anlamlılığını arttırmak için sanal ve gerçek nesnelerin bir arada kullanılması olarak tanımlanmaktadır"
  },
  {
    "id": "2981595",
    "unitNumber": 5,
    "text": "Turist rehberliği mesleğinin günümüzdeki formuna kavuşması ne zaman gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "20. yüzyül başlarındaki düzenlemelerle",
      "B": "Thomas Cook tarafından düzenlenen ilk paket turlar ile",
      "C": "Bilişim teknolojilerinde yaşanan gelişmelerle",
      "D": "Turizmin gelişmesiyle",
      "E": "Turizm alanlarının çeşitlenmesiyle"
    },
    "explanation": "Turist rehberliği mesleğinin günümüzdeki formuna kavuşması 17. yüzyıl itibari ile yaygınlaşan Grand Tour’lar ve Thomas Cook tarafından düzenlenen ilk paket turlar ile gerçekleşmiştir."
  },
  {
    "id": "2981596",
    "unitNumber": 5,
    "text": "………………bir nesnenin insan ya da bilgisayar ile etkileşime ihtiyaç duymadan bir ağ üzerinden veri aktarma yeteneğine sahip olduğu bir teknolojidir.<br/>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "WSNs",
      "B": "RFID",
      "C": "NCF",
      "D": "GDS",
      "E": "IoT"
    },
    "explanation": "IoT, bir nesnenin insan ya da bilgisayar ile etkileşime ihtiyaç duymadan bir ağ üzerinden veri aktarma yeteneğine sahip olduğu bir teknolojidir."
  },
  {
    "id": "2981597",
    "unitNumber": 5,
    "text": "Katılım ve etkileşim yoluyla öğrenme ve keşfetme motivasyonunda olan turistlerin, bilişim teknolojileri aracılığı ile geleneksel yollarla ulaşamayacakları deneyimlere ulaşmalarına aşağıdakilerden hangisi fırsat tanımaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Gezi rotalarının artırılması",
      "B": "Turizm rehberliğinin çeşitlenmesi",
      "C": "Basılı broşürlerin hazırlanması",
      "D": "Ücretsiz lokasyonların belirlenmesi",
      "E": "Akıllı turizm yaklaşımları"
    },
    "explanation": "Akıllı turizm yaklaşımları, katılım ve etkileşim yoluyla öğrenme ve keşfetme motivasyonunda olan turistlerin, bilişim teknolojileri aracılığı ile geleneksel yollarla ulaşamayacakları deneyimlere ulaşmalarına fırsat tanımaktadır."
  },
  {
    "id": "2981598",
    "unitNumber": 5,
    "text": "Dünya ekonomilerinin ana sektörlerinden biri olarak kabul edilen video oyun sektörü, Mobil oyunların yüzde kaçlık bir bölümünü kaplamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "%30",
      "B": "%40",
      "C": "%50",
      "D": "%60",
      "E": "%70"
    },
    "explanation": "İnternet ortamında oyun oynamak ise günlük yapılan aktivitelerin başında gelmektedir (Briggs, 2005). Mobil oyunların %50’lik bir bölümünü kaplayan video oyun sektörü, bugün dünya ekonomilerinin ana sektörlerinden biri olarak kabul edilmektedir (Newzoo, 2019)."
  },
  {
    "id": "2981599",
    "unitNumber": 5,
    "text": "Turist rehberliği mesleğini yasal şekle sokan “6326 Sayılı Turist Rehberliği Meslek Kanunu” kaç yılında yürürlüğe girmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "2009",
      "B": "2010",
      "C": "2011",
      "D": "2012",
      "E": "2013"
    },
    "explanation": "<ol start=\"19\"><br/><li>yüzyıl itibariyle profesyonel turist rehberliği mesleğinin gelişmesi yönünde atılan adımlar, Cumhuriyetin ilk yılları itibari ile yoğunlaşmış ve 2012 yılında yürürlüğe giren “6326 Sayılı Turist Rehberliği Meslek Kanunu” ile yasal şekline kavuşmuştur (iro.org.tr).</li><br/></ol><br/><ol start=\"19\"> <li>yüzyıl itibariyle profesyonel turist rehberliği mesleğinin gelişmesi yönünde atılan adımlar, Cumhuriyetin ilk yılları itibari ile yoğunlaşmış ve 2012 yılında yürürlüğe giren “6326 Sayılı Turist Rehberliği Meslek Kanunu” ile yasal şekline kavuşmuştur (iro.org.tr).</li> </ol>"
  },
  {
    "id": "2981600",
    "unitNumber": 5,
    "text": "Nesnelerin İnterneti fikri ilk olarak kim tarafından ortaya atılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "John",
      "B": "Ashton",
      "C": "Wenyang",
      "D": "Guarda",
      "E": "Perles"
    },
    "explanation": "Ashton tarafından 1999 yılında ortaya atılan bu fikir, mağazada yer alan nesnelerin internet aracılığıyla birbirine bağlanmasına bu sayede envanterde yer alan tüm eşyaları mevcut durumunun kolaylıkla takip edilmesine dayanan ve tamamen mağazadaki stok durumunu yönetmek için kullanılan bir fikirdir"
  },
  {
    "id": "2981601",
    "unitNumber": 5,
    "text": "Akıllı telefon kullanımının artmasıyla birlikte, mobil artırılmış gerçeklik uygulamaları hangi tarihlerde geliştirilmeye başlanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1950’ların ortalarında",
      "B": "1960’ların ortalarında",
      "C": "1970’ların ortalarında",
      "D": "1980’ların ortalarında",
      "E": "1990’ların ortalarında"
    },
    "explanation": "Elbette ki akıllı telefon kullanımının artmasıyla birlikte, 1990’ların ortalarında geliştirilmeye başlanan mobil artırılmış gerçeklik uygulamalarından da bahsetmek gerekmektedir"
  },
  {
    "id": "2981602",
    "unitNumber": 5,
    "text": "QR kodlar ilk defa kaç yılında kullanılmaya başlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1991",
      "B": "1992",
      "C": "1993",
      "D": "1994",
      "E": "1995"
    },
    "explanation": "QR kodlar 1994’te ilk defa Japonya tarafından otomotiv sektöründe kullanılmasından bu yana yaygınlığı oldukça artmış, her alanda kullanılmaya başlamış bir teknolojidir."
  },
  {
    "id": "2981603",
    "unitNumber": 5,
    "text": "QR kodlar ilk defa hangi ülke tarafından kullanılmaya başlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Japonya",
      "B": "Kore",
      "C": "Çin",
      "D": "Tayland",
      "E": "Malezya"
    },
    "explanation": "QR kodlar 1994’te ilk defa Japonya tarafından otomotiv sektöründe kullanılmasından bu yana yaygınlığı oldukça artmış, her alanda kullanılmaya başlamış bir teknolojidir."
  },
  {
    "id": "2981604",
    "unitNumber": 5,
    "text": "QR kodlar ilk defa hangi endüstride kullanılmaya başlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarım",
      "B": "Otomotiv",
      "C": "Sanayi",
      "D": "İmalat",
      "E": "İnşaat"
    },
    "explanation": "QR kodlar 1994’te ilk defa Japonya tarafından otomotiv sektöründe kullanılmasından bu yana yaygınlığı oldukça artmış, her alanda kullanılmaya başlamış bir teknolojidir."
  },
  {
    "id": "2981605",
    "unitNumber": 5,
    "text": "2050 yılına kadar dünya nüfusunun yüzde kaçı şehirlerde yaşayacağı öngörülmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "%40",
      "B": "%50",
      "C": "%60",
      "D": "%70",
      "E": "%80"
    },
    "explanation": "2050 yılına kadar dünya nüfusunun %70’inin şehirlerde yaşayacağı öngörülmektedir. Bu durum ise enerji kullanımı, güvenlik ve kamu hizmeti sunma gibi önemli konularda sorunları da beraberinde getirecektir."
  },
  {
    "id": "2981606",
    "unitNumber": 5,
    "text": "Michael Cox ve David Ellsworth tarafından İlk kez kaç yılında büyük veri kavramı kullanılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1995",
      "B": "1996",
      "C": "1997",
      "D": "1998",
      "E": "1999"
    },
    "explanation": "Büyük Veri: İlk kez 1997 yılında Michael Cox ve David Ellsworth tarafından kullanılan büyük veri kavramı, geleneksel veri tabanı teknikleri ile işlenmesi mümkün olmayan heterojen veriyi tanımlamak için kullanılan bir kavramdı"
  },
  {
    "id": "2981607",
    "unitNumber": 5,
    "text": "Nesnelerin İnterneti fikri ilk kaç yılında ortaya atılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1999",
      "B": "2000",
      "C": "2001",
      "D": "2002",
      "E": "2003"
    },
    "explanation": "Ashton tarafından 1999 yılında ortaya atılan bu fikir, mağazada yer alan nesnelerin internet aracılığıyla birbirine bağlanmasına bu sayede envanterde yer alan tüm eşyaları mevcut durumunun kolaylıkla takip edilmesine dayanan ve tamamen mağazadaki stok durumunu yönetmek için kullanılan bir fikirdir"
  },
  {
    "id": "2981608",
    "unitNumber": 6,
    "text": "Veri depolama, veri tabanı, yazılım, analiz hizmetlerinin İnternet üzerinden sunulmasına ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Büyük veri yönetimi",
      "B": "Bulut bilişim",
      "C": "Nesnelerin interneti",
      "D": "Coğrafi bilgi sistemleri",
      "E": "Bilgi teknolojileri"
    },
    "explanation": "Veri depolama, veri tabanı, yazılım, analiz hizmetlerinin İnternet üzerinden sunulmasına Bulut Bilişim adı verilir. Doğru yanıt, B'dir."
  },
  {
    "id": "2981609",
    "unitNumber": 6,
    "text": "Özellikle yeni veri kaynaklarından elde edilen daha karmaşık ve daha büyük hacimli veri kümelerine ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Büyük veri",
      "B": "Bulut bilişim",
      "C": "Nesnelerin interneti",
      "D": "Coğrafi bilgi sistemi",
      "E": "Bilgi teknolojisi"
    },
    "explanation": "Özellikle yeni veri kaynaklarından elde edilen daha karmaşık ve daha büyük hacimli veri kümelerine büyük veri adı verilir. Doğru yanıt, A'dır."
  },
  {
    "id": "2981610",
    "unitNumber": 6,
    "text": "Büyük verinin analizi için hangi teknik geliştirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Radyo frekansı ile tanımlama",
      "B": "Hotspot",
      "C": "Veri madenciliği",
      "D": "Nesnelerin interneti",
      "E": "Rota planlayıcısı"
    },
    "explanation": "Büyük verinin analizi için veri madenciliği olarak tanımlanan teknikler geliştirilmiştir. Doğru yanıt, C'dir."
  },
  {
    "id": "2981611",
    "unitNumber": 6,
    "text": "Çevrimiçi otel müşteri yorumlarının duygu analizinin yapılmasında aşağıdaki tekniklerden hangisi tercih edilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Radyo frekansı tanımlama",
      "B": "Makine öğrenmesi",
      "C": "Coğrafi bilgi sistemleri",
      "D": "Metin madenciliği",
      "E": "Görselleştirme"
    },
    "explanation": "Çevrimiçi otel müşteri yorumlarının duygu analizinin yapılmasında metin madenciliği tekniği kullanılabilir. Doğru yanıt, D'dir."
  },
  {
    "id": "2981612",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi coğrafi bilgi sistemlerinin sahip olduğu unsurlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Coğrafi veriler",
      "B": "Donanım ve yazılım araçları",
      "C": "Personel",
      "D": "Problem çözümüne yönelik amaç",
      "E": "Nesnelerin interneti"
    },
    "explanation": "Diğer seçeneklerdeki unsurlar, coğrafi bilgi sisteminin eşit öneme sahip olan dört unsurunu içerirken, E seçeneğinde yer alan nesnelerin interneti CBS'nin bir unsuru değildir. Doğru yanıt, E'dir."
  },
  {
    "id": "2981613",
    "unitNumber": 6,
    "text": "Nesnelerin interneti kavramı ilk kez hangi yıl kullanılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1996",
      "B": "1997",
      "C": "1998",
      "D": "1999",
      "E": "2000"
    },
    "explanation": "Nesnelerin interneti (Internet of Things) kavramı, ilk kez Kevin Ashton tarafından 1999 yılında tedarik zincirlerinde Radyo Frekansı ile Tanımlama (RFID) sistemlerinin kullanımıyla ilgili yaptığı sunumda kullanılmıştır. Doğru yanıt, D'dir."
  },
  {
    "id": "2981614",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi nesnelerin interneti kavramının bileşenlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Veri",
      "B": "Nesne",
      "C": "İnsan",
      "D": "Sensör",
      "E": "Süreç"
    },
    "explanation": "Sensör, nesnelerin internetinin dört bileşeninden biri değildir. Doğru yanıt, D'dir."
  },
  {
    "id": "2981615",
    "unitNumber": 6,
    "text": "Halka açık ya da kurumsal alanlarda kullanılan internet hizmetine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "USB",
      "B": "RIFD",
      "C": "Hotspot",
      "D": "Drone",
      "E": "Apps"
    },
    "explanation": "Halka açık ya da kurumsal alanlarda kullanılan internet hizmetine Hotspot adı verilmektedir. Doğru yanıt, C'dir."
  },
  {
    "id": "2981616",
    "unitNumber": 6,
    "text": "Akıllı banklara ve akıllı çöp konteyneri gibi kent mobilyalarına eklenecek, internete erişimi olanaklı kılan donanımlar, aşağıdakilerden hangisine bir örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "RFID",
      "B": "Kızılötesi fotoğrafçılık",
      "C": "Doluluk sensörü",
      "D": "Metin madenciliği",
      "E": "Hotspot"
    },
    "explanation": "Akıllı banklara ve akıllı çöp konteyneri gibi kent mobilyalarına eklenecek, internete erişimi olanaklı kılan donanımlar, hotspot örnekleridir. Doğru yanıt, E'dir."
  },
  {
    "id": "2981617",
    "unitNumber": 6,
    "text": "Droneların kullanımı ve kızılötesi fotoğrafçılık, rekreasyon işletmelerinde ve turistik destinasyonlarda teknolojinin hangi kullanım alanına bir örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Risk ve güvenlik teknolojileri",
      "B": "İnternet ve elektrik sağlayıcıları",
      "C": "Yaya-bisiklet sayaçları",
      "D": "Aydınlatma teknolojileri",
      "E": "Sulama teknolojileri"
    },
    "explanation": "Rekreasyon işletmelerinde ve alanlarında dronelar ve kızılötesi fotoğrafçılık, risk ve güvenlik teknolojileri kapsamında kullanılmaktadır. Doğru yanıt, A'dır."
  },
  {
    "id": "2981618",
    "unitNumber": 6,
    "text": "Büyük veri yığınları içerisinden belirli verileri seçerek gelecekle ilgili tahminde bulunmada bilgisayar programlarının kullanılmasına ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bulut bilişim",
      "B": "Veri",
      "C": "Büyük veri",
      "D": "Veri madenciliği",
      "E": "Metin madenciliği"
    },
    "explanation": "Büyük veri yığınları içerisinden belirli verileri seçerek gelecekle ilgili tahminde bulunmada bilgisayar programlarının kullanılmasına veri madenciliği denir."
  },
  {
    "id": "2981619",
    "unitNumber": 6,
    "text": "I. Coğrafi veriler <br/>II. Donanım ve yazılım araçları <br/>III. Belirli bir problem çözümüne yönelik amaç <br/>Yukarıdakilerden hangileri <strong>Coğrafi Bilgi Sistemleri</strong>'nin içerdiği unsurlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Coğrafi Bilgi Sistemi,eşit öneme sahip dört unsuru içermektedir. Bu unsurlar:<br/>• Donanım ve yazılım araçları,<br/>• Coğrafi veriler,<br/>• Personel,<br/>• Belirli bir problem çözümüne yönelik amaçtır. <br/>Dolayısıyla I, II ve III bu unsurlar arasında yer alır."
  },
  {
    "id": "2981620",
    "unitNumber": 6,
    "text": "\"Halka açık ya da kurumsal alanlarda kullanılan internet hizmetine ............ denir.\" <br/>Yukarıdaki tanımda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hotspot",
      "B": "Veri madenciliği",
      "C": "Büyük veri",
      "D": "Metin madenciliği",
      "E": "Coğrafi bilgi sistemi"
    },
    "explanation": "Halka açık ya da kurumsal alanlarda kullanılan internet hizmetine hotspot denir. Dolayısıyla doğru yanıt A seçeneğidir."
  },
  {
    "id": "2981621",
    "unitNumber": 6,
    "text": "Dokunmatik ekranlı bilgi verme amaçlı sisteme ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kiosk",
      "B": "Hotspot",
      "C": "Veri madenciliği",
      "D": "Coğrafi bilgi sistemi",
      "E": "Büyük veri"
    },
    "explanation": "Dokunmatik ekranlı bilgi verme amaçlı sisteme kiosk denir. Dolayısıyla yanıt A seçeneğidir."
  },
  {
    "id": "2981622",
    "unitNumber": 6,
    "text": "I. ....................... fiziksel dünyadan uzaklaştırarak eksiksiz bir sarmalama deneyimi yaşatan teknolojidir.<br/>II. ....................... genellikle akıllı telefonlar ve tabletlerin kameraları kullanılarak, canlı bir görünüme dijital öğeler ekleyen teknolojidir.<br/>Yukarıdaki ifadelerde boş bırakılan yerlere <strong>sırasıyla</strong> aşağıdakilerden hangileri gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanal gerçeklik - Artırılmış gerçeklik",
      "B": "Artırılmış gerçeklik - Sanal gerçeklik",
      "C": "Sanal gerçeklik - Karma gerçeklik",
      "D": "Karma gerçeklik - Artırılmış gerçeklik",
      "E": "Karma gerçeklik - Sanal gerçeklik"
    },
    "explanation": "Fiziksel dünyadan uzaklaştırarak eksiksiz bir sarmalama deneyimi yaşatan teknolojilere sanal gerçeklik denirken; genellikle akıllı telefonlar ve tabletlerin kameraları kullanılarak, canlı bir görünüme dijital öğeler ekleyen teknolojilere artırılmış gerçeklik denir. Dolayısıyla doğru yanıt A seçeneğidir."
  },
  {
    "id": "2981623",
    "unitNumber": 6,
    "text": "Tenis kortları, toplantı odaları, piknik alanları, spor salonları, kilitli dolaplar ve daha birçok rekreasyon alanı ve ekipmanla ilgili planlamaların yapılmasına olanak tanıyan rekreasyon yönetimi yazılımı modülü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tesis yönetimi modülü",
      "B": "Üyelik yönetimi modülü",
      "C": "Pazarlama ve iletişim modülü",
      "D": "Personel ve eğitmen yönetimi modülü",
      "E": "Yarışma modülü"
    },
    "explanation": "Tesis yönetimi modülü, tenis kortları, toplantı odaları, piknik alanları, spor salonları, kilitli dolaplar ve daha birçok rekreasyon alanı ve ekipmanla ilgili planlamaların yapılmasına olanak tanır. Dolayısıyla doğru yanıt A seçeneğidir."
  },
  {
    "id": "2981624",
    "unitNumber": 6,
    "text": "Arıtılmış gerçeklik ve sanal gerçeklik elemanlarını bir araya getirerek gerçek dünya ve dijital nesneler arasında etkileşim sağlayan teknolojilere ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karma gerçeklik",
      "B": "Coğrafi bilgi sistemleri",
      "C": "Veri madenciliği",
      "D": "Kiosk",
      "E": "Hotspot"
    },
    "explanation": "Arıtılmış gerçeklik ve sanal gerçeklik elemanlarını bir araya getirerek gerçek dünya ve dijital nesneler arasında etkileşim sağlayan teknolojilere karma gerçeklik denir. Dolayısıyla doğru yanıt A seçeneğidir."
  },
  {
    "id": "2981625",
    "unitNumber": 6,
    "text": "I. Personel ve eğitmen yönetimi <br/>II. Pazarlama ve iletişim <br/>III. Coğrafi konum yönetimi <br/>Yukarıdakilerden hangileri rekreasyon yazılımının içerdiği modüller arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Pek çok rekreasyon yazılımı, şu modülleri içermektedir.<br/>1. Tesis Yönetimi<br/>2. Üyelik Yönetimi<br/>3. Pazarlama ve İletişim<br/>4. Personel ve Eğitmen Yönetimi<br/>5. Raporlama<br/>6. Yarışma Yönetimi<br/>Dolayısıyla doğru yanıt I ve II, yani B seçeneğidir."
  },
  {
    "id": "2981626",
    "unitNumber": 6,
    "text": "İlk kez 1999 yılında, Kevin Ashton tarafından tedarik zincirlerinde Radyo Frekansı ile Tanımlama (RFID) sistemlerinin kullanımıyla ilgili yapılan sunumda kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nesnelerin interneti",
      "B": "İnternet ve elektrik sağlayıcıları",
      "C": "Aydınlatma teknolojileri",
      "D": "Sulama teknolojileri",
      "E": "Risk ve güvenlik teknolojileri"
    },
    "explanation": "Nesnelerin interneti (Internet of Things) kavramı, ilk kez Kevin Ashton tarafından 1999 yılında tedarik zincirlerinde Radyo Frekansı ile Tanımlama (RFID) sistemlerinin kullanımıyla ilgili yaptığı sunumda kullanılmıştır (Ashton, 2009). Dolayısıyla doğru yanıt A seçeneğidir."
  },
  {
    "id": "2981627",
    "unitNumber": 6,
    "text": "I. Duygu analizi <br/>II. Anahtar kelime çıkarımı <br/>III. Yazar tanıma <br/>Yukarıdaki alanların hangilerinde <strong>metin madenciliği</strong> kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Metin madenciliği yöntemleri, metin sınıflama, fikir madenciliği, yazar tanıma, başlık çıkarımı, duygu analizi, anahtar kelime çıkarımı gibi farklı alanlarda da kullanılmaktadır. Dolayısıyla doğru yanıt E seçeneğidir."
  },
  {
    "id": "2981628",
    "unitNumber": 6,
    "text": "I-Büyük veri yığınları içerisinden gelecekle ilgili tahminde bulunabilmemizi sağlayacak bağlantıların bilgisayar programları kullanılarak aranması<br/>II-Geleneksel yöntemler kullanılarak işlenmesi zor ve maliyetli olan hızlı bilgi akışına sahip, büyük hacimli ve çeşitliliği yüksek veri kümeleri<br/>III-Yazılı metinleri veri kaynağı olarak kabul eden matematik ve istatistik temelli yöntem<br/>Yukarıda tanımları verilen kavramlar sırasıyla aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri madenciliği, büyük veri, metin madenciliği",
      "B": "Büyük veri, metin madenciliği, veri madenciliği",
      "C": "Bulut bilişim, büyük veri, coğrafi bilgi sistemleri",
      "D": "Büyük veri, bulut bilişim, metin madenciliği",
      "E": "Coğrafi bilgi sistemleri, bulut bilişim, büyük veri"
    },
    "explanation": "<strong>Veri madenciliği, </strong>büyük veri yığınları içerisinden belirli verileri seçerek gelecekle ilgili tahminde bulunmada bilgisayar programlarının kullanılmasıdır.<br/><strong>Büyük Veri:</strong> Geleneksel yöntemler kullanılarak işlenmesi zor ve maliyetli olan hızlı bilgi akışına sahip, büyük hacimli ve çeşitliliği yüksek veri kümeleridir.<br/><strong>Metin Madenciliği:</strong> Yazılı metinleri veri kaynağı olarak kabul eden matematik ve istatistik temelli veri madenciliği yöntemidir."
  },
  {
    "id": "2981629",
    "unitNumber": 6,
    "text": "Coğrafi Bilgi Sistemleri ile ilgili aşağıdaki verilenlerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Arazideki bitki örtüsü değişiminin belirlenmesi, nüfus yoğunluğu ve su, hava ve toprak kalitesinin analiz edilmesi amacıyla kullanılır.",
      "B": "Ormancılık, tarım, yaban hayatı, turizm, ulaşım, kentsel veya kırsal yerleşim gibi pek çok alanda uygulama olanağına sahiptir.",
      "C": "Yeni parkların konumlarının belirlemesine ve korunan veya mevcut bir parkın fiziksel özelliklerinin görselleştirilmesine yardımcı olur.",
      "D": "Arazinin dağ bisikleti kullanımı, atla gezinti, trekking, çadırlı kamp, kayak ve dağcılık gibi alternatif turizm etkinlikleri için uygunluğunun analiz edilmesinde kullanılır.",
      "E": "Trafik sıkışıklığında alternatif yollar sunan akıllı trafik uygulamalarının, akıllı sokak aydınlatmalarının, sulama sistemlerinin, gürültü haritalarının oluşturulmasında kullanılır."
    },
    "explanation": "Şehirlerdeki boş park yerlerini saptayan akıllı park sistemleri, tarihî yapılardaki titreşim ve malzeme koşullarını takip eden sistemler, trafik sıkışıklığında alternatif yollar sunan akıllı trafik uygulamaları, akıllı sokak aydınlatmaları, sulama sistemleri, gürültü haritaları, nesnelerin internetinin kullanıldığı uygulama örneklerinden birkaçıdır."
  },
  {
    "id": "2981630",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi rekreasyon işletmelerinde kullanılan alt ve üst yapı teknolojileri arasında <u>yer almaz?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "İnternet ve Elektrik Sağlayıcıları",
      "B": "Personel ve Eğitmen Yönetimi",
      "C": "Yaya-Bisiklet Sayaçları",
      "D": "Aydınlatma Teknolojileri",
      "E": "Risk ve Güvenlik Teknolojileri"
    },
    "explanation": "Rekreasyon işletmelerinde kullanılan alt ve üst yapı teknolojileri arasında internet ve elektrik sağlayıcıları, yaya-bisiklet sayaçları ve tuvalet doluluk sensörleri, aydınlatma teknolojileri, sulama teknolojileri, risk ve güvenlik teknolojileri yer almaktadır. Personel ve Eğitmen Yönetimi rekreasyon yönetimi yazılımları arasındadır."
  },
  {
    "id": "2981631",
    "unitNumber": 6,
    "text": "Akıllı kamera sistemleri içerisinde yer alan özellikle de dronelar ve yakın kızılötesi fotoğrafçılık, mesafeyi ve vücut ısısını ölçen sensörler hangi teknolojiler arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "İnternet ve elektrik sağlayıcıları",
      "B": "Aydınlanma teknolojileri",
      "C": "Yaya-bisiklet sayaçları",
      "D": "Risk ve güvenlik teknolojileri",
      "E": "Sulama teknolojileri"
    },
    "explanation": "Rekreasyon işletmeleri ve parklardaki şüpheli durumları tespit eden ve uyarı yapan<br/>akıllı kamera sistemleri (özellikle de dronelar ve yakın kızılötesi fotoğrafçılık, mesafeyi ve vücut ısısını ölçen sensörler) risk ve güvenlik teknolojileri arasında yer almaktadır."
  },
  {
    "id": "2981632",
    "unitNumber": 6,
    "text": "Aşağıdaki rekreasyon yazılım modüllerinin hangisi aracılığıyla müşteri tarafından görüntülenecek tesis özellikleri belirlenebilmekte, fiyatlamalar ayarlanabilmekte, mevcut rezervasyonlar takip edilerek güncelleme ve planlamalar yapılabilmekte ve yeni rezervasyonlar alınabilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üyelik Yönetimi",
      "B": "Pazarlama ve İletişim",
      "C": "Tesis Yönetimi",
      "D": "Personel ve Eğitmen Yönetimi",
      "E": "Raporlama"
    },
    "explanation": "Tesis yönetimi modülü, tenis kortları, toplantı odaları, piknik alanları, spor salonları, kilitli dolaplar ve daha birçok rekreasyon alanı ve ekipmanla ilgili planlamaların yapılmasına olanak tanır. Etkileşimli haritalar ve takvimler yardımıyla tesis kaynaklarının kullanılabilirliği, gerçek zamanlı olarak takip edilebilmektedir. Bu modül aracılığıyla müşteri tarafından görüntülenecek tesis özellikleri belirlenebilmekte, fiyatlamalar ayarlanabilmekte, mevcut rezervasyonlar takip edilerek güncelleme ve planlamalar yapılabilmekte ve yeni rezervasyonlar alınabilmektedir."
  },
  {
    "id": "2981633",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Artırılmış gerçeklik fiziksel gerçek dünyaya sanal içerik ekleyen ve böylece<br/>gerçeklik algısını arttıran bir teknolojidir.</li> <li>Louvre Müzesi’nde sergilenen en önemli eserlerden biri olan Mona Lisa tablosunu görmek isteyen bir ziyaretçi, tabloyu belirli bir mesafeden ve kalabalık bir grubun arasından kısa bir süreliğine inceleyebilmesine olanak sağlayan “Mona Lisa: Beyond The Glass” bir artırılmış gerçeklik projesidir.</li> <li>Sanal Gerçeklik fiziksel dünyadan uzaklaştırarak eksiksiz bir sarmalama deneyimi yaşatan teknolojidir.</li> <li>Pokemon Go ve Digital Treasure Hunt coğrafi konum teknolojilerini kullanan mobil tabanlı sanal gerçeklik oyunlarıdır.</li> <li>Karma gerçeklik gerçek dünya ve dijital nesneler arasında etkileşim sağlar.</li> </ol> Yukarıda verilenlerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "II ve IV",
      "B": "I, II ve III",
      "C": "I, III ve V",
      "D": "II, III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "Pokemon Go ve Digital Treasure Hunt gibi coğrafi konum teknolojilerini kullanan mobil tabanlı <em>artırılmış gerçeklik</em> oyunları, insanları açık hava alanlarına toplayarak hem sosyalleşmelerini sağlamakta hem de açık hava rekreasyonunu teşvik etmektedir.<br/>Louvre Müzesi’nde sergilenen en önemli eserlerden biri olan Mona Lisa tablosunu görmek isteyen bir ziyaretçi, tabloyu belirli bir mesafeden ve kalabalık bir grubun arasından kısa bir süreliğine inceleyebilmektedir. HTC Vive ARts ile ortaklaşa gerçekleştirilen “Mona Lisa: Beyond The Glass” <em>s</em><em>anal gerçeklik</em> projesi, müzede sunulan ilk sanal gerçeklik deneyimidir."
  },
  {
    "id": "2981634",
    "unitNumber": 6,
    "text": "En uygun kararların alınması ve uygun eylemlerin gerçekleştirilmesi için toplanan verinin insanlarca kullanılabilecek faydalı bilgiler hâline dönüştürülmesi, nesnelerin internetinin hangi bileşeninde gerçekleşir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nesne",
      "B": "İnsan",
      "C": "Süreç",
      "D": "Veri",
      "E": "Cihaz"
    },
    "explanation": "Nesne bileşeni, kararlar verebilmek için kullanılan, internete ve birbirine bağlanabilen cihazları ifade etmektedir. En uygun kararların alınması ve uygun eylemlerin gerçekleştirilmesi için toplanan verinin insanlarca kullanılabilecek faydalı bilgiler hâline dönüştürülmesi gerekir. Buna ek olarak nesne, veri ve insan bileşenlerinin uyumlu çalışmasını sağlayacak süreçler oluşturulmalıdır."
  },
  {
    "id": "2981635",
    "unitNumber": 6,
    "text": "Şehirlerdeki boş park yerlerini saptayan akıllı park sistemleri, tarihî yapılardaki titreşim ve malzeme koşullarını takip eden sistemler, trafik sıkışıklığında alternatif yollar sunan akıllı trafik uygulamaları, akıllı sokak aydınlatmaları, sulama sistemleri, gürültü haritaları hangi teknolojilerin kullanıldığı uygulama örnekleridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Veri madenciliği",
      "B": "Nesnelerin interneti",
      "C": "Hotspot",
      "D": "Bulut bilişim",
      "E": "Karma gerçeklik"
    },
    "explanation": "Şehirlerdeki boş park yerlerini saptayan akıllı park sistemleri, tarihî yapılardaki titreşim ve malzeme koşullarını takip eden sistemler, trafik sıkışıklığında alternatif yollar sunan akıllı trafik uygulamaları, akıllı sokak aydınlatmaları, sulama sistemleri, gürültü haritaları nesnelerin interneti teknolojisinin kullanıldığı uygulama örneklerinden birkaçıdır."
  },
  {
    "id": "2981636",
    "unitNumber": 6,
    "text": "Aşağıdaki eşleştirmelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Kiosk- Dokunmatik ekranlı bilgi verme amaçlı sistemdir",
      "B": "Biletleme teknolojileri-RFID",
      "C": "Artırılmış gerçeklik-Instagram filtreleri",
      "D": "Uygulama yazılımları-Fitness aktiviteleri",
      "E": "Pazarlama ve iletişim modülü-Müze uygulamaları"
    },
    "explanation": "Ziyaretçi deneyimini zenginleştiren bir başka uygulama, müze uygulamalarıdır. Müzelerde 2009 yılından itibaren ziyaretçiler için çeşitli medya içerikleri ve birtakım hizmetler sunan uygulamalar geliştirilmeye başlamıştır. Bu uygulamalar uygulama yazılımları altında yer almaktadır."
  },
  {
    "id": "2981637",
    "unitNumber": 6,
    "text": "I- Doğa Koruma ve Milli Parklar Genel Müdürlüğünce hazırlanan Milli Parklar mobil uygulaması, müzelerdeki karekod uygulaması, akıllı telefonlardaki fitness uygulamaları uygulama yazılımlarına örnektir.<br/>II-Antalya’da turistlerin ve vatandaşların kentle ilgili ihtiyaç duydukları bilgilere kolayca ulaşabilmelerini sağlayacak, “Şehir Bilgilendirme Ekranları” birer kiosk kullanım alanıdır.<br/>III- Ülkemizde Eskişehir Odunpazarı Modern Müzesi’nde gerçekleştirilen Bir Hayvanın Gözlerinden (In the Eyes of the Animal) isimli sanal gerçeklik uygulaması, katılımcılara ormana,<br/>ormanda yaşayan canlıların gözünden bakma deneyimi yaşatmıştır.<br/>IV- Las Vegas’ta bulunan Linq Hotel, diğer video oyunlarından farklı olarak oyuncuların, sanal dünyayı keşfetmek veya uçmak için el hareketlerini kullanmasını, yürümesini veya atlamasını gerektiren artırılmış gerçeklik oyunlarını bir çekicilik ve otel içi aktivite olarak müşterilerine sunmaktadır.<br/>Yukarıda verilenlerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız IV",
      "C": "I ve II",
      "D": "III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Ülkemizde Eskişehir Odunpazarı Modern Müzesi’nde gerçekleştirilen Bir Hayvanın Gözlerinden (In the Eyes of the Animal) isimli <u>artırılmış gerçeklik</u> uygulaması, katılımcılara ormana, ormanda yaşayan canlıların gözünden bakma deneyimi yaşatmıştır.<br/>Las Vegas’ta bulunan Linq Hotel, diğer video oyunlarından farklı olarak oyuncuların, sanal dünyayı keşfetmek veya uçmak için el hareketlerini kullanmasını, yürümesini veya atlamasını gerektiren <u>sanal gerçeklik</u> oyunlarını bir çekicilik ve otel içi aktivite olarak müşterilerine sunmaktadır."
  },
  {
    "id": "2981638",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bulut bilişimin bileşenlerinin dışındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Veri depolama hizmetinin İnternet üzerinden sunulması",
      "B": "Yazılım hizmetinin İnternet üzerinden sunulması",
      "C": "Veri tabanı hizmetinin İnternet üzerinden sunulması",
      "D": "Küçük veri analizinin yaygınlaştırılması",
      "E": "Analiz hizmetinin İnternet üzerinden sunulması"
    },
    "explanation": "Bulut Bilişim: Veri depolama, veri tabanı, yazılım, analiz hizmetlerinin İnternet<br/>üzerinden sunulmasıdır."
  },
  {
    "id": "2981639",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi coğrafi bilgi sistemlerinin (CBS) doğru tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yeryüzü bilgilerini belli bir amaçla bilgisayarda depolama, güncelleme, kontrol, analiz etme ve görüntüleme gibi işlemlere olanak sağlayan sistemdir.",
      "B": "Yeryüzü bilgilerini belli bir amaçla bilgisayarda toplama, depolama, güncelleme, kontrol, analiz etme ve görüntüleme gibi işlemlere olanak sağlayan sistemdir.",
      "C": "Yeryüzü bilgilerini belli bir amaçla bilgisayarda toplama, depolama, güncelleme, kontrol etme ve görüntüleme gibi işlemleri sağlayan sistemdir.",
      "D": "Yeryüzü bilgilerini belli bir amaçla bilgisayarda toplama, depolama, güncelleme, analiz etme ve görüntüleme gibi işlemlere olanak sağlayan sistemdir.",
      "E": "Yeryüzü bilgilerini belli bir amaçla bilgisayarda toplama, kontrol, analiz etme ve görüntüleme gibi işlemlere olanak sağlayan sistemdir."
    },
    "explanation": "Coğrafi bilgi sistemleri (CBS), yeryüzüne ait bilgileri, belirli bir amaca yönelik olarak toplama, bilgisayar ortamında depolama, güncelleştirme, kontrol etme, analiz etme ve görüntüleme gibi işlemlere olanak sağlayan bilgisayar sistemi olarak tanımlanabilir."
  },
  {
    "id": "2981640",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi CBS açısından önemli olan unsurların dışındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Donanım araçları",
      "B": "Makine dili",
      "C": "Personel",
      "D": "Coğrafi veriler",
      "E": "Yazılım araçları"
    },
    "explanation": "CBS, bir sistem olarak eşit öneme sahip dört unsuru içermektedir.<br/>Bu unsurlar şunlardır (Tecim, 2008: 58):<br/>• Donanım ve yazılım araçları,<br/>• Coğrafi veriler,<br/>• Personel,<br/>• Belirli bir problem çözümüne yönelik amaç."
  },
  {
    "id": "2981641",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi rekreasyon endüstrisi ile teknolojinin işbirliği neticesinde akıllı kent ve parklarda bu teknolojinin kullanıldığı uygulama alanının dışındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kırsalda alanlara uygunluğu kontrol edilebilir sulama sistemleri",
      "B": "Tarihî yapılardaki titreşim koşullarını takip eden sistemler",
      "C": "Tarihî yapılardaki malzeme koşullarını takip eden sistemler",
      "D": "Yoğun trafikte alternatif yollar sunan akıllı trafik uygulamaları",
      "E": "Boş park yerlerini saptayan akıllı park sistemleri"
    },
    "explanation": "Rekreasyon endüstrisi son yıllarda gelişmekte ve teknolojiyle arasındaki iş birliği de giderek olgunlaşmaktadır (Lin, Liu ve Lu, 2019). Akıllı kent ve parklarda bu teknolojinin kullanıldığı çok sayıda uygulama alanı karşımıza çıkmaktadır. Şehirlerdeki boş park yerlerini saptayan akıllı park sistemleri, tarihî yapılardaki titreşim ve malzeme koşullarını takip eden sistemler, trafik sıkışıklığında alternatif yollar sunan akıllı trafik uygulamaları, akıllı sokak aydınlatmaları, sulama sistemleri, gürültü haritaları, bu teknolojinin kullanıldığı uygulama örneklerinden birkaçıdır."
  },
  {
    "id": "2981642",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi rekreasyon işletmelerinde kullanılan alt ve üst yapı teknolojilerinin dışındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet ve Elektrik Sağlayıcıları",
      "B": "Yaya-Bisiklet Sayaçları",
      "C": "Tuvalet doluluk sensörleri",
      "D": "Aydınlatma Teknolojileri",
      "E": "Biletleme Teknolojileri"
    },
    "explanation": "REKREASYON İŞLETMELERİNDE KULLANILAN ALT VE ÜST YAPI TEKNOLOJİLERİ<br/>İnternet ve Elektrik Sağlayıcıları<br/>Yaya-Bisiklet Sayaçları ve Tuvalet Doluluk Sensörleri<br/>Aydınlatma Teknolojileri<br/>Sulama Teknolojileri<br/>Risk ve Güvenlik Teknolojileri"
  },
  {
    "id": "2981643",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi rekreasyon yönetimi yazılımlarının içerdiği modüllerin dışındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Üyelik Yönetimi",
      "B": "Pazarlama ve İletişim Yönetimi",
      "C": "Pazarlama ve İletişim",
      "D": "Tesis Yönetimi",
      "E": "Yarışma Yönetimi"
    },
    "explanation": "Rekreasyon Yönetimi Yazılımları Rekreasyon yönetimi yazılımları, rekreasyon işletmelerinin tesis kaynaklarını, müşteri ilişkilerini ve gelirlerini etkili bir şekilde yönetmelerine yardımcı olmaktadır. Rekreasyon yönetimi yazılımlarının özellikleri ve modülleri, işletmenin hizmet türüne, kaynaklarına, amaçlarına ve hedefleri göre farklılık göstermektedir. Pek çok rekreasyon yazılımı, şu modülleri içermektedir.<br/>1. Tesis Yönetimi<br/>2. Üyelik Yönetimi<br/>3. Pazarlama ve İletişim<br/>4. Personel ve Eğitmen Yönetimi<br/>5. Raporlama<br/>6. Yarışma Yönetimi"
  },
  {
    "id": "2981644",
    "unitNumber": 6,
    "text": "Aşağıdaki eşleştirmelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanal gerçeklik (AR)<br/>Karma Gerçeklik (MR)<br/>Artırılmış gerçeklik (VR)",
      "B": "Sanal gerçeklik (MxR)<br/>Karma Gerçeklik (VR)<br/>Artırılmış gerçeklik (AR)",
      "C": "Sanal gerçeklik (VR)<br/>Karma Gerçeklik (MR)<br/>Artırılmış gerçeklik (AR)",
      "D": "Sanal gerçeklik (MR)<br/>Karma Gerçeklik (VR)<br/>Artırılmış gerçeklik (AR)",
      "E": "Sanal gerçeklik (VR)<br/>Karma Gerçeklik (AR)<br/>Artırılmış gerçeklik (MxR)"
    },
    "explanation": "Sanal gerçeklik (VR)<br/>Karma Gerçeklik (MR)<br/>Artırılmış gerçeklik (AR)<br/>C"
  },
  {
    "id": "2981645",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi artırılmış gerçeklik kavramının doğru tanımıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Arttırılmış gerçeklik ve sanal gerçeklik elemanlarını bir araya getirerek gerçek dünya ve dijital nesneler arasında etkileşim sağlar.",
      "B": "Fiziksel dünyadan uzaklaştırarak eksiksiz bir sarmalama deneyimi yaşatan teknolojidir.",
      "C": "Arttırılmış gerçeklik ve karma gerçeklik elemanlarını bir araya getirir.",
      "D": "Genellikle akıllı telefonlar ve tabletlerin kameraları kullanılarak, canlı bir görünüme dijital öğeler ekleyen teknolojidir.",
      "E": "Genellikle akıllı telefonlar ve tabletlerin kameraları kullanır."
    },
    "explanation": "Artırılmış gerçeklik (AR), genellikle akıllı telefonlar ve tabletlerin kameraları kullanılarak, canlı bir görünüme dijital öğeler ekleyen teknolojidir."
  },
  {
    "id": "2981646",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Wireless Sensor Network'ün (WSN) doğru tanımıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Radyo frekansı tanımlama",
      "B": "Kablosuz sensör ağları",
      "C": "Biletleme süreçlerinde verimlilik artışı",
      "D": "Yakın alan iletişimi",
      "E": "Daha hızlı ve rahat erişim süreci"
    },
    "explanation": "Akıllı turizm ve rekreasyon hizmetlerinde katılımcılara doğru bilgiler sunmak ve seyahat ve aktivite deneyimlerini zenginleştirmek için radyo frekansı tanımlama (RFID) teknolojilerinin yanında kablosuz sensör ağları (Wireless Sensor Network-WSN) ve yakın alan iletişimi (Near Field Communication-NFC) gibi pek çok bilgi teknolojisi kullanılmaktadır."
  },
  {
    "id": "2981647",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi RFID teriminin doğru açılımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Radyo frekansı tanımlama",
      "B": "Kablosuz sensör ağları",
      "C": "Kablolu sensör ağları",
      "D": "Biletleme süreçlerinde verimlilik artışı",
      "E": "Müşteri deneyiminin geliştirilmesi"
    },
    "explanation": "Akıllı turizm ve rekreasyon hizmetlerinde katılımcılara doğru bilgiler sunmak ve seyahat ve aktivite deneyimlerini zenginleştirmek için radyo frekansı tanımlama (RFID) teknolojilerinin yanında kablosuz sensör ağları (Wireless Sensor Network-WSN) ve yakın alan iletişimi (Near Field Communication-NFC) gibi pek çok bilgi teknolojisi kullanılmaktadır."
  },
  {
    "id": "2981648",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi gelir yönetiminin temel unsurları bağlamında geleneksel yönelimlerden güncel gelir yönetimine geçiş süreçleri arasında yer alır?<br/>I- Gelir merkezli bakıştan, müşteri merkezli bakışa geçiş<br/>II- Kısa dönemli taktiklerden, uzun dönemli stratejik yaklaşıma geçiş<br/>III- Oda gelirlerinden, gelir getirebilecek tüm alan ve kaynakların dikkate alınmasına geçiş<br/>IV- Geçmiş ve gelecek talep çözümlemelerinden, büyük verinin sunduğu olanakları değerlendirmeye geçiş<br/>V- Gelir yönetimi liderleri yetiştirmekten, örgüt kapsamında gelir yönetimi kültürü oluşturmaya geçiş",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, IV, V",
      "B": "II, III, IV, V",
      "C": "I, II, III, IV",
      "D": "I, II, III, IV, V",
      "E": "I, III, IV, V"
    },
    "explanation": "Mobil teknolojiler ve sosyal medya ortamlarının web sayfalarına ve çevrimiçi seyahat acentelerine trafik sağlayarak dağıtım kanallarının işlevini<br/>güçlendirmesi de bu hızın ivmesini arttırmaktadır (Kimes, 2017). Bu yönelimler ışığında hızla gelişen güncel gelir yönetimi yaklaşımı, geleneksel yönelime göre farklılıklar gösteren daha bütüncül bir bakış açısına geçiş yapmıştır. Bu geçiş süreci, gelir yönetiminin temel unsurları bağlamında aşağıda sıralandığı şekilde gerçekleşmiştir (Wang ve diğerleri, 2015):<br/>• Geliri yükseltmekten, kârı en yüksek düzeye yükseltmeye geçiş<br/>• Gelir merkezli bakıştan, müşteri merkezli<br/>bakışa geçiş<br/>• Talep yönelimli fiyatlandırmadan, itibar ve<br/>değer odaklı fiyatlandırmaya geçiş<br/>• Kısa dönemli taktiklerden, uzun dönemli<br/>stratejik yaklaşıma geçiş<br/>• Oda gelirlerinden, gelir getirebilecek tüm<br/>alan ve kaynakların dikkate alınmasına geçiş<br/>• Dağıtımları yönetmekten, kanal yönetimine geçiş<br/>• Geçmiş ve gelecek talep çözümlemelerinden, büyük verinin sunduğu olanakları değerlendirmeye geçiş<br/>• Gelir yönetimi liderleri yetiştirmekten,<br/>örgüt kapsamında gelir yönetimi kültürü<br/>oluşturmaya geçiş"
  },
  {
    "id": "2981649",
    "unitNumber": 7,
    "text": "Bir otel işletmesinde en yüksek gelir getirecek seçenekleri üretmek ve odaları bu doğrultuda çeşitli kanallarda satışa sunmak ne anlama gelmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yüksek karlılık",
      "B": "Pazarlama gücü",
      "C": "Etkili reklam",
      "D": "Gelir yönetimi",
      "E": "Talep artışı"
    },
    "explanation": "Gelir yönetimi anlayışı, bir otel işletmesinde herhangi bir dönem için en yüksek sayıda odayı satma, en yüksek doluluğu yakalama, en yüksek fiyata satmanın ötesinde bir anlam taşır. Belirli bir düzen ve sistem kapsamında, strateji ve taktikler planlayarak en yüksek gelir getirecek seçenekleri üretmek ve odaları bu doğrultuda çeşitli kanallarda satışa sunmak, bu anlayışın temelidir. Bu bağlamda, uzun vadeli hedefler yanında talepteki dalgalanmalara göre esnekliğe sahip olmak, doluluğun düşük olduğu dönemlerde talebi canlandırmak, sadece yoğun dönemlerde değil, düşük doluluk dönemlerinde de satışa uygun odalar dökümünü en uygun şekilde ve fiyatta satışa sunarak kârlılığı arttırmak, gelir yönetimi bakış açısını oluşturur."
  },
  {
    "id": "2981650",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi gelir yönetimi için elverişli ortamı sağlayan koşullar arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüksek düzeyde marjinal üretim maliyetleri: Gereksinim anında kapasite artırmanın olanaksız ya da yüksek maliyetli olması.",
      "B": "Stoklanamayan ürün/hizmet: Herhangi bir günde satılamayan ürün/hizmet stoklanamadığı için gelir kaybı ve işletme maliyeti oluşması",
      "C": "Önceden satılan ürün/hizmet: Önceden rezervasyon yapan ve oda satın alan müşteri ve grupların yönetimi",
      "D": "Belirgin talep dalgalanmaları: Yılın belirli ayları, haftanın veya ayın belirli günlerinde değişen talebe göre fiyatların yükseltilmesi ya da düşürülmesi",
      "E": "Yüksek oranda marjinal satış maliyetleri: Tam doluluk oranına göre oda satış maliyetlerinin yüksek olması"
    },
    "explanation": "Gelir yönetiminin özellikle hava yolu ve otelcilik endüstrilerinde gelişimi ve endüstrileri şekillendiren önemli bir yaklaşım hâline gelmesi, bu endüstrilerin yüksek maliyetler gerektiren sabit kapasiteye sahip yatırımlar içermelerinden kaynaklanır. Bu nedenle, kapasite artırımının yüksek maliyeti, mevcut kapasitenin en kârlı şekilde satılması ve gelir yönetiminin uygulanması gerekliliğini doğurur. Yüksek sabit kapasite yanında, gelir yönetimi için elverişli ortamı sağlayan diğer koşullar da şunlardır (Kimes, 1989):<br/>Özellikleri net olarak ortaya konulabilen bölümler şeklinde tanımlanabilen talep: İş ya da tatil müşterileri gibi farklı gereksinimlerdeki gruplara farklı pazarlama faaliyetleri ve fiyatlar uygulayabilme.<br/>Stoklanamayan ürün/hizmet: Herhangi bir günde satılamayan ürün/hizmet stoklanamadığı için gelir kaybı ve işletme maliyeti oluşması<br/>Önceden satılan ürün/hizmet: Önceden rezervasyon yapan ve oda satın alan müşteri ve grupların yönetimi<br/>Belirgin talep dalgalanmaları: Yılın belirli ayları, haftanın veya ayın belirli günlerinde değişen talebe göre fiyatların yükseltilmesi ya da düşürülmesi<br/>Düşük düzeyde marjinal satış maliyetleri: Belirli bir doluluk düzeyi üzerinde oda satış maliyetlerinin düşük olması<br/>Yüksek düzeyde marjinal üretim maliyetleri: Gereksinim anında kapasite artırmanın olanaksız ya da yüksek maliyetli olması."
  },
  {
    "id": "2981651",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir otel işletmesinde doğru tahminlerde bulunarak işletme başarımını olumlu yönlendirmenin önemli gereklilikleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğru veriyi kullanmak",
      "B": "Tahminleri bölümlemek",
      "C": "Otel web sayfasını izlemek",
      "D": "Satış-pazarlama birimi ile iş birliği yapmak",
      "E": "Belirgin talep dalgalanmaları izlemek"
    },
    "explanation": "Bir otel işletmesinde doğru tahminlerde bulunarak işletme başarımını olumlu yönlendirmenin<br/>önemli gereklilikleri şunlardır (Duetto, 2015):<br/>• Doğru veriyi kullanmak: Çoğunlukla otel<br/>yönetim sistemleri tarafından üretilen<br/>mümkün olduğunca eski tarihlere kadar<br/>çekilebilen geçmiş dönemlere ait fiyatlar<br/>ve fiyat kodları, oda giriş-çıkış sayıları, rezervasyon sayıları gibi veriler yanında oteli<br/>tercih eden pazarların özellikleriyle ilgili veriler mevcut olmalıdır.<br/>• Tahminleri bölümlemek: Geçmiş veriler,<br/>grup, kurumsal ya da boş zaman amaçlı konaklayan müşteriler başta olmak üzere çeşitli pazar bölümleri oluşturmak hedefiyle<br/>sınıflandırılmalıdır.<br/>• Otel web sayfasını izlemek: Otele İnternet<br/>üzerinden gösterilen ilginin ve trafiğin düzeyi izlenmelidir.<br/>• Gelecek etkinlikler takvimini izlemek: Bölgede ya da otelde düzenlenecek özel etkinliklerin doluluğa etki edip etmeyeceği incelenmelidir.<br/>• Rakipleri tanımak: Otelin içsel başarımını<br/>gösteren veriler yanında dışsal başarımını<br/>da değerlendirmek adına bir rekabet kümesi tanımlanmalı ve bu kümedeki otellerle<br/>düzenli kıyaslamalar yapılmalıdır.<br/>• Satış-pazarlama birimi ile iş birliği yapmak:<br/>Talebin izlenmesi ve gerektiğinde yaratılması ya da canlandırılması için sürekli iletişim içinde bulunulmalıdır.<br/>• İndirimlerin etkisini anlamak: İndirimlerin<br/>fiyatlara olan etkileri de dikkate alınarak ne<br/>zaman ve hangi koşullarda yapılacağı iyi çözümlenmelidir.<br/>• Tahminleri gerçekleşen durumla karşılaştırmak: Her tahmin çalışması hata payı bulundurabildiğinden tahminlerin doğruluğunu<br/>güçlendirmek adına düzenli olarak gerçekleşen durumlarla karşılaştırmalar yapılmalıdır."
  },
  {
    "id": "2981652",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tahminleme bileşeni, güncel teknoloji tabanlı gelir yönetimi uygulamalarıyla ilgili olarak gelir yöneticilerinin dikkate aldığı ön kabul ve ilkel arasındadır?<br/>I- Geçmiş kalıpların devam edeceği öngörüsü ile önemli bir hacme sahip verilere dayanan tahminler üretilir.<br/>II- Bu hacimdeki verilerin toplanması ve işlenmesi, otomatikleştirilmiş sistemlerle ve bilgisayarlarla mümkündür.<br/>III- Bu tahminler, gerçekleşme olasılığı en yüksek varsayımları ortaya koyan en iyi tahminlerdir; tahminlerle gerçekleşen durumlar nadiren birebir uyumludur.<br/>IV-Tahminleme sürecinde ustalık, gelecek talebi mümkün olan en az tahminleme hatası ile öngörülebilmektir.<br/>V- Kısa dönemlere yönelik tahminlerin doğruluğu, daha uzun olanlara göre daha yüksektir.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, III, IV,V",
      "C": "II, III, V",
      "D": "I, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Tahminleme bileşeni, güncel teknoloji tabanlı<br/>gelir yönetimi uygulamalarıyla ilgili olarak gelir yöneticilerinin dikkate aldığı bazı ön kabul ve ilkeleri<br/>içerir (IDeaS, 2020):<br/>• Geçmiş kalıpların devam edeceği öngörüsü<br/>ile önemli bir hacme sahip verilere dayanan<br/>tahminler üretilir.<br/>• Bu hacimdeki verilerin toplanması ve işlenmesi, otomatikleştirilmiş sistemlerle ve bilgisayarlarla mümkündür.<br/>• Bu tahminler, gerçekleşme olasılığı en yüksek varsayımları ortaya koyan en iyi tahminlerdir; tahminlerle gerçekleşen durumlar nadiren birebir uyumludur.<br/>• Tahminleme sürecinde ustalık, gelecek talebi mümkün olan en az tahminleme hatası<br/>ile öngörülebilmektir.<br/>• Kısa dönemlere yönelik tahminlerin doğruluğu, daha uzun olanlara göre daha yüksektir."
  },
  {
    "id": "2981653",
    "unitNumber": 7,
    "text": "Bir ürün/hizmet satın almaya aday, benzer davranış ve güdülere sahip mevcut veya potansiyel müşteri grubuna ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yüksek öncelikli müşteri",
      "B": "Kurumsal ve boş zaman müşterileri",
      "C": "Pazar bölümü",
      "D": "Talep yönetimi",
      "E": "Müşteri karması"
    },
    "explanation": "Pazar bölümü: Bir ürün/hizmet satın almaya aday, benzer davranış ve güdülere sahip mevcut veya potansiyel müşteri grubudur."
  },
  {
    "id": "2981654",
    "unitNumber": 7,
    "text": "Farklı müşterilere farklı koşullarda farklı fiyatlar sunulmasını sağlayan fiyat şeffaflığına dayalı fiyatlandırma yöntemine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Türev fiyat",
      "B": "Dinamik fiyatlandırma",
      "C": "En uygun fiyat",
      "D": "Standart fiyatlandırma",
      "E": "En cazip fiyat"
    },
    "explanation": "Dinamik fiyatlandırma (dynamic pricing): Farklı müşterilere farklı koşullarda farklı fiyatlar sunulmasını sağlayan fiyat şeffaflığına dayalı fiyatlandırma yöntemidir."
  },
  {
    "id": "2981655",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi geliri en yüksek düzeye çıkarmak üzere talep ve arzın en uygun dengesini sağlamaya yönelik temel denetim stratejileri arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Türev Fiyatlandırma/ Odaların satışa uygunluğu/ Kapasite üzeri satış",
      "B": "Dinamik Fiyatlandırma/ Odaların satışa uygunluğu/ Kapasite üzeri satış",
      "C": "Fiyatlandırma/ Değer önerisi/ Kapasite üzeri satış",
      "D": "Fiyatlandırma/ Odaların satışa uygunluğu/ Kapasite üzeri satış",
      "E": "Stoklama/ Odaların satışa uygunluğu/ Kapasite üzeri satış"
    },
    "explanation": "Bu amacı gerçekleştirmek için, geliri en yüksek düzeye çıkarmak üzere talep ve arzın en uygun dengesini sağlamaya yönelik üç temel denetim stratejisi mevcuttur (IDeaS, 2020):<br/>• Fiyatlandırma: Belirli kısıtlamalarla özellikle zirve dönemlerde daha yüksek fiyat ödeyecek ve gelir üretecek müşterileri kabul etmek.<br/>• Odaların satışa uygunluğu: Belirli bir dönem boyunca doluluğu yükseltmek üzere kalış süresi kısıtlamaları uygulamak.<br/>• Kapasite üzeri satış: İptal eden ya da giriş yapmayan müşteriler nedeniyle oluşabilecek riskleri hafifletmek ve tam doluluğu sağlamak üzere zirve dönemlerde kapasite üzeri satışlara izin vermek."
  },
  {
    "id": "2981656",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi bir otel işletmesinde kurulacak gelir yönetimi bilişim ekosisteminin özelliklerindendir?<br/>I- Satın alma davranış ve kalıpları<br/>II- İyi bilgi işleme sistemi<br/>III- Fiyat değişimlerinin etkisi<br/>IV- Kapasite üzeri satış politikası<br/>V- Pazar bölümlerinin talep davranış ve kalıpları",
    "correctAnswer": "E",
    "options": {
      "A": "III, IV, V",
      "B": "I, II, IV",
      "C": "II, III, V",
      "D": "I, III, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Gelir yönetimi, bir otel işletmesinde farklı amaçlarla kullanılan çeşitli işlevlerdeki<br/>yazılımların (örnek: otel yönetim sistemi, merkezî veya çevrimiçi rezervasyon sistemi, gelir yönetimi sistemi) bütünleşik bir şekilde etkileşimli ve anlık veri paylaşımı çerçevesinde çalışmasını gerektirir. Bu nedenle, bir otel işletmesinde kurulacak gelir yönetimi bilişim ekosisteminin aşağıdaki özellikleri karşılaması önemlidir (Kimes, 1989):<br/>• Satın alma davranış ve kalıpları: Belirli bir günde konaklama için yapılan rezervasyonların en az üç ay gibi bir süre öncesinden izlenerek, her pazar bölümünün (tatil/dinlenme, iş, grup) durumunun incelenmesi, hedeflerle ve geçmiş başarım düzeyleriyle karşılaştırılması gerekir.<br/>• Pazar bölümlerinin talep davranış ve kalıpları: Belirli bir pazar bölümünün, yılın<br/>çeşitli dönemlerindeki satın alma ve konaklama davranışlarını, tercihlerini gösteren geçmiş dönem verilerinin erişilebilir ve raporlanabilir olması gerekir.<br/>• Kapasite üzeri satış politikası: Hangi dönem ve koşullarda hangi düzeylerde kapasite üzeri satışların yapılabileceğini açıklayan satış politikasının belirlenmiş olması gerekir.<br/>• Fiyat değişimlerinin etkisi: Belirli bir oda tipinde yapılacak fiyat değişikliğinin, talepte yol açacağı değişimleri tahmin eden ve böylece rekabet stratejileriyle taktiklerine yol gösteren raporlama yapması gerekir.<br/>• İyi bilgi işleme sistemi: Yukarıdaki tüm işlemlerin yapılabilmesi için gerekli tüm verilerin, ilgili birimlerden toplayıp sistemlerdeki çeşitli işlev ve araçlarla işleyebilir, karar destek raporlarını üretebilir olması gerekir."
  },
  {
    "id": "2981657",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kolay ve hızlı bir şekilde ya da dinamik fiyatlandırma kapsamında rekabet çözümlemesi olanağı da sağlayan uygulamaların temel özellikleri arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Otel yönetim sistemleri ile bütünleşme",
      "B": "İtibar yönetim sistemleri",
      "C": "Meta arama motorları",
      "D": "Doğrudan rezervasyon motoru",
      "E": "Fiyat denkliği"
    },
    "explanation": "Gelir yönetimi yaklaşımı içerisindeki en kritik konu olan fiyatlandırma kapsamındaki en önemli noktalardan biri, rakiplerin fiyat düzeylerinin de<br/>farkında olarak en yüksek gelir getirecek fiyat yapısı ve en uygun fiyatı belirlemektir. İnternet teknolojileri ile fiyat şeffaflığı da desteklendiğinden,<br/>rakiplerin fiyat düzeylerini takip etmek kolaylaşmış durumdadır. Konunun önemi nedeniyle de bu konuda destek sağlayan yazılımlar da geliştirilmiştir. Rate shopper olarak adlandırılan bu çözümleme sistemleri, otellerin fiyat karşılaştırma işlemlerini otomatik hâle getirme işlevini yürütür. Böylece oteller, daha kolay ve hızlı bir şekilde fiyatlarını belirleyebilir ya da dinamik fiyatlandırma kapsamında kanallar üzerinde güncelleyebilir. Rekabet çözümlemesi olanağı sağlayan bu uygulamaların anahtar özellikleri şunlardır (OTA Insight, 2020):<br/>• Canlı veri: Çeşitli kanallardaki günlük rezervasyonların son durumlarına göre piyasanın gerçek zamanlı fotoğrafını çekme<br/>• Rakip izleme: Rekabet çözümlemesinin kilit bir bileşeni olarak rekabet kümesindeki otellerin tüm çevrimiçi kanallardaki fiyat düzeylerini karşılaştırarak fiyatlandırma stratejisine destek olma<br/>• Otel yönetim sistemleri ile bütünleşme: Bu sistemlere de erişerek bütüncül bir karşılaştırma yapma olanağı sunma<br/>• Oda haritalama: Rekabet kümesi içindeki karşılaştırmaları belirli oda tiplerine göre yaparak fiyat düzeylerini sorgulama<br/>• Talep tahminleri: Otelin bulunduğu bölgedeki tüm talebi inceleyerek potansiyel talep olanaklarını, beklenmeyen durumları öngörme"
  },
  {
    "id": "2981658",
    "unitNumber": 7,
    "text": "Belirli bir gün veya dönemde satılan toplam oda sayısının, otelin fiziksel kapasitesini gösteren toplam oda sayısına bölünmesiyle elde edilen oran gelir yönetimi temel kavramlarından hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gelir",
      "B": "Doluluk",
      "C": "Doluluk tahmini",
      "D": "Uygunluk",
      "E": "Ortalama günlük fiyat"
    },
    "explanation": "Belirli bir gün veya dönemde satılan toplam oda sayısının, otelin fiziksel<br/>kapasitesini gösteren toplam oda sayısına bölünmesiyle elde edilen oran, doluluk olarak tanımlanmaktadır."
  },
  {
    "id": "2981659",
    "unitNumber": 7,
    "text": "Doluluk oranının belirli bir dönemde (aylık, yıllık) toplam oda kapasitesi ile çarpımı hangi değeri ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Oda geceleme sayısı",
      "B": "Ortalama günlük fiyat",
      "C": "Çift kişilik doluluk oranı",
      "D": "Kişi geceleme sayısı",
      "E": "Doluluk tahmini"
    },
    "explanation": "Doluluk oranının belirli bir dönemde (aylık, yıllık) toplam oda kapasitesi ile çarpımı oda geceleme sayısını verir."
  },
  {
    "id": "2981660",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi gelir yönetimi başarım ölçümleri için tanımlanan içsel göstergelerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gelir üretme endeksi",
      "B": "Ortalama fiyat endeksi",
      "C": "Ortalama günlük fiyat",
      "D": "Gelir üretme endeksi",
      "E": "Doluluk endeksi"
    },
    "explanation": "Ortalama günlük fiyat, gelir yönetimi başarım ölçümleri için tanımlanan içsel göstergelerden biridir."
  },
  {
    "id": "2981661",
    "unitNumber": 7,
    "text": "Otelin ortalama fiyatının, rekabet kümesi ortalama fiyatına oranı, gelir yönetimi başarım göstergelerinden hangisi ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Doluluk Oranı",
      "B": "Ortalama Günlük Fiyat",
      "C": "Gelir Üretme Endeksi",
      "D": "Ortalama Fiyat Endeksi",
      "E": "Pazara Nüfus Endeksi"
    },
    "explanation": "Otelin ortalama fiyatının rekabet kümesi ortalama fiyatına oranı gelir yönetimi başarım göstergelerinden ortalama fiyat endeksini ifade etmektedir.<br/>Otelin ortalama fiyatının, rekabet kümesi ortalama fiyatına oranı, gelir yönetimi başarım göstergelerinden Ortalama Fiyat Endeksi'ni verir. Doğru yanıt, D'dir."
  },
  {
    "id": "2981662",
    "unitNumber": 7,
    "text": "Bir otel işletmesinin fiyatlarını, farklı pazar bölümlerindeki güncel talep ve rekabet koşullarına göre sürekli olarak uyarlamasını gerektiren strateji fiyatlandırma stratejilerinden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "En uygun fiyat",
      "B": "Türev fiyat",
      "C": "Yüksek fiyat",
      "D": "Talep edilen fiyat",
      "E": "Dinamik fiyat"
    },
    "explanation": "Dinamik fiyatlandırma, bir otel işletmesinin fiyatlarını, farklı pazar bölümlerindeki güncel talep ve rekabet koşullarına göre sürekli olarak<br/>uyarlamasını gerektiren bir stratejidir."
  },
  {
    "id": "2981663",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi internet temelli kanal yönetimi bileşenlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Çevrimiçi seyahat acentesi",
      "B": "Küresel dağıtım sistemi",
      "C": "Opak siteler",
      "D": "Akademik arama",
      "E": "Yorum siteleri"
    },
    "explanation": "Akademik arama, internet temelli kanal yönetimi bileşenlerinden biri değildir."
  },
  {
    "id": "2981664",
    "unitNumber": 7,
    "text": "Amacı, satışa uygun ürün ya da hizmet dağıtımı olan gelir yönetimi bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanal yönetimi",
      "B": "Doğru tahminleme",
      "C": "Pazar bölümleme",
      "D": "Fiyatlandırma",
      "E": "Envanter kontrolü"
    },
    "explanation": "Kanal yönetiminin amacı, satışa uygun ürün/hizmet dağıtımıdır."
  },
  {
    "id": "2981665",
    "unitNumber": 7,
    "text": "Belirli bir süreden itibaren varış gününe kadar toplanan kayıtlı rezervasyonların sayısı ve eğilim gelir, yönetimi sistemi gösterimlerinde kullanılan terimlerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplanan Rezervasyonlar",
      "B": "Rezervasyon hızı",
      "C": "Kayıtlı rezervasyon",
      "D": "Zirve",
      "E": "Yamaç"
    },
    "explanation": "Belirli bir süreden itibaren varış gününe kadar toplanan kayıtlı rezervasyonların sayısı ve eğilim gelir yönetimi sistemi gösterimlerinde kullanılan terim, rezervasyon hızıdır."
  },
  {
    "id": "2981666",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi gelir yönetim sisteminin (GYS) genel yapısında yer alan içsel etmenlerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geçmiş doluluk oranları",
      "B": "RK fiyat düzeyleri",
      "C": "Pazar bölümleme",
      "D": "Tahminleme",
      "E": "Rezervasyon eğrileri"
    },
    "explanation": "Geçmiş doluluk oranları, gelir yönetim sisteminin (GYS) içsel etmenlerinden biridir.<br/>Geçmiş doluluk oranları, gelir yönetim sisteminin (GYS) genel yapısında yer alan içsel etmenlerden biridir. Doğru yanıt, A'dır."
  },
  {
    "id": "2981667",
    "unitNumber": 7,
    "text": "Otellerin web sayfalarına erişim trafiği sağlayarak doğrudan rezervasyon<br/>alma oranını yükselten bir işleve sahip gelir yönetimi bilişim ekosistemi bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteri deneyimi yönetimi",
      "B": "Gelir yönetimi",
      "C": "Rakip Fiyatları Karşılaştırma Sistemi",
      "D": "İtibar Yönetim Sistemleri",
      "E": "Meta Arama Motoru"
    },
    "explanation": "Meta arama sayfaları, otellerin web sayfalarına erişim trafiği sağlayarak doğrudan rezervasyon alma oranını yükselten önemli bir işlev yüklenir.<br/>Meta Arama Motoru"
  },
  {
    "id": "2981668",
    "unitNumber": 7,
    "text": "1) Gelişen dünyanın rekabetçi ekonomik ortamı tüm sektörlerde yeni yönetim anlayışlarının ve uygulama alanlarının gelişmesine yol açmıştır rekabet üstünlüğü elde ederek genel karlılığı artırmaya yönelik yaklaşımlardan biri olan gelir yönetimi kavramı ve sistemleri dünyada ilk olarak hava yolu taşımacılık işletmelerinde uygulanmıştır gelir yönetimi ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "a) Gelir yönetimi doğru müşterileri otele kabul ederek fiyatlandırma ve otelle ilgili tüm hizmetlerin konumlandırılması konularını düzenler.",
      "B": "b) Gelir yönetimi stratejik stratejik bir yaklaşım gerektirdiğinden rekabet koşullarıyla baş etme, birimler arasında farkındalık ve işbirliğini geliştirme, başarıyı ölçümleme, müşteri memnuniyeti iyileştirme ve ek gelir elde etme gibi kazanımları beraberinde getirir.",
      "C": "c) Pek çok otel işletmesi gelir yönetimini stratejilerinin, standart işleyiş süreçlerinin ve otel yönetim bilişim sistemlerinin bir parçası haline getirerek gelirlerini artırmışlardır.",
      "D": "d) Gelir yönetimi hem sektörel gelişmede hem de otelcilik endüstrisinde hızla gelişmiştir ve çeşitlenmiştir.",
      "E": "e) Gelir yönetimi otelcilik temelli bir stratejidir ancak turizmin diğer alt alanlarında da uygulanmaktadır."
    },
    "explanation": "GİRİŞ Gelişen dünyanın rekabetçi ekonomik ortamı, tüm sektörlerde yeni yönetim anlayışlarının ve uygulama alanlarının gelişmesine yol açmıştır. Rekabet üstünlüğü elde ederek genel kârlılığı arttırmaya yönelik yaklaşımlardan biri olan gelir yönetimi kavramı ve sistemleri, turizm ve seyahat endüstrisinde dünyada öncelikle hava yolu taşımacılık işletmeleri tarafından uygulanmış, daha sonra büyük ölçekli oteller kapsamında konaklama işletmelerine uyarlanmıştır. Gelir yönetimi stratejik bir yaklaşım gerektirdiğinden, rekabet koşullarıyla baş etme yanında, birimler arasında farkındalık ve iş birliğini geliştirme, başarımı ölçümleme, müşteri memnuniyetini iyileştirme ve ek gelir elde etme gibi kazanımları da beraberinde getirir. Pek çok otel işletmesi, bu anlayışı stratejilerinin, standart işleyiş süreçlerinin ve otel yönetim bilişim sistemlerinin bir parçası hâline getirerek gelirlerini arttırma olanağı elde etmişlerdir. Gelir yönetimi anlayışı gerek akademik çalışmalar gerek sektörel uygulamalar temelinde otelcilik endüstrisinde hızla geliştiğinden ve çeşitlendiğinden, bu bölümde gelir yönetimi ile ilgili temel bilgiler, kavramlar ve açıklamalar, otelcilik temelli verilmekte olup turizmin diğer alt alanlarındaki uygulamalar da ayrıca açıklanmaktadır."
  },
  {
    "id": "2981669",
    "unitNumber": 7,
    "text": "2) Gelir yönetimi geliri ve karlılığı artırmak amacıyla doğru ürün/hizmet çeşidini doğru müşteri çeşidine doğru zamanda ulaştırma ve satışa sunma anlayış ve yöntemleridir buna göre aşağıdakilerden hangisi gelir yönetimi ile ilgili olarak yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "a) Gelir yönetimi doğru müşteriye doğru zamanda doğru fiyatta doğru ürün/hizmet satışa sunmaktır.",
      "B": "b) Gelir yönetimi mağazacılıktan yola çıkarak satışı yapılmayan odalar ve satışı yapılan odaların toplam olarak gelir açısından değeri üzerine geliştirilerek uygulanmıştır.",
      "C": "c) Gelir yönetiminin en önemli konuları olan gelir ve fiyatlandırma çeşitli şekillerde ele alınan konulardır.",
      "D": "d) Orkin'e göre ortalama oda fiyatının en yüksek oda fiyatına oranı olarak tanımlanan fiyat etkinliği kavramı gelir ile fiyat etkinliğinin doluluk oranıyla çarpımı olarak hesaplanmıştır.",
      "E": "e) Otel yöneticilerinin görüşleri gelir yönetimi ile en yüksek doluluk ya da fiyata odaklanmak yerine en yüksek gelir etmeye doğru genişlemiştir."
    },
    "explanation": "TEMEL KAVRAMLAR<br/>Gelir yönetiminin en önemli unsuru olan gelir ve fiyatlandırma konuları, bu gelişim sürecinde çeşitli şekillerde ele alınmıştır. İlk başlarda Orkin tarafından, ortalama oda fiyatının, en yüksek oda fiyatına oranı olarak tanımlanan fiyat etkinliği kavramı ortaya atılmış ve gelir, fiyat etkinliğinin doluluk oranıyla çarpımı olarak hesaplanmıştır. Bu görüş, otel yöneticilerinin bakış açısını, en yüksek doluluk ya da fiyata odaklanmak yerine en yüksek gelir elde etmeye doğru genişletmiştir. Ancak bu hesaplama yöntemi, potansiyel en yüksek fiyatın hesaplama güçlükleri ve otellerin farklı düzeyde kapı fiyatı (rack rate) uygulamaları nedeniyle sorgulanmıştır. Bu bağlamda gelir yönetimi, hava yolu endüstrisi uygulamalarından yola çıkılarak, “satışa uygun oda başı elde edilen en yüksek gelir” görüşü üzerine gelişmiştir (Donaghy ve diğerleri, 1995; Kimes, 1989)."
  },
  {
    "id": "2981670",
    "unitNumber": 7,
    "text": "3. Son yıllarda Internet teknolojilerine bağlı olarak büyük veri, web sayfaları, yeni medya, arama motoru işlevleri ve çeşitli etmenler gelir yönetiminin gelişimi hızlandırmıştır aşağıdakilerden hangisi bu etmenlerden birisi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "a) Bilişim teknolojileri",
      "B": "b) Veri çözümlemeleri",
      "C": "c) İnovasyon teknolojileri",
      "D": "d) Mobil teknolojiler",
      "E": "e) Çevrimiçi seyahat acenteleri"
    },
    "explanation": "GELİR YÖNETİMİNİN GELİŞİMİ<br/>Takip eden yıllarda ise İnternet teknolojilerine bağlı olarak büyük veri, web sayfaları, yeni medya, arama motoru işlevleri yanında çeşitli etmenler de gelir yönetimi gelişimini hızlandırmıştır. Bu etmenlerden bazıları, şunlardır (Kimes, 2017): • Bilişim teknolojileri • Veri çözümlemeleri • Mobil teknolojiler • Ekonomik koşullar • Çevrimiçi seyahat acenteleri • Rekabet • Müşteriler • Google arama motoru • Sosyal medya • Finansal konular • Mülk/işletme sahibinin beklentileri • Yönetsel konular • İnsan kaynakları konuları"
  },
  {
    "id": "2981671",
    "unitNumber": 7,
    "text": "4. İnternet teknolojilerine bağlı olarak gelişen gelir yönetimi geleneksel yaklaşıma göre daha bütüncül bakış açısına sahiptir gelir yönetiminin temel unsurlarına göre geçiş süreci ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "a) Gelir yükseltmekten karı en yüksek düzeye yükseltmeye geçiş,",
      "B": "b) Gelir merkezli bakıştan müşteri merkezli bakışa geçiş,",
      "C": "c) Talep yönelimli fiyatlandırmadan itibar ve değer odaklı fiyatlandırmaya geçiş,",
      "D": "d) Oda gelirlerine odaklanma ve odayla ilgili çeşitli değişkenlerin sıralanarak avantajlı duruma geçiş,",
      "E": "e) Kısa dönemli taktiklerden uzun dönemli stratejik yaklaşıma geçiş,"
    },
    "explanation": "GELİR YÖNETİMİNİN GELİŞİMİ<br/>Bu yönelimler ışığında hızla gelişen güncel gelir yönetimi yaklaşımı, geleneksel yönelime göre farklılıklar gösteren daha bütüncül bir bakış açısına geçiş yapmıştır. Bu geçiş süreci, gelir yönetiminin temel unsurları bağlamında aşağıda sıralandığı şekilde gerçekleşmiştir (Wang ve diğerleri, 2015): • Geliri yükseltmekten, kârı en yüksek düzeye yükseltmeye geçiş • Gelir merkezli bakıştan, müşteri merkezli bakışa geçiş • Talep yönelimli fiyatlandırmadan, itibar ve değer odaklı fiyatlandırmaya geçiş • Kısa dönemli taktiklerden, uzun dönemli stratejik yaklaşıma geçiş • Oda gelirlerinden, gelir getirebilecek tüm alan ve kaynakların dikkate alınmasına geçiş • Dağıtımları yönetmekten, kanal yönetimine geçiş • Geçmiş ve gelecek talep çözümlemelerinden, büyük verinin sunduğu olanakları değerlendirmeye geçiş • Gelir yönetimi liderleri yetiştirmekten, örgüt kapsamında gelir yönetimi kültürü oluşturmaya geçiş"
  },
  {
    "id": "2981672",
    "unitNumber": 7,
    "text": "<ol start=\"5\"> <li>Otel işletmelerinde Internet teknolojilerinin gelişmesiyle toplam gelir yönetimi gelir getiren birimler olarak odalar dışında toplantı salonları, etkinlik ve ziyafet alanları, yiyecek-içecek birimleri, sağlık ve bakım merkezi, golf, kumarhane, alışveriş dükkanları, otoparklar gibi otel kapsamına yayılmış çeşitli birimlerle ilgili bir yaklaşım haline gelmiştir buna göre aşağıdakilerden hangisi gelir yönetimi anlayışı ile ilgili olarak yanlıştır?</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "a) Gelir yönetimi anlayışı otel işletmelerinde en yüksek sayıda odayı satma, en yüksek doluluğu yakalama, en yüksek fiyata satmanın ötesinde bir anlam taşır.",
      "B": "b) Gelir yönetimi anlayışı strateji ve taktikler planlayarak en yüksek gelir getirecek seçenekleri üretmek ve odaları bu doğrultuda çeşitli kanallarda satışa sunmak bu anlayışın temelidir.",
      "C": "c) Gelir yönetimi anlayışı uzun vadeli hedefler yanında talepteki dalgalanmalara göre esnekliğe sahip olmak, doluluğun düşük olduğu dönemlerde talebi canlandırmak bu anlayışın temelidir.",
      "D": "d) Gelir yönetimi anlayışı, sadece yoğun dönemlerde değil düşük doluluk dönemlerinde de satışa uygun odaları en uygun şekilde ve fiyatta satışa sunarak karlılığı artırmak temeline dayanır.",
      "E": "e) Gelir yönetimi yaklaşımı sadece hava yolları endüstrilerinde kısmen de otelcilik endüstrilerinde bu endüstrilerin gelişimi ve şekil alması ile diğer sektörlere uyumlu hale getirilmesi için uygulanan bir temel anlayışa dayanır."
    },
    "explanation": "GELİR YÖNETİMİ YAKLAŞIMININ KAPSAMI<br/>Gelir Yönetimi Yaklaşımının Kapsamı Gelir yönetimi anlayışı, bir otel işletmesinde herhangi bir dönem için en yüksek sayıda odayı satma, en yüksek doluluğu yakalama, en yüksek fiyata satmanın ötesinde bir anlam taşır. Belirli bir düzen ve sistem kapsamında, strateji ve taktikler planlayarak en yüksek gelir getirecek seçenekleri üretmek ve odaları bu doğrultuda çeşitli kanallarda satışa sunmak, bu anlayışın temelidir. Bu bağlamda, uzun vadeli hedefler yanında talepteki dalgalanmalara göre esnekliğe sahip olmak, doluluğun düşük olduğu dönemlerde talebi canlandırmak, sadece yoğun dönemlerde değil, düşük doluluk dönemlerinde de satışa uygun odalar dökümünü en uygun şekilde ve fiyatta satışa sunarak kârlılığı arttırmak, gelir yönetimi bakış açısını oluşturur. Gelir yönetiminin özellikle hava yolu ve otelcilik endüstrilerinde gelişimi ve endüstrileri şekillendiren önemli bir yaklaşım hâline gelmesi, bu endüstrilerin yüksek maliyetler gerektiren sabit kapasiteye sahip yatırımlar içermelerinden kaynaklanır."
  },
  {
    "id": "2981673",
    "unitNumber": 7,
    "text": "6. Hava yolları endüstrileri ve otelcilik endüstrileri için gelir yönetiminin önemli bir yaklaşım haline gelmesinin sebebi bu endüstrilerin yüksek maliyetler gerektiren sabit kapasiteye sahip yatırımları içermeleridir iki sebeple burada gelir yönetiminin uygulanması gereklidir sebeplerden birisi kapasite artırımının yüksek maliyetidir ikinci sebep aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "a) Mevcut kapasitenin en karlı şekilde satılması",
      "B": "b) Gelir yönetimi bakış açısının dar olması",
      "C": "c) Elverişli ortamı sağlayan diğer koşulların olmaması",
      "D": "d) Net olarak ortaya konulamayan bölümlerin açıklanması",
      "E": "e) Müşterilerin ve grupların farklı gereksinimleri olması ve bu gereksinimlerin birbirine benzememesi"
    },
    "explanation": "GELİR YÖNETİMİ YAKLAŞIMININ KAPSAMI<br/>Gelir yönetiminin özellikle hava yolu ve otelcilik endüstrilerinde gelişimi ve endüstrileri şekillendiren önemli bir yaklaşım hâline gelmesi, bu endüstrilerin yüksek maliyetler gerektiren sabit kapasiteye sahip yatırımlar içermelerinden kaynaklanır. Bu nedenle, kapasite artırımının yüksek maliyeti, mevcut kapasitenin en kârlı şekilde satılması ve gelir yönetiminin uygulanması gerekliliğini doğurur."
  },
  {
    "id": "2981674",
    "unitNumber": 7,
    "text": "7. Gelir yönetimi anlayışı belirli bir düzen ve kapsamda strateji ve taktikler planlayarak en yüksek gelir getirecek seçenekleri üretmek ve odaları bu doğrultuda çeşitli kanallarda satışa sunmak bu anlayışın temelini oluşturur buna göre gelir yönetimi anlayışı ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "a) Uzun vadeli hedefler ve talepteki dalgalanmalara göre esnekliğe sahip olmak,",
      "B": "b)Daha verimli fiyatlandırmalar ve sezon elde etmek için itibara ve kaynaklara önem vermek,",
      "C": "c) Doluluğun düşük olduğu dönemlerde talebi canlandırmak,",
      "D": "d) Düşük doluluk dönemlerinde satışa uygun odalar dökümünü artırmak,",
      "E": "e) Düşük doluluk dönemlerinde odaları en uygun şekilde ve fiyatta satışa sunarak karlılığı artırmak,"
    },
    "explanation": "GELİR YÖNETİMİ YAKLAŞIMININ KAPSAMI<br/>Belirli bir düzen ve sistem kapsamında, strateji ve taktikler planlayarak en yüksek gelir getirecek seçenekleri üretmek ve odaları bu doğrultuda çeşitli kanallarda satışa sunmak, bu anlayışın temelidir. Bu bağlamda, uzun vadeli hedefler yanında talepteki dalgalanmalara göre esnekliğe sahip olmak, doluluğun düşük olduğu dönemlerde talebi canlandırmak, sadece yoğun dönemlerde değil, düşük doluluk dönemlerinde de satışa uygun odalar dökümünü en uygun şekilde ve fiyatta satışa sunarak kârlılığı arttırmak, gelir yönetimi bakış açısını oluşturur."
  },
  {
    "id": "2981675",
    "unitNumber": 7,
    "text": "8. Gelir yönetimi anlayışı için bazı koşullar gereklidir bu koşullar havayolları ya da otel yönetimi tarafından yapılır gerekli ortam elde edildikten sonra temel bileşenler belirlenir örneğin talebin çeşitliliği, pazar bölümlemesi gibi aşağıdakilerden hangisi gelir yönetimi anlayışı için gerekli olan koşullarla ilgili olarak doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "a) Stoklanabilen satış sonrası kullanılacak ürün/hizmet envanteri,",
      "B": "b) Ürün ve hizmetlerin gelecekte alacağı değerler ve hacimleri,",
      "C": "c) Satışa uygun ürün ve hizmetlerin nitelik ve içeriği,",
      "D": "d) Önceden satın almaların önüne geçilmesi,",
      "E": "e) İşlem maliyetlerinin dağıtım kanallarına oranının yükseltilmesi,"
    },
    "explanation": "GELİR YÖNETİMİ YAKLAŞIMININ KAPSAMI<br/>Gelir yönetimi anlayışını gerektiren bu koşullar, aslen bu yaklaşım kapsamında kullanılan ve bir sonraki bölümde ele alınan temel bileşenleri de açıklamaktadır. Bu bağlamda talebin çeşitliliği pazar bölümlemesini, stoklanamama satışa uygun ürün/hizmet (envanter) nitelik ve içeriğini, önceden satın alma ve bu işlemin maliyetleri dağıtım kanallarını, talep dalgalanmaları tahminleme temel bileşenlerini ortaya koymaktadır. Bununla beraber bu temel bileşenlerin odak ve kapsamına giren çeşitli kavramlar olduğu gibi (sonraki kısımda açıklanmaktadır), genel olarak gelir yönetimi anlayışının bir işletmede yerleşmesini sağlayan çok sayıda genel kavram da mevcuttur."
  },
  {
    "id": "2981676",
    "unitNumber": 7,
    "text": "<ol start=\"9\"> <li>Gelir yönetimi anlayışını bir işletmede yerleşmesini sağlayan çok sayıda kavram vardır bu kavramların öğrenilmesi sektördeki bilişim sistemlerinin etkin ve etkili kullanılması için önemlidir aşağıdakilerden hangisi otelcilik endüstrisinde kullanılan kavramlardan birisidir?</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "a) Gelir durumu",
      "B": "b) Odaların ve çeşitli hizmetlerin envanteri",
      "C": "c) Kapasite dışında yapılan ek satışlar",
      "D": "d) Doluluk tahmini",
      "E": "e) Garantili rezervasyon işlemlerinin karlılığa oranı"
    },
    "explanation": "GELİR YÖNETİMİ YAKLAŞIMININ KAPSAMI<br/>Bununla beraber bu temel bileşenlerin odak ve kapsamına giren çeşitli kavramlar olduğu gibi (sonraki kısımda açıklanmaktadır), genel olarak gelir yönetimi anlayışının bir işletmede yerleşmesini sağlayan çok sayıda genel kavram da mevcuttur. Pek çoğu ilgili sektörlerin terminolojisi hâline gelmiş olan bu kavramların öğrenilmesi, bu sektörlerdeki bilişim sistemlerinin etkin ve etkili kullanılması için önemlidir. Tablo 7.1, bu kavramlardan en önemlilerini otelcilik endüstrisindeki tanımları ile birlikte listelemektedir."
  },
  {
    "id": "2981677",
    "unitNumber": 7,
    "text": "10. Otel işletmelerinde temel başarı göstergesi olarak kullanılan doluluk ile ilgili oda ve yatak geceleme üzerinden bir değerlendirme yapılması daha iyi başarı tespiti sağlar başarı ölçütü olarak kullanılan doluluk oranının belirli bir dönemde (aylık, yıllık) toplam oda kapasitesi ile çarpımına ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "a) Oda sayısı ve hacimlerinin oranı",
      "B": "b) Ürün ve hizmetlerin envanteri",
      "C": "c) Diğer hizmetlerin sayısı ve sıklığı",
      "D": "d) Yerleşmiş sayılan hizmet sayısı",
      "E": "e) Oda geceleme sayısı"
    },
    "explanation": "GELİR YÖNETİMİ YAKLAŞIMININ KAPSAMI<br/>Otel işletmelerinde temel başarım göstergesi olarak kullanılan doluluk ile ilgili oda ve yatak geceleme üzerinden bir değerlendirme yapılması daha doğru bir başarım tespiti sağlar. Doluluk oranının belirli bir dönemde (aylık, yıllık) toplam oda kapasitesi ile çarpımı oda geceleme sayısını verir."
  },
  {
    "id": "2981678",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Bilişim teknolojileri</li> <li>Veri çözümlemeleri</li> <li>Mobil teknolojiler</li> <li>Çevrimiçi seyahat acenteleri</li> <li>Müşteriler</li> </ol> Gelir yönetiminin gelişimi incelendiğinde, verilen etmenlerden kaç tanesi gelir yönetimi gelişimini hızlandıran etmenlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Gelir Yönetiminin Gelişimi<br/>Gelir yönetimi gelişimini hızlandıran etmenler:<br/>Bilişim teknolojileri, Veri çözümlemeleri, Mobil teknolojiler, Ekonomik koşullar, Çevrimiçi seyahat acenteleri, Rekabet, Müşteriler, Google arama motoru, Sosyal medya, Finansal konular, Mülk/işletme sahibinin beklentileri, Yönetsel konular, İnsan kaynakları konuları<br/>şeklindedir. Dolayısıyla verilenlerin hepsi doğru olup, doğru cevap E'dir."
  },
  {
    "id": "2981679",
    "unitNumber": 7,
    "text": "\"Belirli bir gün veya dönemde satılan toplam oda sayısının, otelin fiziksel kapasitesini gösteren toplam oda sayısına bölünmesiyle elde edilen oran\" olarak tanımlanan gelir yönetimi kavramı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Doluluk tahmini",
      "B": "Uygunluk",
      "C": "Doluluk",
      "D": "Ortalama günlük fiyat",
      "E": "Kapasite üzeri satış"
    },
    "explanation": "Gelir Yönetimi Yaklaşımının Kapsamı<br/>Doluluk, Belirli bir gün veya dönemde satılan toplam oda sayısının, otelin fiziksel kapasitesini gösteren toplam oda sayısına bölünmesiyle elde edilen oran olarak tanımlanmaktadır. Dolayısıyla doğru cevap C'dir."
  },
  {
    "id": "2981680",
    "unitNumber": 7,
    "text": "\"Belirli bir dönemde gerçekleşen oda gelirinin, satılan oda sayısına bölünmesi ile elde edilen ortalama fiyat\" olarak tanımlanan gelir yönetimi kavramı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gelir",
      "B": "Ortalama günlük fiyat",
      "C": "Uygunluk",
      "D": "Rekabet kümesi",
      "E": "Doluluk"
    },
    "explanation": "Gelir Yönetimi Yaklaşımının Kapsamı<br/>Ortalama günlük fiyat, Belirli bir dönemde gerçekleşen oda gelirinin, satılan oda sayısına bölünmesi ile elde edilen ortalama fiyat olarak tanımlanmaktadır. Dolayısıyla doğru cevap B'dir."
  },
  {
    "id": "2981681",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Doluluk tahminleme, sunulan ürün/hizmet için gelecek dönemlerdeki talebin ön görülmesidir.</li> <li>Doğru tahminleme, daha iyi fiyatlandırmanın ilk adımı olduğundan, bir işletmenin daha etkili ve kârlı yürütülmesini sağlar.</li> <li>Gelir yönetiminin, işlemesini sağlayan temel bileşen veri toplama işlemine dayanan tahminlemedir.</li> </ol> Gelir yönetimi bileşenlerinden \"doluluk tahminleme\" bileşenine ilişkin verilen maddelerden hangisi/leri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Gelir yönetimi bileşenlerinden \"doluluk tahminleme\" bileşenine ilişkin verilen maddelerin hepsi doğrudur. Dolayısıyla doğru cep E'dir."
  },
  {
    "id": "2981682",
    "unitNumber": 7,
    "text": "Gelir yönetimi bileşenleri kapsamındaki bileşenlerin rolü çerçevesinden bakıldığında, \"pazar bölümlemesi\" bileşeninin rolü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğru zaman",
      "B": "Doğru kişi",
      "C": "Doğru ürün",
      "D": "Doğru fiyat",
      "E": "Doğru yer"
    },
    "explanation": "GELİR YÖNETİMİ BİLEŞENLERİ<br/>Pazar bölümü, Bir ürün/hizmet satın almaya aday, benzer davranış ve güdülere sahip mevcut veya potansiyel müşteri grubudur. Dolayısıyla \"doğru kişi\" doğru cevap olup, cevap B seçeneğinde verilmiştir."
  },
  {
    "id": "2981683",
    "unitNumber": 7,
    "text": "Gelir yönetimi bileşenleri kapsamındaki bileşenlerin rolü çerçevesinden bakıldığında, \"kanal yönetimi\" bileşeninin rolü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğru zaman",
      "B": "Doğru kişi",
      "C": "Doğru ürün",
      "D": "Doğru fiyat",
      "E": "Doğru yer"
    },
    "explanation": "Kanal Yönetimi<br/>Kanal (Dağıtım kanalı), Bir ürün/hizmet biriminin müşteri ya da işletmelere ulaşmasını sağlayan bağımsız işletmeler<br/>ve bunların kullandıkları ortamlardır. Dolayısıyla doğru cevap doğru yer olup, doğru seçenek E'dir."
  },
  {
    "id": "2981684",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Çevrimiçi seyahat acentesi</li> <li>Küresel dağıtım sistemi</li> <li>Ağ geçidi düzenleyicisi</li> <li>Meta arama</li> <li>Opak siteler</li> </ol> Verilenlerden kaç tanesi İnternet Temelli Kanal Yönetimi Bileşenleri arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "İnternet Temelli Kanal Yönetimi Bileşenleri; <br/><ul> <li>Çevrimiçi seyahat acentesi</li> <li>Küresel dağıtım sistemi</li> <li>Ağ geçidi düzenleyicisi</li> <li>Meta arama</li> <li>Yorum siteleri</li> <li>Opak siteler</li> </ul> şeklindedir. Dolayısıyla verilenlerin hepsi doğrudur. Cevap E seçeneği 5 'tir."
  },
  {
    "id": "2981685",
    "unitNumber": 7,
    "text": "<ol type=\"I\"><br/><li>Satın alma davranış ve kalıpları</li><br/><li>Pazar bölümlerinin talep davranış ve kalıpları</li><br/><li>Kapasite üzeri satış politikası</li><br/><li>Fiyat değişimlerinin etkisi</li><br/><li>İyi bilgi işleme sistemi</li><br/></ol><br/>Bir otel işletmesinde kurulacak gelir yönetimi bilişim ekosistemine ilişkin verilen özelliklerden kaç tanesinin karşılanması önemlidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "GELİR YÖNETİMİ BİLİŞİM EKOSİSTEMİ<br/>Bir otel işletmesinde kurulacak gelir yönetimi bilişim ekosisteminin aşağıdaki özellikleri karşılaması önemlidir:<br/>Bunlar;<br/><ul><br/><li>Satın alma davranış ve kalıpları</li><br/><li>Pazar bölümlerinin talep davranış ve kalıpları</li><br/><li>Kapasite üzeri satış politikası</li><br/><li>Fiyat değişimlerinin etkisi</li><br/><li>İyi bilgi işleme sistemi dir.</li><br/></ul><br/>Dolayısıyla verilenlerden hepsi doğru olup cevap E'dir."
  },
  {
    "id": "2981686",
    "unitNumber": 7,
    "text": "Bir otel işletmesinin, odalardan elde edilen gelirleri azami düzeye çıkarma amacıyla kullandığı, oteldeki satışa uygun odalar, oda tipleri, geçmiş ve tahmin edilen konaklama kalıpları, ortalama kalış süresi gibi verileri işleyen sistemlere ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelir yönetim sistemi",
      "B": "Otel yönetim sistemi",
      "C": "Kanal yönetim sistemi",
      "D": "İtibar yönetim sistemi",
      "E": "Meta arama motoru"
    },
    "explanation": "Gelir Yönetim Sistemleri<br/>Gelir Yönetim Sistemi (GYS): Bir otel işletmesinin, odalardan elde edilen gelirleri azami düzeye çıkarma amacıyla kullandığı, oteldeki satışa uygun odalar, oda tipleri, geçmiş ve tahmin edilen konaklama kalıpları, ortalama kalış süresi gibi verileri işleyen sistemlerdir. Bu sistemler, kapsamlı ve büyük verinin çözümlenmesini sağlayan yapay zekâ ve çoğunlukla bulut teknolojisi temelli yazılımlardır. dolayısıyla doğru cevap A seçeneğidir."
  },
  {
    "id": "2981687",
    "unitNumber": 7,
    "text": "Gelir yönetim sisteminde, \"Talebin düşük olduğu ve fiyat düşürerek talebin canlandırılabileceği dönemler veya tarihler\" ne olarak adlandırılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Pick-up",
      "B": "Pace",
      "C": "Shoulder",
      "D": "Peak",
      "E": "Valley"
    },
    "explanation": "Gelir Yönetim Sistemleri<br/>Vadi (valley): Talebin düşük olduğu ve fiyat düşürerek talebin canlandırılabileceği dönemler veya tarihler olarak ifade edilmektedir. Dolayısıyla doğru cevap E seçeneğinde verilmiştir."
  },
  {
    "id": "2981688",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir otel işletmesinde doğru tahminlerde bulunarak işletme başarımını olumlu yönlendirmenin önemli gereklilikleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğru veriyi kullanmak",
      "B": "Tahminleri bölümlemek",
      "C": "Otel web sayfasını izlemek",
      "D": "Gelecek etkinlikler takvimini izlemek",
      "E": "Belirgin talep dalgalanmalarını takip etmek"
    },
    "explanation": "Bir otel işletmesinde doğru tahminlerde bulunarak işletme başarımını olumlu yönlendirmenin önemli gereklilikleri şunlardır (Duetto, 2015):<br/>• Doğru veriyi kullanmak: Çoğunlukla otel<br/>yönetim sistemleri tarafından üretilen<br/>mümkün olduğunca eski tarihlere kadar<br/>çekilebilen geçmiş dönemlere ait fiyatlar<br/>ve fiyat kodları, oda giriş-çıkış sayıları, rezervasyon sayıları gibi veriler yanında oteli<br/>tercih eden pazarların özellikleriyle ilgili veriler mevcut olmalıdır.<br/>• Tahminleri bölümlemek: Geçmiş veriler,<br/>grup, kurumsal ya da boş zaman amaçlı konaklayan müşteriler başta olmak üzere çeşitli pazar bölümleri oluşturmak hedefiyle<br/>sınıflandırılmalıdır.<br/>• Otel web sayfasını izlemek: Otele İnternet<br/>üzerinden gösterilen ilginin ve trafiğin düzeyi izlenmelidir.<br/>• Gelecek etkinlikler takvimini izlemek: Bölgede ya da otelde düzenlenecek özel etkinliklerin doluluğa etki edip etmeyeceği incelenmelidir.<br/>• Rakipleri tanımak: Otelin içsel başarımını<br/>gösteren veriler yanında dışsal başarımını<br/>da değerlendirmek adına bir rekabet kümesi tanımlanmalı ve bu kümedeki otellerle<br/>düzenli kıyaslamalar yapılmalıdır.<br/>• Satış-pazarlama birimi ile iş birliği yapmak:<br/>Talebin izlenmesi ve gerektiğinde yaratılması ya da canlandırılması için sürekli iletişim içinde bulunulmalıdır.<br/>• İndirimlerin etkisini anlamak: İndirimlerin<br/>fiyatlara olan etkileri de dikkate alınarak ne<br/>zaman ve hangi koşullarda yapılacağı iyi çözümlenmelidir.<br/>• Tahminleri gerçekleşen durumla karşılaştırmak: Her tahmin çalışması hata payı bulundurabildiğinden tahminlerin doğruluğunu<br/>güçlendirmek adına düzenli olarak gerçekleşen durumlarla karşılaştırmalar yapılmalıdır"
  },
  {
    "id": "2981689",
    "unitNumber": 8,
    "text": "İnternet ve dijitalleşme ile nesnelerin üretime yön verdiği akıllı makine ve akıllı robotların dönemine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Birinci Sanayi Devrimi",
      "B": "İkinci Sanayi Devrimi",
      "C": "Üçüncü Sanayi Devrimi",
      "D": "Dördüncü Sanayi Devrimi",
      "E": "Beşinci Sanayi Devrimi"
    },
    "explanation": "Sanayi devrimi ilk olarak 1765’lerde buharın fabrikalarda kullanması ile başlamış, daha sonra 19. yüzyıl ortalarında (1850’ler) elektriğin imalathane, atölye ve fabrikalarda kullanılmaya başlanması ile İkinci Sanayi Devrimi başlamıştır. 20. yüzyılın ortalarında elektrikle çalışan hesap makinesinin icadıyla da Üçüncü<br/>Sanayi Devrimi başlamıştır. 21. yüzyılda ise İnternet ve dijitalleşme ile nesnelerin üretime yön verdiği akıllı makine ve akıllı robotların dönemi olan Dördüncü Sanayi Devrimi dönemi başlamıştır. Bu yeni dönem, günümüzde Endüstri 4.0 dönemi olarak ifade edilmektedir"
  },
  {
    "id": "2981690",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi nesnelerin İnterneti (Internet of Things: IoT) bileşenleri arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Bağlantı",
      "B": "Yazılım",
      "C": "Robotik",
      "D": "Veri Analitiği",
      "E": "Bulut Bilişim"
    },
    "explanation": "IoT, dört önemli bileşenden oluşmaktadır (Yıldırım, 2019):<br/>1. Bağlantı: Radyo Frekansı ile Tanımlama Etiketleri (Radio Frequency Identification Technology: RFID) teknolojisi veya Kablosuz Sensör Ağları (Wireless Sensor Networks: WSN’ler) ile sağlanan bağlantı.<br/>2. Yazılım: Heterojen aygıtların birbirleriyle iletişim kurabildiği bir platform olarak hareket eden ve işletim sistemi ile veritabanı ve uygulamalar arasında köprü vazifesi gören yazılım.<br/>3. Bulut Bilişim: Cihazlar arasında üretilen büyük verinin gerçek zamanlı olarak erişilmesini ve depolanmasını sağlayan önemli bir faktör olan bulut bilişim.<br/>4. Veri Analitiği: Üretilen büyük miktarlardaki verinin analizine imkân veren büyük veri ve veri analitiği."
  },
  {
    "id": "2981691",
    "unitNumber": 8,
    "text": "İnternet üzerinden rezervasyonu etkileyen faktörler hangileridir?<br/>I- Reklamlar<br/>II- Zaman tasarrufu sağlaması<br/>III- Görsel malzeme çeşitliliği<br/>IV- Ödeme güvenliği<br/>V- Gizlilik ve güvenlik",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, V",
      "C": "I, II, IV, V",
      "D": "II, III, IV, V",
      "E": "II, IV, V"
    },
    "explanation": "Geleneksel araçlara göre daha kapsamlı bir içerik sunarak turistik ürün tüketicisinin beklentileri ile deneyimi arasındaki farkı azaltan internet, rezervasyonların da kolay ve hızlı bir şekilde yapılmasına olanak sağlamaktadır. İnternet üzerinden rezervasyonu etkileyen birtakım faktörler bulunmaktadır:<br/>• Web sitesindeki bilgilerin kalitesi<br/>• Zaman tasarrufu sağlaması<br/>• Nispeten daha düşük fiyatlar sunması<br/>• Ödeme güvenliği<br/>• Gizlilik ve güvenlik"
  },
  {
    "id": "2981692",
    "unitNumber": 8,
    "text": "Seyahat planlaması için interneti inceleyen, deneyimlerini paylaşan, seyahatle ilgili hizmetleri internet üzerinden satın alan, tüm bu işlemler için çeşitli Mobil aygıtlar (bilgisayar, akıllı telefon, tablet v.s.) kullanan kişiler nasıl tanımlanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Mobil gezgin",
      "B": "Sanat turist",
      "C": "Bilişimci turist",
      "D": "Endüstri 4.0",
      "E": "Seyahat Eden 2.0"
    },
    "explanation": "Seyahat 2.0 olarak ifade edilen bu platformlarda görüşlerini paylaşan gerçek tüketiciler Seyahat Eden 2.0 (Traveler 2.0) olarak tanımlanmaktadır. Seyahat planlaması için interneti inceleyen, deneyimlerini paylaşan, seyahatle ilgili hizmetleri internet üzerinden satın alan, tüm bu işlemler için çeşitli Mobil aygıtlar (bilgisayar, akıllı telefon, tablet v.s.) kullanan kişiler Seyahat Eden 2.0 olarak ifade edilmektedir."
  },
  {
    "id": "2981693",
    "unitNumber": 8,
    "text": "Tarihî olayların ve binaların yeniden inşası yoluyla veya turistleri bir şehir veya destinasyondaki görevlere göndererek kullanıcılarını aktif bir şekilde meşgul etmek için oluşturulmuş uygulama hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "City Maps 2Go",
      "B": "Urban Sleuth",
      "C": "Couchsurfing",
      "D": "LiveTrekker",
      "E": "Traveller Guide"
    },
    "explanation": "TimeWarp veya Urban Sleuth gibi artırılmış gerçeklik uygulamaları tarihî olayların ve binaların yeniden inşası yoluyla veya turistleri bir şehir veya destinasyondaki görevlere göndererek kullanıcılarını aktif bir şekilde meşgul etmek için oluşturulmuştur. Bu uygulamalar turistlerin tarihi zevkli bir şekilde öğrenmelerini sağlamaktadır."
  },
  {
    "id": "2981694",
    "unitNumber": 8,
    "text": "Her türlü araçla bireysel ihtiyaçlara sahip turistler tarafından her yerde<br/>seyahat süreci ile ilgili bilgilere ulaşılması neyi açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Artırılmış gerçeklik",
      "C": "Akıllı turizm",
      "D": "Dijital seyahat",
      "E": "Bilişim teknolojileri"
    },
    "explanation": "Akıllı turizm, her türlü araçla bireysel ihtiyaçlara sahip turistler tarafından her yerde seyahat süreci ile ilgili bilgilerin alınması olarak tanımlanmaktadır"
  },
  {
    "id": "2981695",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi akıllı turizm sisteminin unsurları arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Hükümet",
      "B": "Ziyaretçiler",
      "C": "Bilgi değişim merkezi",
      "D": "Doğal alanlar",
      "E": "Çalışanlar"
    },
    "explanation": "Akıllı turizm sistemi, beş unsurdan oluşmaktadır: hükümet, ziyaretçiler,<br/>bilgi değişim merkezi, doğal alanlar ve iş."
  },
  {
    "id": "2981696",
    "unitNumber": 8,
    "text": "Paylaşım ekonomisinin bileşenleri hangileridir?<br/>I- Bilgi teknolojilerindeki gelişmeler<br/>II- Artan tüketici bilinci<br/>III- İş birliğine dayalı çevrimiçi topluluklar<br/>IV- Sosyal ticaretin/paylaşımın artması",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV",
      "B": "II, III, IV",
      "C": "I, III, IV",
      "D": "I, II, IV",
      "E": "I, III"
    },
    "explanation": "Paylaşım ekonomisi, bilgi teknolojilerindeki (BT) gelişmelerin, artan tüketici bilincinin, iş birliğine dayalı çevrimiçi toplulukların ve bununla birlikte sosyal ticaretin/paylaşımın artmasıyla ortaya çıkan ve gün geçtikçe gelişmekte olan ekonomikteknolojik bir olgudur"
  },
  {
    "id": "2981697",
    "unitNumber": 8,
    "text": "Turistlerin merak ettikleri destinasyonlarda yerel halkın rehberlik ettiği turlara katılma olanağı sunan uygulama hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "ArroundMe",
      "B": "Vayable",
      "C": "TripAdvisor",
      "D": "Piri Guide",
      "E": "LikeTrekker"
    },
    "explanation": "LikeaLocal, Viator, AnyRoad, Vayable, ToursByLocals ve Tripforeal gibi platformlar, turistlerin merak ettikleri destinasyonlarda yerel halkın rehberlik ettiği turlara katılma ve yerel rehberlere de bu işten para kazanma fırsatı vermektedir/ Destinasyon ile ilgili bütün bilgiler, kişisel rehberler tarafından sunulmaktadır."
  },
  {
    "id": "2981698",
    "unitNumber": 8,
    "text": "Bilgi, ses, video, grafik veya GPS verisi gibi bilgisayar tarafından üretilen girdiyle artırılan fiziksel, gerçek dünyadaki bir ortamın canlı görüntüsünü sunan sisteme denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Artırılmış gerçeklik",
      "C": "Karma gerçeklik",
      "D": "Büyük veri",
      "E": "Veri madenciliği"
    },
    "explanation": "Bilgi, ses, video, grafik veya GPS verisi gibi bilgisayar tarafından üretilen girdiyle artırılan fiziksel, gerçek dünyadaki bir ortamın canlı görüntüsünü sunan bir sisteme artırılmış gerçeklik denir. Dolayısıyla doğru yanıt B seçeneğidir."
  },
  {
    "id": "2981699",
    "unitNumber": 8,
    "text": "I. Yapay zeka <br/>II. Büyük veri analitiği <br/>III. Nano ve uzay teknolojisi <br/>Yukarıdakilerden hangileri Dördüncü Sanayi Devrimi'nin sunduğu teknolojik unsurlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Dördüncü Sanayi Devrimi, pek çok yeni teknolojik unsur sunmaktadır. Bu unsurlardan bazıları yapay zeka, 3D (üç boyutlu) yazıcılar, büyük veri analitiği, sanal ve artırılmış gerçeklik, robotik ve biyo, nano ve uzay teknolojisidir. Dolayısıyla doğru yanıt E seçeneğidir."
  },
  {
    "id": "2981700",
    "unitNumber": 8,
    "text": "Bilgisayarlar ve internetin egemenliğine sahne olduğundan Dijital Devrim olarak da ifade edilen dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Birinci Sanayi Devrimi",
      "B": "İkinci Sanayi Devrimi",
      "C": "Üçüncü Sanayi Devrimi",
      "D": "Dördüncü Sanayi Devrimi",
      "E": "Beşinci Sanayi Devrimi"
    },
    "explanation": "Sanayi devrimi, teknolojinin hâkim olduğu makineleşmeye geçişin başlangıcı olan 18. yüzyılın ortalarında İngiltere’de ortaya çıkıp zamanla Avrupa’ya yayılan, üretim teknolojisinde köklü değişim ve dönüşümler yaratan bir harekettir.<br/>Üçüncü Sanayi Devrimi bilgisayarlar ve internetin egemenliğine sahne olduğundan Dijital Devrim olarak da ifade edilmektedir. <br/>Yanıt Dördüncü Sanayi Devrimi ile karıştırılmamalıdır. Zira, endüstri 4.0 kavramı nesnelerin interneti, artırılmış gerçeklik, otonom robotlar ve büyük veri analitiği gibi yeni teknolojilerin ortaya çıkmasına dayanmaktadır."
  },
  {
    "id": "2981701",
    "unitNumber": 8,
    "text": "\"1765’te James Watt’ın icat ettiği Newcomen Buhar Makinesinin fabrikalarda kullanılmaya başlanmasıyla .................... başlamıştır.\"<br/>Yukarıdaki ifadede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birinci Sanayi Devrimi",
      "B": "İkinci Sanayi Devrimi",
      "C": "Üçüncü Sanayi Devrimi",
      "D": "Dördüncü Sanayi Devrimi",
      "E": "Yapay Zeka"
    },
    "explanation": "1765’te James Watt’ın icat ettiği Newcomen Buhar Makinesinin fabrikalarda kullanılmaya başlanmasıyla endüstrileşme süreci ve Birinci Sanayi Devrimi (Sanayi 1.0) başlamıştır. Dolayısıyla doğru yanıt A seçeneğidir."
  },
  {
    "id": "2981702",
    "unitNumber": 8,
    "text": "Elektriğin sanayide kullanılmasıyla birlikte gerçekleşmeye başlayan, kolektif üretim hattının yapıldığı ve kitlesel üretimin ilk tohumlarının atıldığı dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Birinci Sanayi Devrimi",
      "B": "İkinci Sanayi Devrimi",
      "C": "Üçüncü Sanayi Devrimi",
      "D": "Dördüncü Sanayi Devrimi",
      "E": "Beşinci Sanayi Devrimi"
    },
    "explanation": "Zaman için üretim seri olarak ve kolektif biçimde yapılmak zorunda kalmış, elektriğin sanayide kullanılmasıyla birlikte İkinci Sanayi Devrimi (Endüstri 2.0) gerçekleşmeye başlamıştır. İlk kolektif üretim hattı bu dönem içinde yapılmış; kitlesel üretimin ilk tohumları atılmıştır. Dolayısıyla doğru yanıt B seçeneğidir."
  },
  {
    "id": "2981703",
    "unitNumber": 8,
    "text": "2011 yılında Hannover Ticaret Fuarı’nda, Alman sanayiinin rekabet gücünü artırma fikrini destekleyen iş, politika ve bilim temsilcilerinin ortak girişimine yönelik olarak ortaya çıkan dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Birinci Sanayi Devrimi",
      "B": "İkinci Sanayi Devrimi",
      "C": "Üçüncü Sanayi Devrimi",
      "D": "Dördüncü Sanayi Devrimi",
      "E": "Beşinci Sanayi Devrimi"
    },
    "explanation": "Dördüncü sanayi devrimini ifade eden Endüstri 4.0 kavramı, 2011 yılında Hannover Ticaret Fuarı’nda, Alman sanayiinin rekabet gücünü artırma fikrini destekleyen iş, politika ve bilim temsilcilerinin ortak girişimine yönelik olarak ortaya çıkmıştır. Dolayısıyla doğru yanıt D seçeneğidir."
  },
  {
    "id": "2981704",
    "unitNumber": 8,
    "text": "Karekod uygulamaları ilk olarak 1994 yılında nerede kullanılmaya başlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Japonya",
      "B": "İngiltere",
      "C": "Almanya",
      "D": "Fransa",
      "E": "Danimarka"
    },
    "explanation": "Karekod uygulamaları ise ilk olarak 1994 yılında Japonya’da Denso Wave tarafından kullanılmaya başlanmış ve zamanla pazarlamanın önemli yenilik kanallarından birisi hâline gelmiştir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2981705",
    "unitNumber": 8,
    "text": "Her yerde bulunan sensörlerle bilgisayarların veri alışverişi için iletişim kurduğu sisteme ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nesnelerin interneti",
      "B": "Bulut bilişim",
      "C": "Veri analitiği",
      "D": "Yazılım",
      "E": "Bağlantı"
    },
    "explanation": "Nesnelerin interneti, her yerde bulunan sensörlerle bilgisayarların veri alışverişi için iletişim kurduğu bir sistemi ifade etmektedir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2981706",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi internet üzerinden rezervasyonu etkileyen faktörlerden <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Gizlilik ve güvenlik",
      "B": "Web sitesindeki bilgilerin kalitesi",
      "C": "Zaman tasarrufu sağlaması",
      "D": "Ödeme güvenliği",
      "E": "Nispeten daha yüksek fiyatlar sunması"
    },
    "explanation": "İnternet üzerinden rezervasyonu etkileyen birtakım faktörler bulunmaktadır:<br/>• Web sitesindeki bilgilerin kalitesi<br/>• Zaman tasarrufu sağlaması<br/>• Nispeten daha düşük fiyatlar sunması<br/>• Ödeme güvenliği<br/>• Gizlilik ve güvenlik<br/>Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2981707",
    "unitNumber": 8,
    "text": "Parasal değeri olan ve/veya parasal değeri olmayan her türlü varlığın kullanılmayan değerini daha yüksek verimlilik elde etme amacı güden modele ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paylaşım ekonomisi",
      "B": "Akıllı destinasyon",
      "C": "Akıllı turizm",
      "D": "Sanal gerçeklik",
      "E": "Büyük veri"
    },
    "explanation": "Parasal değeri olan ve/veya parasal değeri olmayan her türlü varlığın kullanılmayan değerini daha yüksek verimlilik elde etme amacı güden modele paylaşım ekonomisi denir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2981708",
    "unitNumber": 8,
    "text": "Agılanan tüm fiziksel nesnelerin, grafik, video, ses gibi bilgisayar temelli bilgiler geliştirilerek eş zamanlı ve etkileşimli bir deneyim sunan teknoloji aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tripadvisor",
      "B": "Arttırılmış gerçeklik",
      "C": "Nanoteknoloji",
      "D": "3G teknolojisi",
      "E": "Sosyal ağlar"
    },
    "explanation": "Büyük veri teknolojisi çevrimiçi bloglardan görsel ve işitsel paylaşımlara, sosyal medya<br/>içeriklerinden internet istatistiklerine, çok çeşitli kaynaklardan sağlanan tüm verileri, anlamlı ve işlenebilir bir biçime dönüştürmektedir. Öte yandan <strong>algılanan tüm fiziksel nesnelerin, bilgisayar temelli bilgiler (grafik, video, ses vb.) geliştirilerek eş zamanlı ve etkileşimli bir deneyim sunan Artırılmış Gerçeklik,</strong> 2016 yılında Pokemon Go uygulamasının piyasaya sürülmesi ile kullanıcılarla tanışmıştır."
  },
  {
    "id": "2981709",
    "unitNumber": 8,
    "text": "Turizm sektöründe düzenli yolcu seferlerinin başlaması hangi endüstri döneminde gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Endüstri 1.0",
      "B": "Endüstri 2.0",
      "C": "Endüstri 3.0",
      "D": "Endüstri 4.0",
      "E": "Endüstri 5.0"
    },
    "explanation": "Endüstri 1.0 döneminde İngiltere ve Avrupa’da görülen sanayileşme, <strong>Endüstri 2.0</strong> ile ABD, Japonya<br/>gibi ülkelere de yayılarak dünyada birçok ülkeyi etkisi altına almıştır. Bir İngiliz şirketi olan Cunard<br/>1840’ta ilk transatlantik seferlerini gerçekleştirmiştir. Bu seyahatler 1860’larda ivme kazanmıştır. Hava seyahatleri ise 1918 ve 1919’da Paris-Brüksel ve Londra-Paris arasındaki düzenli hatlar ve Berlin-Leipzig <strong>arasındaki ilk düzenli yolcu seferleri ile başlamıştır.</strong> Endüstri 2.0 döneminde<br/>turizm faaliyetlerinin artmasıyla 1890’da Touring Club de France ve 1898’de Alliance Internationale<br/>de Tourisme kurulmuştur."
  },
  {
    "id": "2981710",
    "unitNumber": 8,
    "text": "Endüstri 3.0, temel olarak üretim, <strong>............</strong> ve enerji faktörlerindeki teknolojik gelişmelere<br/>dayanmaktadır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Mal",
      "B": "Hizmet",
      "C": "Dağıtım",
      "D": "Entegrasyon",
      "E": "İletişim"
    },
    "explanation": "<strong>Endüstri 3.0, temel olarak üretim, dağıtım ve enerji faktörlerindeki teknolojik gelişmelere </strong><strong>dayanmaktadır.</strong> İlk iki sanayi devrimi mallara (özellikle mamul mallar) odaklanmışken, üçüncüsü mal ve hizmetlere (özellikle mal ve hizmetlerin entegrasyonu) odaklanmıştır."
  },
  {
    "id": "2981711",
    "unitNumber": 8,
    "text": "Endüstri 4.0 kavramının ortaya çıkma amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rekabet gücünü artırmak",
      "B": "Üretimi seri ve kolektif biçimde yapmak",
      "C": "Elektronik ürünleri geliştirmek",
      "D": "Üretim sürecini verimli şekilde ilerletmek",
      "E": "Yetenekli ve bilişsel üretim sistemlerini üretmek"
    },
    "explanation": "Dördüncü sanayi devrimini ifade eden Endüstri 4.0 kavramı, 2011 yılında Hannover Ticaret<br/>Fuarı’nda, Alman sanayiinin <strong>rekabet gücünü artırma fikrini</strong> destekleyen iş, politika ve bilim temsilcilerinin ortak girişimine yönelik olarak ortaya çıkmıştır...Endüstri 4.0’ın iş modellerinde yarattığı yenilikler özellikle rekabet gücü yüksek pazar ortamlarında benzersiz satış teklifleri sunmakta ve stratejik farklılaşma kaynağı olabilmektedir."
  },
  {
    "id": "2981712",
    "unitNumber": 8,
    "text": "Her yerde bulunan sensörlerle bilgisayarların veri alışverişi için iletişim kurduğu bir sistemi ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "World wide web",
      "C": "Robotik uygulamalar",
      "D": "Nesnelerin İnterneti",
      "E": "Big Data"
    },
    "explanation": "Nesnelerin İnterneti (Internet of Things: IoT) kavramı, 1999 yılında bir İngiliz girişimci Kevin<br/>Ashton tarafından ortaya atılmıştır.<strong> IoT kavramı, her yerde bulunan sensörlerle bilgisayarların veri alışverişi için iletişim kurduğu bir sistemi ifade etmektedir.</strong>"
  },
  {
    "id": "2981713",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi nesnelerin interneti ile ilgili bileşenlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bağlantı",
      "B": "Yazılım",
      "C": "Bulut bilişim",
      "D": "Veri Analitiği",
      "E": "Hız"
    },
    "explanation": "IoT, dört önemli bileşenden oluşmaktadır (Yıldırım, 2019):<br/>1.<strong> Bağlantı:</strong> Radyo Frekansı ile Tanımlama<br/>Etiketleri (Radio Frequency Identification Technology: RFID) teknolojisi veya Kablosuz Sensör Ağları (Wireless Sensor Networks: WSN’ler) ile sağlanan bağlantı.<br/>2. <strong>Yazılım:</strong> Heterojen aygıtların birbirleriyleiletişim kurabildiği bir platform olarak hareket eden ve işletim sistemi ile veritabanı ve uygulamalar arasında köprü vazifesi gören yazılım.<br/>3. <strong>Bulut Bilişim</strong>: Cihazlar arasında üretilen büyük verinin gerçek zamanlı olarak erişilmesini ve depolanmasını sağlayan önemli bir faktör olan bulut bilişim.<br/>4. <strong>Veri Analitiği:</strong> Üretilen büyük miktarlardaki verinin analizine imkân veren büyük veri<br/>ve veri analitiği."
  },
  {
    "id": "2981714",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi turistlere hitap eden artırılmış gerçeklik uygulamalarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Igougo",
      "B": "Lonely Planet",
      "C": "TimeWarp",
      "D": "Chatbot",
      "E": "Yelp"
    },
    "explanation": "<strong>TimeWarp veya Urban Sleuth gibi artırılmış gerçeklik uygulamaları</strong> tarihî olayların ve binaların yeniden inşası yoluyla veya turistleri bir şehir veya destinasyondaki görevlere göndererek kullanıcılarını aktif bir şekilde meşgul etmek için oluşturulmuştur"
  },
  {
    "id": "2981715",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi akıllı turizm sisteminin unsurlarından biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Hükümet",
      "B": "Ziyaretçiler",
      "C": "Bilgi değişim merkezi",
      "D": "Doğal alanlar",
      "E": "Gelir yönetimi"
    },
    "explanation": "Akıllı turizm sistemi, beş unsurdan oluşmaktadır: <strong>hükümet, ziyaretçiler, bilgi değişim merkezi, doğal alanlar ve iş. </strong>"
  },
  {
    "id": "2981716",
    "unitNumber": 8,
    "text": "Akıllı destinasyon kavramının <u>temel</u> çıkış noktası aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir destinasyonu akıllı hâle getirmek",
      "B": "Şehirlerde daha fazla güvenlik sağlamak",
      "C": "Turistik şehirlerdeki yaşam kalitesini teknolojik unsurlarla artırmak",
      "D": "Personelle kurulacak iletişimi kolaylaştırmak",
      "E": "Şehirlerde daha kolay konaklama sağlamak"
    },
    "explanation": "<strong>Akıllı destinasyon</strong> kavramının çıkış noktası bir destinasyonu akıllı hâle getirmekten değil, daha<br/>ziyade <strong>turizm amaçlı yoğun olarak kullanılan şehirlerdeki yaşam kalitesinin artırılması için</strong><br/><strong>İnternet ve teknolojik unsurlarla zenginleştirilmesinden geldiği ifade edilmektedir.</strong>"
  },
  {
    "id": "2981717",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi turistlere yerel halkın rehberlik ettiği turlara katılma ve yerel rehberlere para kazanma fırsatı veren platformlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vayable",
      "B": "Urban Sleuth",
      "C": "Igougo",
      "D": "Lonely Planet",
      "E": "Yelp"
    },
    "explanation": "LikeaLocal, Viator, AnyRoad, <strong>Vayable,</strong> ToursByLocals ve Tripforeal gibi platformlar, turistlerin<br/>merak ettikleri destinasyonlarda yerel halkın rehberlik ettiği turlara katılma ve yerel rehberlere de<br/>bu işten para kazanma fırsatı vermektedir."
  },
  {
    "id": "2981718",
    "unitNumber": 8,
    "text": "Eş zamanlı ve etkileşimli bir deneyim sunan Artırılmış Gerçeklik kaç yılında Pokemon Go uygulamasının piyasaya sürülmesi ile kullanıcılarla tanışmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "2015",
      "B": "2016",
      "C": "2017",
      "D": "2018",
      "E": "2019"
    },
    "explanation": "Bilgisayar temelli bilgiler (grafik, video, ses vb.) geliştirilerek eş zamanlı ve etkileşimli bir deneyim sunan Artırılmış Gerçeklik, 2016 yılında Pokemon Go uygulamasının piyasaya sürülmesi ile kullanıcılarla tanışmıştır."
  },
  {
    "id": "2981719",
    "unitNumber": 8,
    "text": "Üretim teknolojisinde köklü değişim ve dönüşümler yaratan Sanayi devrimi, teknolojinin hâkim olduğu makineleşmeye geçişin başlangıcı olan 18. yüzyılın ortalarında hangi ülkede ortaya çıkıp zamanla Avrupa’ya yayılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere",
      "B": "Almanya",
      "C": "Avusturya",
      "D": "Kanada",
      "E": "Amerika"
    },
    "explanation": "Sanayi devrimi, teknolojinin hâkim olduğu makineleşmeye geçişin başlangıcı olan 18. yüzyılın ortalarında İngiltere’de ortaya çıkıp zamanla Avrupa’ya yayılan, üretim teknolojisinde köklü değişim ve dönüşümler yaratan bir harekettir"
  },
  {
    "id": "2981720",
    "unitNumber": 8,
    "text": "Sanayi devrimi ilk olarak hangi yıllarda buharın fabrikalarda kullanması ile başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1720",
      "B": "1740",
      "C": "1760",
      "D": "1780",
      "E": "1800"
    },
    "explanation": "Sanayi devrimi ilk olarak 1765’lerde buharın fabrikalarda kullanması ile başlamış, daha sonra 19. yüzyıl ortalarında (1850’ler) elektriğin imalathane, atölye ve fabrikalarda kullanılmaya başlanması ile İkinci Sanayi Devrimi başlamıştır."
  },
  {
    "id": "2981721",
    "unitNumber": 8,
    "text": "Elektriğin kullanıma başlamasıyla İkinci sanayi devrimi hangi yıllarda başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1820",
      "B": "1830",
      "C": "1840",
      "D": "1850",
      "E": "1860"
    },
    "explanation": "Sanayi devrimi ilk olarak 1765’lerde buharın fabrikalarda kullanması ile başlamış, daha sonra 19. yüzyıl ortalarında (1850’ler) elektriğin imalathane, atölye ve fabrikalarda kullanılmaya başlanması ile İkinci Sanayi Devrimi başlamıştır."
  },
  {
    "id": "2981722",
    "unitNumber": 8,
    "text": "Liverpool - Manchester demir yolu hangi yıllarda hizmete açılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1810",
      "B": "1820",
      "C": "1830",
      "D": "1840",
      "E": "1850"
    },
    "explanation": "1820’li yıllarda hizmete açılan Liverpool - Manchester demir yolu hattında 1842 yılına kadar 23 milyondan fazla yolcu taşıması yapılmıştır."
  },
  {
    "id": "2981723",
    "unitNumber": 8,
    "text": "Kaç yılında Thomas Cook ilk paket turunu tanıtmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1841",
      "B": "1842",
      "C": "1843",
      "D": "1844",
      "E": "1845"
    },
    "explanation": "1841’de Thomas Cook ilk paket turunu tanıtmıştır ve ilk yolculuğunu Teetotalers Club üyeleri için Loughborough ve Leicester arasında düzenlemiştir."
  },
  {
    "id": "2981724",
    "unitNumber": 8,
    "text": "Büyük Britanya’da Kraliyet Otel Rehberi kaç yılında yayınlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1851",
      "B": "1852",
      "C": "1853",
      "D": "1854",
      "E": "1855"
    },
    "explanation": "1854 yılında Büyük Britanya’da Kraliyet Otel Rehberi yayınlanmıştır (Akkuşçu, 2019; Topsakal, Yüzbaşıoğlu ve Çuhadar, 2018)."
  },
  {
    "id": "2981725",
    "unitNumber": 8,
    "text": "Bir İngiliz şirketi olan Cunard kaç yılında ilk transatlantik seferlerini gerçekleştirmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1836",
      "B": "1837",
      "C": "1838",
      "D": "1839",
      "E": "1840"
    },
    "explanation": "Bir İngiliz şirketi olan Cunard 1840’ta ilk transatlantik seferlerini gerçekleştirmiştir. Bu seyahatler 1860’larda ivme kazanmıştır"
  },
  {
    "id": "2981726",
    "unitNumber": 8,
    "text": "Thomas Cook, ilk dünya turunu Oceanic adında bir gemi ile kaç yılında organize etmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1871",
      "B": "1872",
      "C": "1873",
      "D": "1874",
      "E": "1875"
    },
    "explanation": "1872’de Thomas Cook, ilk dünya turunu Oceanic adında bir gemi ile organize etmiştir."
  },
  {
    "id": "2981727",
    "unitNumber": 8,
    "text": "Nesnelerin İnterneti (Internet of Things: IoT) kavramı, bir İngiliz girişimci oan Kevin Ashton tarafından kaç yılında ortaya atılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1997",
      "B": "1998",
      "C": "1999",
      "D": "2000",
      "E": "2001"
    },
    "explanation": "Nesnelerin İnterneti (Internet of Things: IoT) kavramı, 1999 yılında bir İngiliz girişimci Kevin Ashton tarafından ortaya atılmıştır."
  }
]