[
  {
    "id": "3398990",
    "unitNumber": 1,
    "text": "Hangisi “bilgi çağı” olarak nitelendirilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "18. yüzyıl",
      "B": "19. yüzyıl",
      "C": "20. yüzyıl",
      "D": "21. yüzyıl",
      "E": "22. yüzyıl"
    },
    "explanation": "21. yüzyıl hepimizin bildiği gibi “bilgi çağı” olarak nitelendirilmektedir."
  },
  {
    "id": "3398991",
    "unitNumber": 1,
    "text": "Hangisi bilgi ekonomisinin temellerini oluşturan unsurlar arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Teknolojik gelişmeler",
      "B": "Küreselleşme",
      "C": "Bilgisayarların yaygın olarak kullanılması",
      "D": "İnternet ile birlikte gelişen iletişim altyapısı",
      "E": "İşletmelerin çalışma ve yönetim anlayışlarının değişmesi"
    },
    "explanation": "Bilgi ekonomisinin temellerini oluşturan teknolojik gelişmeler, küreselleşme, bilgisayarların yaygın olarak kullanılması, internet ile birlikte gelişen iletişim altyapısı işletmelerin çalışma ve yönetim anlayışlarını kökten değiştirmiştir."
  },
  {
    "id": "3398992",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Araç takip sistemi</li> <li>Otomatik kapılar</li> <li>Tablet bilgisayarlar</li> <li>Akıllı cep telefonları</li> </ol> Yukarıdakilerden hangisi/leri yaptıkları işe göre donanımlar arasında birden çok iş yapabilen donanımlar arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "BİLGİ TEKNOLOJİLERİ<br/>Yaptıkları işe göre donanımlar tek bir işi yapan ve birden çok iş yapabilen donanımlar olarak sınıflandırılır. Tek bir iş yapabilen donanımlar arç takip sistemi ya da otomatik kapılar gibi sadece tek bir amaç için programlanmıştır. Tablet bilgisayarlar ve akıllı cep telefonları ise birden çok işi yapmak üzere tasarlanmış donanımlardır. Dolayısıyla sorunun cevabı C'dir."
  },
  {
    "id": "3398993",
    "unitNumber": 1,
    "text": "Belirli konularda uzmanlık önerileri içeren yapay zekâ destekli üstbilgilere ihtiyaç duyan bilgi sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uzman sistemler",
      "B": "Kurumsal kaynak planlama sistemleri",
      "C": "Yönetim bilgi sistemi",
      "D": "Karar destek sistemleri",
      "E": "Üst yönetim destek sistemleri"
    },
    "explanation": "BİLGİ YÖNETİMİ<br/>Uzman Sistemler, üst bilgi tabanlı sistemlerden olan ve yapay zekâ gibi ileri teknolojilerin kullanımını içeren uzman sistemler, özel uzmanlık bilgisine sahip bireyler tarafından alınan kararların bilgi teknolojileri aracılığıyla gerçekleştirilmesini sağlayan yazılımlardır. Bu sistemlerin bilgi ihtiyacı belirli konularda uzmanlık önerileri içeren yapay zekâ destekli<br/>üstbilgiler olarak tanımlanmaktadır. Dolayısıyla sorunun cevabı A'dır."
  },
  {
    "id": "3398994",
    "unitNumber": 1,
    "text": "Birbiri ile ilgili bilgilerin bütünleştirilmesi ile oluşan ve mevcut üst bilgiyi farklı alanlarda kullanabilme yeteneği olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri",
      "B": "Bilgi",
      "C": "Üst bilgi",
      "D": "Alt bilgi",
      "E": "Bilgelik"
    },
    "explanation": "BİLGİ EKONOMİSİ VE BİLGİ KAVRAMI<br/>Akıl / Bilgelik, birbiri ile ilgili bilgilerin bütünleştirilmesi ile oluşan ve mevcut üst bilgiyi farklı alanlarda kullanabilme yeteneğidir. Veriden yola çıkarak elde edilmiş bilgi ve üstbilgiyi içinde barındıran ancak yeni bir değerlendirme, analiz sürecinden geçerek kişisel deneyimle birleşen akıl en üst seviye bilgidir. Sorunun cevabı E'dir."
  },
  {
    "id": "3398995",
    "unitNumber": 1,
    "text": "........ ; verilerin karar alma sürecine destek olacak şekilde işlenmiş, yorumlanmış ve yapısal hâle getirilmiş düzenli ve kullanılabilir verilerdir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Veri",
      "B": "Bilgi",
      "C": "Üst bilgi",
      "D": "Akıl",
      "E": "Bilgelik"
    },
    "explanation": "BİLGİ EKONOMİSİ VE BİLGİ KAVRAMI<br/>Bilgi; verilerin karar alma sürecine destek olacak şekilde işlenmiş, yorumlanmış ve yapısal hâle getirilmiş düzenli ve kullanılabilir verilerdir. Kullanıcısı için bir anlam ifade<br/>eden bilgi yeniden işlenerek üst bilginin oluşmasına zemin hazırlamaktadır. Sorunun cevabı B'dir."
  },
  {
    "id": "3398996",
    "unitNumber": 1,
    "text": "Örgütü etkileyeceği düşünülen ve örgütün dışında oluşan sosyo-ekonomik, politik, hukuki, kültürel, teknolojik gelişmelerin yarata¬cağı tehdit ve fırsatlara ilişkin bilgi aşağıdaki bilgi çeşitlerinden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Açık bilgi",
      "B": "Örtük bilgi",
      "C": "Yönetsel bilgi",
      "D": "Bilişimsel bilgi",
      "E": "Dışsal bilgi"
    },
    "explanation": "BİLGİ EKONOMİSİ VE BİLGİ KAVRAMI<br/>Örgütü etkileyeceği düşünülen ve örgütün dışında oluşan sosyo-ekonomik, politik, hukuki, kültürel, teknolojik gelişmelerin yaratacağı tehdit ve fırsatlara ilişkin bilgi dışsal bilgi olarak sınıflandırılır. Örgütün kendisi dışında gelişen ve kendi aldığı kararlardan bağımsız olarak ortaya çıkan bilgidir. Dolayısıyla sorunun cevabı E'dir."
  },
  {
    "id": "3398997",
    "unitNumber": 1,
    "text": "Bilgi yönetimi sürecinde bilgi kullanımının ne düzeyde gerçekleştiğinin, bilginin verimli kullanılıp kullanılmadığının araştırıldığı aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilginin Üretilmesi",
      "B": "Bilginin Sınıflandırılması",
      "C": "Bilginin Paylaşılması",
      "D": "Bilginin Kullanılması",
      "E": "Bilginin Değerlendirilmesi"
    },
    "explanation": "BİLGİ YÖNETİMİ<br/>Bilgi yönetim sürecinin aşamaları <br/><ul> <li>Bilginin üretilmesi</li> <li>Bilginin sınıflandırılması ve depolanması</li> <li>Bilginin paylaşılması</li> <li>Bilginin kullanılması</li> <li>Bilginin değerlendirilmesi ve ölçülmesi olarak sıralanmaktadır. </li> </ul> Bu süreçte son aşama olan bilginin değerlendirilmesi ve ölçülmesi aşaması bilgi kullanımının ne düzeyde gerçekleştiğinin, bilginin verimli kullanılıp kullanılmadığının araştırıldığı ve ölçüldüğü aşamadır. Dolayısıyla sorunun cevabı E'dir."
  },
  {
    "id": "3398998",
    "unitNumber": 1,
    "text": "Bilgi teknolojisinin, işletme içi iletişimin geliştirilmesi, takım çalışmasının desteklenmesi, coğrafi olarak farklı noktalarda bulunan çalışanların da aynı sistemi kullanarak istenen bilgileri paylaşabilmesi ve bununla birlikte verimliliğin arttırılması amacıyla kullanılmaya başlandığı dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri işleme dönemi",
      "B": "Mikro dönem",
      "C": "Ağ dönemi",
      "D": "Dijitalleşme dönemi",
      "E": "Büyük veri dönemi"
    },
    "explanation": "BİLGİ TEKNOLOJİLERİ<br/>Ağ döneminde bilgi teknolojilerinin öncelikli hedefi işletmede çalışanların ve yöneticilerin bir ağ ile birbirlerine bağlanması, bu sayede işletme içi iletişimin geliştirilmesi, takım çalışmasının desteklenmesi, coğrafi olarak farklı noktalarda bulunan çalışanların da aynı sistemi kullanarak istenen bilgileri paylaşabilmesi ve bununla birlikte verimliliğin arttırılması olarak değerlendirilmektedir. Mikro bilgisayarların yaygın olarak kullanılması ile bu ağ yapılarına duyulan ihtiyaç artmıştır. Dolayısıyla sorunun cevabı C'dir."
  },
  {
    "id": "3398999",
    "unitNumber": 1,
    "text": "Ürünlerin, sistemlerin, süreçlerin, pazarlamanın ve insanları yönetmek açısından işe yaramayan araçların ya da süreçlerin yaratıcılık kullanılarak tekrar çözümlenmesi olarak tanımlanan ve bilgi ekonomisinin temel özelliklerinden biri olan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dijitalleşme",
      "B": "Sanallaşma",
      "C": "Bütünleşme",
      "D": "Yakınlaşma",
      "E": "Yenilikçilik"
    },
    "explanation": "BİLGİ EKONOMİSİ VE BİLGİ KAVRAMI<br/>Bilgi ekonomisinin temel özellikleri; bilgi, dijitalleşme, sanallaşma, bireyselleşme, bütünleşme, aracısızlaşma, yakınlaşma, yenilikçilik, üret-tüketici (üreten tüketici), ivedilik, küreselleşme ve çatışma olarak sıralanabilir. Yenilikçilik, ürünlerin, sistemlerin, süreçlerin, pazarlamanın ve insanların sürekli olarak yenilenmesi gerekir. İşe yaramayan araçların, süreçlerin yaratıcılık kullanılarak yeniden çözümlenmesi bilgi ekonomisinin getirdiği uygulamalardan biridir. Dolayısıyla sorunun cevabı E'dir."
  },
  {
    "id": "3399000",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Teknoloji</li><br/><li>Dönüşüm</li><br/><li>Kültür</li><br/><li>Liderlik</li><br/></ol><br/>Yukarıdakilerden hangisi bilgi yönetiminin temel unsurları arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, III ve IV",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "BİLGİ YÖNETİMİ<br/>Bilgi yönetimi örgüt için bilgiyi bulmak, sınıflamak, seçmek ve paylaşmayı kolaylaştıran bir sistemdir. Bu adımların etkin olarak yerine getirilebilmesi bilgi yönetiminin dört temel unsuru olarak teknoloji, liderlik, kültür ve ölçümü saymak mümkündür. Dolayısıyla sorunun cevabı C'dir."
  },
  {
    "id": "3399001",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Uluslararası uyum ve küresel iş birlikleri </li> <li>Merkezi yönetim</li> <li>Ulus devlet</li> <li>Vatandaş odaklı yönetim</li> </ol> Yukarıdakilerden hangisi/leri sanayi toplumunda politik sistemin özellikleri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız II",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "BİLGİ EKONOMİSİ VE BİLGİ KAVRAMI<br/>Sanayi toplumunda politik sistemin teme özellikleri; <br/><ul> <li>Uluslararası çatışma ve kutuplaşma</li> <li>Merkezi yönetim</li> <li>Ulus devlet</li> <li>Güvenlik odaklı yönetim olarak sıralanmaktadır.</li> </ul> Bilgi toplumunda ise politik sistem uluslararası çatışma ve kutuplaşma, yerinden yönetim, ulus ötesi yapılar ve vatandaş odaklı yönetim ile tanımlanmaktadır. Dolayısıyla sorunun cevabı C'dir."
  },
  {
    "id": "3399002",
    "unitNumber": 1,
    "text": "Hangisi <strong>ekonomik sistem açısından</strong> sanayi toplumunda değil de <strong>bilgi toplumunda</strong> görülür?",
    "correctAnswer": "C",
    "options": {
      "A": "Ulusal ekonomi",
      "B": "Fiziksel sermayeye dayalı ekonomi",
      "C": "Dijital para",
      "D": "Merkezi yönetim",
      "E": "Endüstriyel organizasyonlar"
    },
    "explanation": "Tablo 1.1 Sanayi ve Bilgi Toplumu Arasındaki Farklar"
  },
  {
    "id": "3399003",
    "unitNumber": 1,
    "text": "Hangisi <strong>teknolojik sistem açısından</strong> sanayi toplumunda değil de <strong>bilgi toplumunda</strong> görülür?",
    "correctAnswer": "B",
    "options": {
      "A": "Mekanik teknoloji devrimi",
      "B": "İnternete dayalı iletişim araçları",
      "C": "İşgücünü ikame eden makineler",
      "D": "Montaj hattına dayalı üretim",
      "E": "Güvenlik odaklı yönetim"
    },
    "explanation": "Tablo 1.1 Sanayi ve Bilgi Toplumu Arasındaki Farklar"
  },
  {
    "id": "3399004",
    "unitNumber": 1,
    "text": "İletişim teknolojileri aracılığıyla belirli bir yere bağlı kalmadan çalışabilen, örgüt fonksiyonlarını yerine getirebilen, üretim, dağıtım, satış gibi faaliyetleri dijital ağlar üzerinden yürüten işletmelere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanal organizasyon",
      "B": "Küçük işletme",
      "C": "Holding",
      "D": "Uzaktan çalışma",
      "E": "Nesnelerin interneti"
    },
    "explanation": "Sanal organizasyonlar, iletişim teknolojileri aracılığıyla belirli bir yere bağlı kalmadan çalışabilen, örgüt fonksiyonlarını yerine getirebilen, üretim, dağıtım, satış gibi faaliyetleri dijital ağlar üzerinden yürüten işletmelerdir."
  },
  {
    "id": "3399005",
    "unitNumber": 1,
    "text": "Hangisi günümüzde kişisel verilerin korunması konusunu daha da önemli hâle getiren gelişmeler arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik ve ticari gelişmeler",
      "B": "Sosyal ağların yaygınlaşması",
      "C": "Verinin ticari meta hâline dönüşmesi",
      "D": "Bilim ve teknik alanındaki yenilikler",
      "E": "Sanal organizasyonların artması"
    },
    "explanation": "Günümüzde kişisel verilerin korunması konusunu daha da önemli hâle getiren gelişmeler şöyle özetlenebilir:<br/>• Ekonomik ve ticari gelişmeler: Elektronik ticaretin yaygınlaşması ile birlikte, müşteriler ve tedarikçiler ya da iş ortakları ile yapılan işlemler bilgi teknolojileri aracılığı ile yürütülmeye başlanmıştır.<br/>• Sosyal ağların yaygınlaşması: Sosyal ağlar üzerinden paylaşılan verilerin kişilerin özel hayatını ve kişisel verilerini açığa çıkarma riskini arttırmakta, kötü niyetli kişilerin bilgi güvenliğini tehdit etmesine yol açmaktadır.<br/>• Verinin ticari meta hâline dönüşmesi: Piyasaların temel dinamiği rekabet üstünlüğü hâline geldiği için pazar hakkında elde edilen veriler ve üretilen bilgi birikimi büyük önem taşımaya başlamıştır. Dolayısıyla kişisel verilerin kişilerin bilgisi dışında derlen- mesine yönelik ihtiyaç veri güvenliğini tehdit etmeye başlamıştır.<br/>• Bilim ve teknik alanındaki yenilikler: İletişim ağları üzerinden paylaşılan veriler herkesin kullanımına açılmıştır. Bu ağlar üzerinde paylaşılan veriler siber saldırılara açık hâle gelmiştir."
  },
  {
    "id": "3399006",
    "unitNumber": 1,
    "text": "Bilgi güvenliğinin sağlanabilmesi için kurum içerisinde gerçekleştirilmesi gereken temel unsurlardan hangisi yetkisiz kişilerin bilgiye ulaşmasının engellenmesini amaçlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Gizlilik",
      "B": "Bütünlük",
      "C": "Erişilebilirlik",
      "D": "Kayıt Tutma",
      "E": "Güvenilirlik"
    },
    "explanation": "Bilgi güvenliğinin sağlanabilmesi için kurum içerisinde gizlilik, bütünlük ve erişilebilirlik gibi temel unsurların gerçekleştirilmesi gerekmektedir. Bu üç temel unsura ek olarak bilgi güvenliğinin sağlanması ve devam ettirilmesi için yetkilendirme, kayıt tutma, süreklilik, güvenilirlik, inkâr edememe ve kimlik doğrulaması gibi alt unsurların da mutlaka bulunması gerekmektedir.<br/>Gizlilik: Yetkisiz kişilerin bilgiye ulaşmasının engellenmesi amaçlanmaktadır.<br/>Bütünlük: Bilginin yetkisiz kişiler tarafından değiştirilmesinin, tahribata uğratılmasının ve bozulmasının engellenmesi demektir.<br/>Erişilebilirlik: Yetkili kişilerin veya sistemlerin zamanında herhangi bir engel ile karşılaşmadan bilgiye erişiminin sağlanmasıdır.<br/>Kayıt Tutma: Bilgi sistemlerinde gerçekleşen olaylara ilişkin kayıtlar sistemlerin kendi üzerinde veya merkezi olarak tutulmalıdır.<br/>Güvenilirlik: Kurumların bilgi sistemlerinde yer alan cihazların ve bilginin transferi için kullanılan sistemlerin tasarımlarına ve kurumun hazırlamış olduğu şartnamenin maddelerine bağlı kalarak çalışması yeteneğidir.<br/>İnkâr Edememe: Bilgi sistemleri arasında bir bilgi aktarımı yapılmışsa ne gönderen veriyi gönderdiğini ne de alıcı veriyi aldığını inkâr edememelidir.<br/>Yetkilendirme: Kullanıcı adı ve parola doğrulaması sağlanan kullanıcıların sisteme, programa veya ağa hangi yetkilerle erişim hakkına sahip olduklarını belirten sistemdir."
  },
  {
    "id": "3399007",
    "unitNumber": 1,
    "text": "Hangisi etkileşimli destek içeren analitik bilgilere ihtiyaç duyulan bilgi sistemidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Elektronik veri işleme sistemleri",
      "B": "Karar destek sistemleri",
      "C": "Ofis otomasyon sistemleri",
      "D": "Yönetim bilgi sistemleri",
      "E": "Yapay zeka ve uzman sistemler"
    },
    "explanation": "Tablo 1.3 Bilgi Sistemleri ve Bilgi İhtiyacı"
  },
  {
    "id": "3399008",
    "unitNumber": 1,
    "text": "İletişim teknolojisi desteği ile bölümler arası paylaşılması gereken veri, bilgi ve üst bilgilere ihtiyacı olan bilgi sistemi hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karar destek sistemleri",
      "B": "Üst yönetim destek sistemleri",
      "C": "Kurumsal kaynak planlama sistemleri",
      "D": "Yönetim bilgi sistemleri",
      "E": "Elektronik veri işleme sistemleri"
    },
    "explanation": "Tablo 1.3 Bilgi Sistemleri ve Bilgi İhtiyacı<br/><table> <tbody> <tr> <td> Bilgi Sistemlerinin Çeşitleri<br/></td> <td> Bilgi İhtiyacı<br/></td> </tr> <tr> <td> Elektronik veri işleme sistemleri<br/></td> <td> İşletme faaliyetleri ile ilgili rutin veriler<br/></td> </tr> <tr> <td> Ofis otomasyon sistemleri<br/></td> <td> Operasyon sürecinde kullanılan dijital veriler<br/></td> </tr> <tr> <td> Yönetim bilgi sistemleri<br/></td> <td> Yönetim düzeyinde planlama, kontrol ve karar verme süreçleri için gerekli bilgiler<br/></td> </tr> <tr> <td> Karar destek sistemleri<br/></td> <td> Etkileşimli destek içeren analitik bilgiler<br/></td> </tr> <tr> <td> Üst yönetim destek sistemleri<br/></td> <td> Üst düzey yöneticiler için kurum içi ve dışı grafiksel bilgiler<br/></td> </tr> <tr> <td> Yapay zekâ ve uzman sistemler<br/></td> <td> Belirli konularda uzmanlık önerileri içeren yapay zekâ destekli üstbilgiler<br/></td> </tr> <tr> <td> Kurumsal kaynak planlama sistemleri<br/></td> <td> İletişim teknolojisi desteği ile bölümler arası paylaşılması gereken veri, bilgi ve üst bilgiler<br/></td> </tr> </tbody> </table>"
  },
  {
    "id": "3399009",
    "unitNumber": 1,
    "text": "Bilgi yönetimi sürecinin, \"esas amacı bilgiyi kolay ve istenilen herkes tarafından erişilebilir ve uygulanabilir hâle getirmek olan\" aşaması hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilginin üretilmesi",
      "B": "Bilginin paylaşılması",
      "C": "Bilginin kullanılması",
      "D": "Bilginin sınıflandırılması ve depolanması",
      "E": "Bilginin değerlendirilmesi ve ölçülmesi"
    },
    "explanation": "Bilgi yönetim süreci olarak adlandırılan bu sistematik yaklaşımla çalışanların ve yöneticilerin bilgi yönetimi konusunda yürütecekleri faaliyetler tanımlanmış olur.Bilginin üretilmesi ile başlayan ve ölçülmesi ile tekrar başa dönen bu sürecin aşamaları aşağıda açıklanmıştır.<br/>Bilginin Üretilmesi: Bilgi yönetimi açısından önemli olan, bilginin bilinçli ve sistemli olarak üretilmesidir. Bilgi verilerden yola çıkarak üretilir. Bu üretim sırasında güvenilir verilerin kullanılması ve ihtiyaca cevap vermesi konularına dikkat edilmesi gerekir. Araştırma-geliştirme çalışmaları ve ortak üretim çalışmaları bilginin üretimi açısından önemli kaynaklardır.<br/>Bilginin Sınıflandırılması ve Depolanması: Bilginin doğru zamanda, doğru kişi tarafından ve doğru biçimde kullanılması, bilginin sınıflandırılmasıyla sağlanır. Bilginin sınıflandırılmasındaki esas amaç, bilgiyi kolay ve istenilen herkes tarafından erişilebilir ve uygulanabilir hâle getirmektir. Sınıflandırıldıktan sonra bilgi yapısına uygun şekilde (yazılı, görsel, dijital vb.) depolanarak kullanıma hazır şekilde saklanır."
  },
  {
    "id": "3399171",
    "unitNumber": 1,
    "text": "Alvin Toffler (1992)e göre üç dalga halinde gerçekleşmiş olan ekonomik ve toplumsal değişimde, bilgi toplumu dalgası hangi yıllardan itibaren ortaya çıkmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1930'lardan itibaren,",
      "B": "19340'lardan itibaren,",
      "C": "1950'lerdan itibaren,",
      "D": "1960'lardan itibaren,",
      "E": "1970'lerdan itibaren,"
    },
    "explanation": "Alvin Toffler (1992)e göre ekonomik ve toplumsal değişim üç dalga halinde gerçekleşmiştir: Birinci Dalga, bin yıllık süreçte gelişen “tarım toplumu”dur. İkinci Dalga, 1600’lerin sonlarından 1900’lerin ortalarına kadar üç yüz yıllık süreçte gelişen “sanayi toplumu” olarak tanımlanmaktadır. Üçüncü Dalga ise 1950’lerden itibaren ortaya çıkan “bilgi toplumu”dur. Entelektüel sermayenin fiziksel kaynakların önüne geçtiği, bilginin önemli bir üretim faktörü hâline geldiği bu dönemde, teknolojik gelişmeler bilginin üretimi ve paylaşılması amacıyla kullanılmaya başlanmıştır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3399172",
    "unitNumber": 1,
    "text": "Sanayi ve bilgi toplumu arasındaki farklarda, aşağıdakilerden hangisi ekonomik sistemde bilgi toplumuna ait kavramlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fiziksel sermayeye dayalı ekonomi",
      "B": "Küresel ekonomi",
      "C": "Endüstriyel organizasyonlar",
      "D": "Ulusal ekonomi",
      "E": "Sembolik kâğıt para"
    },
    "explanation": "Bilgi teknolojileri ve bu teknolojilerin ekonomik ve toplumsal gelişmeye etkileri dikkate alınarak bu çağa bilgi çağı, günümüz toplumuna da bilgi toplumu adı verilmektedir. Ekonomik sistemde; Küresel ekonomi, insan kaynaklarına ve bilgi sermayesine dayalı ekonomi, bilgi tabanlı organizasyonlar ve dijital paradır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3399173",
    "unitNumber": 1,
    "text": "Ürünlerin, fikirlerin, kültürlerin ve dünya görüşlerinin alışverişinden doğan bir uluslararası bütünleşme sürecine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yakınlaşma",
      "B": "Sanallaşma",
      "C": "İnovasyon",
      "D": "Küreselleşme",
      "E": "Çatışma"
    },
    "explanation": "Küreselleşme, ürünlerin, fikirlerin, kültürlerin ve dünya görüşlerinin alışverişinden doğan bir uluslararası bütünleşme sürecidir. Dünyanın birleşik hâle gelmesi, tekdüze dinamikler ile oluşan bir süreç değildir. Çünkü küreselleşme, ekonomik olduğu kadar siyasal, teknolojik ve kültürel boyutlu bir süreçtir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3399174",
    "unitNumber": 1,
    "text": "Bilgi hiyerarşisi piramidinde en alt basamakta aşağıdakilerden hangisi yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri",
      "B": "Bilgi",
      "C": "Akıl",
      "D": "Üst bilgi",
      "E": "Sezgi"
    },
    "explanation": "Veri (Data): Veri çeşitli sembollerle (harf, rakam, işaret gibi) temsil edilen, ham ve işlemeye hazır gerçekler ya da izlenimler olarak tanımlanmaktadır. Objektif gerçekleri ifade eden veriler içerisinde yorum ya da değerlendirme yoktur, dolayısıyla kullanıcısına bir anlam ifade edebilmesi için işlenmesi gerekir. Düzenlenmemiş ve tek başına anlam ifade etmeyen ve bilgi hiyerarşisinin en alt basamağında yer alan bilgi veridir. Veriden sonra piramitte, yukarı doğru sırayla; Bilgi / Enformasyon, Üstbilgi, Akıl / Bilgelik yer alı. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3399175",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, bilginin değerini belirleyen unsurlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğruluk,",
      "B": "Zamana uygunluk,",
      "C": "Yerindelik,",
      "D": "Eksiksiz olma,",
      "E": "Sezgisellik,"
    },
    "explanation": "Bilginin değerini belirleyen unsurlar;<br/>• Doğruluk,<br/>• Zamana uygunluk,<br/>• Eksiksiz olma,<br/>• Yerindelik,<br/>• Ekonomik bir şekilde ulaşma ve<br/>• İhtiyaca uygunluk olarak sıralanabilir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3399176",
    "unitNumber": 1,
    "text": "Bilgi teknolojileri ve bilgi sistemleri kullanılarak bilimsel yöntemlerle elde edilen nesnel bilgiye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetsel Bilgi",
      "B": "Bilişimsel Bilgi",
      "C": "Dışsal Bilgi",
      "D": "Örgütsel bilgi",
      "E": "Açık ve Örtük Bilgi"
    },
    "explanation": "Bilişimsel Bilgi: Bilgi teknolojileri ve bilgi sistemleri kullanılarak bilimsel yöntemlerle elde edilen nesnel bilgidir. İnternet üzerinden alınan rezervasyon sayısı, en çok tercih edilen destinasyonlar ya da işletmeler gibi konular hakkında bilgi teknolojileri desteği ile elde edilen bilgi bilişimsel bilgiye örnek olarak verilebilir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3399177",
    "unitNumber": 1,
    "text": "Donanım çeşitlerinin sınıflandırılmasında, yaptıkları işlere göre donanımlarda aşağıdakilerden hangisi, birden çok iş yapabilen<br/>donanımla çalışan cihazlardandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yangın alarm sistemi",
      "B": "Araç takip sistemi",
      "C": "Otomatik kapılar",
      "D": "Sunucu ve terminal bilgisayarlar",
      "E": "Plaka tanıma sistemi"
    },
    "explanation": "Donanım Teknolojileri: Donanım; bir işlem, süreç veya görevin yapılması için kullanılan ekipmandır. Bilgi teknolojisinde elle tutulup gözle görülen tüm fiziksel parçalara donanımdır. Donanım çeşitlerinin sınıflandırılmasında, yaptıkları işlere göre donanımlarda aşağıdakilerden hangisi, birden çok iş yapabilen donanımla çalışan cihazlar; İstemci ve masaüstü bilgisayarlar,<br/>sunucu ve terminal bilgisayarlar, tablet bilgisayarlar ve akıllı cep telefonlarıdır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3399178",
    "unitNumber": 1,
    "text": "Bilgi sisteminden beklenen hedefleri gerçekleştirmek üzere girdi ve çıktı birimleri ile merkezi işlem biriminin faaliyetlerini kontrol etmek üzere hazırlanan programlar ve komutlar dizisine nasıl adlandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Çıktı Birimleri",
      "B": "İzlekler",
      "C": "Yazılım",
      "D": "İnsan kaynakları",
      "E": "Merkezi İşlem Birimi"
    },
    "explanation": "Yazılım: Bilgi sisteminden beklenen hedefleri gerçekleştirmek üzere girdi ve çıktı birimleri ile merkezi işlem biriminin faaliyetlerini kontrol etmek üzere hazırlanan programlar ve komutlar dizisi yazılım olarak adlandırılmaktadır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3399184",
    "unitNumber": 1,
    "text": "Farklı işlevlere sahip bilgi sistemlerinin farklı düzeylerde ve yapıda bilgiye ihtiyaç duydukları düşünüldüğünde; \"ofis otomasyon sistemleri\" için duyulan bilgi ihtiyacı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetim düzeyinde planlama, kontrol ve karar verme süreçleri için gerekli bilgiler",
      "B": "Operasyon sürecinde kullanılan dijital veriler",
      "C": "Etkileşimli destek içeren analitik bilgiler",
      "D": "Üst düzey yöneticiler için kurum içi ve dışı grafiksel bilgiler",
      "E": "Belirli konularda uzmanlık önerileri içeren yapay zekâ destekli üstbilgiler"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5d08794751c1a96ca9f9dc0616773126.png\" alt=\"\" width=\"801\" height=\"419\">"
  },
  {
    "id": "3399185",
    "unitNumber": 1,
    "text": "'Tedarik zinciri yönetimi, stok kontrolü, müşteri ilişkileri yönetimi, muhasebe gibi işletmenin farklı alanlarından gelen bilgiler arasında bağ kuran bu sistemlerin çalışabilmesi için iletişim teknolojileri ile veri tabanlarının birbirine bağlanması gerekmektedir.'<br/>Aşağıdakilerden hangisi, bu sistemi birleştiren yapıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yönetim Bilgi Sistemleri",
      "B": "Ofis Otomasyon Sistemleri",
      "C": "Karar Destek Sistemleri",
      "D": "Karar Destek Sistemleri",
      "E": "Kurumsal Kaynak Planlama Sistemleri"
    },
    "explanation": "Kurumsal Kaynak Planlama Sistemleri: Kurumsal kaynak planlama sistemleri, diğer adıyla bütünleşik bilgi sistemleri, işletmelerde sıkça kullanılan alt bilgi sistemleri arasında bilgi alışverişini sağlayan ve bütün bu sistemleri birleştiren yapılardır. Tedarik zinciri<br/>yönetimi, stok kontrolü, müşteri ilişkileri yönetimi, muhasebe gibi işletmenin farklı alanlarından gelen bilgiler arasında bağ kuran bu sistemlerin çalışabilmesi için iletişim teknolojileri ile veri tabanlarının birbirine bağlanması gerekmektedir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3399010",
    "unitNumber": 2,
    "text": "Bir müşterinin konaklama işletmesinden çıkışı esnasında gerçekleştirilen ödeme, faturalandırma, oda anahtarının teslim alınması gibi işlemlere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Check-in işlemleri",
      "B": "Tedarik zinciri yönetimi",
      "C": "Kurumsal kaynak planlaması",
      "D": "Konaklama yönetim sistemi",
      "E": "Check-out işlemleri"
    },
    "explanation": "Bir müşterinin konaklama işletmesinden çıkışı esnasında gerçekleştirilen ödeme, faturalandırma, oda anahtarının teslim alınması gibi işlemlere check-out işlemleri adı verilir. Doğru yanıt, E'dir."
  },
  {
    "id": "3399011",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi otel yönetim sistemlerinin temel amaçlarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetime zamanında ve kapsamlı rapor sunmak",
      "B": "Kaynak dökümanlarının ve bilgi-işlem süreçlerinin sayısını arttırmak",
      "C": "Faaliyetler üzerinde daha iyi bir denetim sağlamak",
      "D": "Müşteri hizmetlerinin geliştirilmesine katkıda bulunmak",
      "E": "Maliyetlerde tasarruf sağlamak"
    },
    "explanation": "Kaynak dökümanlarının ve bilgi-işlem süreçlerinin sayısını arttırmak, otel yönetim sistemlerinin temel amaçlarından biri değildir. Temel amaç, gerekli olmayan kaynak dökümanlarının ve bilgi-işlem süreçlerinin sayısını azaltmaktır. Doğru yanıt B'dir."
  },
  {
    "id": "3399012",
    "unitNumber": 2,
    "text": "Konaklama yönetim sistemlerinin ilk örneği aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kat hizmetleri otomasyonu",
      "B": "Önbüro otomasyonu",
      "C": "Stok yönetimi otomasyonu",
      "D": "Banket yönetimi otomasyonu",
      "E": "Getiri yönetimi otomasyonu"
    },
    "explanation": "Konaklama yönetim sistemlerinin ilk örneği, ön büroda manuel olarak yürütülen işlemlerin bilgisayarlar aracılığıyla gerçekleştirilmesini sağlayan önbüro otomasyonudur. Doğru yanıt, B'dir."
  },
  {
    "id": "3399013",
    "unitNumber": 2,
    "text": "Konaklama işletmelerinde \"devamlı misafirler\" için kullanılan terim, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "No-show",
      "B": "Banket",
      "C": "Repeat guest",
      "D": "Trace",
      "E": "SPA"
    },
    "explanation": "Konaklama işletmelerine devamlı olarak gelen, devamlı misafirler için kullanılan terim, \"repeat guest\"dir. Doğru yanıt, C'dir."
  },
  {
    "id": "3399014",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi konaklama yönetim sistemleri aracılığıyla yerine getirilen temel işlevlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Satış noktası yönetimi",
      "B": "Gün sonu işlemleri",
      "C": "Stok ve maliyet yönetimi",
      "D": "Eğlence ve etkinlik yönetimi",
      "E": "Kurumsal kaynak planlaması yönetimi"
    },
    "explanation": "Kurumsal kaynak planlaması yönetimi, konaklama yönetim sistemleri aracılığıyla yerine getirilen temel işlevlerden biri değildir. Bütünleşik konaklama yönetim sistemlerinden birisidir. Doğru yanıt, E'dir.<br/>Kurumsal kaynak planlaması yönetimi, konaklama yönetim sistemleri aracılığıyla yerine getirilen temel işlevlerden biri değildir. Daha üst düzeyde yararlanılan, bütünleşik konaklama yönetim sistemleri arasında yer alır. Doğru yanıt, E'dir."
  },
  {
    "id": "3399015",
    "unitNumber": 2,
    "text": "Müşterilere yönelik gerçekleştirilmesi gereken özel uygulamalar hakkında departmanlar arası iletişimin sağlanması amacıyla listeler hazırlanması işine ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ön kasa işlemleri",
      "B": "Gece denetimi",
      "C": "Takip (trace) işlemleri",
      "D": "E-arşivleme",
      "E": "Stok ve maliyet analizi"
    },
    "explanation": "Müşterilere yönelik gerçekleştirilmesi gereken özel uygulamalar hakkında departmanlar arası iletişimin sağlanması amacıyla listeler hazırlanması işine, Takip (trace) işlemleri adı verilir. Doğru yanıt, C'dir."
  },
  {
    "id": "3399016",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi konaklama yönetim sistemleri kapsamında kat hizmetleri yönetimi işlevi altında gerçekleştirilebilecek işlemlerden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Oda doluluk oranı",
      "B": "Yatak doluluk oranı",
      "C": "Ortalama kalış süresi",
      "D": "Kayıp ve bulundu işlemleri",
      "E": "Misafir başına ortalama gelir"
    },
    "explanation": "Kayıp ve bulundu işlemleri, konaklama yönetim sistemleri kapsamında kat hizmetleri yönetimi işlevi altında gerçekleştirilebilecek işlemlerden birisidir. Diğer seçeneklerdekiler ise raporlar ve istatistikler arasında yer almaktadır. Doğru yanıt, D'dir."
  },
  {
    "id": "3399017",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi gün sonu işlemleri arasında gerçekleştirilen işlemlerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Oda planlarının yapılması",
      "B": "Müşteri folyolarının kontrol edilmesi",
      "C": "Kredi kartı işlemlerinin kontrol edilmesi",
      "D": "Faturalandırma işlemlerinin gerçekleştirilmesi",
      "E": "Gece denetimi"
    },
    "explanation": "Kat hizmetleri yönetimi işlemleri arasında yer alan oda planlarının yapılması, gün sonunda yapılmaz. Doğru yanıt, A'dır."
  },
  {
    "id": "3399018",
    "unitNumber": 2,
    "text": "Net oda gelirlerinin toplam misafir sayısına bölünmesiyle elde edilen oran aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Oda doluluk oranı",
      "B": "Yatak doluluk oranı",
      "C": "Ortalama kalış süresi",
      "D": "Takip (trace) işlemleri",
      "E": "Misafir başına ortalama gelir"
    },
    "explanation": "Net oda gelirlerinin toplam misafir sayısına bölünmesiyle elde edilen oran, misafir başına ortalama gelirdir. Doğru yanıt, E'dir."
  },
  {
    "id": "3399019",
    "unitNumber": 2,
    "text": "Aşağıdaki modüllerden hangisi aracılığıyla konaklama işletmeleri, envanterlerinde yer alan malzeme, ekipman ve teçhizatla ilgili barkod etiketlemesi, ürün kullanım tarihçesi takibi, kayıp ve zayi takibi gibi işlemleri yapabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Demirbaş ve amortisman yönetimi",
      "B": "Stok ve maliyet analizi yönetimi",
      "C": "Muhasebe yönetimi",
      "D": "Personel ve bordro yönetimi",
      "E": "POS yönetimi"
    },
    "explanation": "Demirbaş ve amortisman yönetimi aracılığıyla konaklama işletmeleri, envanterlerinde yer alan malzeme, ekipman ve teçhizatla ilgili barkod etiketlemesi, ürün kullanım tarihçesi takibi, kayıp ve zayi takibi gibi işlemleri yapabilir. Doğru yanıt, A'dır."
  },
  {
    "id": "3399020",
    "unitNumber": 2,
    "text": "Konaklama işletmelerinin ve konaklama hizmet veren diğer tür kuruluşların bünyesindeki yönetim süreçlerinin yürütülmesinde faydalanılan yazılımlar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Otel Yönetim Sistemleri",
      "B": "Bilgisayarlı rezervasyon sistemleri",
      "C": "Kurumsal Kaynak Planlaması Sistemleri",
      "D": "Bilgisayarlı Dağıtım Sistemleri",
      "E": "Bulut Sistemleri"
    },
    "explanation": "Konaklama Yönetim Sistemleri<br/>Otel yönetim sistemleri, konaklama işletmelerinin bünyesindeki tüm yönetim süreçlerinin yürütülmesinde faydalanılan yazılımlardır. Otel yönetim sistemlerinin temel amaçları şunlardır:<br/>• Yönetime zamanında ve kapsamlı rapor<br/>sunmak,<br/>• Gerekli olmayan kaynak dokümanlarının<br/>ve bilgi-işlem süreçlerinin sayısını azaltmak,<br/>• Faaliyetler üzerinde daha iyi bir denetim<br/>sağlamak,<br/>• Yönetime, müşteri döngüsünü daha iyi izleme ve denetleme imkânı sağlamak,<br/>• Otelin müşteri hizmetlerinin geliştirilmesi<br/>ve genişletilmesine katkıda bulunmak,<br/>• Maliyetlerde tasarruf sağlamaktır."
  },
  {
    "id": "3399021",
    "unitNumber": 2,
    "text": "\"................................adapte olmuş sistemler ilk yatırım maliyetini ortadan kaldırmış ve “kullandığın kadar öde” sistemi ile konaklama işletmelerinden aylık ya da yıllık üyelik ücretleri almaya başlamıştır. Cümlede boş bırakılan yere uygun gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Teletype sistemi",
      "B": "Merkezi rezervasyon sistemleri",
      "C": "Bilgisayarlı dağıtım sistemleri",
      "D": "Bulut teknolojileri",
      "E": "Bilgisayarlı etkileşim sistemleri"
    },
    "explanation": "Daha önce satın alınan paket programların, otel içerisindeki sunuculara kurulması ile oluşturulan konaklama yönetim sistemleri, yüksek ilk yatırım maliyetine sahip ve sürekli teknik desteğe ihtiyaç duyan sistemlerdi. Hatta büyük otellerde ve zincirlerde bilgi işlem departmanlarının kurulmasını<br/>ve çok sayıda personelin istihdam edilmesini gerektiriyordu. Fakat bulut teknolojilerine adapte olmuş sistemler ilk yatırım maliyetini ortadan kaldırmış ve “kullandığın kadar öde” sistemi ile konaklama işletmelerinden aylık ya da yıllık üyelik ücretleri almaya başlamıştır. Bu sayede oteller, bulutta yer alan sisteme tanımladıkları kullanıcılar ile bir internet sayfası üzerinden girebilmekte ve sistem ihtiyaçlarını bulut üzerindeki bu yazılımlar aracılığıyla giderebilmektedir. Bulut teknolojileri, ilk yatırım maliyetini ortadan kaldırmakla birlikte, teknik servis ihtiyacını ve bilgi işlem personeli ihtiyacını da en aza indirmişlerdir."
  },
  {
    "id": "3399022",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi otel yönetim sistemlerinin en yaygın olarak kullanılanlarından biri olan ön büro programlarının bileşenlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rezervasyon",
      "B": "Kat hizmetleri",
      "C": "Misafir hesapları",
      "D": "Check-in işlemleri",
      "E": "Finansal yönetim"
    },
    "explanation": "Otel Yönetim Sistemleri<br/>Finansal yönetim, önbüro sistemi içinde yer almayan, ayrı bir sistem ile yürütülen bir süreçtir."
  },
  {
    "id": "3399023",
    "unitNumber": 2,
    "text": "Bilgi teknolojileri kullanılarak işletmenin bütün kaynaklarını planlayan ve bütün bilgi gereksinimlerini gidermeyi amaçlayan bir konaklama işletmesinin kullandığı sistem aşağıdakilerden hangisi olmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bütünleşik pazarlama iletişimi",
      "B": "Müşteri ilişkileri yönetimi",
      "C": "Otel yönetim sistemi",
      "D": "Kurumsal kaynak planlaması sistemi",
      "E": "Bilgisayarlı rezervasyon sistemleri"
    },
    "explanation": "Kurumsal Kaynak Planlaması Sistemleri (KKPS)<br/>Kurumsal kaynak planlaması sistemi; bilgi teknolojisi ile mümkün olan, işletmenin bütün kaynaklarını planlayan ve bütün bilgi gereksinimlerini gideren, tamamıyla entegre edilmiş bilgisayar destekli bir iş yönetim sistemidir. Tüm bölümlerin yazılım ve süreçlerini tek bir veri tabanı üzerinde<br/>çalışan tek bir yazılım uygulaması içinde birleştirir. Kurumsal kaynak planlaması yazılımı ise bir kuruma tüm organizasyon boyunca bilgiyi paylaşma<br/>imkânı veren bir yazılım uygulamaları serisidir."
  },
  {
    "id": "3399024",
    "unitNumber": 2,
    "text": "\"Müşterilere yönelik gerçekleştirilmesi gereken özel uygulamalar hakkında departmanlararası iletişimin sağlanması amacıyla listeler hazırlanması .............................olarak tanımlanmaktadır.\" Yukarıda boş bırakılan yere gelmesi gereken kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Check-in işlemleri",
      "B": "Takip işlemleri",
      "C": "Gece denetimi",
      "D": "Yönetim işlemleri",
      "E": "Destek hizmetler"
    },
    "explanation": "Konaklama Yönetim Sistemlerinin Temel İşlevleri<br/>Takip işlemleri, müşterilere yönelik gerçekleştirilmesi gereken özel uygulamalar hakkında departmanlar arası iletişimin sağlanması amacıyla listeler hazırlanması işidir. Örneğin, müşterinin istediği özel bir kutlama partisinin ilgili departmanlara bildirilmesi gibi."
  },
  {
    "id": "3399025",
    "unitNumber": 2,
    "text": "Satılan oda sayısının satışa hazır oda sayısına bölünmesiyle elde edilen oran aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yatak doluluk oranı",
      "B": "Oda doluluk oranı",
      "C": "Ortalama kalış süresi",
      "D": "Personel başına ortalam gider",
      "E": "Misafir başına ortalama gelir"
    },
    "explanation": "Konaklama Yönetim Sistemlerinin Temel İşlevleri<br/>Oda doluluk oranı"
  },
  {
    "id": "3399026",
    "unitNumber": 2,
    "text": "....................................... en yüksek gelirin elde edilmesi için geliştirilmiştir ve yönetsel, finansal ve pazarlama stratejileriyle doluluğun ve kârın maksimize edilmesine yardımcı olmaktadır. Cümlede boş bırakılan yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İnsan kaynakları yönetimi",
      "B": "Kurumsal kaynak planlaması",
      "C": "Getiri yönetimi",
      "D": "Destek hizmetler yönetimi",
      "E": "Animasyon"
    },
    "explanation": "KONAKLAMA YÖNETİM SİSTEMLERİNİN TEMEL İŞLEVLERİ<br/>Getiri yönetimi"
  },
  {
    "id": "3399027",
    "unitNumber": 2,
    "text": "Garantili rezervasyon yaptırmış olan müşterinin rezervasyon tarihinde konaklama işletmesine gelmemesi durumu ve bu durum üzerine oda ücretinin tanzim edilmesi fiili için kullanılan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Takip işlemi",
      "B": "No-show",
      "C": "Tekrar eden misafir",
      "D": "Potansiyel misafir",
      "E": "Misafir izleme"
    },
    "explanation": "KONAKLAMA YÖNETİM SİSTEMLERİNİN TEMEL İŞLEVLERİ<br/>No-show"
  },
  {
    "id": "3399028",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi \"ortalama kalış süresinin\" formulüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Satılan yatak sayısının gelen kişi sayısına bölünmesi",
      "B": "Net oda gelirlerinin toplam misafir sayısına bölünmesi",
      "C": "Satılan yatak sayısının satışa hazır yatak sayısına bölünmesi",
      "D": "Satılan oda sayısının satışa hazır oda sayısına bölünmesi",
      "E": "Potansiyel misafir sayısının oda sayısına bölünmesi"
    },
    "explanation": "KONAKLAMA YÖNETİM SİSTEMLERİNİN TEMEL İŞLEVLERİ<br/>Satılan yatak sayısının gelen kişi sayısına bölünmesi"
  },
  {
    "id": "3399029",
    "unitNumber": 2,
    "text": "Gün sonu işlemleri içinde tüm günün kontrolünün gerçekleştiği, misafirin hesaplarının finansal faaliyetlerinin sürdürüldüğü ve dengelendiği kontrol sürecine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gece denetimi",
      "B": "Takip işlemleri",
      "C": "Kat denetimi",
      "D": "Satış noktaları denetimi",
      "E": "Ön kasa işlemleri"
    },
    "explanation": "KONAKLAMA YÖNETİM SİSTEMLERİNİN TEMEL İŞLEVLERİ<br/>Gece denetimi"
  },
  {
    "id": "3399197",
    "unitNumber": 2,
    "text": "Türkiye’de 1975 ve 1986 yıllarında ilk bilgisayar sistemlerinin kurulduğu oteller sırasıyla hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hilton İstanbul ve Pera Palas",
      "B": "Pera Palas ve Hilton İstanbul",
      "C": "Pera Palas ve Sheraton Otel",
      "D": "Hilton İstanbul ve Sheraton Otel",
      "E": "Sheraton Otel ve Dedeman"
    },
    "explanation": "Sorunun doğru yanıtı ünitenin giriş bölümü sayfa 31 de bulunmaktadır<br/>Türkiye’de 1975 yılında Sheraton otelinde, 1986 yılındaysa Hilton İstanbul ve Pera Palas’ta bilgisayar sistemleri kurulmuştur."
  },
  {
    "id": "3399198",
    "unitNumber": 2,
    "text": "1975-86 arasında otellerde bilgisayar sistemlerinin kurulmasıyla aşağıdakilerden hangisi bu sistemlerden yararlanmamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteri folyolarının hazırlanması",
      "B": "Arka büro fonksiyonlarında uygulamalar",
      "C": "Harcamaların müşteri hesaplarına yansıtılması",
      "D": "Otel içi iletişimler",
      "E": "<strong>Otel çalışanlarının denetlenmesi</strong>"
    },
    "explanation": "Sorunun doğru yanıtı Ünitenin giriş bölümü sayfa 31 de bulunmaktadır.<br/>Devam eden dönemde çevrim içi dağıtım kanallarının ortaya çıkması bu süreci bir adım daha ileri taşımıştır. Böylece konaklama işletmeleri çok sayıdaki internet sayfasında odalarını satabilir hâle gelmişlerdir. Bu durum özellikle, pazarlama ve dağıtım noktasında sorun çeken küçük ve orta büyüklükteki münferit otellerin kendilerini tanıtabilecekleri ve hizmetlerini satabilecekleri platformların oluşmasını sağlamıştır. İnternet gelişirken, misafirlerin oteli değerlendirebildiği yorum siteleri de ortaya çıkmıştır. Bu sayede turistler bir otelden oda satın almadan önce, o otelde daha önce konaklamış turistlerin yorumlarını görerek buna göre satın alma kararı verme şansına kavuşmuştur. Böylece, konaklama yönetim sistemlerine bu yorumları da entegre edecek modüllerin geliştirilmesi gerekmiştir."
  },
  {
    "id": "3399199",
    "unitNumber": 2,
    "text": "1980’lerde üçüncü küreselleşme dönemi ve bilgi teknolojilerindeki gelişmeler turizmde aşağıdakilerden hangisine izin vermemiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "konaklama işletmelerinini nternet sayfasında odalarını satabilmesi",
      "B": "misafirlerin oteli değerlendirebildiği yorum sitelerinin ortaya çıkışı",
      "C": "küçük ve orta büyüklükteki otellerin kendilerini tanıtabilmesi",
      "D": "<strong>rezervasyon sisteminin sadece internetten yapılması</strong>",
      "E": "Bulut teknolojilerinin müşterilere yaygın kullanımı"
    },
    "explanation": "Sorunun doğru yanıtı ünitenin sayfa 32 deki ilgili bölümünde bulunmaktadır.<br/>1980’lerde üçüncü küreselleşme dönemi ve bilgi teknolojilerindeki gelişmeler r<strong>ezervasyon sisteminin sadece internetten yapılmasına izin vermemiştir.</strong>"
  },
  {
    "id": "3399200",
    "unitNumber": 2,
    "text": "Bütünleşik konaklama yönetim sistemlerinin iki başlık altında doğru olarak sınıflanması aşağıdakilerden hangisindedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Otel Mülk Sistemleri - OMS ve Kurumsal Kaynak Planlaması Sistemleri - KKPS",
      "B": "<strong>Otel Yönetim Sistemleri - OYS ve Kurumsal Kaynak Planlaması Sistemleri - KKPS</strong>",
      "C": "Otel Mülk Sistemleri - OMS ve Kurumsal Kaynak Planlaması Sistemleri - KPPS",
      "D": "Otel Yönetim Sistemleri - PMS ve Kurumsal Kaynak Planlaması Sistemleri - KPPS",
      "E": "Otel Yönetim Sistemleri - OMS ve Kurumsal Kaynak Planlaması Sistemleri - ERPS"
    },
    "explanation": "Sorunun doğru yanıtı ünitenin KONAKLAMA YÖNETİM SİSTEMLERİNİN TÜRLERİ başlığı altında sayfa 33'te bulunmaktadır.<br/>iki başlık sınıflaması Türkçe-İngilizce kısaltmaları ile şöyledir:<br/>Otel (Mülk) Yönetim Sistemleri - OYS (Property Management Systems - PMS) Kurumsal Kaynak Planlaması Sistemleri - KKPS (Enterprise Resource Planning Systems - ERPS)"
  },
  {
    "id": "3399201",
    "unitNumber": 2,
    "text": "Aşağıdakilerin hangisinde otel yönetim sistemleri 'öncelikli fonksiyonlar programları' içermez?",
    "correctAnswer": "C",
    "options": {
      "A": "rezervasyon yönetimi",
      "B": "kayıt yönetimi",
      "C": "<strong>oda kasası kontrolü</strong>",
      "D": "misafir muhasebe işlemleri,",
      "E": "oda ve ücret tahsisi"
    },
    "explanation": "Sorunun doğru yanıtı ünitenin 'Otel Yönetim Sistemleri (OYS)' başlığı altında sayfa 34'te bulunmaktadır.<br/>Otel yönetim sistemleri genel olarak otelin ön büro ve arka bürolarında kullanılan programları ifade etmek için kullanılmaktadır. Bu sistemler, r<strong>ezervasyon yönetimi, oda ve ücret tahsisi, kayıt (check-in ve check-out) yönetimi, misafir muhasebe işlemleri, misafir hesap (folio) yönetimi, hesap mutabakatı ve misafir muhasebe işlemleri</strong> gibi öncelikli fonksiyonlara sahiptir."
  },
  {
    "id": "3399202",
    "unitNumber": 2,
    "text": "<strong><em>“……………………. </em></strong>bilgi teknolojisi ile mümkün olan, işletmenin bütün kaynaklarını planlayan ve bütün bilgi gereksinimlerini gideren, tamamıyla entegre edilmiş bilgisayar destekli bir iş yönetim sistemidir.” <br/>Yukarıda boş bırakılan yere aşağıdaki seçeneklerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Konaklama yönetim sistemi",
      "B": "Kurumsal kaynak planlaması sistemi",
      "C": "Otel kayıt sistemleri",
      "D": "Bütünleşik konaklama yönetim sistemleri",
      "E": "Otel (Mülk) Yönetim Sistemleri"
    },
    "explanation": "Sorunun doğru yanıtı <strong>Kurumsal Kaynak Planlaması Sistemleri (KKPS) s: 34 b</strong>aşlığı altında bulunmaktadır<br/><strong>Kurumsal kaynak planlaması sistemi </strong>bilgi teknolojisi ile mümkün olan, işletmenin bütün kaynaklarını planlayan ve bütün bilgi gereksinimlerini gideren, tamamıyla entegre edilmiş bilgisayar destekli bir iş yönetim sistemidir."
  },
  {
    "id": "3399204",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi konaklama yönetim sistemleri aracılığıyla yerine getirilen temel işlevlerden değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>Üyelik yönetimi</strong>",
      "B": "Muhasebe işlemleri",
      "C": "İnsan kaynakları yönetimi",
      "D": "Kat hizmetleri yönetimi",
      "E": "Ön kasa işlemleri"
    },
    "explanation": "Sorunun doğru yanıtı <strong>KONAKLAMA YÖNETİM SİSTEMLERİNİN TEMEL İŞLEVLERİ s: 37 </strong>başlığı altında bulunmkaktadır.<br/><strong>Üyelik yönetimi E</strong>lektra OYS modüler yapısı içindedir"
  },
  {
    "id": "3399206",
    "unitNumber": 2,
    "text": "Tekrar eden misafir (repeat guest), aşağıdakilerden hangi konaklama müşterisini temsil eder?",
    "correctAnswer": "D",
    "options": {
      "A": "giriş yapan müşteriler",
      "B": "ayrılan müşteriler",
      "C": "rezervasyonlu müşteriler",
      "D": "<strong>devamlı müşteriler </strong>",
      "E": "kaydı iptal edilen müşteriler"
    },
    "explanation": "Sorunun doğru yanıtı KONAKLAMA YÖNETİM SİSTEMLERİNİN TEMEL İŞLEVLERİ (s: 37) başlığı altında bulunmaktadır.<br/>Tekrar eden misafir (repeat guest), devamlı müşterileri temsil eder."
  },
  {
    "id": "3399207",
    "unitNumber": 2,
    "text": "Nakit girişleri ve çıkışları, döviz işlemleri, müşteri folyoları ve ilgili işlemler hangi işlemler arasında sayılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>ön kasa ilişkileri</strong>",
      "B": "kat hizmetleri ilişkileri",
      "C": "müşteri ilişkileri",
      "D": "muhasebe",
      "E": "gün sonu işlemleri"
    },
    "explanation": "Ünitenin doğru yanıtı sayfa 38 de bulunmaktadır<br/>Nakit girişleri ve çıkışları, döviz işlemleri, müşteri folyoları ve ilgili işlemler <strong>ön kasa ilişkileri arasında sayılmaktadır. </strong>"
  },
  {
    "id": "3399208",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Konaklama yönetim sistemleri kapsamında yapılandırılan muhasebe modüllerinin temel işlevleri arasında değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kâr zarar analizi,",
      "B": "E-fatura işlemleri",
      "C": "E-defter işlemleri",
      "D": "E-arşivleme",
      "E": "<strong>Personel devam takibi </strong>"
    },
    "explanation": "Sorunun doğru yanıtı ünitenin <strong>Muhasebe İşlemleri</strong> başlığı altında bulunmaktadır.<br/><strong>Personel devam takibi </strong>konaklama yönetim sistemleri kapsamında yapılandırılan muhasebe modüllerinin temel işlevleri arasında değildir."
  },
  {
    "id": "3399030",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir POS sistemini oluşturan ana donanım parçalarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "El terminalleri",
      "B": "Dokunmatik sabit terminaller",
      "C": "İletişim birimleri",
      "D": "Kanal yönetim aracı",
      "E": "Sipariş yazıcıları"
    },
    "explanation": "Bir POS sistemi temelde el terminalleri, dokunmatik sabit terminaller, iletişim birimleri ve sipariş yazıcıları olmak üzere 4 ana donanım parçasından oluşmaktadır.<br/>Kanal yönetim aracı ise getiri yönetimi destek sistemlerinden biri olup, otel işletmelerinin çevrim içi dağıtım kanallarına fiyat ve müsaitliğin tek bir yerden güncellenmesi ve yönetilmesini sağlayan; bununla birlikte çevrim içi kanallardan gelen rezervasyon ve satışları konaklama yönetim sistemine aktaran bilgisayar yazılımıdır."
  },
  {
    "id": "3399031",
    "unitNumber": 3,
    "text": "Bir POS sisteminin temel elemanlarından biri olan ve garson, komi gibi servis personelinin mobil olarak sipariş almak ve sipariş takibi yapmak için kullandıkları, tablet benzeri el bilgisayarlarına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sabit terminaller",
      "B": "El terminalleri",
      "C": "İletişim birimi",
      "D": "Sipariş yazıcıları",
      "E": "Adisyon"
    },
    "explanation": "El terminalleri garson, komi gibi servis personelinin mobil olarak sipariş almak ve sipariş takibi yapmak için kullandıkları, tablet benzeri el bilgisayarlarıdır. Bu sayede servis personeli, müşterinin masasındayken siparişi alarak sisteme girebilir ve sipariş yazıcısı aracılığıyla doğrudan mutfak ya da Amerikan bar gibi yiyecek içecek imalat birimlerine iletebilir. Gelişmiş sistemlerde el terminalleri aynı anda adisyon yazdırma, fatura yazdırma, hesap kesme gibi işlemleri de gerçekleştirebilmektedir."
  },
  {
    "id": "3399032",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangileri bir satın alma yönetim sistemine yeni firma eklerken mutlaka olması gereken bilgiler arasında yer alır?<br/>I. Firma tarafından satılan malların tam listesi<br/>II. Firmanın rakiplerine ilişkin bilgiler<br/>III. Firmanın ticari itibarı ile ilgili bilgiler,<br/>IV. Firmanın diğer müşterileri ve referansları ile ilgili bilgiler,<br/>V. Firmanın aldığı teşviklere ilişkin bilgiler",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve V",
      "C": "Yalnızca III",
      "D": "I, III ve IV",
      "E": "II, III ve V"
    },
    "explanation": "Bir satın alma yönetim sistemine yeni firma eklerken mutlaka olması gereken bilgiler şunlardır:<br/><ul> <li>Firmanın genel durumu ile ilgili bilgiler,</li> <li>Fiyat listesinin bir örneği,</li> <li>Firmanın ticari itibarı ile ilgili bilgiler,</li> <li>Firmanın diğer müşterileri ve referansları ile ilgili bilgiler,</li> <li>Satın alma yapılacak mallara ilişkin bilgiler,</li> <li>Firma tarafından satılan malların tam listesi.</li> </ul>"
  },
  {
    "id": "3399033",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangileri etkinlik, toplantı ve banket yönetim sistemlerinin yerine getirdiği temel işlevler arasındadır?<br/>I. Somutlaştırma uygulamasını gerçekleştirme<br/>II. Toplantı takvimi oluşturma<br/>III. Firma kartları oluşturma<br/>IV. Akıllı kaynak yönetimi yapma<br/>V. Personel performans denetimi yapma",
    "correctAnswer": "C",
    "options": {
      "A": "I ve IV",
      "B": "I ve V",
      "C": "II ve III",
      "D": "IV ve V",
      "E": "II, IV ve V"
    },
    "explanation": "Bu sistemlerin yerine getirdiği temel işlevler şu şekilde sıralanabilir:<br/><ul> <li>Etkinlik projesi oluşturma,</li> <li>Tarih ve salon blokajı yapma,</li> <li>Etkinlik takvimi oluşturma,</li> <li>Etkinlik anlaşmalarını listeleme,</li> <li>Toplantı takvimi oluşturma,</li> <li>Anlaşması sağlanan etkinlikler için ödeme planları oluşturma,</li> <li>Firma kartları oluşturma,</li> <li>Banket menüleri oluşturma,</li> <li>Teklif hazırlama,</li> <li>Salon tipleri tanımlama,</li> <li>Masa tipleri tanımlama,</li> <li>Banket ekipmanları tanımlama,</li> <li>Masa düzeni oluşturma,</li> <li>Personel dağılımı yapma,</li> <li>Faturalandırma,</li> </ul>"
  },
  {
    "id": "3399034",
    "unitNumber": 3,
    "text": "Spa, spor vb. merkezler için geliştirilen otomasyon sistemlerinin temel bileşenlerinden hangisi kısıtlı kaynakların kullanılabilir zaman dilimlerinde sürekli şekilde kullanılabilmesini ve müşterilerin bekleme sürelerini en aza indirilmesini sağlamaya yöneliktir?",
    "correctAnswer": "E",
    "options": {
      "A": "Demirbaş yönetimi",
      "B": "Stok yönetimi",
      "C": "Satış noktaları yönetimi",
      "D": "Üyelik yönetimi",
      "E": "Rezervasyon yönetimi"
    },
    "explanation": "Bu tarz merkezlerde kullanılan otomasyon sistemlerinin temel bileşenleri rezervasyon yönetimi, üyelik yönetimi, satış noktaları yönetimi ve stok yönetimidir. Bununla birlikte müşteri ilişkileri yönetimi, insan kaynakları yönetimi, demirbaş yönetimi gibi ek bileşenler bulunabilir. Bu gibi merkezlerde hizmet sunan uzmanların ve hizmet sunulan mekânların kısıtlı olması dolayısıyla zaman yönetimi ön plana çıkmaktadır. Örnek olarak bir SPA merkezinde masaj masaları da masör/masöz sayısı da sınırlıdır. Benzer şekilde spor salonlarında spor aletlerinin sayısı ve müşterilere antrenman programı hazırlayacak antrenörlerin sayısı belirlidir. Aynı şekilde güzellik merkezlerinde müşterilere hizmet sunulacak istasyonların sayısı ve uzman personelin sayısı kısıtlıdır. Bu sebeple kısıtlı kaynakların kullanılabilir zaman dilimlerinde sürekli şekilde kullanılabilmesini ve müşterilerin bekleme sürelerini en aza indirilmesini sağlayacak rezervasyon planlamasının gerçekleştirilmesi gerekmektedir."
  },
  {
    "id": "3399035",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kongre, fuar ya da benzeri organizasyonlarda ihtiyaç duyulan destek hizmetlerini karşılayan üçüncü parti sistemlerin temel fonksiyonlarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri memnuniyetini değerlendirme",
      "B": "Otomatik karşılama ve bilgi terminalleri",
      "C": "Ziyaret istatistikleri tutma",
      "D": "Yoğunluk haritaları oluşturma",
      "E": "Simultane tercüme hizmetleri"
    },
    "explanation": "Kongre, fuar ya da benzeri organizasyonlarda ihtiyaç duyulan destek hizmetlerini karşılayan üçüncü parti sistemler de bulunmaktadır. Bu gibi üçüncü parti destek sistemlerinin temel fonksiyonları şunlardır:<br/><ul> <li>Otomatik kayıt işlemleri,</li> <li>Geçiş kontrolü ve denetimi işlemleri,</li> <li>Pazarlama işlemleri,</li> <li>Raporlama,</li> <li>Otomatik karşılama ve bilgi terminalleri,</li> <li>Ziyaret istatistikleri tutma,</li> <li>Yoğunluk haritaları oluşturma,</li> <li>Simultane tercüme hizmetleri.</li> </ul>"
  },
  {
    "id": "3399036",
    "unitNumber": 3,
    "text": "Spa, spor vb. merkezler için geliştirilen otomasyon sistemlerinin temel bileşenlerinden hangileri birbirleriyle entegre şekilde çalışırlar?<br/>I. Rezervasyon yönetimi<br/>II. Üyelik yönetimi<br/>III. Satış noktaları yönetimi<br/>IV. Stok yönetimi<br/>V. Müşteri ilişkileri yönetimi",
    "correctAnswer": "B",
    "options": {
      "A": "II ve III",
      "B": "I, II ve V",
      "C": "II, III ve IV",
      "D": "III ve IV",
      "E": "IV ve V"
    },
    "explanation": "Bu sistemlerin sahip olduğu diğer bir önemli özellik müşteri ilişkileri yönetimi uygulamalarıdır. Bu uygulamalar, üyelik ve rezervasyon sistemleriyle entegre şekilde çalışarak çeşitli faaliyetlerde bulunurlar. Bu nedenle, rezervasyon yönetimi, üyelik yönetimi, müşteri ilişkileri yönetimi entegre halde çalışır."
  },
  {
    "id": "3399037",
    "unitNumber": 3,
    "text": "Ağırlama işletmelerinde kullanılan akıllı sistemlerden hangisi, özellikle tekrar eden müşterileri hedefleyen ve müşterilere ilişkin bilgilerin veritabanlarında muhafaza edilmesi ile müşterinin tekrar ziyareti esnasında buna ilişkin hizmetlerin sunulmasını sağlayan sistemdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Akıllı telefon uygulamaları",
      "B": "Akıllı kart uygulamaları",
      "C": "Kişiselleştirilmiş hizmetler",
      "D": "Kiosklar",
      "E": "Akıllı odalar"
    },
    "explanation": "<em>Kişiselleştirilmiş Hizmetler: </em>Kişiselleştirilmiş hizmetler, özellikle tekrar eden müşterileri hedefleyen hizmetlerdir. Bu sayede ağırlama işletmesini ziyaret eden müşterilere ilişkin bilgiler veritabanlarında muhafaza edilerek, tekrar ziyaretleri esnasında buna ilişkin hizmetlerin sunulması sağlanmaktadır."
  },
  {
    "id": "3399038",
    "unitNumber": 3,
    "text": "Garson ve barmen gibi yiyecek içecek hizmeti sunan personelin kullandığı mobil cihazlar vasıtasıyla, müşterilerin sipariş verme ve servisi bekleme süreleri takip edilmesi ve yoğunluklara anında müdahale edilmesi şansı sunan uygulamalar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Akıllı Kaynak Yönetimi Uygulamaları",
      "B": "Personel Performans Denetimi Uygulamaları",
      "C": "Kişiselleştirilmiş Hizmetler",
      "D": "Kiosklar",
      "E": "Somutlaştırma Uygulamaları"
    },
    "explanation": "<em>Personel Performans Denetimi Uygulamaları: </em>Garson ve barmen gibi yiyecek içecek hizmeti sunan personelin kullandığı mobil cihazlar vasıtasıyla, müşterilerin sipariş verme ve servisi bekleme süreleri takip edilmesi ve yoğunluklara anında müdahale edilmesi şansı sunan uygulamalardır."
  },
  {
    "id": "3399039",
    "unitNumber": 3,
    "text": "Ağırlama işletmelerinde kullanılan akıllı sistemlerden hangisi müşterilerin, sesli komutlar, sensörler, mobil uygulamalar aracılığıyla oda içerisinde sunulan hizmetleri kontrol etmesini, tesis içerisindeki hizmetlere ilişkin bilgiler edinmesini sağlayan uygulamaları ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Akıllı Telefon Uygulamaları",
      "B": "Akıllı Kaynak Yönetimi Uygulamaları",
      "C": "Kişiselleştirilmiş Hizmetler",
      "D": "Akıllı Odalar",
      "E": "Kiosklar"
    },
    "explanation": "<em>Akıllı Odalar: </em>Müşterilerin, sesli komutlar, sensörler, mobil uygulamalar aracılığıyla oda içerisinde sunulan hizmetleri kontrol etmesini, tesis içerisindeki hizmetlere ilişkin bilgiler edinmesini sağlayan uygulamalardır."
  },
  {
    "id": "3399040",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi restoran bar gibi satış noktalarında kullanılan yönetim sistemlerinde (POS) garson, komi gibi satış personeli tarafından sipariş alımı ve takibi amacıyla kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sipariş Yazıcısı",
      "B": "El Terminali",
      "C": "Sabit Terminal",
      "D": "İletişim Birimi",
      "E": "Cep Telefonu"
    },
    "explanation": "ir POS sistemi temelde el terminalleri, dokunmatik sabit terminaller, iletişim birimleri ve sipariş yazıcıları olmak üzere 4 ana donanım parçasından oluşmaktadır. Bu sistemler, resepsiyon, önkasa, muhasebe departmanı gibi birimlerle entegre şekilde çalışmaktadır.<br/>El terminalleri garson, komi gibi servis personelinin mobil olarak sipariş almak ve sipariş takibi yapmak için kullandıkları, tablet benzeri el bilgisayarlarıdır. Bu sayede servis personeli, müşterinin masasındayken siparişi alarak sisteme girebilir ve sipariş yazıcısı aracılığıyla doğrudan mutfak ya da Amerikan bar gibi yiyecek içecek imalat birimlerine iletebilir. Gelişmiş sistemlerde el terminalleri aynı anda adisyon yazdırma, fatura yazdırma, hesap kesme gibi işlemleri de gerçekleştirebilmektedir.<br/>Bu nedenle sorunun doğru cevabı B şıkkıdır."
  },
  {
    "id": "3399041",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi restoran bar gibi satış noktalarında kullanılan yönetim sistemlerinde (POS) garson, komi gibi satış personeli tarafından hesap kesme, fatura yazdırma ve tahsilat gibi amaçlarla kullanılır.",
    "correctAnswer": "C",
    "options": {
      "A": "Sipariş Yazıcısı",
      "B": "El Terminali",
      "C": "Sabit Terminal",
      "D": "İletişim Birimi",
      "E": "Cep Telefonu"
    },
    "explanation": "“Turizmde Otomasyon Sistemleri” Kitabının “Yiyecek-İçecek ve Eğlence Yönetim Sistemleri” başlıklı 3. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.<br/>Bir POS sistemi temelde el terminalleri, dokunmatik sabit terminaller, iletişim birimleri ve sipariş yazıcıları olmak üzere 4 ana donanım parçasından oluşmaktadır. Bu sistemler, resepsiyon, önkasa, muhasebe departmanı gibi birimlerle entegre şekilde çalışmaktadır.<br/>Sabit terminaller ise ağırlama tesislerinde snack bar, lobi bar, Amerikan Bar, restoranlar gibi yiyecek içecek hizmeti sunulan mekanların kasiyer bölümünde, çoğunlukla kasanın ve kimi mekânlar için sipariş yazıcısının bulunduğu noktada bulunan, el terminallerinden daha gelişmiş, tüm menünün bir arada görülebileceği, sipariş alma, adisyon yazdırma, fatura yazdırma, hesap kesme ve hesap tahsilatı gibi işlemlerin bir arada gerçekleştirilebildiği sabit bilgisayarlardır.<br/>Bu nedenle sorunun doğru cevabı C şıkkıdır."
  },
  {
    "id": "3399042",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi restoran bar gibi satış noktalarında kullanılan yönetim sistemlerinde (POS) bulunan üçüncü parti bileşenlerinden birisi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yazar Kasa",
      "B": "Isıtıcı",
      "C": "Dijital Terazi",
      "D": "Kredi Kartı Pos cihazı",
      "E": "Tarayıcı"
    },
    "explanation": "Bir POS sistemi temelde el terminalleri, dokunmatik sabit terminaller, iletişim birimleri ve sipariş yazıcıları olmak üzere 4 ana donanım parçasından oluşmaktadır. Bu sistemler, resepsiyon, önkasa, muhasebe departmanı gibi birimlerle entegre şekilde çalışmaktadır.<br/>Bu ana donanımlarla birlikte bir satış noktaları sisteminde bulunan üçüncü parti bileşenler arasında yazar kasalar, kredi kartı pos cihazları, yazar kasa çekmeceleri, dijital teraziler, makbuz yazıcılar, tarayıcılar, dijital göstergeler sayılabilir. Bu gibi üçüncü parti cihazlarla bir tesiste ihtiyaç duyulan tüm satış işlemlerinin entegre şekilde gerçekleştirilmesi mümkündür. Birçok otel yönetim sisteminde, satış noktaları yönetim modülleri entegre halde bulunmaktadır. Bu modüller ihtiyaç duyan diğer ağırlama işletmeleri için tek başına da satılmaktadır.<br/>Bu nedenle sorunun doğru cevabı B şıkkıdır."
  },
  {
    "id": "3399043",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Kongre, Özel Olay, Fuar, Toplantı ve Etkinlik Organizasyonlarında kullanılan bilgisayar yönetim sistemlerinin yerine getirmesi gereken temel işlevlerden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Etkinlik Projesi Oluşturma",
      "B": "Otomatik Adisyon Basması",
      "C": "Satılacak Ürünlerin Gruplandırılması",
      "D": "Satış Durumunu Göstermesi",
      "E": "Stoklarda Barkod Kullanması"
    },
    "explanation": "Kongre, özel olay, fuar, toplantı ve etkinlik (K.Ö.F.T.E.) organizasyonlarında ele alınması gereken detaylar, bilgisayarlı yönetim sistemlerinin kullanılmasını gerektirmektedir. Ağırlama işletmelerinde kullanılan etkinlik, toplantı ve banket yönetimi sistemleri, yemek organizasyonları, kongreler, düğünler, ziyafetler, eğitim toplantıları, konferanslar gibi etkinliklerde, planlama aşamasından itibaren ihtiyaç duyulan yazılım ve otomasyon ihtiyacını gidermek amacıyla kullanılmaktadır. Bu sistemler salonların dizaynı, envanter planlaması, satış teklifleri sunma, departmanlar arası haberleşme gibi birçok işlevi yerine getirmektedir. Bu sistemlerin yerine getirdiği temel işlevler şu şekilde sıralanabilir:<br/><ul><br/><li>Etkinlik projesi oluşturma,</li><br/><li>Tarih ve salon blokajı yapma,</li><br/><li>Etkinlik takvimi oluşturma,</li><br/><li>Etkinlik anlaşmalarını listeleme,</li><br/><li>Toplantı takvimi oluşturma,</li><br/><li>Anlaşması sağlanan etkinlikler için ödeme planları oluşturma,</li><br/><li>Firma kartları oluşturma,</li><br/><li>Banket menüleri oluşturma,</li><br/><li>Teklif hazırlama,</li><br/><li>Salon tipleri tanımlama,</li><br/><li>Masa tipleri tanımlama,</li><br/><li>Banket ekipmanları tanımlama,</li><br/><li>Masa düzeni oluşturma,</li><br/><li>Personel dağılımı yapma,</li><br/><li>Faturalandırma,</li><br/><li>Raporlama.</li><br/></ul><br/>Bu nedenle sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "3399044",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi restoran bar gibi satış noktalarında kullanılan yönetim sistemlerinin (POS) yerine getirmesi gereken temel işlevlerden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Etkinlik projesi oluşturma",
      "B": "Tarih ve salon blokajı yapma",
      "C": "Etkinlik takvimi oluşturma",
      "D": "Etkinlik anlaşmalarını listeleme",
      "E": "Satış Durumunu Göstermesi"
    },
    "explanation": "Satış noktaları, ağırlama işletmeleri içerisinde bulunan restoran, bar, bahçe, lobi, loca gibi alanlarda ya da kendi başına bu hizmetleri sunan işletmelerde, sipariş alımı, satış, ödeme, faturalandırma gibi işlemlerin daha pratik bir şekilde gerçekleştirilmesi amacıyla kullanılmaktadır. Satış noktalarının yönetimi için kurulan sistemlerin en önemli özelliği, mobil durumlarda gerçekleştirilen sipariş ve satış faaliyetlerinin yürütülmesini kolaylaştırmasıdır. Satış noktasında kullanılan bilgi teknolojileri ile aşağıda belirlenen uygulamalar gerçekleştirilmektedir.<br/><ul><br/><li>Kasa takibi ve stok kontrol ile bağlantı sağlama,</li><br/><li>Otomatik adisyon basarak bedeli oda hesaplarına aktarabilme,</li><br/><li>Satış esnasında hesapları anında görme ve tahsil etme,</li><br/><li>Satılacak ürünleri çeşitlerine göre gruplama,</li><br/><li>Masalara müşteri grubuna göre farklı fiyat uygulama imkânı,</li><br/><li>Siparişleri mutfak yazıcısına ya da içecek bölümünün yazıcısına ayrı ayrı yönlendirilebilme, portatif yazıcılar kullanılarak adisyonu müşterinin yanında hazırlayıp müşteriye anında verilebilme,</li><br/><li>Hesap ödeme seçenekleriyle her pos kasa için ödeme şeklini ayrı ayrı tanımlanabilme (nakit, kredi hesabına, kredi kartı vb.),</li><br/><li>Detaylı raporlar ile tüm satışların ve buna bağlantılı olarak stokların kontrolü,</li><br/><li>Gün boyunca kesilen adisyonlara ait satış raporu alabilme,</li><br/><li>Satış durumu, indirim miktarı, ürün miktarı ve ödenmezleri görebilme imkânı,</li><br/></ul><br/>Bu nedenle sorunun doğru cevabı E şıkkıdır."
  },
  {
    "id": "3399045",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Kongre, Özel Olay, Fuar, Toplantı ve Etkinlik Organizasyonlarında kullanılan bilgisayar yönetim sistemlerinin ihtiyaç duyulan destek hizmetlerini karşılayan üçüncü parti sistemlerin temel hizmetlerinden birisi olmalıdır.",
    "correctAnswer": "A",
    "options": {
      "A": "Otomatik karşılama ve Bilgi terminalleri",
      "B": "Yazar kasa",
      "C": "Dijital Terazi",
      "D": "Makbuz Yazıcı",
      "E": "Kredi kartı POS Cihazı"
    },
    "explanation": "“Turizmde Otomasyon Sistemleri” Kitabının “Yiyecek-İçecek ve Eğlence Yönetim Sistemleri” başlıklı 3. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.<br/>Hâlihazırda sektörde kullanılan etkinlik, toplantı ve banket yönetimi sistemleri, çeşitli otel yönetim sistemleriyle entegre modüller olduğu gibi, ayrıca satılan paket yazılımlar olarak da satılabilmektedir. Ağırlama işletmelerinin kullanımına sunulmuş etkinlik, toplantı ve banket yönetimi sistemleri Talya Bilişim, Hotech, Provimes gibi çok sayıda hizmet sağlayıcı tarafından sunulmaktadır. Talya Bilişim ve Hotech gibi otel yönetim sistemi üzerine uzmanlaşmış firmaların sunduğu toplantı yönetim sistemleri, daha ziyade konaklama tesisleri içerisinde salonların, makine ve teçhizatın sevk ve idaresine yoğunlaşmış sistemlerdir. Bununla birlikte bir kongre, fuar ya da benzeri organizasyonlarda ihtiyaç duyulan destek hizmetlerini karşılayan üçüncü parti sistemler de bulunmaktadır. Bu gibi üçüncü parti destek sistemlerinin temel fonksiyonları şunlardır:<br/><ul> <li>Otomatik kayıt işlemleri,</li> <li>Geçiş kontrolü ve denetimi işlemleri,</li> <li>Pazarlama işlemleri,</li> <li>Raporlama,</li> <li>Otomatik karşılama ve bilgi terminalleri,</li> <li>Ziyaret istatistikleri tutma,</li> <li>Yoğunluk haritaları oluşturma,</li> <li>Simultane tercüme hizmetleri.</li> </ul> Bu nedenle sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "3399046",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ağırlama işletmelerinde kullanılan akıllı sistemler arasında oda kapısı açmak için kullanılanlardan birisidir.",
    "correctAnswer": "E",
    "options": {
      "A": "Kiosk Uygulaması",
      "B": "Garson Asistanı",
      "C": "Akıllı Oda Uygulaması",
      "D": "Kaynak Yönetim Uygulaması",
      "E": "Akıllı Kart Uygulaması"
    },
    "explanation": "“Turizmde Otomasyon Sistemleri” Kitabının “Yiyecek-İçecek ve Eğlence Yönetim Sistemleri” başlıklı 3. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.<br/>Akıllı Kart Uygulamaları: Akıllı kart uygulamaları, tesis içerisinde yararlanılan hizmetler esnasında kullanılan sistemlerdir. Akıllı kartlar oda kapılarını açmakta kullanılabileceği gibi tesis içi ödeme aracı olarak da kullanılabilirler. Kredi kartları ya da nakit olarak puan yüklenen kartlar aracılığıyla tesis içi alışverişler gerçekleştirilebilmektedir. Bununla birlikte akıllı kartlara, müşteri özelliklerine göre otelin farklı bölümlerine giriş izinleri de ayarlanabilmektedir.<br/>Bu nedenle sorunun doğru cevabı E şıkkıdır."
  },
  {
    "id": "3399047",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ağırlama işletmelerinde kullanılan akıllı sistemler arasında akıllı kartlara puan yüklemek için kullanılanlardan birisidir.",
    "correctAnswer": "A",
    "options": {
      "A": "Kiosk Uygulaması",
      "B": "Garson Asistanı",
      "C": "Akıllı Oda Uygulaması",
      "D": "Kaynak Yönetim Uygulaması",
      "E": "Akıllı Kart Uygulaması"
    },
    "explanation": "“Turizmde Otomasyon Sistemleri” Kitabının “Yiyecek-İçecek ve Eğlence Yönetim Sistemleri” başlıklı 3. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.<br/>Kiosklar: Kiosklar, tesis içerisinde danışma ve konsiyerj hizmetlerinin alınabildiği, akıllı kartlara puan yüklenebildiği, tesis içi çeşitli hizmetlere rezervasyon yapılabilen sabit multimedya terminalleridir. Bu terminaller aracılığıyla tesis içerisinde ortak alanlarda sunulan akıllı hizmetlere ulaşım sağlanmaktadır.<br/>Bu nedenle sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "3399048",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ağırlama işletmelerinde kullanılan akıllı sistemler arasında tesis içi ödeme arası olarak da kullanılanlardan birisidir.",
    "correctAnswer": "E",
    "options": {
      "A": "Kiosk Uygulaması",
      "B": "Garson Asistanı",
      "C": "Akıllı Oda Uygulaması",
      "D": "Kaynak Yönetim Uygulaması",
      "E": "Akıllı Kart Uygulaması"
    },
    "explanation": "“Turizmde Otomasyon Sistemleri” Kitabının “Yiyecek-İçecek ve Eğlence Yönetim Sistemleri” başlıklı 3. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.<br/><em>Akıllı Kart Uygulamaları: </em>Akıllı kart uygulamaları, tesis içerisinde yararlanılan hizmetler esnasında kullanılan sistemlerdir. Akıllı kartlar oda kapılarını açmakta kullanılabileceği gibi tesis içi ödeme aracı olarak da kullanılabilirler. Kredi kartları ya da nakit olarak puan yüklenen kartlar aracılığıyla tesis içi alışverişler gerçekleştirilebilmektedir. Bununla birlikte akıllı kartlara, müşteri özelliklerine göre otelin farklı bölümlerine giriş izinleri de ayarlanabilmektedir.<br/>Bu nedenle sorunun doğru cevabı E şıkkıdır."
  },
  {
    "id": "3399049",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ağırlama işletmelerinde kullanılan akıllı sistemler arasında tesis içinde verilen hizmetler için rezervasyon yaptırma hizmeti sağlayan uygulamalardan birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Garson Asistanı",
      "B": "Akıllı Oda Uygulaması",
      "C": "Kaynak Yönetim Uygulaması",
      "D": "Akıllı Kart Uygulaması",
      "E": "Akıllı Telefon Uygulaması"
    },
    "explanation": "“Turizmde Otomasyon Sistemleri” Kitabının “Yiyecek-İçecek ve Eğlence Yönetim Sistemleri” başlıklı 3. Bölümünde bu soru ile ilgili şu bilgiye yer verilmektedir.<br/>Akıllı Telefon Uygulamaları: Akıllı telefon uygulamaları, ağırlama işletmeleri içerisinde sunulan hizmetleri desteklemek üzerine tasarlanmış bilişim sistemleridir. Bu sayede müşteri deneyimini en iyileştirmek üzere çeşitli işlevler yüklenmiş, gelişmiş arayüze sahip uygulamalar tasarlanmıştır. Bu gibi sistemlerde sunulan bazı hizmetler şunlardır:<br/><ul><br/><li>Kimlik tanıma,</li><br/><li>Akıllı telefonlarla oda kapılarını açma,</li><br/><li>Oda içerisinde sunulan akıllı hizmetleri akıllı telefonlar aracılığıyla yönetme,</li><br/><li>Mobil konsiyerj hizmeti alma,</li><br/><li>SPA, güzellik merkezi, spor salonu gibi tesis içerisindeki alanlara ilişkin rehberlere ulaşma, rezervasyon yapma,</li><br/><li>Tesis içerisinde sunulan multimedya sistemlerini akıllı telefonlar aracılığıyla kullanma,</li><br/><li>Tesis içi harcamaları ve faturaları akıllı telefonlar aracılığıyla takip etme,</li><br/><li>Akıllı telefonlar aracılığıyla temassız mobil ödeme gerçekleştirebilme.</li><br/></ul><br/>Bu nedenle sorunun doğru cevabı E şıkkıdır."
  },
  {
    "id": "3399148",
    "unitNumber": 3,
    "text": "………………………………, özellikle restoran, kafeterya, gece kulübü gibi mekânlarda ya da benzer hizmetleri başka konaklama işletmelerinin bünyesinde gerçekleştiren birimlerde sipariş alma, satış, ödeme, faturalandırma gibi günlük operasyonların yönetilmesi için kullanılan sistemlerdir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Satış noktaları yönetim sistemleri",
      "B": "Satın alma, tedarik zinciri ve stok yönetim sistemleri",
      "C": "Etkinlik, toplantı ve banket yönetim sistemleri",
      "D": "SPA, spor vb. merkezler için geliştirilen yönetim sistemleri",
      "E": "Ağırlama işletmelerinde kullanılan diğer akıllı sistemler"
    },
    "explanation": "Yiyecek-İçecek ve Eğlence Yönetim Sistemleri <br/>Satış noktaları yönetim sistemleri, özellikle restoran, kafeterya, gece kulübü gibi mekânlarda ya da benzer hizmetleri başka konaklama işletmelerinin bünyesinde gerçekleştiren birimlerde sipariş alma, satış, ödeme, faturalandırma gibi günlük operasyonların yönetilmesi için kullanılan sistemlerdir."
  },
  {
    "id": "3399149",
    "unitNumber": 3,
    "text": "……….. özellikle yiyecek içecek işletmelerinde kullanılan ve ham madde, mamul, yarı mamul tedarikinin ve stokunun takibinin gerçekleştirildiği sistemlerdir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Satış noktaları yönetim sistemleri",
      "B": "Satın alma, tedarik zinciri ve stok yönetim sistemleri",
      "C": "Etkinlik, toplantı ve banket yönetim sistemleri",
      "D": "SPA, spor vb. merkezler için geliştirilen yönetim sistemleri",
      "E": "Ağırlama işletmelerinde kullanılan diğer akıllı sistemler"
    },
    "explanation": "<strong>Yiyecek-İçecek ve Eğlence Yönetim Sistemleri </strong><br/>Satın alma, tedarik zinciri ve stok yönetim sistemleri özellikle yiyecek içecek işletmelerinde kullanılan ve ham madde, mamul, yarı mamul tedarikinin ve stokunun takibinin gerçekleştirildiği sistemlerdir."
  },
  {
    "id": "3399150",
    "unitNumber": 3,
    "text": "Turnike sistemlerinin, giyilebilir teknolojilerin, oda içi akıllı teknolojilerin, bilgi terminallerinin, multimedya sistemleri hangi teknolojik sistem içinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Satış noktaları yönetim sistemleri",
      "B": "Satın alma, tedarik zinciri ve stok yönetim sistemleri",
      "C": "Etkinlik, toplantı ve banket yönetim sistemleri",
      "D": "SPA, spor vb. merkezler için geliştirilen yönetim sistemleri",
      "E": "Ağırlama işletmelerinde kullanılan diğer akıllı sistemler"
    },
    "explanation": "<strong>Yiyecek-İçecek ve Eğlence Yönetim Sistemleri </strong><br/>Ağırlama işletmelerinde bunların dışında turnike sistemlerinin, giyilebilir teknolojilerin, oda içi akıllı teknolojilerin, bilgi terminallerinin, multimedya sistemlerinin de yer aldığı çeşitli yönetim sistemleri de bulunmaktadır."
  },
  {
    "id": "3399151",
    "unitNumber": 3,
    "text": "Satın alma, tedarik zinciri ve stok yönetimi sistemleri sürecinde yürütülen temel işlevlerden 4. aşama hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İhtiyaçların tespiti",
      "B": "İç istek",
      "C": "Teslim alma ve mal kabul",
      "D": "Tedarikçi belirleme",
      "E": "Satın alma sözleşmesi"
    },
    "explanation": "SATIN ALMA, TEDARİK ZİNCİRİ VE STOK YÖNETİMİ SİSTEMLERİ <br/>Satın alma, tedarik zinciri ve stok yönetimi sistemleri temelde altı aşamalı bir sürecin yürütülmesini sağlamaktadır. Bu sürecin aşamaları ihtiyaçların tespiti, iç istek, tedarikçi belirleme, satın alma sözleşmesi, teslim alma ve mal kabul, stoklama ve dağıtımdan oluşmaktadır."
  },
  {
    "id": "3399159",
    "unitNumber": 3,
    "text": "………………ağırlama sektöründe toplu yemek organizasyonları için kullanılan terimdir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Banket",
      "B": "Kioks",
      "C": "Satış noktaları",
      "D": "Stoklama",
      "E": "Konsiyerj"
    },
    "explanation": "ETKİNLİK, TOPLANTI VE BANKET YÖNETİMİ SİSTEMLERİ <br/>Banket, Fransızcada ziyafet anlamına gelen “banquette” sözcüğünün Türkiye Türkçesinde kullanılan hâlidir ve ağırlama sektöründe toplu yemek organizasyonları için kullanılan terimdir."
  },
  {
    "id": "3399161",
    "unitNumber": 3,
    "text": "……………tesis içerisinde danışma ve konsiyerj hizmetlerinin alınabildiği, akıllı kartlara puan yüklenebildiği, tesis içi çeşitli hizmetlere rezervasyon yapılabilen sabit multimedya terminalleridir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Banket",
      "B": "Kiokslar",
      "C": "Satış noktaları",
      "D": "Stoklama",
      "E": "Konsiyerj"
    },
    "explanation": "AĞIRLAMA İŞLETMELERİNDE KULLANILAN DİĞER AKILLI SİSTEMLER <br/>Kiosklar, tesis içerisinde danışma ve konsiyerj hizmetlerinin alınabildiği, akıllı kartlara puan yüklenebildiği, tesis içi çeşitli hizmetlere rezervasyon yapılabilen sabit multimedya terminalleridir."
  },
  {
    "id": "3399162",
    "unitNumber": 3,
    "text": "Ağırlama işletmelerinde oda kapılarını açmakta ve tesis içi ödeme aracı olarak kullanılan uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çocuk Takip Uygulamaları",
      "B": "Personel Performans Denetimi Uygulamaları",
      "C": "Akıllı Kart Uygulamaları",
      "D": "Akıllı Kaynak Yönetimi Uygulamaları",
      "E": "Akıllı Telefon Uygulamaları"
    },
    "explanation": "AĞIRLAMA İŞLETMELERİNDE KULLANILAN DİĞER AKILLI SİSTEMLER <br/>Akıllı Kart Uygulamaları: Akıllı kart uygulamaları, tesis içerisinde yararlanılan hizmetler esnasında kullanılan sistemlerdir. Akıllı kartlar oda kapılarını açmakta kullanılabileceği gibi tesis içi ödeme aracı olarak da kullanılabilirler."
  },
  {
    "id": "3399163",
    "unitNumber": 3,
    "text": "Ağırlama işletmelerinde müşterilerin sipariş verme ve servisi bekleme süreleri takip edilmesi ve yoğunluklara anında müdahale edilmesi şansı sunan uygulama hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Akıllı Kart Uygulamaları",
      "B": "Çocuk Takip Uygulamaları",
      "C": "Akıllı Kaynak Yönetimi Uygulamaları",
      "D": "Personel Performans Denetimi Uygulamaları",
      "E": "Akıllı Telefon Uygulamaları"
    },
    "explanation": "AĞIRLAMA İŞLETMELERİNDE KULLANILAN DİĞER AKILLI SİSTEMLER <br/>Personel Performans Denetimi Uygulamaları: Garson ve barmen gibi yiyecek içecek hizmeti sunan personelin kullandığı mobil cihazlar vasıtasıyla, müşterilerin sipariş verme ve servisi bekleme süreleri takip edilmesi ve yoğunluklara anında müdahale edilmesi şansı sunan uygulamalardır."
  },
  {
    "id": "3399164",
    "unitNumber": 3,
    "text": "Çeşitli giyilebilir teknolojilerin kullanıldığı, müşterilerin akıllı telefonlarından, tesis içerisinde konumlandırılmış alıcılar vasıtasıyla müşterilerin nerede olduğuna ilişkin bilgileri takip edebildiği uygulama hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Akıllı Kart Uygulamaları",
      "B": "Akıllı Telefon Uygulamaları",
      "C": "Çocuk Takip Uygulamaları",
      "D": "Personel Performans Denetimi Uygulamaları",
      "E": "Akıllı Kaynak Yönetimi Uygulamaları"
    },
    "explanation": "AĞIRLAMA İŞLETMELERİNDE KULLANILAN DİĞER AKILLI SİSTEMLER <br/>Çocuk Takip Uygulamaları: Çeşitli giyilebilir teknolojilerin kullanıldığı bu uygulamalarda müşteriler akıllı telefonlarından, tesis içerisinde konumlandırılmış alıcılar vasıtasıyla çocuklarının nerede olduğuna ilişkin bilgileri takip edebilmekte ve ilgili yere ait kamera görüntülerine erişebilmektedir"
  },
  {
    "id": "3399165",
    "unitNumber": 3,
    "text": "Minibarlar, snackbarlar, vitamin barları, Amerikan bar ve diğer satış noktalarında bulunan stokların gerçek zamanlı olarak takibi sağlayan ve stok azaldığında ilgili birimlere bilgi vererek stoğun yenilenmesini sağlayan uygulamalar hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Akıllı Kart Uygulamaları",
      "B": "Çocuk Takip Uygulamaları",
      "C": "Personel Performans Denetimi Uygulamaları",
      "D": "Akıllı Kaynak Yönetimi Uygulamaları",
      "E": "Akıllı Telefon Uygulamaları"
    },
    "explanation": "AĞIRLAMA İŞLETMELERİNDE KULLANILAN DİĞER AKILLI SİSTEMLER <br/>Akıllı Kaynak Yönetimi Uygulamaları: Minibarlar, snackbarlar, vitamin barları, Amerikan bar ve diğer satış noktalarında bulunan stokların gerçek zamanlı olarak takibi sağlayan ve stok azaldığında ilgili birimlere bilgi vererek stoğun yenilenmesini sağlayan uygulamalardır. Bu sayede hizmetin aksamasının önüne geçilmesi amaçlanmaktadır."
  },
  {
    "id": "3399170",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yiyecek içecek ve eğlence yönetim sistemlerinden değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Satış noktaları yönetim sistemleri,",
      "B": "Satılacak ürünleri çeşitlerine göre gruplama",
      "C": "Etkinlik, toplantı ve banket yönetim sistemleri",
      "D": "Satın alma, tedarik zinciri ve stok yönetim <br/>sistemleri,",
      "E": "Ağırlama işletmelerinde kullanılan diğer <br/>akıllı sistemlerdir."
    },
    "explanation": "Satılacak ürünleri çeşitlerine göre gruplama"
  },
  {
    "id": "3399179",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Satış noktasında kullanılan bilgi teknolojileri ile belirlenen uygulamalar dan değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kasa takibi ve stok kontrol ile bağlantı <br/>sağlama,",
      "B": "Satış noktaları yönetim sistemleri,",
      "C": "Stoklarda barkod kullanabilme",
      "D": "• Misafirlerin harcamalarındaki limitleri kontrol edebilme",
      "E": "Gelir ve gider kontrolünü maksimum düzeyde sağlama,"
    },
    "explanation": "Satış noktaları yönetim sistemleri"
  },
  {
    "id": "3399180",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Ağırlama işletmeleri göz önüne alındığında satın almanın ve bu yönetim sistemlerinin önemi den değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Girdi kalitesi sağlanmadan ürün kalitesi sağlamak güçtür. Yönetim sistemleri aracılığıyla satın alma <br/>bölümünün piyasadan ucuza ama kaliteli ürünleri elde edebilme yeteneği artacaktır.",
      "B": "Karlılık ve kalitenin satın alma tarafından etkilenmesi demek, işletmenin uzun vadede öngördüğü <br/>performans hedeflerine ulaşmada da satın alma bölümünü önemli bir konuma getirecektir.",
      "C": "Satın alma, tedarikçiler aracılığıyla pazarda ortaya çıkan bütün yeni gelişmelerin takip edilebil-<br/>diği bir alan ve bu yeniliklerin işletmeye kazandırılması açısından da bir başlangıç noktası olarak<br/>görülmelidir",
      "D": "Rekabetçilik noktasında, maliyetlerin düşürülmesi son derece önemlidir",
      "E": "Fiyat listesinin bir örneği,"
    },
    "explanation": "Fiyat listesinin bir örneği,"
  },
  {
    "id": "3399181",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir satın alma yönetim sistemine yeni firma eklerken mutlaka olması gereken bilgilerden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Firmanın genel durumu ile ilgili bilgiler",
      "B": "Fiyat listesinin bir örneği",
      "C": "Firmanın diğer müşterileri ve referansları <br/>ile ilgili bilgiler",
      "D": "Firma tarafından satılan malların tam listesi",
      "E": "Pazarlık aşamasında, çevrim içi pazarlığa <br/>izin vermesi"
    },
    "explanation": "Pazarlık aşamasında, çevrim içi pazarlığa <br/>izin vermesi"
  },
  {
    "id": "3399182",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Yönetim sistemleri kullanımının sözleşme takibine faydalarından birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarlık aşamasında, çevrim içi pazarlığa izin vermesi",
      "B": "Firmanın genel durumu ile ilgili bilgiler,",
      "C": "Fiyat listesinin bir örneği",
      "D": "Satın alma yapılacak mallara ilişkin bilgiler",
      "E": "Firma tarafından satılan malların tam listesi."
    },
    "explanation": "Pazarlık aşamasında, çevrim içi pazarlığa izin vermesi"
  },
  {
    "id": "3399183",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ağırlama işlet<br/>melerinde kullanılan etkinlik, toplantı ve ban-<br/>ket yönetimi sistemlerinin işlevlerinden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Etkinlik projesi oluşturma,",
      "B": "Etkinlik takvimi oluşturma",
      "C": "Etkinlik anlaşmalarını listeleme,",
      "D": "Kişi başı fiyat",
      "E": "Faturalandırma"
    },
    "explanation": "Kişi başı fiyat"
  },
  {
    "id": "3399186",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Banket'in tanımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fransızcada ziyafet anlamına<br/>gelen “banquette” sözcüğünün Türkiye <br/>Türkçesinde kullanılan hâlidir ve ağırlama<br/>sektöründe toplu yemek organizasyonları<br/>için kullanılan terimdir.",
      "B": "Firma tarafından satılan malların tam listesi.",
      "C": "Satın alma yapılacak mallara ilişkin bilgiler",
      "D": "• Firmanın diğer müşterileri ve referansları <br/>ile ilgili bilgiler",
      "E": "Fiyat listesinin bir örneği,"
    },
    "explanation": "Fransızcada ziyafet anlamına<br/>gelen “banquette” sözcüğünün Türkiye <br/>Türkçesinde kullanılan hâlidir ve ağırlama<br/>sektöründe toplu yemek organizasyonları<br/>için kullanılan terimdir."
  },
  {
    "id": "3399187",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ETKİNLİK, TOPLANTI VE BANKET YÖNETİMİ SİSTEMLERİ<br/>nin temel işlevlerinden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Etkinlik projesi oluşturma,",
      "B": "Tarih ve salon blokajı yapma",
      "C": "Firma kartları oluşturma,",
      "D": "Banket menüleri oluşturma",
      "E": "Pazarlama işlemleri,"
    },
    "explanation": "Pazarlama işlemleri"
  },
  {
    "id": "3399188",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir banket organizasyonu düzenlenirken bu<br/>organizasyonla ilgili olarak ilk anlaşma<br/>aşamasında sisteme girilmesi gereken bilgilerdedn değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Oturma planı,",
      "B": "Masa planı,",
      "C": "Müzik, podyum, ses sistemi gibi istekler",
      "D": "Misafirlerle ilgili özel bilgiler.",
      "E": "Ziyaret istatistikleri tutma,"
    },
    "explanation": "Ziyaret istatistikleri tutma,"
  },
  {
    "id": "3399189",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi SPA, spor salonu vb. gibi merkezlerde kullanılan otomasyon sistemlerindeki üyelik yönetimindeki özelliklerden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üyenin kişisel bilgileri",
      "B": "Üyenin sağlık geçmişi",
      "C": "Üyeye ait fiziksel değişim, ölçüm ve grafikler",
      "D": "Üye giriş ve çıkış kayıtları",
      "E": "Personel performans kayıtları"
    },
    "explanation": "E şıkkı doğrudur.<br/>Üyelik yönetimi sistemleri ayrıca müşteri ilişkileri yönetimi sistemleri<br/>ile de entegre çalışan ve karşılıklı olarak birbirlerini<br/>destekleyen sistemlerdir. Üyelik yönetiminde bulunan bazı özellikler şunlardır:<br/>• Kişisel bilgiler<br/>• Sağlık geçmişi<br/>• Adres defteri<br/>• Fiziksel değişim, ölçüm ve grafikler<br/>• Üye giriş ve çıkış kayıtları<br/>• Geliş analizleri<br/>• Üye cari hesabı<br/>• Üyelik formları<br/>• Toplu e-posta<br/>• Toplu kısa mesaj"
  },
  {
    "id": "3399050",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi muhasebe bilgi sisteminin amaçlarından değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşletmenin ödeme durumuyla ilgili bilgi vermek",
      "B": "İşletmenin karını hesaplamak",
      "C": "İşletmenin gelir ve giderlerini saptamak",
      "D": "Bilanço sonuçlarına göre faaliyet planı oluşturmak",
      "E": "Hesap dönemi kayıtlarından yararlanarak istatistiksel veriler sağlamak"
    },
    "explanation": "Bilanço sonuçlarına göre faaliyet planı oluşturmak muhasebe bilgi sisteminin amaçlarından değildir."
  },
  {
    "id": "3399051",
    "unitNumber": 4,
    "text": "Hedeflenen bir sonuca ulaşmak için katlanılması gereken fedakarlıkların toplam parasal değeri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet",
      "B": "Sermaye",
      "C": "Amortisman",
      "D": "Demirbaş",
      "E": "Öz Sermaye"
    },
    "explanation": "Muhasebe Bilgi Sistemi<br/>Hedeflenen bir sonuca ulaşmak için katlanılması gereken fedakarlıkların toplam parasal değeri maliyettir."
  },
  {
    "id": "3399052",
    "unitNumber": 4,
    "text": "İşletmelerin faaliyetleri sonucunda varlıklarında elde ettikleri artış nasıl adlandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hasılat",
      "B": "Kazanç",
      "C": "Gelir",
      "D": "Kar",
      "E": "Brüt kar"
    },
    "explanation": "Hasılat Döngüsü<br/>İşletmelerin faaliyetleri sonucunda varlıklarında elde ettikleri artış gelir olarak adlandırılır."
  },
  {
    "id": "3399053",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi harcama döngüsünün işleyişi sırasında kullanılan belgelerden değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Satın alma istek fişi",
      "B": "Senet",
      "C": "Satın alma emri",
      "D": "Çek kayıtları",
      "E": "Mahsup fişi"
    },
    "explanation": "Senet, harcama döngüsünün işleyişi sırasında kullanılan belgelerden değildir."
  },
  {
    "id": "3399054",
    "unitNumber": 4,
    "text": "İşletmelerin satış ve pazarlama bölümü tarafından satış işlemleri sürecinde oluşturulan belge aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üretim işlemleri listesi",
      "B": "Zaman etüdü",
      "C": "Üretim programı",
      "D": "Mamul reçeteleri",
      "E": "Mamul talep formu"
    },
    "explanation": "Üretim Planlama<br/>İşletmelerin satış ve pazarlama bölümü tarafından satış işlemleri sürecinde oluşturulan belge mamul talep formudur."
  },
  {
    "id": "3399055",
    "unitNumber": 4,
    "text": "I. Üretim planlama dokümanları düzenlenir<br/>II. Siparişlere numara verilir<br/>III. Açık üretim emirleri dosyasına siparişler eklenir<br/>Bilgisayar destekli üretim planlama sisteminde veri ve bilgi akışı işlemleri sırası aşağıdakilerden hangisinde doğru verilmiştir.",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "I, III, II",
      "C": "II, I, III",
      "D": "III, II, I",
      "E": "II, III, I"
    },
    "explanation": "Bilgisayar destekli üretim planlama sisteminde veri ve bilgi akışı işlemleri sırası II, III ve I şeklindedir."
  },
  {
    "id": "3399056",
    "unitNumber": 4,
    "text": "İşletmelerin ödedikleri ücretlere ilişkin olarak tutmaya mecbur oldukları belge aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşe giriş belgesi",
      "B": "Ücret bordrosu",
      "C": "Ödeme fişi",
      "D": "Personel sivil bilgileri formu",
      "E": "Ödeme dekontu"
    },
    "explanation": "İnsan Kaynakları ve Maddi Duran Varlık Döngüsü<br/>İşletmelerin ödedikleri ücretlere ilişkin olarak tutmaya mecbur oldukları belge ücret bordrosudur."
  },
  {
    "id": "3399057",
    "unitNumber": 4,
    "text": "Tekdüzen hesap planında 25 nolu hesapta bulunan maddi duran varlıklardan 'demirbaşların' numarası aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "255",
      "B": "254",
      "C": "251",
      "D": "253",
      "E": "252"
    },
    "explanation": "İnsan Kaynakları ve Maddi Duran Varlık Döngüsü<br/>Tekdüzen hesap planında 25 nolu hesapta bulunan maddi duran varlıklardan 'demirbaşların' numarası 255'dir."
  },
  {
    "id": "3399058",
    "unitNumber": 4,
    "text": "Ekran, yazıcı ve datashow bilgisayar sisteminin hangi birimi sınıfındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Merkezi işlem birimleri",
      "B": "Giriş birimleri",
      "C": "Çıkış birimleri",
      "D": "İkinci depolama birimleri",
      "E": "İletişim birimleri"
    },
    "explanation": "Muhasebe Bilgi Sistemi ve Bilgisayar<br/>Ekran, yazıcı ve datashow bilgisayar sisteminin çıkış birimi sınıfındadır."
  },
  {
    "id": "3399059",
    "unitNumber": 4,
    "text": "Küçük işletmeler için 'run' ve büyümek isteyen işletmeler için de 'jump' versiyonları bulunan turizm muhasebe programı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sistem otel",
      "B": "Dia muhasebe",
      "C": "Akınsoft",
      "D": "Mikro yazılım",
      "E": "Logo muhasebe"
    },
    "explanation": "Turizm İşletmelerinde Kullanılan Muhasebe Otomasyon Sistemleri<br/>Küçük işletmeler için 'run' ve büyümek isteyen işletmeler için de 'jump' versiyonları bulunan turizm muhasebe programı Mikro Yazılım'dır."
  },
  {
    "id": "3399060",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi muhasebe sisteminin veriyi işleyerek bilgiye dönüştürmesinin bir amacı sayılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sistem yapısının araştırılması",
      "B": "Sistem analizi yapılması",
      "C": "Teknoloji faaliyetlerinin artması",
      "D": "İşletmedeki departmanlar için bilgi sistemi geliştirilmesi",
      "E": "Kontrol faaliyetlerinde karar verilmesi"
    },
    "explanation": "Muhasebe sisteminin gerçekleştirdiği işlemlerden biri planlama, uygulama ve kontrol faaliyetleri için karar vermede kullanılmak üzere veriyi işleyerek bilgiye dönüştürmektir. Bundan dolayı sorunun doğru cevabı “kontrol faaliyetlerinde karar verilmesi” seçeneğidir."
  },
  {
    "id": "3399061",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi hasılat döngüsü kapsamında kullanılan belgelerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mamul reçeteleri",
      "B": "Üretim programı",
      "C": "Üretim (iş) emirleri",
      "D": "Sevk irsaliyesi",
      "E": "Zaman etüdü"
    },
    "explanation": "Hasılat döngüsü kapsamında her işlemde çalışan kişiler kendi alanlarıyla ilgili çeşitli belgeler düzenler ve bu belgeleri kayıt altında tutarlar. Bu belgeler şu şekilde sıralanmaktadır: Satış sipariş formu, sevk irsaliyesi, satış faturası, yevmiye maddeleri, onaylı fiyat listesi, büyük defter hesapları, muavin hesaplar, özet satış raporu, aylık müşteri borç raporu. Bu bilgiler ışığında sorunun doğru cevabı “sevk irsaliyesi” seçeneğidir."
  },
  {
    "id": "3399062",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bilgi sistemlerinde kullanılan bilgisayar teknolojisi niteliğinin, sistemin niteliğine doğrudan etki etmesinin başlıca bir nedeni sayılabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Muhasebe bilgi sisteminde bulunan döngülerin anlaşılması",
      "B": "Üretimin planlanması",
      "C": "İhtiyaç duyulan bilginin en ekonomik ve hızlı şekilde sağlanması",
      "D": "Mali nitelikli işlemlerin kayıt altına alınması",
      "E": "Depolanan bir verinin birden çok kullanıcısı olması"
    },
    "explanation": "Teknolojinin oldukça geliştiği günümüzde bilgisayar kullanımı muhasebe alanında da bilgi paylaşımında kullanılmaktadır. Muhasebe bilgi sisteminin temelinde bilgisayar olması bilginin daha doğru, yalın ve güvenilir olmasını sağlamaktadır. Bunun yanında iyi bir bilgi sistemi bilgi kullanıcılarına ihtiyaç duydukları bilgiyi, en ekonomik, en hızlı şekilde sağlayan sistemdir. Bu bağlamda bilgi sistemlerinde bulunan bilgisayar teknolojisinin niteliği sistemin niteliğine de doğrudan etki etmektedir. Bundan dolayı sorunun doğru cevabı “ihtiyaç duyulan bilginin en ekonomik ve hızlı şekilde sağlanması” seçeneğidir."
  },
  {
    "id": "3399063",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ETS Muhasebe Yönetim sisteminin otel işletmesindeki kapsam alanı dışında kalan birimlerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Personel alımı",
      "B": "Stok ve satış yönetimi",
      "C": "Ön muhasebe",
      "D": "Demirbaş",
      "E": "Satın alma"
    },
    "explanation": "ETS Muhasebe Yönetimi Otellerin ihtiyaçlarına göre özelleştirilmiş kapsamlı bir muhasebe yönetim sistemidir. Ön muhasebe ve genel muhasebe dışında işletmenin idari süreçlerinin tamamını yönetebilecek satın alma, demirbaş, personel, stok ve satış yönetimi modüllerini içermektedir. Bunlardan dolayı sorunun doğru cevabı “ön muhasebe” seçeneğidir."
  },
  {
    "id": "3399064",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmelerde muhasebe bilgi sisteminin oluşturulmasında dikkate alınması gereken ilkelerden biri olan insan etkeni ilkesinin temel prensiplerinden birini ortaya koymuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Görev tanımlarının yapılması",
      "B": "Personelin mesleki yeterliliğe sahip olması",
      "C": "Yetki ve sorumlulukların uygun bir şekilde dağıtılması",
      "D": "Mali tabloların düzenli olarak ve gerçeği yansıtır şekilde hazırlanması",
      "E": "Muhasebe bilgi sisteminin rahatlıkla anlaşılabilir ve açık olması"
    },
    "explanation": "İşletmelerde, muhasebe bilgi sisteminin oluşturulmasında dikkate alınması gereken birtakım ilkeler mevcuttur. Bunlar: uygun maliyet ilkesi, raporlama ilkesi, insan etkeni ilkesi, örgüt yapısı ilkesi, açık ve anlaşılabilir olma ilkesi, veri biriktirme ve işleme ilkeleridir. Bu ilkelerden insan etkeni ilkesi, muhasebe bilgi sistemini işletecek personelin yeterli sayıda ve mesleki yeterliliğe sahip olması gerektiğini ifade etmektedir. Sorunun doğru cevabı “insan etkeni ilkesi” seçeneğidir."
  },
  {
    "id": "3399065",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi harcama döngüsü kapsamında kullanılan belgelerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Teslim alma raporu",
      "B": "Büyük defter hesapları",
      "C": "Üretim sürecine ilişkin maliyet kayıtları",
      "D": "Finansal raporlar ve çıktıları",
      "E": "Onaylı fiyat listesi"
    },
    "explanation": "Turizm işletmeleri tüm diğer işletmeler gibi mal ve hizmet üretimi yapabilmek için aynı zamanda çeşitli mal ve hizmetleri de tüketmek zorundadır. Tüm bu tüketimler bir harcama ya da gider meydana getirmektedir. Bu bağlamda harcama döngüsü satın alma ve ödeme işlemlerini ifade etmektedir. Harcama döngüsünün işleyişi sırasında kullanılan belgeler aşağıda sıralanmaktadır: Satın alma istek fişi, satın alma emri, teslim alma raporu, mahsup fişi, çek kayıtları, nakit ödemeler özet raporu, nakit gereksinimleri raporu. Bu bilgiler ışığında sorunun doğru cevabı “teslim alma raporu” seçeneğidir."
  },
  {
    "id": "3399066",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi üretim döngüsünün bir özelliğini ortaya koymuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Satın alma ve ödeme işlemlerini ifade etmesi",
      "B": "Müşteri ihtiyaçlarının karşılanarak müşteri tatmini sağlanması yolu ile maliyet getirmesi",
      "C": "Temelde satış ve tahsilat kavramlarını içermesi",
      "D": "İşletmelerin varlık elde etmek için ödeme yapması",
      "E": "İşletmelerin harcama kayıtlarının bilgisayar ortamında yapılması"
    },
    "explanation": "Üretim, müşteri ihtiyaçlarının karşılanarak müşteri tatmini sağlayan ve beraberinde maliyet getiren ve işletmenin hedeflerine ulaşmasını sağlayan faaliyetlerdir. Muhasebe açısından bakıldığında toplam üretim direkt ilk madde ve malzeme, direkt işçilik ve genel üretim maliyetlerinin tamamından oluşmaktadır. Bunlardan dolayı sorunun doğru cevabı “müşteri ihtiyaçlarının karşılanarak müşteri tatmini sağlanması yolu ile maliyet getirmesi” seçeneğidir."
  },
  {
    "id": "3399067",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi maliyet muhasebesinin temel amaçlarından biri sayılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Siparişlere numara verilmesi",
      "B": "Üretim planlama dokümanları düzenlenmesi",
      "C": "Esas üretim maliyet yerlerinin belirlenmesi",
      "D": "Gereksinim duyulan malzemeye ilişkin raporlar oluşturulması",
      "E": "Fiyatlandırma için birim maliyetin bulunması"
    },
    "explanation": "Üretim faaliyetleri karmaşık bir yapıya sahip olduğundan bu işlemler sırasında üretilen maliyetlerin genel muhasebe yaklaşımlarıyla izlenmesi mümkün değildir. Bu bağlamda bu alanda da muhasebe kayıtlarının tutulabilmesi açısından maliyet muhasebesi uzmanlık alanı ortaya çıkmıştır. Maliyet muhasebesinin temel amacı, fiyatlandırma için birim maliyeti bulma, maliyetleri kontrol altına alma ve yöneticiler için karar alma konusunda yardımcı olmaktır. Sorunun doğru cevabı “fiyatlandırma için birim maliyetin bulunması” seçeneğidir."
  },
  {
    "id": "3399068",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi insan kaynakları döngüsünde kullanılan veri kaynaklarından biri olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ücret bordrosu",
      "B": "Mamul reçeteleri",
      "C": "Satın alma istek formu",
      "D": "İlk madde ve malzeme istek formu",
      "E": "İşçilik zaman formu"
    },
    "explanation": "İnsan kaynakları yönetimi; işletmelerde faaliyetlerin gerçekleşebilmesi için gerekli insan kaynağının sağlanması, istihdamı ve geliştirilmesi ile ilgili, planlama, örgütleme, yönlendirme ve denetleme faaliyetlerini içeren bir disiplindir. İnsan kaynakları döngüsü personellere olan ödemeleri ve personel modüllerini kapsamaktadır. İnsan kaynakları döngüsünde kullanılan veri kaynakları işe giriş bildirgesi, personel sivil bilgileri formu, ücret bordrosu ve ödeme fişi olarak sıralanabilir. Bunlardan dolayı sorunun doğru cevabı “ücret bordrosu” seçeneğidir."
  },
  {
    "id": "3399069",
    "unitNumber": 4,
    "text": "Muhasebe bilgi sisteminde yer alan donanım, yine muhasebe bilgi sistemi için aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Muhasebe kayıtları",
      "B": "Merkezi işlem birimleri",
      "C": "Bilgi teknolojisi",
      "D": "Yevmiye defteri",
      "E": "Dosya çıkışları"
    },
    "explanation": "Muhasebe bilgi sisteminde yer alan donanım, muhasebe bilgi sistemi için bilgi teknolojisini ifade etmektedir. Bunun yanında bu bilgi teknolojisi sistemin diğer unsurları olan insan, yazılım, veri ve prosedürler uyumlu olarak çalışmalıdır. Bütün bilgisayarlarda donanım ve yazılım bulunmaktadır. Bilgisayarlar için donanım bilgisayarı oluşturan ekran, klavye gibi fiziksel parçaların bütünüdür. Bu bilgiler ışığında sorunun doğru cevabı “bilgi teknolojisi” seçeneğidir."
  },
  {
    "id": "3399190",
    "unitNumber": 4,
    "text": "Aşağıdaki ifadelerden hangisi bilgi sistemlerinin genel bir tanımı olabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Organizasyonun varlıklarını korumak için yeterli kontrollerin sağlanmasına olanak veren işleyiş bütünü",
      "B": "Biriktirilmiş veri veya bilgileri sorgulamak suretiyle gereksinimlere göre çeşitli raporlar hazırlanmasını sağlayan işleyiş bütünü",
      "C": "Yöneticilere işletmeleri ile ilgili karar alma sürecinde işletmeleriyle ilgili bilgileri sağlayan işleyiş bütünü",
      "D": "Mali işlemler ile ilgili verileri toplayıp kayıt eden organizasyonlar bütünü",
      "E": "Bilgiyi toplayan, işleyen ve transfer etmeyi sağlayan donanım, yazılım, ağ sistemleri, veri ve insanlardan oluşan bir bütün"
    },
    "explanation": "Bilgi sistemleri; bilgiyi toplayan, işleyen ve transfer etmeyi sağlayan donanım, yazılım, ağ sistemleri, veri ve insanlardan oluşan bir bütünüdür. Bundan dolayı sorunun doğru cevabı “Bilgiyi toplayan, işleyen ve transfer etmeyi sağlayan donanım, yazılım, ağ sistemleri, veri ve insanlardan oluşan bir bütün” seçeneğidir."
  },
  {
    "id": "3399191",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi muhasebe bilgi sisteminin gerçekleştirdiği işlemlerden biri <strong><u>olamaz?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Faaliyetler ve işlemler hakkındaki mali işlemler ile ilgili verileri toplamak ve kaydetmek",
      "B": "Organizasyonun varlıklarını korumak için yeterli kontrolleri sağlamak",
      "C": "Gereksinimlere göre çeşitli raporlar hazırlamak",
      "D": "Mal ve hizmet üretimi yapabilmek için çeşitli mal ve hizmetleri tüketmek",
      "E": "İhtiyaç duyulduğu zaman doğru ve güvenilir verilere sahip olunmasını sağlamak"
    },
    "explanation": "Muhasebe bilgi sistemi aşağıda sıralanan işlemleri gerçekleştirmektedir: Faaliyetler ve işlemler hakkındaki mali işlemler ile ilgili verileri toplar ve kaydeder. Planlama, uygulama ve kontrol faaliyetleri için karar vermede kullanılmak üzere veriyi işleyerek bilgiye dönüştürür. Organizasyonun varlıklarını korumak için yeterli kontrolleri sağlar. Bu kontroller, ihtiyaç duyulduğu zaman doğru ve güvenilir verilere sahip olunmasını sağlar. Bilgi kullanıcılarının gereksinimleri çerçevesinde belirlenmiş rapor ve bilgileri oluşturur. Biriktirilmiş veri veya bilgileri sorgulamak suretiyle gereksinimlere göre çeşitli raporlar hazırlar. Bu bilgiler doğrultusunda sorunun doğru cevabı “mal ve hizmet üretimi yapabilmek için çeşitli mal ve hizmetleri tüketmek” seçeneğidir."
  },
  {
    "id": "3399192",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi harcama döngüsünün işleyişi sırasında kullanılan belgelerden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Nakit gereksinimleri raporu",
      "B": "İşçilik zaman formu",
      "C": "Çek kayıtları",
      "D": "Teslim alma raporu",
      "E": "Satın alma istek fişi"
    },
    "explanation": "Harcama döngüsünün işleyişi sırasında kullanılan belgeler aşağıda sıralanmaktadır: Satın alma istek fişi, satın alma emri, teslim alma raporu, mahsup fişi, çek kayıtları, nakit ödemeler özet raporu, nakit gereksinimleri raporu. Bu bilgiler doğrultusunda sorunun doğru cevabı “işçilik zaman formu” seçeneğidir. Çünkü işçilik zaman formu harcama döngüsünün işleyişi sırasında kullanılan belgelerden biri değil; üretim işlemleri sisteminde yer alan temel belgelerden biridir."
  },
  {
    "id": "3399193",
    "unitNumber": 4,
    "text": "Aşağıdaki ifadelerden hangisi ETS Muhasebe Yönetiminin ayırt edici bir özelliğini ortaya koymuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Ön muhasebe ve kurumsal kaynak planlaması kullanmak isteyen tüm işletmelere hitap etmesi",
      "B": "Ön muhasebe ve genel muhasebe dışında işletmenin idari süreçlerinin tamamını yönetebilecek satın alma, demirbaş, personel, stok ve satış yönetimi modüllerini içermesi",
      "C": "Mikro işletmelerin ön muhasebelerini yöneterek online olarak çalışması",
      "D": "Gelir-gider tablolarının takip edilebilmesi, defter dökümlerinin saklanması ve şubelerin yönetebilmesi için geliştirilmiş olması",
      "E": "Restoran, kafe, bar, otel, SPA ve bilardo salonlarında adisyonları takip etmek için kullanılması"
    },
    "explanation": "ETS Muhasebe Yönetimi, otellerin ihtiyaçlarına göre özelleştirilmiş kapsamlı bir muhasebe yönetim sistemidir. Ön muhasebe ve genel muhasebe dışında işletmenin idari süreçlerinin tamamını yönetebilecek satın alma, demirbaş, personel, stok ve satış yönetimi modüllerini içermektedir. Program modüler olarak tasarlandığından ihtiyaç doğrultusunda istenilen modüller sonradan da eklenebilir. Bu bilgiler ışığında sorunun doğru cevabı “ön muhasebe ve genel muhasebe dışında işletmenin idari süreçlerinin tamamını yönetebilecek satın alma, demirbaş, personel, stok ve satış yönetimi modüllerini içermesi” seçeneğidir."
  },
  {
    "id": "3399194",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bilgisayar sisteminde ikinci depolama birimi olarak ifade edilen araçlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Manyetik (hard) diskler",
      "B": "Ekran",
      "C": "Datashow",
      "D": "Yazıcı",
      "E": "Barkod okuyucu"
    },
    "explanation": "Bir bilgisayar sisteminde temel olarak giriş birimleri, merkezi işlem birimi, iletişim birimleri, çıkış birimleri ve ikinci depolama birimleri bulunmaktadır. İkinci Depolama Birimleri: Bu birim, merkezi işlem birimi dışında verilerin toplanması ve saklanması için kullanılmaktadır. Merkezi işlem birimi bilgisayara dahil iken ikinci depolama birimleri harici olarak çalışmaktadır. Muhasebe bilgi sisteminde ikinci depolama birimleri genel olarak kullanıldığı gibi verilerin yedeklenmesi amacıyla kullanılmaktadır. İkinci depolama birimi olarak ifade edilen araçlar şunlardır:, disketler, CD/ DVD rom. Bu bilgiler ışığında sorunun doğru cevabı “manyetik (hard) diskler” seçeneğidir."
  },
  {
    "id": "3399195",
    "unitNumber": 4,
    "text": "“Muhasebe bilgi sisteminde giriş birimler …… ve ……. olmak üzere iki kısımda ele alınır” ifadesindeki boşlukları aşağıda belirtilmiş seçenekler ile tamamlayınız.",
    "correctAnswer": "C",
    "options": {
      "A": "Depolama alanı-merkezi işlem birimi",
      "B": "Manyetik (hard) diskler- datashow",
      "C": "Kaynak dokümanlar-bilgisayar giriş birimleri",
      "D": "Klavye-yazıcı",
      "E": "Kaynak dokümanlar-merkezi işlem birimi"
    },
    "explanation": "Muhasebe bilgi sisteminde giriş birimleri iki kısımda ele alınabilir. Bunlar; kaynak dokümanlar ve bilgisayar giriş birimleridir. Sorunun doğru cevabı “kaynak dokümanlar-bilgisayar giriş birimleri” seçeneğidir."
  },
  {
    "id": "3399196",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ‘sistem otel’ yazılımının satış modülünün bir işlevini ortaya koymuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Acentelere kredi limitleri tanımlanarak risk yönetiminin sağlanması",
      "B": "Sınırsız stok ve cari hesap tanımlaması yapılması",
      "C": "Farklı para birimleriyle çalışılması",
      "D": "Grup şirketleri ve holdingler ile kurulu sistemler üzerinden muhasebe bilgisi paylaşılması",
      "E": "Perakende ve toptan alışveriş işlemlerinin gerçekleştirilmesi"
    },
    "explanation": "<strong><u>Sistem Otel:</u></strong> Çeşitli büyüklükteki otel veya otel zincirlerinin ihtiyaçlarını karşılamak üzere tasarlanmıştır. Yazılım içerisinde işletmenin ihtiyacını karşılamak üzere hazırlanmış birçok modül bulunmaktadır. Bu modüller arasında satış, cost, kasa ve raporlama modülleri yer almaktadır.<br/>Satış modülü ile dosya ve dokümanların sistem veri tabanına eklenmesi, acentelere kredi limitleri tanımlanarak risk yönetiminin sağlanması, fiyat tanımları yapılarak kapı fiyatlarında standardizasyona gidilmesi, paket fiyatları oluşturularak misafirlere opsiyonel hizmetler sağlanması, fiyat anlaşmalarında onay mekanizması sayesinde verilen fiyatlarda denetim sağlanması gibi avantajlar sağlanmaktadır. Bu bilgiler ışığında sorunun doğru cevabı “acentelere kredi limitleri tanımlanarak risk yönetiminin sağlanması” seçeneğidir."
  },
  {
    "id": "3399203",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Materials Control (MC) stok ve takip yönetim programının maliyet yönetimi açısından sağladığı yararlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Depolama sıcaklığı, son kullanma tarihleri, stoklanan miktar gibi kritik ögeleri takip etmesi",
      "B": "Gelirleri, borçları ve varlıkları belirli bir zaman diliminde göstermesi",
      "C": "Fatura düzenlemeye yardımcı olması",
      "D": "İşletmelerin süreçlerine şeffaflık getirerek denetim süreçlerinde kolaylık sağlaması",
      "E": "Stokların gerçek durumunu öngörülen stok durumuyla kıyaslayarak, stoklar belirlenen kritik seviyelere düştüğünde yetkilileri uyarması"
    },
    "explanation": "Materials Control (MC): Satın alma ve stok kontrol yöntemlerinden biridir. Maliyet kontrolü (cost control) veri tabanı olarak da kullanılabilen sistem aynı zamanda işletmeye giren ürünlerin fiyatlarına belli kâr seçeneklerini koyarak fiyatlama, tüm maliyetlere ulaşım ve kontrol imkânı sağlamaktadır. Materials Control (MC) stok takip ve yönetim programı, stokların gerçek zamanlı durumunu görmenizi sağlayan, stok verimliliğini ve maliyetlerini optimize eden bir çözümdür. Sistemin maliyet yönetimi açısından sağladığı yararlar şu şekildedir: Stokların gerçek durumunu öngörülen stok durumuyla kıyaslar, stoklar belirlenen kritik seviyelere düştüğünde yetkilileri uyarır, kayıp ve fire miktarlarını düzenli olarak takip eder. Bu bilgiler ışığında sorunun doğru cevabı “Stokların gerçek durumunu öngörülen stok durumuyla kıyaslayarak, stoklar belirlenen kritik seviyelere düştüğünde yetkilileri uyarması” seçeneğidir."
  },
  {
    "id": "3399205",
    "unitNumber": 4,
    "text": "Farklı türde işletmelerde kullanılmak üzere ayrı muhasebe programları sunan Logo kaç yılında kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1984",
      "B": "1974",
      "C": "1985",
      "D": "1994",
      "E": "1992"
    },
    "explanation": "1984 yılında kurulan Logo farklı türde işletmelerde kullanılmak üzere farklı muhasebe programları sunmaktadır. Bunlardan ilki Logo İşbaşı, mikro işletmelerin ön muhasebelerini yönetmesi amacıyla geliştirilen online olarak çalışan bir programdır. Farklı mobil uygulamaları da bulunan program sipariş, fatura, gelir-gider, stok, cari hesap, kasa-banka takibi yapılmaktadır. Mikro işletmelere getirilen bir yenilik olarak işletmeler programla mobilden sesli komutla fatura oluşturabilmekte ve oluşturulan faturaları e-fatura / e-arşiv fatura olarak gönderebilmektedir. Sorunun doğru cevabı “A” seçeneğidir."
  },
  {
    "id": "3399209",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mikro yazılım restoran muhasebe programının işlevlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Raporların mail olarak istenilen adreslere gönderilebilmesi",
      "B": "Mizan, gelir tablosu, bilanço ve diğer mali tabloları istenilen şekilde tanımlayabilmesi",
      "C": "Depo transferi ve kontrolü işlemleri yapabilmesi",
      "D": "Mevzuat gereği yapılacak tüm muhasebe işlemlerini yapabilmesi",
      "E": "Dönem başında önceki dönem hesap devirlerini yapabilmesi"
    },
    "explanation": "Mikro yazılımın aynı zamanda restoran muhasebe programı bulunmaktadır. Restoran muhasebe programının işlevleri şunlardır: • Depo transferi ve kontrolü işlemleri yapabilir, • Fiş, fatura, irsaliye işlemlerinizi yapabilir, • Ciro takibi yapabilir, • Nakit, kredi kartı gibi seçeneklerle satış yapabilir, • Müşteri bilgilendirmesi için SMS kullanabilir, • Bankalar ile entegrasyon sağlayabilir, • Restoranın performansına dair raporlar alabilir, • Restoran çalışanlarına dair maaş ve avans ödemeleri dahil her türlü işlemi kolayca ve hızlı bir şekilde gerçekleştirilebilir. Bu bilgiler ışığında sorunun doğru cevabı “depo transferi ve kontrolü işlemleri yapabilmesi” seçeneğidir."
  },
  {
    "id": "3399230",
    "unitNumber": 4,
    "text": "I. Faaliyetler ve işlemler hakkındaki mali işlemler ile ilgili verileri toplar ve kayeder.<br/>II. Planlama, uygulama ve kontrol faaliyetleri için karar vermede kullanılmak üzere veriyi işleyerek bilgiye dönüştürür.<br/>III. Siparişleri karşılamaya ve gereksinim duyulan malzemeye ilişkin raporlar oluşturur.<br/>IV. Bilgi kullanıcılarının gereksinimleri çerçevesinde belirlenmiş rapor ve bilgileri oluşturur.<br/>V. Açık üretim emirleri dosyasına siparişler ekler.<br/>Yukarıdakilerden hangisi/hangileri muhasebe bilgi sisteminin gerçekleştirdiği işlemler arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve IV",
      "B": "II, III ve IV",
      "C": "I, III ve V",
      "D": "I ve V",
      "E": "III ve V"
    },
    "explanation": "Yanıtınız yanlış ise MUHASEBE BİLGİ SİSTEMİ başlıklı konuyu tekrar gözden geçiriniz.<br/>Muhasebe bilgi sisteminin gerçekleştirdiği işlemler:<br/>• Faaliyetler ve işlemler hakkındaki mali işlemler ile ilgili verileri toplar ve kaydeder.<br/>• Planlama, uygulama ve kontrol faaliyetleri için karar vermede kullanılmak üzere veriyi işleyerek bilgiye dönüştürür.<br/>• Organizasyonun varlıklarını korumak için yeterli kontrolleri sağlar. Bu kontroller, ihtiyaç duyulduğu zaman doğru ve güvenilir verilere sahip olunmasını sağlar.<br/>• Bilgi kullanıcılarının gereksinimleri çerçevesinde belirlenmiş rapor ve bilgileri oluşturur.<br/>• Biriktirilmiş veri veya bilgileri sorgulamak suretiyle gereksinimlere göre çeşitli raporlar hazırlar."
  },
  {
    "id": "3399231",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d9d4d5d14ecc0cea2109d60fd38d388d.png\" alt=\"\" width=\"549\" height=\"378\">",
    "correctAnswer": "A",
    "options": {
      "A": "1-d, 2-a, 3-e, 4-b, 5-c",
      "B": "1-b, 2-e, 3-d, 4-a, 5-c",
      "C": "1-e, 2-a, 3-c, 4-b, 5-d",
      "D": "1-d, 2-c, 3-d, 4-a, 5-e",
      "E": "1-a, 2-e, 3-c, 4-b, 5-d"
    },
    "explanation": "Yanıtınız yanlış ise MUHASEBE BİLGİ SİSTEMİ başlıklı konuyu tekrar gözden geçiriniz.<br/>Uygun Maliyet İlkesi: Bu ilke, muhasebe bilgi sisteminin kurulması ve işletilmesinde fayda-maliyet analizine dikkat edilmesi gerektiğini ifade etmektedir.<br/>Raporlama İlkesi: Bu ilke, muhasebe bilgi sisteminin düzenli olarak ve gerçeği yansıtır şekilde mali tabloların ve diğer raporların hazırlanması gerektiğini ifade etmektedir.<br/>İnsan Etkeni İlkesi: Muhasebe bilgi sistemini işletecek personelin yeterli sayıda ve mesleki yeterliliğe sahip olması gerektiğini ifade etmektedir.<br/>Örgüt Yapısı İlkesi: Muhasebe bilgi sisteminde kusursuz bir personel yönetiminin olması, yetki ve sorumlulukların uygun bir şekilde dağıtılması, görev tanımlarının yapılmış olmasını ifade etmektedir.<br/>Veri Biriktirme ve İşleme İlkesi: Muhasebe bilgi sistemi içerisinde gelen verilerin düzenli bir şekilde kaydedilmelerini, bu kayıtların işlenerek çeşitli bilgiler üretilmesini ve bu bilgilerin belgeler yardımı ile saklanmasını ifade etmektedir. Bu ilke, kısaca,<br/>girdi-işlem-çıktı olarak tanımlanmaktadır.<br/>Açık ve Anlaşılabilir Olma İlkesi: Muhasebe bilgi sisteminin rahatlıkla anlaşılabilir ve açık olması gerektiğini ifade etmektedir. Bu ilke gereğince bir sistemin etkin olması, karmaşık olmasını gerektirmemelidir."
  },
  {
    "id": "3399232",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi hasılat döngüsünde kullanılan belgelerden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Satış sipariş formu",
      "B": "Satış faturası",
      "C": "Özet satış raporu",
      "D": "Yıllık müşteri borç raporu",
      "E": "Büyük defter hesapları"
    },
    "explanation": "Yanıtınız yanlış ise MUHASEBE BİLGİ SİSTEMİ DÖNGÜLERİ başlıklı konuyu tekrar gözden geçiriniz.<br/>Hasılat döngüsünde kullanılan belgeler:<br/>• Satış sipariş formu<br/>• Sevk irsaliyesi<br/>• Satış faturası<br/>• Yevmiye maddeleri<br/>• Onaylı fiyat listesi<br/>• Büyük defter hesapları<br/>• Muavin hesaplar<br/>• Özet satış raporu<br/>• Aylık müşteri borç raporu"
  },
  {
    "id": "3399233",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7629a2c7d4be6e7202f41ed8f2bdc22a.png\" alt=\"\" width=\"605\" height=\"249\">",
    "correctAnswer": "C",
    "options": {
      "A": "1-f, 1-e, 2-b, 2-c, 3-a, 4-d",
      "B": "1-f, 1-c, 2-e, 2-d, 3-a, 4-b",
      "C": "1-c, 1-d, 2-e, 3-a, 3-b, 4-f",
      "D": "1-d, 1-e, 2-b, 2-f, 3-a, 4-c",
      "E": "1-b, 1-c, 2-d, 2-f, 3-a, 4-e"
    },
    "explanation": "Yanıtınız yanlış ise MUHASEBE BİLGİ SİSTEMİ DÖNGÜLERİ başlıklı konuyu tekrar gözden geçiriniz.<br/>Hasılat döngüsünde kullanılan belgeler aşağıdaki gibi sıralanmaktadır:<br/>• Satış sipariş formu<br/>• Sevk irsaliyesi<br/>• Satış faturası<br/>• Yevmiye maddeleri<br/>• Onaylı fiyat listesi<br/>• Büyük defter hesapları<br/>• Muavin hesaplar<br/>• Özet satış raporu<br/>• Aylık müşteri borç raporu<br/>Harcama döngüsünün işleyişi sırasında kullanılan belgeler aşağıda sıralanmaktadır:<br/>• Satın alma istek fişi<br/>• Satın alma emri<br/>• Teslim alma raporu<br/>• Mahsup fişi<br/>• Çek kayıtları<br/>• Nakit ödemeler özet raporu<br/>• Nakit gereksinimleri raporu<br/>Üretim planlama sisteminde kullanılan temel<br/>veri kaynakları şunlardır:<br/>• Mamul talep formu<br/>• Üretim işlemleri listesi<br/>• Zaman etüdü,<br/>• Üretim programı<br/>• Mamul reçeteleri<br/>• Üretim (iş) emirleri<br/>İnsan kaynakları döngüsünde kullanılan veri kaynakları aşağıdaki gibi sıralanabilmektedir:<br/>• İşe giriş bildirgesi<br/>• Personel sivil bilgileri formu<br/>• Ücret bordrosu<br/>• Ödeme fişi"
  },
  {
    "id": "3399234",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bilgisayarlı muhasebe kayıt ve rapor sistemlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kanıtlayıcı belgeler",
      "B": "Muhasebe fişleri",
      "C": "Muhasebe defterleri",
      "D": "Muhasebe raporları",
      "E": "İrsaliye fişleri"
    },
    "explanation": "Yanıtınız yanlış ise MUHASEBE BİLGİ SİSTEMİ VE BİLGİSAYAR başlıklı konuyu tekrar gözden geçiriniz.<br/>Bilgisayarlı muhasebede kayıt ve rapor sistemleri:<br/>1. Kanıtlayıcı belgeler<br/>2. Muhasebe fişleri<br/>3. Muhasebe defterleri<br/>4. Muhasebe raporları"
  },
  {
    "id": "3399235",
    "unitNumber": 4,
    "text": "Tek düzen hesap planı hangi tarihte yürürlüğe konmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1 Ocak 1994",
      "B": "1 Ocak 1990",
      "C": "1 Ocak 1980",
      "D": "1 Ocak 2000",
      "E": "1 Ocak 2002"
    },
    "explanation": "Yanıtınız yanlış ise TURİZM İŞLETMELERİNDE KULLANILAN MUHASEBE OTOMASYON SİSTEMLERİ başlıklı konuyu tekrar gözden geçiriniz.<br/>Muhasebe programları 1 Ocak 1994 tarihinden itibaren yürürlüğe konan tek düzen hesap planına uygun olarak çalışmaktadır."
  },
  {
    "id": "3399236",
    "unitNumber": 4,
    "text": "Aşağıdaki muhasebe programlarından hangisi mikro işletmelerin ön muhasebelerini yönetmesi amacıyla geliştirilen online olarak çalışan bir programdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Logo Start 3",
      "B": "Logo GO 3",
      "C": "Logo İşbaşı",
      "D": "Logo Netsis 3 Entegre",
      "E": "Logo Micros"
    },
    "explanation": "Yanıtınız yanlış ise TURİZM İŞLETMELERİNDE KULLANILAN MUHASEBE OTOMASYON SİSTEMLERİ başlıklı konuyu tekrar gözden geçiriniz.<br/>1984 yılında kurulan Logo farklı türde işletmelerde kullanılmak üzere farklı muhasebe programları sunmaktadır. Bunlardan ilki Logo İşbaşı, mikro işletmelerin ön muhasebelerini yönetmesi amacıyla geliştirilen online olarak çalışan bir programdır."
  },
  {
    "id": "3399237",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5b0ede75713b53f0f920d14352c05ae2.png\" alt=\"\" width=\"595\" height=\"359\">",
    "correctAnswer": "A",
    "options": {
      "A": "1-d, 2-c, 3-f, 4-a, 5-b",
      "B": "1-e, 2-f, 3-c, 4-d, 5-a",
      "C": "1-e, 2-c, 3-b, 4-d, 5-f",
      "D": "1-d, 2-a, 3-e, 4-f, 5-c",
      "E": "1-a, 2-c, 3-f, 4-b, 5-e"
    },
    "explanation": "Yanıtınız yanlış ise TURİZM İŞLETMELERİNDE KULLANILAN MUHASEBE OTOMASYON SİSTEMLERİ başlıklı konuyu tekrar gözden geçiriniz.<br/>Sistem otel: Çeşitli büyüklükteki otel veya otel zincirlerinin ihtiyaçlarını karşılamak üzere tasarlanmıştır.<br/>Akınsoft Wolvox ERP: Ön Muhasebe ve Kurumsal Kaynak Planlaması kullanmak isteyen tüm işletmeler için tasarlanmıştır.<br/>Dia muhasebe yazılımı: Muhasebe planlarının hazırlanarak gelir-gider tablolarının takip edebilmesi, defter dökümlerinin saklanması ve şubelerin yönetebilmesi için geliştirilmiştir.<br/>ETS muhasebe yönetimi: Turizm acentalarının ve otellerin ihtiyaçları için özel olarak tasarlanmıştır.<br/>Logo İşbaşı: Mikro işletmelerin ön muhasebelerini yönetmesi amacıyla geliştirilmiştir."
  },
  {
    "id": "3399238",
    "unitNumber": 4,
    "text": "İşletmelerin amaçlarını gerçekleştirmek için faaliyetlerinde sürekli kullandıkları fiziki<br/>varlıklara ........... denmektedir. <br/>Yukarıdaki cümlede boş bırakılan yeri anlamca doğru olarak aşağıdakilerden hangisi tamamlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Üretim faktörü",
      "B": "Maddi varlıklar",
      "C": "Sermaye malları",
      "D": "Maddi duran varlıklar",
      "E": "Üretim varlıkları"
    },
    "explanation": "Yanıtınız yanlış ise MUHASEBE BİLGİ SİSTEMİ DÖNGÜLERİ başlıklı konuyu tekrar gözden geçiriniz.<br/>İşletmelerin amaçlarını gerçekleştirmek için faaliyetlerinde sürekli kullandıkları fiziki<br/>varlıklara maddi duran varlıklar denmektedir."
  },
  {
    "id": "3399239",
    "unitNumber": 4,
    "text": "İşletmeler için sorun çözme ve karar almada ihtiyaç duyulan bilgileri sağlayan sistem “..............”dir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yönetim bilgi sistemi",
      "B": "Muhasebe bilgi sistemi",
      "C": "Üretim yönetim sistemi",
      "D": "İşletme yönetim sistemi",
      "E": "Muhasebe sistemleri"
    },
    "explanation": "Yanıtınız yanlış ise MUHASEBE BİLGİ SİSTEMİ başlıklı konuyu tekrar gözden geçiriniz.<br/>İşletmeler için sorun çözme ve karar almada ihtiyaç duyulan bilgileri sağlayan sistem “<strong>yönetim bilgi sistemi</strong>”dir. Muhasebe bilgi sistemi yönetim bilgi sisteminin bir alt sistemi olup sistemler arasında ilişkinin sağlanması noktasında muhasebe bilgi sistemi diğer bilgi sistemlerinin her biri ile ayrı ayrı ve çok yönlü bir ilişki içerisindedir."
  },
  {
    "id": "3398780",
    "unitNumber": 5,
    "text": "Hangisi getiri yönetimi amaçları arasında <strong>sayılamaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Fiyatların en etkin bir biçimde yapılandırılması; talep analizi, pazar bölümleme ve uygun pazar karması aracılığıyla talep denetiminin sağlanması.",
      "B": "Toplam talep ve fiyat esnekliğini göz önünde bulundurarak gelir ve pazar kaybının en düşük düzeye indirilmesi.",
      "C": "İndirimli fiyatlarla satın alma yapan pazar bölümlerinin yüksek fiyatlarla satın alma yapan pazar bölümlerinin yerini kullanmasının engellenmesi.",
      "D": "Gerçekleşmeyen konaklama, erken ayrılış, iptal gibi sebeplerle oluşan atıl kapasite ve gelir kaybının en düşük düzeye indirilmesi.",
      "E": "Pazar bölümlerinin kalış sürelerinin en düşük düzeye indirilmesi yönünde denetimin sağlanması."
    },
    "explanation": "TURİZM İŞLETMELERİNDE GETİRİ YÖNETİMİ<br/>Pazar bölümlerinin kalış sürelerinin en düşük düzeye indirilmesi yönünde denetimin sağlanması."
  },
  {
    "id": "3398781",
    "unitNumber": 5,
    "text": "Hangisi getiri yönetiminin uygulanma aşamasında ve sonrasında oluşabilecek sorunlar arasında <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kısa vadeli düşünmek; müşteriden gelen tepkiler",
      "B": "Çalışanların direnç göstermesi ve eğitimi; teşvik ve ödül sisteminin yetersiz kalması",
      "C": "Örgütsel yapıdaki yetersizlikler; üst yönetimin ilgisizliği",
      "D": "Fiyatların en etkin biçimde yapılandırılması",
      "E": "Bilgi teknolojilerindeki altyapının yetersiz kalması"
    },
    "explanation": "TURİZM İŞLETMELERİNDE GETİRİ YÖNETİMİ<br/>Fiyatların en etkin biçimde yapılandırılması"
  },
  {
    "id": "3398782",
    "unitNumber": 5,
    "text": "İşletmenin kapasitesini ve gelirlerini etkileyen tüm verileri toplayarak analiz eden, analiz sonucunda fiyat ve müsaitlik önerisi sunan sistem hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiyatlama sistemi",
      "B": "Optimizasyon sistemi",
      "C": "Getiri yönetimi sistemi",
      "D": "Tahminleme sistemi",
      "E": "Pazar analizi sistemi"
    },
    "explanation": "TURİZM İŞLETMELERİNDE GETİRİ YÖNETİMİ SİSTEMİ<br/>Getiri yönetimi sistemi"
  },
  {
    "id": "3398783",
    "unitNumber": 5,
    "text": "Hangisi ifadeyi doğru olarak tamamlar?<br/>“Gelecek dönemlerde tahmini oda talebinin ne kadar olacağına ilişkin yapılan analize ……………………. denir.”",
    "correctAnswer": "C",
    "options": {
      "A": "pazar analizi",
      "B": "fiyatlama",
      "C": "tahminleme",
      "D": "optimizasyon",
      "E": "müsaitlik önerisi"
    },
    "explanation": "TURİZM İŞLETMELERİNDE GETİRİ YÖNETİMİ SİSTEMİ<br/>tahminleme"
  },
  {
    "id": "3398784",
    "unitNumber": 5,
    "text": "Hangisi getiri yönetimi sisteminde en doğru fiyatlandırmanın yapılmasında dikkate alınan verilerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fiyatların güncellenmemesi",
      "B": "Talebe ilişkin trend raporlarından alınan mevcut pazar bilgisi",
      "C": "Çevrim içi kanallarda fiyat eşitliğinin sağlanamaması",
      "D": "Rezervasyonların ve oda envanterinin örtüşme sorunu",
      "E": "Acenta anlaşmalarında yaşanan sıkıntılar"
    },
    "explanation": "TURİZM İŞLETMELERİNDE GETİRİ YÖNETİMİ SİSTEMİ<br/>Talebe ilişkin trend raporlarından alınan mevcut pazar bilgisi"
  },
  {
    "id": "3398785",
    "unitNumber": 5,
    "text": "Hangisi otel işletmelerinin piyasada kendisine rakip olarak gördüğü işletmelerin fiyatlarını takip etmesine imkân veren bir yazılımdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Rakip Analiz Raporları",
      "B": "Kanal Yönetim Aracı",
      "C": "Çevrim İçi İmaj Yönetim Aracı",
      "D": "Fiyat araştırma aracı",
      "E": "Arama Motoru Optimizasyonu"
    },
    "explanation": "Fiyat araştırma aracı"
  },
  {
    "id": "3398786",
    "unitNumber": 5,
    "text": "Hangisi getiri yönetimi sürecinde ücretsiz olarak pazar bölümleri bilgisi ekleyerek grup müşterisi, kısa süreli müşteri ve anlaşmalı müşteri bilgilerinin izleme imkânı sunar?",
    "correctAnswer": "A",
    "options": {
      "A": "Rakip analiz raporları",
      "B": "Kanal yönetim aracı",
      "C": "Çevrim içi imaj yönetim aracı",
      "D": "Fiyat araştırma aracı",
      "E": "Arama motoru optimizasyonu"
    },
    "explanation": "Rakip Analiz Raporları"
  },
  {
    "id": "3398787",
    "unitNumber": 5,
    "text": "Hangisi işletmelerin internet ortamında insanların bilinçlerinde bıraktığı olumlu ya da olumsuz izleri yansıtır ve bireylerin satın alma davranışları üzerinde etkili olması nedeniyle işletmeler açısından önem taşır?",
    "correctAnswer": "D",
    "options": {
      "A": "Rakip analiz raporları",
      "B": "Kanal yönetim aracı",
      "C": "Fiyat araştırma aracı",
      "D": "Çevrim içi imaj",
      "E": "Arama motoru optimizasyonu"
    },
    "explanation": "Çevrim içi imaj"
  },
  {
    "id": "3398788",
    "unitNumber": 5,
    "text": "Hangisi işletmelerin bir ürünü piyasaya sunarken hesaba katmak durumunda olduğu fiyatlama faktörleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çevresel faktörler",
      "B": "Rekabet faktörleri",
      "C": "İşletmenin maliyet yapısı ve pazarın genel yapısı",
      "D": "Tüketici algılarını etkileyen faktörler",
      "E": "Büyüme ivmesi"
    },
    "explanation": "Fiyatlandırma<br/>Büyüme ivmesi"
  },
  {
    "id": "3398789",
    "unitNumber": 5,
    "text": "Hangisi bir işletmede fiyatlandırma ve fiyatların afişe edilmesi sürecinden sonra takip edilmesi gereken dağıtım kanallarından biri <strong>sayılamaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Oda envanterinin takibi",
      "B": "İşletmenin çevresinin ve atmosferinin kalitesi",
      "C": "Fiyat eşitliğinin sağlanması",
      "D": "Acenta anlaşmaları",
      "E": "Müşteri yorumlarının takibi"
    },
    "explanation": "Dağıtım Kanallarının Takibi<br/>İşletmenin çevresinin ve atmosferinin kalitesi"
  },
  {
    "id": "3398790",
    "unitNumber": 5,
    "text": "Konaklama işletmeleri, getiri yönetimi uygulamalarını yaklaşık kaç yıldır kullanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "10",
      "B": "20",
      "C": "30",
      "D": "40",
      "E": "50"
    },
    "explanation": "Genel anlamda turizm işletmeleri özel olarak da konaklama işletmeleri, getiri yönetimi uygulamalarını yaklaşık 30 yıldır kullanmaktadır"
  },
  {
    "id": "3398791",
    "unitNumber": 5,
    "text": "240 odalı bir otel işletmesinin kapı fiyatı 180.00 TL’dir. Bu otelde 174 odanın satılabildiği ve ortalama 160.00 TL fiyatla satıldığı varsayılırsa Orkin’in getiri yönetimi etkinliği hesaplamasına göre getiri etkinliği kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "%55.0",
      "B": "%64.4",
      "C": "%77.1",
      "D": "%83.2",
      "E": "%87.3"
    },
    "explanation": "Orkin (1988) getiri yönetimi etkinliğini basitçe şu formülle ölçülebildiğini belirtmiştir; Getiri yönetimi etkinliği = Gerçekleşengelir /Potansiyelgelir"
  },
  {
    "id": "3398792",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi getiri yönetimi amaçları arasında sayılamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Fiyatların en etkin bir biçimde yapılandırılması",
      "B": "Talebin düştüğü zamanlarda doluluğun artırılması",
      "C": "Talep analizi, talep denetiminin sağlanması",
      "D": "Talebin yükseldiği zamanlarda gelirin sabit tutulması",
      "E": "İndirimli fiyatların denetiminin sağlanması"
    },
    "explanation": "Getiri yönetimi amaçları aşağıdaki gibi sıralanmıştır • Fiyatların en etkin bir biçimde yapılandırılması, • Talebin düştüğü zamanlarda doluluğun artırılması, talebin yükseldiği zamanlarda da gelirin artırılması, • Talep analizi, pazar bölümleme ve uygun pazar karması aracılığıyla talep denetiminin sağlanması, • İndirimli fiyatların denetiminin sağlanması, • Toplam talep ve fiyat esnekliğini göz önünde bulundurarak gelir ve pazar kaybının en düşük düzeye indirilmesi, • Bir pazar bölümünün diğer pazar bölümüne sunulan fiyattan satın alma yapmasının engellenmesi, • İndirimli fiyatlarla satın alma yapan pazar bölümlerinin yüksek fiyatlarla satın alma yapan pazar bölümlerinin yerini kullanmasının engellenmesi, • Gerçekleşmeyen konaklama, erken ayrılış, iptal gibi sebeplerle oluşan atıl kapasite ve gelir kaybının en düşük düzeye indirilmesi, • Mevcut ve potansiyel pazardan en yüksek gelirin elde edilmesi, • Pazar bölümlerinin kalış sürelerinin en yüksek geliri getirecek şekilde denetiminin sağlanması.<br/>Getiri yönetimi amaçları aşağıdaki gibi sıralanmıştır (Donagy vd, 1995: 143; Emeksiz, 2002: 28): • Fiyatların en etkin bir biçimde yapılandırılması, • Talebin düştüğü zamanlarda doluluğun artırılması, talebin yükseldiği zamanlarda da gelirin artırılması, • Talep analizi, pazar bölümleme ve uygun pazar karması aracılığıyla talep denetiminin sağlanması, • İndirimli fiyatların denetiminin sağlanması, • Toplam talep ve fiyat esnekliğini göz önünde bulundurarak gelir ve pazar kaybının en düşük düzeye indirilmesi, • Bir pazar bölümünün diğer pazar bölümüne sunulan fiyattan satın alma yapmasının engellenmesi, • İndirimli fiyatlarla satın alma yapan pazar bölümlerinin yüksek fiyatlarla satın alma yapan pazar bölümlerinin yerini kullanmasının engellenmesi, • Gerçekleşmeyen konaklama, erken ayrılış, iptal gibi sebeplerle oluşan atıl kapasite ve gelir kaybının en düşük düzeye indirilmesi, • Mevcut ve potansiyel pazardan en yüksek gelirin elde edilmesi, • Pazar bölümlerinin kalış sürelerinin en yüksek geliri getirecek şekilde denetiminin sağlanması."
  },
  {
    "id": "3398793",
    "unitNumber": 5,
    "text": "Getiri yönetimi uygulamalarının başarılı olarak uygulanabildiği takdirde otel işletmelerinin kârlılığına yüze kaçlık artış göstermesine etki ettiği bilinmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "%1 ile %3",
      "B": "%5 ile %7",
      "C": "%9 ile %11",
      "D": "%12 ile %14",
      "E": "%15 ile %17"
    },
    "explanation": "Getiri yönetimi uygulamalarının başarılı olarak uygulanabildiği takdirde otel işletmelerinin kârlılığına %5 ile %7 arasında artış göstermesine etki ettiği bilinmektedir. Doğru zamanda, doğru müşteriye, doğru fiyattan satış yapmak getiri yönetiminin en temel hedefi olarak görülmektedir."
  },
  {
    "id": "3398794",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi getiri yönetimi sisteminin otel işletmelerine sağladığı yararlar arasında sayılamaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Gerçek zamanlı verilere dayanarak personel durumunun belirlenmesini sağlar",
      "B": "Otelin doluluk oranına göre mevcut fiyatların anında indirilmesini veya artırılmasını sağlar",
      "C": "Beklenen risklerin sürekli olarak takip edilmesini sağlar",
      "D": "En uygun tahmin modelini sistem otomatik olarak seçerek emek ve zaman tasarrufu sağlar",
      "E": "Rezervasyon görevlilerini geliri artıran çeşitli fiyatlar ve tarihler sunabilmeleri için yönlendirir"
    },
    "explanation": "getiri yönetimi sisteminin otel işletmelerine sağladığı yararlar aşağıda sıralanmıştır: • Etkinlik ve mevsimsel etkilere, güncel ve geçmiş bilgilere, otel yazılımı ve rezervasyon sistemine yani gerçek zamanlı verilere dayanarak fiyat ve müsaitlik durumunun belirlenmesini sağlar. • Otelin doluluk oranına göre (önceden belirlendiği takdirde) mevcut fiyatların anında indirilmesini veya artırılmasını sağlar. • Otel yazılımı ve rezervasyon sisteminden alınan fiyatı otomatik olarak, sürekli ve eksiksiz güncelleyerek tüm rezervasyon kanallarında eş zamanlı olarak fiyat eşitliği sağlar. • Sistemin uyarıları sayesinde beklenen risklerin sürekli olarak takip edilmesini sağlar. • En uygun tahmin modelini sistem otomatik olarak seçerek emek ve zaman tasarrufu sağlar. • Rezervasyon görevlilerini ortalama odabaşına geliri artıran çeşitli fiyatlar ve tarihler sunabilmeleri için yönlendirir. • Odabaşına (RevPAR) geliri arttırarak kârlılığın maksimize edilmesini sağlar"
  },
  {
    "id": "3398795",
    "unitNumber": 5,
    "text": "Çevrim içi olumlu yorumların satışları yüzde kaç oranında artırdığı tespit edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "%10",
      "B": "%20",
      "C": "%30",
      "D": "%40",
      "E": "%50"
    },
    "explanation": "Çevrim içi yorumlar işletmeleri için oldukça önemlidir çünkü bireylerin satın alma davranışları üzerinde etkilidir. Yapılan bir araştırmada çevrim içi yorumların satışları %10 oranında artırdığı tespit edilmiştir. Ayrıca negatif yorumlar da tüketicilerin satın alma niyetini olumsuz etkilediği, olumlu yorumların ve sitelerdeki sayısal değerlendirmelerin satın alma kararlarını pozitif etkilediği saptanmıştır."
  },
  {
    "id": "3398796",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi otel işletmeleri hakkında yorum ve haberlerin alındığı platformlar arasında sayılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal medya",
      "B": "Bloglar",
      "C": "Yorum Siteleri",
      "D": "Forumlar",
      "E": "Firma siteleri"
    },
    "explanation": "Otel işletmeleri çevrim içi medyada insanlar tarafından nasıl değerlendirildiklerini müşteri memnuniyeti adına takip etmelidir. Otel işletmeleri hakkında yorum ve haberler ise Tablo 5.3’de belirtilen platformlar sayesinde öğrenilebilir;<br/>Tablo 5.3 Otel Yorum ve Haber Kaynakları<br/>Sosyal medya Facebook, Twitter, Instagram<br/>Bloglar Travel Mamas, Where is Sharon?, Never Stop Traveling vb.<br/>Yorum siteleri Tripadviser, Yelp vb.<br/>Forumlar Fodors, Tatil Panosu<br/>Karşılaştırma siteleri Trivago, Mormondo, Otelium vb."
  },
  {
    "id": "3398797",
    "unitNumber": 5,
    "text": "Getiri yönetimi yazılımlarının verileri işleyerek yöneticilere kolaylık sağlayabilmesi için en az kaç yıllık geçmiş gerçekleşmiş satış verilerinin olması gerekmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Getiri yönetiminin uygulanabilmesi için en az iki yıllık geçmiş gerçekleşmiş satış verilerinin olması gerekmektedir. İki yıllık verinin olmasındaki temel sebep, geçmiş talebin özelliklerinden yola çıkılarak ileriye dönük tahminleme, kapasite kontrolü ve fiyatlama yapabilmektir."
  },
  {
    "id": "3398798",
    "unitNumber": 5,
    "text": "Fiyatlama faktörleri kaç baslık altında toplanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Fiyatlama konusunda yapılan birçok çalışma olmakla birlikte fiyatlar temel olarak maliyet, talep ve rekabet faktörlerine dayalı olarak belirlenmektedir. Ancak işletmeler bir ürünü piyasaya sunarken birçok faktörü de hesaba katmak durumundadır. Bu faktörler ise Tablo 5.4’te görüldüğü gibi beş başlık altında sıralanmaktadır:"
  },
  {
    "id": "3398799",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi fiyatlama faktörleri arasında sayılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Çevresel faktörler",
      "B": "Rekabet Faktörleri",
      "C": "İşletmenin Maliyet Yapısı",
      "D": "Pazarın Genel Yapısı",
      "E": "İklim koşulları"
    },
    "explanation": "İşletmeler bir ürünü piyasaya sunarken birçok faktörü de hesaba katmak durumundadır. Bu faktörler ise Tablo 5.4’te görüldüğü gibi beş başlık altında sıralanmaktadır:"
  },
  {
    "id": "3398800",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi getiri yönetiminin uygulanması aşamasında karşılaşılabilecek sorunlardan biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteriden gelen tepkiler",
      "B": "İndirimli fiyatların denetiminin sağlanması",
      "C": "Kısa vadeli düşünmek",
      "D": "Teşvik ve ödül sisteminin yetersiz kalması",
      "E": "Çalışanların direnç göstermesi"
    },
    "explanation": "Getiri yönetimi, konaklama işletmelerine rekabetçi avantajlar sağlayabileceği gibi uygulanma aşamasında ve sonrasında oluşabilecek birtakım olası sorunları da bulunmaktadır. Bu sorunlar: Kısa vadeli düşünmek, müşteriden gelen tepkiler, çalışanların direnç göstermesi, teşvik ve ödül sisteminin yetersiz kalması, çalışanların eğitimi, örgütsel yapıdaki yetersizlikler, üst yönetimin ilgisizliği, bilgi teknolojilerindeki altyapının yetersiz kalmasıdır. Bu bilgiler ışığında sorunun doğru cevabı “indirimli fiyatların denetiminin sağlanması” seçeneğidir."
  },
  {
    "id": "3398801",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi getiri yönetiminin amaçlarından biri <strong><u>sayılamaz?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bir pazar bölümünün diğer pazar bölümüne sunulan fiyattan satın alma yapmasının engellenmesi",
      "B": "İndirimli fiyatların denetiminin sağlanması",
      "C": "Çalışanların eğitimi",
      "D": "Talep analizi",
      "E": "Fiyatların en etkin bir biçimde yapılandırılması"
    },
    "explanation": "Getiri yönetimi amaçları aşağıdaki gibi sıralanmıştır (Donagy vd, 1995: 143; Emeksiz, 2002: 28): Fiyatların en etkin bir biçimde yapılandırılması, talebin düştüğü zamanlarda doluluğun artırılması, talebin yükseldiği zamanlarda da gelirin artırılması, talep analizi, pazar bölümleme ve uygun pazar karması aracılığıyla talep denetiminin sağlanması, indirimli fiyatların denetiminin sağlanması, toplam talep ve fiyat esnekliğini göz önünde bulundurarak gelir ve pazar kaybının en düşük düzeye indirilmesi, bir pazar bölümünün diğer pazar bölümüne sunulan fiyattan satın alma yapmasının engellenmesi, indirimli fiyatlarla satın alma yapan pazar bölümlerinin yüksek fiyatlarla satın alma yapan pazar bölümlerinin yerini kullanmasının engellenmesi, gerçekleşmeyen konaklama, erken ayrılış, iptal gibi sebeplerle oluşan atıl kapasite ve gelir kaybının en düşük düzeye indirilmesi, mevcut ve potansiyel pazardan en yüksek gelirin elde edilmesi, pazar bölümlerinin kalış sürelerinin en yüksek geliri getirecek şekilde denetiminin sağlanması.<br/>Bu bilgiler ışığında sorunun doğru cevabı “çalışanların eğitimi” seçeneğidir. Bu seçenek getiri yönetiminin bir amacı değil; uygulanması aşamasında karşılaşılabilecek sorunlardan biri sayılmıştır."
  },
  {
    "id": "3398802",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir turizm işletmesinde getiri yöneticilerinin fiyatları belirlerken yararlandıkları öncelikli değişkenlerden biri sayılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Satışa sunulan odaların fiyat ve müsaitliklerinin değerlendirilmesi",
      "B": "Fiyat ve stratejilerin belirlenmesi",
      "C": "Talebin yüksek olması",
      "D": "Oda fiyatlarının mümkün olduğunca yüksek tutulması",
      "E": "Geçmiş yıllardaki doluluk ve ortalama oda geliri"
    },
    "explanation": "Getiri yöneticilerinin, fiyatlarını belirlerken birçok değişkenden yararlandıkları söylenebilir. Öncelikli olarak geçmiş yıllardaki doluluk, ortalama oda geliri, oda başına düşen gelir getiri yöneticisinin ilk olarak öngörüde bulunmasına etki etmektedir. Bundan dolayı sorunun doğru cevabı “geçmiş yıllardaki doluluk ve ortalama oda geliri” seçeneğidir."
  },
  {
    "id": "3398803",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir rate shopper işlevi sayılabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Etkin bilgi sisteminin oluşturulması",
      "B": "Rakip otel işletmelerinin birbirlerinin fiyatlarını takip etmesi",
      "C": "Otel işletmelerinde operasyon için kullanılan otomasyon sisteminin kurulması",
      "D": "Getiri yönetimi operasyonunun yönetilmesi",
      "E": "Otele olan talep analizinin yapılması"
    },
    "explanation": "Fiyat araştırma aracı (rate shopper), otel işletmelerinin piyasada kendisine rakip olarak gördüğü işletmelerin fiyatlarını takip etmesine imkân veren bir yazılımdır. Diğer bir ifadeyle fiyat araştırıcı yazılımlar, otel işletmelerine gerçek zamanda piyasanın fiyat bilgisini veren bir sistemdir. Bundan dolayı sorunun doğru cevabı “rakip otel işletmelerinin birbirlerinin fiyatlarını takip etmesi” seçeneğidir."
  },
  {
    "id": "3398804",
    "unitNumber": 5,
    "text": "Otel işletmelerinin fiyat ve müsaitliği; rezervasyon ve satışlarını tek bir yönetim sistemine aktaran ve tek bir sistemden kontrol edilmesini sağlayan bilgisayar yazılımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanal yönetim aracı (channel manager)",
      "B": "Rakip analiz raporları",
      "C": "Fiyat araştırma aracı (rate shopper)",
      "D": "Arama motoru optimizasyonu (searh engine optimization)",
      "E": "Çevrim içi imaj yönetim aracı"
    },
    "explanation": "Kanal yönetim aracı (channel manager), otel işletmelerinin çevrim içi dağıtım kanallarına fiyat ve müsaitliğin tek bir yerden güncellenmesi ve yönetilmesini sağlayan; bununla birlikte çevrim içi kanallardan gelen rezervasyon ve satışları konaklama yönetim sistemine aktaran bilgisayar yazılımıdır. Bu bilgiler ışığında sorunun doğru cevabı “Kanal yönetim aracı (channel manager)” seçeneğidir."
  },
  {
    "id": "3398805",
    "unitNumber": 5,
    "text": "Otel işletmelerinde operasyon için kullanılan otomasyon sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiyatlandırma",
      "B": "Talep analizi",
      "C": "Paket program",
      "D": "Durum analizi",
      "E": "Dağıtım kanallarının takibi"
    },
    "explanation": "Paket program, otel işletmelerinde operasyon için kullanılan otomasyon sistemidir. Örneğin Fidelio Suite 8 Otel Otomasyon sistemi bir paket programdır. Modül ise paket programın içerisinde yer alan ve bir departmanın erişimine açılan kısmıdır. Örneğin; Önbüro modülü. Bu bilgiler ışığında sorunun doğru cevabı “paket program” seçeneğidir."
  },
  {
    "id": "3398806",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, fiyatlandırma ve fiyatların afişe edilmesi sürecinden sonra yapılan dağıtım kanallarının takibi sürecinin bir aşaması sayılabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ham verilerin manuel olarak takip edilmesi",
      "B": "Fiyat eşitliğinin sağlanması",
      "C": "Sosyal medya kanallarının takip edilmesi",
      "D": "Maliyetin düşürülmesi",
      "E": "Bilgi teknolojilerinin kullanılması"
    },
    "explanation": "Fiyatlandırma ve fiyatların afişe edilmesi sürecinden sonra dağıtım kanallarının takip edilmesi gerekmektedir. Burada oda envanterinin takibi, fiyat eşitliğinin sağlanması, acenta anlaşmaları ve müşteri yorumlarının takibi süreci işlemektedir. Bu bilgiler ışığında sorunun doğru cevabı “fiyat eşitliğinin sağlanması” seçeneğidir."
  },
  {
    "id": "3398807",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, üretilen mal ve hizmetlerin belirli bir değer karşılığında verilmesi durumunda, fiyatın bir değer ölçüsü olmasının nedenidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Beklenen kâr ve yeniden yatırım",
      "B": "Sunulan hizmetin kalitesi",
      "C": "Fiyat değişimlerine karşı rakiplerin tepkileri",
      "D": "Zaman içerisindeki fiyat değişimleri",
      "E": "Bir işletmeye gelir yaratan tek pazarlama karması elemanı olması"
    },
    "explanation": "İşletmeler ürettikleri mal ve hizmetleri belirli bir değer karşılığında verirken, fiyat bir değer ölçüsü olarak karşımıza çıkmaktadır. Çünkü fiyat, bir işletmeye gelir yaratan tek pazarlama karması elemanıdır. Fiyatlama, nakit akışını maksimize etmektedir. Bu bilgiler ışığında sorunun doğru cevabı “Bir işletmeye gelir yaratan tek pazarlama karması elemanı olması” seçeneğidir."
  },
  {
    "id": "3398808",
    "unitNumber": 5,
    "text": "“….., işletmenin kapasitesini ve gelirlerini etkileyen tüm verileri toplayarak analiz eden, analiz sonucunda fiyat ve müsaitlik önerisi sunan bir sistemdir.” ifadesindeki boşluk aşağıdaki seçeneklerden hangisi ile tamamlanabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Muhasebe Otomasyon Sistemi",
      "B": "Global Dağıtım Sistemi",
      "C": "Merkezi Rezervasyon Sistemi",
      "D": "Oda Getiri Sistemi",
      "E": "Getiri Yönetimi Sistemi"
    },
    "explanation": "Getiri yönetimi sistemi, işletmenin kapasitesini ve gelirlerini etkileyen tüm verileri toplayarak analiz eden, analiz sonucunda fiyat ve müsaitlik önerisi sunan bir sistemdir. İfadenin tamamında da belirtildiği üzere sorunun doğru cevabı “getiri yönetimi sistemi” seçeneğidir."
  },
  {
    "id": "3398809",
    "unitNumber": 5,
    "text": "Aşağıdaki ifadelerden hangisi “rate parity” teriminin anlamını açıklamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Oda envanterinin sürekli takibinin sağlanması",
      "B": "Oda fiyatlarının belirlenmesi",
      "C": "Aynı oda için farklı kanallarda farklı fiyatın çıkması",
      "D": "Otel web sayfasında indirim ve promosyon uygulamalarının paylaşılması",
      "E": "Otel işletmelerinin bilgi teknolojilerinden ihtiyaçları doğrultusunda yararlanması"
    },
    "explanation": "Online kanalların yönetilmesinde en önemli konulardan bir tanesi otelcilik jargonunda rate parity olarak ifade edilen, aynı oda için farklı kanallarda farklı fiyatın çıkması konusudur. Bu bilgiler ışığında sorunun doğru cevabı “aynı oda için farklı kanallarda farklı fiyatın çıkması” seçeneğidir."
  },
  {
    "id": "3398810",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Fiyatların en etkin bir biçimde yapılandırılması</li> <li>Talebin düştüğü zamanlarda doluluğun azaltılması</li> <li>Talebin yükseldiği zamanlarda gelirin artırılması</li> <li>İndirimli fiyatların denetiminin sağlanması</li> </ol> Yukarıdakilerin hangileri getiri yönetiminin amaçları arasında sayılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I.",
      "B": "I. ve III.",
      "C": "I., II. ve III.",
      "D": "I., III. ve IV.",
      "E": "I., II., III. ve IV."
    },
    "explanation": "Getiri yönetimi amaçları şunlardır:<br/>• Fiyatların en etkin bir biçimde yapılandırılması, <br/>• Talebin düştüğü zamanlarda doluluğun artırılması, talebin yükseldiği zamanlarda da gelirin artırılması, <br/>• Talep analizi, pazar bölümleme ve uygun pazar karması aracılığıyla talep denetiminin sağlanması, <br/>• İndirimli fiyatların denetiminin sağlanması, <br/>• Toplam talep ve fiyat esnekliğini göz önünde bulundurarak gelir ve pazar kaybının en düşük düzeye indirilmesi, <br/>• Bir pazar bölümünün diğer pazar bölümüne sunulan fiyattan satın alma yapmasının engellenmesi, <br/>• İndirimli fiyatlarla satın alma yapan pazar bölümlerinin yüksek fiyatlarla satın alma yapan pazar bölümlerinin yerini kullanmasının engellenmesi, <br/>• Gerçekleşmeyen konaklama, erken ayrılış, iptal gibi sebeplerle oluşan atıl kapasite ve gelir kaybının en düşük düzeye indirilmesi, <br/>• Mevcut ve potansiyel pazardan en yüksek gelirin elde edilmesi, <br/>• Pazar bölümlerinin kalış sürelerinin en yüksek geliri getirecek şekilde denetiminin sağlanması."
  },
  {
    "id": "3398811",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi getiri yönetiminin işletmelerde ortaya çıkarabileceği sorunlardan birisi <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Uzun vadeli düşünmek",
      "B": "Kısa vadeli düşünmek",
      "C": "Örgütsel yapıdaki yetersizlikler",
      "D": "Çalışanların direnç göstermesi",
      "E": "Müşteriden gelen tepkiler"
    },
    "explanation": "Getiri yönetimi, konaklama işletmelerine rekabetçi avantajlar sağlayabileceği gibi uygulanma aşamasında ve sonrasında oluşabilecek birtakım olası sorunları da bulunmaktadır. Bu sorunlar: <br/>• Kısa vadeli düşünmek, <br/>• Müşteriden gelen tepkiler, <br/>• Çalışanların direnç göstermesi, <br/>• Teşvik ve ödül sisteminin yetersiz kalması, <br/>• Çalışanların eğitimi, <br/>• Örgütsel yapıdaki yetersizlikler, <br/>• Üst yönetimin ilgisizliği, <br/>• Bilgi teknolojilerindeki altyapının yetersiz kalmasıdır."
  },
  {
    "id": "3398812",
    "unitNumber": 5,
    "text": "Benzer özelliklere sahip tüketici-lerin oluşturduğu pazar grubunu ifade eden terim aşağıdakilerin hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pazar araştırması",
      "B": "Pazar bölümü",
      "C": "Pazar çevresi",
      "D": "Pazar tahmini",
      "E": "Pazarlama"
    },
    "explanation": "<strong>Pazar bölümü, </strong>benzer özelliklere sahip tüketici-lerin oluşturduğu pazar grubudur."
  },
  {
    "id": "3398813",
    "unitNumber": 5,
    "text": "Gelecek oda talebinin ne kadar olacağına ilişkin yapılan analize ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tahminleme",
      "B": "Kıyaslama",
      "C": "Örgütleme",
      "D": "Denetleme",
      "E": "Planlama"
    },
    "explanation": "Gelecek dönemlerde tahmini oda talebinin ne ka-dar olacağına ilişkin yapılan analize <strong>tahminleme </strong>(forecasting) denir."
  },
  {
    "id": "3398814",
    "unitNumber": 5,
    "text": "Otel işletmelerinin piyasada kendisine rakip olarak gördüğü işletmelerin fiyatlarını takip etmesine imkân veren bir yazılım aşağıdakilerin hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiyat araştırma aracı",
      "B": "Kanal yönetimi aracı",
      "C": "Rakip analiz raporu",
      "D": "Çevrimiçi imaj yönetim aracı",
      "E": "Arama motoru optimizasyonu"
    },
    "explanation": "Fiyat araştırma aracı <strong>(rate shopper)</strong>, otel işletmelerinin piyasada kendisine rakip olarak gördüğü işletmelerin fiyatlarını ta-kip etmesine imkân veren bir yazılımdır"
  },
  {
    "id": "3398815",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Eş zamanlı pazarın gözden geçirilmesi</li> <li>Sürekli olarak rakiplerin fiyatlarının izlenmesi</li> <li>Oda fiyatlarının dengelenmesi için tüm kanalları izleme imkânı</li> <li>Oda fiyatının optimizasyonu</li> </ol> Yukarıdakilerin hangileri fiyat araştırma aracının otel işletmelerine sağladığı katkılardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I.",
      "B": "I. ve II.",
      "C": "I. ve III.",
      "D": "I., II. ve III.",
      "E": "I., II., III. ve IV."
    },
    "explanation": "Fiyat araştırma aracının otel işletmelerine sağladığı katkılar şunlardır:<br/>• Eş zamanlı pazarın gözden geçirilmesi, <br/>• Sürekli olarak rakiplerin fiyatlarının izlenmesi, <br/>• Satış kanallarında oda fiyatlarının dengede tutulması için tüm kanalları izleme imkânı, <br/>• Oda fiyatının optimizasyonu."
  },
  {
    "id": "3398816",
    "unitNumber": 5,
    "text": "Aşağıdakilerin hangisi çevrimiçi imaj yönetim aracının bileşenlerinden birisi <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal medya",
      "B": "Yorum siteleri",
      "C": "Forumlar",
      "D": "Bloglar",
      "E": "Blok zinciri"
    },
    "explanation": "Çevrimiçi imaj yönetim aracının bileşenleri arasında sosyal medya, yorum siteleri, bloglar, forumlar, karşılaştırma siteleri ve basın açıklamaları sayılmaktadır."
  },
  {
    "id": "3398817",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>durum analizi</li> <li>talep analizi</li> <li>rakiplerin takibi</li> <li>fiyat uygulamaları </li> </ol> Yukarıdakilerin hangileri otel işletmelerinde getiri yönetimi operasyonu bağlamında günlük olarak yapılan faaliyetlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I.",
      "B": "I. ve II.",
      "C": "I., III. ve III.",
      "D": "II., III. ve IV.",
      "E": "I., II., III. ve IV."
    },
    "explanation": "Otel işletmelerinde getiri yönetimi operasyonu bağlamında günlük olarak otelin durum analizi, talep analizi, rakiplerin takibi, fiyat uygulamaları ve dağıtım kanallarının takibi yapılmaktadır."
  },
  {
    "id": "3398818",
    "unitNumber": 5,
    "text": "Aşağıdakilerin hangisi fiyatlamanın çevresel faktörlerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknolojik faktörler",
      "B": "Sabit maliyetler",
      "C": "Tekelci rekabet",
      "D": "Ürün kalitesi",
      "E": "Değişken maliyetler"
    },
    "explanation": "<em>Fiyatlamanın çevresel faktörleri şunlardır:</em><br/>• Ekonomik faktörler<br/>• Sosyal faktörler<br/>• Siyasi faktörler<br/>• Teknolojik faktörler<br/>• Yasal faktörler"
  },
  {
    "id": "3398819",
    "unitNumber": 5,
    "text": "Aşağıdakilerin hangisi fiyatlamanın tüketici algılarını etkileyen faktörlerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sunulan hizmetin kalitesi",
      "B": "Tam rekabet",
      "C": "Zaman içerisindeki fiyat değişimleri",
      "D": "Siyasi faktörler",
      "E": "Sosyal faktörler"
    },
    "explanation": "Fiyatlamanın tüketici algılarını etkileyen faktörleri şunladır:<br/>• Sunulan ürünün kalitesi<br/>• Sunulan hizmetin kalitesi<br/>• İşletmenin çevresinin ve atmosferinin kalitesi<br/>• İşletmenin yeri<br/>• Rekabet olanaklarının uygunluğu"
  },
  {
    "id": "3398820",
    "unitNumber": 5,
    "text": "“Doğru odanın, doğru fiyatla, doğru zamanda, doğru müşteriye ve doğru kanaldan satılmasıdır.” İfadesinde aşağıdakilerden hangisini tanımlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Gerçekleşen Gelir",
      "B": "Potansiyel Gelir",
      "C": "Pazar Bölümü",
      "D": "Getiri Yönetimi",
      "E": "Kanal Yönetim Aracı"
    },
    "explanation": "Soru kökünde yer alan ifade <strong>Getiri Yönetimini </strong>tanımlamaktadır. Bu nedenle doğru yanıt D seçeneğidir."
  },
  {
    "id": "3398821",
    "unitNumber": 5,
    "text": "“Benzer özelliklere sahip tüketicilerin oluşturduğu pazar grubudur.” İfadesinde aşağıdakilerden hangisini tanımlanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Gerçekleşen Gelir",
      "B": "Potansiyel Gelir",
      "C": "Getiri Yönetimi",
      "D": "Kanal Yönetim Aracı",
      "E": "Pazar Bölümü"
    },
    "explanation": "Soru kökünde yer alan ifade <strong>Pazar Bölümü </strong>tanımlamaktadır. Bu nedenle doğru seçenek E seçeneğidir."
  },
  {
    "id": "3398822",
    "unitNumber": 5,
    "text": "Getiri yönetimi, konaklama işletmelerine rekabetçi avantajlar sağlayabileceği gibi uygulanma aşamasında ve sonrasında oluşabilecek birtakım olası sorunları da bulunmaktadır. Aşağıdakilerden hangisi bu sorunlardan birisi <strong><u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Uzun vadeli düşünmek",
      "B": "Müşteriden gelen tepkiler",
      "C": "Çalışanların direnç göstermesi",
      "D": "Teşvik ve ödül sisteminin yetersiz kalması",
      "E": "Çalışanların eğitimi"
    },
    "explanation": "“Uzun vadeli düşünmek” Getiri Yönetimi sorunlarından birisi değildir. Sorun olan kısa vadeli düşünmektir. Bu nedenle doğru yanıt A seçeneğidir"
  },
  {
    "id": "3398823",
    "unitNumber": 5,
    "text": "“Gelecek dönemlerde tahmini oda talebinin ne kadar olacağına ilişkin yapılan analize …………. denir.” İfadesinde boş bırakılan yere aşağıdakilerden hangisi getirilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kanal yönetimi",
      "B": "İmaj yönetimi",
      "C": "Tahminleme",
      "D": "Kestirim",
      "E": "Hipotez"
    },
    "explanation": "Soru kökünde boş bırakılan yere “Tahminleme” kavramı getirilmeli. Bu nedenle doğru seçenek C seçeneğidir."
  },
  {
    "id": "3398824",
    "unitNumber": 5,
    "text": "“Otel işletmelerinin piyasada kendisine rakip olarak gördüğü işletmelerin fiyatlarını takip etmesine imkân veren bir yazılımdır. Diğer bir ifadeyle fiyat araştırıcı yazılımlar, otel işletmelerine gerçek zamanda piyasanın fiyat bilgisini veren bir sistemdir.” İfadesi aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kestirim yöntemi",
      "B": "Fiyat araştırma aracı",
      "C": "Tahmin aracı",
      "D": "İmaj yönetimi",
      "E": "Pazarlama stratejisi"
    },
    "explanation": "Soru kökünde yer alan tamımlama “Fiyat araştırma aracı (rate shopper)” nı tanımlamaktadır. Bu nedenle doğru seçenek B seçeneğidir."
  },
  {
    "id": "3398825",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, Getiri Yöntem Destek Sistemlerinden birisi <strong><u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fiyat araştırma aracı",
      "B": "Rakip analiz raporları",
      "C": "Sosyal medya aracı",
      "D": "Kanal yönetim aracı",
      "E": "Çevrim içi imaj yönetim aracı"
    },
    "explanation": "Sosyal medya aracı, Online İmaj Yönetim Aracının bir alt bileşenidir. Bu nedenle doğru seçenek C seçeneğidir."
  },
  {
    "id": "3398826",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Kanal Yönetim Aracı Çalışma Prensibi unsurları arasında <strong><u>yer almaz</u>? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fiyat ve Musaitlik",
      "B": "Rezervasyon ve Satış",
      "C": "Kanal Yönetim Aracı",
      "D": "Rezervasyon Motoru",
      "E": "Bloglar"
    },
    "explanation": "Bloglar, Online İmaj Yöetim Aracının unsurlarından birisidir<strong>.</strong> Bu nedenle doğru seçenek E seçeneğidir.<br/>Bloglar, Online İmaj Yönetim Aracının unsurlarından birisidir<strong>.</strong> Bu nedenle doğru seçenek E seçeneğidir."
  },
  {
    "id": "3398829",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, Bilgi Teknolojileri Getiri Yönetim Süreci arasında <strong><u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Online durum analizi",
      "B": "Talep analizi",
      "C": "Rakiplerin takibi",
      "D": "Pazarlama",
      "E": "Dağıtım kanallarının takibi"
    },
    "explanation": "Pazarlama, Bilgi Teknolojileri Getiri Yönetim Süreci arasında <strong><u>yer almaz</u>?</strong> Bu nedenle doğru seçenek D seçeneğidir."
  },
  {
    "id": "3399070",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tur operatörü seyahat yönetim sistemlerinde genel olarak yapılan işlemlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yönetim işlemleri",
      "B": "Kontenjan işlemleri",
      "C": "Acenta satışı işlemleri",
      "D": "Faturalama işlemleri",
      "E": "VİOP, finansal bir işlem olup önbüronun rutin faaliyetleri arasında yer almaz."
    },
    "explanation": "TOSYS’lerde genel<br/>olarak yapılan işlemler aşağıdaki gibidir:<br/>a) Yönetim işlemleri: Destinasyon ekleme, paket<br/>tur ekleme, kullanıcı ekleme vb. işlemleri,<br/>b) Sözleşme (kontrat) işlemleri: Ürünlerin grup<br/>ve münferit fiyatlarını, döviz kuru türlerini<br/>tanımlama işlemleri,<br/>c) Kontenjan işlemleri: Ürünlerin kontenjanlarını tanımlama ve dolayısıyla her nereden<br/>satılırsa satılsın fazladan satış vb. sorunları<br/>engelleyen işlemler,<br/>d) Farklı fiyatlama işlemleri: Ürünlere farklı<br/>fiyatlar verebilmeyi ve böylece farklı acentalara, şirketlere ya da müşterilere farklı fiyattan satışı kolaylaştıran işlemler,<br/>e) Tedarikçi girişi işlemleri: Konaklama, ulaştırma vb. işletmeler için doğrudan modül<br/>üzerinden ya da bağlantı verme yoluyla yapılan satış, rezervasyon gibi işlemlerin her<br/>iki tarafça görülmesini sağlayan işlemler,<br/>f) Acenta satışı işlemleri: Paket turlar vb. ürünlerin temsilci seyahat acentaları vb. tarafından satılabilmelerini sağlayan şifr<br/>VİOP işlemleri, finansal bir işlem olup tur operatörlerinin rutin faaliyetleri arasında yer almaz."
  },
  {
    "id": "3399071",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi otel yönetim sistemleri ve diğer yönetim<br/>sistemlerinde olduğu gibi merkezi denetimi ve kurum içi kullanıcıların yetkilerine göre işlem yapmalarını sağlamak amaçlı geliştirilen yazılımları ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Seyahat Yönetim Sistemi",
      "B": "Otel Yönetim Sistemi",
      "C": "Eğlence Yönetim Sistemi",
      "D": "Önbüro Yönetim Sistemi",
      "E": "Kat Yönetim Sistemi"
    },
    "explanation": "Seyahat Yönetim Sistemi: Otel yönetim sistemleri ve diğer yönetim<br/>sistemlerinde olduğu gibi merkezi denetimi ve kurum içi kullanıcıların yetkilerine göre işlem yapmalarını sağlamak amaçlı geliştirilen yazılımlardır.<br/>Seyahat Yönetim Sistemleri (SYS) hem farklı departmanlara (outgoing,<br/>ingoing, incoming) hizmet veren modülleri hem de muhasebe yazılımlarıyla ve rezervasyon yazılımlarıyla bağlantıyı (entegrasyonu) sağlayan işletme<br/>ana yazılımlarıdır. Bazı SYS’ler muhasebe modüllerini dahi barındırmakta, rezervasyon sistemleriyle anlaşmalar yaparak hizmetlerini alan seyahat<br/>işletmelerine kolaylık sağlamaktadırlar."
  },
  {
    "id": "3399072",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tedarikçilerin (konaklama işletmesi, havayolu işletmesi vb.) seyahat işletmelerine kontenjan boşluğu vb. durumlarda verdiği indirimli fiyatları ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Outgoing",
      "B": "Ingoing",
      "C": "Aksiyon",
      "D": "Paket",
      "E": "Tedarik"
    },
    "explanation": "Aksiyon, tedarikçilerin (konaklama işletmesi, havayolu işletmesi vb.) seyahat işletmelerine kontenjan boşluğu vb. durumlarda verdiği indirimli fiyatlardır."
  },
  {
    "id": "3399073",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi A2 Back Office programının bulutta çalışan versiyonunu ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "A1 Cloud Sistemi",
      "B": "A2 Cloud Sistemi",
      "C": "B1 Cloud Sistemi",
      "D": "B2 Cloud Sistemi",
      "E": "C1 Cloud Sistemi"
    },
    "explanation": "A2 Cloud Sistemi: A2 Cloud sistemi, A2 Back<br/>Office programının bulutta çalışan versiyonudur<br/>ve A2 Back Office programında yapılan birçok<br/>işlemi yapabilir."
  },
  {
    "id": "3399074",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi her tür işletme için geliştirilen ve içinde ihtiyaca göre<br/>farklı birtakım modüller bulunan popüler ve sadece muhasebe konusunda uzmanlaşmış bağımsız muhasebe yazılımları arasında değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eta",
      "B": "Orka",
      "C": "Luca",
      "D": "B2B",
      "E": "Logo"
    },
    "explanation": "Seyahat işletmeleri ve turizm endüstrisi bir yana, her tür işletme için geliştirilen ve içinde ihtiyaca göre<br/>farklı birtakım modüller bulunan popüler ve sadece muhasebe konusunda uzmanlaşmış bağımsız muhasebe yazılımları (BMY) vardır. Bunların Türkiye genelinde başlıcaları Eta, Orka, Luca, Logo ve Zenom’dur<br/>(yerliteknoloji.net, 2020).<br/>B2B, bir muhasebe yazılımı değil, ticarette kullanılan bir arayüzdür."
  },
  {
    "id": "3399075",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dünya çıkarları doğrultusunda; uygun,<br/>güvenli, düzenli ve ekonomik olarak hava taşımacılığını gerçekleştirmek, teşvik etmek ve hava yolu şirketleri arasındaki eş güdümü sağlamak amacıyla 1945’te kurulan ve merkezi Montreal, Kanada’da olan birliktir?",
    "correctAnswer": "E",
    "options": {
      "A": "TRAVELPORT",
      "B": "SABRE",
      "C": "AIRINC",
      "D": "SITA",
      "E": "IATA"
    },
    "explanation": "IATA: Dünya çıkarları doğrultusunda uygun,<br/>güvenli, düzenli ve ekonomik olarak hava taşımacılığını gerçekleştirmek, teşvik etmek ve hava<br/>yolu şirketleri arasındaki eş güdümü sağlamak<br/>amacıyla 1945’te kurulan ve merkezi Montreal,<br/>Kanada’da olan birliktir<br/>IATA, dünya çıkarları doğrultusunda uygun, güvenli, düzenli ve ekonomik olarak hava taşımacılığını gerçekleştirmek, teşvik etmek ve hava<br/>yolu şirketleri arasındaki eş güdümü sağlamak amacıyla 1945’te kurulan ve merkezi Montreal, Kanada’da bulunan birliktir. a hava yolu taşımacılığında Uluslararası Hava Taşımacılığı Birliği (IATA) tarafından belirlenen pek çok kuralın farklı satış kanalları tarafından yapılan işlemler sırasında yerine getirilmesini, yolcuların birtakım özel isteklerini de CRS’ler üzerinden gerçekleştirmek mümkündür."
  },
  {
    "id": "3399076",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ana firmanın, hizmet alanında başarılı olmuş ticari ve hizmet markasını veya ürünlerin dağıtım ya da hizmet sunma hakkını; belirli bir süre, şart ve sınırlamalarla farklı bir firmaya verdiği bir pazarlama ve dağıtım yöntemini ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "CRS",
      "B": "SSA",
      "C": "Tur operatörü",
      "D": "Franchising",
      "E": "Acenta"
    },
    "explanation": "Franchising: Franchising, ana firmanın, hizmet<br/>alanında başarılı olmuş ticari ve hizmet markasını<br/>veya ürünlerin dağıtım ya da hizmet sunma hakkını; belirli bir süre, şart ve sınırlamalarla farklı<br/>bir firmaya verdiği bir pazarlama ve dağıtım yöntemidir.<br/>Ana firmanın, hizmet alanında başarılı olmuş ticari ve hizmet markasını veya ürünlerin dağıtım ya da hizmet sunma hakkını; belirli bir süre, şart ve sınırlamalarla farklı bir firmaya verdiği bir pazarlama ve dağıtım yöntemi olan franchising, seyahat sektöründe sık yararlanılan bir yöntemdir."
  },
  {
    "id": "3399077",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi öncelikle hava yolu şirketlerinin biletlerini olmak üzere turizm tedarikçilerinin ürün/hizmetlerini (konaklama, paket tur, kruvaziyer, oto-kiralama) merkezi bir veri bankasında birleştirerek seyahat acentalarının kullanımına sunan sistemleri ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "GDS",
      "B": "CRS",
      "C": "ITOSYS",
      "D": "SYS",
      "E": "Amadeus"
    },
    "explanation": "GDS: Öncelikle hava yolu şirketlerinin biletlerini olmak üzere turizm tedarikçilerinin ürün/<br/>hizmetlerini (konaklama, paket tur, kruvaziyer,<br/>oto-kiralama) merkezi bir veri bankasında birleştirerek seyahat acentalarının kullanımına sunan<br/>sistemlerdir.<br/>Global Dağıtım Sistemleri (GDS), öncelikle hava yolu şirketlerinin biletlerini olmak üzere turizm tedarikçilerinin ürün/hizmetlerini (konaklama, paket tur, kruvaziyer, oto-kiralama) merkezi bir veri bankasında birleştirerek seyahat acentalarının kullanımına sunan sistemlerdir. Hava yolu CRS’leri bölümünde de anlatıldığı gibi köken olarak hava yolu şirketlerinin kendi rezervasyonları ve envanter takibi için geliştirdikleri sistemlerden geliştirilmiştir."
  },
  {
    "id": "3399078",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi her türlü turistik ürünün satın alınabildiği GDS’lerin fonksiyonları arasında değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "İletişim hizmetleri",
      "B": "Araç kiralama",
      "C": "Yolcu bilgileri",
      "D": "Tanıtım hizmetleri",
      "E": "Uçuş bilgileri"
    },
    "explanation": "Her türlü turistik<br/>ürünün satın alınabildiği GDS’lerin fonksiyonları<br/>aşağıdaki gibidir:<br/>• Uçuş bilgileri: Uçuş listeleri, envanter, müsaitlik durumu, ücretler, rezervasyonlar<br/>• Yolcu bilgileri: Yolcu isimlerinin oluşturulması, değişiklik yapılması, saklanması, sık<br/>uçuş yapanların kayıtları, özel istekler<br/>• Belgeler/Dokümanlar: Biletlerin basılması<br/>• Araç kiralama, otel, kruvaziyer, demir yolu,<br/>tur paketlerinin rezervasyonu<br/>• Tiyatro ve etkinlik biletleri<br/>• İletişim hizmetleri: Fax ve e-posta<br/>Her türlü turistik ürünün satın alınabildiği GDS’lerin fonksiyonları arasında tanıtım hizmetleri yer almaz. GDS'nin fonksiyonları şunlardır:<br/>• Uçuş bilgileri: Uçuş listeleri, envanter, müsaitlik durumu, ücretler, rezervasyonlar<br/>• Yolcu bilgileri: Yolcu isimlerinin oluşturulması, değişiklik yapılması, saklanması, sık<br/>uçuş yapanların kayıtları, özel istekler<br/>• Belgeler/Dokümanlar: Biletlerin basılması<br/>• Araç kiralama, otel, kruvaziyer, demir yolu,<br/>tur paketlerinin rezervasyonu<br/>• Tiyatro ve etkinlik biletleri<br/>• İletişim hizmetleri: Fax ve e-posta"
  },
  {
    "id": "3399079",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi asli görevi olan yabancı tur operatörlerine kendi ülkesindeki turistik ürünlerin tamamını (yurt içi transferler, konaklamalar, günübirlik turlar, rehberlik hizmetleri vb.) ya da istenilen kadarını sağlamayı ifade eden kavramdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Incoming tur operatörleri",
      "B": "Önbüro",
      "C": "Outgoing tur operatörleri",
      "D": "Kat hizmetleri",
      "E": "Halkla ilişkiler"
    },
    "explanation": "Incoming tur operatörlerinin asli görevi ise yabancı (outgoing) tur operatörlerine kendi ülkesindeki<br/>turistik ürünlerin tamamını (yurt içi transferler,<br/>konaklamalar, günübirlik turlar, rehberlik hizmetleri vb.) ya da istenilen kadarını (örneğin yalnızca<br/>transferler ve konaklama) sağlamaktır.<br/>Incoming (karşılayıcı) hizmet veren tur operatörleri, yabancı tur operatörlerine kendi ülkesindeki turistik ürünlerin tamamını (yurt içi transferler, konaklamalar, günübirlik turlar, rehberlik hizmetleri vb.) ya da istenilen kadarını sağlarlar."
  },
  {
    "id": "3399080",
    "unitNumber": 6,
    "text": "Seyahat işletmelerinin büyüklükleri ve kurumsallaşmış olmalarına bağlı olarak yararlandıkları kurum içi yazılım sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Muhasebe sistemleri",
      "B": "Seyahat yönetim sistemleri",
      "C": "Rezervasyon sistemleri",
      "D": "Otel işletme sistemleri",
      "E": "Otomasyon sistemi"
    },
    "explanation": "Seyahat yönetim sistemleri seyahat işletmelerinin büyüklükleri ve kurumsallaşmış olmalarına bağlı olarak yararlandıkları kurum içi yazılımlardır. Doğru cevap B'dir."
  },
  {
    "id": "3399081",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi genellikle yurt içi-yurt dışı paket tur tanımlamaları, kontenjanları, tarihleri ve fiyatları oluşturmak için kullanılan sistemlerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Rezervasyon sistemleri",
      "B": "Seyahat bilişim sistemleri",
      "C": "Incoming tur operatörü seyahat yönetim sistemi",
      "D": "Tur operatörü seyahat yönetim sistemleri",
      "E": "Muhasebe yönetim sistemi"
    },
    "explanation": "Tur operatörü seyahat yönetim sistemleri yazılım şirketlerinin tercihlerine göre web tabanlı ya da başka programlarla çalışırlar. TOSYS’ler genellikle yurt içi-yurt dışı paket tur tanımlamaları, kontenjanları, tarihleri ve fiyatları oluşturmak için kullanılan sistemlerdir. Doğru cevap D'dir."
  },
  {
    "id": "3399082",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bulundukları ülkelerde ya da destinasyonlarda çoğunlukla başka ülkelerin outgoing tur operatörlerine hizmet veren ve onlar adına yurt içi turistik ürünlerden tamamını ya da istenilen kadarını temin eden işletmelerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Incoming tur operatörleri",
      "B": "Outgoing tur operatörleri",
      "C": "Tur muhasebe operatörleri",
      "D": "Seyahat sistem operatörü",
      "E": "Bağımsız seyahat sistem operatörleri"
    },
    "explanation": "Incoming tur operatörleri bulundukları ülkelerde ya da destinasyonlarda çoğunlukla başka ülkelerin outgoing tur operatörlerine hizmet veren ve onlar adına yurt içi turistik ürünlerden tamamını ya da istenilen kadarını temin eden işletmelerdir. Doğru cevap A'dır."
  },
  {
    "id": "3399083",
    "unitNumber": 6,
    "text": "Tüm pazarlarda tur operatörlüğü yetkisi verilen seyahat acentaları aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "C grubu seyahat acentaları",
      "B": "B grubu seyahat acentaları",
      "C": "A grubu seyahat acentaları",
      "D": "D grubu seyahat acentaları",
      "E": "Seyahat işletmelerini tur operatörleri"
    },
    "explanation": "Ülkemizde 1972 yılı tarihli ve 1618 sayılı “Seyahat Acentaları ve Seyahat Acentaları Birliği Kanunu” seyahat işletmelerini tur operatörleri ve seyahat acentaları olarak sınıflandırmamıştır. Bunun yerine A, B ve C grubu üç farklı seyahat acentası tanımlanarak A grubu seyahat acentalarına tüm pazarlarda tur operatörlüğü yetkisi verilmiş, C grubu seyahat acentalarına ise yalnızca ingoing tur operatörlüğü yetkisi verilmiştir. Doğru cevap C'dir."
  },
  {
    "id": "3399084",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ülkemizde kullanılan ve sadece muhasebe konusunda uzmanlaşmış bağımsız muhasebe yazılımlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Back office satış modülü",
      "B": "Back office muhasebe modülü",
      "C": "Back office operasyon modülü",
      "D": "A2 Cloud sistemi",
      "E": "Zenom"
    },
    "explanation": "Ülkemizde kullanılan ve sadece muhasebe konusunda uzmanlaşmış bağımsız muhasebe yazılımları (BMY) bulunmaktadır. Bunların başlıcaları Eta, Orka, Luca, Logo ve Zenom’dur. Doğru cevap E'dir."
  },
  {
    "id": "3399085",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi öncelikle hava yolu şirketlerinin biletlerini olmak üzere turizm tedarikçilerinin ürün/ hizmetlerini merkezi bir veri bankasında birleştirerek seyahat acentalarının kullanımına sunan sistemdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgisayarlı rezervasyon sistemleri",
      "B": "Global dağıtım sistemleri",
      "C": "Eta muhasebe programı",
      "D": "A2 Cloud Sistemi",
      "E": "Bağımsız muhasebe yazılımları"
    },
    "explanation": "Global dağıtım sistemleri öncelikle hava yolu şirketlerinin biletlerini olmak üzere turizm tedarikçilerinin ürün/ hizmetlerini merkezi bir veri bankasında birleştirerek seyahat acentalarının kullanımına sunan sistemlerdir. Doğru cevap B'dir."
  },
  {
    "id": "3399086",
    "unitNumber": 6,
    "text": "Dünya çıkarları doğrultusunda uygun, güvenli, düzenli ve ekonomik olarak hava taşımacılığını gerçekleştirmek, teşvik etmek ve hava yolu şirketleri arasındaki eş güdümü sağlamak amacıyla 1945’te kurulan ve merkezi Montreal, Kanada’da olan birlik aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "THY Bilgisayarlı rezervasyon sistemi",
      "B": "Videotext sistemi",
      "C": "Kablolu-bağlantıda (lease-line) iletişimi",
      "D": "Wide Area Network-Geniş Tabanlı Ağ",
      "E": "Uluslararası Hava Taşımacılığı Birliği (IATA)"
    },
    "explanation": "Uluslararası Hava Taşımacılığı Birliği (IATA) dünya çıkarları doğrultusunda uygun, güvenli, düzenli ve ekonomik olarak hava taşımacılığını gerçekleştirmek, teşvik etmek ve hava yolu şirketleri arasındaki eş güdümü sağlamak amacıyla 1945’te kurulan ve merkezi Montreal, Kanada’da olan birliktir. Doğru cevap E'dir."
  },
  {
    "id": "3399087",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ülkemizde seyahat acentaları tarafından başlıca kullanılan Global dağıtım sistemidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Wordspan",
      "B": "Travelport",
      "C": "Sabre",
      "D": "Amadeus",
      "E": "Galileo"
    },
    "explanation": "Amadeus ülkemizde de seyahat acentaları tarafından başlıca kullanılan GDS konumundadır. Diğer GDS’lerin geçmişte ülkemiz pazarında faaliyet girişimleri olmuş, hatta bunlardan Galileo bir dönem ülkemiz seyahat acentası pazarının %20’den fazlasını elde etmiştir. Son olarak 2014’te Sabre GDS’si Türkiye pazarında faaliyet göstermeye başlamıştır. Doğru cevap D'dir."
  },
  {
    "id": "3399088",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi seyahat acentalarında kullanılmaya başlanan ve ilk kez 1983 yılında ABD sınırları dışında Kanada’daki seyahat acentalarında kullanılan Global dağıtım sistemlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sabre",
      "B": "Travelport",
      "C": "Galileo",
      "D": "Amadeus",
      "E": "Apollo"
    },
    "explanation": "1976’da Sabre GDS'si seyahat acentalarında kullanılmaya başlamıştır. Sabre ilk kez 1983 yılında ABD sınırları dışında Kanada’daki seyahat acentalarında kullanılmaya başlamıştır. Doğru cevap A'dır."
  },
  {
    "id": "3399089",
    "unitNumber": 6,
    "text": "Bünyesine kattığı Galileo ve Worldspan’ın toplam pazar payını yıllar içinde eriten ve 2017’de %19.7’ye düşüren Global dağıtım sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sabre",
      "B": "Cendant",
      "C": "Travelport",
      "D": "Amedeus",
      "E": "Apollo"
    },
    "explanation": "Travelport 6 milyar ABD doları maliyetle ve liderlik iddiasıyla kurulan bir GDS olmasına karşın bünyesine kattığı Galileo ve Worldspan’ın toplam pazar payını yıllar içinde eritmiş ve 2017’de %19.7’ye düşürmüş ve kazançları bakımından da Amadeus ve Sabre’nin oldukça gerisinde kalmıştır. Doğru cevap C'dir."
  },
  {
    "id": "3399120",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Tur Operatörü (Outgoing ve Ingoing) Seyahat Yönetim Sistemi Modüllerinde yer alan yönetim işlemlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Destinasyon ekleme",
      "B": "Ürün kontenjanı tanımlama",
      "C": "Arayüz işlemleri",
      "D": "Rezervasyon raporlama",
      "E": "Faturalama"
    },
    "explanation": "Yönetim işlemleri: Destinasyon ekleme, paket tur ekleme, kullanıcı ekleme vb. işlemleri,<br/>Destinasyon ekleme bir yönetim işelmidir."
  },
  {
    "id": "3399121",
    "unitNumber": 6,
    "text": "Aşağıdaki bilgilerden hangisi incoming tur operatörleri için doğru bir bilgi <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Bu işletmelerin doğal müşterileri outgoing tur operatörleridir.",
      "B": "Tüketiciler tarafından çok fazla bilinmezler.",
      "C": "Hizmet verdikleri ülkelerde tedarikçiler ile çalışırlar.",
      "D": "Müze-ören yeri gibi yelerin güncel fiyat bilgilerine sahiptirler.",
      "E": "Tatil yapmak isteyen bir yabancı turist bu operatörler ile doğrudan iletişime geçebilir."
    },
    "explanation": "incoming tur operatörleri bulundukları ülkelerde ya da destinasyonlarda çoğunlukla başka ülkelerin outgoing tur operatörlerine hizmet veren ve onlar adına yurt içi turistik ürünlerden tamamını ya da istenilen kadarını temin eden işletmelerdir. Dolayısıyla bu işletmelerin doğal müşterileri outgoing tur operatörleridir ve incoming tur operatörleri ne kadar büyük olsalar da biz tüketiciler tarafından fazlaca bilinmezler.<br/>İncoming tur operatörleri outgoing tur operatörlerine hizmet verir. Dolayısıyla turistler bu operatörler ile doğrudan ietişime geçemezler."
  },
  {
    "id": "3399122",
    "unitNumber": 6,
    "text": "Türkiye'de hangi gruptaki seyahat acentasına yalnızca ingoing tur operatörlüğü yetkisi verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "A Grubu",
      "B": "B Grubu",
      "C": "C Grubu",
      "D": "D Grubu",
      "E": "E Grubu"
    },
    "explanation": "A, B ve C grubu üç farklı seyahat acentası tanımlanarak A grubu seyahat acentalarına tüm pazarlarda tur operatörlüğü yetkisi verilmiş, C grubu seyahat acentalarına ise yalnızca ingoing tur operatörlüğü yetkisi verilmiştir.<br/>C Grubu seyahat acentalarına yalnızca ingoing tur operatörlüğü yetkisi verilmiştir."
  },
  {
    "id": "3399123",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Türkiye'de kullanılan bağımsız muhasebe yazılımlarından biri<strong> değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Fenesoft",
      "B": "Orka",
      "C": "Eta",
      "D": "Luca",
      "E": "Zenom"
    },
    "explanation": "Seyahat işletmeleri ve turizm endüstrisi bir yana, her tür işletme için geliştirilen ve içinde ihtiyaca göre farklı birtakım modüller bulunan popüler ve sadece muhasebe konusunda uzmanlaşmış bağımsız muhasebe yazılımları (BMY) vardır. Bunların Türkiye genelinde başlıcaları Eta, Orka, Luca, Logo ve Zenom’dur (yerliteknoloji.net, 2020). Bazı seyahat işletmeleri gerek muhasebe departmanı çalışanlarının gerekse işletme yöneticilerinin tercihlerine göre BMY’lerden birini kullanmayı tercih ederler. Diğer taraftan bazı seyahat işletmeleri ise turizm endüstrisi için kolaylıklar sunan ve ek birtakım özellikleri bulunan Hesapcini ve Fenesoft gibi şirketlerin turizm destekli muhasebe programlarını tercih ederler.<br/>Fenesoft şirketi turizm destekli muhasebe programı sunmaktadır."
  },
  {
    "id": "3399124",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Türk Hava Yolları tarafından kullanılan CRS yazılımının adıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Troya",
      "B": "Luca",
      "C": "Orka",
      "D": "Zenom",
      "E": "Logo"
    },
    "explanation": "THY’nin uzun yıllardır kullandığı ve ülkemiz seyahat acentalarının kullanımına sunduğu CRS yazılımının adı Troya’dır.<br/>Türk Hava Yollarının kullandığı CRS Troya adını taşımaktadır."
  },
  {
    "id": "3399125",
    "unitNumber": 6,
    "text": "Uluslararası Hava Taşımacılığı Birliği (IATA) hangi yıl kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1945",
      "B": "1960",
      "C": "1963",
      "D": "1970",
      "E": "1978"
    },
    "explanation": "IATA: Dünya çıkarları doğrultusunda uygun, güvenli, düzenli ve ekonomik olarak hava taşımacılığını gerçekleştirmek, teşvik etmek ve hava yolu şirketleri arasındaki eş güdümü sağlamak amacıyla 1945’te kurulan ve merkezi Montreal, Kanada’da olan birliktir.<br/>Uluslararası Hava Taşımacılığı Birliği (IATA) 1945 yılında kurulmuştur."
  },
  {
    "id": "3399128",
    "unitNumber": 6,
    "text": "Aşağıdaki hangisi ürünlerin grup ve münferit fiyatlarını, döviz kuru türlerini tanımlama işlemini yapan işlem türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Sözleşme (kontrat) işlemleri",
      "B": "Kontenjan İşlemleri",
      "C": "Farklı Fiyatlama İşlemleri",
      "D": "Tedarikçi Girişi İşlemleri",
      "E": "Acenta Satışı İşlemleri"
    },
    "explanation": "SYS’lerde Tur Operatörü Modülleri<br/>Sözleşme (kontrat) işlemleri"
  },
  {
    "id": "3399129",
    "unitNumber": 6,
    "text": "Türkiye’de 1618 sayılı “Seyahat Acentaları ve Seyahat Acentaları Birliği Kanunu” hangi yılda yürürlüğe girmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1982",
      "B": "1972",
      "C": "1991",
      "D": "1985",
      "E": "1982"
    },
    "explanation": "SYS’lerde Seyahat Acentası (SASYS) Modülleri<br/>1972"
  },
  {
    "id": "3399130",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Türkiye’de kullanılan konusunda uzmanlaşmış bağımsız muhasebe yazılımlarında biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sejour",
      "B": "Agentis",
      "C": "Orka",
      "D": "Travsis",
      "E": "Elitema"
    },
    "explanation": "Bağımsız ve Seyahat İşletmeleri Destekli Muhasebe Modülleri<br/>Orka"
  },
  {
    "id": "3399132",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi IATA’nın tanımıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Geniş alan ağı, birden fazla cihazın birbiriyle iletişim kurmasını sağlayan fiziksel veya mantıksal olarak tasarlanan büyük bir ağdır. Yerel ağların birbirine bağlanmasını sağlayarak çok geniş bir yayılıma ulaşırlar.",
      "B": "A2 Back Office programının bulutta çalışan versiyonudur ve A2 Back Office programında yapılan birçok işlemi yapabilir.",
      "C": "Tedarikçilerin (konaklama işletmesi, havayolu işletmesi vb.) seyahat işletmelerine kontenjan boşluğu vb. durumlarda verdiği indirimli fiyatlardır.",
      "D": "Otel yönetim sistemleri ve diğer yönetim sistemlerinde olduğu gibi merkezi denetimi ve kurum içi kullanıcıların yetkilerine göre işlem yapmalarını sağlamak amaçlı geliştirilen yazılımlardır.",
      "E": "Dünya çıkarları doğrultusunda uygun, güvenli, düzenli ve ekonomik olarak hava taşımacılığını gerçekleştirmek, teşvik etmek ve hava yolu şirketleri arasındaki eş güdümü sağlamak amacıyla 1945’te kurulan ve merkezi Montreal, Kanada’da olan birliktir."
    },
    "explanation": "Hava Yolu CRS’leri<br/>Dünya çıkarları doğrultusunda uygun, güvenli, düzenli ve ekonomik olarak hava taşımacılığını gerçekleştirmek, teşvik etmek ve hava yolu şirketleri arasındaki eş güdümü sağlamak amacıyla 1945’te kurulan ve merkezi Montreal, Kanada’da olan birliktir."
  },
  {
    "id": "3399133",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Sabre CRS’sini birlikte geliştirmiş şirketlerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "AA ve IBM",
      "B": "GDS ve KLM",
      "C": "TWA ve CRS",
      "D": "UA ve AA",
      "E": "TWA ve KLM"
    },
    "explanation": "Hava Yolu CRS’leri<br/>AA ve IBM"
  },
  {
    "id": "3399134",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Videotext teknolojisinin avantajlarından biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Videotext kullanımı GDS’lerde olduğu gibi karmaşık değildir. Bu nedenle eğitim masrafına ve zaman kaybına gerek yoktur.",
      "B": "Acentaların videotext kullanımından kaynaklanan maliyetleri GDS maliyetlerinin yaklaşık iki katı kadardır.",
      "C": "Thomson TUI tur operatörü, kendi videotext sistemi TOP CRS’si üzerinden acentaların aylık borç hesaplarını belirleyen ve otomatik bankacılık sistemiyle acentalara sistem üzerinden ödeme yapabilme kolaylığını sağlayan bir uygulama başlatmıştır. Bu uygulama sonunda acentaların çek masrafları ortadan kalkmış ve maliyetlerinde önemli düşüşler olmuştur.",
      "D": "Tur operatörlerinin hazırladıkları paket turlar GDS’lerde de yer alabilmektedir. Ancak seyahat acentalarının paket turlara tur operatörü CRS’si yerine GDS’lerden ulaşması, tur operatörü için fazladan komisyon anlamına gelir.",
      "E": "Tur operatörü CRS’lerinin GDS’ler ile ortak ara yüzlere sahip olması seyahat acentalarının rezervasyonları kendi sistemlerine aktarmalarını sağlar. Dolayısıyla büyük tur operatörleri, bünyelerindeki seyahat acentalarına sundukları CRS’lerin kullanım alanını genişleterek GDS’lere alternatif oluşturmuşlardır."
    },
    "explanation": "Tur Operatörü CRS’leri<br/>Acentaların videotext kullanımından kaynaklanan maliyetleri GDS maliyetlerinin yaklaşık iki katı kadardır."
  },
  {
    "id": "3399135",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi GDS’nin fonksiyonları arasında <strong>yer <u>almaz?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Uçuş bilgileri: Uçuş listeleri, envanter, müsaitlik durumu, ücretler, rezervasyonlar",
      "B": "Yolcu bilgileri: Yolcu isimlerinin oluşturulması, değişiklik yapılması, saklanması, sık uçuş yapanların kayıtları, özel istekler",
      "C": "Yemek ve gezi rezervasyonları",
      "D": "Araç kiralama, otel, kruvaziyer, demir yolu, tur paketlerinin rezervasyonu",
      "E": "Tiyatro ve etkinlik biletleri"
    },
    "explanation": "Seyahat Acentalerinde Global Dağıtım Sistemleri (GDS)<br/>Yemek ve gezi rezervasyonları"
  },
  {
    "id": "3399136",
    "unitNumber": 6,
    "text": "Amadeus hangi yılda Sabre GDS’si ile pazarlama ve ürün geliştirme konularında iş birliği yapmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1987",
      "B": "1995",
      "C": "1997",
      "D": "1990",
      "E": "1989"
    },
    "explanation": "Amadeus GDS’si<br/>1990"
  },
  {
    "id": "3399137",
    "unitNumber": 6,
    "text": "Sabre GDS’si ABD sınırları dışında ilk kez hangi ülkede kullanılmaya başlamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Fransa",
      "B": "İngiltere",
      "C": "İsveç",
      "D": "Almanya",
      "E": "Kanada"
    },
    "explanation": "Sabre GDS’si<br/>Kanada"
  },
  {
    "id": "3399166",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ABD’deki United Airlines (UA) tarafından 1971'de kurulan CRS'dir?",
    "correctAnswer": "A",
    "options": {
      "A": "Apollo",
      "B": "Toros",
      "C": "Truva",
      "D": "Galileo",
      "E": "Cendant"
    },
    "explanation": "AA’nın Sabre’yi başarılı ve etkin bir sistem hâline getirmesinin ardından ABD’deki rakip hava yolu şirketlerinden United Airlines (UA) kendi CRS’si olan Apollo’yu 1971’de geliştirmiştir.<br/>ABD’deki United Airlines (UA) tarafından 1971'de kurulan CRS Apollo adını taşımaktadır."
  },
  {
    "id": "3399167",
    "unitNumber": 6,
    "text": "Sabre hangi yılda “en iyi GDS” seçilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1946",
      "B": "1953",
      "C": "1976",
      "D": "1983",
      "E": "1999"
    },
    "explanation": "Sabre, 1999 yılında “en iyi GDS” seçilmiştir."
  },
  {
    "id": "3399168",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Fransa tarafından kullanılan videotext sistemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Minitel",
      "B": "Start",
      "C": "Bildschirmtext",
      "D": "Fly",
      "E": "Toma"
    },
    "explanation": "Videotext sistemi İngiltere dışında Almanya ve Fransa’da da kullanılmıştır. Fransa’da kullanılan<br/>Minitel sistemi sayesinde tüketiciler ekranda gördükleri paket turlardan birini seçip rezervasyon yapabilmişlerdir. Almanya’da ise Bildschirmtext adlı bir videotext sistemi kullanılmıştır.<br/>Minitel Fransa tarafından kullanılan videotext sistemidir."
  },
  {
    "id": "3399169",
    "unitNumber": 6,
    "text": "Dünya genelindeki pazar payları değerlendirildiğinde en büyük pazar payına sahip olan GDS hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sabre",
      "B": "Amadeus",
      "C": "Travelport",
      "D": "Galileo",
      "E": "Wordspan"
    },
    "explanation": "Amadeus günümüzde yalnızca doğu Avrupa (Türkiye ve Rusya dâhil) pazarında hâkim görülmekle birlikte genel dünya pazar payları sıralamasında üç GDS arasında %44 ile birinci durumdadır.<br/>Dünya genelindeki pazar payları değerlendirildiğinde en büyük pazar payına sahip olan GDS Amadeus'tur."
  },
  {
    "id": "3399090",
    "unitNumber": 7,
    "text": "Türkiye'de franchising yoluyla seyahat acentaları zincirini başlatan ilk tur operatörü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "TUİ",
      "B": "ETS",
      "C": "Trivago",
      "D": "Hotels",
      "E": "Booking"
    },
    "explanation": "Franchising yoluyla seyahat acentaları zinciri uygulamasını Türkiye’de başlatan ETS’nin 48 farklı şehirde 130 kadar seyahat acentası vardır.<br/>ETS tur Türkiye'de franchising yoluyla seyahat acentaları zincirini başlatan ilk tur öperatörüdür."
  },
  {
    "id": "3399091",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir grup çatısı altında olmayan bağımsız bir sanal seyahat acentasıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Classic Custom Vacations",
      "B": "Egencia",
      "C": "Travelocity",
      "D": "Orbitz",
      "E": "Trip.com"
    },
    "explanation": "Günümüzde bağımsız SSA’lar arasında uluslararası düzeyde hizmet veren ve rekabet gücü yüksek olan yalnızca Trip.com kalmıştır.<br/>Trip.com günümüzde bağımsız bir sanal seyahat acentasıdır. Diğer tüm seçnekler Expedia Grubu çatısı altında hizmet vermektedir."
  },
  {
    "id": "3399092",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hem sanal seyahat acentalarının yükselişine bir tepki hem de hava yolu dağıtım maliyetlerini düşürmeye yönelik bir çözüm olarak ortaya çıktığını ifade eden oluşumdur?",
    "correctAnswer": "C",
    "options": {
      "A": "Hotels. com",
      "B": "Trivago",
      "C": "Orbitz",
      "D": "Travelocity",
      "E": "Trip.com"
    },
    "explanation": "Orbitz, hava yolu endüstrisinin hem Expedia ve Travelocity gibi sanal seyahat acentalarının yükselişine bir tepkisi, hem de hava yolu dağıtım maliyetlerini düşürmeye yönelik bir çözümü olarak ortaya çıkmıştır.Orbitz.com resmi olarak 2001 yılında endüstride faaliyete başlamıştır. Fakat SSA’nın tüketicinin kullanımına sunulması 2003 yılında gerçekleşmiştir. Orbitz 2015 yılında, Expedia grubu tarafından satın alınmıştır."
  },
  {
    "id": "3399093",
    "unitNumber": 7,
    "text": "Otel, konaklama ve meta arama alanlarında hizmetler sağlamak amacıyla kurulan ilk Alman arama motoru aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "trivago.com",
      "B": "orbitz.com",
      "C": "travelocity.com",
      "D": "Hotels.com",
      "E": "expedia.com"
    },
    "explanation": "Trivago aslında tamamı küçük harflerdenoluşan bir kavram (trivago) olarak 2005 yılında Düsseldorf, Almanya’da 3 üniversite arkadaşı tarafından oluşturulmuştur; Rolf Schrömgens, PeterVinnemeier ve Stephan Stubner. Otel, konaklama ve meta arama alanlarında internet ile ilgili hizmetler sağlamak amacıyla kurulan ilk Alman otel arama motorudur.<br/>Trivago; Otel, konaklama ve meta arama alanlarında internet ile ilgili hizmetler sağlamak amacıyla kurulan ilk Alman otel arama motorudur."
  },
  {
    "id": "3399094",
    "unitNumber": 7,
    "text": "1996 yılında küçük bir girişim olarak Amsterdam’da kurulan, 226 ülkede ve Türkçe de dahil olmak üzere 43 dilde hizmet veren sanal seyahat acentası aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Priceline.com",
      "B": "Agoda.com",
      "C": "Kayak.com",
      "D": "Booking.com",
      "E": "Priceline.com"
    },
    "explanation": "Uluslararası bir sanal seyahat acentası olan Booking.com, 1996 yılında küçük bir girişim olarak Amsterdam’da kurulmuştur. Güncel verilere göre 226 ülkede hizmet vermektedir. Booking Holdings Grubu’nun bir parçası olan Booking.com, Türkçe de dahil olmak üzere 43 dilde hizmet vermekte ve 6,2 milyondan fazla ev, daire ve diğer konaklama birimleri dahil toplamda 28 milyondan fazla konaklama birimi ile sektörde hizmet veren bir SSA’dır.<br/>Booking.com; 1996 yılında küçük bir girişim olarak Amsterdam’da kurulan, güncel verilere göre 226 ülkede, Türkçe de dahil olmak üzere 43 dilde hizmet vermekte olan sanal seyahat acentasıdır."
  },
  {
    "id": "3399095",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 1999 yılında kurulan Türkiye’nin ilk çevrim içi seyahat ve uçak bileti satış sitesidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sonfiyat.com",
      "B": "Tatilbudur.com",
      "C": "Tatilsepeti.com",
      "D": "Otelz.com",
      "E": "Odamax.com"
    },
    "explanation": "Sonfiyat.com; Türkiye’nin ilk çevrim içi uçak bileti satışı ve seyahat sitesini oluşturmak amacıyla 1999 yılında kurulmuştur."
  },
  {
    "id": "3399096",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tatilsepeti.com'un sunduğu hizmetler arasında <strong>sayılamaz? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yurt dışı otel",
      "B": "Yurt içi otel",
      "C": "Yurt içi ve yurt dışı turlar",
      "D": "Yurt içi ve yurt dışı uçak biletleri",
      "E": "Kara yolu ulaşım hizmeti"
    },
    "explanation": "Tatilsepeti.com'un sunduğu hizmetler: <br/><ul><br/><li>Yurt içi otel<br/>• Yurt dışı otel<br/>• Yurt içi ve yurt dışı turlar<br/>• Yurt içi ve yurt dışı uçak biletleri<br/>• Gemi turları<br/>• Araç kiralama hizmeti<br/>• Vize Hizmetleri</li><br/></ul><br/>Tatilsepeticom'un hizmetleri arasında karayolu ulaşım hizmeti bulunmamaktadır."
  },
  {
    "id": "3399097",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Türkçe, İngilizce, Rusça, Fransızca ve Almanca olmak üzere beş farklı dilde hizmet sunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "ucuzabilet.com",
      "B": "odamax.com",
      "C": "otelz.com",
      "D": "tatilbudur.com",
      "E": "tatilsepeti.com"
    },
    "explanation": "Ucuzabilet.com Türkçe, İngilizce, Rusça, Fransızca ve Almanca olmak üzere beş farklı dilde hizmet verme özelliğiyle diğer Türk SSA’lardan ayrılmaktadır."
  },
  {
    "id": "3399098",
    "unitNumber": 7,
    "text": "Yasal engeller nedeniyle Türkiye'deki müşterilerine sadece yurt dışı alımlar için hizmet veren uluslararası sanal seyahat acentası aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tatilsepeti.com",
      "B": "Booking.com",
      "C": "Hotels.com",
      "D": "Trivago.com",
      "E": "Orbitz.com"
    },
    "explanation": "Booking.com 1996 yılında Amsterdamda kurulmuştur ve Türkiye'de bazı yasal engeller nedeniyle yalnızca yurt dışı alımla riçin hizmet verebilmektedir."
  },
  {
    "id": "3399099",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sadece yurt içi ve Kıbrıs rezervasyonları yapılabilen ve tamamen yerli sermaye ile kurulmuş sanal seyahat acentasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tatilsepeti.com",
      "B": "Tatilbudur.com",
      "C": "Otelz.com",
      "D": "Odamax.com",
      "E": "Sonfiyat.com"
    },
    "explanation": "Otelz.com; sadece yurt içi ve Kıbrıs rezervasyonları yapılabilen ve tamamen yerli sermaye ile kurulmuş senal seyahat acentasıdır. SSA, bünyesinde güncel olarak 13,210 otel, daireler, tatil evleri ve villalar bulundurmaktadır.<br/>Otelz.com; sadece yurt içi ve Kıbrıs rezervasyonları yapılabilen ve tamamen yerli sermaye ile kurulmuş sanal seyahat acentasıdır"
  },
  {
    "id": "3399100",
    "unitNumber": 7,
    "text": "Web 2.0 ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "İnternet kullanıcılarının internet ortamından aldığı bilgiye yine aynı ortam üzerinden karşılık verebilmelerini sağlayan bir sistemdir.",
      "B": "1990'lı yıllarda geliştirilmiş bir internet ve world wide web (www) teknolojisidir.",
      "C": "Tek yönlü iletişim ile daha çok bilgi vermeye yönelik olarak geliştirilmiş bir sistemdir.",
      "D": "Birinci nesil web tabanlı internet teknolojisi olarak isimlendirilir.",
      "E": "Tur operatörlerinin kendilerini tek yönlü olarak internet ortamında ayrıntılı bir şekilde tanıtabilmelerine imkan sağlar."
    },
    "explanation": "GİRİŞ<br/>Web 2.0, diğer birçok alanda olduğu gibi seyahat işletmeleri açısından da altın dönem olan ve işletmelere çift taraflı etkileşimle birlikte internet üzerinden satış imkânı sağlayanikinci nesil iletişim teknolojisidir."
  },
  {
    "id": "3399101",
    "unitNumber": 7,
    "text": "Tur operatörlerinin hizmet verdikleri pazarlar ile ilgili aşağıdaki eşleştirmelerden hangisi doğrudur?<br/>K. Yurt dışına turist gönderen tur operatörleri <br/>L. Yurt dışından turist getiren tur operatörleri<br/>M. İç turizme hizmet eden tur operatörleri<br/>1. Ingoing tur operatörü<br/>2. Incoming tur operatörü<br/>3. Outgoing tur operatörü",
    "correctAnswer": "A",
    "options": {
      "A": "K-3, L-2, M-1",
      "B": "K-2, L-1, M-3",
      "C": "K-1, L-3, M-2",
      "D": "K-2, L-3, M-1",
      "E": "K-1, L-2, M-3"
    },
    "explanation": "TUR OPERATÖRLERİ SANAL SATIŞLARI<br/>Tur operatörleri esasen outgoing (yurt dışına), ingoing (yurt içinde) ve incoming (yurt dışından) olmak üzere üç farklı pazarda çalışan işletmelerdir."
  },
  {
    "id": "3399102",
    "unitNumber": 7,
    "text": "Almanya kökenli tur operatörü olan TUI, aşağıdaki tur operasyonlarından hangisini gerçekleştirmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Outgoing ve Incoming",
      "B": "Outgoing",
      "C": "Incoming ve Ingoing",
      "D": "Incoming",
      "E": "Ingoing"
    },
    "explanation": "TUI Sanal Satışları<br/>Günümüzde TUI’yi yalnızca outgoing tur operatörü olarak tanımlamak yetersiz olacaktır. TUI, 150 kadar uçağa sahip hava yolu işletmesine, çekim ülkele-rinde sahibi olduğu incoming tur operatörlerine (ülkemizde Tantur) ve 18 adet kruvaziyer gemisine sahip dev bir turizm kuruluşudur."
  },
  {
    "id": "3399103",
    "unitNumber": 7,
    "text": "ETS tur, aşağıdaki hangi pazarda hizmet vermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Outgoing ve ingoing",
      "B": "Outgoing",
      "C": "Incoming",
      "D": "Ingoing",
      "E": "Incoming ve ingoing"
    },
    "explanation": "ETS Sanal Satışları<br/>Outgoing ve ingoing pazarlarda hizmet veren ETS, Türkiye çapında hem birçok bakımdan öncü, hem de turizm endüstrisinde bütünleşmiş bir tur operatörüdür. ETS’nin 48 farklı şehirde 130 kadar seyahat acentası vardır."
  },
  {
    "id": "3399104",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bağımsız sanal seyahat acenteleri içinde uluslararası düzeyde hizmet veren en büyük ve rekabet gücü yüksek olandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Trip.com",
      "B": "Expedia",
      "C": "Venere.com",
      "D": "Metropolitan Travel",
      "E": "Travelocity"
    },
    "explanation": "Trip.com Group Limited (eski adıyla Ctrip.com International) konaklama rezervasyonu, ulaşım bileti, paket turlar ve kurumsal seyahat yönetimi gibi hizmetler sağlayan bir sanal seyahat acentasıdır. Günümüzde bağımsız SSA’lar arasında uluslararası düzeyde hizmet veren ve rekabet gücü yüksek olan yalnızca Trip.com kalmıştır."
  },
  {
    "id": "3399105",
    "unitNumber": 7,
    "text": "Sanal Seyahat Acentalari ile ilgili olarak aşağıdaki ifadelerden hangisi/hangileri doğrudur?<br/>I. Faaliyetlerini internet ortamında gerçekleştirir.<br/>II. Tüm turistik ürünleri tedarikçiler adına satarak komisyon kazancı sağlar.<br/>III. Outgoing ve ingoing pazarlarda hizmet verir.",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "Sadece II",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "I ve III"
    },
    "explanation": "SANAL SEYAHAT ACENTALARI (SSA’LAR)<br/>SSA’lar en yalın tanımıyla seyahat acentacılığı faaliyetlerini internet ortamından gerçekleştiren ve tüm turistik ürünleri tedarikçiler adına satarak komisyon kazancı sağlayan işletmelerdir."
  },
  {
    "id": "3399106",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Sanal Seyahat Acentalarının verdiği hizmetlerden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Havaalanı-şehir merkezi ulaşım",
      "B": "Uçak bileti satış",
      "C": "Paket tur satış",
      "D": "Konaklama hizmeti",
      "E": "Oto kiralama"
    },
    "explanation": "SANAL SEYAHAT ACENTALARI (SSA’LAR)<br/>SSA'lar uçak bileti satış, konaklama, kruvaziyer ile seyahat, paket tur, oto kiralama gibi hizmetler vermektedir."
  },
  {
    "id": "3399107",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Expedia Grup bünyesinde yer alan sanal seyahat acentalarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Travelocity.com",
      "B": "Orbitz.com",
      "C": "Trivago.com",
      "D": "Hotels.com",
      "E": "Kayak.com"
    },
    "explanation": "Grup Şirketlere Bağlı SSA’lar<br/>Expedia Grup bünyesinde yer alan Sanal Seyahat acentaları (SSA) 187-189'da tek tek açıklanmıştır."
  },
  {
    "id": "3399108",
    "unitNumber": 7,
    "text": "Doğrudan satış yapmak yerine birçok satıcıya bağlanma yoluyla onların fiyatlarına ulaşarak ve karşılaştırma yaparak tüketiciye sunan sanal seyahat acentası aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Trivago",
      "B": "Travelocity",
      "C": "Expedia",
      "D": "Orbitz",
      "E": "Trip.com"
    },
    "explanation": "Trivago.com (Üçüncü Nesil İşletme)<br/>Tri-vago, diğer SSA’lardan farklı olarak doğrudan satış yapmak yerine birçok satıcıya bağlanma yoluyla onların fiyatlarına ulaşarak ve karşılaştırma yapa-rak tüketiciye sunduğu için üçüncü nesil olarak ad-landırılan web 3.0 ile benzerlikler göstermektedir. Bilindiği gibi web 3.0 internet bilgisayarların birbi-riyle iletişimi şeklinde özetlenmektedir."
  },
  {
    "id": "3399109",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi uluslararası sanal seyahat acentalarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kayak.com",
      "B": "Otelz.com",
      "C": "Odamax.com",
      "D": "Sonfiyat.com",
      "E": "Tatilsepeti.com"
    },
    "explanation": "Kayak.com<br/>2013 yılında Booking Holdings’e dahil olan KAYAK, benzer olarak uçuş, otel kiralık araç ve seyahat paketleri satın alma hizmeti veren uluslararası bir SSA’dır."
  },
  {
    "id": "3399138",
    "unitNumber": 7,
    "text": "I. Oto kiralama <br/>II. Havayolu<br/>III. Konaklama<br/>IV. Yeme İçme<br/>Yukarıdakilerden hangileri sanal seyahat acentelerinin tedarikçileri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "I-III-IV",
      "D": "II-IV",
      "E": "I-II-IV"
    },
    "explanation": "<strong>SANAL SEYAHAT ACENTALARI (SSA’LAR) </strong><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b98ecd35de5c01a84e15fb603998365f.png\" alt=\"\" width=\"628\" height=\"394\">"
  },
  {
    "id": "3399139",
    "unitNumber": 7,
    "text": "I. HomeAway<br/>II. VIA Travel <br/>III. Venere.com<br/>IV. Vacationspot<br/>V. ApartmentJet<br/>Yukarıdaki şirketlerden hangileri kiralama hizmeti veren grup şirketlere bağlı SSA’lar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "III-IV",
      "D": "IV-V",
      "E": "I-V"
    },
    "explanation": "<strong>Grup Şirketlere Bağlı SSA’lar </strong><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2282a052c41eb4349bfe37f5dfbc6ac1.png\" alt=\"\" width=\"513\" height=\"389\">"
  },
  {
    "id": "3399140",
    "unitNumber": 7,
    "text": "I. Resmi bir düzenleyicisi yoktur. <br/>II. Alım satım fiyatları gösterilir.<br/>III. Otomatik bilgi ağıdır.<br/>IV. Dünya teknoloji borsasıdır. <br/>Yukarıdaki bilgiler aşağıdaki kuruluşlardan hangisinin özellikleridir?",
    "correctAnswer": "B",
    "options": {
      "A": "IAC/InterActiveCorp",
      "B": "Nasdaq",
      "C": "Sabre GDS",
      "D": "CRS",
      "E": "Cost-per-click"
    },
    "explanation": "<strong>Grup Şirketlere Bağlı SSA’lar </strong><br/><strong>Nasdaq: </strong>Resmi bir düzenleyicisi olmayan tezgâh üstü piyasalarda işlem gören menkul kıymetler için alım satım fiyatlarının gösterildiği otomatik bilgi ağı olarak New York’ta kurulmuş olan özel borsadır. Dünya’nın teknoloji borsası olarak kabul edilir."
  },
  {
    "id": "3399141",
    "unitNumber": 7,
    "text": "Türkiye'de çevrim içi uçak bileti satışı ve seyahat sitesi hizmeti amacıyla kurulan Sonfiyat.com şirketi hangi yılda kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1967",
      "B": "1972",
      "C": "1986",
      "D": "1999",
      "E": "2002"
    },
    "explanation": "<strong>ULUSAL SANAL SEYAHAT ACENTALARI </strong><br/><strong>Sonfiyat.com </strong><br/>Türkiye’nin ilk çevrim içi uçak bileti satışı ve seyahat sitesini oluşturmak amacıyla 1999 yılında kurulmuştur."
  },
  {
    "id": "3399142",
    "unitNumber": 7,
    "text": "I. Yurt içi ve dışı otel hizmeti sunmaktadır.<br/>II. Gemi turları düzenlemektedir.<br/>III. 2017 yılında kurulmuştur.<br/>IV. Vize hizmetleri bulunmaktadır.<br/>V. Etstur markasıdır.<br/>Yukarıdakilerden hangileri Türk sanal seyahat acentası olan Tatilsepeti.com şirketinin özellikleri arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III",
      "B": "II-III-V",
      "C": "I-II-IV",
      "D": "I-IV-V",
      "E": "III-IV-V"
    },
    "explanation": "<strong>ULUSAL SANAL SEYAHAT ACENTALARI </strong><br/>Bir diğer Türk sanal seyahat acentası olan Tatilsepeti.com 2002 yılında turizm sektöründe hizmete başlamıştır. 2009 yılında Expedia Group ile antlaşma yaparak yurt dışı tatil satışlarına başlamıştır. 2013 yılında Londra merkezli yatırım fonu olan <strong><em>Bancroft Private Equity</em></strong>’den yatırım alarak büyüme yoluna gitmiştir. Satın alma işlemi yapan müşterilerin konaklama gerçekleştirdikleri yerlerini puanlama sistemi bu SSA’da da mevcuttur. Dolayısıyla burada bulunan puanlar aracılığıyla müşterilerin karar verme süreci kolaylaşmaktadır. Tatilsepeti.com’un başlıca hizmetleri şöyledir:<br/>Yurt içi otel <br/>• Yurt dışı otel <br/>• Yurt içi ve yurt dışı turlar <br/>• Yurt içi ve yurt dışı uçak biletleri <br/>• Gemi turları <br/>• Araç kiralama hizmeti <br/>• Vize Hizmetleri"
  },
  {
    "id": "3399143",
    "unitNumber": 7,
    "text": "Dünyaca ünlü <em>\"Deloitte </em>denetleme firmasının\" Teknoloji Fast 50 listesine 7. sıradan girerek ilk 10’a giren ulusal tek turizm şirketi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tatilsepeti.com",
      "B": "Odamax.com",
      "C": "Ucuzabilet.com",
      "D": "OtelZ.com",
      "E": "Tatilbudur.com"
    },
    "explanation": "<strong>ULUSAL SANAL SEYAHAT ACENTALARI </strong><br/><strong>OtelZ.com </strong><br/>Sanal seyahat acentacılığı hizmeti vermek amacıyla Zonline Ticaret ve Turizm AŞ Tarafından 2013 yılında kurulan bir diğer SSA da OtelZ.com’dur. Bu ünitede bahsedilen diğer SSA’lardan farklı olarak tamamen yerli sermaye ile kurulmuştur. Sadece yurt içi ve Kıbrıs rezervasyonları yapılabilen SSA, bünyesinde güncel olarak 13,210 otel, daireler, tatil evleri ve villalar bulundurmaktadır. 2019 yılında yüzde 882 büyüme oranıyla Otelz.com, dünyaca tanınmış <strong><em>Deloitte </em></strong>denetleme firmasının 1995 yılından beri 37 ayrı ülkede oluşturduğu Teknoloji Fast 50 listesine 7. sıradan girerek ilk 10’a giren tek turizm şirketi olmuştur. OtelZ. com Türkçe ve İngilizce dilde hizmet alma imkânı sunarken dört farklı para biriminde; Türk Lirası, ABD Doları, Euro ve Sterlin olarak ödeme seçeneği sunmaktadır"
  },
  {
    "id": "3399144",
    "unitNumber": 7,
    "text": "I. İnsanların beğenilerini paylaşabilmesi<br/>II. Tüketici yorumlarını içermesi<br/>III. Turistik ürünün tavsiye ve eleştirilmesini sağlaması<br/>IV. Ticari amaç güden SSA’ların kullanabilmesi<br/>V. SSA'ların tüketiciyi etkilemesini sağlaması <br/>Yukarıdakilerden hangileri tatil yorum sitelerindeki yorumları olumsuz yönde etkileyen faktörler arasında görülmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "III-IV",
      "D": "II-V",
      "E": "IV-V"
    },
    "explanation": "<strong>SSA’LAR VE TATİL YORUM SİTELERİ </strong><br/>Booking.com gibi bazı SSA’lar da tersine kuruluş amaçlarıyla ilgisi olmasa da satışını yaptıkları konaklama sitelerine tüketici yorumlarını ekleyerek <strong>tüketiciyi etkileme yoluna gitmişlerdir.</strong> SSA’larda yer alan tüketici yorumlarının yönlendirmeye açık olması ve tüketicinin yanlı/yanlış puanlamalarla aldatılabileceği ihtimali her zaman mevcuttur. Dolayısıyla <strong>ticari amaç güden SSA’larda tüketici yorumlarından oluşan puanlandırmalara</strong> tarafımızca sıcak bakılmamakta, yorum sitelerinin bağımsız girişimler olması gerektiği düşünülmektedir."
  },
  {
    "id": "3399145",
    "unitNumber": 7,
    "text": "200 bine yakın tesisle hem yurt içi hem de yurt dışında zincir oteller ve tesislerin yanı sıra butik otel, apart, pansiyon gibi pek çok konaklama alternatifleri sunan ulusal SSA aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kayak.com",
      "B": "Tatilsepeti.com",
      "C": "Odamax.com",
      "D": "Ucuzabilet. com",
      "E": "OtelZ.com"
    },
    "explanation": "<strong>ULUSAL SANAL SEYAHAT ACENTALARI </strong><br/><strong>Odamax.com (ETS iştiraki-otel) </strong><br/>Ucuzabilet.com gibi Odamax.com da bir Etstur markasıdır ve 2017 yılında sanal seyahat acentası olarak kurulmuştur. Bünyesinde bulundurduğu 200 bine yakın tesisle hem yurt içi hem de yurt dışı seyahat ve konaklama seçenekleri sunmaktadır. Güncel olarak Odamax.com sadece Türkçe ve İngilizce dilde hizmet sunmaktadır. Zincir oteller ve tesislerin yanı sıra butik otel, apart, pansiyon gibi pek çok konaklama alternatifleri de sunmaktadır. Kullanıcılarına fiyat, konum, hizmet ve müsaitlik durumları gibi konularda bilgiler sunmaktadır. Diğer SSA’lar gibi Odamax.com da misafir yorumları ile müşterilerinin satın alacakları hizmet ile ilgili değerlendirme yapabilmelerine imkân sunmaktadır."
  },
  {
    "id": "3399146",
    "unitNumber": 7,
    "text": "I. Priceline.com<br/>II. Agoda.com<br/>III. Hotels.com <br/>IV. Trivago.com<br/>V. Travelocity.com <br/>Yukarıdakilerden hangileri Booking Holdings’in bünyesine kattığı firmalar arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "III-IV",
      "D": "IV-V",
      "E": "I-V"
    },
    "explanation": "<strong>Grup Şirketlere Bağlı SSA’lar </strong><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/58ce93d31905f821935c0f23b6729ee4.png\" alt=\"\" width=\"657\" height=\"187\">"
  },
  {
    "id": "3399147",
    "unitNumber": 7,
    "text": "I. Tek yönlü iletişim ile bilgi vermeye yönelik ortamdır.<br/>II. Müşterilerle dükkan ortamında hizmet imkanı sunar.<br/>III. İşletmelere sanal ortamdan satış imkanı sunar.<br/>IV. Tüketiciler ürünlerle ilgili web sitelerine yorum yapabilir. <br/>V. Tur operatörlerine kendilerini tanıtma şansı verir.<br/>Yukarıdakilerden hangileri web 2.0 döneminin avantajları arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "III-IV-V",
      "D": "I-IV-V",
      "E": "II-III-V"
    },
    "explanation": "<strong>GİRİŞ </strong><br/>Endüstriyel turizmin daha çok satın almaları ve maliyete katlanmaları bakımından toptancıları tur operatörleri, perakendecileri ise seyahat acentalarıdır. Diğer taraftan tur operatörleri ve seyahat acentaları birlikte seyahat işletmeleri olarak adlandırılmaktadır. Geçmişte diğer endüstrilerde de olduğu gibi tur operatörlerinin tüketicilerle doğrudan iletişimi toptancı ve paket tur üreticisi vasıfları nedeniyle sınırlıydı. Satışlar daha çok müşterilerle dükkân ortamında karşılaşan ve onlara bilgilerini (tavsiyelerini) aktaran seyahat acentaları tarafından gerçekleştiriliyordu. Bilişim teknolojileriyle birlikte ister tedarikçi isterse toptancı olsun tüm işletmelerin tüketiciyle doğrudan iletişim olanakları artmıştır. İnternet ve world wide web (www) teknolojileri sayesinde <strong>tur operatörleri</strong> de web siteleri tasarlayarak <strong>tüketicilere kendilerini tanıtma şansını yakalamışlardır. </strong><br/>1990’lı yıllarda tek yönlü iletişim ile daha çok bilgi vermeye yönelik olan www ortamı günümüzde web 1.0 dönemi olarak adlandırılmaktadır. Diğer birçok alanda olduğu gibi seyahat işletmeleri açısından da altın dönem olan ve işletmelere çift taraflı etkileşimle birlikte internet üzerinden satış imkânı sağlayan aşama ise <strong><em>web 2.0 </em></strong>dönemidir. 2000’li yıllardan itibaren sosyal ağlar, bloglar vb. ile birlikte işletmeler de tüketiciler ile sanal ortam üzerinden iletişim kurabilmeye başlamışlardır. Bu durumun seyahat işletmeleri açısından en önemli iki sonucu; <strong>sanal ortamdan satış imkânı ve tüketicilerin ürünlerle ilgili web sitelerine yorum yapabilmeleri olmuştur. </strong>"
  },
  {
    "id": "3399210",
    "unitNumber": 7,
    "text": "Incoming tur operatörlerinin müşterileri aşağıdakilerden hangileridir?",
    "correctAnswer": "B",
    "options": {
      "A": "incoming tur operatörleri",
      "B": "<strong>outgoing tur operatörleri</strong>",
      "C": "tedarikçi işletmeler",
      "D": "seyahat acentaları",
      "E": "paket tur üreticileri"
    },
    "explanation": "sorunun doğru yanıtı ünitenin giriş bölümü sayfa 179'ta bulunmaktadır.<br/>Incoming tur operatörlerinin müşterileri outgoing tur operatörleridir"
  },
  {
    "id": "3399211",
    "unitNumber": 7,
    "text": "En yakın rakibinin iki katından fazla işlemle Web sayfası olarak birinci konumda görünen Booking.com aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>SSA</strong>",
      "B": "TUI",
      "C": "ETS",
      "D": "GDS",
      "E": "turistik işletme"
    },
    "explanation": "sorunun doğru yanıtı ünitenin giriş bölümünde bulunmaktadır<br/>Booking.com <strong>SSA </strong>grubuna girmektedir."
  },
  {
    "id": "3399212",
    "unitNumber": 7,
    "text": "Franchising yoluyla seyahat acentaları zinciri uygulamasını Türkiye’de başlatan ETS’nin yaklaşık ne kadar seyahat acentası vardır?",
    "correctAnswer": "C",
    "options": {
      "A": "140",
      "B": "135",
      "C": "<strong>130</strong>",
      "D": "125",
      "E": "120"
    },
    "explanation": "sorunun doğru yanıtı sayfa 181 de <strong>ETS </strong>Sanal Satışları başlığı altındadır.<br/>Franchising yoluyla seyahat acentaları zinciri uygulamasını Türkiye’de başlatan ETS’nin yaklaşık 130 müşterisi vardır."
  },
  {
    "id": "3399213",
    "unitNumber": 7,
    "text": "Günümüzde bağımsız SSA’lar arasında uluslararası düzeyde hizmet veren ve rekabet gücü yüksek olan Trip.com hangi ülkenin yatırımcıları tarafından kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Thailand",
      "B": "<strong>Çin Halk Cumhuriyeti</strong>",
      "C": "Avustralya",
      "D": "Japonya",
      "E": "Kore"
    },
    "explanation": "sorunun doğru yanıtı ünitenin Bağımsız SSA’lar başlığı altında sayfa 182'de bulunmaktadır.<br/>Günümüzde bağımsız SSA’lar arasında uluslararası düzeyde hizmet veren ve rekabet gücü yüksek olan Trip.com <strong>Çin Halk Cumhuriyeti </strong>yatırımcıları tarafından kurulmuştur."
  },
  {
    "id": "3399214",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Dünya’nın teknoloji borsası olarak kabul edilir?",
    "correctAnswer": "E",
    "options": {
      "A": "IAC/InterActiveCorp",
      "B": "Expedia Grup",
      "C": "Ctrip.com",
      "D": "Skyscanner",
      "E": "<strong><em>NASDAQ </em></strong>"
    },
    "explanation": "Sorunun doğru yanıtı ünitenin NASDAQ başlığı altında bulunmaktadır<br/>Dünya’nın teknoloji borsası olarak kabul edilen NASDAQ olarak bilinen kuruluştur"
  },
  {
    "id": "3399215",
    "unitNumber": 7,
    "text": "Sadece İngilizce ve İspanyolca dillerinde hizmet veren sanal seyahat acentesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>Expedia.com</strong>",
      "B": "Booking.com",
      "C": "Travelocity.com",
      "D": "Trivago.com",
      "E": "Trip.com"
    },
    "explanation": "sorunun doğru yanıtı ünitenin EXPEDİA.COM başlığı altındadır.<br/>Sadece İngilizce ve İspanyolca dillerinde hizmet veren Sanal seyahat acentesi Expedia.com'dur."
  },
  {
    "id": "3399216",
    "unitNumber": 7,
    "text": "Kökeni hava yolu şirketlerinin kendi rezervasyonları için geliştirdiği sistemlere dayanan 3 farklı global dağıtım sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Travelscape, Travelocity ve Expedia",
      "B": "Sabre, Amadeus ve Travelscape",
      "C": "<strong>Sabre, Amadeus ve Travelport</strong>",
      "D": "Travelscape, Travelocity ve Travelport",
      "E": "Sabre, Amadeus ve Travelocity"
    },
    "explanation": "<strong>sorunun doğru yanıtı ünitenin Travelocity.com başlığı altında bulunmaktadır. </strong><br/>kökeni hava yolu şirketlerinin kendi rezervasyonları için geliştirdiği sistemlere dayanan 3 farklı global dağıtım sistemi<br/><strong>Sabre, Amadeus ve Travelport </strong>olarak bilinmektedir."
  },
  {
    "id": "3399217",
    "unitNumber": 7,
    "text": "Tüm gelirini yalnızca tıklama başına maliyet modelinden alan “otel fiyatı karşılaştırma web sitesi“ aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Orbitz.com",
      "B": "<strong>Trivago.com</strong>",
      "C": "Hotels.com",
      "D": "Travelocity.com",
      "E": "Expedia.com"
    },
    "explanation": "sorunun doğru yanıtı ünitenin trivago .com başlığı altındadır.<br/>Tüm gelirini yalnızca tıklama başına maliyet modelinden alan “otel fiyatı karşılaştırma\" web sitesi Trivago.com'dur."
  },
  {
    "id": "3399218",
    "unitNumber": 7,
    "text": "2018 yılında yeniden yapılandırmaya giden Priceline Grup ismini aşağıdakilerden hangisi ile değiştirmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>Booking Holdings</strong>",
      "B": "Booking com",
      "C": "Hotels.com",
      "D": "Expedia Grup",
      "E": "Trivago"
    },
    "explanation": "<strong>sorunun doğru yanıtı ünitenin Booking Holdings (Priceline) Grubu başlığı altında bulunmaktadır. </strong><br/>2018 yılında yeniden yapılandırmaya giden Priceline Grup ismini <strong>Booking Holdings (Priceline) </strong>Grubu olarak değiştirmiştir."
  },
  {
    "id": "3399219",
    "unitNumber": 7,
    "text": "2007 yılında dünyanın en büyük oda satıcılarından birisi olan Priceline Group tarafından satın alınan Agoda’nın merkezi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Thailand",
      "B": "Taiwan",
      "C": "Hindistan",
      "D": "<strong>Singapur</strong>",
      "E": "Kore"
    },
    "explanation": "<strong>sorunun doğru yanıtı ünitenin Agoda.com başlığı altındadır. </strong><br/>2007 yılında dünyanın en büyük oda satıcılarından birisi olan Priceline Group tarafından satın alınan Agoda’nın merkezi Singapur'dur."
  },
  {
    "id": "3399110",
    "unitNumber": 8,
    "text": "1950’li yıllarda başlayan ve üretimde otomasyonu sağlamak amacıyla hem elektronik hem de bilgi ve iletişim teknolojilerinin kullanıldığı, dijital üretime ve hizmetlere odaklanılan bir dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Birinci Endüstri Devrimi",
      "B": "İkinci Endüstri Devrimi",
      "C": "Üçüncü Endüstri Devrimi",
      "D": "Dördüncü Endüstri Devrimi",
      "E": "Beşinci Endüstri Devrimi"
    },
    "explanation": "1950’li yıllarda başlayan Üçüncü Endüstri Devrimi, üretimde otomasyonu sağlamak amacıyla hem elektronik hem de bilgi ve iletişim teknolojilerinin kullanıldığı, dijital üretime ve hizmetlere odaklanılan bir dönemdir."
  },
  {
    "id": "3399111",
    "unitNumber": 8,
    "text": "Bağlantı sayesinde ortaya çıkan veriye tepki vererek kendine kendine karar almak ve uygulamak olan Endüstri 4.0 ile ortaya çıkan yeni teknolojilerin temel özelliği olan konu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bağlantı",
      "B": "Akıllılık",
      "C": "Veri",
      "D": "Donanım geliştirme",
      "E": "Açık veri uygulamaları"
    },
    "explanation": "Endüstri 4.0 ile ortaya çıkan yeni teknolojilerin üç temel özelliğini;<br/>• Bağlantı: Araçlar, makineler ve insanların karşılıklı etkileşim hâlinde olmalarını sağlamak<br/>• Veri: Bağlantılı her bir birime ilişkin veri akışını sağlamak ve yeni bilgi üretmek,<br/>• Akıllılık: Bağlantı sayesinde ortaya çıkan veriye tepki vererek kendine kendine karar almak ve uygulamak olarak sıralayabiliriz."
  },
  {
    "id": "3399112",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi akıllı teknolojilerin turizm işletmelerinde kullanılmasının getireceği avantajlardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Turizm işletmelerinde hizmet kalitesinin artmasını sağlar.",
      "B": "İnsan hatasını büyük ölçüde ortadan kaldırdığı için güvenilirdir.",
      "C": "Müşteri tatminini arttırır.",
      "D": "İnsan-teknoloji etkileşimine bağlı olması, akıllı teknolojilerin turizm gibi deneyim üretilen bir endüstride duygusal etkileşimi azaltır.",
      "E": "Akıllı teknolojilerin desteği ile güvenlik sorununu ortadan kaldırır."
    },
    "explanation": "İnsan-teknoloji etkileşimine bağlı olması, akıllı teknolojilerin turizm gibi deneyim üretilen bir endüstride duygusal etkileşimi azaltması bir dezavantajdır."
  },
  {
    "id": "3399113",
    "unitNumber": 8,
    "text": "Öğrenme, akıl yürütme ve kendi hatasını düzeltme gibi insan davranışlarını taklit etme yeteneğine sahip bilgisayarlar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapay zeka",
      "B": "Akıllı bilgisayar",
      "C": "Robot",
      "D": "Yazılım",
      "E": "Konsiyerj"
    },
    "explanation": "Yapay zekâ; öğrenme, akıl yürütme ve kendi hatasını düzeltme gibi insan davranışlarını taklit etme yeteneğine sahip bilgisayarlardır."
  },
  {
    "id": "3399114",
    "unitNumber": 8,
    "text": "Sürekli tekrarlanan görevler için kullanılan yapay zeka aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sezgisel yapay zeka",
      "B": "Analitik yapay zeka",
      "C": "Empatik yapay zeka",
      "D": "Akıllı yapay zeka",
      "E": "Mekanik yapay zeka"
    },
    "explanation": "Mekanik yapay zekâ: Sürekli tekrarlanan görevler için kullanılır. Örneğin; otellerde önbüro kayıt işlemleri vb."
  },
  {
    "id": "3399115",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işlevlerine ve görevlerinin karmaşıklık düzeyine göre yapay zekâ şöyle sınıflandırmalardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mekanik yapay zeka",
      "B": "Analitik yapay zeka",
      "C": "Sezgisel yapay zeka",
      "D": "Duygusal yapay zeka",
      "E": "Empatik yapay zeka"
    },
    "explanation": "İşlevlerine ve görevlerinin karmaşıklık düzeyine göre yapay zekâ şöyle sınıflandırılabilir:<br/>• Mekanik yapay zekâ<br/>• Analitik yapay zekâ<br/>• Sezgisel yapay zekâ<br/>• Empatik yapay zekâ"
  },
  {
    "id": "3399116",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hizmet otomasyonu teknolojilerinin işletme için avantajlarından biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Yabancı dil sorunlarını ortadan kaldırır",
      "B": "Personel maliyetlerini azaltır",
      "C": "Hizmet üretimi ve sunumu sürecinde yenilikçi uygulamaları (inovasyon) destekler",
      "D": "Müşterilerin paylaştıkları kişisel verilerin derlenmesi ve analizine olanak sağlar",
      "E": "Müşterilerle farklı kanallar üzerinde iletişim kurulmasını sağlar"
    },
    "explanation": "Yabancı dil sorunlarını ortadan kaldırması müşteriler açısından bir avantajdır."
  },
  {
    "id": "3399117",
    "unitNumber": 8,
    "text": "Yapay zekâ altyapısı ile bilgi verme, rezervasyon ve sipariş alma, ödeme işlemleri gibi görevleri yerine getirebilen self-servis cihazlar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Robotlar",
      "B": "Dijital kiokslar",
      "C": "Artırılmış gerçeklik",
      "D": "Konum tabanlı AR",
      "E": "Sanal gerçeklik"
    },
    "explanation": "Dijital kiosklar yapay zekâ altyapısı ile bilgi verme, rezervasyon ve sipariş alma, ödeme işlemleri gibi görevleri yerine getirebilen self-servis cihazlarıdır."
  },
  {
    "id": "3399118",
    "unitNumber": 8,
    "text": "Önceden tanımlanmış ve hazırlanış basılı görseller ya da kare kodlar (QR code) gibi materyalleri kullanarak üç boyutlu görüntüler ya da açıklamalar sunmak amacıyla kullanılan bir iç mekân uygulaması aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yapay zeka AR",
      "B": "Konum tabanlı AR",
      "C": "Eş Zamanlı Konumlandırma ve Haritalama AR",
      "D": "İşaretçi tabanlı AR",
      "E": "Robotik AR"
    },
    "explanation": "İşaretçi tabanlı AR: Önceden tanımlanmış ve hazırlanış basılı görseller ya da kare kodlar (QR code) gibi materyalleri kullanarak üç boyutlu görüntüler ya da açıklamalar sunmak amacıyla kullanılan bir iç mekân uygulamasıdır."
  },
  {
    "id": "3399119",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sanal gerçeklik teknolojisini oluşturan temel unsurlarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "İçine dalma",
      "B": "Etkileşim",
      "C": "Yapay zeka",
      "D": "Sanal dünya",
      "E": "Duygusal geri bildirim"
    },
    "explanation": "Sanal gerçeklik teknolojisini oluşturan temel unsurlar şunlardır:<br/>• İçine Dalma: Kullanıcının zihinsel olarak gerçek dünyadan çıkıp sanal dünyayla bütünleşmesi,<br/>• Etkileşim: Gerçek ortamda yapılan eylemlerin sanal dünyada yansımalarının olması,<br/>• Sanal Dünya: Kullanıcının tek başına ya da başkalarıyla içinde bulunduğu üç boyutlu sanal çevre,<br/>• Duyusal Geri Bildirim: Kullanıcının ortamda karşılaştığı seslerden, görüntülerden ve en önemlisi dokunma eyleminden etkilenmesi."
  },
  {
    "id": "3399126",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hizmetlerin otomasyon sistemleri ile sunulduğu dönemdir?",
    "correctAnswer": "A",
    "options": {
      "A": "A-hizmet dönemi",
      "B": "Hizmet Dönemi",
      "C": "E-hizmet dönemi",
      "D": "M-hizmet dönemi",
      "E": "N-hizmet dönemi"
    },
    "explanation": "<strong>A-hizmet dönemi, </strong>yani üretimde otomasyon (automation) sistemlerinin kullanıldığı, veri derleme ve bilgi üretimine dayalı bir üretim sürecidir. Cevap A'dır."
  },
  {
    "id": "3399127",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinde akıllı telefonlar ve sosyal medyanın yaygın kullanımı, turizm işletmelerini bu platformlar üzerinde hizmetlerini sunmaya yöneltmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "A-Hizmet Dönemi",
      "B": "M-Hizmet Dönemi",
      "C": "E-Hizmet Dönemi",
      "D": "Hizmet Dönemi",
      "E": "N-Hizmet Dönemi"
    },
    "explanation": "<strong>M-Hizmet Dönemi:</strong> Akıllı telefonlar ve sosyal medyanın yaygın kullanımı, turizm işletmelerini bu platformlar üzerinde hizmetlerini sunmaya yöneltmiştir. Aynı zamanda turistlerin diğer turistlerle etkileşimini sağlayan bu yeni teknolojileri, turizm işletmeleri tarafından sunulan hizmetlerin sosyalleşmesini sağlamıştır. Cevap B'dir."
  },
  {
    "id": "3399152",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi az sayıda işletmenin bilgisayar destekli teknolojileri kullanabildiği dönemdir?",
    "correctAnswer": "C",
    "options": {
      "A": "A-Hizmet Dönemi",
      "B": "M-Hizmet Dönemi",
      "C": "Hizmet Dönemi",
      "D": "E- Hizmet Dönemi",
      "E": "B-Hizmet Dönemi"
    },
    "explanation": "<em>Hizmet Dönemi: </em>Az sayıda işletmenin bilgisayar destekli teknolojileri kullanabildiği bu dönemde kitle turizmi, standartlaştırılmış paket turlar ve deneyimsiz turistler en belirgin özellikler olarak sıralanabilir. Bu dönemde çalışanlarla turistler arasındaki etkileşim seyahat deneyimini belirleyen en önemli unsurdur. Cevap C'dir."
  },
  {
    "id": "3399153",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi akıllı turizmin avantajlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Akıllı teknolojilere yapılacak yatırımlar, kısa vadede maliyetleri arttırır.",
      "B": "Akıllı teknolojiler internet gibi ağ sistemlerine sürekli bağlı olduklarından gizlilik ve güvenlik açısından riskleri de beraberinde getirir.",
      "C": "Yeni teknolojileri kullanmak konusunda çalışanlar ve turistler açısından akıl karışıklığına neden olabilir.",
      "D": "Müşterilerin bekleme sürelerini kısaltarak çalışanların iş yükünü azaltır.",
      "E": "Akıllı teknolojilerin turizm gibi deneyim üretilen bir endüstride duygusal etkileşimi ortadan kaldırır."
    },
    "explanation": "Müşterilerin bekleme sürelerini kısaltarak çalışanların iş yükünü azaltması akıllı turizmin avantajlarındandır. Cevap D'dir."
  },
  {
    "id": "3399154",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi genellikle insan gibi görünen, davranan ve kullanıcısına psikolojik olarak rahatlık vermesi için tasarlanan yapay zekâ çeşididir?",
    "correctAnswer": "E",
    "options": {
      "A": "Duygusal Yapay Zeka",
      "B": "Mekanik Yapay Zeka",
      "C": "Sezgisel Yapay Zeka",
      "D": "Analitik Yapay Zeka",
      "E": "Empatik Yapay Zeka"
    },
    "explanation": "<em>Empatik yapay zekâ</em>: Genellikle insan gibi görünen, davranan ve kullanıcısına psikolojik olarak rahatlık vermesi için tasarlanan yapay zekâ çeşididir, insanlar ile etkileşim içinde yürütülen görevler için kullanılır. Cevap E'dir."
  },
  {
    "id": "3399155",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangi yapay zeka türü sürekli tekrarlanan görevler için kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mekanik Yapay Zeka",
      "B": "Sezgisel Yapay Zeka",
      "C": "Duygusal Yapay Zeka",
      "D": "Analitik Yapay Zeka",
      "E": "Empatik Yapay Zeka"
    },
    "explanation": "<em>Mekanik yapay zekâ</em>: Sürekli tekrarlanan görevler için kullanılır. Örneğin; otellerde önbüro kayıt işlemleri vb. Cevap A'dır."
  },
  {
    "id": "3399156",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi müşterilerin işletme dışında ihtiyaç duydukları hizmetleri (transfer, eğlence, toplantı vb.) ayarlamak konusunda yardımcı olmayı kapsar?",
    "correctAnswer": "B",
    "options": {
      "A": "Empatik Yapay Zeka",
      "B": "Konsiyerj Hizmetleri",
      "C": "Danışmanlık Hizmetleri",
      "D": "Robotlar",
      "E": "Ön Büro Hizmetleri"
    },
    "explanation": "<strong>Konsiyerj hizmetleri, </strong>müşterilerin işletme dışında ihtiyaç duydukları hizmetleri (transfer, eğlence, toplantı vb.) ayarlamak konusunda yardımcı olmayı kapsar. Cevap B'dir."
  },
  {
    "id": "3399157",
    "unitNumber": 8,
    "text": "Gerçek ortamda yapılan eylemlerin sanal dünyada yansımalarının olması aşağıdakilerden hangi sanal gerçeklik uygulamasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hayal gücü",
      "B": "İçine dalma",
      "C": "Etkileşim",
      "D": "Sanal dünya",
      "E": "Duyusal geri bildirim"
    },
    "explanation": "<em>Etkileşim</em>: Gerçek ortamda yapılan eylemlerin sanal dünyada yansımalarının olmasıdır. Cevap C'dir."
  },
  {
    "id": "3399158",
    "unitNumber": 8,
    "text": "Kullanıcının ortamda karşılaştığı seslerden, görüntülerden ve en önemlisi dokunma eyleminden etkilenmesi aşağıdakilerden hangi sanal gerçeklik unsurudur?",
    "correctAnswer": "D",
    "options": {
      "A": "İçine dalma",
      "B": "Etkileşim",
      "C": "Sanal dünya",
      "D": "Duyusal geri bildirim",
      "E": "Hayal gücü"
    },
    "explanation": "<em>Duyusal Geri Bildirim</em>: Kullanıcının ortamda karşılaştığı seslerden, görüntülerden ve en önemlisi dokunma eyleminden etkilenmesidir. Cevap D'dir."
  },
  {
    "id": "3399160",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi fiziksel çevreye ait gerçek zamanlı verileri üç boyutlu (3D) olarak işleyen ve geliştirilmiş şekilde sunan bir teknolojidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Duyusal geri bildirim",
      "B": "Hayal gücü",
      "C": "Etkileşim",
      "D": "Sanal dünya",
      "E": "Artırılmış gerçeklik"
    },
    "explanation": "Artırılmış gerçeklik; fiziksel çevreye ait gerçek zamanlı verileri üç boyutlu (3D) olarak işleyen ve geliştirilmiş şekilde sunan bir teknolojidir. Cevap E'dir."
  },
  {
    "id": "3399220",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi akıllı teknolojiler için örnek olarak <strong>verilemez</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Yapay zeka",
      "B": "Sanal gerçeklik",
      "C": "Dronlar",
      "D": "Akıllı kart",
      "E": "Radyo"
    },
    "explanation": "Yanıtınız yanlış ise ENDÜSTRİ 4.0, AKILLI TEKNOLOJİLER VE AKILLI TURİZM başlıklı konuyu tekrar gözden geçiriniz.<br/>Akıllı teknolojier için örnekler:<br/>Yüksek hızlı internet, Blok zinciri sistemleri, Akıllı aydınlatma, Yazılım ve donanım geliştirme,<br/>Birbiriyle haberleşebilen akıllı sensörler, Donanım geliştirme, Kablosuz iletişim teknolojileri, Coğrafi bilgi sistemleri, Kameralar, Akıllı kart ve ödeme sistemleri, Açık veri uygulamaları Yapay zekâ, Büyük veri ve analizi sistemleri, Artırılmış gerçeklik uygulamaları, Veri merkezleri, Sanal gerçeklik (virtual reality) uygulamaları, Veri yönetim sistemleri, Li-Fi (LED ışıklara kablosuz bağlantı), Bulut sistemleri, LoRa (Uzun mesafeli IoT bağlantı platformları), Dronlar, Nesnelerin İnterneti - IoT (Internet of Things), Robotlar ve 3G - 4G - 5G.<br/>Doğru şık radyo olacaktır."
  },
  {
    "id": "3399221",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi günümüzde turizm endüstrisinde hizmet üretiminin ve dağıtımının bulunduğu dönemdir?",
    "correctAnswer": "A",
    "options": {
      "A": "A-Hizmet Dönemi",
      "B": "M-Hizmet Dönemi",
      "C": "Hizmet Dönemi",
      "D": "E-Hizmet Dönemi",
      "E": "X-Hizmet Dönemi"
    },
    "explanation": "Yanıtınız yanlış ise ENDÜSTRİ 4.0, AKILLI TEKNOLOJİLER VE AKILLI TURİZM başlıklı konuyu tekrar gözden geçiriniz.<br/>1950’lerde kitle turizminin yaygınlaşmaya başlamasıyla birlikte, turizm endüstrisinde hizmet üretimi ve dağıtımı üç farklı dönemden geçmiştir. Bu dönemler hizmet (service), e-hizmet (elektronik hizmet) ve m-hizmet (mobil hizmet) dönemleri olarak adlandırılmaktadır. Günümüzde ise a-hizmet (hizmet otomasyonu) adı verilen yeni bir dönem yaşanmaktadır"
  },
  {
    "id": "3399222",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinde turizmde hizmet üretimi yaklaşımlarına öncülük eden bilgi ve iletişim teknolojileri ve hizmet dönemleri ile ilgili eşleştirme doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "E-Hizmet - Akıllı telefonlar",
      "B": "A-Hizmet - Arıtılmış ve sanal gerçeklik",
      "C": "M-Hizmet - İnternet",
      "D": "Hizmet - Çevrim içi seyahat acentaları",
      "E": "M-Hizmet - Bilgisayarlı rezervasyon sistemleri"
    },
    "explanation": "Yanıtınız yanlış ise ENDÜSTRİ 4.0, AKILLI TEKNOLOJİLER VE AKILLI TURİZM başlıklı konuyu tekrar gözden geçiriniz.<br/>1950’ler Hizmet dönemi: Bilgisayarlı Rezervasyon Sistemleri (CRS)<br/>2000’ler E-Hizmet dönemi: İnternet, Çevrim içi Seyahat Acentaları (OTA)<br/>2010’lar M-Hizmet dönemi: Akıllı Telefonlar, Sosyal Medya<br/>2020’ler A-Hizmet dönemi: Nesnelerin İnterneti (IoT), Yapay Zekâ ve hizmet robotları, Artırılmış ve Sanal Gerçeklik, Biyometrik tanımlama"
  },
  {
    "id": "3399223",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinde yapay zeka sınıflandırması ile kullanımı ile ilgili örnek doğru olarak eşleştirilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Analitik yapay zeka - otellerde önbüro kayıt işlemleri",
      "B": "Empatik yapay zeka - tur operatörlerinin tüketici eğilimlerinden yola çıkarak yeni paket turlar tasarlamaları",
      "C": "Mekanik yapay zeka - restoranlarda müşterilerin siparişlerinden yola çıkarak tüketici eğilimini belirlemeleri",
      "D": "Analitik yapay zeka - otellerde karşılama hizmetleri",
      "E": "Empatik yapay zeka - Konsiyerj hizmetlerini sağlama"
    },
    "explanation": "Yanıtınız yanlış ise YAPAY ZEKÂ: ROBOTLAR VE TURİZM ENDÜSTRİSİNDE HİZMET<br/>OTOMASYONU başlıklı konuyu tekrar gözden geçiriniz.<br/>• Mekanik yapay zekâ: Sürekli tekrarlanan görevler için kullanılır. Örneğin; otellerde<br/>önbüro kayıt işlemleri vb.<br/>• Analitik yapay zekâ: Karmaşık ancak sistematik ve tahmin edilebilir görevleri yapmak, büyük miktarda veriyi işleyerek öğrenme gerektiren görevler için kullanılır.<br/>Örneğin; restoranlarda müşterilerin siparişleri ve harcama miktarlarından yola çıkarak yapılan fiyatlandırma analizleri vb.<br/>• Sezgisel yapay zekâ: Yaratıcı, deneysel, kavramsal ve sezgisel zekâ gerektiren karmaşık görevler için kullanılır. Örneğin; tur operatörlerinin tüketici eğilimlerinden yola çıkarak yeni paket turlar tasarlamaları vb.<br/>• Empatik yapay zekâ: Genellikle insan gibi görünen, davranan ve kullanıcısına psikolojik olarak rahatlık vermesi için tasarlanan yapay zekâ çeşididir, insanlar ile etkileşim içinde yürütülen görevler için kullanılır. Otellerde karşılama hizmetleri, konsiyerj (danışma) hizmetleri vb."
  },
  {
    "id": "3399224",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yapay zeka, robot ve hizmet otomasyonu teknolojilerinin turizm işletmelerinde kullanılması konusunda karar verebilmek için değerlendirilmesi gereken faktörlerden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Teknolojinin emniyetli olması",
      "B": "Çalışanların ve müşterilerin kültürel özellikleri",
      "C": "Müşterilerin robotları kullanma istekliliği",
      "D": "Teknolojinin kullanım kolaylığı",
      "E": "Müşterilerin yeterli bilgi ve beceriye sahip olması"
    },
    "explanation": "Yanıtınız yanlış ise YAPAY ZEKÂ: ROBOTLAR VE TURİZM ENDÜSTRİSİNDE HİZMET<br/>OTOMASYONU başlıklı konuyu tekrar gözden geçiriniz.<br/>Yapay zekâ, robot ve hizmet otomasyonu teknolojilerinin turizm işletmelerinde kullanılması konusunda karar verebilmek için değerlendirilmesi gereken faktörler şöyle açıklanabilir: <br/>• İşletmenin özellikleri<br/>• Teknoloji ve iş gücü maliyetleri ile verimliliğe nispi katkısı<br/>• Teknolojinin kullanım kolaylığı<br/>• Müşterilerin robotları kullanma istekliliği<br/>• Çalışanların ve müşterilerin kültürel özellikleri<br/>• Teknolojinin emniyetli olması"
  },
  {
    "id": "3399225",
    "unitNumber": 8,
    "text": "2008 yılında mobil kayıt (check-in) uygulaması <strong>ilk</strong> kez hangi otel tarafından kullanılmaya başlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Marriott",
      "B": "Hilton",
      "C": "Omni",
      "D": "Mövenpick",
      "E": "Anemon"
    },
    "explanation": "Yanıtınız yanlış ise YAPAY ZEKÂ: ROBOTLAR VE TURİZM ENDÜSTRİSİNDE HİZMET<br/>OTOMASYONU başlıklı konuyu tekrar gözden geçiriniz.<br/>2008’de ilk kez Omni Otel Zinciri tarafından kullanılan mobil kayıt (check-in) uygulaması Marriott, Hilton, B&amp;B, Choice ve Mövenpick gibi diğer büyük otel<br/>zincirleri tarafından da yaygın olarak kullanılmaya başlanmıştır."
  },
  {
    "id": "3399226",
    "unitNumber": 8,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9f0caf2d8c7eb5fc012baf00df4a95f4.png\" alt=\"\" width=\"634\" height=\"246\">",
    "correctAnswer": "D",
    "options": {
      "A": "1- a, 1- b, 2-c, 2-d",
      "B": "1-a, 1- c, 2-b, 2-d",
      "C": "1-c, 1-d, 2-a, 2-b",
      "D": "1-a, 1-d, 2-b, 2-c",
      "E": "1-b, 1-c, 2-a, 2-d"
    },
    "explanation": "Yanıtınız yanlış ise Turizm Endüstrisinde Hizmet Otomasyonu başlıklı konuyu tekrar gözden geçiriniz.<br/>• Yerinde ya da uzaktan sunulan hizmet otomasyonu teknolojileri: Hizmet otomasyonu teknolojileri nerede sunulduklarına göre “işletmede ya da işletmeye ait tesislerde sunulan hizmetler” (banka ATM’leri gibi) ve “müşterinin bulunduğu yerde sunulan hizmetler” (telefonla ya da internet üzerinden verilen rezervasyon ya da danışmanlık hizmetleri gibi) olarak sınıflandırılmaktadır.<br/>• Doğrudan ya da dolaylı etkileşimli hizmet otomasyonu teknolojileri: Hizmet otomasyonu teknolojileri nasıl sunulduklarına göre “doğrudan etkileşimli” (marketlerde ödeme ve paketleme işlemlerinin müşteriler tarafından yapıldığı hızlı ödeme kasaları gibi) ve dolaylı etkileşimli (otoparklarda kartlı geçiş sistemleri gibi) olmak üzere iki grupta sınıflandırılmaktadır."
  },
  {
    "id": "3399227",
    "unitNumber": 8,
    "text": "I. Hizmet üretimi ve sunumu sürecinde yenilikçi uygulamaları destekler<br/>II. Hizmet kalitesi açısından risk yaratır<br/>III. Yabancı dil sorunlarını ortadan kaldırır<br/>IV. Müşterilerin paylaştıkları kişisel verilerin analizine olanak sağlar<br/>V. Farklı kanallar üzerinde iletişim olanağı sağlar<br/>Yukarıdakilerden hangisi/hangileri hizmet otomasyonu teknolojilerinin işletmelere sağladığı avantajlardır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, IV ve V",
      "B": "II, III",
      "C": "III, IV ve V",
      "D": "II ve IV",
      "E": "II, III, IV ve V"
    },
    "explanation": "Yanıtınız yanlış ise Turizm Endüstrisinde Hizmet Otomasyonu konusunu tekrar gözden geçiriniz.<br/>Hizmet Otomasyonu Teknolojilerinin Avantajları:<br/>• Personel maliyetlerini azaltır,<br/>• Çalışanların rutin görevler yerine kişisel deneyimlerinin önemli olduğu alanlara odaklanmalarını sağlar,<br/>• Hizmet üretimi ve sunumu sürecinde yenilikçi uygulamaları (inovasyon) destekler,<br/>• İşletme imajına olumlu katkı sağlar,<br/>• Müşterilerle farklı kanallar üzerinde iletişim kurulmasını sağlar,<br/>• Müşterilerin paylaştıkları kişisel verilerin derlenmesi ve analizine olanak sağlar."
  },
  {
    "id": "3399228",
    "unitNumber": 8,
    "text": "\"Fiziksel çevreye ait gerçek zamanlı verileri üç boyutlu (3D) olarak işleyen ve geliştirilmiş şekilde sunan bir teknolojidir\" aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Arıtılmış gerçeklik",
      "C": "Hizmet otomasyonu teknolojisi",
      "D": "Yapay zeka",
      "E": "Endüstri 4.0"
    },
    "explanation": "Yanıtınız yanlış ise TURİZM ENDÜSTRİSİNDE ARTTIRILMIŞ GERÇEKLİK VE SANAL<br/>GERÇEKLİK UYGULAMALARI başlıklı konuyu tekrar gözden geçiriniz.<br/>Artırılmış Gerçeklik (Augmented Reality - AR), kameralar, mobil cihazlar ya da diğer dijital alıcılar ile elde edilen ses, video, grafik, GPS konum bilgisi gibi dijital verilerin bir araya gelmesi ile oluşturulan, bu görüntülerin duyuları uyaracak şekilde görselleştirilmesini sağlayan bir teknolojidir. Yani kısaca artırılmış gerçeklik; fiziksel çevreye ait gerçek zamanlı verileri üç boyutlu (3D) olarak işleyen ve geliştirilmiş şekilde sunan bir teknolojidir."
  },
  {
    "id": "3399229",
    "unitNumber": 8,
    "text": "I. İçine dalma<br/>II. Duyusal geri bildirim<br/>III. İşaret etme<br/>IV. Etkileşim<br/>V. Eş zamanlılık<br/>Yukarıdakilerden hangisi/hangileri sanal gerçeklik teknolojisini oluşturan temel unsurlar arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "II, III ve V",
      "B": "I ve V",
      "C": "I, II ve IV",
      "D": "III ve V",
      "E": "II, III ve V"
    },
    "explanation": "Yanıtınız yanlış ise TURİZM ENDÜSTRİSİNDE ARTTIRILMIŞ GERÇEKLİK VE SANAL<br/>GERÇEKLİK UYGULAMALARI başlıklı konuyu tekrar gözden geçiriniz.<br/>Sanal gerçeklik teknolojisini oluşturan temel unsurlar şunlardır:<br/>• İçine Dalma: Kullanıcının zihinsel olarak gerçek dünyadan çıkıp sanal dünyayla bütünleşmesi,<br/>• Etkileşim: Gerçek ortamda yapılan eylemlerin sanal dünyada yansımalarının olması,<br/>• Sanal Dünya: Kullanıcının tek başına ya da başkalarıyla içinde bulunduğu üç boyutlu sanal çevre,<br/>• Duyusal Geri Bildirim: Kullanıcının ortamda karşılaştığı seslerden, görüntülerden ve en önemlisi dokunma eyleminden etkilenmesi"
  }
]