[
  {
    "id": "3765920",
    "unitNumber": 1,
    "text": "1989 yılını Türkiye’nin iç siyaseti bakımından önemli kılan gelişme aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Görev süresi sona eren Kenan Evren’in yerine Turgut Özal’ın halk tarafından cumhurbaşkanlığına seçilmesi.",
      "B": "Görev süresi sona eren Kenan Evren’in yerine Turgut Özal’ın TBMM tarafından cumhurbaşkanlığına seçilmesi.",
      "C": "Görev süresi sona eren Turgut Özal’ın yerine Kenan Evren'in TBMM tarafından başbakanlığa seçilmesi.",
      "D": "Görev süresi sona eren Turgut Özal’ın yerine Kenan Evren'in TBMM tarafından cumhurbaşkanlığına seçilmesi.",
      "E": "Görev süresi sona eren Kenan Evren’in yerine Turgut Özal’ın TBMM tarafından başbakanlığa seçilmesi."
    },
    "explanation": "Yanıtınız yanlış ise \"Giriş\" konusunu yeniden gözden geçiriniz.<br/>1989 yılını Türkiye’nin iç siyaseti bakımından önemli kılan gelişme ise görev süresi sona eren Kenan Evren’in yerine Turgut Özal’ın TBMM tarafından cumhurbaşkanlığına seçilmesidir."
  },
  {
    "id": "3765921",
    "unitNumber": 1,
    "text": "Berlin Duvarı hangi tarihte yıkılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "9 Ekim 1989",
      "B": "10 Kasım 1989",
      "C": "9 Kasım 1989",
      "D": "9 Aralık 1989",
      "E": "10 Aralık 1989"
    },
    "explanation": "Yanıtınız yanlış ise \"Soğuk Savaş'ın Sonunda Dünya ve Türkiye\" konusunu yeniden gözden geçiriniz.<br/>Berlin Duvarı 9 Kasım 1989 tarihinde yıkılmıştır."
  },
  {
    "id": "3765922",
    "unitNumber": 1,
    "text": "Avrupa Konvansiyonel Kuvvetler Anlaşması (AKKA), hangi iki uluslararası örgüt veya siyasi birlik üyeleri arasında imzalanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "NATO ve AGİT",
      "B": "NATO ve APEC",
      "C": "APEC ve Varşova Paktı",
      "D": "NATO ve Varşova Paktı",
      "E": "AGİT ve Varşova Paktı"
    },
    "explanation": "Yanıtınız yanlış ise \"Soğuk Savaş'ın Sonunda Dünya ve Türkiye\" konusunu yeniden gözden geçiriniz.<br/>Avrupa Konvansiyonel Kuvvetler Anlaşması (AKKA-Treaty on Conventional Forces in Europe): AKKA, NATO ve Varşova Paktı üyesi 22 ülke arasında imzalandı."
  },
  {
    "id": "3765923",
    "unitNumber": 1,
    "text": "Avrupa Topluluğu hangi antlaşma sonucu adını Avrupa Birliği olarak almıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Maastricht Antlaşması",
      "B": "Paris Şartı",
      "C": "Nice Antlaşması",
      "D": "Lizbon Antlaşması",
      "E": "Amsterdam Antlaşması"
    },
    "explanation": "Yanıtınız yanlış ise \"Avrupa Birliği ile İlişkiler\" konusunu yeniden gözden geçiriniz.<br/>7 Şubat 1992’de Maastricht Antlaşması’nın (resmi adıyla Avrupa Birliği Antlaşması) imzalanmasıyla sonuçlandı. Siyasi ve ekonomik bütünleşme adına çok önemli esaslar (ortak dış politika ve güvenlik, ortak para birimi vb.) içeren antlaşmanın belki de en belirgin sonucu, bundan böyle örgütün Avrupa Birliği adını almasıydı."
  },
  {
    "id": "3765924",
    "unitNumber": 1,
    "text": "Aşağıda verilenlerden hangisi Türkiye'nin 1987 yılında Avrupa Topluluğu'na yaptığı tam üyelik başvurusunun Avrupa Toğluluğu Komisyonu tarafından askıya alınmasının gerekçelerinden <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye'nin makroekonomik koşullarının üyeliğin getireceği yükümlülükleri yerine getirmeyi imkansız kılacak derecede kötü olması.",
      "B": "İnsan hakları ve demokrasi konusundaki büyük sorunlar ve yetersizlikler",
      "C": "Bu durumdaki bir Türkiye’nin üye olması halinde AT için yaratacağı büyük maliyet.",
      "D": "AT’nin 1992’den önce herhangi bir üye almama yönünde 1988’de aldığı ilkesel karar.",
      "E": "Türkiye'nin coğrafi konumu"
    },
    "explanation": "Yanıtınız yanlış ise \"Avrupa Birliği ile İlişkiler\" konusunu yeniden gözden geçiriniz.<br/>Türkiye’nin halihazırdaki makroekonomik koşullarının (yüksek enflasyon ve işsizlik oranları vb.) üyeliğin getireceği yükümlülükleri yerine getirmeyi imkansız kılacak derecede kötü olması; insan hakları ve demokrasi konusundaki büyük sorunlar ve yetersizlikler; bu durumdaki bir Türkiye’nin üye olması halinde AT için yaratacağı büyük maliyet; AT’nin 1992’den önce herhangi bir üye almama yönünde 1988’de aldığı ilkesel karar."
  },
  {
    "id": "3765925",
    "unitNumber": 1,
    "text": "İşgal ile ihlak arasındaki farklar ile ilgili verilen bilgilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir devlete ait belli bir bölgenin başka bir devlet tarafından ele geçirilmesi ihlak olarak adlandırılır.",
      "B": "Bir bölgenin işgalci devletin egemenliği altına girmesi işgal olarak adlandırılır.",
      "C": "İşgal, kalıcı bir hukuksal statünün oluşması anlamına gelir.",
      "D": "İhlak halinde geçici bir durum söz konusudur.",
      "E": "İşgal halinde, işgal edilen yerin mülkiyetinin işgal eden devlete ait olmadığı bir statü söz konusudur."
    },
    "explanation": "Yanıtınız yanlış ise \"Orta Doğu Ülkeleri ile İlişkiler\" konusunu yeniden gözden geçiriniz.<br/>Bir devlete ait belli bir bölgenin başka bir devlet tarafından ele geçirilmesi işgal olarak adlandırılır. Burada geçici bir durum söz konusudur, işgal edilen yerin mülkiyetinin işgal eden devlete ait olmadığı bir statü söz konusudur."
  },
  {
    "id": "3765926",
    "unitNumber": 1,
    "text": "Turgut Özal ile ilgili verilen bilgilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "1991 seçimlerinden sonraki ilk bakanlar kurulu toplantısını Diyarbakır’da yapan Cumhurbaşkanı Özal “Kürt realitesini tanıyoruz” dedi.",
      "B": "Demokrat Parti döneminden sonra, cumhurbaşkanının hâlihazırda TBMM’de çoğunlukta bulunan iktidar partisinden olduğu ilk örnektir.",
      "C": "Turgut Özal, 1950-1960 arasında görev yapan Demokrat Partili Celal Bayar’dan sonraki ilk sivil cumhurbaşkanıydı.",
      "D": "Kenan Evren'in ardından 9 Kasım 1989’da TBMM’de yapılan oylama ile Turgut Özal Türkiye’nin 8. Cumhurbaşkanı seçildi.",
      "E": "Turgut Özal’ın cumhurbaşkanı olduğu dönem, kötüleşen ekonomik durum ve bir takım yolsuzluk haberleri nedeniyle partisi ANAP’ın da halk desteğinin azaldığı bir dönemdir."
    },
    "explanation": "Yanıtınız yanlış ise \"Soğuk Savaş'ın Sonunda Dünya ve Türkiye\" konusunu yeniden gözden geçiriniz.<br/>Nitekim 1991 seçimlerinden sonraki ilk bakanlar kurulu toplantısını Diyarbakır’da yapan Başbakan Demirel “Kürt realitesini tanıyoruz” dedi."
  },
  {
    "id": "3765927",
    "unitNumber": 1,
    "text": "I. Dışişleri Bakan Ali Bozer<br/>II. Milli Savunma Bakanı Safa Giray<br/>III. Adalet Bakanı Oltan Sungurlu<br/>IV. Genelkurmay Başkanı Orgeneral Necip Torumtay<br/>Yukarıda verilen isimlerden hangisi/hangileri Turgut Özal’ın yönetimde tek başına hareket etme eğiliminin bir sonucu olarak istifa etmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-IV",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise \"Orta Doğu Ülkeleri ile İlişkiler\" konusunu yeniden gözden geçiriniz.<br/>Turgut Özal’ın yönetimde tek başına hareket etme eğiliminin de bir sonucu olarak söz konusu politikaya karşı bürokrasiden gelen direnç bir dizi istifaya yol açtı. Önce, Özal’ın kendisini dışarıda bekleterek Bush ve ABD Dışişleri Bakanı James Baker ile Washington’da yalnız görüşmesini kabul edilmez bulan Dışişleri Bakan Ali Bozer 11 Ekim 1990’da istifa etti. Bundan yaklaşık bir hafta sonra, ANAP içi bir mesele vesilesiyle olmakla birlikte yine Özal’a karşı bir tutum olarak Milli Savunma Bakanı Safa Giray istifa etti. Böylesine önemli bir dönemde gelen bu iki istifadan daha çok ses getiren diğer istifa ise 2 Aralık 1990’da Genelkurmay Başkanı Orgeneral Necip Torumtay’dan geldi."
  },
  {
    "id": "3765928",
    "unitNumber": 1,
    "text": "Türkiye'de \"Çekiç Güç\" olarak bilinen askeri birlik ile ilgili verilen bilgilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "\"Çekiç Güç\"; Amerikan, İngiliz ve Fransız birliklerinden oluşan bir askeri birliktir.",
      "B": "Resmi adı \"Çekiç Operasyonu\"dur.",
      "C": "Irak’ın kuzeyinde sığınmacıların geri dönebilecekleri bir güvenli alan yaratılması amacıyla kurulmuş bir birliktir.",
      "D": "36. paralelin kuzeyi uçuş yasak bölge olarak tanımlanarak Kuzey Irak’ta rejimin erişemeyeceği bir alan yaratıldı.",
      "E": "Türkiye’de konuşlanan ve Türk genelkurmayının denetimine tabi olacağı kabul edilen bu birlik içinde Türk Silahlı Kuvvetleri unsurları da görev aldı."
    },
    "explanation": "Yanıtınız yanlış ise \"Orta Doğu Ülkeleri ile İlişkiler\" konusunu yeniden gözden geçiriniz.<br/>Türkiye’de Çekiç Güç olarak bilinmekte ancak resmi adı Huzur Operasyonu'dur."
  },
  {
    "id": "3765929",
    "unitNumber": 1,
    "text": "AKKA ile ilgili verilen bilgilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye, Yunanistan, Norveç ve İzlanda, Varşova Paktı'nın \"kanat\" bölgeleri olarak kabul edilmiştir.",
      "B": "Romanya, Bulgaristan ve Sovyetler Birliği’nin Leningrad ve Kafkasya gibi belli kısımları da NATO tarafının \"kanat\" bölgeleri olarak kabul edilmiştir.",
      "C": "Söz konusu bölgeler özel olarak sınırlandırılmaya tabi kılınmışsa da Türkiye’nin güneydoğusunda, ülke topraklarının yaklaşık %25’ine denk düşen ve Mersin’den Ağrı’ya kadar olan alan, bu sınırlandırmadan muaf tutulmuştur.",
      "D": "Türkiye'nin, ülkenin güneydoğusundaki topraklarının yaklaşık %25’ine denk düşen ve Mersin’den Ağrı’ya kadar olan alanın muaf tutulma talebi NATO'daki müteffikler tarafından desteklenmemiştir.",
      "E": "Varşova Paktı üyesi ülkelerden Yunanistan ve Bulgaristan silah indirimine gitmiştir."
    },
    "explanation": "Yanıtınız yanlış ise \"ABD ve NATO ile İlişkiler\" konusunu yeniden gözden geçiriniz.<br/>Söz konusu bölgeler özel olarak sınırlandırılmaya tabi kılınmışsa da Türkiye’nin güneydoğusunda, ülke topraklarının yaklaşık %25’ine denk düşen ve Mersin’den Ağrı’ya kadar olan alan, bu sınırlandırmadan muaf tutulmuştur."
  },
  {
    "id": "3766003",
    "unitNumber": 1,
    "text": "1990’dan itibaren ortaklık anlaşması imzalayan AT iki ülkeden de tam üyelik<br/>başvurusu almıştı. Aşağıdakilerden hangisi bu ülkelerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Güney Kıbrıs Rum Yönetimi",
      "B": "İtalya",
      "C": "İngiltere",
      "D": "İsviçre",
      "E": "Yunanistan"
    },
    "explanation": "Eski sosyalist ülkeler ise örgüte katılmak üzere adeta sıraya girmişlerdi. Söz konusu ülkelerin çoğuyla 1990’dan itibaren ortaklık anlaşması imzalayan AT iki ülkeden de tam üyelik<br/>başvurusu almıştı. Bu ülkelerden biri Malta, diğeri ise Güney Kıbrıs Rum Yönetimi’ydi. Türkiye’nin<br/>protesto ettiği bu başvuru, ileriki günlerde Kıbrıs meselesinin Avrupa Birliği ile ilişkisinin artacağını<br/>gösteren nahoş bir gelişmeydi. Dolayısıyla Türkiye, tam üyelikten çok gümrük birliği perspektifiyle<br/>ilerlemenin daha mümkün olduğunu kabul etti."
  },
  {
    "id": "3766004",
    "unitNumber": 1,
    "text": "1990’dan itibaren ortaklık anlaşması imzalayan AT iki ülkeden de tam üyelik<br/>başvurusu almıştı. Türkiye'nin protesto ettiği bu başvurulardan biri aşağıdaki ülkelerden hangisi tarafından yapılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Malta",
      "B": "Yunanistan",
      "C": "Estonya",
      "D": "Finlandiya",
      "E": "İsveç"
    },
    "explanation": "Eski sosyalist ülkeler ise örgüte katılmak üzere adeta sıraya girmişlerdi. Söz konusu ülkelerin çoğuyla 1990’dan itibaren ortaklık anlaşması imzalayan AT iki ülkeden de tam üyelik<br/>başvurusu almıştı. Bu ülkelerden biri Malta, diğeri ise Güney Kıbrıs Rum Yönetimi’ydi. Türkiye’nin<br/>protesto ettiği bu başvuru, ileriki günlerde Kıbrıs meselesinin Avrupa Birliği ile ilişkisinin artacağını<br/>gösteren nahoş bir gelişmeydi. Dolayısıyla Türkiye, tam üyelikten çok gümrük birliği perspektifiyle<br/>ilerlemenin daha mümkün olduğunu kabul etti."
  },
  {
    "id": "3766005",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisinin en belirgin sonucu, bundan böyle örgütün Avrupa Birliği adını almasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Maastricht Antlaşması",
      "B": "Berlin Duvarı'nın yıkılması",
      "C": "Yunanistan'ın vetosu",
      "D": "“Matutes Paketi”nin ortaya koyulması",
      "E": "Nato'nun kurulması"
    },
    "explanation": "Yeni dönemde örgütün hem yeni üyeler kazanarak coğrafi açıdan genişlemesi hem de daha etkin bir<br/>kurumsal mekanizmaya sahip olabilmesi için yaklaşık bir yıl süren müzakereler 7 Şubat 1992’de Maastricht Antlaşması’nın (resmi adıyla Avrupa Birliği Antlaşması) imzalanmasıyla sonuçlandı. Siyasi ve ekonomik bütünleşme adına çok önemli esaslar (ortak dış politika ve güvenlik, ortak para birimi vb.) içeren antlaşmanın belki de en belirgin sonucu, bundan böyle örgütün Avrupa Birliği adını almasıydı."
  },
  {
    "id": "3766006",
    "unitNumber": 1,
    "text": "\"Avrupa Birliği'nin kurulması ile sonuçlanan, Avrupa bütünleşmesi olarak tanımlanan süreç ..................................................... sonra altı Batı Avrupa ülkesi tarafından başlatılmıştı.\"<br/>Cümleyi uygun ifade ile tamamlayınız.",
    "correctAnswer": "A",
    "options": {
      "A": "İkinci Dünya Savaşı’ndan",
      "B": "Birinci Dünya Savaşı'ndan",
      "C": "Osmanlı İmpaatorluğu'nun yıkılışından",
      "D": "Sovyetler Birliği'nin dağılmasından",
      "E": "Japonya'nın Teslim olmasından"
    },
    "explanation": "Soğuk Savaş’ın sona ermesi o dönemde Avrupa Toplulukları (AT), günümüzde ise Avrupa Birliği<br/>(AB) adıyla anılan örgüt bakımından da çok önemli sonuçlar doğurdu. Her şeyden önce, Avrupa bütünleşmesi olarak tanımlanan süreç İkinci Dünya Savaşı’ndan sonra altı Batı Avrupa ülkesi tarafından başlatılmıştı."
  },
  {
    "id": "3766007",
    "unitNumber": 1,
    "text": "\"Avrupa Birliği'nin kurulması ile sonuçlanan, Avrupa bütünleşmesi olarak tanımlanan süreç İkinci Dünya Savaşı’ndan sonra ................................................................. tarafından başlatılmıştı.\"<br/>Cümleyi uygun ifade ile tamamlayınız.",
    "correctAnswer": "A",
    "options": {
      "A": "altı Batı Avrupa ülkesi",
      "B": "ABD ve İngiltere",
      "C": "Doğu Avrupa ülkeleri",
      "D": "Fransa ve Almanya",
      "E": "G8 ülkeleri"
    },
    "explanation": "Soğuk Savaş’ın sona ermesi o dönemde Avrupa Toplulukları (AT), günümüzde ise Avrupa Birliği<br/>(AB) adıyla anılan örgüt bakımından da çok önemli sonuçlar doğurdu. Her şeyden önce, Avrupa bütünleşmesi olarak tanımlanan süreç İkinci Dünya Savaşı’ndan sonra altı Batı Avrupa ülkesi tarafından başlatılmıştı."
  },
  {
    "id": "3766008",
    "unitNumber": 1,
    "text": "Türkiye'nin, Avrupa Topluluğu ilişkilerini canlandırmak üzere Nisan 1987’de sürpriz biçimde yaptığı tam üyelik başvurusu, aşağıdaki siyasetçilerden hangisi tarafından gerçekleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turgul Özal’ın başbakanlığı döneminde",
      "B": "Bülent Ecevit'in başbakanlığı döneminde",
      "C": "Tansu Çiller ve Mesut Yılmaz'ın başbakanlığı döneminde",
      "D": "Erdal İnönü'nün başbakanlığı döneminde",
      "E": "İsmail Cem'in dışişleri bakanlığı döneminde"
    },
    "explanation": "Özal’ın başbakanlığı döneminde, TürkiyeAT ilişkilerini canlandırmak üzere Nisan 1987’de<br/>sürpriz biçimde yaptığı tam üyelik başvurusu Avrupa’daki böylesine kritik bir dönüşüm sürecine denk<br/>geldi.<br/>Turgut Özal'ın başbakanlığı döneminde"
  },
  {
    "id": "3766009",
    "unitNumber": 1,
    "text": "\"Özal’ın başbakanlığı döneminde, Türkiye AT ilişkilerini canlandırmak üzere .......................... sürpriz biçimde yaptığı tam üyelik başvurusu Avrupa’daki böylesine kritik bir dönüşüm sürecine denk geldi.\"<br/>Cümleyi uygun ifade ile tamamlayınız.",
    "correctAnswer": "A",
    "options": {
      "A": "Nisan 1987'de",
      "B": "Nisan 1996’da",
      "C": "Nisan 1980’de",
      "D": "Nisan 2002’de",
      "E": "Nisan 1999’da"
    },
    "explanation": "Özal’ın başbakanlığı döneminde, Türkiye AT ilişkilerini canlandırmak üzere Nisan 1987’de<br/>sürpriz biçimde yaptığı tam üyelik başvurusu Avrupa’daki böylesine kritik bir dönüşüm sürecine denk<br/>geldi."
  },
  {
    "id": "3766010",
    "unitNumber": 1,
    "text": "36. Paralel'in kuzeyine yerleştirilen Kürtlerin korunması ve insani yardımın temini içinse Türkiye’de Çekiç Güç olarak bilinen ve resmi adı Huzur Operasyonu olan bir askeri birlik görevlendirildi. Aşağıdakilerden hangisin bu birliği oluşturan ülkelerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fransa",
      "B": "Rusya Federasyonu",
      "C": "İran",
      "D": "Almanya",
      "E": "Çin"
    },
    "explanation": "Bu durumun sürdürülemez olduğunu ifade eden Özal, ABD Başkanı Bush ile görüşerek Irak’ın kuzeyinde sığınmacıların geri dönebilecekleri bir güvenli alan yaratılmasını talep<br/>etti. ABD’nin bu fikri benimsemesi sonrasında 36. paralelin kuzeyi uçuşa yasak bölge olarak tanımlanarak Kuzey Irak’ta rejimin erişemeyeceği bir alan yaratıldı. Buraya yerleştirilen Kürtlerin korunması ve insani yardımın temini içinse Türkiye’de Çekiç Güç olarak bilinen ve resmi adı Huzur Operasyonu olan, Amerikan, İngiliz ve Fransız birliklerinden oluşan bir askeri birlik görevlendirildi.<br/>Fransa"
  },
  {
    "id": "3766011",
    "unitNumber": 1,
    "text": "36. Paralel'in kuzeyine yerleştirilen Kürtlerin korunması ve insani yardımın temini için Türkiye’de Çekiç Güç olarak bilinen ve resmi adı Huzur Operasyonu olan dört ülkenin askeri birlikleri görevlendirildi. Bu birlik, aşağıdaki ülkelerden hangisinin denetimine tabiydi?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye",
      "B": "ABD",
      "C": "İngiltere",
      "D": "Fransa",
      "E": "Rusya"
    },
    "explanation": "Bu durumun sürdürülemez olduğunu ifade eden Özal, ABD Başkanı Bush ile görüşerek Irak’ın kuzeyinde sığınmacıların geri dönebilecekleri bir güvenli alan yaratılmasını talep<br/>etti. ABD’nin bu fikri benimsemesi sonrasında 36. paralelin kuzeyi uçuşa yasak bölge olarak tanımlanarak Kuzey Irak’ta rejimin erişemeyeceği bir alan yaratıldı. Buraya yerleştirilen Kürtlerin korunması ve insani yardımın temini içinse Türkiye’de Çekiç Güç olarak bilinen ve resmi adı Huzur Operasyonu olan, Amerikan, İngiliz ve Fransız birliklerinden oluşan bir askeri birlik görevlendirildi."
  },
  {
    "id": "3766012",
    "unitNumber": 1,
    "text": "\".................... yaptığı ve yaklaşık 8 yıl süren savaştan 1988’de bir hayli yıpranmış olarak çıkan Saddam Hüseyin yönetimindeki Irak, dünyanın bir diğer önemli petrol üreticisi olan ......................., Irak sınırındaki petrol kuyularından petrol çalmak da dahil bir dizi suçlama yönelterek bu ülkeye olan milyarlarca dolarlık borcunun silinmesini istedi. .............................. bu talebi reddetmesinin ardından, tüm dünyayı şoke eden bir gelişme yaşandı ve Irak 2 Ağustos 1990 günü Kuveyt’i kolayca işgal etti ve ardından bu ülkeyi Irak’ın bir vilayeti olarak ilan ederek ilhak etmiş oldu.\"<br/>Cümleyi uygun ifadelerle tamamlayınız.",
    "correctAnswer": "A",
    "options": {
      "A": "İran’la / Kuveyt’e /Kuveyt’in",
      "B": "İsrail’le / Filistin’e /filistin’in",
      "C": "İsrail’le / Kuveyt’e /Kuveyt’in",
      "D": "İran’la / Suriye’ye /Suriye’nin",
      "E": "Suriye’yle/ Kuveyt’e /Ürdün"
    },
    "explanation": "<strong>İran’la</strong> yaptığı ve yaklaşık 8 yıl süren savaştan 1988’de bir hayli yıpranmış olarak çıkan Saddam<br/>Hüseyin yönetimindeki Irak, dünyanın bir diğer önemli petrol üreticisi olan<strong> Kuveyt’e</strong>, Irak sınırındaki petrol kuyularından petrol çalmak da dahil bir dizi suçlama yönelterek bu ülkeye olan milyarlarca dolarlık borcunun silinmesini istedi<strong>. Kuveyt’in</strong> bu talebi reddetmesinin ardından, tüm dünyayı şoke eden bir gelişme yaşandı ve Irak 2 Ağustos 1990 günü Kuveyt’i kolayca işgal etti ve ardından bu ülkeyi Irak’ın bir vilayeti olarak ilan ederek ilhak etmiş oldu.<br/>İran’la / Kuveyt’e /Kuveyt’in"
  },
  {
    "id": "3766271",
    "unitNumber": 1,
    "text": "Sovyetler Birliği Komünist Partisi liderliğine 1985 yılında kim seçilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aleksey Rikov",
      "B": "Mihail Gorbaçov",
      "C": "Ivan Silayev",
      "D": "Vliadimir Putin",
      "E": "Boris Yeltsin"
    },
    "explanation": "1985 yılında Sovyetler Birliği Komünist Partisi liderliğine Mihail Gorbaçov seçilmiştir."
  },
  {
    "id": "3766272",
    "unitNumber": 1,
    "text": "Avrupa Konvansiyonel Kuvvetler Anlaşması ne zaman imzalanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "19 Kasım 1990",
      "B": "3 Ekim 1985",
      "C": "3 Ekim 1990",
      "D": "11 Mart 1985",
      "E": "10 Ekim 1982"
    },
    "explanation": "Avrupa Konvansiyonel Kuvvetler Anlaşması 1990 yılında imzalanmıştır."
  },
  {
    "id": "3766273",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Avrupa Konvansiyonel Kuvvetler Anlaşması’nın temel konusudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Silahsızlanma",
      "B": "Sınır kontrolü",
      "C": "Göz sorununa önlemler geliştirilmesi",
      "D": "Berlin Duvarı’nın yıkılması",
      "E": "Paris Zirvesi’nin oluşturulması"
    },
    "explanation": "Avrupa Konvansiyonel Kuvvetler Anlaşması’nın temel konusu silahsızlanmanın sağlanmasına yönelik önlemler ve sınırlandırmalardır."
  },
  {
    "id": "3766274",
    "unitNumber": 1,
    "text": "İkinci dünya savaşı sonrası gelişen olaylar sonucu ortaya çıkan Soğuk Savaş süreci hangi tarihte fiilen sona ermiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1956",
      "B": "1960",
      "C": "1973",
      "D": "1989",
      "E": "1992"
    },
    "explanation": "Dünyada, İkinci Dünya Savaşı sonrasında kurulan ve 1960’lardaki Yumuşama sürecine karşın sona ermeyen Soğuk Savaş, <strong>1989 yılında</strong> Avrupa’daki Doğu Bloku üyesi ülkelerde art arda patlak veren bir dizi devrim sonucunda fiilen ortadan kalktı."
  },
  {
    "id": "3766275",
    "unitNumber": 1,
    "text": "Soğuk savaşın sona ermesi ile birlikte, 1945’ten itibaren Doğu ve Batı Almanya’da birlikleri bulunan SSCB, ABD, İngiltere ve .......... Alman hükümetiyle yaptıkları anlaşma sonucu iki Almanya ............ tarihinde resmen birleşti.<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Fransa'nın / 3 Ekim 1990",
      "B": "Fransa'nın / 3 Mart 1991",
      "C": "İtalya'nın / 25 Kasım 1990",
      "D": "İtalya'nın / 3 Aralık 1993",
      "E": "Danimarka'nın / 25 Kasım 1991"
    },
    "explanation": "1945’ten itibaren her iki Almanya’da ve Berlin’de birlikleri bulunan<br/>dört devletin (SSCB, ABD, İngiltere ve <strong>Fransa</strong>) iki Alman hükümetiyle Eylül ayında yaptıkları anlaşma izledi.<br/>Böylece bu dört ülke Almanya’daki tüm yetkilerinden vazgeçerek birleşik Almanya’nın egemenliğini tanıdılar. Sonuçta iki Almanya <em>3 Ekim 1990’da</em> resmen birleşti."
  },
  {
    "id": "3766276",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Turgut Özal döneminde meydana gelen uygulama veya olaylardan <u>biri değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Bankaların döviz cinsinden kredi verebilmelerinin sağlanması",
      "B": "Sermaye hareketlerinin serbestleştirilmesi ile dışa bağımlılığın azalması",
      "C": "Cumhurbaşkanlığı döneminde yolsuzlukların artması",
      "D": "Vatandaşların döviz cinsinden banka hesabı açabilmesi",
      "E": "Ülkeye döviz giriş çıkışının serbest olması"
    },
    "explanation": "Turgut Özal döneminde; kısa vadeli yabancı sermaye hareketlerinin serbestleştirilmesi ile ekonominin <strong>dışa bağımlılığını</strong> ve <strong>kırılganlığını</strong> artırdı.<br/>1990’lar boyunca yaşanacak ekonomik krizlerin ortaya çıkmasında yapısal reformlar olmaksızın bu tür kısa vadeli çözüm yollarına başvurmanın önemli bir etkisi oldu."
  },
  {
    "id": "3766277",
    "unitNumber": 1,
    "text": "Soğuk Savaş'ın sona ermesinden sonra aşağıdaki olaylardan hangisi Türkiye'nin bölgedeki jeostratejik önemini ortaya çıkartan olaylardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Körfez Savaşı'nın çıkması",
      "B": "Türk-Amerikan ilişkilerinde askeri ve ekonomik yardımların artması",
      "C": "Avrupa Konvansiyonel Kuvvetler Anlaşması’nın imzalanması",
      "D": "Soğuk Savaş’ın Batı Bloku’nun zaferiyle bitmesi",
      "E": "Türkiye'nin, Avrupa İnsan Hakları Mahkemesi’nin zorunlu yargı yetkisini 1989’da tanıması"
    },
    "explanation": "Türkiye, Doğu Bloku’nun ve ardından Sovyetler Birliği’nin dağılması sürecinde kısa bir dönem de olsa, ABD ve Batı için önemini kaybettiği endişesini yaşadı. Ancak kısa sürede patlak verecek olan bir çok bölgesel krizin gösterdiği gibi, Türkiye’nin yeni dönemde önemi azalmamış, tam tersine daha da artmıştı.<br/><ul><br/><li>Körfez Savaşı,</li><br/><li>Yugoslavya’nın dağılması,</li><br/><li>Kafkasya’daki karışıklıklar,</li><br/></ul><br/>merkezinde Türkiye’nin bulunduğu bölgenin stratejik bakımdan önemini ve bu bölgedeki istikrarı sağlamak için atılacak adımlarda Türkiye’nin işbirliğinin ne derece önemli olduğunu açıkça gösterdi."
  },
  {
    "id": "3766278",
    "unitNumber": 1,
    "text": "ABD'nin, Irak'a Kuveyt'ten çekilmesi için verdiği son tarih olan ve Irak'ın çekilmemesi nedeni ile Çöl Fırtınası Operasyonu ismi ile tarihe geçen harekatın tarihi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "26 Kasım 1990",
      "B": "15 Ocak 1991",
      "C": "24 Şubat 1991",
      "D": "26 Ocak 1992",
      "E": "27 Mart 1992"
    },
    "explanation": "Irak’a Kuveyt’ten tümüyle çekilmesi için <strong>15 Ocak 1991’e</strong> kadar süre tanındı ve bu süreden sonra da kuvvet kullanma da dahil olmak üzere gerekli yollara başvurmaları için üye ülkeler yetkilendirildi.<br/>Süre sonunda Kuveyt’ten çekilmeyen Irak’a yönelik olarak ABD öncülüğündeki koalisyon tarafından hemen hava harekâtı (Çöl Fırtınası Operasyonu) başlatıldı."
  },
  {
    "id": "3766281",
    "unitNumber": 1,
    "text": "Türkiye'nin Avrupa Birliği'ne üyelik amacı ile yaptığı girişimler ve sonuçları ile ilgili olarak aşağıdaki bilgilerden hangisi <u>doğru değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Tam üyelik başvurusu 1987 yılında Süleyman Demirel tarafından yapılmıştır.",
      "B": "Tam üyelik başvurusu 1989 yılında yapılan toplantıda değerlendirilmiş ve askıya alınmasına karar verilmiştir.",
      "C": "Batı Avrupa’daki Hıristiyan-Demokrat Partiler tarafından Türkiye ile kültürel farklılık tezleri gündeme getirilmiştir.",
      "D": "AB Komisyonu 1990 yılında, Türkiye ile ilişkilerin “ortaklık çerçevesinde” geliştirilmesi yönelik işbirliği programı hazırlamıştır.",
      "E": "Türkiye'nin başvurusunun askıya alınma sebeplerinden biri olarak ülkemizin makroekonomik durumu gösterilmiştir."
    },
    "explanation": "Özal’ın başbakanlığı döneminde, Türkiye Avurupa Topluluğu/Birliği ilişkilerini canlandırmak amacı ile Nisan 1987’de sürpriz biçimde tam üyelik başvurusu yapılmıştır."
  },
  {
    "id": "3766283",
    "unitNumber": 1,
    "text": "Avrupa Topluluğu üyeleri, hem yeni üyeler kazanmak hem de daha etkin bir kurumsal mekanizmaya sahip olabilmek için 7 Şubat 1992’de ........... imzaladılar. <br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Maastricht Antlaşması’nı",
      "B": "Matutes Paketi'ni",
      "C": "Avrupa Konvansiyonel Kuvvetler Anlaşması'nı",
      "D": "Savunma ve Ekonomik İşbirliği Anlaşması'nı",
      "E": "Varşova Paktı'nı"
    },
    "explanation": "Berlin Duvarı’nın yıkılması ve iki Almanya’nın birleşmesinin ardından Aralık 1990’da Avrupa Toplulukları üyeleri bu fırsatı değerlendirmek adına önemli bir reform hazırlığına giriştiler.<br/>Yeni dönemde örgütün hem yeni üyeler kazanarak coğrafi açıdan genişlemesi hem de daha etkin bir kurumsal mekanizmaya sahip olabilmesi için yaklaşık bir yıl süren müzakereler 7 Şubat 1992’de <strong>Maastricht Antlaşması’nın (resmi adıyla Avrupa Birliği Antlaşması)</strong> imzalanmasıyla sonuçlandı.<br/>Siyasi ve ekonomik bütünleşme adına çok önemli esaslar (ortak dış politika ve güvenlik, ortak para birimi vb.) içeren antlaşmanın belki de en belirgin sonucu, bundan böyle örgütün Avrupa Birliği adını almasıydı."
  },
  {
    "id": "3766285",
    "unitNumber": 1,
    "text": "Avrupa Konvansiyonel Kuvvetler Anlaşması'nın amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Varşova Paktı’nın ve Sovyetler Birliği’nin üstün olduğu konvansiyonel silahlara sınırlama getirerek NATO üyelerini rahatlatmak",
      "B": "Varşova Paktı’nın diğer üyeleri ile ciddi bir dönüşüm süreci başlatmak",
      "C": "Soğuk Savaş düzenine son verecek çeşitli düzenlemeler ve siyasal açıdan diplomatik adımlar atmak",
      "D": "Romanya’da 1965’ten beri iktidarda olan Nicolae Ceauşescu’yu devirip demokrasiye geçişi sağlamak",
      "E": "Orta ve Doğu Avrupa’daki sosyalist rejimlerin sona ermesi ve Almanya’nın birleşmesi sürecini desteklemek"
    },
    "explanation": "Avrupa Konvansiyonel Kuvvetler Anlaşması (AKKA-Treaty on Conventional Forces in Europe): AKKA, NATO ve Varşova Paktı üyesi 22 ülke arasında imzalandı.<br/>Bu antlaşmayla, nükleer, kimyasal ya da biyolojik silah sınıfına girmeyen ve bu nedenle <strong>“konvansiyonel” olarak sınıflandırılan tank, top, uçak gibi silah kategorileri temelinde her iki blok için de üst sınırlar </strong>(örn 20.000 tank, 2.000 saldırı helikopteri vb.) <strong>getirildi. </strong><br/>Ayrıca konvansiyonel güçlerin belli bölgelerde toplanıp diğer ülkeler bakımından yeni tehdit algılamalarına yol açmamak amacıyla bölgesel ve ulusal üst sınırlar kabul edildi. Temel amacın iki blok arasındaki güveni artırmak olmakla birlikte, <strong>Varşova Paktı’nın ve Sovyetler Birliği’nin üstün olduğu konvansiyonel </strong><strong>silahlara bu şekilde sınırlama getirilmesi NATO üyeleri bakımından büyük bir rahatlama yaratmıştır</strong>"
  },
  {
    "id": "3766288",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Turgut Özal'ın, Körfez Savaşı sürecinde uyguladığı dış politikalardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ambargo kararına uyarak Kerkük-Yumurtalık petrol boru hattını kapatmıştır.",
      "B": "Irak ile ekonomik ilişkilerini artırarak sürdürmüştür.",
      "C": "İncirlik Hava Üssü'nün Irak'a karşı kullanılmasına izin vermemiştir.",
      "D": "Türkiye'nin mevcut sınırlarının korunmasına yönelik politikasını sürdürmüştür.",
      "E": "'Aktif Dış Politika' anlayışı ile hükümette yer alan bakanlarla uyumlu çalışma göstermiştir."
    },
    "explanation": "<ul> <li>Türkiye’nin Irak’a karşı BM tarafından alınan ambargo kararına hemen uyarak, Kerkük-Yumurtalık petrol boru hattını kapattı.</li> <li>Ekonomik ilişkilerini durdurdu.</li> <li>İncirlik Üssü’nün Irak’a yönelik hava harekâtı için kullanılmasına izin verdi.</li> <li>Bunların yanı sıra Özal’ın en dikkat çekici planı, koalisyona verilecek askeri destek kapsamında kuzeyden Irak’a girmek ve böylece buradaki Musul ve Kerkük’ü de ele geçirmekti. </li> <li>Buradaki “aktif dış politika” anlayışı, Türk dış politikasının geleneksel niteliklerinden biri olan ve mevcut sınırların korunması kabulüne dayanan statükoculuğa ciddi bir karşı çıkış olmaktaydı. Özal’ın ABD’nin peşine takılarak ülkeyi bir savaşa sürüklediği savunulmaktaydı. Özellikle Özal’ın yönetimde tek başına hareket etme eğiliminin de bir sonucu olarak söz konusu politikaya karşı bürokrasiden gelen direnç bir dizi istifaya yol açtı. Önce, Dışişleri Bakan Ali Bozer, daha sonra Milli Savunma Bakanı Safa Giray istifa etti. Son olarak 2 Aralık<br/>1990’da Genelkurmay Başkanı Orgeneral Necip Torumtay istifa etti. </li> </ul>"
  },
  {
    "id": "3766289",
    "unitNumber": 1,
    "text": "'Bir bölgenin işgalci devletin egemenliği altına girmesi, bu şekilde kalıcı bir hukuksal statünün oluşması' olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlhak",
      "B": "İşgal",
      "C": "Pakt",
      "D": "Konvansiyonel",
      "E": "Konsey"
    },
    "explanation": "<strong>İlhak,</strong> bir bölgenin işgalci devletin egemenliği altına girmesi, bu şekilde <strong>kalıcı bir hukuksal statünün</strong> oluşması anlamına gelir.<br/>İşgal ve ilhak birbirinden farklı kavramlardır. <br/><strong>İşgal ise,</strong> bir devlete ait belli bir bölgenin başka bir devlet tarafından ele geçirilmesi işgal olarak adlandırılır. Burada <strong>geçici bir durum söz konusudur, </strong>işgal edilen yerin mülkiyetinin işgal eden devlete ait olmadığı bir statü söz konusudur."
  },
  {
    "id": "3766300",
    "unitNumber": 1,
    "text": "Varşova Paktı hangi tarihte sonlandırılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1970",
      "B": "1971",
      "C": "1991",
      "D": "1990",
      "E": "1985"
    },
    "explanation": "Varşova Paktı 1991 yılında sonlandırılmıştır."
  },
  {
    "id": "3766301",
    "unitNumber": 1,
    "text": "1989-1993 dönemi Türk dış politikasıyla ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "ABD ile ilişkiler geliştirilmiş ve birçok alanda işbirliği yapılmıştır.",
      "B": "Türkiye’nin bölgedeki stratejik önemi azalmıştır.",
      "C": "Türkiye orta doğuda bölgesel işbirlikleri yaparak önemini arttırmıştır.",
      "D": "Amerika Birleşik Devletleri Türkiye’nin Avrupa Birliği üyeliğini desteklemiştir.",
      "E": "Türk -Amerikan ilişkilerinde askeri ve ekonomik yardımlar konusunda Türkiye’nin beklediği ölçüde uzun dönemli ve etkili gelişmeler olmamıştır."
    },
    "explanation": "Dış politika açısından Türkiye'nin bölgedeki stratejik önemi artmamış; izlenen politikalar eşliğinde Türkiye'nin önemi artmıştır."
  },
  {
    "id": "3766303",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Türkiye’nin Soğuk Savaş sonrasında Orta Doğu’ya ilişkin dış politika gündeminde yer alan i<u>ki önemli konudan </u>biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Irak ile sözleşme imzalanması",
      "B": "Körfez Savaşı’nda aktif olmayan bir dış politika izlenmesi",
      "C": "İsrail ile olan ilişkilerin askıya alınması",
      "D": "Filistin Kurtuluş Örgütünü destekleme kararı alınması",
      "E": "Kürt sorunun bölge ülkelerinin ve ABD’nin de dahil olduğu bir uluslararası soruna dönüşmesi"
    },
    "explanation": "Türkiye’nin Soğuk Savaş sonrasında Orta Doğu’ya ilişkin dış politika gündeminde yer alan iki önemli konu Körfez Savaşı ve bölge ülkelerin ve ABD’nin de dahil olmasıyla birlikte uluslararası bir sorun haline gelen kürt sorunudur."
  },
  {
    "id": "3766305",
    "unitNumber": 1,
    "text": "24 Şubat 1991 tarihinde başlatılan Çöl Fırtınası Hareketi’nin nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuveyt'i işgal ve ilhak eden Irak'ın Kuveyt'ten çekilmesini sağlamak",
      "B": "Doğu Bloku ülkeleri arasında askeri işbirliğini güçlendirmek",
      "C": "Orta Doğu ülkeleri arasındaki işbirliğini güçlendirmek",
      "D": "Orta Doğu'da Filistin Devleti'nin kabul edilmesi için zemin hazırlamak",
      "E": "Orta Doğu'da Türkiye'nin üstünlüğünü ortaya koymak"
    },
    "explanation": "24 Şubat 1991 tarihinde başlatılan Çöl Fırtınası Hareketi’nin amacı Kuveyt'i işgal ve ilhak eden Irak'ın bölgeden geri çekilmesini sağlamaktır."
  },
  {
    "id": "3766306",
    "unitNumber": 1,
    "text": "“Körfez Krizi sırasında kuzeyde ………. güneyde ise ……… Saddam Hüseyin yönetimine karşı ayaklanmışlardı” ifadesinde yer alan boşluklara aşağıdakilerden hangileri gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şiiler, Araplar",
      "B": "Kürtler, Şiiler",
      "C": "Kürtler, Ortodoks Araplar",
      "D": "Şiiler, Kürtler",
      "E": "Araplar, Yezidiler"
    },
    "explanation": "Körfez Krizi sırasında Saddam Hüseyin yönetimine karşı kuzeyde Kürtler güneyde ise Şiiler ayaklanmışlardır."
  },
  {
    "id": "3766308",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi günümüzde Avrupa Birliği ismiyle anılan örgütün daha önceki ismidir?",
    "correctAnswer": "C",
    "options": {
      "A": "G20 Ülkeleri",
      "B": "Avrupa Siyasi Topluluğu",
      "C": "Avrupa Topluluğu",
      "D": "Ekonomik Gelişme ve İşbirliği Organizasyonu (OECD)",
      "E": "Doğu Bloku Topluluğu"
    },
    "explanation": "Avrupa Birliği ismiyle anılan örgütün daha önceki ismi Avrupa Topluluğu'dur."
  },
  {
    "id": "3766311",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Türkiye’nin 1987’de Avrupa Topluluğu için yapmış olduğu tam üyelik başvurusuna ilişkin 1989 yılında verilen “askıya alma” gerekçelerinden biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye'nin başvuru dönemindeki makroekonomik koşullarının üyeliğin getireceği yükümlülükleri karşılayacak olamaması",
      "B": "İnsan hakları ve demokrasi konusundaki büyük sorunlar ve yetersizlikler",
      "C": "Ekonomik ve insan hakları açısından yeterli görülmeyen Türkiye'nin Avrupa Topluluğu'na yaratacağı maliyet",
      "D": "Avrupa Topluluğu'nun 1992’den önce herhangi bir üye almama yönünde 1988’de aldığı ilkesel karar",
      "E": "Türkiye ve Avrupa Topluluğu ülkeri arasındaki dini, sosyolojik ve ekonomik farklılıklar"
    },
    "explanation": "Türkiye’nin Avrupa Topluluğu'na üyelik başvurusunun askıya alınmasını öneren komisyon kararını sıralanan gerekçelere dayandırılmıştır: (a) Türkiye’nin halihazırdaki makroekonomik koşullarının (yüksek enflasyon ve işsizlik oranları vb.) üyeliğin getireceği yükümlülükleri yerine getirmeyi imkansız kılacak derecede kötü olması; (b) insan hakları ve demokrasi konusundaki büyük sorunlar ve yetersizlikler; (c) bu durumdaki bir Türkiye’nin üye olması halinde AT için yaratacağı büyük maliyet; ve (d) AT’nin 1992’den önce herhangi bir üye almama yönünde 1988’de aldığı ilkesel karar."
  },
  {
    "id": "3765958",
    "unitNumber": 2,
    "text": "Türk Amerikan ilişkileri soğuk savaşdöneminden bu yana her iki ülkenin de göreceli olarak birbirinden bağımsız kendi sosyal, ekonomik ve siyasal sorunlarından etkilenmiş ve inişli çıkışlı bir seyir izlemiştir. Aşağıdakilerden hangisi 1990'lı yıllarda Türkiye'nin Amerika’yla ilişkilerini etkileyen ve ülkemizin kendi iç süreçleri ile ilgili doğru bir belirlemedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Küreselleşmeye önem vermesi",
      "B": "Askeri güç ve donanıma önem vermesi",
      "C": "İşbirliğini savunan bir dış politika izlemesi",
      "D": "Siyasal ve ekonomik sorunlar yaşaması",
      "E": "Siyasal alanda bölgesel bir güç konumuna gelmesi"
    },
    "explanation": "Türk-Amerikan İşbirliği ve İkili İlişkiler konusunu okuyunuz.<br/>Türkiye 90'lı yıllarda özellikle terör sorunlarının belirgin bir biçimde yaşandığı bir dönem geçirmiştir. Aynı zamanda terör sorunu sadece ülke içinde değil güneyde özelllikle de Irak yönetimiyle bağlantılı bir biçimde su yüzüne çıkmıştır. Bu nedenle de bölgede güçlü bir ittifaka ihtiyaç duymuştur. Doğru yanıt D dir."
  },
  {
    "id": "3765959",
    "unitNumber": 2,
    "text": "1990’lı yıllardaki Amerikan Türkiye ilişkileri için aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İki ülke arasındaki ilişkiler her ikisini de memnun edecek düzeyde iyi olmuştur",
      "B": "O dönemde iki ülke arasında ciddi ekonomik ve siyasal sorunlar ortaya çıkmıştır",
      "C": "ABD Türkiye’yi bölgesel belirleyici bir güç olarak kabul etmiştir",
      "D": "Türkiye ABD’nin Ortadoğu politikaları üzerinde belirleyici olmuştur",
      "E": "İki ülke arasındaki ilişkiler bu dönemde en düşük seviyede kalmıştır"
    },
    "explanation": "Türk-Amerikan İşbirliği ve İkili İlişkiler konusunu okuyunuz.<br/>90'lı yıllarda her iki ülkenin kendi çıkarları doğrultusunda ikili ilişkileri olumlu bir hava içinde olmuştur. A seçeneği dışındaki belirlemeler o dönemdeki ilişkiler için uygun tespitler değildirler."
  },
  {
    "id": "3765960",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 90’lı yıllarda Amerika ve Türkiye’nin Ortadoğu’daki işbirliğinin sonuçlarından birisi olarak değerlendirilemez?",
    "correctAnswer": "B",
    "options": {
      "A": "Türkiye’nin Kuzey Irak’taki terör sorununda ABD’nin desteğini alması",
      "B": "Türkiye’nin güneyindeki terör konusunda yalnızlaşmış olması",
      "C": "Türkiye’nin terör örgütü lideri Öcalan’ı ele geçirmesi",
      "D": "Türkiye’nin Irak’a yönelik ekonomik ambargodan olumsuz etkilenmesi",
      "E": "Türkiye’nin güvenliğinin İran’ın çevrelenmiş olmasından ötürü artması"
    },
    "explanation": "Türk-Amerikan İşbirliği ve İkili İlişkiler konusunu okuyunuz.<br/>Söz konusu yıllarda gerçekleşen ABD Türkiye ilişkileri ülkemizin pek çok açıdan yararına sonuçlanmıştır. Bu nedenle B seçeneğindeki gibi ülkemizin yalnızlaştığı söylenemez. B dışındaki seçeneklerde verilen bilgilerin hepsi doğrudur. Doğru yanıt B dir."
  },
  {
    "id": "3765961",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 90’lı yıllarda Balkanlar’da Türkiye ve Amerika arasında gerçekleşen işbirliğinin Türkiye açısından diğerlerine kıyasla daha olumlu yansımalarından birisi olarak değerlendirilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye’nin Yunanistan karşısında avantajlı hale gelmesi",
      "B": "Türkiye’nin Yugoslavya’nın bölünmesinden olumlu etkilenmesi",
      "C": "Türkiye’nin Hırvat ve Boşnakların barışmasında rol oynaması",
      "D": "Türkiye’nin Sırbistan sorunuyla ilgili NATO’yla işbirliği yapması",
      "E": "Türkiye’nin dünyada güçlü bir müttefik kazanmış olduğu izleniminin oluşması"
    },
    "explanation": "Balkanlarda Türk-Amerikan İşbirliği konusunu okuyunuz.<br/>90’lı yıllarda Balkanlar’da Türkiye ve Amerika arasında gerçekleşen işbirliğinin Türkiye açısından en önemli sonuçlarından birisi Yunanistan karşısında ABD desteğini alarak dah agüçlü bir pozisyona gelmesidir. Doğru yanıt A dır."
  },
  {
    "id": "3765962",
    "unitNumber": 2,
    "text": "Türkiye’nin 90’lı yıllarda Orta Asya ve Kafkasya’da Amerika ile işbirliği yapmasının temel gerekçesinin aşağıdakilerden hangisi olduğu söylenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Türkiye’nin terör sorunları nedeniyle askeri desteğe ihtiyacının olması",
      "B": "Her iki ülkenin de Rusya karşısında güçlü olmak istemesi",
      "C": "Türkiye’nin İran karşısında ekonomik desteğe ihtiyacının olması",
      "D": "Türkiye’nin Rusya ve İran karşısında belirleyici bir güç olmak istemesi",
      "E": "Amerika’nın Rusya’ya karşı bölgede bir müttefik ihtiyacının olması"
    },
    "explanation": "Orta Asya ve Kafkasya’da Türk-Amerikan İşbirliği konusunu okuyunuz.<br/>Türkiye’nin 90’lı yıllarda Orta Asya ve Kafkasya’da Amerika ile işbirliği yapmasının temel gerekçesi o dönemde kendisi için tehdit unsurları olan iki önemli güç yani İran ve Rusya karşısnda güçlü bir konuma gelmek olmuştur. Doğru yanıt D dir."
  },
  {
    "id": "3765963",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 11 Eylül saldırıları sonrasında Türkiye Amerikan ilişkileriyle ilgili hatalı bir belirleme olarak değerlendirilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Türkiye’nin ABD gözünden bölgedeki jeopolitik ve kültürel önemi artmıştır.",
      "B": "Türkiye ABD’den eskiye kıyasla daha fazla destek görmüştür.",
      "C": "Türkiye ABD’ye istihbaratla ilgili daha fazla destek vermiştir",
      "D": "Türkiye ABD’nin Afganistan’ı işgalinde müttefik olmuştur.",
      "E": "Türkiye ABD’nin bölge politikalarından doğrudan etkilenmiştir."
    },
    "explanation": "11 EYLÜL SONRASINDA TÜRKAMERİKAN İLİŞKİLERİ konusunu okuyunuz.<br/>11 Eylül saldırıları sonrasında ABD Afganistan'ı işgal etmiş ancak Türkiye ABD’nin işgalinde müttefik olmamıştır. Doğru yanıt D dir."
  },
  {
    "id": "3765964",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 2000’li yılların başlarında Amerika-Türkiye ilişkilerinin 90’lı yıllardakine kıyasla çok daha olumsuz bir duruma gelmesinin temel gerekçesi olarak değerlendirilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye’nin ABD’nin Irak’ı işgali için hava sahasını açmamış olması",
      "B": "Türkiye’nin ABD’nin Suriye’yle mücadelesine destek vermemiş olması",
      "C": "Türkiye’nin ABD’nin Irak’ı işgali için topraklarını ABD’ye açmamış olması",
      "D": "ABD’nin Türkiye’nin terörle mücadelesine desteğini kesmiş olması",
      "E": "Türkiye’nin Ortadoğu’daki mücadelesinde ABD yerine yeni ortaklar edinmiş olması"
    },
    "explanation": "Irak’ın İşgali ve Türk-Amerikan İlişkileri konusunu okuyunuz.<br/>C seçeneğinde verilen bilgi o dönem için doğru değildir. Türkiye o dönemde hava sahasını açmış ancak topraklarını ABD ordusuna açmamıştır. Zaten bu durum ilişkilerin bozulmasının da en önemli nedenleri arasında gösterilmektedir."
  },
  {
    "id": "3765965",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 2009 yılında Obama’nın başa geçmesiyle birlikte ABD’nin Orta Doğu politikalarında (model ortaklık dönemi) öne çıkan temel yaklaşım olarak değerlendirilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bu dönemde ABD 90’lı yıllardakine benzer biçimde Orta Doğu politikası gütmüştür",
      "B": "ABD’nin güç elde etmek için başvurduğu temel yöntem askeri bir güç olarak ön planda kalmaktır",
      "C": "ABD’nin temel stratejisi Ortadoğu’daki ortaklarıyla birlikte askeri operasyonlar düzenlemektir",
      "D": "ABD bu dönemde temel olarak Ortadoğu’da barışçıl bir ortam yaratmayı hedeflemiştir",
      "E": "ABD kendisi değil ortaklarının Ortadoğu’da güçlü birer temsilci olarak kalmasını desteklemiştir"
    },
    "explanation": "TÜRK-AMERİKAN İLİŞKİLERİNDE MODEL ORTAKLIK DÖNEMİ konusunu okuyunuz.<br/>Sözü edilen dönemde ABD'nin ön plana çıkarmış olduğu Ortadoğu politikası için sadece E seçeneğinde yer verilen açıklama yapılabilir. Diğer seçeneklerde verilenler o dönemki ABD'nin Ortadoğu politikaları için uygun açıklamalar değildirler. Doğru yanıt E dir."
  },
  {
    "id": "3765994",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Türkiye’nin ABD’nin geri çekilmesiyle Ortadoğu’da ortaya çıkan boşluğu doldurması</li> <li>Türkiye’nin Brezilya ile birlikte İran’la nükleer takas anlaşması imzalaması</li> <li>Mavi Marmara gemisine yapılan İsrail saldırısı</li> <li>Türkiye’nin İran’a sert yaptırımlar öngören BM Güvenlik Konseyi kararını imzalamaması</li> <li>Arap baharı sürecinin olması</li> </ol> Yukarıdakilerden hangileri “Amerika ile Türkiye arasındaki model ortaklık” sürecinde iki ülke arasında sorunların ortaya çıkmasına yol açmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "TÜRK-AMERİKAN İLİŞKİLERİNDE MODEL ORTAKLIK DÖNEMİ konusunu okuyunuz.<br/>Türkiye’nin ABD’nin geri çekilmesiyle Ortadoğu’da ortaya çıkan boşluğu doldurması o dönemde ABD'nin tercih ettiği bir politikadır çünkü bu yolla kendisi Ortadoğu'daki sorunlara direk müdahil olmaktansa kendisini temsil eden bir müttefikiyle girmeyi tercih etmiştir. Öte yandan aynı politikaların bir yansıması olarak Arap baharı sürecinde de Türkiye ile iyi ilişkiler içinde olmuştur. Ancak II, III ve IV te verilenler iki ülke ilişkilerinin bozulmasına aracılık den durumlardır. Nitekim İranla yapılan nükleer takas anlaşması ABD'nin ezeli rakibi olan İran'ın desteklenmesi amacına hizmeti ediyordu. Benzer biçimde BM konseyinin kararı da İrana yaptırımı öngörüyordu ve Türkiye bu anlaşmayı imzalamayarak bir bakıma ABD'ye karşı çıkmıştır. Mavi Marmara'da 9 TÜrk vatandaşı hayatını kaybetmiş ve ABD İsrail'den yana tavır almıştır. Doğru yanıt C dir."
  },
  {
    "id": "3765995",
    "unitNumber": 2,
    "text": "Geçmiş dönemlere kıyasla son yıllarda (2016'dan bu yana) ABD Türkiye ilişkilerinin oldukça olumsuz seyrettiği söylenebilir. Aşağıdakilerden hangisinin bu olumsuzlukta en fazla payının olduğu söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "15 Temmuz darbe girişimi sonrası ABD'nin Türkiye ile işbirliği yapmaması",
      "B": "ABD'nin İran'a karşı daha öncesine kıyasla daha yumuşak bir tutum sergilemesi",
      "C": "ABD'nin Kuzey Irak'ta PYD terör örgütüne açık destek vermesi",
      "D": "ABD'nin Ortadoğu politikalarında askeri değil siyasal yaptırımlar uygulaması",
      "E": "ABD'nin terör örgütlerine yönelik “stratejik ittifak” kavramıyla bağdaşmayacak tutumlar benimsemesi"
    },
    "explanation": "SON DÖNEMDE ABD VE NATO İLE İLİŞKİLER konusunu okuyunuz.<br/>A seçeneğinde verildiği gibi 15 Temmuz hain darbe girişimi sürecinde ABD sözü edilen girişimden sorumlu tutulan terör mensuplarının Türkiye'ye iade etmeyerek ilişkilerin oldukça kötü bir noktaya gelmesine yol açmıştır. Şüphesiz B ve D seçeneklerinde verilenler iki ülke arasındaki iliikilerin kötüye gitmesinden çok dah aiyiye gitmesine yol açabilen durumlardır. Şüphesiz C ve E seçeneklerinde de verilenler de iki ülke arasında sorunlar yaşanmasına yol açmıştır ancak ülkenin doğrudan yönetimine el koymayı hedefleyen bir terör girişimi konusundaki tavır son yıllarda iki ülke arasındaki ilişkilerdeki sorunların başlangıç noktası olarak değerlendirilebilir."
  },
  {
    "id": "3766167",
    "unitNumber": 2,
    "text": "ABD’de 1992 yılında yapılan başkanlık seçimlerini kim kazanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "George W. Bush",
      "B": "Bill Clinton",
      "C": "Barak Obama",
      "D": "Donald Trump",
      "E": "Joe Biden"
    },
    "explanation": "Soğuk Savaş’ın sona erdiği 1990’ların başlarında dünyada büyük bir iyimserlik havası hakimdi ve ABD de bu yeni dönemin tek süper gücü haline gelmişti. ABD’de Demokrat Parti adayı Bill Clinton 1992’deki seçimleri kazandı ve iki dönem süren başkanlığı süresince çok taraflılığı ve işbirliği mekanizmalarını öne çıkaran, küreselleşme süreçlerini destekleyen bir dış politika izledi."
  },
  {
    "id": "3766168",
    "unitNumber": 2,
    "text": "Genel olarak değerlendirildiğinde, özellikle bölgesel iş birliği örnekleri vesilesiyle Türk-Amerikan ilişkilerinin en iyi seyrettiği dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1945'li yıllar",
      "B": "1960'lı yıllar",
      "C": "1990’lı yıllar",
      "D": "2000’li yıllar",
      "E": "2010’lu yıllar"
    },
    "explanation": "İstikrarsız koalisyon hükümetleri, ekonomik krizler ve özellikle AB ile ilişkilerde yaşanan sorunlar Türkiye’nin ABD ile ilişkilerine daha fazla önem vermesine zemin hazırladı ve ilişkilerin güçlenmesini sağladı. Genel olarak değerlendirildiğinde, özellikle bölgesel işbirliği örnekleri vesilesiyle 1990’lar Türk-Amerikan ilişkilerinin en iyi seyrettiği dönemlerden biri oldu."
  },
  {
    "id": "3766169",
    "unitNumber": 2,
    "text": "Donald Trump zamanında gerçekleşen olay aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "PKK elebaşı A. Öcalan’ın yakalanması sürecinde ABD’nin Türkiye’ye istihbarat sağlamıştır.",
      "B": "ABD’nin Irak ve İran’a yönelik olarak “Çifte Çevreleme” adlı politikasına Türkiye destek vermiştir.",
      "C": "Türkiye, ikili ilişkiler için “güçlendirilmiş ortaklık” çerçevesinde ABD’ye destek vermiştir.",
      "D": "Irak’a yönelik ambargonun kısmen gevşetilerek Kerkük-Ceyhan hattının kullanılması planına ABD destek vererek Türkiye’nin ekonomik kayıplarının kısmen hafiflemesini sağlamıştır.",
      "E": "Halkbank’ın eski Genel Müdürü Hakan Atilla’nın iş için bulunduğu ABD’de tutuklanmıştır."
    },
    "explanation": "Brunson’un tutuklanması sonrasında gerginleşen ilişkilerin bir sonucu da Halkbank’ın eski Genel Müdürü Hakan Atilla’nın iş için bulunduğu ABD’de Mart 2017’de tutuklanmasıdır. İlk kez bir Türk yetkilisi resmi görevdeyken ABD makamlarınca gözaltına alınıp yargılanmış oldu. İran yaptırımlarının delinmesi suçundan 32 ay hapis yatan Atilla Temmuz 2019’da hapisten çıktı."
  },
  {
    "id": "3766170",
    "unitNumber": 2,
    "text": "Hangi yıldan sonra Türkiye’de çokça eleştirilen Çekiç Güç, bir hava gücü olarak faaliyet gösterecek olan Keşif Güç haline dönüştürülmüştür?",
    "correctAnswer": "E",
    "options": {
      "A": "1990",
      "B": "1992",
      "C": "1993",
      "D": "1995",
      "E": "1996"
    },
    "explanation": "Türkiye’de çokça eleştirilen Çekiç Güç, 1996’dan sonra sadece bir hava gücü olarak faaliyet gösterecek olan Keşif Güç haline dönüştürüldü. ABD ile yapılan işbirliği, Türkiye’nin Kuzey Irak’taki PKK hedeflerine yönelik olarak sık sık gerçekleştirilen askeri operasyonlar konusunda da sorun yaşanmamasını sağladı. ABD, Türkiye’ye PKK karşısında verdiği desteğin bir parçası da PKK elebaşı A. Öcalan’ın 1999 başlarında yakalanması sürecinde ABD’nin sağladığı istihbarattı."
  },
  {
    "id": "3766171",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi TBMM 'deki 1 Mart tezkeresinin reddedilmesinin doğurduğu sonuçlarından biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Süleymaniye’deki Türk askerleri, ABD birlikleri tarafından derdest edilerek iki günden fazla süreyle gözaltında tutulmuşlardır.",
      "B": "İki ülke arasındaki müzakereler de devam etmiştir.",
      "C": "Türkmenler siyasi bakımdan olumsuz etkilenmiştir.",
      "D": "Bölgesel bir Kürt yönetimi kurulmuştur.",
      "E": "ABD’nin Türkiye üzerinden kara harekâtı mümkün olmuştur."
    },
    "explanation": "“1 Mart Tezkeresi” olarak bilinen tezkere ile ilgili olarak gerek kamuoyunda ortaya çıkan tepkiler gerekse hükümet ve ordu çevrelerinde gözlemlenen temkinlilik, TBMM’de yapılan oylamada tezkerenin fiilen reddedilmesi sonucunu doğurdu. Bu, ikili ilişkilerin tarihindeki en önemli gelişmelerden biri oldu. Yeterli kabul sayısına ulaşılamadığı tezkerenin reddedilmesiyle ABD’nin Türkiye üzerinden kara harekâtı mümkün olmadı belki ama iki ülke arasındaki müzakereler de devam etti. Nitekim kısa süre sonra kabul edilen başka bir TBMM kararı çerçevesinde ABD’nin Türk hava sahasını kullanmasına izin verildi. Öte yandan, Türkiye 1 Mart tezkeresinin reddedilmesi nedeniyle Kuzey Irak’ta askeri unsurlarını bulundurma ve bu şekilde de buradaki gelişmeleri kontrol edebilme imkanını kaybetmiş oldu. İzleyen dönemde ABD ile ilişkiler 1 Mart tezkeresinin reddi nedeniyle oluşan gerilimin gölgesinde ilerledi. Nitekim, kısa süre sonra Süleymaniye’de yaşanan nahoş hadise, ikili ilişkilerin ne kadar gerilediğinin bir göstergesi oldu. 4 Temmuz 2003’te, ABD birlikleri, Süleymaniye’deki Türk Silahlı Kuvvetleri’nin Özel Kuvvetler Komutanlığı’na bağlı birliklerin kullandığı irtibat ofisini kuşattı. Türk askerleri aldıkları talimat gereği herhangi bir direniş göstermezken ABD’li askerler tarafından, sanki teröristlermiş gibi, başlarına çuval geçirilmek suretiyle derdest edilerek iki günden fazla süreyle gözaltında tutuldular. Bu olay, ABD’nin Türkiye’ye bir mesajı olarak değerlendirildi. Bu yakışıksız ve ittifak ruhuna sığmayan muamele hem 1 Mart tezkeresinin reddine bir yanıttı hem de Türkiye’nin 1990’ların ortalarından beri askeri kuvvet bulundurarak denetimi altında tuttuğu Kuzey Irak’ta artık eskisi gibi davranmasına ABD’nin göz yummayacağını gösteriyordu. ABD artık bölgedeki Kürt gruplarla işbirliği geliştirirken Türkiye’nin haklarının gözetilmesini talep ettiği Türkmenler de siyasi bakımdan etkilendi."
  },
  {
    "id": "3766172",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 2010 yılı Türk-Amerikan ilişkilerinin bozulma sebeplerinden biri <u>değildir? </u>",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye’nin, Brezilya ile birlikte İran’la nükleer takas anlaşması imzalaması",
      "B": "Mavi Marmara isimli gemiye İsrail askerlerinin müdahale etmesi sonucunda 9 Türk vatandaşının hayatlarını kaybetmesi",
      "C": "11 Eylül terör eylemleri sonucu New York’taki İkiz Kulelerin yolcu uçakları kullanılarak yıkılması",
      "D": "İran’a daha sert yaptırımlar öngören BM Güvenlik Konseyi kararına Türkiye’nin hayır oyu kullanması",
      "E": "ABD’nin İsrail yanlısı politika izlemesi"
    },
    "explanation": "Olumlu hava 2010 yılında üst üste yaşanan gelişmeler nedeniyle bozuldu ve 2010 yılı ikili ilişkiler açısından bir gerilim yılı oldu. Öncelikle Türkiye, Brezilya ile birlikte İran’la nükleer takas anlaşması imzaladı. Bölgedeki arabuluculuk faaliyetlerini artırma amacıyla aldığı bu inisiyatif Türkiye’nin Batılı müttefikleriyle, özellikle de ABD’yle arasının açılmasına yol açtı. Bunun hemen ardından İsrail’in Gazze’deki ablukasını delerek insani yardım götürmek üzere yola çıkan Mavi Marmara isimli gemiye İsrail askerlerinin müdahale etmesi sonucunda 9 Türk vatandaşının hayatlarını kaybetmesi üzerine Türk-İsrail ilişkileri daha önce görülmemiş şekilde gerildi. Türkiye’nin ABD’den beklediği desteği bulamaması ve ABD-İsrail ilişkilerinin yapısı nedeniyle bu olay Türk-Amerikan ilişkilerini de oldukça olumsuz etkiledi. Son olarak, Haziran 2010’da İran’a daha sert yaptırımlar öngören BM Güvenlik Konseyi kararına Türkiye’nin hayır oyu kullanması ABD ile olan ilişkileri iyice gerdi. Bu son olay bu dönemde zaten var olan Türk dış politikasına yönelik “eksen kayması” eleştirilerini de iyice tetikledi."
  },
  {
    "id": "3766173",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Bill Clinton zamanında gerçekleşen olaylardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "5. nesil savaş uçağı F-35 Müşterek Taarruz Uçağı projesinden Türkiye’nin çıkarılması",
      "B": "11 Eylül saldırılarının gerçekleşmesi",
      "C": "Türkiye’nin Rusya’dan S-400 hava savunma sistemleri alması",
      "D": "Bir grup Kongre üyesinin imzasıyla Ermeni soykırımını tanıyan bir yasa tasarısının gündeme gelmesi.",
      "E": "İki Kürt partisinden biri olan KYB’nin lideri Celal Talabani’nin 2005’te Irak Cumhurbaşkanı olması"
    },
    "explanation": "1970’lerde ASALA eylemleri ile uluslararası bir hale gelen Ermeni meselesi, 1990’ların özellikle ikinci yarısında Türk-Amerikan ilişkilerindeki sorunlardan biri oldu. Amerikan Kongresi’nde, sözde Ermeni soykırımının tanınmasına yönelik olarak Ermeni diasporasının ve lobisinin girişimleriyle 1999’da bir grup Kongre üyesinin imzasıyla bir yasa tasarısı gündeme geldi. Önce Temsilciler Meclisi’ndeki ilgili alt komitede görüşülen tasarı burada kabul edildi ve önemli komitelerden biri olan Uluslararası İlişkiler Komitesi’ne geldi. Buradaki görüşmeler sırasında gerek kamu ve özel kuruluşlarıyla Türkiye gerekse ABD içinde Türkiye ile ilişkilerin önemine dikkat çekmek isteyen Amerikalı örgüt ve kişilerin yanı sıra ticari çıkarları zarar görecek çeşitli Amerikalı şirketler tasarı aleyhine çalışmalar yürütmeye başladılar. Bu çabalara rağmen Komitede kabul edilen tasarı, Temsilciler Meclisi genel kurulunda oylanacak aşamaya geldi. Bu noktada, Başkan Clinton’un bizzat devreye girip Temsilciler Meclisi başkanından tasarıyı geri çekmesini istedi."
  },
  {
    "id": "3766174",
    "unitNumber": 2,
    "text": "4 Aralık 2012’de Brüksel’de düzenlenen NATO Dışişleri Bakanları toplantısında Türkiye’nin talebi üzerine Türkiye’ye gönderilen ilk hava savunma sistemi (ABD’nin Patriot füzeleri) hangi ilimize yerleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gaziantep",
      "B": "Kahramanmaraş",
      "C": "Adana",
      "D": "Hatay",
      "E": "Şanlıurfa"
    },
    "explanation": "2011’de Suriye’de başlayan iç savaş, kısa sürede Türkiye’yi de etkilemeye başladı. Haziran 2012’de bir Türk Hava Kuvvetleri’ne ait bir F-4 uçağı Suriye tarafından düşürüldü ve iki pilot şehit oldu. Bu önemli gelişmenin ardından Ekim ayında, Suriye tarafından atılan top mermileri sınırdaki Akçakale’de bir eve isabet etti ve 5 sivil hayatını kaybetti. Bu gelişmelerin sonucunda Türkiye, 21 Kasım 2012’de, Suriye kaynaklı tehdide karşı NATO Antlaşması’nın 4. maddesi çerçevesinde hava savunmasının güçlendirilmesi talebini iletti. 4 Aralık 2012’de Brüksel’de düzenlenen NATO Dışişleri Bakanları toplantısında Türkiye’nin talebi kabul edildi. Alınan bu karara binaen Türkiye’ye gönderilen ilk hava savunma sistemi, Gaziantep’e yerleştirilen ABD’nin Patriot füzeleri oldu. Bu füzeler Ekim 2015’e kadar Türkiye’de tutulduktan sonra geri çekildi. Aynı şekilde Almanya’nın da 2013 başlarında gönderdiği Patriot bataryası Kahramanmaraş’a yerleştirildi ve burada 2015 nuna dek kaldı. Almanya’nın çektiği füze bataryalarının yerine bu kez İtalya tarafından Haziran 2016’da Fransa-İtalya ortak yapımı SAMP-T hava savunma sistemi konuşlandırıldı. Bu sistem de 2019 sonlarında geri çekildi. Son olarak Adana’da yine 2013 başlarında Hollanda tarafından konuşlandırılan Patriot füzeleri de 2015 başlarında geri çekildi."
  },
  {
    "id": "3766176",
    "unitNumber": 2,
    "text": "Türkiye’de 15 Temmuz’da FETÖ tarafından gerçekleştirilmek istenen darbe girişimi hangi Amerikan başkanı zamanında olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "George W. Bush",
      "B": "Bill Clinton",
      "C": "Barak Obama",
      "D": "Donald Trump",
      "E": "Joe Biden"
    },
    "explanation": "Türk-Amerikan ilişkileri, Başkan Obama’nın ikinci döneminden itibaren giderek bozulmaya başladı<br/>ve ilişkilerdeki sorunlar giderek çeşitlendi ve derinleşti. Bugünden bakıldığında, yaklaşık olarak son yedi sekiz yıllık dönemin, ikili ilişkilerin iki yüz yıllık tarihindeki en olumsuz ve zorlu dönemlerden biri olduğu rahatlıkla söylenebilir. Bu süreçte 2016 yılı gerek Türkiye için gerekse ABD için çok önemli gelişmelerin yaşandığı bir yıl oldu. Türkiye bakımından şüphesiz en önemli hadise, 15 Temmuz’da FETÖ tarafından gerçekleştirilmek istenen darbe girişimiydi."
  },
  {
    "id": "3766177",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ABD başkanı George W. Bush dönemindeki gelişmelerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "CAATSA kapsamındaki yaptırımlar",
      "B": "S400 meselesi",
      "C": "F35 Projesi’nden Türkiye’nin çıkarılması",
      "D": "FETÖ ve Suriye’nin kuzeyindeki terör örgütlerine ilişkin olarak ABD’nin “stratejik ittifak” kavramıyla bağdaşmayacak tutumlar benimsemesi",
      "E": "1 Mart tezkeresinin reddi"
    },
    "explanation": "Türk askerinin Irak’a gönderilmesi ve ABD askerlerinin Türkiye’ye girmesinin kabul edilmesi için anayasaya göre TBMM tarafından alınacak karara sıra geldi. Kısaca “1 Mart Tezkeresi” olarak bilinen tezkere ile ilgili olarak gerek kamuoyunda ortaya çıkan tepkiler gerekse hükümet ve ordu çevrelerinde gözlemlenen temkinlilik, TBMM’de yapılan oylamada tezkerenin fiilen reddedilmesi sonucunu doğurdu. Bu, ikili ilişkilerin tarihindeki en önemli gelişmelerden biri oldu. Yeterli kabul sayısına ulaşılamadığı tezkerenin reddedilmesiyle ABD’nin Türkiye üzerinden kara harekâtı mümkün olmadı belki ama iki ülke arasındaki müzakereler de devam etti. Nitekim kısa süre sonra kabul edilen başka bir TBMM kararı çerçevesinde ABD’nin Türk hava sahasını kullanmasına izin verildi. Öte yandan, Türkiye 1 Mart tezkeresinin reddedilmesi nedeniyle Kuzey Irak’ta askeri unsurlarını bulundurma ve bu şekilde de buradaki gelişmeleri kontrol edebilme imkanını kaybetmiş oldu. İzleyen dönemde ABD ile ilişkiler 1 Mart tezkeresinin reddi nedeniyle oluşan gerilimin gölgesinde ilerledi. Nitekim, kısa süre sonra Süleymaniye’de yaşanan nahoş hadise, ikili ilişkilerin ne kadar gerilediğinin bir göstergesi oldu."
  },
  {
    "id": "3766286",
    "unitNumber": 2,
    "text": "ABD’nin Irak ve İran’a yönelik olarak 1993’ten itibaren izlediği politikanın ismi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çifte Çevreleme",
      "B": "Soğuk Savaş",
      "C": "Çekiç Güç",
      "D": "Keşif Güç",
      "E": "Güçlendirilmiş Ortaklık"
    },
    "explanation": "Çifte Çevreleme: Soğuk Savaş’ın başlarında ABD’nin SSCB’ye karşı izlediği ve bu ülkenin etkisini ve gücünü özelliklesiyasi ve askeri bakımlardan sınırlandırma anlamındaki “çevreleme” siyasetinden türetilen kavram, 1990’larda ABD’nin “haydut devlet” adını verdiği ve başlıca tehdit unsurları olarak nitelendirdiği ülkelerden olan Irak ile İran’ın aynı anda çevrelenmesi stratejisini ifade etmektedir."
  },
  {
    "id": "3766287",
    "unitNumber": 2,
    "text": "Türkiye ve ABD ile birlikte çalışarak aşağıdaki hangi ülkeler arasında Dayton Barış Anlaşmasını sağlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hırvat-Kosava",
      "B": "Hırvat-Bosna",
      "C": "Kosava-Makedonya",
      "D": "Bosna-Sırbistan",
      "E": "Kosava -Sırbistan"
    },
    "explanation": "Bölgede etkinliği artan Türkiye, Dayton Barış Anlaşması’na yol açan Hırvat-Boşnak uzlaşısının kurulmasında ABD ile birlikte çalışarak tarafları bir araya getirdi. Bosna’da çatışmaların bitmesinin ardından ABD öncülüğünde yapılan askeri misyonlara katıldı, özellikle Bosna Hersek ve Makedonya’da (şimdiki adıyla Kuzey Makedonya) askeri eğitim programları düzenledi."
  },
  {
    "id": "3766290",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Soğuk savaş sonrası Türkiye'nin ABD' den daha az ekonomik yardım almasının nedenlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye bu dönemde ABD tarafından yardıma ihtiyaç duymayan ülkelerden biri olarak kabul edilmeye başlandı.",
      "B": "ABD, Türkiye bakımından daha avantajlı olan hibe usulü kapsamındaki yardımları giderek azaltırken piyasa fiyatı faiziyle verilen kredileri artırdı.",
      "C": "Mevcut haliyle yardımların sürmesi için başta insan hakları veya Kıbrıs gibi konularda bazı siyasi şartlar gündeme gelmeye başladı.",
      "D": "Amerikan Kongresi de giderek daha büyük bir engel haline gelmeye başladı.",
      "E": "Türkiye' nin Avrupa ülkeleriyle iyi ilişkiler kurması."
    },
    "explanation": "Ekonomisinde kronik sorunları bulunan Türkiye, özellikle de Körfez Savaşı’nda verdiği destekten sonra, ABD’den daha iyi koşullarda yardım alabilmeyi umuyordu. Fakat ABD’nin değişen yardım mekanizması Türkiye’nin bu beklentisini birkaç nedenle boşa çıkardı. Birincisi, Türkiye bu dönemde ABD tarafından yardıma ihtiyaç duymayan ülkelerden biri olarak kabul edilmeye başlandı. İkincisi, ABD, Türkiye bakımından daha avantajlı olan hibe usulü kapsamındaki yardımları giderek azaltırken piyasa fiyatı faiziyle verilen kredileri artırdı. Üçüncüsü, mevcut haliyle yardımların sürmesi için başta insan hakları veya Kıbrıs gibi konularda bazı siyasi şartlar gündeme gelmeye başladı. Son olarak, Amerikan Kongresi de giderek daha büyük bir engel haline gelmeye başladı."
  },
  {
    "id": "3766291",
    "unitNumber": 2,
    "text": "11 Eylül saldırılarından sonra ABD'nin işgal ettiği ülkelerden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Afganistan",
      "B": "İran",
      "C": "Suriye",
      "D": "Yemen",
      "E": "Lübnan"
    },
    "explanation": "Bu terör eylemleri ABD’de büyük bir öfke yarattı. 2001 başından o döneme dek ciddi bir icraatı bulunmayan Başkan Bush ve kısaca Neo-Con ekibi derhal bu saldırıya karşılık vermek üzere<br/>hem askeri hem de uluslararası alanda siyasi ve diplomatik hazırlığa giriştiler. Saldırının sorumlularını barındırdığı için Afganistan’ı hedefe koyan ABD, NATO’nun kolektif savunmayı içeren 5. Maddesini işletmeyi önerdi ki örgüt tarihinde bu bir ilkti. Ecevit başkanlığındaki koalisyon hükümeti, bu süreçte ABD’ye hem siyasi hem de istihbarat paylaşımı çerçevesinde destek verdi. Bush’un kendi adıyla anılan doktrini çerçevesinde giderek sert ve kutuplaştırıcı bir siyasete yöneldiği bu dönemde, ABD Afganistan’ı kısa sürede işgal ederek Taliban rejiminin sona ermesini sağladı."
  },
  {
    "id": "3766292",
    "unitNumber": 2,
    "text": "Türk askerinin Irak’a gönderilmesi ve ABD askerlerinin Türkiye’ye girmesinin kabul edilmesi için anayasaya göre TBMM tarafından reddedilen, ABD ve Türkiye ilişkileri bakımından büyük önem arz eden tezkere aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1 Şubat",
      "B": "28 Şubat",
      "C": "11 Eylül",
      "D": "1 Mart",
      "E": "31 Mart"
    },
    "explanation": "Türk askerinin Irak’a gönderilmesi ve ABD askerlerinin Türkiye’ye girmesinin kabul<br/>edilmesi için anayasaya göre TBMM tarafından alınacak karara sıra geldi. Kısaca “1 Mart Tezkeresi” olarak bilinen tezkere ile ilgili olarak gerek kamuoyunda ortaya çıkan tepkiler gerekse hükümet ve ordu çevrelerinde gözlemlenen temkinlilik, TBMM’de yapılan oylamada tezkerenin fiilen reddedilmesi sonucunu doğurdu. Bu, ikili ilişkilerin tarihindeki en önemli gelişmelerden biri oldu."
  },
  {
    "id": "3766294",
    "unitNumber": 2,
    "text": "NATO’nun görev alanını özellikle doğuya doğru genişletme kararlarının alındığı İstanbul Zirvesi hangi yıl yapılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "2002",
      "B": "2003",
      "C": "2004",
      "D": "2005",
      "E": "2006"
    },
    "explanation": "Türkiye-NATO ilişkilerinin bu dönemki en önemli başlıklarından biri de Haziran 2004’teki<br/>İstanbul Zirvesi’ydi. Örgütün yeni dönemde geliştirmek istediği kimliğine ilişkin önemli kararların alındığı Zirve’nin Türkiye’nin ev sahipliğinde yapılması anlamlıydı. Çünkü bu zirve NATO’nun<br/>görev alanını özellikle doğuya doğru genişletme kararlarının alındığı bir zirve oldu."
  },
  {
    "id": "3766295",
    "unitNumber": 2,
    "text": "I-Türkiye, Brezilya ile birlikte İran’la nükleer takas anlaşması imzalamas,<br/>II-Mavi Marmara isimli gemiye İsrail askerlerinin müdahale etmesi sonucunda 9 Türk vatandaşının hayatlarını kaybetmesi üzerine Türk-İsrail ilişkileri daha önce görülmemiş şekilde gerilmesi,<br/>III-İran’a daha sert yaptırımlar öngören BM Güvenlik Konseyi kararına Türkiye’nin hayır oyu kullanması,<br/>IV- Türkiye' nin Model ortaklık kavramını kabul etmemesi,<br/>V-Avrupa ülkelerinde başlayan ayaklanmalar,<br/>Yukarıdakilerden hangisi ya da hangileri 2010 yılında Türkiye-ABD ilişkilerinde gerginliğe sebep olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "I,IV",
      "C": "II,III,V",
      "D": "I,II,III",
      "E": "I,III,IV,V"
    },
    "explanation": "Ne var ki bu olumlu hava 2010 yılında üst üste yaşanan gelişmeler nedeniyle bozuldu ve 2010 yılı<br/>ikili ilişkiler açısından bir gerilim yılı oldu. Öncelikle Türkiye, Brezilya ile birlikte İran’la nükleer takas<br/>anlaşması imzaladı. Bölgedeki arabuluculuk faaliyetlerini artırma amacıyla aldığı bu inisiyatif Türkiye’nin Batılı müttefikleriyle, özellikle de ABD’yle arasının açılmasına yol açtı. Bunun hemen ardından İsrail’in Gazze’deki ablukasını delerek insani yardım götürmek üzere yola çıkan Mavi Marmara isimli gemiye İsrail askerlerinin müdahale etmesi sonucunda 9 Türk vatandaşının hayatlarını kaybetmesi üzerine Türk-İsrail ilişkileri daha önce görülmemiş şekilde gerildi. Türkiye’nin ABD’den beklediği desteği bulamaması ve ABD-İsrail ilişkilerinin yapısı nedeniyle bu olay<br/>Türk-Amerikan ilişkilerini de oldukça olumsuz etkiledi. Son olarak, Haziran 2010’da İran’a daha<br/>sert yaptırımlar öngören BM Güvenlik Konseyi kararına Türkiye’nin hayır oyu kullanması ABD ile<br/>olan ilişkileri iyice gerdi."
  },
  {
    "id": "3766297",
    "unitNumber": 2,
    "text": "2013’ün Türk-Amerikan ilişkilerini derinden sarsan bir diğer önemli gelişmesi, aynı zamanda Arap Baharı’nın sonu olarak da tanımlanabilecek gelişme aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Esad rejiminin sona ermesi",
      "B": "Mısır’daki askeri darbe",
      "C": "DEAŞ ile mücadele",
      "D": "Reyhanlı’daki saldırısı",
      "E": "Türkiye’deki Gezi Parkı olayları"
    },
    "explanation": "2013’ün Türk-Amerikan ilişkilerini derinden sarsan bir diğer önemli gelişmesi, aynı zamanda Arap Baharı’nın sonu olarak da tanımlanabilecek gelişme olan Mısır’daki askeri darbeydi."
  },
  {
    "id": "3766298",
    "unitNumber": 2,
    "text": "Büyükelçi Hüseyin Diriöz Savunma Politikası ve Planlamasından Sorumlu NATO Genel Sekreter Yardımcılığı görevine hangi yıl seçilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "2008",
      "B": "2009",
      "C": "2010",
      "D": "2011",
      "E": "2012"
    },
    "explanation": "Türkiye’nin taleplerine binaen, Büyükelçi Hüseyin Diriöz Temmuz 2010’da Savunma<br/>Politikası ve Planlamasından Sorumlu NATO Genel Sekreter Yardımcılığı görevine seçildi. Böylece,<br/>yaklaşık 30 yıl sonra bu göreve bir Türk seçilmiş oldu."
  },
  {
    "id": "3766299",
    "unitNumber": 2,
    "text": "NATO’nun Türkiye’deki tek faal hava savunma sistemi aşağıdaki ülkelerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "İspanya",
      "B": "İtalya",
      "C": "Fransa",
      "D": "ABD",
      "E": "Hollanda"
    },
    "explanation": "21 Kasım 2012’de, Suriye kaynaklı tehdide karşı NATO Antlaşması’nın 4. maddesi çerçevesinde hava savunmasının güçlendirilmesi talebini iletti. 4 Aralık 2012’de Brüksel’de düzenlenen NATO Dışişleri Bakanları toplantısında Türkiye’nin talebi kabul edildi. Alınan bu karara binaen Türkiye’ye<br/>gönderilen ilk hava savunma sistemi, Gaziantep’e yerleştirilen ABD’nin Patriot füzeleri oldu. Bu<br/>füzeler Ekim 2015’e kadar Türkiye’de tutulduktan sonra geri çekildi. Aynı şekilde Almanya’nın<br/>da 2013 başlarında gönderdiği Patriot bataryası Kahramanmaraş’a yerleştirildi ve burada 2015 sonuna dek kaldı. Almanya’nın çektiği füze bataryalarının yerine bu kez İtalya tarafından Haziran<br/>2016’da Fransa-İtalya ortak yapımı SAMP-T hava savunma sistemi konuşlandırıldı. Bu sistem de<br/>2019 sonlarında geri çekildi. Son olarak Adana’da yine 2013 başlarında Hollanda tarafından konuşlandırılan Patriot füzeleri de 2015 başlarında geri çekildi. Buradaki savunma görevi o tarihte İspanya tarafından devralındı ve yerleştirilen İspanya’ya ait hava savunma sistemlerinin görev süresi İspanya tarafından en son Haziran 2023’e dek uzatıldı. Günümüzde de hala aktif olarak devrede olan bu sistem, NATO’nun Türkiye’deki tek faal hava savunma sistemidir. İspanya dışındaki NATO üyelerine ait hava savunma sistemlerinin 2015 yılında geri çekilmesi, Türkiye’nin güvenilir ve istikrarlı bir biçimde bu ihtiyacını karşılamak üzere çeşitli adımlar atmasına yol açtı."
  },
  {
    "id": "3766394",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ABD'nin “Çifte Çevreleme” adlı politikasına ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "ABD’nin haydut devlet olarak gördüğü Irak ve İran’a yönelik olarak izlediği bir politikadır.",
      "B": "1993’ten itibaren ortaya çıkan bir uluslararası politikadır.",
      "C": "Bir ülkenin siyasi ve askeri gücünü sınırlandırma anlamına gelen “çevreleme” siyasetinden türetilmiştir.",
      "D": "Türkiye, ABD ile arasındaki “güçlendirilmiş ortaklık” çerçevesinde destek vermiştir.",
      "E": "ABD bu politikası Türkiye'nin dış politikasını etkilememiştir."
    },
    "explanation": "Irak ve İran’ın ABD tarafından çevrelenmesi ve uluslararası alanda soyutlanması Türkiye için özellikle iki noktada önem taşıdı. Birincisi, Saddam rejiminin yeniden güçlenmesi Türkiye bakımından bir sorun yaratabilirdi. İkincisi, devrim ihracı stratejisiyle büyük bir tehdit olarak görülen<br/>İran’ın çevrelenmesi hem bölgesel güç ilişkilerinde Türkiye’nin çıkarınaydı hem de Hazar Denizi civarındaki petrol ve doğalgazın daha kârlıolan İranKörfezi üzerinden değil Türkiye’nin içinde bulunduğu Bakü-Ceyhan boru hattından iletilmesi projesi destekleniyordu."
  },
  {
    "id": "3766395",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Türkiye-İsrail ilişkilerine ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "ABD ile Türkiye arasındaki Orta Doğu’da işbirliğinin son halkası Türkiye-İsrail ilişkileridir.",
      "B": "İsrail’in, Türkiye ile iyi ilişkiler kurması, ABD’nin bölgesel istikrarı için önceliklidir.",
      "C": "Türkiye-İsrail ilişkileri özellikle 1990’ların ikinci yarısında ve ağırlıklı olarak ekonomik alanda gelişti",
      "D": "Bu ilişkinin en büyük sonucu, Türkiye'nin Musevi lobisinin desteğinin kazanmasıdır.",
      "E": "Türkiye'nin İsrail'e destek vermesi ABD Kongresi’nin Türkiye’nin almak istediği çeşitli silahların satışına onay vermesini sağlamıştır."
    },
    "explanation": "Türkiye-İsrail ilişkileri özellikle 1990’ların ikinci yarısında ve ağırlıklı olarak askeri alanda gelişti"
  },
  {
    "id": "3766396",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi balkanlarda Türk-Amerikan işbirliğine ilişkin doğru bir bilgi <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yugoslavya’nın dağılması sürecinde ortaya çıkan istikrarsızlığın çözümünde ABD Türkiye ile önemli bir işbirliği gerçekleştirdi.",
      "B": "Türkiye ABD ile işbirliği sayesinde, bölgedeki Yunanistan karşısında daha avantajlı duruma gelmiştir.",
      "C": "Türkiye, Dayton Barış Anlaşması’na yol açan Hırvat-Boşnak uzlaşısının kurulmasında önemli rol oynamıştır.",
      "D": "Türkiye, sadece 1999’da Sırbistan’a karşı NATO tarafından başlatılan hava operasyonuna destek vermemiştir.",
      "E": "Türkiye Bosna Hersek ve Makedonya’da askeri eğitim programları düzenlemiştir."
    },
    "explanation": "1999’da Sırbistan’a karşı NATO tarafından başlatılan hava operasyonuna aktif olarak destek veren Türkiye, Sırbistan’ın şartları kabulü üzerine sona eren operasyonun ardından Kosova’da konuşlandırılan NATO’ya bağlı askeri misyon içinde yer aldı."
  },
  {
    "id": "3766397",
    "unitNumber": 2,
    "text": "1970’lerde ASALA eylemleri ile uluslararası bir hale gelen Ermeni meselesi, hangi yıllarda Türk-Amerikan ilişkilerindeki sorunlardan biri olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1990’ların özellikle ikinci yarısında",
      "B": "1980'lerin ilk yarısında",
      "C": "2000'lerin başında",
      "D": "2006 yılında",
      "E": "2008 yılında"
    },
    "explanation": "1970’lerde ASALA eylemleri ile uluslararası bir hale gelen Ermeni meselesi, 1990’ların özellikle<br/>ikinci yarısında Türk-Amerikan ilişkilerindeki sorunlardan biri oldu."
  },
  {
    "id": "3766398",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Türkiye'nin Ermeni meselesine ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ermeni meselesi 1970’lerde ASALA eylemleri ile uluslararası hale gelmiştir.",
      "B": "1990’ların özellikle ikinci yarısında Türk-Amerikan ilişkilerindeki sorunlar çıkarmıştır.",
      "C": "Amerikan Kongresi’nde, 1999'da Ermeni soykırımının tanınmasına yönelik olarak bir<br/>yasa tasarısı gündeme gelmiştir.",
      "D": "Başkan Clinton, Ermeni meselesinin Türk-Amerikan ilişkilerini zedelemesini engellemeye çalışmıştır.",
      "E": "Ermeni meselesi Amerikalı örgütler ve çeşitli Amerikalı şirketlerce desteklenmiştir. t"
    },
    "explanation": "Amerikalı örgüt ve kişilerin yanı sıra ticari çıkarları zarar görecek çeşitli Amerikalı şirketler tasarı aleyhine çalışmalar yürütmeye başlamışlardır."
  },
  {
    "id": "3766399",
    "unitNumber": 2,
    "text": "Hangi yılda NATO’da esaslı bir değişim ve dönüşüm gerçekleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1999",
      "B": "2000",
      "C": "2006",
      "D": "2011",
      "E": "2015"
    },
    "explanation": "1990’lı yıllarda ortaya çıkan koşullara uyum sağlamak üzere NATO’da esaslı bir değişim ve<br/>dönüşüm gerçekleşti. 1999’daki Washington Zirvesi’nde alınan kararlarla, örgütün hem yapısı<br/>hem sorumluluk alanı hem de işlevleri değişti ve yeniden tanımlandı."
  },
  {
    "id": "3766400",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 11 Eylül sonrası çıkan değişikliklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "ABD'de Yeni muhafazakârlar grubunun yönlendirdiği bir Amerikan dış politikası ortaya çıkmıştır.",
      "B": "Uluslarası politikada 1990’ların küreselleşmeci, uluslararası örgütler çerçevesinde işbirliğine dayanan ve iyimser vizyonu zayıflamıştır.",
      "C": "Türkiye'de Kasım 2002’de yapılan seçimlerle ilk kez TBMM’de bir parti tek başına çoğunluğu kazandı.",
      "D": "11 Eylül saldırıları sonrasında Türkiyi, Müslüman Doğu ile Hıristiyan Batı arasında köprü vazifesi<br/>görebilecek konuma taşıdı.",
      "E": "Türkiye, güvenlik arayışının ağır bastığı bir politika yerine çok taraflılığa ve uluslararası kuruluşlara önem veren, ekonomik lişkileri öne çıkaran dış politika benimsemiştir."
    },
    "explanation": "Bilakis, Türkiye dahil devletler 11 Eylül ile başlayan terörizm dalgası karşısında güvenlik arayışının ağır<br/>bastığı bir anlayışı benimsediler."
  },
  {
    "id": "3766401",
    "unitNumber": 2,
    "text": "11 Eylül saldırılarının ardından Eylül 2002’de ilan edilen ABD’nin yeni Ulusal Güvenlik Stratejisininin adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bush Doktrini",
      "B": "Clinton Yöntemi",
      "C": "Neo-conservative strateji",
      "D": "Pentagon savunması",
      "E": "İşbirliği Planı"
    },
    "explanation": "11 Eylül saldırılarının ardından Bush yönetimi Eylül 2002’de “Bush Doktrini” olarak adlandırılan<br/>ABD’nin yeni Ulusal Güvenlik Stratejisini ilan etti."
  },
  {
    "id": "3766402",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ABD birliklerinin Süleymaniye’deki Türk Silahlı Kuvvetleri’nin Özel Kuvvetler Komutanlığı’na bağlı birliklerinin kullandığı irtibat ofisini kuşatmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "2002",
      "B": "2003",
      "C": "2005",
      "D": "2012",
      "E": "2016"
    },
    "explanation": "4 Temmuz 2003’te, ABD birlikleri, Süleymaniye’deki Türk Silahlı Kuvvetleri’nin Özel Kuvvetler<br/>Komutanlığı’na bağlı birliklerin kullandığı irtibat<br/>ofisini kuşattı.<br/>4 Temmuz 2003’te, ABD birlikleri, Süleymaniye’deki Türk Silahlı Kuvvetleri’nin Özel Kuvvetler<br/>Komutanlığı’na bağlı birliklerin kullandığı irtibat ofisini kuşattı."
  },
  {
    "id": "3766403",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Barak Obama'ya ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "2009 Ocak ayında başkanlık görevine başlamıştır.",
      "B": "Başkanlık görevini G. W. Bush’tan devralmıştır.",
      "C": "Cumhuriyet Parti adayıdır.",
      "D": "Müdahaleci olmayan bir dış politika izlemiştir.",
      "E": "Orta Doğu’dan çekip Asya-Pasifik bölgesine odaklanmıştır."
    },
    "explanation": "2009 Ocak ayında başkanlık görevini G. W. Bush’tan devralan Demokrat Parti adayı Barak Obama<br/>halefinin yönetiminin aksine müdahaleci olmayan bir dış politika izleme kararındayd"
  },
  {
    "id": "3766186",
    "unitNumber": 3,
    "text": "Türkiye-Avrupa Birliği (AB) ilişkileri, Türkiye'nin eski adıyla Avrupa Ekonomik Topluluğu'na (AET) Ortaklık Antlaşması için hangi tarihte başvurmasıyla başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "31 Temmuz 1959",
      "B": "31 Temmuz 1965",
      "C": "31 Temmuz 1970",
      "D": "31 Temmuz 1975",
      "E": "31 Temmuz 1980"
    },
    "explanation": "Türkiye-Avrupa Birliği (AB) ilişkileri, eski ismiyle Avrupa Ekonomik Topluluğu’na (AET) Ortaklık Antlaşması için 31 Temmuz 1959 tarihinde başvurmasıyla başlamıştır. Bu ilişki 12 Eylül 1963 tarihinde Ankara Antlaşması’nın imzalanmasıyla resmi bir temele kavuşmuştur. Söz konusu Antlaşma’nın yürürlüğe giriş tarihi ise 1 Aralık 1964’tür.<br/>Türkiye-Avrupa Birliği (AB) ilişkileri, eski ismiyle Avrupa Ekonomik Topluluğu’na (AET) Ortaklık Antlaşması için 31 Temmuz 1959 tarihinde başvurmasıyla başlamıştır. Doğru seçenek A'dır."
  },
  {
    "id": "3766187",
    "unitNumber": 3,
    "text": "1980'li yılların ilk yarısında Türkiye - Avrupa Birliği ilişkilerinin kopmasının en önemli sebebi aşağıdaki seçeneklerin hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1973 tarihli Petrol Krizi",
      "B": "1974'te Türkiye'nin Kıbrıs'a müdahalesi",
      "C": "Türkiye'deki 1980 askeri müdahalesi",
      "D": "Federal Almanya’nın 1980'li yılların başlarında “Avrupa Konseyi Üyesi Ülkeler Arasında Şahısların Serbest Dolaşımı Antlaşması”nı “Türk vatandaşları için askıya aldığını” Avrupa Konseyi’ne bildirmesi",
      "E": "1980'li yıllarda Fransa'nın Türkiye'ye yönelik vize uygulama kararı"
    },
    "explanation": "70’li yılların ikinci yarısından itibaren ise ilişkilerde sorunlu bir döneme girilmiştir. Bu durumun temel nedenleri arasında 1973 tarihli Petrol Krizi’nin etkilerini (Ekonomik sıkıntılar) ve 1974’de Türkiye’nin Kıbrıs’a askeri müdahalesini sayabiliriz. Örneğin Türkiye, ekonomik sorunlar sebebiyle 9 Ekim 1978 tarihinde Katma Protokolden kaynaklanan yükümlülüklerini geçici olarak ertelediğini ilan etmiştir. Bu durum, 1979 yılında hükümetin değişmesiyle son bulmuştur. Göreve gelen yeni Hükümet, AET’ye yükümlülüklerini askıya almaktan vazgeçtiğini iletmiştir. 80’li yılların ilk yarısı da taraflar arasında ilişkilerin koptuğu bir dönem olmuştur. Bunun en<br/>önemli nedeni ise Türkiye’deki 1980 askeri müdahalesi olmuştur. Askeri müdahaleyi takiben 22 Ocak 1982 tarihinde Avrupa Toplulukları, Türkiye ile<br/>ilişkilerini “dondurma kararı” almıştır.<br/>80’li yılların ilk yarısı da taraflar arasında ilişkilerin koptuğu bir dönem olmuştur. Bunun en önemli nedeni ise Türkiye’deki 1980 askeri müdahalesi olmuştur. Askeri müdahaleyi takiben 22 Ocak 1982 tarihinde Avrupa Toplulukları, Türkiye ile ilişkilerini “dondurma kararı” almıştır. Doğru seçenek C'dir."
  },
  {
    "id": "3766188",
    "unitNumber": 3,
    "text": "I) Siyasi Kriterler<br/>II) Ekonomik Kriterler<br/>III) Topluluk mevzuatının benimsenmesi<br/>Yukarıdaki kriterlerden hangisi/hangileri Türkiye- Avrupa ilişkileri kapsamında Kopenhag Zirvesi'nde ortaya çıkmış kriterler arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Kopenhag Kriterleri: Kopenhag Zirvesinde ortaya çıkmış olan kriterler üç başlık altında toplanmaktadır. Bu başlıklar, “Siyasi kriterler”, “ekonomik kriterler” ve “topluluk mevzuatının benimsenmesi” olarak sıralanmaktadır. Siyasi kriterler, insan hakları ve hukukun üstünlüğü gibi temel prensiplerin korunduğu kurumların mevcudiyetini gerektirmektedir. “Ekonomik kriterler” “işleyen” ve “rekabet” edebilen bir “piyasa ekonomisinin varlığı” olarak ifade edilmektedir. “Topluluk mevzuatının benimsenmesi” ise ilk iki kriter ile birlikte üye olmak için gereken yükümlülükleri “yerine getirebilme kapasitesine sahip olmak” olarak tanımlanmaktadır.<br/>Kopenhag Kriterleri: Kopenhag Zirvesinde ortaya çıkmış olan kriterler üç başlık altında toplanmaktadır. Bu başlıklar, “Siyasi kriterler”, “ekonomik kriterler” ve “topluluk mevzuatının benimsenmesi” olarak sıralanmaktadır. Doğru seçenek E'dir."
  },
  {
    "id": "3766189",
    "unitNumber": 3,
    "text": "Avrupa Birliği'ne üye ülkeler tarafından karşılıklı ticaretleri üzerindeki gümrük tarifeleri, kotalar gibi her türlü engel veya kısıtlamaların kaldırıldığı ve üçüncü ülkelere karşı ortak gümrük tarifesinin (OGT) uygulandığı bütünleşme biçimine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uluslararası İş Birliği",
      "B": "Avrupa Kent Konseyleri Birliği",
      "C": "Avrupa Sigorta Birliği",
      "D": "Gümrük Birliği",
      "E": "Avrupa Askeri Birliği"
    },
    "explanation": "Gümrük Birliği: Üye ülkeler tarafından karşılıklı ticaretleri üzerindeki gümrük tarifeleri, kotalar gibi her türlü engel veya kısıtlamaların kaldırıldığı ve üçüncü ülkelere karşı ortak gümrük tarifesinin (OGT) uygulandığı bir bütünleşme biçimidir. Doğru seçenek D'dir."
  },
  {
    "id": "3766192",
    "unitNumber": 3,
    "text": "Türkiye ve AB arasındaki ortaklık için bir “demokratik denetim organı” niteliğine sahip olan komisyon hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İkili Parlamento Komisyonu",
      "B": "Üçlü Parlamento Komisyonu",
      "C": "Karma Parlamento Komisyonu",
      "D": "Avrupa Ülkeleri Parlamento Komisyonu",
      "E": "Avrupa Dışı Ülkeler Parlamento Komisyonu"
    },
    "explanation": "Detaylar için “1980 - 1990 YILLARI ARASI TÜRKİYE AVRUPA BİRLİĞİ İLİŞKİLERİ” başlığında yer alan bilgilere bakabilirsiniz.<br/><strong>Karma Parlamento Komisyonu: </strong>Bu komisyon Türkiye ve AB arasındaki ortaklık için bir “demokratik denetim organı” niteliğine sahiptir. Komisyon, Ortaklık Konseyi’nce oluşturulmuştur. Komisyon’un amaçları arasında Avrupa Parlamentosu - TBMM ilişkilerini kolaylaştırmak ve AB ile Türkiye ilişkilerini geliştirmek bulunmaktadır. Komisyon ayrıca katılım müzakereleri konusunda analizler yapmakta ve değerlendirmelerde bulunmaktadır (Bu konuda bkz: Avrupa Birliği Bakanlığı, https://ab.gov.tr/_271.html)."
  },
  {
    "id": "3766193",
    "unitNumber": 3,
    "text": "22 Ocak 1982 tarihinde Avrupa Topluluklarının Türkiye ile ilişkilerini dondurma kararı almasının başlıca nedeni hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hükümet seçimleri",
      "B": "Belirlenen hedeflerin yakalanamaması",
      "C": "Düşük ihracat verileri",
      "D": "Askeri müdahale",
      "E": "Ekonomik istikrarsızlık"
    },
    "explanation": "Detaylar için “1980 - 1990 YILLARI ARASI TÜRKİYE AVRUPA BİRLİĞİ İLİŞKİLERİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Bunun en önemli nedeni ise Türkiye’deki 1980 askeri müdahalesi olmuştur. Askeri müdahaleyi takiben 22 Ocak 1982 tarihinde Avrupa Toplulukları, Türkiye ile ilişkilerini “dondurma kararı” almıştır. Eylül ayında gerçekleşen darbe neticesinde Türkiye ve Avrupa Toplulukları arasındaki ilişki kesintiye uğramıştır."
  },
  {
    "id": "3766194",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi üye olmak için gereken yükümlülükleri “yerine getirebilme kapasitesine sahip olmak” olarak tanımlanan Kopenhag Kriteridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Topluluklar mevzuatının benimsenmesi",
      "B": "Ekonomik kriterler",
      "C": "Siyasi kriterler",
      "D": "Eğitim kriterleri",
      "E": "Sosyal kriterler"
    },
    "explanation": "Detaylar için “1990 - 1999 YILLARI ARASI TÜRKİYE AVRUPA BİRLİĞİ İLİŞKİLERİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Kopenhag Kriterleri: Kopenhag Zirvesinde ortaya çıkmış olan kriterler üç başlık altında toplanmaktadır. Bu başlıklar, “Siyasi kriterler”, “ekonomik kriterler” ve “topluluk mevzuatının benimsenmesi” olarak sıralanmaktadır. Siyasi kriterler, insan hakları ve hukukun üstünlüğü gibi temel prensiplerin korunduğu kurumların mevcudiyetini gerektirmektedir. “Ekonomik kriterler” “işleyen” ve “rekabet” edebilen bir “piyasa ekonomisinin varlığı” olarak ifade edilmektedir. “Topluluk mevzuatının benimsenmesi” ise ilk iki kriter ile birlikte üye olmak için gereken yükümlülükleri “yerine getirebilme kapasitesine sahip olmak” olarak tanımlanmaktadır (Bu konuda bkz: Avrupa Birliği Başkanlığı, https://www. ab.gov.tr/302.html)."
  },
  {
    "id": "3766195",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Maastricht Antlaşmasının yürürlüğe girdiği ve Avrupa Birliği (AB)’nin kurulduğu dönem aralığıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "1980-1990 yılları arası",
      "B": "1990-1999 yılları arası",
      "C": "2000-2004 yılları arası",
      "D": "2005-2015 yılları arası",
      "E": "2016 yılı sonrası"
    },
    "explanation": "Detaylar için “1990 - 1999 YILLARI ARASI TÜRKİYE AVRUPA BİRLİĞİ İLİŞKİLERİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>1 Kasım 1993’de Maastricht Antlaşması yürürlüğe girmiş ve Avrupa Birliği (AB) kurulmuştur. 1 Ocak 1995’de ise İsveç, Finlandiya ve Avusturya AB’ye tam üye olmuş ve böylece üye ülke sayısı 15’e çıkmıştır. Böylece Avrupa bütünleşmesi hızlı ilerlemeler kaydetmiştir. Bununla birlikte Avrupa’nın siyasi sınırlarının belirlenmesi ile kültürel konuları AB’nin gündeme taşınmış ve Kopenhag Kriterleri AB ile ilişkilerin yürütülmesinde belirleyici rol oynamaya başlamıştır."
  },
  {
    "id": "3766196",
    "unitNumber": 3,
    "text": "Aday ülkelerin Birliğe üyeliği için kılavuz niteliği taşıyan KOB’lar 2000-2004 yılları arasında AB tarafından Türkiye için kaç adet yayınlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Detaylar için “2000 - 2004 YILLARI ARASI TÜRKİYE AVRUPA BİRLİĞİ İLİŞKİLERİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Bu çerçevede Türkiye’ye ait ilk KOB 8 Mart 2001 tarihinde kabul edilmiş ve yayınlanmıştır. Bundan sonra da 19 Mayıs 2003, 23 Ocak 2006 ve son olarak da 18 Şubat 2008 tarihinde olmak üzere Türkiye için toplam dört adet KOB AB tarafından yayınlanmıştır."
  },
  {
    "id": "3766197",
    "unitNumber": 3,
    "text": "Türkiye 1999’dan 2004 yılına kadar kaç tane uyum paketi çıkarmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "6",
      "B": "8",
      "C": "10",
      "D": "12",
      "E": "14"
    },
    "explanation": "Detaylar için “2000 - 2004 YILLARI ARASI TÜRKİYE AVRUPA BİRLİĞİ İLİŞKİLERİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Türkiye 1999’dan 2004 yılına kadar 8 tane uyum paketi çıkarmıştır. Türkiye gerçekleştirdiği reformların karşılığını ise Aralık 2004’deki iki önemli gelişme ile almıştır. Bunlardan ilki, Avrupa Parlamentosu’nun AB’nin Türkiye’yle ‘fazla gecikmeden’ müzakerelere başlanması çağrısı yapan karar tasarısını 15 Aralık 2004 tarihli toplantısında 262’ye karşı 407 oyla kabul etmesidir. Böylece Türkiye ile müzakerelere başlanması kararı AP’de kabul edilmiştir (Avrupa Parlamentosu Türkiye Kararı, 2004)."
  },
  {
    "id": "3766198",
    "unitNumber": 3,
    "text": "1 Mayıs 2004’te AB’ye dahil olan ülkeler arasında hangisi yoktur?",
    "correctAnswer": "C",
    "options": {
      "A": "Macaristan",
      "B": "Polonya",
      "C": "İtalya",
      "D": "Litvanya",
      "E": "Malta"
    },
    "explanation": "Detaylar için “2005 - 2015 YILLARI ARASI TÜRKİYE - AVRUPA BİRLİĞİ İLİŞKİLERİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>1 Mayıs 2004’de AB’ye dahil olan ülkeler: Çekya, Slovak Cumhuriyeti, Macaristan, Polonya, Slovenya, Malta, Litvanya, Letonya, Estonya ve Güney Kıbrıs Rum Yönetimi."
  },
  {
    "id": "3766199",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi AB Dışişleri Bakanları Genel İşler ve Dış İlişkiler Konseyi’nin müzakereleri askıya aldığı dönem aralığıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "1980-1990 yılları arası",
      "B": "1990-1999 yılları arası",
      "C": "2000-2004 yılları arası",
      "D": "2005-2015 yılları arası",
      "E": "2016 yılı sonrası"
    },
    "explanation": "Detaylar için “2005 - 2015 YILLARI ARASI TÜRKİYE - AVRUPA BİRLİĞİ İLİŞKİLERİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>29 Kasım 2006’da AB Komisyonu, AB Dışişleri Bakanlarına, Türkiye’nin Gümrük Birliği’ne ilişkin yükümlülüklerini yerine getirmediği gerekçesiyle Gümrük Birliği ile ilgili 8 müzakere başlığının müzakerelerinin sorun çözülünceye kadar askıya alınmasını, diğer başlıkların da söz konusu konuda Türkiye’nin yükümlülüklerini yerine getirmediği süre boyunca kapatılmamasını tavsiye etmiştir (European Commission, 2006). Komisyonu’nun bu kararının ardından ise AB Dışişleri Bakanları’nın Genel İşler ve Dış İlişkiler Konseyi de 11 Aralık 2006 da aldığı kararla müzakereleri askıya almıştır. Konsey ayrıca, bugün de geçerliliğini koruyan, hiçbir faslın da “geçici olarak” kapatılamayacağını belirtmiştir (AB Konseyi, 2006)."
  },
  {
    "id": "3766200",
    "unitNumber": 3,
    "text": "Dışişleri Bakanlığı Avrupa Birliği Başkanlığı 30 Haziran 2016 tarihli Katılım Müzakerelerinde Mevcut Durum tablosuna göre geçici olarak kapatılan tek fasıl hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tarım ve Kırsal Kalkınma",
      "B": "Mali Kontrol",
      "C": "Bilim ve Araştırma",
      "D": "Yargı ve Temel Haklar",
      "E": "Rekabet Politikası"
    },
    "explanation": "Detaylar için “2016’DAN GÜNÜMÜZE TÜRKİYE - AVRUPA BİRLİĞİ İLİŞKİLERİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Bu krizlerin ardından gerek AB gerekse de AB üyesi ülke yetkilileriyle 2017 ve 2018 yıllarında Devlet ve Hükümet Başkanları düzeyinde görüşmeler gerçekleştirilmiş olsa da taraflar arasında özellikle de müzakere sürecinde istenen sıcaklık henüz sağlanamamıştır. Bugün itibariyle aşağıdaki tabloda da detaylı şekilde aktarıldığı gibi, devam eden üyelik müzakerelerinde on altı müzakere başlığının müzakereleri açılmış ve söz konusu başlıklardan Bilim ve Araştırma ise geçici olarak kapanmıştır."
  },
  {
    "id": "3766201",
    "unitNumber": 3,
    "text": "Bugün bakıldığında Türkiye’nin AB ile yürüttüğü katılım müzakereleri hangi statüde ilerlemektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Teoride durmuş durumda",
      "B": "Fiilen devam durumda",
      "C": "Fiilen durmuş durumda",
      "D": "Tarafların birebir görüşmeleriyle devam durumda",
      "E": "Tarafların ittifak görüşmeleriyle devam durumda"
    },
    "explanation": "Detaylar için “2016’DAN GÜNÜMÜZE TÜRKİYE - AVRUPA BİRLİĞİ İLİŞKİLERİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Bugün bakıldığında Türkiye’nin AB ile yürüttüğü katılım müzakereleri fiilen durmuş bulunmaktadır. Müzakerelerde yeni fasılların açılmasını veya kapanmasını yakın zamanda beklemek pek mümkün görünmüyor. Türkiye’de son beş yılda hukukun üstünlüğü, kuvvetler ayrılığı, insan hakları, demokrasi, özgürlükler, yargı bağımsızlığı, temel hak ve hürriyetler alanlarında yaşanan ciddi geriye gidiş ve bunun üzerine eklenen derin ekonomik kriz Türkiye- AB ilişkilerinin geleceğini, müzakerelerin anlamını ve süresini de sorgulatır bir boyuta taşımıştır. Son dönemlerde AB tarafından yayınlanan resmî belgelerde de Türkiye’nin bir aday ülke yerine iş birliği yapılması gereken üçüncü bir ülke şeklinde anılması Birliğin Türkiye algısını da gözler önüne sermektedir."
  },
  {
    "id": "3766220",
    "unitNumber": 3,
    "text": "Ankara Antlaşması temelinde mal, sermaye, serbest dolaşım sağlanması ve Gümrük Birliği’nin tamamlanmasını öngören “Katma Protokol”, hangi tarihte imzalanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "01 Aralık 1964",
      "B": "23 Kasım 1970",
      "C": "01 Ocak 1996",
      "D": "17 Aralık 2004",
      "E": "03 Ekim 2005"
    },
    "explanation": "70’li yılların ilk yarısında taraflar arasında ekonomik ve siyasi iş birliklerinin gelişimi arasında; Ankara Antlaşması temelinde mal, sermaye, kişilerin serbest dolaşımının sağlanması ve Gümrük Birliği’nin tamamlanmasını öngören Katma Protokol’ün imzalanmasını sayabiliriz. Katma Protokol<strong>, 23 Kasım 1970</strong>tarihinde imzalanmıştır."
  },
  {
    "id": "3766221",
    "unitNumber": 3,
    "text": "1970’li yılların ortalarından itibaren Türkiye-Avrupa Topluluğu arasında ilişkilerin sorunlu hale gelmesinin nedenleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "1973 petrol krizinin getirdiği ekonomik sıkıntılar",
      "B": "1974 yılında Türkiye’nin Kıbrıs’a askeri müdahalesi",
      "C": "1978’de Türkiye tarafından Katma Protokol yükümlülüklerini ertelemesi",
      "D": "Türkiye’deki 1980 askeri müdahalesi ve bunun sonuçları",
      "E": "Birliğin, yeni üye alma kapasitesine sahip olmayışı"
    },
    "explanation": "70’li yılların ikinci yarısından itibaren ise ilişkilerde sorunlu bir döneme girilmiştir. Bu durumun temel nedenleri arasında 1973 tarihli Petrol Krizi’nin etkilerini (Ekonomik sıkıntılar) ve 1974’de Türkiye’nin Kıbrıs’a askeri müdahalesini sayabiliriz. Örneğin Türkiye, ekonomik sorunlar sebebiyle 9 Ekim 1978 tarihinde Katma Protokolden kaynaklanan yükümlülüklerini geçici olarak ertelediğini ilan etmiştir. Türkiye’deki 1980 askeri müdahalesi olmuştur. Askeri müdahaleyi takiben 22 Ocak 1982 tarihinde Avrupa Toplulukları, Türkiye ile ilişkilerini “dondurma kararı” almıştır."
  },
  {
    "id": "3766222",
    "unitNumber": 3,
    "text": "“Siyasi kriterler”, “ekonomik kriterler” ve bu kriterlere ek olarak “üye olmak için gereken yükümlülükleri yerine getirebilme kapasitesine sahip olmak” olarak tanımlanan “topluluk mevzuatının benimsenmesi” olmak üzere üç kriterin benimsendiği zirve aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Maastricht Zirvesi",
      "B": "Essen Zirvesi",
      "C": "Kopenhag zirvesi",
      "D": "Madrid Zirvesi",
      "E": "Dublin Zirvesi"
    },
    "explanation": "Kopenhag Kriterleri: Kopenhag Zirvesinde ortaya çıkmış olan kriterler üç başlık altında toplanmaktadır. Bu başlıklar, “Siyasi kriterler”, “ekonomik kriterler” ve “topluluk mev- zuatının benimsenmesi” olarak sıralanmaktadır. Siyasi kriterler, insan hakları ve hukukun üstünlüğü gibi temel prensiplerin korunduğu kurumların mevcudiyetini gerektirmektedir. “Ekonomik kriterler” “işleyen” ve “rekabet” edebilen bir “piyasa ekonomisinin varlığı” olarak ifade edilmektedir. “Topluluk mevzuatının benimsenmesi” ise ilk iki kriter ile birlikte üye olmak için gereken yükümlülükleri “yerine getirebilme kapasitesine sahip olmak” olarak tanımlanmaktadır."
  },
  {
    "id": "3766223",
    "unitNumber": 3,
    "text": "Türkiye, Helsinki’de İkinci İlerleme Raporunda, Kopenhag Kriterleri’ni yerine getirmediğinin tespit edilmesine rağmen, “Aday Ülke Statüsü” elde etmiştir. Aşağıdakilerden hangisi, bunun nedenleri arasında sayılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Almanya ve Fransa’da Türkiye’nin AB üyeliğine daha sıcak bakan iktidarların işbaşına gelmesi",
      "B": "AB’nin Türkiye’nin stratejik konumunun ve askeri gücünün vazgeçilmezliğinin daha da farkına varması",
      "C": "ABD’nin AB’nin içişlerine ve politikalarına daha kolay müdahale edebileceği bir araç olarak Türkiye’yi görmesi",
      "D": "Türk-Yunan ilişkilerinde Kıbrıs, Ege ve azınlıklar sorunlarının çözülebilmesinin ancak Türkiye ile yakın diyalog ve işbirliği yoluyla mümkün olabileceği düşüncesi",
      "E": "“Gündem 2000” başlıklı raporda Türkiye’ye ilişkin “AB’ye Katılım” ifadelerinin yer alması"
    },
    "explanation": "İlk etken ya da neden olarak, Almanya ve Fransa’da Türkiye’nin AB üyeliğine daha sıcak bakan iktidarların işbaşına gelmesidir. Bir diğer neden ise, 1999 yılının Haziran ayında “Kosova’ya gerçekleştirilen uluslararası müdahale ve Kafkaslardaki enerji kaynaklarının güvenliği çerçevesinde”, AB’nin Türkiye’nin stratejik konumunun ve askeri gücünün vazgeçilmezliğinin daha da farkına varmasıdır. Üçüncü olarak ABD’nin AB’nin içişlerine ve politikalarına daha kolay müdahale edebileceği bir araç olarak Türkiye’yi görmesidir. Dördüncü nedeni ise <em>“Türk-Yunan ilişkilerinde Kıbrıs, Ege ve azınlıklar sorunlarının çözülebilmesinin ancak Türkiye ile yakın diyalog ve işbirliği yoluyla mümkün olabileceği düşüncesinin</em>” AB’deki karar alıcılarda yerleşmiş olması olarak tarif edebiliriz."
  },
  {
    "id": "3766224",
    "unitNumber": 3,
    "text": "Türkiye’nin AB’ye katılım olasılığının ilk defa net bir şekilde telaffuz edildiği AB Zirvesi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Leaken Zirvesi",
      "B": "Brüksel Zirvesi",
      "C": "Kopenhag Zirvesi",
      "D": "Paris Zirvesi",
      "E": "Sevilla Zirvesi"
    },
    "explanation": "Sevilla Zirvesi de Türkiye’nin AB’ye katılım olasılığının ilk defa net bir şekilde telaffuz edildiği AB Zirvesi olmuştur. Bu Zirve’de de AB reform sürecinde başarıyla ilerleyen Türkiye’nin yanında durduğunu ve onu desteklediğini göstererek katılım müzakerelerinin başlamasına ilişkin kararın alınacağı tarihe ilişkin oldukça kuvvetli bir ışık yakmıştır."
  },
  {
    "id": "3766225",
    "unitNumber": 3,
    "text": "Türkiye ile <em>tam üyelik</em> müzakerelerine başlanacağı kararı hangi AB zirvesinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Brüksel Zirvesi",
      "B": "Selanik Zirvesi",
      "C": "Sevilla Zirvesi",
      "D": "Nice Zirvesi",
      "E": "Laeken Zirvesi"
    },
    "explanation": "İkinci önemli gelişme ise 16-17 Aralık 2004 tarihli Brüksel Zirvesi’nde Türkiye ile tam üyelik müzakerelerine 3 Ekim 2005 tarihinde başlanacağı kararının verilmesidir. Zirvenin Sonuç Bildirgesi’nde Türkiye ile AB arasında yürütülecek katılım müzakerelerinin çerçevesi de çizilmiştir."
  },
  {
    "id": "3766226",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi katılım müzakerelerinde “Siyasi Blokaja Tabi Olmayan Fasıllar” arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kamu Alımları",
      "B": "Çevre",
      "C": "Şirketler Hukuku",
      "D": "Mali Kontrol",
      "E": "Vergilendirme"
    },
    "explanation": "“Kamu Alımları” Siyasi Blokaja Tabi Olmayan Fasıllardandır."
  },
  {
    "id": "3766227",
    "unitNumber": 3,
    "text": "AB ile sürdürülen katılım müzakereleri kaç başlıktan oluşmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "15",
      "B": "20",
      "C": "25",
      "D": "30",
      "E": "35"
    },
    "explanation": "Fiili müzakerelerin anlamı 35 başlıktan oluşan AB Müktesebatının aday ülke tarafından kendi mevzuatı ile uyumlaştırılması ve eğer aday ülke açısından bir mevzuat boşluğu var ise söz konusu bu AB’ye uyum sürecinde ilgili mevzuatın aday ülke tarafından çıkarılarak uygulamaya geçirilmesi anlamına gelmektedir."
  },
  {
    "id": "3766228",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi katılım müzakerelerinin Açılan Fasıllarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fikri Mülkiyet Kanunu",
      "B": "Enerji",
      "C": "Sosyal Politika ve İstihdam",
      "D": "Dış Güvenlik ve Savunma Politikaları",
      "E": "Balıkçılık"
    },
    "explanation": "Fikri Mülkiyet Kanunu, katılım müzakerelerinin Açılan Fasıllarından biridir."
  },
  {
    "id": "3766229",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi katılım müzakerelerinde açıldıktan sonra geçici olarak kapatılan fasıldır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilim ve Araştırma",
      "B": "Sermayenin Serbest Dolaşımı",
      "C": "Mali ve Bütçesel Hükümler",
      "D": "Çevre",
      "E": "İstatistik"
    },
    "explanation": "Bilim ve Araştırma katılım müzakerelerinde açıldıktan sonra geçici olarak kapatılan fasıldır."
  },
  {
    "id": "3766239",
    "unitNumber": 3,
    "text": "I. Kopenhag kriterlerine uyum, müzakerelerin başlayabilmesi için bir ön koşuldur.<br/>II. Müzakerelere başlanması demek, bütün ülkelerin müzakereleri aynı zamanda başarılı bir şekilde tamamlayacağı anlamına gelmez.<br/>III. Aday ülkelerin katılımı, Kopenhag kriterleri ile tam uyuma ve Birliğin yeni üyeleri alabilme kapasitesine bağlıdır.<br/>IV. Müzakereleri başlayan ülkeler için genel bir müzakere çerçeve belgesi hazırlanmıştır.<br/>Yukarıdaki maddelerden hangisi/hangileri Lüksemburg Zirvesi'nde AB'nin genişlemesine ilişkin alınan önemli kararlar arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Çek Cumhuriyeti, Kıbrıs Rum Yönetimi, Estonya, Macaristan, Polonya ve Slovenya ile müzakereler başlamıştır. Lüksemburg Zirvesi’nde AB’nin genişlemesine ilişkin alınan diğer önemli kararlar da şu şekildedir:<br/>• “Kopenhag kriterlerine uyum, müzakerelerin başlayabilmesi için bir ön koşuldur.<br/>• Müzakerelere başlanması demek, bütün ülkelerin müzakereleri aynı zamanda başarılı bir şekilde tamamlayacağı anlamına gelmez.<br/>• Aday ülkelerin katılımı, Kopenhag kriterleri ile tam uyuma ve Birliğin yeni üyeleri alabilme kapasitesine bağlıdır.<br/>• Müzakereleri başlayan ülkeler için genel bir müzakere çerçeve belgesi hazırlanmıştır” (AB Zirvesi, 1999).<br/>Doğru seçenek E'dir."
  },
  {
    "id": "3766240",
    "unitNumber": 3,
    "text": "AB'nin aday ülkeler için belirlediği katılım öncesi stratejisinin enstrümanlarından biri olan İlerleme Raporunun 1998 yılında Türkiye için de hazırlanmasına hangi zirvede karar verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Lüksemburg Zirvesi",
      "B": "Lizbon Zirvesi",
      "C": "Kopenhag Zirvesi",
      "D": "Cardiff Zirvesi",
      "E": "Essen Zirvesi"
    },
    "explanation": "AB’nin aday ülkeler için belirlediği katılım öncesi stratejisinin enstrümanlarından biri olan İlerleme Raporunun Türkiye için de hazırlanmasına karar verilmiş olmasıdır. Bu karar da 15-16 Haziran 1998 tarihli Cardiff Zirvesi’nde alınmıştır (AB Zirvesi, 1998).<br/>Doğru seçenek D'dir."
  },
  {
    "id": "3766241",
    "unitNumber": 3,
    "text": "Türkiye Avrupa Birliği'ne adaylık statüsünü hangi zirvede elde etmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Lüksemburg Zirvesi",
      "B": "Cardiff Zirvesi",
      "C": "Helsinki Zirvesi",
      "D": "Kopenhag Zirvesi",
      "E": "Essen Zirvesi"
    },
    "explanation": "90’lı yıllardaki gelişmelerden sonra, Türkiye beklediği ‘adaylık’ statüsünü 1999 yılının Aralık ayında Helsinki’de gerçekleşen AB Zirvesinde elde etmiştir (Helsinki AB Zirvesi, 1999). Doğru seçenek C'dir."
  },
  {
    "id": "3766242",
    "unitNumber": 3,
    "text": "I. Siyasi Kriterler<br/>II. Ekonomik Kriterler<br/>III. Üyelik yükümlülüklerini üstlenebilme kapasitesi<br/>IV. AB müktesebatının uygulanmasına yönelik idari kapasite <br/>Her aday ülkenin kendisine iletilen Katılım Ortaklığı Belgesi (KOB) çerçevesinde AB Komisyonu'na yanıt olarak \"Ulusal Program\" kapsamına dahil etmek durumunda olduğu kriterler aşağıdaki seçeneklerin hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Her aday ülke kendisine iletilen KOB çerçevesinde AB Komisyonu’na yanıt olarak “Ulusal Program” hazırlamaktadır. Bunu, aday ülke açısından reform sürecinde AB’ye verilen bir söz ya da taahhüt olarak da kabul edebiliriz. Bu itibarla Ulusal Program, “aday ülkenin AB üyeliğinin gereklerini yerine getirebilmek üzere üstleneceği müktesebat uyumunu, reform sürecini ve yapısal değişim yükümlülüklerini ne şekilde ve ne kadar sürede başarabileceğini ortaya koyduğu” belgedir (Akdemir, 2020). Ulusal Program altı başlıktan meydana gelmektedir. Bunlar;<br/>1. Giriş (programın gerekçesi, hedefi),<br/>2. Siyasi kriterler<br/>3. Ekonomik kriterler<br/>4. Üyelik yükümlülüklerini üstlenebilme kapasitesi,<br/>5. AB müktesebatının uygulanmasına yönelik idari kapasite (Türk mevzuatında yapılması gerekli değişiklikler)<br/>6. Reformların mali açıdan değerlendirilmesi (yerine getirilmesi gereken reformların gerektirdiği kaynak ihtiyacı) (T.C. Başbakanlık Devlet<br/>Planlama Teşkilatı Müsteşarlığı, 2000).<br/>Doğru seçenek E'dir."
  },
  {
    "id": "3766243",
    "unitNumber": 3,
    "text": "Türkiye ile AB ile müzakerelere başlanması kararı AP'de hangi tarihte kabul edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "2004",
      "B": "2005",
      "C": "2006",
      "D": "2007",
      "E": "2008"
    },
    "explanation": "Türkiye 1999’dan 2004 yılına kadar 8 tane uyum paketi çıkarmıştır. Türkiye gerçekleştirdiği reformların karşılığını ise Aralık 2004’deki iki önemli gelişme ile almıştır. Bunlardan ilki, Avrupa Parlamentosu’nun AB’nin Türkiye’yle ‘fazla gecikmeden’ müzakerelere başlanması çağrısı yapan karar tasarısını 15 Aralık 2004 tarihli toplantısında 262’ye karşı 407 oyla kabul etmesidir. Böylece Türkiye ile müzakerelere başlanması kararı AP’de kabul edilmiştir (Avrupa Parlamentosu Türkiye Kararı, 2004). Doğru seçenek A'dır."
  },
  {
    "id": "3766244",
    "unitNumber": 3,
    "text": "I. İnsan Hakları<br/>II. Hukukun Üstünlüğü<br/>III. Demokrasi<br/>IV. Temel hak ve hürriyetler<br/>Aşağıdaki maddelerden hangisi/hangileri AB'ye uyum süreci kriterleri arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Türkiye’de son beş yılda hukukun üstünlüğü, kuvvetler ayrılığı, insan hakları, demokrasi, özgürlükler, yargı bağımsızlığı, temel hak ve hürriyetler alanlarında yaşanan ciddi geriye gidiş ve bunun üzerine eklenen derin ekonomik kriz Türkiye- AB ilişkilerinin geleceğini, müzakerelerin anlamını ve süresini de sorgulatır bir boyuta taşımıştır. Doğru seçenek A'dır."
  },
  {
    "id": "3766339",
    "unitNumber": 3,
    "text": "Türkiye-Avrupa Birliği (AB) ilişkileri, eski ismiyle Avrupa Ekonomik Topluluğu’na (AET) Ortaklık Antlaşması ile hangi tarihte başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1958",
      "B": "1959",
      "C": "1960",
      "D": "1961",
      "E": "1962"
    },
    "explanation": "Türkiye-Avrupa Birliği (AB) ilişkileri, eski ismiyle Avrupa Ekonomik Topluluğu’na (AET)Ortaklık Antlaşması için 31 Temmuz 1959 tarihinde başvurmasıyla başlamıştır."
  },
  {
    "id": "3766341",
    "unitNumber": 3,
    "text": "Türkiye Avrupa Topluluğu’na üyelik başvurusu hangi yıl yapmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1985",
      "B": "1986",
      "C": "1987",
      "D": "1988",
      "E": "1989"
    },
    "explanation": "Türkiye 1987 yılının Nisan ayında Avrupa Topluluğu’na üyelik başvurusu yapmıştır."
  },
  {
    "id": "3766343",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Ekonomik </li> <li>Siyasi </li> <li>İnsan hakları</li> <li>Kıbrıs sorunları</li> </ol> Yukarıdakilerden hangisi 13-14 Aralık 1996 tarihli Dublin Zirvesi’nde Türkiye’nin asıl beklentisi olan ‘adaylık’ konusu AB tarafından dile getirilmemesinin nedenleri arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "13-14 Aralık 1996 tarihli Dublin Zirvesi’nde de AB Türkiye’ye ilişkin olarak AB’nin Türkiye ile hem ekonomik hem de siyasi alanda ilişkilerinin daha da geliştirilmesine verdiği önemi bir kez daha teyit ederken, insan hakları ve Kıbrıs sorunlarını da gündeme getirmiştir."
  },
  {
    "id": "3766344",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi 1997 yılının ikinci yarısında Türkiye’nin AB ile ilişkilerinde oldukça mesafeli durmasına ve hatta ilişkileri askıya almayı düşünmesine yol açmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Gündem 2000 Raporu",
      "B": "AT Ortaklık Konseyi",
      "C": "Gümrük Birliği Kararı",
      "D": "Maastricht Antlaşması",
      "E": "Avrupa Tek Senedi"
    },
    "explanation": "Öte yandan 1997 yılının ikinci yarısında yaşanan iki gelişme Türkiye’nin AB ile ilişkilerinde oldukça mesafeli durmasına ve hatta ilişkileri askıya almayı düşünmesine yol açmıştır. Bu gelişmelerden ilki 16 Temmuz 1997’de AB Komisyonu tarafından yayınlanan “Gündem 2000” başlıklı rapordur."
  },
  {
    "id": "3766345",
    "unitNumber": 3,
    "text": "Gündem 2000 Raporu’nda olduğu gibi Türkiye Lüksemburg Zirvesi’nde de beklediği ‘adaylık’ statüsünü elde edemeyen Ankara AB ile ilişkilerini askıya alma kararını hangi zirveye kadar katı bir şekilde uygulanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Essen Zirvesi",
      "B": "Madrid Zirvesi",
      "C": "Floransa Zirvesi",
      "D": "Dublin Zirvesi",
      "E": "Helsinki Zirvesi"
    },
    "explanation": "Gündem 2000 Raporu’nda olduğu gibi Türkiye Lüksemburg Zirvesi’nde de beklediği ‘adaylık’ statüsünü elde edememiştir. Hatta bu kararla Türkiye’nin AB’nin genişlemesinden dışlanmış olduğu da bu noktada kabul edilebilir bir yorum olacaktır. Bu kararı takiben ise Ankara AB ile ilişkilerini askıya alma kararını almıştır. Bu karar Aralık 1999 yılında gerçekleştirilen Helsinki Zirvesi’ne kadar katı bir şekilde uygulanmıştır."
  },
  {
    "id": "3766346",
    "unitNumber": 3,
    "text": "AB Türkiye’yi AB’ye katılıma hazırlamak şeklinde ifade ettiği ‘Türkiye İçin Avrupa Stratejisi’nin unsurlarını hangi yıl açıklamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1994",
      "B": "1995",
      "C": "1996",
      "D": "1997",
      "E": "1998"
    },
    "explanation": "Türkiye’yi AB’ye katılıma hazırlamak şeklinde ifade ettiği ‘Türkiye İçin Avrupa Stratejisi’nin unsurlarını 4 Mart 1998 tarihinde açıklamıştır."
  },
  {
    "id": "3766347",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Almanya ve Fransa’da Türkiye’nin AB üyeliğine daha sıcak bakan iktidarların işbaşına gelmesi</li> <li>AB’nin Türkiye’nin stratejik konumunun farkına varması</li> <li>AB’nin Türkiye’nin askeri gücünün vazgeçilmezliğinin farkına varması</li> </ol> Helsinki Zirvesi’nde AB'nin tutum değişikliği ile Türkiye’nin tam üyelik amacını somut bir nitelik kazandıran etkenler yukarıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Almanya’da Helmut Kohl’un Hıristiyan Demokratlarını yenilgiye uğratarak seçim zaferielden eden Sosyal Demokrat Gerhard Schröder ve Fransa’da 14 yıl iktidarda kalan François Mitterrand’ı devirerek Cumhurbaşkanlığı koltuğuna oturan Jacques Chirac’ın Türkiye’ye daha sıcak duygular beslemesi Türkiye’nin AB’deki siyasi desteğinin bariz bir şekilde artmasına yol açmıştır.<br/>Söz konusu tutum değişikliğine yol açan bir diğer neden ise, 1999 yılının Haziran ayında “Kosova’ya gerçekleştirilen uluslararası müdahale ve Kafkaslardaki enerji kaynaklarının güvenliği çerçevesinde”, AB’nin Türkiye’nin stratejik konumunun ve askeri gücünün vazgeçilmezliğinin daha da farkına varmasıdır"
  },
  {
    "id": "3766348",
    "unitNumber": 3,
    "text": "AB’ye aday ülkeler için onların üyelik süreçlerine yardımcı olacak bir politika aracı niteliğinde olan KOB, Türkiye’ye ait olarak ilk hangi yılda kabul edilmiş ve yayınlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "2000",
      "B": "2001",
      "C": "2002",
      "D": "2003",
      "E": "2004"
    },
    "explanation": "Türkiye’ye ait ilk KOB 8 Mart 2001 tarihinde kabul edilmiş ve yayınlanmıştır."
  },
  {
    "id": "3766363",
    "unitNumber": 3,
    "text": "Her aday ülkenin kendisine iletilen KOB çerçevesinde AB Komisyonu’na yanıt olarak hazırladığı “Ulusal Program”lar kaç başlıktan meydana gelmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "Ulusal Program altı başlıktan meydana gelmektedir. Bunlar;<br/>1. Giriş (programın gerekçesi, hedefi),<br/>2. Siyasi kriterler<br/>3. Ekonomik kriterler<br/>4. Üyelik yükümlülüklerini üstlenebilme kapasitesi,<br/>5. AB müktesebatının uygulanmasına yönelik<br/>idari kapasite (Türk mevzuatında yapılması<br/>gerekli değişiklikler)<br/>6. Reformların mali açıdan değerlendirilmesi (yerine getirilmesi gereken reformların gerektirdiği kaynak ihtiyacı) (T.C. Başbakanlık Devlet<br/>Planlama Teşkilatı Müsteşarlığı, 2000)."
  },
  {
    "id": "3766364",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>İnsan hakları</li> <li>Hukukun üstünlüğü</li> <li>Yargı</li> </ol> 2000’deki Feira Zirvesi'nde Avrupa Konseyi, Türkiye’den yukarıdaki konulardan hangisinde ilerlemeyi beklediğinin de altını çizmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "2000’deki Feira Zirvesi'nde e Avrupa Konseyi, Türkiye’den yukarıdaki başlıklardan özellikle insan hakları, hukukun üstünlüğü ve yargı konularında ilerlemeyi beklediğinin de altını çizmiştir."
  },
  {
    "id": "3766040",
    "unitNumber": 4,
    "text": "Soğuk Savaş döneminde Suriye'nin en önemli ticaret ve işbirliği ortaklarından biri aşağıdaki ülkelerden hangisi olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Suudi Arabistan",
      "B": "SSBC",
      "C": "İngiltere",
      "D": "Yunanistan",
      "E": "İsrail"
    },
    "explanation": "Soğuk savaş döneminde Suriyenin en önemli ortaklarından biri SSBC olmuştur. Soğuk Savaş'ın bitimi ve SSBC'nin dağılmasıyla beraber Suriye Batı ülkeleriyle işbirliği arayışlarına girmiştir. Doğru cevap B'dir."
  },
  {
    "id": "3766041",
    "unitNumber": 4,
    "text": "Ekonomik İşbirliği Örgütü (ECO) Soğuk Savaş sonrasında aşağıdaki coğrafyalardan hangisine doğru genişlemeye başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğu Avrupa",
      "B": "Kuzey Afrika",
      "C": "Körfez ülkeleri",
      "D": "Orta Asya",
      "E": "Akdeniz"
    },
    "explanation": "Ekonomik İşbirliği Örgütü 1985 yılında kurulmuştur. Türkiye ve İran’ın Pakistan’la birlikte kurucu üye olduğu ECO, Sovyetler’in dağılmasıyla Orta Asya’ya doğru genişlemiştir. Mayıs 1998 tarihinde Almatı’da gerçekleşen ECO zirvesinde Almatı Deklarasyonu imzalanmış, üye ülkeler arasındaki ekonomik işbirliği vurgulanmıştır. Doğru cevap D'dir."
  },
  {
    "id": "3766042",
    "unitNumber": 4,
    "text": "...............yılında kabul edilen “Türk Savunma Sanayii ve Stratejisi\" projesiyle birlikte askeri modernizasyona yönelinmiştir.<br/>Yukarıdaki boşluk aşağıdakilerden hangisi ile tamamlanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "1993",
      "B": "1995",
      "C": "1996",
      "D": "1998",
      "E": "1999"
    },
    "explanation": "1998 yılında kabul edilen “Türk Savunma Sanayii ve Stratejisi projesiyle birlikte askeri modernizasyona yönelinmiştir."
  },
  {
    "id": "3766043",
    "unitNumber": 4,
    "text": "20 Ekim 1998 tarihinde, Hüsnü Mübarek’in arabuluculuk faaliyetleri sonucunda, Türkiye ve Suriye arasında imzalanan işbirliği anlaşması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ankara Mutabakatı",
      "B": "Adana Mutabakatı",
      "C": "Antakya Mutabakatı",
      "D": "İstanbul Mutabakatı",
      "E": "Antep Mutabakatı"
    },
    "explanation": "Adana Mutabakatı: 20 Ekim 1998 tarihinde, Hüsnü Mübarek’in arabuluculuk faaliyetleri sonucunda, Türkiye ve Suriye arasında imzalanan işbirliği anlaşmasıdır. Mutabakata göre iki ülke, başta PKK olmak üzere, sınırlarını tehdit eden tüm terör örgütlerine karşı ortak paydada mücadele edecek, söz konusu terör örgütlerinin kendi ülkelerinde barınmalarına ve destek bulmalarına engel olacaktır. Arap Baharı sonrası kötüleşen Türkiye-Suriye ilişkileri,<br/>mutabakatın fiili olarak uygulanmasını ortadan kaldırmıştır."
  },
  {
    "id": "3766044",
    "unitNumber": 4,
    "text": "Türkiye-İran arasındaki ilişkilere dair aşağıda verilen bilgilerden hangisi doğru <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "1996 yılının Haziran ayında Necmettin Erbakan liderliğinde Refah-Yol hükümetinin kurulması, İran’la ilişkiler açısından bir dönüm noktası teşkil etmektedir.",
      "B": "19-21 Aralık 1996'da İran Cumhurbaşkanı Rafsancani Ankara’yı ziyaret etmiş ve iki ülke arasında ticaretin geliştirilmesine yönelik anlaşmalar imzalanmıştır.",
      "C": "10 Mart 1997 yılında İran Dışişleri Bakanı Ali Ekber Velayeti’nin Ankara ziyaretiyle birlikte, iki ülke arasındaki ilişkiler tekrar normalleşmiş, büyükelçiler karşılıklı olarak atanmıştır.",
      "D": "23 Şubat 1996 tarihinde Türkiye-İran Askeri Eğitim ve İşbirliği Anlaşması imzalanmıştır.",
      "E": "2000 yılının Ocak ayında Türkiye’yi ziyaret eden İran Dışişleri Bakanı Kemal Harrazi, iki ülkenin sınır güvenliğinin sağlanması noktasında ortak hareket edeceğini açıklamıştır."
    },
    "explanation": "<strong>Askerî Eğitim ve İşbirliği Anlaşması:</strong> TSK’nın inisiyatifiyle, Mesut Yılmaz hükümeti tarafından 23 Şubat 1996 tarihinde imzalanan anlaşmaya göre <strong>İsrail ve Türkiye arasında</strong> yılda iki defa toplanması öngörülen bir danışma mekanizması oluşturulurken, askerî silah üretimi ve onarımında ortaklık kurulmuş, iki ülke arasında askerî istihbarat paylaşımı kararlaştırılmıştır. Öte yandan anlaşmada, içinde ABD’nin de bulunduğu askerî tatbikatlardan söz edilmiştir. Ancak söz konusu anlaşmanın en önemli saç ayaklarından birisi eğitim alanıdır. Anlaşmaya göre her iki ülke askerî pilotları, birbirlerinin hava sahalarında eğitim alacaklardı."
  },
  {
    "id": "3766045",
    "unitNumber": 4,
    "text": "Türkiye ile İsrail arasında Askeri Eğitim ve İşbirliği Anlaşması hangi tarihte imzalanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "23 Şubat 1996",
      "B": "11 Mart 1996",
      "C": "24 Haziran 1996",
      "D": "28 Ağustos 1996",
      "E": "21 Aralık 1996"
    },
    "explanation": "Askerî Eğitim ve İşbirliği Anlaşması: TSK’nın inisiyatifiyle, Mesut Yılmaz hükümeti tarafından 23 Şubat 1996 tarihinde imzalanan anlaşmaya göre İsrail ve Türkiye arasında yılda iki defa toplanması öngörülen bir danışma mekanizması oluşturulurken, askerî silah üretimi ve onarımında ortaklık kurulmuş, iki ülke arasında askerî istihbarat paylaşımı kararlaştırılmıştır."
  },
  {
    "id": "3766046",
    "unitNumber": 4,
    "text": "<strong>.............................</strong> yılında Mekke’deki <strong>..........................</strong> Kalesi’nin Suudi Arabistan tarafından yıkılması, Türkiye cephesinden tepkiyle karşılanmıştır. Bu durum, Türkiye tarafında kültürel mirasa bir saldırı olarak nitelendirilmiş, Suudi yetkililer ise bu suçlamayı kabul etmemişlerdir.<br/>Yukarıdaki cümlede yer alan boşluklar aşağıdakilerden hangi şık ile tamamlanırsa anlamlı bir bütünlük oluşturulabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "2000 / Shamsan",
      "B": "2001 / Tarout",
      "C": "2002 / Ecyad",
      "D": "2003 / Bab Jadid",
      "E": "2004 / Za'abal"
    },
    "explanation": "<strong>2002</strong> yılında Mekke’deki <strong>Ecyad</strong> Kalesi’nin Suudi Arabistan tarafından yıkılması, Türkiye cephesinden tepkiyle karşılanmıştır. Ecyad Kalesi, 1781 yılında Osmanlı tarafından inşa edilmişti. 2002 yılında yıkılması, Türkiye tarafında kültürel mirasa bir saldırı olarak nitelendirilmiş, Suudi yetkililer ise bu suçlamayı kabul etmemişlerdir."
  },
  {
    "id": "3766057",
    "unitNumber": 4,
    "text": "Türkiye ve İsrail arasındaki Askeri Eğitim ve İşbirliği Anlaşması hangi yılda imzalanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1991",
      "B": "1993",
      "C": "1996",
      "D": "1999",
      "E": "2002"
    },
    "explanation": "23 Şubat 1996 tarihinde, bu tarihe kadar askerî işbirliği konusunda karşılıklı tereddütlere sahip olan Türkiye ve İsrail, Askeri Eğitim ve İşbirliği Anlaşması’nı imzalamıştır. Anlaşmaya göre İsrail ve Türkiye arasında yılda iki defa toplanması öngörülen bir danışma mekanizması oluşturulurken, askerî silah üretimi ve onarımında ortaklık kurulmuş, iki ülke arasında askerî istihbarat paylaşımı kararlaştırılmıştır. Doğru cevap C'dir."
  },
  {
    "id": "3766058",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi 1990'lı yılların başında gözlenen Türkiye ile Körfez ülkeleri ilişkilerinin bozulmasının nedenlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Soğuk Savaş'ın sona ermesi",
      "B": "Cumhurbaşkanu Turgut Özal'ın vefatı",
      "C": "Türkiye'nin Körfez Savaşı'ndaki tutumu",
      "D": "Türkiye'nin D-8 projesini hayata geçirmesi",
      "E": "Türkiye ile İsrail'in ilişkilerinin yakınlaşması"
    },
    "explanation": "Türkiye-Körfez ülkeleri ilişkileri, 1990’lı yıllarla birlikte kötüleşmeye başlamıştır. Bu durumun temelinde yatan nedenler olarak Türkiye-İsrail ilişkilerinin hem savunma hem de ekonomi alanlarında gelişme göstermesi ve Türkiye’nin Suriye ve Irak’la yaşadığı su problemi olarak gösterilebilir. Doğru cevap E'dir."
  },
  {
    "id": "3766059",
    "unitNumber": 4,
    "text": "2009 yılında imzalanan Savunma ve İşbirliği Anlaşması Türkiye ile aşağıdaki ülkelerden hangisinin arasında yapılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Suriye",
      "B": "Irak",
      "C": "İran",
      "D": "İsrail",
      "E": "Katar"
    },
    "explanation": "2009 yılıyla birlikte Türkiye-Suriye ilişkileri zirve yapmıştır. Bu tarihte imzalanan “Savunma ve İşbir- liği Anlaşması”nın yanı sıra 16 Eylül tarihinde iki ülke arasında “Yüksek Düzeyli Stratejik İşbirliği An- laşması” imzalanmış ve karşılıklı olarak vize uygulaması kaldırılmıştır. Doğru cevap A'dır."
  },
  {
    "id": "3766060",
    "unitNumber": 4,
    "text": "Türkiye ilki 2016 yılında olan ve Suriye meselesinin tartışıldığı zirveyi aşağıdaki hangi ülkelerle gerçekleştirmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Irak-İran",
      "B": "Çin-Rusya",
      "C": "Rusya-İran",
      "D": "Rusya-Suudi Arabistan",
      "E": "ABD-İsrail"
    },
    "explanation": "Türkiye’nin Rusya ve İran’la Suriye üzerine gerçekleştirdiği ilk zirve, 20 Aralık 2016 tarihinde Moskova’da yapılmıştır. Bu üç ülke, ikinci zirvelerini Kazakistan’ın başkenti Astana’da, 2017 yılında yapmıştır. Doğru cevap C'dir."
  },
  {
    "id": "3766061",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi D8 ülkelerinden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mısır",
      "B": "Katar",
      "C": "İran",
      "D": "Nijerya",
      "E": "Endonezya"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın Giriş bölümünün ardından Koalisyon Yıllarında Ortadoğu Politikası (1993-2002) (sayfa 91) kısmını tekrar gözden geçiriniz.<br/>D8 ülkeleri Mısır, İran, Pakistan, Malezya, Endonezya, Bangladeş, Nijerya ve Türkiye’den oluşmaktadır. Bu durumda “B” şıkkı olarak görülmektedir."
  },
  {
    "id": "3766062",
    "unitNumber": 4,
    "text": "20 Ekim 1998 tarihinde, Hüsnü Mübarek’in arabuluculuk faaliyetleri sonucunda, Türkiye ve Suriye arasında imzalanan iş birliği anlaşması/mutakabatı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kilis Mutabakatı",
      "B": "Urfa Antlaşması",
      "C": "Hatay Mutabakatı",
      "D": "Mersin Antlaşması",
      "E": "Adana Mutabakatı"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın Giriş bölümünün ardından Koalisyon Yıllarında Ortadoğu Politikası (1993-2002) (özellikle sayfa 91) kısmını tekrar gözden geçiriniz.<br/>20 Ekim 1998 tarihinde, Hüsnü Mübarek’in arabuluculuk faaliyetleri sonucunda, Türkiye ve Suriye arasında imzalanan işbirliği anlaşma Adana Mutabakatıdır. Bu durumda “E” şıkkı olarak görülmektedir."
  },
  {
    "id": "3766063",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Ekonomik İşbirliği Örgütü (ECO) kurucu üyeleri doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye, Irak ve Pakistan",
      "B": "Türkiye, İran ve Katar",
      "C": "Türkiye, İran ve Pakistan",
      "D": "Türkiye, İran ve Irak",
      "E": "Türkiye, İran ve Suriye"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın Giriş bölümünün ardından Koalisyon Yıllarında Ortadoğu Politikası (1993-2002) (özellikle sayfa 95) kısmını tekrar gözden geçiriniz.<br/>Türkiye-İran ilişkilerinin işbirliği zeminini oluşturan bir diğer unsur da 1985 yılında kurulan olan Ekonomik İşbirliği Örgütü’nün (ECO) kurucu üyeleri Türkiye, İran ve Pakistan’tır. Bu durumda “C” şıkkı olarak görülmektedir."
  },
  {
    "id": "3766064",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türk siyasal yaşamında koalisyon yılları olarak da bilinen 1993-2002 yılları arasında Türkiye İsrail arasındaki ilişkiler en doğru biçimde açıklanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "İsrail ile ilişkilerini askıya alınması Filistin’le de ilişkileri dengede tutma",
      "B": "İsrail ile ilişkilerini gelişme eğilimi Filistin’le ilişkilerin bozulma eğilimi",
      "C": "İsrail ile ilişkilerin bozulması Filistin’le de ilişkileri gelişmesi",
      "D": "İsrail ile ilişkilerini gelişme Filistin’le de ilişkileri dengede tutma",
      "E": "İsrail ile ilişkilerini gelişme Filistin’le de ilişkilerin bozulması"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın Giriş bölümünün ardından Koalisyon Yıllarında Ortadoğu Politikası (1993-2002) (özellikle sayfa 96) kısmını tekrar gözden geçiriniz.<br/>Türkiye bu dönemde İsrail ile ilişkilerini geliştirirken Filistin’le de ilişkileri dengede tutmaya özen göstermiştir. Bu durumda “D” şıkkı olarak görülmektedir."
  },
  {
    "id": "3766065",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi 1990’lı yıllarda Türkiye-Körfez ülkeleri ilişkilerinin temel özelliğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1990’lı yıllarla birlikte Türkiye-Körfez ülkeleri ilişkileri dengeci",
      "B": "1990’lı yıllarla birlikte Türkiye-Körfez ülkeleri ilişkilerinin kötüleşmeye başlaması",
      "C": "1990’lı yıllarla birlikte Türkiye-Körfez ülkeleri ilişkilerinin iyileşmeye başlaması",
      "D": "1990’lı yıllarla birlikte Türkiye-Körfez ülkeleri arasında barışçıl olması",
      "E": "1990’lı yıllarla birlikte Türkiye-Körfez ülkeleri ilişkilerinde Türkiye’nin baskınlığı"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın Giriş bölümünün ardından Koalisyon Yıllarında Ortadoğu Politikası (1993-2002) (özellikle sayfa 97) kısmını tekrar gözden geçiriniz.<br/>Anılan dönemde Türkiye-Körfez ülkeleri ilişkileri, 1990’lı yıllarla birlikte kötüleşmeye başladığı biçiminde açıklanmaktadır. Bu durumda “B” şıkkı olarak görülmektedir."
  },
  {
    "id": "3766066",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Bush doktrini çerçevesinde “şer ekseni” olarak ilan edilen ülkeler en doğru biçimde sıralanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Libya, İran ve Irak",
      "B": "Rusya, İran ve Irak",
      "C": "Suriye, İran ve Irak",
      "D": "Kuzey Kore, İran ve Suriye",
      "E": "Kuzey Kore, İran ve Irak"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın Ak Parti’nin İlk Döneminde Ortadoğu Politikası (2002-2011) (özellikle sayfa 99) kısmını tekrar gözden geçiriniz.<br/>Tarihe Bush Doktrini olarak geçen yaklaşıma göre Kuzey Kore, İran ve Irak, “şer ekseni” (<em>axis of evil</em>) olarak ilan edilmiş ve hedef alınmıştır. Bu durumda “E” şıkkı olarak görülmektedir."
  },
  {
    "id": "3766067",
    "unitNumber": 4,
    "text": "TSK unsurlarının Irak müdahalesine katılması ve ABD’nin Akdeniz üzerinden Irak’a ikmal yapması engellendiği ifade edilen 2003 yılından TBMM reddedilerek oluşan durum politik tarih bağlamında aşağıdaki ifadelerden hangisiyle anılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "1 Mart Tezkeresi Krizi",
      "B": "1 Mart Mutabakatının Bozulması",
      "C": "Davos Krizi",
      "D": "1 Mart Mutabakatı",
      "E": "12 Mart Darbesi"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın Ak Parti’nin İlk Döneminde Ortadoğu Politikası (2002-2011) (özellikle sayfa 100) kısmını tekrar gözden geçiriniz.<br/>TSK unsurlarının Irak müdahalesine katılması ve ABD’nin Akdeniz üzerinden Irak’a ikmal yapması engellendiği ifade edilen 2003 yılından TBMM reddedilerek oluşan durum politik tarih bağlamında “1 Mart Tezkeresi Krizi” olarak anılmaktadır. Bu durumda “A” şıkkı olarak görülmektedir."
  },
  {
    "id": "3766068",
    "unitNumber": 4,
    "text": "1 Temmuz 1968’de imzaya açılan antlaşma, 1970 yılında yürürlüğe girmiş ve 191 ülke tarafından imzalanmıştır. Antlaşma, 1995 yılı itibariyle süresiz uzatılmıştır. Öte yandan söz konusu antlaşmanın sınırları, esasında devletlerin ulusal çıkarları doğrultusunda soyut bir görünüm teşkil etmektedir.<br/>Yukarıda kimi özellikleri ifade edilen antlaşma aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üçüncü Dünya Ülkeleri Müttefikleri Antlaşma",
      "B": "İslam Ülkeleri Teşkilatı İttifak Antlaşması",
      "C": "Nükleer Silahların Yayılmasının Önlenmesi Antlaşması",
      "D": "Güney Asya Müttefikleri Antlaşması",
      "E": "Ortadoğu Savunma Paktı Antlaşması"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın Ak Parti’nin İlk Döneminde Ortadoğu Politikası (2002-2011) (özellikle sayfa 101) kısmını tekrar gözden geçiriniz.<br/>Soru kökünde söz konuş edilen antlaşma, Nükleer Silahların Yayılmasının Önlenmesi Antlaşmasıdır. Antlaşma için şu bilgi notu eklenebilir. Nükleer enerjinin barışçıl yollarla işbirliği için kullanılması amacıyla 1 Temmuz 1968’de imzaya açılan antlaşma, 1970 yılında yürürlüğe girmiş ve 191 ülke tarafından imzalanmıştır. Antlaşma, 1995 yılı itibariyle süresiz uzatılmıştır. Öte yandan söz konusu antlaşmanın sınırları, esasında devletlerin ulusal çıkarları doğrultusunda soyut bir görünüm teşkil etmektedir. Nükleer silah sahibi ülkelerin, söz konusu silahları imha etme yoluna gitmeyip, başka devletlerin bu silahlara erişimini engellemesi, egemen eşitlik ilkesine aykırılık teşkil etmektedir<br/>Bu durumda “C” şıkkı olarak görülmektedir."
  },
  {
    "id": "3766069",
    "unitNumber": 4,
    "text": "Körfez’in diğer Arap ülkeleriyle esasında 1990’lı yılların ortalarından itibaren problemli olup Türkiye’nin diğer Ortadoğu ülkeleriyle olan ilişkiler gibi 2000’li yıllardan itibaren özellikle ekonomi temelli olarak gelişme gösterdiği ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yemen",
      "B": "Katar",
      "C": "Libya",
      "D": "Cezayir",
      "E": "Tunus"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın Ak Parti’nin İlk Döneminde Ortadoğu Politikası (2002-2011) (özellikle sayfa 107) kısmını tekrar gözden geçiriniz.<br/>17 Aralık 2010 tarihinde Tunus’lu bir simitçinin kendisini yakmasıyla başlayan isyan dalgası, Arap dünyasının diktatörlerine yönelik olarak çığ gibi büyümüştür. Tunus’taki isyanları Cezayir, Lübnan, Ürdün, Sudan, Umman, Yemen, Mısır, Suriye, Fas, Bahreyn ve Libya izlemiştir. Bu durumda “B” şıkkı olarak görülmektedir."
  },
  {
    "id": "3766070",
    "unitNumber": 4,
    "text": "17 Aralık 2010 tarihinde başlayan Arap Baharı olarak adlandıran tarihsel dönem aşağıdaki ülkelerden hangisinde başlamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yemen",
      "B": "Sudan",
      "C": "Libya",
      "D": "Cezayir",
      "E": "Tunus"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın Ak Parti’nin İlk Döneminde Ortadoğu Politikası (2002-2011) (özellikle sayfa 101) kısmını tekrar gözden geçiriniz.<br/>17 Aralık 2010 tarihinde Tunus’lu bir simitçinin kendisini yakmasıyla başlayan isyan dalgası, Arap dünyasının diktatörlerine yönelik olarak çığ gibi büyümüştür. Tunus’taki isyanları Cezayir, Lübnan, Ürdün, Sudan, Umman, Yemen, Mısır, Suriye, Fas, Bahreyn ve Libya izlemiştir. Bu durumda “E” şıkkı olarak görülmektedir."
  },
  {
    "id": "3766071",
    "unitNumber": 4,
    "text": "1968'de imzalanan Nükleer Silahların Yayılmasının Önlenmesi Antlaşması hangi yıl süresiz olarak uzatılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1968",
      "B": "1970",
      "C": "1978",
      "D": "1981",
      "E": "1995"
    },
    "explanation": "Nükleer Silahların Yayılmasının Önlenmesi Antlaşması: Nükleer enerjinin barışçıl yollarla işbirliği için kullanılması amacıyla 1 Temmuz 1968’de imzaya açılan antlaşma, 1970 yılında yürürlüğe girmiş ve 191 ülke tarafından imzalanmıştır. Antlaşma, 1995 yılı itibariyle süresiz uzatılmıştır."
  },
  {
    "id": "3766072",
    "unitNumber": 4,
    "text": "Nükleer Takas Anlaşması sonrasında BM Güvenlik Konseyi, 9 Haziran 2010 tarihinde İran’ın nükleer enerji geliştirmesi ve Uluslararası Atom Enerjisi Kurumu ile yeterli düzeyde işbirliği yapmaması gerekçesiyle bu ülkeye yönelik yeni yaptırımlar içeren 1929 sayılı kararı almıştır.<br/>Bahsi geçen bu karara hayır oyu kullanan iki ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye ve Brezilya",
      "B": "Rusya ve Brezilya",
      "C": "Rusya ve Çin Halk Cumhuriyeti",
      "D": "Türkiye ve Çin Halk Cumhuriyeti",
      "E": "Brezilya ve Çin Halk Cumhuriyeti"
    },
    "explanation": "Nükleer Takas Anlaşması sonrasında BM Güvenlik Konseyi, 9 Haziran 2010 tarihinde İran’ın nükleer enerji geliştirmesi ve Uluslararası Atom Enerjisi Kurumu ile yeterli düzeyde işbirliği yapmaması gerekçesiyle bu ülkeye yönelik yeni yaptırımlar içeren 1929 sayılı kararı almıştır. Sadece Türkiye ve Brezilya bu karara “hayır” oyu verirken, İran’ın bölgedeki en önemli müttefiki Rusya, Çin Halk Cumhuriyeti ile birlikte olumlu oy kullanmıştır."
  },
  {
    "id": "3766073",
    "unitNumber": 4,
    "text": "6 Ocak 2004'de Ankara'yı ziyaret eden ............................, Türkiye'ye gelen ilk Suriye Cumhurbaşkanıdır. <br/>Yukarıdaki boşluk aşağıdakilerinden hangisi ile doğru olarak tamamlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hafız Esad",
      "B": "Beşar Esad",
      "C": "Hüsnü Mübarek",
      "D": "Talabani",
      "E": "Barzani"
    },
    "explanation": "6 Ocak 2004 tarihinde Ankara’yı ziyaret eden Beşar Esad, Türkiye’ye gelen ilk Suriye Cumhurbaşkanı olmuş ve Ahmet Necdet Sezer’le görüşmüştür."
  },
  {
    "id": "3766074",
    "unitNumber": 4,
    "text": "İbrahim Anlaşması ile ilgili aşağıda verilen bilgilerden hangisi doğru <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "13 Ağustos 2022'de imzalanmıştır.",
      "B": "Anlaşmada, ABD Başkanı Donald Trump arabulucu olmuştur.",
      "C": "Antlaşma, BAE ile İsrail arasındaki ilişkilerin normalleşmesini öngörür.",
      "D": "BAE, Mısır ve Ürdün’den sonra İsrail’le anlaşan üçüncü Arap ülkesi olmuştur.",
      "E": "Anlaşma, Filistin ve Türkiye cephesinde tepkiyle karşılanmıştır."
    },
    "explanation": "İbrahim Anlaşmaları (Abraham Accords): ABD Başkanı Donald Trump’ın arabulucuğunda 13 Ağustos 2020 yılında imzalanan ve BAE ile İsrail arasındaki ilişkilerin normalleşmesini öngören anlaşmadır. BAE, Mısır ve Ürdün’den sonra İsrail’le anlaşan üçüncü Arap ülkesi olmuştur. Anlaşma, Filistin ve Türkiye cephesinde tepkiyle karşılandı."
  },
  {
    "id": "3766075",
    "unitNumber": 4,
    "text": "Osmanlı Devleti’nin kurucusu Osman Gazi’nin dedesinin, Suriye sınırları içerisinde bulunan türbesinin taşınması amacıyla yapılan operasyonunun adı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fırat Kalkanı",
      "B": "Barış Pınarı",
      "C": "Zeytin Dalı",
      "D": "Şah Fırat",
      "E": "Bahar Kalkanı"
    },
    "explanation": "Şah Fırat Operasyonu<br/>Osmanlı Devleti’nin kurucusu Osman Gazi’nin dedesi Süleyman Şah’ın, Suriye sınırları içerisinde bulunan türbesinin taşınması amacıyla yapılmıştır. Operasyonun yapıldığı bölge, YPG ve IŞİD unsurları tarafından fazlasıyla istikrarsız hale getirilmiş Karakozak Bölgesidir. İki gün süren operasyon, 21 Şubat 2015 tarihinde başlamış ve 23 Şubat’ta sona ermiştir."
  },
  {
    "id": "3766190",
    "unitNumber": 4,
    "text": "Türkiye-İsrail ilişkilerinde kopma yaratan Mavi Marmara krizi hangi yıl gerçekleşmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "2002",
      "B": "2004",
      "C": "2005",
      "D": "2007",
      "E": "2010"
    },
    "explanation": "Türkiye-İsrail ilişkilerinde kopma noktası, Mavi Marmara krizi olmuştur. Türkiye’de İnsani Yardım Vakfı çatısı altındaki gönüllüler tarafından İsrail’in Gazze ablukasını delmek ve Filistinlilere yardım götürmek amacıyla yola çıkan sivil gemi filosu, 31 Mayıs 2010 tarihinde Akdeniz’de, uluslararası sularda İsrail güçlerinin saldırısına uğramıştır. Doğru cevap E'dir."
  },
  {
    "id": "3766191",
    "unitNumber": 4,
    "text": "Yakın dönemde olumsuz seyreden Türkiye-Irak ilişkilerinin gelişmesine yol alaçan gelişme aşağıdakilerden hangisi olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "El Maliki hükümetinin kurulması",
      "B": "Arap Baharı'nın başlaması",
      "C": "Işıd'ın bölgeden temizlenmesi",
      "D": "İsrail ile Mavi Marmara krizinin çıkması",
      "E": "Türkiye'nin Suriye politikasının değişmesi"
    },
    "explanation": "2014 yılına gelindiğinde Irak ve Şam İslam Devleti’nin (IŞİD) bölgede hızlı bir şekilde ilerleyişi ve güçlenişi, Musul’u ele geçirişi ardından dengeler fazlasıyla değişmiş; daha sonrasında ise ABD’nin de müdahalesiyle IŞİD tehlikesi ortadan kalmıştır. Bu süreç sonrası Türkiye-Irak ilişkileri gelişme göstermiş, Türkiye Başbakanı Binali Yıldırım’ın 2017 yılında Bağdat ziyaretinde yayınlanan ortak bildiride ikili ilişkilerin geliştirilmesine yönelik istek ve arzular tekrarlanmıştır. Doğru cevap C'dir."
  },
  {
    "id": "3766237",
    "unitNumber": 4,
    "text": "Türkiye'nin 1 Nisan 2012'de düzenlediği Suriye'nin Dostları toplantısına aşağıdaki ülkelerden hangisi davet<strong> edilmemiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İran",
      "B": "Fransa",
      "C": "Katar",
      "D": "Mısır",
      "E": "İngiltere"
    },
    "explanation": "Suriye’deki iç savaşta açık bir şekilde taraf olan Türkiye, 1 Nisan 2012’de Suriye’nin Dostları Toplantısı düzenlemiştir. Toplantıya ABD, İngiltere, Fransa, İtalya gibi Batılı ülkelerin yanı sıra Suudi Arabistan, Birleşik Arap Emirlikleri (BAE), Katar, Ürdün ve Mısır da katılmıştır. İran’ın davet edilmediği toplantıda dikkati çeken husus, Türkiye’nin Suudi Arabistan, Katar ve BAE gibi İran’ın mezhepsel rekabet içinde olduğu Sünni ülkelerle birlikte hareket etmesi olmuştur. Doğru cevap A'dır."
  },
  {
    "id": "3766238",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi 2014 yılı itibarıyle Katar'ı dışlayan ülkelerden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Suudi Arabistan",
      "B": "Mısır",
      "C": "Türkiye",
      "D": "Bahreyn",
      "E": "BAE"
    },
    "explanation": "2014 yılı Katar’ın komşuları tarafından izole edilmeye başlandığı yıldır. Suudi Arabistan, Bahreyn, BAE ve Mısır, Doha’daki Büyükelçilerini merkeze çekmiştir. Körfez ülkeleriyle arasındaki ilişkilerin kopmasıyla birlikte bölgesinde dışlanan Katar, Türkiye’yle ilişkilerini geliştirmeye devam etmiştir. Doğru cevap C'dir."
  },
  {
    "id": "3766366",
    "unitNumber": 4,
    "text": "İslam ülkeleriyle ilişkileri geliştirmek amacıyla D-8 projesi kim tarafından hayata geçirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Necmettin Erbakan",
      "B": "Tansu Çiller",
      "C": "Süleyman Demirel",
      "D": "Turgut Özal",
      "E": "Bülent Ecevit"
    },
    "explanation": "Türkiye’nin Ortadoğu’ya yönelik dış politikasında değişiklikleri beraberinde getirecektir. Erbakan, İslam ülkeleriyle ilişkileri geliştirmek amacıyla D-8 (Mısır, İran, Pakistan, Malezya, Endonezya, Bangladeş, Nijerya ve Türkiye) projesini hayata geçirmiş, öte yandan yaptığı İran ve Libya ziyaretleri iç politikada fazlasıyla tepki çekmiştir."
  },
  {
    "id": "3766369",
    "unitNumber": 4,
    "text": "23 Şubat 1996 tarihinde ise Genelkurmay Başkanlığı ile aşağıdaki ülkelerin hangisi ile “Askerî<br/>Eğitim ve İşbirliği Anlaşması” imzalanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Irak",
      "B": "İsrail",
      "C": "Suriye",
      "D": "ABD",
      "E": "Yunanistan"
    },
    "explanation": "23 Şubat 1996 tarihinde ise Genelkurmay Başkanlığı ile İsrail Milli Savunma Bakanlığı arasında “Askerî Eğitim ve İşbirliği Anlaşması” imzalanarak bölgede Suriye karşısında bir konumlanış gösterildi."
  },
  {
    "id": "3766375",
    "unitNumber": 4,
    "text": "1998 yılında imzalanan Türkiye ve Suriye arasında imzalanan ve PKK sorunu, su sorunundan bağımsız bir şekilde ele alınan mutabakat aşağıdakilerden hangsidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kerkük Mutabakatı",
      "B": "Hatay Mutabakatı",
      "C": "Şam Mutabakatı",
      "D": "Bağdat Mutabakatı",
      "E": "Adana Mutabakatı"
    },
    "explanation": "Adana Mutabakatı: 20 Ekim 1998 tarihinde, Hüsnü Mübarek’in arabuluculuk faaliyetleri sonucunda, Türkiye ve Suriye arasında imzalanan işbirliği anlaşmasıdır. Mutabakata göre iki ülke, başta PKK olmak üzere, sınırlarını tehdit eden tüm terör örgütlerine karşı ortak paydada mücadele edecek, söz konusu terör örgütlerinin kendi ülkelerinde barınmalarına ve destek bulmalarına engel olacaktır. Arap Baharı sonrası kötüleşen Türkiye-Suriye ilişkileri, mutabakatın fiili olarak uygulanmasını<br/>ortadan kaldırmıştır. 1998 yılında imzalanan Adana Mutabakatı ile PKK sorunu, su sorunundan bağımsız bir şekilde ele alınmıştır."
  },
  {
    "id": "3766380",
    "unitNumber": 4,
    "text": "2003 tarihinde TBMM’de yapılan oylamada, TSK unsurlarının Irak müdahalesine katılması ve ABD’nin Akdeniz üzerinden Irak’a ikmal yapması engelleyen tezkere aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1 Şubat",
      "B": "1 Mart",
      "C": "31 Mart",
      "D": "1 Nisan",
      "E": "15 Mart"
    },
    "explanation": "1 Mart 2003 tarihinde TBMM’de yapılan oylamada, TSK unsurlarının Irak müdahalesine katılması ve ABD’nin Akdeniz üzerinden Irak’a ikmal yapması engellenmiştir."
  },
  {
    "id": "3766382",
    "unitNumber": 4,
    "text": "17 Mayıs 2010 tarihinde imzalanan Nükleer Takas Anlaşmasında aşağıdaki devletlerden hangileri yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye-Brezilya-Suriye",
      "B": "Türkiye-ABD-İran",
      "C": "Türkiye-Brezilya-İran",
      "D": "Türkiye-Irak-İsrail",
      "E": "Türkiye-İran-Lübnan"
    },
    "explanation": "17 Mayıs 2010 tarihine gelindiğinde ise Türkiye, Brezilya ve İran arasında Nükleer Takas Anlaşması imzalanmıştır ve söz konusu anlaşmayı duyuran Tahran Deklarasyonu yayınlanmıştır."
  },
  {
    "id": "3766384",
    "unitNumber": 4,
    "text": "I-Davos Krizi<br/>II-Mavi Marmara Baskını<br/>III-Alçak Koltuk Krizi<br/>IV-Çuval Hadisesi<br/>V-Fırat ve Dicle Su Krizi<br/>Yukarıdakilerden hangisi ya da hangileri Türkiye ve İsrail arasında krize neden olaylar arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "II,III",
      "C": "II,III,IV",
      "D": "I,II,III",
      "E": "II,III,IV,V"
    },
    "explanation": "Türkiye ve İsrail arasında çıkan “Davos Krizi”, “Mavi Marmara Baskını” ve “Alçak Koltuk Krizi” gibi birçok kriz, iki ülke arasındaki ilişkileri çıkmaza sokacaktır."
  },
  {
    "id": "3766387",
    "unitNumber": 4,
    "text": "Aşağıdaki ülkelerden hangisi Körfez İşbirliği Konseyi üyeleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Suudi Arabistan",
      "B": "Bahreyn",
      "C": "Kuveyt",
      "D": "Katar",
      "E": "Türkiye"
    },
    "explanation": "Körfez İşbirliği Konseyi (KİK): 25 Mayıs 1981 tarihinde Körfez ülkeleri arasındaki işbirliği artırmak amacıyla Suudi Arabistan, BAE, Bahreyn, Kuveyt, Umman ve Katar tarafından Riyad’da kurulmuştur. Türkiye, 2 Eylül 2008 tarihinde Cidde’de yapılan KİK zirvesinde stratejik diyalog ortağı olarak belirlenmiştir."
  },
  {
    "id": "3766389",
    "unitNumber": 4,
    "text": "Türkiye’nin Ortadoğu’daki konumunu fazlasıyla etkileyen Arap Baharı olarak adlandırılan ayaklanmalar hangi yıl başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "2009",
      "B": "2010",
      "C": "2011",
      "D": "2012",
      "E": "2013"
    },
    "explanation": "Arap Baharı: 17 Aralık 2010 tarihinde Tunus’lu bir simitçinin kendisini yakmasıyla başlayan isyan<br/>dalgası, Arap dünyasının diktatörlerine yönelik olarak çığ gibi büyümüştür. Tunus’taki isyanları<br/>Cezayir, Lübnan, Ürdün, Sudan, Umman, Yemen, Mısır, Suriye, Fas, Bahreyn ve Libya izlemiştir. Tunus’ta Zeynel Abidin Bin Ali, Mısır’da Hüsnü Mübarek, Libya’da Muammer Kaddafi, Yemen’de Ali Abdullah Salih rejimleri devrilmiştir. Öte yandan Suriye’deki isyan dalgası, Beşer Esad’ın sert karşılığı sonrasında yıllar sürecek olan bir iç savaşa dönüşmüştür. Esad rejimi, Rusya ve İran’ın da desteğiyle ayakta kalmayı başarmıştır."
  },
  {
    "id": "3766391",
    "unitNumber": 4,
    "text": "20 Ocak 2018 tarihinde Türkiye, Gaziantep ve Hatay gibi sınır illerini ve sınır karakollarını güvence altına almak ve söz konusu bölgelerde YPG’nin güçlenmesini önlemek amacıyla, Afrin ve Tel-Rıfat bölgelerini kapsayacak şekilde yapılan askeri harekât aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şah Fırat Operasyonu",
      "B": "Fırat Kalkanı Harekâtı",
      "C": "Zeytin Dalı Harekâtı",
      "D": "Barış Pınarı Harekâtı",
      "E": "Bahar Kalkanı Harekâtı"
    },
    "explanation": "Rejim unsurlarının Suriye’nin kuzeyinden çekilmesi, şüphesiz bölgenin kontrolünü ele geçirmek adına terör unsurları açısından bir fırsat doğurmuştur. Bu fırsat vesilesiyle YPG unsurları, Afrin ve Tel-Rıfat bölgelerini kontrol altına almıştır. 20 Ocak 2018 tarihinde Türkiye, Gaziantep ve Hatay gibi sınır illerini ve sınır karakollarını güvence altına almak ve söz konusu bölgelerde YPG’nin güçlenmesini önlemek amacıyla, Afrin ve Tel-Rıfat bölgelerini kapsayacak şekilde Zeytin Dalı Harekâtını gerçekleştirmiştir. Operasyon Mart 2018 tarihinde sonlandırılmıştır."
  },
  {
    "id": "3766393",
    "unitNumber": 4,
    "text": "Türkiye-Suudi Arabistan ilişkilerinde kopma noktası olarak gösterilebilecek en büyük kriz, 2018<br/>yılının Ekim ayında yaşanmıştır. Bu olay aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cemal Kaşıkçı Cinayeti",
      "B": "Mısır’da Hüsnü Mübarek’in devrilişi",
      "C": "Mısır’daki Sisi darbesi",
      "D": "Müslüman Kardeşler ile ilişkiler",
      "E": "Kaddafi sonrası Libya’nın geleceği"
    },
    "explanation": "Türkiye-Suudi Arabistan ilişkilerinde kopma noktası olarak gösterilebilecek en büyük kriz, 2018<br/>yılının Ekim ayında yaşanmıştır. 2 Ekim 2018 tarihinde Suudi muhalif gazeteci Cemal Kaşıkçı’nın<br/>İstanbul Başkonsolosluğundaki fazlasıyla şüpheli ölümüyle birlikte başlayan süreç, iki ülke arasında<br/>karşılıklı suçlamaları beraberinde getirmiştir."
  },
  {
    "id": "3766246",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Soğuk savaş yılları sonrasında, balkan ülkeleri ile “yumuşak güç” ilişkileri kapsamında gerçekleşen etkinliklerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik işbirliği yapıldı.",
      "B": "Balkan ülkelerine ihracat yapıldı.",
      "C": "Altyapı ve inşaat çalışmaları yapıldı.",
      "D": "Eğitim kültür dernekleri kuruldu",
      "E": "Nüfus değişimi yapıldı."
    },
    "explanation": "Soğuk Savaş Sonrasında Türkiye’nin Balkanlar Politikasındaki Değişim<br/>Türkiye’nin Balkan politikasının önceki dönemlere göre niteliksel açıdan belki de en önemli farkı “yumuşak güç” kavramı çerçevesinde yapılan çalışmalardır. Bu çalışmalar, Türkiye’nin bölgeye ilişkin olarak birtakım tarihsel sorumlulukları bulunduğu söylemine dayandırılmaya başladı. Nitekim 2000’lerde bölge politikasını etkin bir unsuru haline gelen Türk İşbirliği ve Koordinasyon Ajansı (TİKA) 1992’de kurulmuştu. 2000’lerde çalışmalarına başlayan başka kuruluşlar da TİKA gibi Türkiye’nin Balkan politikalarının etkin birer parçası oldular. 2009’da kurulan Yunus Emre Enstitüsü (YEE), 2010’da kurulan Yurtdışı Türkler ve Akraba Topluluklar Başkanlığı (YTB), 2016’da kurulan Türkiye Maarif Vakfı, ayrıca Diyanet İşleri Başkanlığı eliyle eğitim, kültür, sağlık ve insani yardım alanlarında yürütülen çeşitli altyapı, inşaat ve restorasyon çalışmaları Türkiye’nin Balkan ülkelerindeki etkinliğini ve görünürlüğünü artırdı. Bu bağlamda Balkanlar, Türkiye’nin bölgesinde lider ülke olma hedefi doğrultusunda yapılan somut çalışmaların görüldüğü belli başlı bölgelerden biri oldu. Devletin bu tutumunun bir yansıması olarak özel sektör de finanstan imalat sanayiine, televizyon dizilerinden turizme çok farklı alanlarda bölgeye açıldı ve ikili ilişkilerin gelişimine önemli bir katkı yaptı."
  },
  {
    "id": "3766247",
    "unitNumber": 5,
    "text": "Yugoslavya’nın en zengin iki cumhuriyeti aşağıdakilerden hangisinde birlikte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Slovenya-Hırvatistan",
      "B": "Voydodina-Karadağ",
      "C": "Bosna-Hersek-Karadağ",
      "D": "Makedonya-Hırvatistan",
      "E": "Makedonya-Solovenya"
    },
    "explanation": "Sosyalist Yugoslavya’nın Sonu ve Türkiye<br/>Slovenya ve Hırvatistan Yugoslavya'nın en zengin iki cumhuriyeti olurken Bosna ve Makedonya ile aralarında ciddi bir refah farkı oluştu."
  },
  {
    "id": "3766248",
    "unitNumber": 5,
    "text": "Yugoslavya devletinden bağımsızlığını ilan ederek ilk kurulan devlet aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hırvatistan",
      "B": "Karadağ",
      "C": "Kosova",
      "D": "Makedonya",
      "E": "Bosna-Hersek"
    },
    "explanation": "Sosyalist Yugoslavya’nın Sonu ve Türkiye<br/>Hırvatistan’da yapılan referandumları bağımsızlık taraftarları kazanmıştı (Soysal, 1993: 182). Sonunda 25 Haziran 1991’de bu iki cumhuriyet Yugoslavya’dan bağımsızlıklarını ilan ettiler."
  },
  {
    "id": "3766249",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Türkiye'nin Bosna Savaşı sırasında izlediği tutum sonucu yaşanan gelişimlerden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "ABD ile yakın işbirliğinin gelişti.",
      "B": "Bölgede önemli bir silahlı güç oldu.",
      "C": "Atina karşısında avantajlı bir konuma geldi.",
      "D": "Bölgede politika üretebilen devlet oldu.",
      "E": "Bölgede nufüs mübadelesine ön ayak oldu."
    },
    "explanation": "Bosna Savaşı ve Türkiye<br/>Türkiye Bosna Savaşı sırasında izlediği tutumla Soğuk Savaş sonrasına son derece sarsıcı bir başlangıç yapan Balkanlarda önemli bir devlet olduğunu gösterdi. ABD ile yakın işbirliği, Türkiye’nin önerilerinin ve çalışmalarının daha da yakından izlenmesine yol açtı. Bazı askerî ve siyasi nedenlerle askerî güç kullanmayan Türkiye, meşru bir pozisyonun temsilcisi olarak Bosna’ya silah göndermek de dahil olmak üzere önemli katkılar sundu. Aynı dönemde Yunanistan’ın izlediği siyasetle karşılaştırıldığında Türkiye’nin Atina karşısında avantajlı bir konuma geldi."
  },
  {
    "id": "3766250",
    "unitNumber": 5,
    "text": "Balkanlarda Makedonya devletinin kurulmasına aşağıdaki devletlerden hangisi itiraz etmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bulgaristan",
      "B": "Bosna-Hersek",
      "C": "Hırvatistan",
      "D": "Yunanistan",
      "E": "Kosova"
    },
    "explanation": "Kuzey Makedonya ile İlişkiler<br/>Makedonya devletinin isim sorunu: 1992’de Makedonya ismi altında bağımsızlık ilanına Yunanistan itiraz etti. Bu ismin Yunanistan’la tarihsel bağı olduğu iddiası kadar Yunanistan’ınkuzeyinde Makedonya diye bir bölge olması nedeniyle, Makedonya devletinin burada hak iddia etmesinden endişeleniliyordu. Uluslararası kuruluşlara üyeliği ise Eski Yugoslav Cumhuriyeti Makedonya adıyla gerçekleşti. 2018’de iki ülke arasında yapılan anlaşmayla da ülkenin resmî adı Kuzey Makedonya Cumhuriyeti oldu."
  },
  {
    "id": "3766251",
    "unitNumber": 5,
    "text": "Münhasır Ekonomik Bölge sorunu Türkiye ile hangi ülke arasında oluşmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Bulgaristan",
      "B": "Rusya",
      "C": "İtalya",
      "D": "Yunanistan",
      "E": "Fransa"
    },
    "explanation": "Ege Denizi ve Doğu Akdeniz’deki Egemenlik Alanlarına İlişkin<br/>Güney Kıbrıs Rum Yönetimi’nin (GKRY), GKRY’nin 2000’lerin ortalarında tüm Kıbrıs adası adına, dolayısıyla Türkiye’nin meşru saymayacağı biçimde 200 millik Münhasır Ekonomik Bölge (MEB) ilan etmesi ve bazı Akdeniz ülkeleriyle MEB sınırlama anlaşmaları yapması bölgedeki gerginliğin fitilini ateşledi. Yunanistan da aynı yolu izleyerek 200 millik MEB ilanı ve bazı kıyıda devletlerle bu süreçte sınırlama anlaşmaları yaptı. Dahası, Yunanistan’ın iddia ettiği MEB sınırlandırması Türkiye bakımından kabul edilmez bir nitelik taşımakta çünkü Türkiye’ye çok küçük bir alan bırakmakta, Türkiye’nin Akdeniz’den hak ettiği ölçüde yararlanmasına engel olmaktadır. Bu durum, Ege’deki karasuları konusundaki ihtilafı andırmaktadır."
  },
  {
    "id": "3766252",
    "unitNumber": 5,
    "text": "Yunanistan ve Türkiye arasında yaşanan hangi olay sonucunda Gümülcine başkonsolosu istenmeyen adam ilan edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Genel seçimler",
      "B": "Müftülük seçimleri",
      "C": "Nüfus mübadelesi",
      "D": "Ege adaları sorunu",
      "E": "Kıta sahanlığı sorunu"
    },
    "explanation": "Azınlık Meseleleri<br/>Türkler siyasal örgütlenme ve temsil konusuna önem vererek iki ülke arasındaki ilişkilerde dikkat çeken bir faktör olmaya başladı. Bunun ilk yansımalarından biri, Batı Trakya’daki il müftülerinin Yunan makamlarınca atama usulüne Türk azınlığın karşı çıkması üzerine yaşandı. Türk azınlığın, kendi müftülerini seçme talebi, siyasal temsil konusunda da belirli hassasiyetlerin geliştiğini gösteriyordu. Nitekim Haziran 1989’da yapılan genel seçimlerde aday olan üç Batı Trakya Türkü, çeşitli gerekçelerle mahkum edildiler. Birisinin milletvekilliği düşürülürken diğer ikisinin aday olmasına izin verilmedi. Yargılama süreci de Yunan mi gölgesinde gerçekleşti ve Batı Trakya Türklerine yönelik çeşitli şiddet eylemleri yaşandı. Bu gerginliğin hemen ardından olaya müdahil olmak üzere Yunan makamları nezdinde girişimde bulunan Türkiye’nin Gümülcine başkonsolosu Yunanistan tarafından istenmeyen adam (persona non grata) ilan edildi. Sadık Ahmet’in kısa süren milletvekilliğinin ardından Yunanistan 1993’te çıkardığı yeni seçim yasasıyla zorlu şartlar öngörerek Batı Trakya Türklerinin milletvekili çıkarma olasılığını fiilen ortadan kaldırdı."
  },
  {
    "id": "3766253",
    "unitNumber": 5,
    "text": "Bosna -Hersek savaşı hangi tarihler arasında gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1988-1990",
      "B": "1990-1992",
      "C": "1992-1995",
      "D": "1995-1998",
      "E": "1998-2000"
    },
    "explanation": "Bosna-Hersek ile İlişkiler<br/>Bosna-Hersek savaşı 1992-1995 arasında gerçekleşmiştir."
  },
  {
    "id": "3766254",
    "unitNumber": 5,
    "text": "Türkiye NATO ve İslam konferansı Örgütünde üyeliğine girişte aşağıdaki ülkelerden hangisini desteklemiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Arnavutluk",
      "B": "Bulgaristan",
      "C": "Makedonya",
      "D": "Bosna-Hersek",
      "E": "Kosova"
    },
    "explanation": "Arnavutluk ile İlişkiler<br/>Arnavutluk-Türkiye ilişkileri özellikle 1990’ların ilk yarısında bir hayli gelişti. Türkiye, Arnavutluk’un NATO ve İslam Konferansı Örgütü’ne üyeliğine destek verdi. Böylece, kendisi gibi anayasal bakımdan laik olan bir devletin İslam Konferansı Örgütü’nde yer alması, Türkiye’nin bu örgütteki istisnai durumunu ortadan kaldırdı"
  },
  {
    "id": "3766265",
    "unitNumber": 5,
    "text": "Ege adaları sorunu olarak ortaya çıkan Kardak adası krizinde Türkiye ve Yunanistan kuvvetlerinin çatışmasını engellemek için hangi ülke müdahale etmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Rusya",
      "B": "ABD",
      "C": "İngiltere",
      "D": "Almanya",
      "E": "İtalya"
    },
    "explanation": "Ege Denizi ve Doğu Akdeniz’deki<br/>Egemenlik Alanlarına İlişkin Sorunlar<br/>Kardak krizi ile iki ülke çatışma eşiğine gelmesi, Türk-Yunan çatışması olmanın ötesinde, iki NATO üyesinin birbiriyle çatışması anlamına gelecek ve önemli sonuçları olacaktı. Nitekim ABD Başkanı Clinton her iki tarafı da arayarak askerlerin çekilmesini ve askerlerin bölgeden çekilmesini sağladı. Kardak özelinde sorun bu şekilde yatıştırılmış olsa da ilke olarak Ege Denizi’ndeki egemenlik mücadelesi sonraki dönemde de sürdü."
  },
  {
    "id": "3766279",
    "unitNumber": 5,
    "text": "I. Türkiye’nin batıya açılan kapısı olması<br/>II. Avrupa’ya giden ulaşım hatlarının geçtiği bölge olması<br/>III. Tarihi süreçte yer alan siyasi ve kültürel mirasın bulunması<br/>IV. Eski Osmanlı tebaası Türklerin bölgede azınlık olarak yaşamaya devam etmesi<br/>Yukarıdaki maddelerden hangileri Türkiye’nin Balkanlara yönelik politikasının şekillenmesine etki etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Türkiye ve Balkanlar: Tarihsel ve Coğrafi Bağlar<br/>Doğru yanıt e seçeneğidir."
  },
  {
    "id": "3766280",
    "unitNumber": 5,
    "text": "Türkiye’nin Soğuk Savaş boyunca güvenlik kaygıları temelinde belirlediği Balkan politikaları hangi yıllarda değişime uğramıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1970'ler",
      "B": "1980'ler",
      "C": "1990'lar",
      "D": "2000'ler",
      "E": "2010 sonrası"
    },
    "explanation": "Soğuk Savaş Sonrasında Türkiye’nin Balkanlar Politikasındaki Değişim<br/>Türkiye’nin Soğuk Savaş boyunca güvenlik kaygıları temelinde belirlediği Balkan politikaları, 1990’larla birlikte önemli değişiklikler geçirdi. Doğru yanıt c seçeneğidir."
  },
  {
    "id": "3766282",
    "unitNumber": 5,
    "text": "I. Herkes için güvenlik<br/>II. Yüksek düzeyli siyasi diyalog<br/>III. Karşılıklı ekonomik bağımlılık<br/>IV. Çok kültürlü dokunun muhafazası<br/>Yukarıdaki kavramlardan hangileri Türkiye’nin 2002 sonrası Balkanlar politikasına temel oluşturmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "I, II, IV",
      "D": "I, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Soğuk Savaş Sonrasında Türkiye’nin Balkanlar Politikasındaki Değişim<br/>Doğru yanıt e seçeneğidir."
  },
  {
    "id": "3766284",
    "unitNumber": 5,
    "text": "Aşağıdaki kuruluşlardan hangisi Türkiye’nin Balkan politikalarında etkin rol almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Yurtdışı Türkler ve Akraba Topluluklar Başkanlığı (YTB)",
      "B": "Türk İşbirliği ve Koordinasyon Ajansı (TİKA)",
      "C": "Yunus Emre Enstitüsü (YEE)",
      "D": "İslam Kültür Merkezi",
      "E": "Türkiye Maarif Vakfı"
    },
    "explanation": "Soğuk Savaş Sonrasında Türkiye’nin Balkanlar Politikasındaki Değişim<br/>Doğru yanıt d seçeneğidir."
  },
  {
    "id": "3766296",
    "unitNumber": 5,
    "text": "Yugoslavya'nın kurucu lideri Josip Broz Tito hangi yılda vefat etmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1978",
      "B": "1980",
      "C": "1982",
      "D": "1984",
      "E": "1986"
    },
    "explanation": "Sosyalist Yugoslavya’nın Sonu ve Türkiye<br/>Doğru yanıt b seçeneğidir."
  },
  {
    "id": "3766307",
    "unitNumber": 5,
    "text": "Türkiye, Yugoslavya'nın dağılmasının ardından bağımsızlığını ilan eden cumhuriyetleri hangi yılda tanımıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ocak 1992",
      "B": "Şubat 1992",
      "C": "Ekim 1992",
      "D": "Ocak 1993",
      "E": "Şubat 1993"
    },
    "explanation": "Sosyalist Yugoslavya’nın Sonu ve Türkiye<br/>Doğru yanıt b seçeneğidir."
  },
  {
    "id": "3766322",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerden hangisi Türkiye’nin Bosna-Hersek’le ilgili olarak yaptığı “Bosna-Hersek İçin İki<br/>Aşamalı Eylem Planı” adlı önerinin maddelerinden değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bölgenin silahsızlandırılması",
      "B": "Uçuş yasağının sıkı denetlenmesi",
      "C": "İnsani yardımın ulaştırılması",
      "D": "Mülteciler için güvenli bölgeler oluşturulması",
      "E": "Koşulları kabul etmedikleri takdirde Sırplara ait mevzilerin hava operasyonuyla bombalanması"
    },
    "explanation": "Bosna Savaşı ve Türkiye<br/>Doğru yanıt a seçeneğidir."
  },
  {
    "id": "3766328",
    "unitNumber": 5,
    "text": "10 Mart 1993 yılında Saraybosna'da büyükelçilik açan ilk devlet aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye",
      "B": "ABD",
      "C": "Almanya",
      "D": "Fransa",
      "E": "İtalya"
    },
    "explanation": "Bosna’ya verdiği desteğin çok önemli bir göstergesi olarak Türkiye, Saraybosna’da büyükelçilik açan ilk devlet oldu (10 Mart 1993). Doğru seçenek A'dır."
  },
  {
    "id": "3766329",
    "unitNumber": 5,
    "text": "I. Bosna’daki Müslüman Boşnakların Sırplarca ezilmesinin yarattığı infial;<br/>II. Türkiye’nin Soğuk Savaş sonrasındaki dönemde Avrupa’daki siyasi<br/>varlığını destekleyecek şekilde, halkının önemli bir kısmı Müslüman olan bir başka ülkenin varoluş hakkının savunulması ihtiyacı;<br/>III. Balkanlardaki etkinliğini artırma ve böylece uluslararası politikada yeniden önemli bir bölgesel güç olarak kabul görme isteği;<br/>IV. Türkiye’yi Avrupa’ya bağlayan güzergâh olan Balkanlardaki çatışmanın bir an önce sonlandırılarak ulaşım hatlarında yaşanan sorunların çözülmesi<br/>beklentisi.<br/>Yukarıdaki maddelerden hangisi/hangileri Türkiye'nin Bosna Savaşı sırasında izlediği politikanın nedenleri arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Genel olarak Türkiye’nin savaş sırasında izlediği politikanın nedenleri ise şöyle sıralanabilir:<br/>1. Bosna’daki Müslüman Boşnakların Sırplarca ezilmesinin yarattığı infial;<br/>2. Türkiye’nin Soğuk Savaş sonrasındaki dönemde Avrupa’daki siyasi<br/>varlığını destekleyecek şekilde, halkının önemli bir kısmı Müslüman olan bir başka ülkenin varoluş hakkının savunulması ihtiyacı;<br/>3. Balkanlardaki etkinliğini artırma ve böylece uluslararası politikada yeniden önemli bir bölgesel güç olarak kabul görme isteği;<br/>4. Kürt sorunu vesilesiyle gündeme gelen, bir grubun kuvvet kullanma yoluyla bulunduğu ülkeden toprak kazanıp bağımsızlık ilan etmesi uygulamasına karşı çıkma gereği.<br/>5. Türkiye’yi Avrupa’ya bağlayan güzergâh olan Balkanlardaki çatışmanın bir an önce sonlandırılarak ulaşım hatlarında yaşanan sorunların çözülmesi<br/>beklentisi (Uzgel, 2010: 499-500). Doğru seçenek E'dir."
  },
  {
    "id": "3766331",
    "unitNumber": 5,
    "text": "Kosova bağımsızlığını hangi tarihte ilan etmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "2002",
      "B": "2004",
      "C": "2006",
      "D": "2008",
      "E": "2010"
    },
    "explanation": "Kosova’nın nihai statüsüyle ilgili olarak taraflar arasındaki görüşmelerden sonuç çıkmayınca Kosovalı Arnavutlar 17 Şubat 2008’de Sırbistan’dan bağımsızlıklarını ilan etmişlerdi. Türkiye aynı gün Kosova’nın bağımsızlığını tanıdı ve Kosova’yı tanıyan yedinci devlet oldu. Türkiye böylece hem bölgedeki Türk azınlığın durumunu iyileştirmeyi hem Arnavutluk ile ilişkileri geliştirmeyi hem de Balkanlar’daki etkinliğini artırmayı amaçladı.<br/>Kosova’nın nihai statüsüyle ilgili olarak taraflar arasındaki görüşmelerden sonuç çıkmayınca Kosovalı Arnavutlar 17 Şubat 2008’de Sırbistan’dan bağımsızlıklarını ilan etmişlerdi. Türkiye aynı gün Kosova’nın bağımsızlığını tanıdı ve Kosova’yı tanıyan yedinci devlet oldu. Doğru seçenek D'dir."
  },
  {
    "id": "3766334",
    "unitNumber": 5,
    "text": "Bosna’daki savaşın sonlarında Sırp, Hırvat ve Boşnak tarafların imzaladığı Dayton Anlaşması hangi yılda gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Temmuz 1995",
      "B": "Ekim 1995",
      "C": "Aralık 1995",
      "D": "Şubat 1996",
      "E": "Nisan1996"
    },
    "explanation": "Bosna Savaşı ve Türkiye<br/>Doğru yanıt c seçeneğidir."
  },
  {
    "id": "3766335",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerden hangisi Kosova'nın bağımsızlığını kazandığı yıldır?",
    "correctAnswer": "D",
    "options": {
      "A": "2005",
      "B": "2006",
      "C": "2007",
      "D": "2008",
      "E": "2009"
    },
    "explanation": "Sırbistan’la İlişkiler ve Kosova’nın Bağımsızlığı<br/>Kosovalı Arnavutlar 17 Şubat 2008’de Sırbistan’dan bağımsızlıklarını ilan etmişlerdi. Doğru yanıt d seçeneğidir."
  },
  {
    "id": "3766336",
    "unitNumber": 5,
    "text": "1995 yılında Dayton Antlaşması'nı imzalayan taraflar aşağıdaki seçeneklerin hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sırp - Arnavut - Hırvat",
      "B": "Sırp - Yunan - Makedon",
      "C": "Sırp - Hırvat -Boşnak",
      "D": "Sırp - Makedon - Bulgar",
      "E": "Bulgar - Sırp -Yunan"
    },
    "explanation": "Bosna’daki savaş 1995 yılında ABD’nin öncülüğünde gerçekleştirilen askerî müdahale ve ardından yine ABD’nin girişimiyle Sırp, Hırvat ve Boşnak tarafların 15 Aralık’ta imzaladığı Dayton Anlaşması’na kadar devam etti. Doğru seçenek C'dir."
  },
  {
    "id": "3766337",
    "unitNumber": 5,
    "text": "Yugoslavya Sosyalist Federatif Cumhuriyeti'nin parçalanmasının ardından S. Miloşeviç yönetimindeki Sırbistan, Karadağ ile birlikte Sosyalist Yugoslavya'nın halef devleti olarak Yugoslavya Federal Cumhuriyeti'ni hangi tarihte kurmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "1991",
      "B": "1992",
      "C": "1993",
      "D": "1994",
      "E": "1995"
    },
    "explanation": "Yugoslavya Sosyalist Federatif Cumhuriyeti’nin merkezinde yer alan Sırbistan, parçalanmayı durdurmaya çalışmış fakat Sırp hakimiyetini istemeyen diğer cumhuriyetler karşısında başarılı olamamıştı. Parçalanmanın ardından, Slobodan Miloşeviç yönetimindeki Sırbistan, Nisan 1992’de Karadağ ile birlikte Sosyalist Yugoslavya’nın halef devleti olarak Yugoslavya Federal Cumhuriyeti’ni kurdu. Doğru seçenek B'dir."
  },
  {
    "id": "3766338",
    "unitNumber": 5,
    "text": "Etnik açıdan bakıldığında Makedonya’da hangi azınlık gruplar yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Arnavutlar",
      "B": "Yunanlar",
      "C": "Türkler",
      "D": "Sırplar",
      "E": "Bulgarlar"
    },
    "explanation": "Kuzey Makedonya ile İlişkiler<br/>Doğru yanıt b seçeneğidir."
  },
  {
    "id": "3766340",
    "unitNumber": 5,
    "text": "Aşağıdaki ülkelerden hangisi Makedonya'nın tarihsel olarak kendilerine ait olduğu iddiasıyla ülkenin adına itiraz etmiş ve Makedonya'nın uluslararası örgütlere üyeliğine karşı çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yunanistan",
      "B": "Bulgaristan",
      "C": "Arnavutluk",
      "D": "Sırbistan",
      "E": "Hırvatistan"
    },
    "explanation": "Yunanistan, tarihsel olarak Makedonya’nın kendilerine ait olduğu iddiasıyla ülkenin bu adına itiraz etti ve Makedonya’nın uluslararası örgütlere üyeliğine karşı çıktı. Doğru seçenek A'dır."
  },
  {
    "id": "3766342",
    "unitNumber": 5,
    "text": "1990 yılında Bulgaristan'daki Türk azınlığın haklarını savunma mücadelesinin simge ismi Ahmet Doğan liderliğinde kurulan partinin adı ne olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "ATAKA",
      "B": "Hak ve Özgürlükler Hareketi (HÖH)",
      "C": "Bulgaristan Demokratik Partisi",
      "D": "Bulgaristan Sosyalist Partisi",
      "E": "Bulgaristan İşçi Partisi"
    },
    "explanation": "Ocak 1990’da Bulgaristan’daki Türk azınlığın haklarını savunma mücadelesinin simge ismi Ahmet Doğan liderliğinde Hak ve Özgürlükler<br/>Hareketi (HÖH) adlı parti resmen kuruldu. Hem Bulgaristan anayasası gereği etnik temelde parti kurulması mümkün olmadığından hem de toplumsal istikrara katkı vermek adına HÖH içinde Pomak, Bulgar ve Romanlara da yer verildi.<br/>Ocak 1990’da Bulgaristan’daki Türk azınlığın haklarını savunma mücadelesinin simge ismi Ahmet Doğan liderliğinde Hak ve Özgürlükler<br/>Hareketi (HÖH) adlı parti resmen kuruldu. Doğru seçenek B'dir."
  },
  {
    "id": "3766349",
    "unitNumber": 5,
    "text": "I. Türk İşbirliği ve Koordinasyon Ajansı (TİKA)<br/>II. Yunus Emre Enstitüsü (YEE)<br/>III. Yurtdışı Türkler ve Akraba Topluluklar Başkanlığı (YTB)<br/>IV. Türkiye Maarif Vakfı<br/>Yukarıdaki kuruluşlardan hangisi/hangileri Türkiye'nin Balkan politikalarının etkin birer parçası olmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "2000’lerde bölge politikasını etkin bir unsuru haline gelen Türk İşbirliği ve Koordinasyon Ajansı (TİKA) 1992’de kurulmuştu. 2000’lerde çalışmalarına başlayan başka kuruluşlar da TİKA gibi Türkiye’nin Balkan politikalarının etkin birer parçası oldular. 2009’da kurulan Yunus Emre Enstitüsü (YEE), 2010’da kurulan Yurtdışı Türkler ve Akraba Topluluklar Başkanlığı (YTB), 2016’da kurulan Türkiye Maarif Vakfı, ayrıca Diyanet İşleri Başkanlığı eliyle eğitim, kültür, sağlık ve insani yardım alanlarında yürütülen çeşitli altyapı, inşaat ve restorasyon çalışmaları Türkiye’nin Balkan ülkelerindeki etkinliğini ve görünürlüğünü artırdı. Doğru seçenek E'dir."
  },
  {
    "id": "3766350",
    "unitNumber": 5,
    "text": "Aşağıdaki ülkelerden hangisi 1945 yılında ilan edilen Yugoslavya Federatif Halk Cumhuriyeti (YFHC)'ne hiç dahil olmamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bosna-Hersek",
      "B": "Hırvatistan",
      "C": "Sırbistan",
      "D": "Bulgaristan",
      "E": "Slovenya"
    },
    "explanation": "Kasım 1945’te ilan edilen Yugoslavya Federatif Halk Cumhuriyeti (YFHC)’nin anayasasında öngörülen federatif yapısı, ülkede sonradan ortaya çıkacak milliyetçi akımlar için bir kaynak oldu. Bu anayasada Bosna-Hersek, Hırvatistan, Karadağ, Makedonya, Sırbistan ve Slovenya federal cumhuriyet olarak tanımlanırken, Sırbistan içinde Macarların çoğunlukta olduğu Voyvodina özerk bölge ve Arnavutların çoğunlukta olduğu Kosova ise özerk<br/>toprak olarak düzenlenmiştir.<br/>Kasım 1945’te ilan edilen Yugoslavya Federatif Halk Cumhuriyeti (YFHC)’nin anayasasında öngörülen federatif yapısı, ülkede sonradan ortaya çıkacak milliyetçi akımlar için bir kaynak oldu. Bu anayasada Bosna-Hersek, Hırvatistan, Karadağ, Makedonya, Sırbistan ve Slovenya federal cumhuriyet olarak tanımlanırken, Sırbistan içinde Macarların çoğunlukta olduğu Voyvodina özerk bölge ve Arnavutların çoğunlukta olduğu Kosova ise özerk toprak olarak düzenlenmiştir. Doğru seçenek D'dir."
  },
  {
    "id": "3766351",
    "unitNumber": 5,
    "text": "I. Mülteciler için güvenli bölgeler oluşturulması<br/>II. Uçuş yasağının sıkı denetlenmesi<br/>III. İnsani yardımın ulaştırılması<br/>IV. Koşulları kabul etmedikleri takdirde Sırplara ait mevzilerin hava operasyonuyla bombalanması<br/>Yukarıdaki maddelerden hangisi/hangileri Türkiye'nin Bosna-Hersek'le ilgili olarak kendiliğinden yaptığı en önemli girişimlerden biri olan, Ağustos 1992 tarihli \"Bosna-Hersek için İki Aşamalı Eylem Planı\" adlı önerinin kapsamında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Türkiye’nin Bosna-Hersek’le ilgili olarak kendiliğinden yaptığı en önemli girişimlerden biri, Ağustos 1992 tarihli ve “Bosna-Hersek İçin İki Aşamalı Eylem Planı” adlı öneridir. Planda mülteciler için güvenli bölgeler oluşturulması, uçuş yasağının sıkı denetlenmesi, insani yardımın ulaştırılması, bölgenin silahlandırılması ve koşulları kabul etmedikleri takdirde Sırplara ait mevzilerin hava operasyonuyla bombalanması gibi öneriler dile getirildi (Kut, 2004: 594).<br/>Türkiye’nin Bosna-Hersek’le ilgili olarak kendiliğinden yaptığı en önemli girişimlerden biri, Ağustos 1992 tarihli ve “Bosna-Hersek İçin İki Aşamalı Eylem Planı” adlı öneridir. Planda mülteciler için güvenli bölgeler oluşturulması, uçuş yasağının sıkı denetlenmesi, insani yardımın ulaştırılması, bölgenin silahlandırılması ve koşulları kabul etmedikleri takdirde Sırplara ait mevzilerin hava operasyonuyla bombalanması gibi öneriler dile getirildi. Doğru seçenek E'dir."
  },
  {
    "id": "3766352",
    "unitNumber": 5,
    "text": "1990’lı yıllardan itibaren Türkiye’nin Balkan politikası nasıl adlandırılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Stratejik güç politikası",
      "B": "Soğuk güç politikası",
      "C": "Bölgesel güç politikası",
      "D": "Yumuşak güç politikası",
      "E": "Emperyalist güç politikası"
    },
    "explanation": "Türkiye’nin Balkan politikasının önceki dönemlere göre niteliksel açıdan belki de en önemli farkı “yumuşak güç” kavramı çerçevesinde yapılan çalışmalardır. Uzun yıllar Osmanlı İmparatorluğu’nun bir parçası olan günümüzün Balkan ülkeleri ile kurulan ilişkiler ortak bir tarih ve kültür fikri çerçevesinde ve Türkiye’nin bölgeye ilişkin olarak birtakım tarihsel sorumlulukları bulunduğu söylemine dayandırılmaya başladı. Bu nedenle doğru yanıt D seçeneğidir."
  },
  {
    "id": "3766353",
    "unitNumber": 5,
    "text": "Kasım 1945’te ilan edilen Yugoslavya Federatif Halk Cumhuriyeti (YFHC)’nin anayasasında öngörülen federatif yapıya göre aşağıdaki devletlerden hangisi Federal Cumhuriyetlerden birisi <strong><u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bosna-Hersek",
      "B": "Hırvatistan",
      "C": "Karadağ",
      "D": "Sırbistan",
      "E": "Kosova"
    },
    "explanation": "Kasım 1945’te ilan edilen Yugoslavya Federatif Halk Cumhuriyeti (YFHC)’nin anayasasında öngörülen federatif yapısı, ülkede sonradan ortaya çıkacak milliyetçi akımlar için bir kaynak oldu. Bu anayasada Bosna-Hersek, Hırvatistan, Karadağ, Makedonya, Sırbistan ve Slovenya federal cumhuriyet olarak tanımlanırken, Sırbistan içinde Macarların çoğunlukta olduğu Voyvodina özerk bölge ve Arnavutların çoğunlukta olduğu Kosova ise özerk toprak olarak düzenlenmiştir. Bu nedenle doğru seçenek E seçeneğidir."
  },
  {
    "id": "3766354",
    "unitNumber": 5,
    "text": "Türkiye’nin 6 Şubat 1992 yılında tanıdığı, Yugoslavya Federatif Halk Cumhuriyeti’den (YFHC) ayrılarak bağımsızlıklarını ilan ülkelerden birisi <strong><u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Macaristan",
      "B": "Makedonya",
      "C": "Bosna-Hersek",
      "D": "Sırbistan",
      "E": "Karadağ"
    },
    "explanation": "Makedonya ve Bosna-Hersek cumhurbaşkanları, Temmuz 1991’de Türkiye’ye gelerek destek istediler. Böylece Türkiye, Soğuk Savaş sonrasında kendisinden destek bekleyen dost iki ülkenin doğuşuna şahit oluyordu (Kut, 2004: 591) AB’nin bu devletleri Ocak 1992’deki tanıma kararının ardından Türkiye bağımsızlığını ilan eden cumhuriyetlerin dördünü de 6 Şubat 1992’de resmen tanıdı. Böylece Sırbistan ve Karadağ’dan müteşekkil ve Nisan ayında ilan edilen yeni Yugoslavya Federal Cumhuriyeti ile Türkiye’nin ilişkilerinde önemli bir kırılma yaşandı. Bu nedenle doğru seçenek A seçeneğidir."
  },
  {
    "id": "3766355",
    "unitNumber": 5,
    "text": "Bosna’daki savaş 1995 yılında ABD’nin öncülüğünde gerçekleştirilen askerî müdahale ve ardından yine ABD’nin girişimiyle Sırp, Hırvat ve Boşnak tarafların 15 Aralık 1995 yılında imzaladığı anlaşmanın adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Lizbon Anlaşması",
      "B": "Tiran Anlaşması",
      "C": "Dayton Anlaşması",
      "D": "Glaston Anlaşması",
      "E": "Boşnak Anlaşması"
    },
    "explanation": "Bosna’daki savaş 1995 yılında ABD’nin öncülüğünde gerçekleştirilen askerî müdahale ve ardından yine ABD’nin girişimiyle Sırp, Hırvat ve Boşnak tarafların 15 Aralık’ta imzaladığı Dayton Anlaşması’na kadar devam etti. Bu neden doğru seçenek C seçeneğidir"
  },
  {
    "id": "3766356",
    "unitNumber": 5,
    "text": "Bosnalı Sırpların Temmuz 1995 yılında Müslüman Boşnakları katlettiği, yüzyılın en trajik soykırımının adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bosna Soykırımı",
      "B": "Srebrenica Soykırımı",
      "C": "Karadağ Soykırımı",
      "D": "Boşnak Soykırımı",
      "E": "Kosova Soykırımı"
    },
    "explanation": "Temmuz 1995’te Bosnalı Sırpların Müslüman Boşnak erkek ve çocukları katlettiği Srebrenica soykırımı, 20. yüzyıl tarihinin en trajik olaylarından biri oldu. Hollandalı BM Barış Gücü askerlerinin koruyacakları varsayılan şehri Bosnalı Sırp birliklerine teslim etmesiyle binlerce insan öldürüldü. Bundan sonra artan Sırp şiddetine, ABD öncülüğünde gerçekleştirilen hava bombardımanıyla yanıt verildi. Bu arada içlerinde Türkiye’nin de bulunduğu bir grup ülkenin silah ambargosu kararını delerek Boşnaklara silah temin etmesi de Bosnalı Sırpların askerî durumunu bozmaya başlamıştı. İşte Dayton Anlaşması bu sürecin sonunda geldi. Bu nedenle doğru seçenek B seçeneğidir."
  },
  {
    "id": "3766357",
    "unitNumber": 5,
    "text": "NATO’nun Yugoslavya’da 77 gün süren operasyon sonunda anlaşma sağlandı. BM’nin verdiği yetki çerçevesinde kurulan, NATO liderliğinde görev yapacak olan ve Türkiye’nin de katıldığı uluslararası barış gücünün adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "NATO Force",
      "B": "BFOR (Bosna Force)",
      "C": "KFOR (Kosovo Force)",
      "D": "YFOR (Yugoslavya Forse)",
      "E": "SFOR (Sırbistan Force)"
    },
    "explanation": "NATO’nun Yugoslavya’da 77 gün süren operasyon sonunda anlaşma sağlandı. BM’nin verdiği yetki çerçevesinde kurulan ve NATO liderliğinde görev yapacak KFOR (<em>Kosovo Force</em>) adlı uluslararası barış gücü birliğine Türkiye de katıldı. Bu noktadan sonra Kosovalı Arnavutlar, ABD ve AB başta olmak üzere uluslararası toplumun desteğiyle giderek bağımsızlık sürecine girdi. Bu nedenle doğru seçenek C seçeneğidir."
  },
  {
    "id": "3766358",
    "unitNumber": 5,
    "text": "Karadağ ne zaman egemen devlet haline geldi?",
    "correctAnswer": "E",
    "options": {
      "A": "1992",
      "B": "1995",
      "C": "1999",
      "D": "2003",
      "E": "2006"
    },
    "explanation": "Yugoslavya Federatif Sosyalist Cumhuriyeti 1992’de Yugoslavya Federal Cumhuriyeti’ne dönüştü. Bu devlet 2003’te Sırbistan-Karadağ adını aldı fakat 2006’da bu birlik de sona erdi. Bu tarihten itibaren Sırbistan ve Karadağ ayrı egemen devletler hâline geldi. Bu nedenle doğru seçenek E seçeneğidir."
  },
  {
    "id": "3766359",
    "unitNumber": 5,
    "text": "Türkiye ile mensup olduğu devlet arasında dostça ilişkilerin geliştirilmesini sağlayan yabancı devlet başkanlarına verilen Türkiye Cumhuriyeti Devlet Nişanı, Bosna-Hersek Cumhurbaşkanı Aliya İzzetbegoviç’e Cumhurbaşkanı Demirel tarafından",
    "correctAnswer": "D",
    "options": {
      "A": "1992",
      "B": "1994",
      "C": "1995",
      "D": "1997",
      "E": "1999"
    },
    "explanation": "Türkiye ile mensup olduğu devlet arasında dostça ilişkilerin geliştirilmesini sağlayan yabancı devlet başkanlarına verilen Türkiye Cumhuriyeti Devlet Nişanı, Cumhurbaşkanı Demirel tarafından 1997’de Bosna-Hersek Cumhurbaşkanı Aliya İzzetbegoviç’e verildi. Bu nedenle doğru seçenek D seçeneğidir."
  },
  {
    "id": "3766360",
    "unitNumber": 5,
    "text": "Makedonya’nın ismi. hangi tarihte Kuzey Makedonya Cumhuriyeti olarak değiştirildi?",
    "correctAnswer": "E",
    "options": {
      "A": "1992",
      "B": "1999",
      "C": "2007",
      "D": "2013",
      "E": "2018"
    },
    "explanation": "Makedonya devletinin isim sorunu: 1992’de Makedonya ismi altında bağımsızlık ilanına Yunanistan itiraz etti. Bu ismin Yunanistan’la tarihsel bağı olduğu iddiası kadar Yunanistan’ın kuzeyinde Makedonya diye bir bölge olması nedeniyle, Makedonya devletinin burada hak iddia etmesinden endişeleniliyordu. Uluslararası kuruluşlara üyeliği ise Eski Yugoslav Cumhuriyeti Makedonya adıyla gerçekleşti. 2018’de iki ülke arasında yapılan anlaşmayla da ülkenin resmî adı Kuzey Makedonya Cumhuriyeti oldu. Bu nedenle doğru seçenek E seçeneğidir."
  },
  {
    "id": "3766361",
    "unitNumber": 5,
    "text": "Muğla ili açıklarındaki yakınlarında bulundan iki ada yakınında 25 Aralık 1995’te kaza yapan bir geminin Yunanistan makamları tarafından kurtarılması, Türk makamlarınca karasularının ihlal edildiği gerekçesiyle ortaya çıkan krizin yaşanmasına neden olan adaların adı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Leros",
      "B": "Limni",
      "C": "Kos",
      "D": "Kardak",
      "E": "Oniki Ada"
    },
    "explanation": "Muğla ili açıklarındaki Kardak adası (aslında yan yana iki adacık) yakınlarında 25 Aralık 1995’te kaza yapan bir geminin Yunanistan makamları tarafından kurtarılması Türk makamlarınca karasularının ihlal edildiği gerekçesiyle protesto edildi. Bu nedenle doğru seçenek D seçeneğidir."
  },
  {
    "id": "3766076",
    "unitNumber": 6,
    "text": "1800’lerde Orta Asya Kafkasya’nın kontrolü için mücadele eden başlıca devletler aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "ABD, Çin İmparatorluğu",
      "B": "SSCB, Çin İmparatorluğu",
      "C": "SSCB, Hindistan",
      "D": "İngiliz İmparatorluğu, Çin İmparatorluğu",
      "E": "İngiliz İmparatorluğu, Rus İmparatorluğu"
    },
    "explanation": "1800’lerde İngiliz ve Rus imparatorlukları OAK’nın kontrolü için mücadele etmişler, Rudyard Kipling bu çekişmeyi “Büyük Oyun” olarak adlandırmıştı."
  },
  {
    "id": "3766077",
    "unitNumber": 6,
    "text": "Türkiye’nin 1990’lı yılların başında başlattığı bölge ülkelerinin ortak alfabe kullanmaları konusundaki girişimleri aşağıdakilerden hangisinde olumlu <strong>sonuçlanmamıştır</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Azerbaycan",
      "B": "Türkmenistan",
      "C": "Özbekistan",
      "D": "Kazakistan",
      "E": "Tacikistan"
    },
    "explanation": "Türkiye’nin 1990’lı yılların başında başlattığı bölge ülkelerinin ortak alfabe kullanmaları konusundaki girişimleri Azerbaycan’ın 25 Aralık 1991, Türkmenistan’ın 13 Nisan 1993 ve Özbekistan’ın da 6 Mayıs 1995’te bu alfabeye geçmeleriyle meyvesini verdi. Kazakistan’da Kasım 1991’de kabul edilen ortak Türk alfabesini kademeli olarak kullanıma almaya karar verdiğini ve geçişin 2025’te tamamlanacağını açıkladı. Alfabelerde bazı farklı harflerin bulunması zorluklar doğursa da bu ülkelerin Türkiye’nin de kullandığı alfabeye geçmeleri, uzun vadede, kültür politikaları ve bölge halkları arasında iletişimi geliştirmek açısından önemliydi."
  },
  {
    "id": "3766078",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, ekim 2009’da Türk Dili Konuşan Ülkeler İşbirliği Konseyi (“Türk Konseyi” veya “Türk Keneşi”) adıyla kurumsallaşan kurumun kurucuları arasında <strong>yer almaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Özbekistan",
      "B": "Azerbaycan",
      "C": "Türkiye",
      "D": "Kazakistan",
      "E": "Kırgızistan"
    },
    "explanation": "Ekim 2009’da Türk Dili Konuşan Ülkeler İşbirliği Konseyi (“Türk Konseyi” veya “Türk Keneşi”) adıyla kurumsallaştı. Kurucular Türkiye, Azerbaycan, Kazakistan ve Kırgızistan’dı."
  },
  {
    "id": "3766079",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, Hazar Havzası Ülkeleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Azerbaycan",
      "B": "Özbekistan",
      "C": "Türkmenistan",
      "D": "İran",
      "E": "Rusya Federasyonu"
    },
    "explanation": "SSCB’nin dağılmasından sonra, Hazar Havzası ülkelerinin (Azerbaycan, İran, Kazakistan, Rusya Federasyonu ve Türkmenistan) sahip oldukları petrol ve gaz potansiyelleriyle 21. yüzyılın önemli enerji üreticileri arasında olacakları anlaşıldı."
  },
  {
    "id": "3766080",
    "unitNumber": 6,
    "text": "Rusya’dan Türkiye’ye doğrudan doğalgaz taşıyan ve 8 Ocak 2020’de kullanıma alınan proje aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "DGBH Projesi",
      "B": "Şahdeniz Projesi",
      "C": "Trans Anadolu Doğalgaz Boru Hattı",
      "D": "Nabucco",
      "E": "TürkAkım projesi"
    },
    "explanation": "Rusya’dan Türkiye’ye doğrudan doğalgaz taşıyacak <em>TürkAkım </em>projesi 8 Ocak 2020’de kullanıma alınırken bunun devamı olacak şekilde düşünülen Türkiye-Avrupa bağlantısı Rusya ile Batı arasındaki siyasi gerginlikler nedeniyle gerçekleştirilemedi."
  },
  {
    "id": "3766081",
    "unitNumber": 6,
    "text": "2010 yılındaki iç istikrarsızlıklar sonunda düzenlenen referandumla ilk kadın cumhurbaşkanının seçildiği OAK ülkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Türkmenistan",
      "B": "Özbekistan",
      "C": "Tacikistan",
      "D": "Kırgızistan",
      "E": "Kazakistan"
    },
    "explanation": "Kırgızistan’da 7 Nisan 2010’da halkın yeniden ayaklanmasına ve Bakiyev rejimini de sona erdirmesi, ardından yaşanan istikrarsız dönem ve bu döneme damgasını vuran ABD-Rusya etkinlik mücadelesi, Türkiye’nin bu ülkeyle ilişkilerinin seyrini belirleyen temel faktörler oldu. Bu ortamda Bakiyev’in devrilmesinin ardından düzenlenen referandumda halkın parlamenter demokrasiyi benimsemesi ve ülkenin ilk kadın cumhurbaşkanı olarak Roza Otunbayeva’yı seçmesi Türkiye’de olumlu karşılandı."
  },
  {
    "id": "3766082",
    "unitNumber": 6,
    "text": "<ol> <li>Aşağıdakilerden hangisi, Türkiye-Özbekistan ilişkilerinin gelişmesini sınırlayan etmenler arasında <strong>yer almaz?</strong></li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "Özbekistanın 1992’de bölgedeki ağırlığının, Türkiye etkisiyle azalacağı endişesi",
      "B": "Muhalif lider Muhammed Salih’in Türkiye’de yaşamasına izin verilmesi",
      "C": "Türkiye’deki Özbek öğrencilerin, serbestlik ortamından etkilenmelerinin istenmeyerek ülkelerine geri çağrılmaları",
      "D": "1999’da Taşkent’teki bombalama eylemlerinden sonra Türk okullarının kapatılması",
      "E": "Bölge halkının Türk/Türki kökenli olmaması nedeniyle Rusya ile geliştirdiği yakın ilişkiler"
    },
    "explanation": "Bölge halkının Türk/Türki kökenli olmayan ülkesi Özbekistan değil Tacikistan'dır."
  },
  {
    "id": "3766083",
    "unitNumber": 6,
    "text": "Bölgede nüfusuna oranla en fazla Rus azınlığa sahip devlet aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Türkmenistan",
      "B": "Özbekistan",
      "C": "Tacikistan",
      "D": "Azerbaycan",
      "E": "Kazakistan"
    },
    "explanation": "Bölgede nüfuslarına oranla en fazla Rus azınlığa sahip iki devleti Kazakistan ve Kırgızistan’la ilişkiler de yıllar içinde daha ziyade bu ülkelerin iç siyasi gelişmelerine endeksli şekilde ilerledi."
  },
  {
    "id": "3766084",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Rusya’nın oluşturduğu erişime engelli bölgeler (A2/AD (anti-access/area denial) arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kırım Çevresi",
      "B": "Kuzey Doğuda Ermenistan Sınırı",
      "C": "Doğu Akdeniz",
      "D": "Suriye",
      "E": "Batı Kırgızistan"
    },
    "explanation": "Rusya’nın Kırım’ı ilhakı ile iki ülke arasındaki deniz sınırları Soğuk Savaş dönemine çok benzer bir yapıya döndü. Rusya bölgedeki askerî yatırımlarıyla sadece donanmasını güçlendirmedi, aynı zamanda Kırım çevresinde bir A2/AD (<em>anti-access/ area denail</em>) bölgesi oluşturdu. Bu gelişme bölgede askerî nüfuzu ve siyasi varlığını genişletme planları olmayan Türkiye’yi fazlaca endişelendirmezken Rusya’nın kuzeyde Kırım ve çevresinde, kuzey do- ğuda Ermenistan sınırında ve güneyde de Suriye ve Doğu Akdeniz’de oluşturduğu bu bölgelerin birleşik etkisi Türkiye’yi rahatsız etti."
  },
  {
    "id": "3766085",
    "unitNumber": 6,
    "text": "Türkiye’nin 1992 yılında oluşturduğu ve zamanla gelişen sekreteryası, parlamenter asamblesi, iş konseyi, kalkınma bankası, araştırma merkezi ve zirve toplantılarıyla çok taraflı iş birliği modeline dönüşen girişim aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Karadeniz Deniz İşbirliği Görev Gücü",
      "B": "Karadeniz Uyumu Harekatı",
      "C": "Karadeniz’de Güven ve Güven Arttırıcı Önlemler İnisiyatifi",
      "D": "Karadeniz’e Sahildar Devletler Sınır/Sahil Güvenlik İşbirliği Forumu",
      "E": "Karadeniz Ekonomik İşbirliği Girişimi"
    },
    "explanation": "Özellikle 1992’de oluşturulan KEİ Girişimi (1997 sonrasında Örgüt), zamanla gelişen sekretaryası, parlamenter asamblesi, iş konseyi, kalkınma bankası, araştırma merkezi ve zirve toplantılarıyla kapsamlı bir çoktaraflı işbirliği modeline dönüştü."
  },
  {
    "id": "3766215",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi, Türk Dili Konuşan Ülkeler İşbirliği Konseyi'nin kurucu ülkelerinden birisi <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Özbekistan",
      "B": "Türkiye",
      "C": "Azerbaycan",
      "D": "Kazakistan",
      "E": "Kırgızistan"
    },
    "explanation": "Türkiye’nin etkinlik kurma, diğer ülkelerin ise bunu boşa çıkarma çabaları yüzünden ağır aksak yürüdüyse de 1992’de başlayan zirveler aradaki birkaç isim değişikliğinden sonra Ekim 2009’da Türk Dili Konuşan Ülkeler İşbirliği Konseyi (“Türk Konseyi” veya “Türk Keneşi”) adıyla kurumsallaştı. Kurucular Türkiye, Azerbaycan, Kazakistan ve Kırgızistan’dır. Bu açıklamalardan hareketle bu sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3766216",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi Hazar Havzasını oluşturan ülkelerden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ermenistan",
      "B": "İran",
      "C": "Irak",
      "D": "Suriye",
      "E": "Özbekistan"
    },
    "explanation": "SSCB’nin dağılmasından sonra, Hazar Havzası ülkelerinin (Azerbaycan, İran, Kazakistan, Rusya Federasyonu ve Türkmenistan) sahip oldukları petrol ve gaz potansiyelleriyle 21. yüzyılın önemli enerji üreticileri arasında olacakları anlaşıldı. Bu nedenle, 1990’lı yıllardan itibaren uluslararası şirketler bölgedeki enerji kaynaklarını çıkararak işletmek, bölge ülkeleri sahip oldukları kaynakları bir an önce satıp gelir elde etmek, komşu ülkelerse bu kaynakları uluslararası pazarlara ulaştıracak boru hatlarına ev sahipliği yapmak için kıyasıya mücadeleye girdiler. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, bu sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3766217",
    "unitNumber": 6,
    "text": "Hazar Havzası kapsamında düşünüldüğünde, aşağıdaki seçeneklerden hangisi petrol rezervleri açısından en zengin ülkedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tacikistan",
      "B": "Türkmenistan",
      "C": "Kazakistan",
      "D": "Afganistan",
      "E": "Moğolistan"
    },
    "explanation": "Hazar Havzası ülkeleri kapsamında düşünüldüğünde, petrol rezervleri açısından en zengin ülke Kazakistan olduğundan bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3766218",
    "unitNumber": 6,
    "text": "Hazar Havzası kapsamında düşünüldüğünde, aşağıdaki seçeneklerden hangisi doğal gaz rezervleri açısından en zengin ülkedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kazakistan",
      "B": "Gürcistan",
      "C": "Özbekistan",
      "D": "Türkmenistan",
      "E": "Azerbaycan"
    },
    "explanation": "Hazar Havzası kapsamında düşünüldüğünde, doğal gaz rezervleri açısından en zengin ülke Türkmenistan olduğundan bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3766219",
    "unitNumber": 6,
    "text": "Karabağ sorunu, Türkiye'nin aşağıdaki ülkelerle geliştirdiği siyasi ilişkilerden <strong>en fazla</strong> hangisiyle ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ukrayna'yla ilişkiler",
      "B": "Rusya'yla ilişkiler",
      "C": "Kırgızistan’la İlişkiler",
      "D": "Gürcistan’la İlişkiler",
      "E": "Azerbaycan’la İlişkiler"
    },
    "explanation": "Türkiye’nin Azerbaycan’la ilişkileri bu ülkenin bağımsızlığından beri iki halk arasındaki kültürel ve etnik yakınlık temelinde şekillenmiş, zamanla ortak ekonomik, siyasi ve askeri çıkarların gelişmesiyle stratejik bir boyut kazanmıştır. Bunların ötesinde Azerbaycan’la ilişkilerin Türkiye açısından iki önemli konusu enerji iş birlikleri ile Karabağ çatışması çerçevesinde bu ülkenin Ermenistan’la gelişen sorunlu ilişkilerinin Türkiye-Ermenistan ilişkilerini de etkilemesidir. Karabağ sorununun 1988’de küçük sokak çatışmalarıyla başlamasından bugüne kadar Azerbaycan’a sürekli destek veren tek ülke Türkiye oldu. Türkiye özellikle uluslararası alanda Azeri görüşlerinin arkasında yer almanın yanı sıra Azerbaycan’ın Ermenistan’a uyguladığı ambargoya katıldı ve Ermenistan’la diplomatik ilişki kurmaktan kaçındı. Ermenistan’ın Azeri topraklarını işgal etmeyi sürdürdüğü sürece bu ülkeyle ilişkilerini normalleştirmeyeceğini sürekli vurguladı. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3766230",
    "unitNumber": 6,
    "text": "1991'de SSCB'nin kendini feshetmesi ve hemen öncesindeki gelişmelerle başlayan süreçte Türkiye'nin Rusya'ya ilişkin politikalarıyla ilgili aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "SSCB'nin ardılı olan Rusya ile ABD arasındaki rekabette hep Rusya tarafında yer almıştır.",
      "B": "SSCB'nin ardılı olan Rusya'yı kendisi için bir ekonomik rakip olarak görmüştür.",
      "C": "SSCB'nin dağılmasıyla ortaya çıkan yeni ülkeleri en son tanıyan ülkelerden birisi olmuştur.",
      "D": "SSCB'nin dağılması öncesinde ( 1989-1991 yılları) tavrını ülkenin bölünmemesi yönünde kullanmıştır.",
      "E": "Türkiye “model ülke” olma çabasıyla Rusya’nın Ortadoğu'daki etkisini kırmaya yönelik politikalar izlemiştir."
    },
    "explanation": "Giriş kısmını okuyunuz.<br/>E seçeneğinde verilen belirlemelerin hiç biri doğru değildir. Nitekim dağılma sonrasında Türkiye ABD ve Rusya arasında bir taraf tutmamıştır (A). Rusya'yı ekonomik bir rakipten çok OAK ülkeleriyle ilişkilerde dengeleyici bir unsur olarak görmüştür (B). SSCB'nin dağılmasıyla ortaya çıkan ülkeleri ilk tanıyan ülkelerden birisi olmuş (C) ve dağılma öncesinde dağılmaması için bir tutum içinde olmamıştır. Doğru yanıt E dir."
  },
  {
    "id": "3766231",
    "unitNumber": 6,
    "text": "Türkiye SSCB’nin dağılmasından sonra OAK ülkeleri ilişkileri konusunda aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ermenistan hariç SSCB'den ayrılan OAK ülkelerini ilk tanıyan ülkelerden birisi olmuştur.",
      "B": "SSCB'den ayrılan tüm ülkelerde ilk andan itibaren büyükelçilikler kurmuştur.",
      "C": "ABD SSCB'den boşalan yeri Türkiye'nin doldurmasına engel olmuştur.",
      "D": "OAK bölge ülkeleri Türkiye'nin dengeleyici rolüne karşı çıkmışlardır.",
      "E": "Türkiye o dönemde yürüttüğü politikalarla çok isabetli kararları yürürlüğe sokmuştur."
    },
    "explanation": "BÜYÜK OYUNDAN BÖLGESEL REKABETE, 1991-2022 konusunu okuyunuz.<br/>A seçeneğinde verildiği gibi Türkiye OAK ülkelerini ilk tanıyan ülkelerden birisi olmamıştır. Ayrılan ülkeleriden Ermenistan hariç ilk büyükelçilikler kuran ülkedir (B). ABD SSCB'nin yarattığı boşluğu TÜrkiyenin doldurmasını desteklemiş (C) ve OAK ÜLKELERİ DE BUNA SICAK YAKLAŞMIŞTIR (D): TÜM BUNLARA KARŞIN TÜRKİYE O DÖNEMDEKİ POLİTİKALARDA BAZI HATALAR DA YAPMIŞTIR(E): SEÇENEKLER BU ŞEKİLDE DEĞERLENDİRİLDİĞİNDE DOĞRU YANIT A DIR:"
  },
  {
    "id": "3766232",
    "unitNumber": 6,
    "text": "SSCB'nin dağılmasıyla birlikte kurulan yeni devletlerin büyük çoğunluğu Türk kökenli ülkelerdir. Bu bağlamda da başlangıçta Türkiye'nin kendileri için bir model olacağından yola çıkarak Türkiye'ye yakın ilgi göstermişler ancak süreç içinde çeşitli nedenlerle Türkiye modelinden uzaklaşmışlardır. Aşağıdakilerden hangisi bu nedenlerden birisi olarak değerlendirilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye'nin laik ve üniter bir devlet ve yönetim yapısına sahip olması",
      "B": "Türkiye'nin gelişmiş ülkelerle kendi aralarında bir köprü konumunda olması",
      "C": "Türkiye'nin oluşan yeni devletler için yeni bir \"ağabey\" konumunda değerlendirilmesi.",
      "D": "Türkiye'nin kendileriyle işbirliği yaparken Rusya ve ile de yakın ilişkiler kurması",
      "E": "Türkiye'ye düşman ülkelerin kendileriyle de düşman olacakları korkusu"
    },
    "explanation": "“Türk(iye) Modeli”nden Türk Devletleri Teşkilatına konusunu okuyunuz.<br/>SSCB'nin dağılmasıyla ortaya çıkan ülkeler başlangıçta Türkiyenin çağdaş yönetim biçimine sahip olması, gelişmiş ülkelerle ilişki kurmaya aracı olabilecek bir rolde olması ve etnik olarak aynı kökenden ve dini inançtan olması onları Türkiye'ye yakınlaştırmış ancak süreç içinde Rusya egemenliğinden çıkıp yeni bir devletin egemenliğine (Türkiye'nin egemenliğine) girmek istemedikleri sonucuna vardılar. Bu nedenle de Azerbaycan ve Kırgızistan dışındaki ülkeler için Türkiye'nin önderliği cazip olmaktan çıkmıştır. Doğru yanıt C dir."
  },
  {
    "id": "3766233",
    "unitNumber": 6,
    "text": "I. Türkiye hızlı gelişen ticari ilişkileri ve dış yardımla bölgede etkili olmayı hedeflemiştir<br/>II. Türkiye OAK ülkelerine kendi ekonomik modelini uygulamayı zorunlu kılmıştır<br/>III. Türkiye OAK ülkelerinin hepsine eşit düzeyde maddi destekte bulunmuştur <br/>IV. Türkiye OAK ülkeleriyle ekonomik ilişkilerde tam bir uyum içinde kalmayı başarmıştır<br/>V. Türkiye OAK ülkelerinin Batı ile ekonomik ilişkiler geliştirmesinde aracı olmayı başarmıştır<br/>Türkiye'nin SSCB'nin dağılmasıyla kurulan OAK ülkeleriyle kurduğu ekonomik ilişkiler hakkında yukarıdakilerden hangilerinin doğru olduğu söylenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve V",
      "D": "II ve III",
      "E": "IV ve V"
    },
    "explanation": "TÜRKİYE’NİN OAK’TA EKONOMİK İLİŞKİLERİNİN GELİŞİMİ konusunu okuyunuz.<br/>Türkiye'nin SSCB'nin dağılmasıyla kurulan OAK ülkeleriyle kurduğu ekonomik ilişkiler hakkında sadece I ve V te verilen ifadeler doğrudur. Dİğer seçeneklerde verilenler söz konusu ekonomik ilişkiler için söylenemez. DOğru yanıt C dir."
  },
  {
    "id": "3766234",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi 2000'li yıllarda Türkiye'nin OAK ülkeleriyle kurduğu ekonomik ilişkilerin bozulmasında bir faktör olarak değerlendirilemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye’nin bölgeden coğrafi olarak uzak oluşu",
      "B": "Bölge ülkelerine malların geçişinde İran'ın zorluklar çıkarması",
      "C": "Sovyet döneminden kalma alışkanlıklar ve bürokratik sıkıntılar",
      "D": "Bölgedeki bankacılık sisteminin yetersizlikleri",
      "E": "Bölge ülkelerinin kendi ekonomik faaliyetlerini yönetmede kendilerine yeterli olmaları"
    },
    "explanation": "TÜRKİYE’NİN OAK’TA EKONOMİK İLİŞKİLERİNİN GELİŞİMİ konusunu okuyunuz.<br/>E seçeneğinde verilen bilginin aksine bölge ülkeleri ciddi ekonomik potansiyele sahip olmakla birlikte bunu değerlendirecek bilgi birikimi, teknoloji ve finansmana sahip değillerdi. Bu nedenle de Türkiyeyle kurdukları ekonomik ilişkilerde çok önemli sorunlar yaşanmıştır. Bu nedenle doğru yanıt E dir. Diğer seçeneklerde verilen bilgilerin hepsi ekonomik sorunlar yaşanmasının nedenleri arasındadır."
  },
  {
    "id": "3766235",
    "unitNumber": 6,
    "text": "SSCB'nin yıkılmasının ardından 2000'li yıllarda Türkiye'nin Türk kökenli aşağıdaki Orta Asya ülkelerinden hangisiyle diğerlerine kıyasla daha istikrarsız siyasal ilişkiler geliştirdiği söylenebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Türkmenistan",
      "B": "Özbekistan",
      "C": "Kırgızistan",
      "D": "Kazakistan",
      "E": "Tacikistan"
    },
    "explanation": "Orta Asya Ülkeleriyle Siyasi İlişkiler konusunu okuyunuz.<br/>Söz konusu tanımlamaya tam olarak uyan ülke Özbekistan'dır. Bir yandan ikili ilişkiler siyasal olarak gerilirken bir süre sonra ikili anlaşmalarla ülkemize çok sayıda Özbek öğrencilerin kabul edilmesi düzeyine gelmiştir. Bu nedenle doğru yanıt B dir.Diğer ülkelerle göreceli olarak daha istikrarlı ilişkiler kurulmuştur."
  },
  {
    "id": "3766236",
    "unitNumber": 6,
    "text": "I. Bölge ülkeleri arasında siyasi ilişkilerin özellikle ilk yıllarda en hızlı geliştiği ülke Türkmenistan’dır.<br/>II. Bölgede Türkiye’nin ilişkilerinin en sorunlu ve dalgalı olduğu ülke Özbekistan olmuştur.<br/>III. Tacikistan'la kurulan ilişkiler hiç bir zaman iki ülkeyi de memnun edecek düzeye ulaşamamıştır. <br/>IV. Rusya’ya karşı demokratikleşme konusunda Türkiye’nin Kazakistan’ın karşısında olması iki ülke ilişkilerini olumsuz yönde etkilemiştir.<br/>Türkiye’nin 2000’li yıllarda Orta Asya’daki Türk kökenli ülkelerle kurduğu ilişkiler konusunda yukarıdakilerden hangilerinin doğru olduğu söylenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II Ve III",
      "D": "II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Orta Asya Ülkeleriyle Siyasi İlişkiler konusunu okuyunuz.<br/>Rusya’ya karşı demokratikleşme konusunda Türkiye Kazakistan’ın karşısında değil yanında yer almış ve bu durumda iki ülke arasındaki ilişkileri olumlu yönde etkilemiştir. BU nedenle 4. maddede verilen bilgi doğru değildir diğer maddlerde verilenlerin hepsi doğrudur. Doğru yanıt C dir."
  },
  {
    "id": "3766255",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Türkiye’nin 2000’e kadar Eximbank kredisi sağladığı OAK ülkelerinden biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Tataristan",
      "B": "Azerbaycan",
      "C": "Kazakistan",
      "D": "Kırgızistan",
      "E": "Türkmenistan"
    },
    "explanation": "Tablo 6.1 Türkiye’nin 2000’e kadar OAK ülkelerine sağladığı Eximbank kredilerini göstermektedir."
  },
  {
    "id": "3766256",
    "unitNumber": 6,
    "text": "I.A2<br/>II.AD<br/>III.OAK<br/>Yukarıdakilerden hangisi/hangileri düşmanın ve/veya tehdit olarak algılanan unsurların bir ülkenin kara, deniz veya hava sahalarını işgal etmesini önleme veya bu alanlarda faaliyette bulunmasını çeşitli elektronik önleme sistemleri, silah sistemleri vb. yapılarla engellemeye yönelik stratejilerini tanımlamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "A2/AD (anti-access/area denail) Sıklıkla<br/>birlikte kullanılan bu iki kavram, düşmanın<br/>ve/veya tehdit olarak algılanan unsurların bir<br/>ülkenin kara, deniz veya hava sahalarını işgal<br/>etmesini önleme veya bu alanlarda faaliyette<br/>bulunmasını çeşitli elektronik önleme sistemleri, silah sistemleri vb. yapılarla engellemeye yönelik stratejilerini tanımlamaktadır. Bu<br/>stratejiler düşman takip/hareket alanını kısıtlamak, askerî birliklerinin hareketlerini yavaşlatmak ve/veya birlikleri tehlikeli durumda<br/>bırakmak amacıyla kullanılmaktadır."
  },
  {
    "id": "3766257",
    "unitNumber": 6,
    "text": "I.Tacikistan<br/>II.Ermenistan<br/>III.Özbekistan<br/>Yukarıdakilerden hangisi Türkiye’nin 2000’li yıllarda, Orta Asya’da, ilişkilerinde ilerleme kaydedemediği devlet/devletlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Bölgede Türkiye’nin ilişkilerinin en sorunlu ve dalgalı olduğu ülke Özbekistan oldu. 1990’lı yıllarda ağır aksak ilerleyen ilişkilerin üzerine Türkiye’nin bölgedeki ilişkilerinde 2000’lerde ilerleme kaydedemediği, hatta daha da gerginleştiği tek devlet Özbekistan oldu"
  },
  {
    "id": "3766258",
    "unitNumber": 6,
    "text": "Otoriter rejimini giderek sertleştiren, ülkesini dışarıya kapayan ve Türkiye’ye olan kuşkulu yaklaşımıyla 2000’lerde Türkiye ile ilişkilerin gerilmesine neden olan Özbekistan Cumhurbaşkanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İslam Kerimov",
      "B": "Nuritdin Muhitdinov",
      "C": "Şeref Raşidov",
      "D": "Refik Nişanov",
      "E": "Ekmel İkramov"
    },
    "explanation": "Bölgede Türkiye’nin ilişkilerinin en sorunlu ve<br/>dalgalı olduğu ülke Özbekistan oldu. 1990’lı yıllarda ağır aksak ilerleyen ilişkilerin üzerine Türkiye’nin<br/>bölgedeki ilişkilerinde 2000’lerde ilerleme kaydedemediği, hatta daha da gerginleştiği tek devlet Özbekistan oldu. Bunun en büyük nedeni, otoriter rejimini giderek sertleştiren, ülkesini dışarıya kapayan<br/>ve Türkiye’ye kuşkuyla yaklaşan Cumhurbaşkanı<br/>İslam Kerimov’un yaklaşımlarıydı."
  },
  {
    "id": "3766259",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi 2 Nisan 2001’de İstanbul’da imzalanan kurucu anlaşma ile, Türkiye’nin 2000’li yıllarda Karadeniz için öngördüğü güvenlik mimarisinin birinci ayağını oluşturan BLACKSEAFOR anlaşmasında yer ülkelerden biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Makedonya",
      "B": "Bulgaristan",
      "C": "Romanya",
      "D": "Gürcistan",
      "E": "Rusya"
    },
    "explanation": "Türkiye’nin 2000’li yıllarda Karadeniz için öngördüğü güvenlik mimarisinin birinci ayağını oluşturan BLACKSEAFOR, Türkiye, Bulgaristan, Romanya, Gürcistan, Rusya ve Ukrayna arasında 2 Nisan 2001’de İstanbul’da imzalanan Kurucu Anlaşma ile hayata geçti."
  },
  {
    "id": "3766260",
    "unitNumber": 6,
    "text": "I.İki ülke arasındaki jeopolitik rekabet<br/>II.Tarihte yaşanan Çarlık Rusyası-Osmanlı Devleti mücadelesi<br/>III.İki ülkenin farklı stratejik çıkarlara sahip oluşu<br/>Yukarıdakilerden hangisi Türkiye-Rusya ilişkilerinin gelişmesini sınırlayan faktörlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "178 ve 179.sayfalar."
  },
  {
    "id": "3766261",
    "unitNumber": 6,
    "text": "I.Türkiye, Gürcistan’ın NATO ile entegrasyonu ve ordusunun NATO standartlarına uyum sağlaması için destek verdi.<br/>II.Türkiye, Gürcistan’ın toprak bütünlüğünü desteklemek amacıyla Abhazya ile Güney Osetya’nın bağımsızlıklarını tanımamaya devam etmektedir.<br/>III.Türkiye ve Gürcistan Hazar bölgesi enerji kaynaklarının uluslararası pazarlara ulaştırılması konusunda işbirliği yapmışlardır.<br/>Türkiye’nin Gürcistan ile ilişkileri göz önüne alındığında yukarıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Sayfa 174 ve 175 arasında yer almaktadır."
  },
  {
    "id": "3766262",
    "unitNumber": 6,
    "text": "I.Türkiye, Sovyetler Birliği’nin dağılması ile bağımsızlığını kazanan Ermenistan’ı 16 Aralık 1991’de tanıdı.<br/>II.Türkiye, Ermenistan’ı Karadeniz’e kıyısı olmamasına rağmen Karadeniz Ekonomik İşbirliği girişimine kurucu olarak davet etti.<br/>III.İki ülke arasında 2 Şubat 2022’de doğrudan uçuşlar kapatıldı.<br/>Ermenistan’ın kuruluşundan günümüze kadar olan ilişkileri göz önüne alındığında yukarıdakilerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "177 ve 178. sayfalarda yer almaktadır."
  },
  {
    "id": "3766263",
    "unitNumber": 6,
    "text": "I.Karadeniz Uyumu Harekâtı<br/>II.Karadeniz Deniz İşbirliği Görev Grubu<br/>III.Karadeniz’e Sahildar Devletler Sınır/Sahil Güvenlik İşbirliği Forumu<br/>Yukarıdakilerden hangisi Türkiye’nin Soğuk Savaş sonrasında Karadeniz bölgesinde güvenlik işbirliği alanında katılarak katkı sağladığı çabalardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız ı",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "2001’de kurulan Karadeniz<br/>Deniz İşbirliği Görev Grubu (BLACKSEAFOR),<br/>25 Nisan 2002’de imzalanan “Karadeniz Deniz<br/>Alanında Güven ve Güvenlik Artırıcı Önlemler<br/>Belgesi”, kıyıdaş ülkelerin Sınır ve Sahil Koruma Komutanları işbirliğinde Burgaz’da kurulan<br/>“Karadeniz Sınır Koordinasyon ve Enformasyon<br/>Merkezi” ile 1 Mart 2004’te Türkiye’nin ulusal<br/>bir operasyon olarak başlattığı “Karadeniz Uyumu<br/>Harekâtı” (KUH) öne çıkanlar oldu. Bu çabalar<br/>sonucunda 2007 başında ABD, Karadeniz Uyumu Harekâtı ve BLACKSEAFOR’u Karadeniz’de<br/>güvenlik sağlayıcı mekanizmalar olarak gördüğünü, Montreux Sözleşmesi’nin tadilini arzu etmediğini ve Türkiye’nin deniz güvenliği alanındaki<br/>katkılarını memnuniyetle karşıladığını açıklayınca<br/>Türkiye’nin Karadeniz’de güvenlik işbirliğine yönelen ilgisi yeniden azaldı"
  },
  {
    "id": "3766264",
    "unitNumber": 6,
    "text": "“Karadeniz’de Güven ve Güvenlik Arttırıcı Önlemler İnisiyatifi” sistemi hangi ülkenin girişimiyle başlatılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ukrayna",
      "B": "Bulgaristan",
      "C": "Macaristan",
      "D": "Rusya",
      "E": "Gürcistan"
    },
    "explanation": "Ayrıca Türkiye, 1 Ocak 2003’te<br/>Ukrayna’nın girişimiyle başlatılan “Karadeniz’de<br/>Güven ve Güvenlik Arttırıcı Önlemler İnisiyatifi” sistemine de aktif olarak katıldı"
  },
  {
    "id": "3766266",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi, Eski Sovyet coğrafyasında 1990’larda ortaya çıkan ve uzun yıllar çözüme kavuşturulamayan ihtilafları kapsayan bölgelerden birisi <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Transdinyester",
      "B": "Osetya",
      "C": "Abhazya",
      "D": "Dağlık Karabağ",
      "E": "Keşmir"
    },
    "explanation": "Don(durul)muş İhtilaflar (Frozen Conflicts), Eski Sovyet coğrafyasında 1990’larda ortaya çıkan ve uzun yıllar çözüme kavuşturulamayan ihtilafları (D. Karabağ, Abhazya, Osetya ve Transdinyester) tanımlamak için kullanılan kavram, 1990’ların ikinci yarısında ateşkesle soğuma sürecine giren çatışmaların aslında donmuş olmadıklarına da işaret etmektedir. Bu bakımdan yukarıdaki sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3766267",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi, 2000 yılına kadar Türkiye'nin Orta Asya’da en çok yatırım yaptığı ülkeyi temsil etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gürcistan",
      "B": "Azerbaycan",
      "C": "Kazakistan",
      "D": "Türkmenistan",
      "E": "Tacikistan"
    },
    "explanation": "2000’e kadar Türk sermayesi bölgeye 2 milyar dolar civarında yatırım yaptı. Bu yatırımlar genellikle hizmet sektöründe yoğunlaşmıştı. Özellikle, Türk inşaat firmalarının Eximbank kredileriyle inşa ettikleri oteller, tekstil ve çimento fabrikaları, havaalanları vb. yatırımlar bölgenin alt yapısının gelişmesine katkıda bulundu. Türkmenistan bu dönemde Türkiye’nin Orta Asya’da en çok yatırım yaptığı ülkeydi. Bu açıklamalardan hareketle ilgili sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3766268",
    "unitNumber": 6,
    "text": "Karadenize kıyısı olmamasına rağmen, aşağıdaki ülkelerden hangisi Türkiye tarafından Karadeniz Ekonomik İşbirliği girişimine kurucu olarak davet edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Rusya",
      "B": "Gürcistan",
      "C": "Ermenistan",
      "D": "Romanya",
      "E": "Bulgaristan"
    },
    "explanation": "Türkiye Sovyetler Birliği’nin dağılması ile bağımsızlığını kazanan Ermenistan’ı 16 Aralık 1991’de tanıdı. Bu dönemde Karabağ sorunu nedeniyle kamuoyunda oluşan olumsuz yaklaşımı rağmen, Türkiye ekonomik güçlüklerle karşılaşan Ermenistan’a insani yardımda bulundu. Ayrıca Karadeniz’e kıyısı olmamasına rağmen Karadeniz Ekonomik İşbirliği girişimine kurucu olarak davet etti. Bu yüzden bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3766269",
    "unitNumber": 6,
    "text": "Karadeniz'e kıyısı olmayan ülke deniz kuvvetlerinin Karadeniz’deki artan varlığına karşı ortak tutum geliştirme zorunluluğu, Türkiye'nin aşağıdaki ülkelerle geliştirdiği siyasi ilişkilerden <strong>en fazla</strong> hangisiyle ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Azerbaycan’la İlişkiler",
      "B": "Rusya'yla ilişkiler",
      "C": "Gürcistan’la İlişkiler",
      "D": "Ermenistan’la İlişkiler",
      "E": "Ukrayna'yla ilişkiler"
    },
    "explanation": "Karadeniz bölgesindeki Türk-Rus yakınlaşmasının ana dayanak noktası, bu denize kıyısı olmayan ülke deniz kuvvetlerinin Karadeniz’deki artan varlığına karşı geliştirdikleri ortak tutum oldu. Türkiye tarafından bakıldığında, Soğuk Savaş’ın sona ermesini takiben bölgede yüzlerce yıldan sonra ortaya çıkan hassas denge değerliydi ve iki ülkenin bölgesel birliktelikleri bağlamında siyasi olmayan konularda işbirliği yapmalarına olanak sağladığı için korunması gerekiyordu. Bu yüzen yukarıdaki sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3766270",
    "unitNumber": 6,
    "text": "Ülkemizdeki müteahhitlerin inşa ettiği Batum Havalimanı, Türkiye'nin aşağıdaki ülkelerle geliştirdiği siyasi ilişkilerden <strong>en fazla</strong> hangisiyle ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gürcistan’la İlişkiler",
      "B": "Azerbaycan’la İlişkiler",
      "C": "Ermenistan’la İlişkiler",
      "D": "Rusya'yla ilişkiler",
      "E": "Ukrayna'yla ilişkiler"
    },
    "explanation": "Azerbaycan, Gürcistan ve Türkiye’yi birbirine bağlayacak Kars-Tiflis-Bakü demiryolu projesi için çerçeve anlaşma Şubat 2007’de imzalandı. Daha önce Ekim 2005’te 90 günü aşmayacak turistik ziyaretlerde iki ülke arasında vize karşılıklı olarak kaldırılmıştı. Ardından Türk müteahhitlerin inşa ettiği Batum Havalimanı 25 Mayıs 2007’de açıldı ve THY tarafından iç hat noktası olarak kullanılmaya başlandı. Bu gelişme Türkiye ile Gürcistan'ın siyasi ilişkilerinin gelişmesine de katkı sağladığından bu sorunun yanıtı A seçeneğidir."
  },
  {
    "id": "3766330",
    "unitNumber": 6,
    "text": "1990’larda Türkiye ve Rusya arasında Avrasya’da gelişen rekabete ilişkin aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye Avrasya’da Rusya’yı karşısına alarak Türk kökenli devletlerle askeri iş birliği yapmıştır",
      "B": "Rusya bölgedeki ülkelere destek verdiği için Türkiye’yi kendisine açık düşman ilan etmiştir",
      "C": "Rusya’nın temel korkusu bölgedeki ülkelerin kendisine karşı Türkiye ile işbirliği yapması olmuştur",
      "D": "Türkiye 1990’lı yıllarda Rusya’nın bölgedeki gücünü gerçekçi biçimde dikkate alan politikalar yürütmüştür",
      "E": "Rusya Türkiye’nin İran’la işbirliği içinde bölgedeki Müslümanları etkileyeceğinden endişe duymuştur"
    },
    "explanation": "1990’larda Avrasya’da Rekabet konusunu okuyunuz.<br/>Türkiye söz konusu yıllarda bölgedeki ülkelerle askeri işbirliği yapmamış stratejik ortaklıklar yürütmüştür (A). Rusya Türkiye'ye karşı PKK kartını oynamış ancak Türkiye yi açık düşman ilan etmemiştir (B). Türkiyenin söz konus yıllarda Rusyanın bölgedeki gücünü başlangıçta önemli oranda göz ardı etmiştir (D). Rusya bölgedeki müslüman ülkeler üzerinde TÜrkiye ve İrandan yana kaygılar taşımıştır ancak TÜrkiye İranla işbirliği içinde olmamıştır (E). Rusya’nın temel korkusu bölgedeki ülkelerin kendisine karşı Türkiye ile işbirliği yapması olmuştur. bu nedenle doğru yanıt C dir."
  },
  {
    "id": "3766332",
    "unitNumber": 6,
    "text": "Soğuk savaş döneminin son yılları ile sona ermesinden günümüze kadar Rusya ile Türkiye arasındaki ekonomik işbirliğinin göreceli olarak hep yüksek düzeyde olduğu söylenebilir. Aşağıdakilerden hangisinin iki ülke arasındaki sözü edilen dönemde ekonomik işbirliğinin sekteye uğramasında en etkili gelişme olduğu söylenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Rusya’nın Akkuyu’da nükleer enerji santrali kurması",
      "B": "İki ülke arasında Avrasya’da siyasi rekabetin ortaya çıkması",
      "C": "Türkiye’nin Orta Asya’da milliyetçi politikalar yürütmesi",
      "D": "Rus askeri uçağının Türk F16’larıyla düşürülmesi",
      "E": "Türkiye’nin Rusya’ya karşı Çeçenistan’la işbirliği yapması"
    },
    "explanation": "Ekonomi ve Karadeniz’de Çok Taraflı Bölgesel İşbirliği konusunu okuyunuz.<br/>Trükiyenin sözü edilen dönemde ekonomik işbirliğinin sekteye uğramasında en etkili gelişme Rus askeri uçağının Türk F16’larıyla düşürülmesi olayı olmuştur. Diğer seçeneklerde verilen gelişmelerin hiç biri ekonomik işbirliği sürecini sekteye uğratmamıştır. Hatta A seçeneğinde verilen bilgi iki ülke arasındaki ekonomik işbirliğinin geliştiğinin göstergesidir. Doğru yanıt D dir."
  },
  {
    "id": "3766333",
    "unitNumber": 6,
    "text": "I. Türkiye’nin Karadeniz’e ilgisi 1990’lı yıllarda başlamıştır.<br/>II. Türkiye başta KEİ olmak üzere öncülük ettiği girişimlerle bölgede etkinliğini artırmaya çalışmıştır.<br/>III. Türkiye’nin Karadeniz’deki ekonomik gücü günümüze kadar aynı ölçüde devam etmiştir.<br/>IV. Rusya ve ABD’nin bölgede faaliyet göstermesiyle Türkiye’nin Karadeniz’deki gücü zayıflamıştır.<br/>Yukarıdakilerden hangisi ya da hangileri Türkiye’nin 1990'lardan günümüze kadar Karadeniz'de yürüttüğü politikalar ve sonuçlarıyla ilgili doğru belirlemelerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "II ve III"
    },
    "explanation": "1990’lardan Sonra Türkiye’nin Karadeniz Politikaları konusunu okuyunuz.<br/>I, II Ve IV TÜRKİYENin KARADENİZ Politikaları içn söylenebilir. ANCAK gücünü hala koruduğu söylenemez. Doğru yanıt D dir."
  },
  {
    "id": "3765983",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Türk dış politikasında 1998 yılında başlayan ve 2005’te somutlaşarak hayata geçirilen en önemli yeni girişimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Afrika Açılımı",
      "B": "Latin Amerika ve Karayipler Eylem Planı",
      "C": "Yeniden Asya Girişimi",
      "D": "Soğuk Savaş",
      "E": "Berlin Ablukası"
    },
    "explanation": "Yanıtınız yanlış ise “<strong>Giriş</strong>” konusunu yeniden gözden geçiriniz.<br/>Her ne kadar Türkiye, 1990’lardan önce de söz konusu bölgelerle bazı ülkelerle ilişki geliştirmiş olsa da 2000’li yıllardan itibaren uzak coğrafyalara olan dış politika ilgisi ekonomik ve kültürel boyutları da içerecek şekilde genişlemiştir. Bu çerçevede Türk dış politikasında yeni açılımlar başlığı altında girişimler hayata geçirilmiştir. Bu girişimlerin en önemlileri 1998 yılında başlayan ve 2005’te somutlaşan “Afrika Açılımı”"
  },
  {
    "id": "3765985",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Latin Amerika’nın sahip olduğu yüz ölçümünü göstermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "10 milyon kilometrekare",
      "B": "13 milyon kilometrekare",
      "C": "17 milyon kilometrekare",
      "D": "20 milyon kilometrekare",
      "E": "26 milyon kilometrekare"
    },
    "explanation": "Yanıtınız yanlış ise “LATİN AMERİKA İLE İLİŞKİLER” konusunu yeniden gözden geçiriniz.<br/>20 milyon kilometrekare civarında bir yüzölçümüne sahip Latin Amerika, Orta Amerika, Güney Amerika ve Karayipler olmak üzere üç ana coğrafi alt bölgeden oluşmaktadır."
  },
  {
    "id": "3765986",
    "unitNumber": 7,
    "text": "Türkiye’nin Latin Amerika’ya yönelmesinin temel motivasyonun da ____________ geliştirmek olduğunu söylemek mümkündür.<br/>Aşağıdakilerden hangisi boşluğu en uygun şekilde tamamlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Siyasi ilişkileri",
      "B": "ekonomik ilişkiler",
      "C": "tarımsal ilişkileri",
      "D": "ticaret ilişkileri",
      "E": "coğrafi ilişkileri"
    },
    "explanation": "Yanıtınız yanlış ise “LATİN AMERİKA İLE İLİŞKİLER” konusunu yeniden gözden geçiriniz.<br/>Türkiye’nin Latin Amerika’ya yönelmesinin temel motivasyonun da ekonomik ilişkileri geliştirmek olduğunu söylemek mümkündür."
  },
  {
    "id": "3765987",
    "unitNumber": 7,
    "text": "Türkiye ile Latin Amerika ülkeleri arasındaki ilişkiler hangi yıllara kadar çok düşük düzeyli olarak devam etmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1960",
      "B": "1975",
      "C": "1980",
      "D": "1990",
      "E": "2000"
    },
    "explanation": "Yanıtınız yanlış ise “LATİN AMERİKA İLE İLİŞKİLER” konusunu yeniden gözden geçiriniz.<br/>Sonuç olarak Türkiye ile Latin Amerika ülkeleri arasındaki ilişkiler 1990’lı yıllara kadar çok düşük düzeyli olarak devam etmiştir."
  },
  {
    "id": "3765988",
    "unitNumber": 7,
    "text": "Türkiye, Soğuk Savaş döneminde uzak durduğu bölgesel uluslararası örgütlerden Amerikan Devletleri Örgütü’ne hangi yıl gözlemci üye olarak katılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1996",
      "B": "1998",
      "C": "2000",
      "D": "2002",
      "E": "2003"
    },
    "explanation": "Yanıtınız yanlış ise “LATİN AMERİKA İLE İLİŞKİLER” konusunu yeniden gözden geçiriniz.<br/>Türkiye, Soğuk Savaş döneminde uzak durduğu bölgesel uluslararası örgütlerden Amerikan Devletleri Örgütü’ne 1998’de, Karayip Devletler Birliği’ne 2000 yılında gözlemci üye olarak katılmıştır."
  },
  {
    "id": "3765989",
    "unitNumber": 7,
    "text": "Türkiye, Soğuk Savaş döneminde uzak durduğu bölgesel uluslararası örgütlerden Karayip Devletler Birliği’ne hangi yıl gözlemci üye olarak katılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1995",
      "B": "1996",
      "C": "1998",
      "D": "1999",
      "E": "2000"
    },
    "explanation": "Yanıtınız yanlış ise “LATİN AMERİKA İLE İLİŞKİLER” konusunu yeniden gözden geçiriniz.<br/>Türkiye, Soğuk Savaş döneminde uzak durduğu bölgesel uluslararası örgütlerden Amerikan Devletleri Örgütü’ne 1998’de, Karayip Devletler Birliği’ne 2000 yılında gözlemci üye olarak katılmıştır."
  },
  {
    "id": "3765990",
    "unitNumber": 7,
    "text": "Afrika kıtasını yeniden keşfeden devletlerden hangileri başta olmak üzere kıtanın zenginliğini ve taşıdığı potansiyeli kendi ekonomik çıkarları için bir fırsat penceresi olarak görmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çin- ABD",
      "B": "ABD- Hindistan",
      "C": "Japonya- ABD",
      "D": "ABD - SSCB",
      "E": "Suudi Arabistan-ABD"
    },
    "explanation": "Yanıtınız yanlış ise “AFRİKA İLE İLİŞKİLER” konusunu yeniden gözden geçiriniz.<br/>Başta Çin ve ABD olmak üzere Afrika kıtasını yeniden keşfeden devletler kıtanın zenginliğini ve taşıdığı potansiyeli kendi ekonomik çıkarları için bir fırsat penceresi olarak görmektedir."
  },
  {
    "id": "3765991",
    "unitNumber": 7,
    "text": "Latin Amerika örneğinde olduğu gibi Türkiye 1998’de Afrika Eylem Planı’nı kabul ederek Afrika’ya __________başlatmıştır.<br/>Aşağıdakilerden hangisi boşluğu en uygun şekilde tamamlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Açılım Politikasını",
      "B": "Eylem Planını",
      "C": "Ortaklık Politikasını",
      "D": "Ekonomik İlişkilerini",
      "E": "Kültürel Hedeflerini"
    },
    "explanation": "Yanıtınız yanlış ise “AFRİKA İLE İLİŞKİLER” konusunu yeniden gözden geçiriniz.<br/>Latin Amerika örneğinde olduğu gibi Türkiye 1998’de Afrika Eylem Planı’nı kabul ederek Afrika’ya Açılım Politikasını başlatmıştır."
  },
  {
    "id": "3765992",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Orta Asya’ya ait bölgelerden birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kazakistan",
      "B": "Kırgızistan",
      "C": "Özbekistan",
      "D": "Türkmenistan",
      "E": "Moğolistan"
    },
    "explanation": "Yanıtınız yanlış ise “ASYA ÜLKELERİ İLE İLİŞKİLER” konusunu yeniden gözden geçiriniz.<br/>Tarihî Türkistan toprakları olarak da tanımlanan bugünkü Orta Asya coğrafyası, SSCB’den ayrılan devletlerin yanı sıra Afganistan ve Moğolistan’ı da kapsamaktadır. Ancak daha dar bir tanımıyla Orta Asya, kısaca Kazakistan, Kırgızistan, Özbekistan, Türkmenistan ve Tacikistan’dan ibaret olan bölge olarak tanımlanabilir."
  },
  {
    "id": "3766047",
    "unitNumber": 7,
    "text": "Latin Amerika ve kıtanın bölgesel özelliklerine ilişkin aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "ABD’nin güneyinde Meksika sınırından başlayarak Amerika kıtasının güney ucuna kadar olan bölgenin adıdır. ABD’nin güneyinde Meksika sınırından başlayarak Amerika kıtasının güney ucuna kadar tüm bölge Latin Amerika olarak adlandırılmaktadır.",
      "B": "Çoğunlukla elmas ve kömür ihracatına dayalı ekonomilere sahip ülkelerin yer aldığı bölgedir.",
      "C": "Latin Amerika kavramı yerine zaman zaman Kuzey Amerika kavramı da kullanılmaktadır.",
      "D": "Latin Amerika ülkeleri arasında en büyük ekonomiye sahip olan devlet Paraguay’dır.",
      "E": "Orta Amerika, Güney Amerika ve Portekiz olmak üzere üç ana coğrafi alt bölgeden oluşmaktadır."
    },
    "explanation": "ABD’nin güneyinde Meksika sınırından başlayarak Amerika kıtasının güney ucuna kadar tüm bölge Latin Amerika olarak adlandırılmaktadır. 20 milyon kilometrekare civarında bir yüzölçümüne sahip Latin Amerika, Orta Amerika, Güney Amerika ve Karayipler olmak üzere üç ana coğrafi alt bölgeden oluşmaktadır. 26 ülkeden ibaret olan Latin Amerika’daki ülkelerin toplam nüfusu 2021 verilerine göre 626 milyondan fazladır. Başta petrol, bakır, şeker, kauçuk, kahve ve buğday olmak üzere hammadde ve tarım ürünü ihracatına dayalı ekonomilere sahip Latin Amerika ülkeleri arasında en büyük ekonomiye sahip olan devlet Brezilya’dır. Brezilya aynı zamanda satın alma paritesi baz alındığından dünyanın 9. büyük ekonomisidir. Latin Amerika ülkelerinin hızla büyüyen pazarları ve gelişmekte olan ülkelerin ihtiyaç duyduğu önemli hammadde kaynaklarına sahip olması bu bölgeyi ABD, Çin ve Rusya için de son derece ilgi çekici hâle getirmektedir."
  },
  {
    "id": "3766048",
    "unitNumber": 7,
    "text": "Türkiye’nin Latin Amerika’ya yönelmesinin temel motivasyonu nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomik ilişkilerin geliştirilmesi",
      "B": "Güvenlik endişelerinin giderilmesi",
      "C": "Sosyal ilişkilerin düzenlenmesi",
      "D": "Siyasi ilişkilerin düzeltilmesi",
      "E": "Tarihsel ilişkilerin sürdürülmesi"
    },
    "explanation": "Latin Amerika ülkelerinin hızla büyüyen pazarları ve gelişmekte olan ülkelerin ihtiyaç duyduğu önemli hammadde kaynaklarına sahip olması bu bölgeyi ABD, Çin ve Rusya için de son derece ilgi çekici hâle getirmektedir. Nitekim, Türkiye’nin Latin Amerika’ya yönelmesinin temel motivasyonun da ekonomik ilişkileri geliştirmek olduğunu söylemek mümkündür."
  },
  {
    "id": "3766049",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Küba Devrimi’nden sonra Latin Amerika’da sosyalist hareketlerin yaygınlaşması</li> <li>Sovyetler Birliği’nin dağılmasından sonra Türkiye’nin yönünü Türki Cumhuriyetlere dönmüş olması</li> <li>Türkiye’nin NATO üyesi olduktan sonra dış politikasını NATO çerçevesinde yürütmesi</li> </ol> Yukarıdaki gelişmelerden hangisi ya da hangileri Soğuk Savaş döneminde Türkiye’nin Latin Amerika ülkeleriyle ilişkilerini geliştirememesinin nedenleri arasında gösterilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Soğuk Savaş, Türkiye ile Latin Amerika ülkeleri arasındaki ilişkilere olumsuz yansımıştır. Soğuk Savaş’ta Türkiye, pek çok Latin Amerika ülkesi gibi Batı kampında yer almış ve Sovyet Bloku’nun dışında durmuştur. Ancak iki temel neden, Türkiye’nin Latin Amerika ülkeleriyle ilişkilerinin gelişmesini engellemiştir. Küba Devrimi’nden sonra Latin Amerika’da sosyalist hareketlerin yaygınlaşması, Türkiye’nin NATO üyesi olduktan sonra dış politikasını NATO çerçevesinde yürütmesi ve her iki ülkede yaşanan askeri darbeler bu duruma neden olmuştur. Ancak Sovyetler Birliği’nin 1991 yılında dağılmasıyla birlikte Soğuk Savaş da sona ermiştir."
  },
  {
    "id": "3766050",
    "unitNumber": 7,
    "text": "1990’lı yıllardan günümüze Türkiye-Latin Amerika ilişkilerine ilişkin aşağıdaki ifadelerden hangisi söylenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Türk Dış Politikası’nın yeni açılımlarının başarısız örneklerindendir.",
      "B": "2006 yılından itibaren durma noktasına gelmiştir.",
      "C": "İlişkiler maslahatgüzar seviyesine düşürülmüştür.",
      "D": "Bu dönemde Türkiye ile Latin Amerika ülkeleri arasında önemli politik sorunlar yaşanmıştır.",
      "E": "Ekonomik ve kültürel işbirliği temelinde ilişkiler gelişmiştir."
    },
    "explanation": "Türk Dış Politikası’nın Yeni Açılımları denilince akla gelen ilk başarılı örneklerin başında Latin Amerika Açılımı gelmektedir. Soğuk Savaş’ın sona ermesinden sonra çeşitlenen ve farklılaşan dış politika ihtiyaçları çerçevesinde başlayan Latin Amerika’ya yönelik ilgi, 2006’dan itibaren bir atılıma dönüşmüştür. Bu dönemde Türkiye, Latin Amerika ülkeleriyle neredeyse hiçbir önemli politik sorun yaşamadan, ekonomik ve kültürel işbirliği temelinde bir dış politika açılımı gerçekleştirmiştir. Bu açılım, diğer bölgelerdeki açılımlar için de örnek olacak bir model olarak kabul edilmiştir."
  },
  {
    "id": "3766051",
    "unitNumber": 7,
    "text": "1950’li yılların başında Kuzey Afrika’da Fas, Tunus ve Cezayir gibi ülkelerin bağımsızlık taleplerinin Birleşmiş Milletler Genel Kurulu’nda görüşülmesi sürecinde Türkiye açık bir destek göstermemiş, ayrıca Ruanda, Burundi, Moritanya, Angola gibi ülkelerdeki gelişmelerde de çekimser kalmıştır.<br/><u>Yalnızca</u> yukarıdaki gelişmeler göz önünde bulundurulduğunda Türkiye-Afrika ilişkileri hakkında aşağıdaki çıkarımlardan hangisi yapılabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye’nin yönünü Batı’ya çevirdiği",
      "B": "Afrika’nın gelişmemiş bir coğrafya olduğu",
      "C": "Türkiye’nin Afrika’daki gelişmeleri yakından takip etmeyen bir yaklaşımı benimsediği",
      "D": "Afrika halklarının Türkiye’ye bakışının olumsuz olduğu",
      "E": "Türkiye’nin Birleşmiş Milletler Genel Kurulu’nda bir nüfuzunun bulunmadığı"
    },
    "explanation": "1950’li yılların başında Kuzey Afrika’da Fas, Tunus ve Cezayir gibi ülkelerin bağımsızlık taleplerinin Birleşmiş Milletler Genel Kurulu’nda görüşülmesi sürecinde Türkiye açık bir destek göstermemiş, ayrıca Ruanda, Burundi, Moritanya, Angola gibi ülkelerdeki gelişmelerde de çekimser kalmıştır. Afrika’daki gelişmeleri yakından takip etmeyen bir yaklaşımın sonucu olarak Türkiye tarafından Afrika’daki değişimin farkına varılmamış, Soğuk Savaş’ın sert koşulları nedeniyle yakın bölgelere odaklanılmıştır."
  },
  {
    "id": "3766052",
    "unitNumber": 7,
    "text": "1990’lı yıllardan günümüze kadar geçen sürede Türkiye’nin Doğu ve Orta Afrika’daki güvenliğe <u>en önemli</u> katkısı ne olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Somali’de bir askerî üs bölgesi inşa etmesi",
      "B": "“Yumuşak güç” unsurlarını devreye sokması",
      "C": "2005 yılının Türkiye’de Afrika Yılı ilan edilmesi",
      "D": "Ülkedeki iç savaşa son verilmesi amacıyla asker göndermesi",
      "E": "Ticaret hacminin 20 yılda yaklaşık 7 kat artması"
    },
    "explanation": "Türkiye’nin Doğu ve Orta Afrika’daki güvenliğe en önemli katkısı 2016 yılında Somali’de bir askerî üs bölgesi inşa etmesidir. İki ülke arasında imzalanan Savunma Sanayi İşbirliği Anlaşması çerçevesinde inşa edilen üs, 2017 yılında faaliyete geçmiştir. Somali’de faaliyet gösteren El Şebab terör örgütüne karşı mücadelede Somali Ordusu’nun kapasitesini artırmak amacıyla kurulan askerî ilişkiler çerçevesinde binlerce Somali askeri Türkiye’nin kurduğu askerî üs bölgesinde eğitilmektedir. Ayrıca, Somali’de yerleşik Türk askerî personeli Aden Körfezi, Somali karasuları, Arap Denizi gibi bölgelerde gerçekleştirilen deniz haydutluğu faaliyetlerine karşı mücadele etmektedir."
  },
  {
    "id": "3766053",
    "unitNumber": 7,
    "text": "Türkiye’nin 1998 yılından itibaren Afrika Açılımı ve Afrika’ya verdiği önem dört ana sonuç vermiştir. Aşağıdaki seçeneklerden hangisi bu sonuçlar arasında <u>gösterilemez?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Afrika’daki Türkiye imajı Soğuk Savaş’taki olumsuz tablodan kurtulmuştur.",
      "B": "Bölgenin güvenlik sorunlarının çözülmesinde önemli katkılar sunmuştur.",
      "C": "Türkiye, kıtadaki en geniş diplomatik temsilcilik ağlarından birisini kurmuştur.",
      "D": "Ticari ilişkilerin toplam hacmi yaklaşık yedi kat artmıştır.",
      "E": "Kültürel alan gibi “yumuşak güç” unsurlarından vazgeçilmiştir."
    },
    "explanation": "Latin Amerika örneğinde olduğu gibi Türkiye 1998’de Afrika Eylem Planı’nı kabul ederek Afrika’ya Açılım Politikasını başlatmıştır. Türkiye’nin Afrika kıtasındaki uygulamaları Latin Amerika’daki politikasına benzer nitelikler taşıdığı gibi bazı farklılıkları da barındırmaktadır. Ekonomi ve kültürel alan gibi “yumuşak güç” unsurları Afrika politikasında önemli yer tutsa da Türkiye’nin özellikle son dönemde askerî gücünü de kullanarak Afrika’da güvenliğin sağlanmasına katkıda bulunduğu görülmektedir. Ancak, yine de Türkiye’nin Afrika Açılımı büyük ölçüde ekonomik ilişkiler ve “yumuşak güç” araçları çerçevesinde ilerlemiştir. Türkiye’nin 1998 yılından itibaren Afrika Açılımı ve Afrika’ya verdiği önem dört ana sonuç vermiştir:<br/><ul> <li>Türkiye, Afrika Açılımı’yla Afrika’daki diplomatik ilişkilerini hızla geliştirmiş, bu kıtadaki en geniş diplomatik temsilcilik ağlarından birisini kurmuştur.</li> <li>Türkiye ile Afrika ülkeleri arasındaki ticari ilişkilerin toplam hacmi 20 yılda yaklaşık yedi kat artmıştır.</li> <li>Kültür diplomasisi ve insani diplomasi neticesinde Afrika’daki Türkiye imajı Soğuk Savaş’taki olumsuz tablodan kurtulmuştur.</li> <li>Afrika’da çatışmaların sona erdirilmesi ve güvenlik sorunlarının çözülmesinde Türkiye önemli roller üstlenen bir ülke hâline gelmiştir.</li> </ul>"
  },
  {
    "id": "3766054",
    "unitNumber": 7,
    "text": "1990’lı yıllara kadar Türkiye-Asya ülkeleri ilişkilerine dair aşağıdaki ifadelerden hangisi söylenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Her bölgeye aynı ve tek yaklaşım geliştirilmiştir.",
      "B": "İsrail-Filistin Meselesi’ne doğrudan dâhil olmuştur.",
      "C": "Orta Doğu coğrafyası Türk dış politikasının en önemli başlıklarından birisi hâline gelmiştir.",
      "D": "Soğuk Savaş dengelerinin etkisi bu bölgede görülmemiştir.",
      "E": "Türkiye Asya’daki gelişmelere ilgisiz kalmıştır."
    },
    "explanation": "Türkiye’nin Asya ülkeleriyle ilişkilerini Soğuk Savaş dengeleri belirlemiştir. Ancak, Türkiye Asya’daki gelişmelere tamamen ilgisiz kalmamıştır. Bununla birlikte Asya, bir bütün olarak ele alınamayacak kadar büyük bir coğrafya olduğundan bölgelerin özgün dinamiklerine göre farklı yaklaşımlar geliştirilmiştir. Örneğin, Asya’nın Türkiye’ye en yakın alanı olan Orta Doğu coğrafyası Türk dış politikasının en önemli başlıklarından birisi olagelmiştir. Soğuk Savaş boyunca Orta Doğu’daki gelişmeler Türkiye’nin dikkatle izlediği ancak istisnalar dışında müdahil olmayı tercih etmediği gelişmeler olmuştur. Örneğin; Türkiye, İsrail’in kuruluşunda onu ilk tanıyan devletlerden birisi olmasına rağmen uzun bir süre İsrail-Filistin Meselesi’ne doğrudan dâhil olmamıştır."
  },
  {
    "id": "3766055",
    "unitNumber": 7,
    "text": "1990’lı yıllardan günümüze Türkiye-Orta Asya ilişkileri için aşağıdaki sonuç cümlelerinden hangisi söylenebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İlişkilerdeki asıl canlanma 1990 yılında gerçekleşmiştir.",
      "B": "Rusya’nın bu coğrafya üzerindeki etkisi ilişkilerde önemli rol oynamıştır.",
      "C": "Türkiye’nin Orta Asya’daki girişimleri Kazakistan ile sınırlı kalmıştır.",
      "D": "2000’li yılların ortalarına kadar ilişkilerde zirve görülmüştür.",
      "E": "Tacikistan ile imzalanan “Ortak İşbirliği Konseyi” sayesinde ikili ilişkilerin seviyesi beklenenden daha üst düzeye ulaşmıştır."
    },
    "explanation": "Türkiye’nin Orta Asya’yı yeniden keşfi 1990’ların başlarını bulmaktadır. Dönemin başbakanı Süleyman Demirel’in kullandığı ünlü “Adriyatik’ten Çin Seddi’ne kadar Türk Dünyası” söyleminde somutlaşan yaklaşım 1990’ların başında Türkiye’nin bölgeye olan ilgisinin sembolüdür. O dönemde Orta Asya ve Kafkasya’daki yeni devletlere yakın ilgi göstermiştir. Ancak, beklentiler Türkiye’nin iç dinamikleri, Rusya’nın bu coğrafyadaki etkisi ve Orta Asya ve Kafkasya’daki devletlerin iç politik dengeleri nedeniyle karşılanamamıştır. Bu nedenle, 2000’lerin ortalarına kadar ilişkilerde duraklama dönemine girildiği söylenebilir. İlişkilerin asıl canlanması ise 2006’dan sonra başlamıştır. Bu bağlamda Türk Keneşi ve 2012’de Türkiye ile Kazakistan arasında imzalanan “Stratejik Ortaklık Anlaşması” çok değerli adımlar olarak not edilebilir. Ancak Türkiye’nin Orta Asya’daki girişimleri Kazakistan ile sınırlı değildir. Özbekistan ile Türkiye arasındaki ilişkiler özellikle 2016’dan sonra önemli bir gelişme eğilimi göstermiştir. 2017’de iki ülke arasında “Yüksek Düzeyli Stratejik İşbirliği Konseyi” kurulması anlaşması yapılmıştır. Kırgızistan ile Türkiye arasında iki stratejik iş birliği anlaşması bulunmaktadır. Bunlardan bir tanesi Türkiye-Kırgızistan “Ortak Stratejik” Planlama Grubudur. Bu grup, iki ülke arasındaki ticaret hacminin geliştirilmesini önceliklendirmektedir. 1990’lı yıllarda uzun bir süre boyunca iç savaş yaşayan Tacikistan ise 2012’den beri Türkiye ile “Ortak İşbirliği Konseyi” aracılığıyla bağlarını sürdürmektedir. Bununla birlikte, zayıf ekonomisi nedeniyle ikili ilişkilerin seviyesi beklenen düzeye ulaşmamıştır."
  },
  {
    "id": "3766056",
    "unitNumber": 7,
    "text": "Çin’in 2013 yılında ilan ettiği Çin’den İtalya’ya kadar uzanan Asya ve Avrupa ekonomilerini birbirine bağlamayı hedefleyen projenin adı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Baharat Yolu",
      "B": "Çin Seddi",
      "C": "İpek Yolu",
      "D": "Kuşak Yol",
      "E": "Mavi Akım"
    },
    "explanation": "Kuşak Yol Projesi: Çin’in 2013 yılında ilan ettiği Çin’den İtalya’ya kadar uzanan Asya ve Avrupa ekonomilerini birbirine bağlamayı hedefleyen bir ekonomik projedir. Çin, bu projeyle İtalya’ya kadar uzanan bir dizi ekonomik yatırım projeleri gerçekleştireceğini ilan etmiştir."
  },
  {
    "id": "3766293",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ana hatlarıyla İkinci Dünya Savaşı’ndan sonra ortaya çıkan iki kutuplu düzeni tanımlamak için kullanılmış tarihsel bir dönemin adıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Körfez Krizi",
      "B": "Soğuk Savaş",
      "C": "Latin Amerika Açılımı",
      "D": "Karayipler Eylem Planı",
      "E": "Güney Ortak Pazarı"
    },
    "explanation": "Soğuk Savaş: Soğuk Savaş, ana hatlarıyla İkinci Dünya Savaşı’ndan sonra ortaya çıkan iki kutuplu düzeni tanımlamak için kullanılan tarihsel bir dönemdir. Genel olarak 1946-1991 yılları arasına tekabül etmektedir. Bu dönemde dünyanın iki süper gücü olan ABD ve SSCB kapitalist ve komünist veya doğu ve batı blokları denilen iki kutbun lideri olmuşlardır. Bu bilgiler ışığında sorunun doğru cevabı \"Soğuk Savaş\" seçeneğidir."
  },
  {
    "id": "3766302",
    "unitNumber": 7,
    "text": "Türk dış politikasında yeni açılımlar başlığı altında yapılmış girişimler bağlamında düşünüldüğünde “Afrika Açılımı” aşağıda belirtilmiş tarihlerden hangisini kapsamış olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "2000-2005",
      "B": "1995-2005",
      "C": "1988-1995",
      "D": "1998-2005",
      "E": "1998-2003"
    },
    "explanation": "....Her ne kadar Türkiye, 1990’lardan önce de söz konusu bölgelerle bazı ülkelerle ilişki geliştirmiş olsa da 2000’li yıllardan itibaren uzak coğrafyalara olan dış politika ilgisi ekonomik ve kültürel boyutları da içerecek şekilde genişlemiştir. Bu çerçevede Türk dış politikasında yeni açılımlar başlığı altında girişimler hayata geçirilmiştir. Bu girişimlerin en önemlileri 1998 yılında başlayan ve 2005’te somutlaşan “Afrika Açılımı”; yine 1998’de hazırlanan ve 2006’da güncellenen “Latin Amerika ve Karayipler Eylem Planı” ve son olarak diğer bölgelere göre çok<br/>daha köklü ilişkiler bulunmasına rağmen hazırlanması ve hayata geçirilmesi 2019 yılını bulan “Yeniden Asya Girişimi”dir. Bu bilgiler ışığında sorunun çözümü \"1998-2005\" seçeneğidir."
  },
  {
    "id": "3766304",
    "unitNumber": 7,
    "text": "\"Latin Amerika\" terimi ilk kez kim tarafından ve ne zaman kullanılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "2005/Hugo Chavez",
      "B": "2000/Nicholas Maduro",
      "C": "1856/Carlos Menem",
      "D": "1846/Jose Maria Torres Caiceda",
      "E": "1856/Jose Maria Torres Caiceda"
    },
    "explanation": "Türkiye’nin Latin Amerika’ya yönelik açılımını açıklamadan önce ilk yapılması gereken Latin Amerika’nın neresi olduğunun tanımlanmasıdır. Latin Amerika terimi ilk kez 1856’da Jose Maria Torres Caiceda tarafından kullanılmıştır. Bugün kullanılan en geniş anlamıyla Latin Amerika, 15. yüzyılın sonlarından itibaren İspanya ve Portekiz gibi krallıkların Amerika kıtasına ulaşmasıyla fethettiği, bu çerçevede yüzyıllar boyunca sömürülen Latin kökenli dillerin konuşulduğu bir bölgedir. Daha pratik bir tabirle, ABD’nin güneyinde Meksika sınırından başlayarak Amerika kıtasının güney ucuna kadar tüm bölge Latin Amerika olarak adlandırılmaktadır. Bu bilgiler ışığında sorunun doğru cevabı \"1856/Jose Maria Torres Caiceda\" seçeneğidir."
  },
  {
    "id": "3766309",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Türkiye’nin Latin Amerika’yla ekonomik ilişkilerinin gelişmesinde lokomotif rolünü üstlenen ülkeler olarak kabul edilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Brezilya/Venezuela/Honduras",
      "B": "Brezilya/Venezuela/Meksika",
      "C": "Arjantin/Venezuela/Honduras",
      "D": "Venezuela/Meksika/Kolombiya",
      "E": "Meksika/Kolombiya/Uruguay"
    },
    "explanation": "Türkiye’nin Latin Amerika’yla ekonomik ilişkilerinin gelişmesinde lokomotif rolünü üç ülke üstlenmektedir. Bu ülkeler sırasıyla Brezilya, Venezuela ve Meksika’dır. Bu bilgiler ışığında sorunun doğru cevabı \"Brezilya/Venezuela/Meksika\" seçeneğidir."
  },
  {
    "id": "3766310",
    "unitNumber": 7,
    "text": "\"Afrika Eylem Planı\" Türkiye tarafından kaç yılında kabul edilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "2018",
      "B": "2008",
      "C": "1978",
      "D": "1988",
      "E": "1998"
    },
    "explanation": "Latin Amerika örneğinde olduğu gibi Türkiye 1998’de Afrika Eylem Planı’nı kabul ederek Afrika’ya Açılım Politikasını başlatmıştır. Bundan dolayı sorunun doğru cevabı \"1998\" seçeneğidir."
  },
  {
    "id": "3766312",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi; Türkiye'nin Afrika Açılımı ve Afrika’ya verdiği önemin başlıca sonuçlarından biri olarak kabul edilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Türkiye ile Libya’nın meşru hükümeti arasında anlaşma yapılması",
      "B": "Siyasi ve kültürel ilişkilerin güçlendirilmesi",
      "C": "Ekonomik ilişkilerin gözden geçirilmesi",
      "D": "Türkiye ile Afrika ülkeleri arasındaki ticari ilişkilerin toplam hacmin 20 yılda yaklaşık yedi kat artması",
      "E": "Güvenlik sorunlarının çözümü için anlaşmalar yapılması"
    },
    "explanation": "• Özetle, Türkiye’nin 1998’den itibaren Afrika Açılımı ve Afrika’ya verdiği önem dört ana sonuç vermiştir.<br/>• Türkiye, Afrika Açılımı’yla Afrika’daki diplomatik ilişkilerini hızla geliştirmiş, bu kıtadaki en geniş diplomatik temsilcilik ağlarından birisini kurmuştur.<br/>• Türkiye ile Afrika ülkeleri arasındaki ticari ilişkilerin toplam hacmi 20 yılda yaklaşık 7 kat artmıştır.<br/>• Kültür diplomasisi ve insani diplomasi neticesinde Afrika’daki Türkiye imajı Soğuk Savaş’taki olumsuz tablodan kurtulmuştur.<br/>• Afrika’da çatışmaların sona erdirilmesi ve güvenlik sorunlarının çözülmesinde Türkiye önemli roller üstlenen bir ülke hâline gelmiştir.<br/>Bu bilgiler ışığında sorunun doğru cevabı \"Türkiye ile Afrika ülkeleri arasındaki ticari ilişkilerin toplam hacmin 20 yılda yaklaşık yedi kat artması\" seçeneğidir."
  },
  {
    "id": "3766313",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"Kuşak Yol Projesi'nin\" başlıca bir amacını ortaya koymuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Çin'den İtalya'ya kadar uzanan bir dizi ekonomik yatırım projesi gerçekleştirilmesi",
      "B": "Türkiye’yi Gürcistan, Azerbaycan ve Hazar Denizi üzerinden Türkmenistan ile Kazakistan’a ve buradan, Afganistan, Pakistan ve Çin’e bağlayan bir proje geliştirilmesi",
      "C": "İkişer yıllık eylem planlarından oluşması",
      "D": "Ülkeler arası ekonomik ilişkilerin güçlendirilmesi",
      "E": "Asya Kıtası'ndaki ülkelerin birbirleri ile Stratejik Anlaşmalar planlaması"
    },
    "explanation": "Kuşak Yol Projesi: Çin’in 2013 yılında ilan ettiği Çin’den İtalya’ya kadar uzanan<br/>Asya ve Avrupa ekonomilerini birbirine bağlamayı hedefleyen bir ekonomik projedir. Çin, bu projeyle İtalya’ya kadar uzanan bir dizi ekonomik yatırım projeleri gerçekleştireceğini ilan etmiştir. Bu bilgiler ışığında sorunun doğru cevabı \"Çin'den İtalya'ya kadar uzanan bir dizi ekonomik yatırım projesi gerçekleştirilmesi\" seçeneğidir."
  },
  {
    "id": "3766315",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Özbekistan ile Türkiye arasında “Yüksek Düzeyli Stratejik İşbirliği Konseyi” kurulmasının önemli bir sonucu olarak kabul edilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bağlantısızlar Hareketi'nin gelişmesi",
      "B": "“Asya Stratejileri” geliştirilmesi",
      "C": "Kırgızistan ile Türkiye arasında iki stratejik iş birliği anlaşması yapılması",
      "D": "Orta Asya’nın göreli küçük olan ülkeleri Kırgızistan ve Tacikistan ile de bazı önemli aşamaların kaydedilmesi",
      "E": "Özbekistan'ın 2019 yılında Türk Konseyi’ne tam üye olması"
    },
    "explanation": "Özbekistan ile Türkiye arasındaki ilişkiler özellikle 2016’dan sonra önemli bir<br/>gelişme eğilimi göstermiştir. 2017’de iki ülke arasında “Yüksek Düzeyli Stratejik İşbirliği Konseyi” kurulması anlaşması yapılmış, bu konsey 2018’de hayata geçmiştir. Nitekim, ilişkilerin geliştirilmesi için atılan bu önemli adımdan sonra Özbekistan 2019 yılında Türk Konseyi’ne tam üye olmuştur. Bu bilgiler ışığında sorunun doğru cevabı \"Özbekistan'ın 2019 yılında Türk Konseyi’ne tam üye olması\" seçeneğidir."
  },
  {
    "id": "3766317",
    "unitNumber": 7,
    "text": "Aşağıda adı verilmiş ülkelerden hangisi Şangay İşbirliği Örgütü'nün bir üyesi <em><strong>değildir? </strong></em>",
    "correctAnswer": "B",
    "options": {
      "A": "Rusya",
      "B": "Tataristan",
      "C": "Tacikistan",
      "D": "Kırgızistan,",
      "E": "Kazakistan"
    },
    "explanation": "1996’da Kazakistan, Kırgızistan, Tacikistan, Rusya ve Çin arasında kurulan Şangay İşbirliği Örgütü (ŞİÖ) 2001’de Özbekistan’ın da katılmasıyla daha da<br/>güçlenmiştir. ŞİÖ hem ekonomik ve güvenlik boyutları olan bir örgüttür. Kuruluşu itibarıyla bölgesel barış ve istikrarın korunması, terörizm ve ayrılıkçılıkla mücadele gibi konuları temel alan örgüt zaman içinde siyaset, kültür, bilim, ekonomi, eğitim ve bilim alanlarında ilerleme kaydetmiştir. Bu bilgiler ışığında sorunun doğru cevabı \"Tataristan\" seçeneğidir."
  },
  {
    "id": "3766319",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi Yeniden Asya Girişimi’nin, Asya’ya yönelik önceki açılımlara olan en önemli farkı sayılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Türk Dünyası’na yönelik açılım dalgası olması",
      "B": "Önceliğinin ticari ilişkilerin güçlendirilmesi olması",
      "C": "Kazakistan, Kırgızistan, Tacikistan, Rusya ve Çin arasında işbirliği anlaşması içermesi",
      "D": "İkişer yıllık eylem planları oluşturulması ile sistematik bir yaklaşım sergilemesi",
      "E": "Asya’nın uluslararası politika ve ekonomide daha büyük bir rol alacağı gerçeğinin ortaya çıkmasını sağlaması"
    },
    "explanation": "Yeniden Asya Girişimi’nin, Asya’ya yönelik önceki açılımlardan en önemli farklı, bu konu çerçevesinde ikişer yıllık eylem planları oluşturularak sistematik bir yaklaşım geliştirilmesidir. Yeni yaklaşımın en önemli ayaklarından birisi girişimi destekleyecek kurumsal alt yapının oluşturulmasıdır. Türkiye’nin hâlihazırda Yeniden Asya Girişimi kapsamında bulunan ülkelerde 30 Büyükelçiliği ve 24 Başkonsolosluğu vardır. Ancak bu girişimin hemen ertesinde COVID-19 salgını dünyayı olumsuz etkilediği için şu ana kadar hedeflenen ilerleme gerçekleşememiştir. Bu bilgiler ışığında sorunun doğru cevabı \"ikişer yıllık eylem planları oluşturulması ile sistematik bir yaklaşım sergilemesi\" seçeneğidir."
  },
  {
    "id": "3766362",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi soğuk savaşa ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "İkinci Dünya Savaşı’ndan sonra ortaya çıkmıştır.",
      "B": "İki kutuplu düzeni tanımlayan tarihsel bir dönemdir.",
      "C": "1946-1991 yılları arasına denk gelir.",
      "D": "ABD doğu blokları denilen kutbun lideri olmuştur.",
      "E": "SSCB, komünist blok ülkelerinin lideridir."
    },
    "explanation": "Soğuk Savaş, anahatlarıyla İkinci Dünya Savaşı’ndan sonra ortaya çıkan iki kutuplu düzeni tanımlamak için<br/>kullanılan tarihsel bir dönemdir. Genel olarak 1946-1991 yılları arasına tekabül etmektedir. Bu dönemde dünyanın iki süper gücü olan ABD ve SSCB kapitalist ve komünist veya doğu ve batı blokları denilen iki kutbun lideri olmuşlardır."
  },
  {
    "id": "3766365",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Latin Amerika terimine ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bu terimi ilk kez 1856’da kullanılmıştır.",
      "B": "Bu terimini Jose Maria Torres Caiceda yaratmıştır.",
      "C": "Bu terim ile Latin kökenli dillerin konuşulduğu bölge kastedilir.",
      "D": "Bu terim yerine Güney Amerika kavramı da kullanılır.",
      "E": "Bu terim aynı zamanda “Batı Yarım Küre” anlamına da gelir."
    },
    "explanation": "Latin Amerika kavramı yerine zaman zaman Güney Amerika kavramı da kullanılmaktadır. Bunun yanı sıra Kuzey ve Güney Amerika kıtalarının her ikisini de içerecek şekilde “Amerikalar” ve “Batı Yarım Küre” kavramlarının kullanıldığı da görülmektedir."
  },
  {
    "id": "3766368",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Latin Amerika'ya ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Latin Amerika üç ana coğrafi alt bölgeden oluşur.",
      "B": "Latin Amerika ile kastedilen bölgede 26 ülke vardır.",
      "C": "Hammadde ve tarım ürünü ihracatına dayalı ekonomiye sahiptir. l",
      "D": "Birezilya en büyük ekonomiye sahip Latin Amerika devletidir.",
      "E": "Latin Amerika, Türkiye ekonomisi için ilgi çekici bir ülke değildir."
    },
    "explanation": "Latin Amerika, Orta Amerika, Güney Amerika ve Karayipler olmak üzere üç ana coğrafi alt bölgeden oluşmaktadır. Bilakis Türkiye’nin Latin Amerika’ya yönelmesinin temel motivasyonun da ekonomik ilişkileri<br/>geliştirmek olduğunu söylemek mümkündür."
  },
  {
    "id": "3766371",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 1990’lara kadar Türkiye-Latin Amerika ilişkilerine ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Latin Amerika ülkeleriyle ilişkiler Osmanlı İmparatorluğu zamanında başlamıştır.",
      "B": "Brezilya 1926’da Türkiye Cumhuriyeti’ni tanımıştır.",
      "C": "Cumhuriyet’in ilk yıllarındaki ilişkileri Latin Amerika'ya göç eden insanlar kolaylaştırmıştır.",
      "D": "Soğuk Savaş, Türkiye ile Latin Amerika ülkeleri arasındaki ilişkileri etkilememiştir.",
      "E": "1950’li yıllarda Türkiye’nin Latin Amerika’nın en önemli ülkelerinde büyükelçilikleri vardır."
    },
    "explanation": "Soğuk Savaş, Türkiye ile Latin Amerika ülkeleri arasındaki ilişkilere olumsuz yansımıştır."
  },
  {
    "id": "3766373",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Soğuk Savaş sonrası Türkiye ile Latin Amerika arasındaki ilişkilere ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "1992 yılında Soğuk Savaş sonrası El Turco lakablı Arjantin Cumhurbaşkanı Carlos Menem Türkiye'yi ziyaret etmiştir.",
      "B": "1995 yılında Cumhurbaşkanı Süleyman Demirel Şili, Arjantin ve Brezilya’yı kapsayan bir Latin Amerika turu yapmıştır.",
      "C": "1998 yılında Dışişleri Bakanı İsmail Cem’in “Latin Amerika Açılımı”nı başlatmıştır.",
      "D": "1997’de Türkiye Afrika ve Latin Amerika’ya daha da önem vermiştir.",
      "E": "Türkiye ile Latin Amerika ülkeleri arasındaki ilişkiler 2006 yılından sonra yavaşlamıştır."
    },
    "explanation": "Bilakis Türkiye ile Latin Amerika ülkeleri arasındaki ilişkiler asıl olarak 2006 yılından sonra ivme kazanmıştır."
  },
  {
    "id": "3766376",
    "unitNumber": 7,
    "text": "Hangi yıl hangisi Türkiye’de “Latin Amerika ve Karayipler Yılı” ilan edilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1992 yılı",
      "B": "1995 yılı",
      "C": "1998 yılı",
      "D": "2000 yılı",
      "E": "2006 yılı"
    },
    "explanation": "2006 yılı Türkiye’de “Latin Amerika ve Karayipler Yılı” ilan edilirken dönemin Dışişleri Bakanı Abdullah Gül’ün Latin Amerika ziyareti gerçekleştirmiştir"
  },
  {
    "id": "3766377",
    "unitNumber": 7,
    "text": "Aşğıdakilerden hangi ülke MERCOSUR (Güney Ortak Pazarı) ülkeleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Brezilya",
      "B": "Arjantin",
      "C": "Uruguay",
      "D": "Paraguay",
      "E": "Venezuela"
    },
    "explanation": "Brezilya, Arjantin, Uruguay, Paraguay, MERCOSUR (Güney Ortak Pazarı)üyesi ülkeleridir."
  },
  {
    "id": "3766379",
    "unitNumber": 7,
    "text": "Türkiye Cumhuriyeti’nin Afrika’daki ilk diplomatik temsilciliği kaç yılında Addis Ababa’da açılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1926",
      "B": "1935",
      "C": "1946",
      "D": "1950",
      "E": "1987"
    },
    "explanation": "Türkiye Cumhuriyeti’nin Afrika’daki ilk diplomatik temsilciliği, 1926 yılında kıtanın tek bağımsız ülkesi olan Etiyopya’nın başkenti Addis Ababa’da açılmıştır."
  },
  {
    "id": "3766381",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 1990’lara kadar Türkiye-Afrika ilişkilerine ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Türkiye Cumhuriyeti’nin Afrika’daki ilk diplomatik temsilciliği, 1926 yılında açılmıştır.",
      "B": "1950’lerde Kuzey Afrika’daki bazı ülkelerin bağımsızlık mücadelesine Türkiye açık bir destek vermiştir.",
      "C": "Türkiye 1960’lı yıllarda Kıbrıs konusunda Afrika ülkelerinden destek bulamamıştır.",
      "D": "1956’da Süveyş Kanalı nedeniyle ortaya çıkan savaşta Türkiye Mısır’ın yanında yer almamıştır.",
      "E": "1970’li yılların sonunda Türkiye, Afrika’ya yönelik politikasında ilişkileri onarmaya yönelik adımlar<br/>atmıştır."
    },
    "explanation": "1950’lerin başında Kuzey Afrika’da Fas, Tunus ve Cezayir gibi ülkelerin bağımsızlık taleplerinin Birleşmiş Milletler Genel Kurulu’nda görüşülmesinde sürecinde Türkiye açık bir destek vermekten geri durmuştur."
  },
  {
    "id": "3766383",
    "unitNumber": 7,
    "text": "Özbekistan ile Türkiye arasında hangi yılda “Yüksek Düzeyli Stratejik İşbirliği Konseyi”<br/>kurulması anlaşması yapılmıştı?",
    "correctAnswer": "E",
    "options": {
      "A": "2000",
      "B": "2008",
      "C": "2012",
      "D": "2015",
      "E": "2017"
    },
    "explanation": "Özbekistan ile Türkiye arasındaki ilişkiler özellikle 2016’dan sonra önemli bir gelişme eğilimi göstermiştir. 2017’de iki ülke arasında “Yüksek Düzeyli Stratejik İşbirliği Konseyi” kurulması anlaşması yapılmıştır."
  },
  {
    "id": "3765938",
    "unitNumber": 8,
    "text": "ECO Ticaret ve Kalkınma Bankası (ECO Bank) Türkiye'de hangi yılda ve nerede açılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "2005-İstanbul",
      "B": "2006-İstanbul",
      "C": "2007-Ankara",
      "D": "2008-İstanbul",
      "E": "2009-İstanbul"
    },
    "explanation": "Yanıtınız yanlış ise \"Orta Doğu ve İslam Ülkelerini Kapsayan Bölgesel Örgütler ve Türkiye\" konusunu yeniden gözden geçiriniz.<br/>2008-İstanbul"
  },
  {
    "id": "3765939",
    "unitNumber": 8,
    "text": "D-8'in yapısı ile ilgili verilen bilgilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Zirve, en üst organı olarak devlet ve hükümet başkanlarının katılımıyla üç yılda bir toplanır.",
      "B": "Örgütün yapısı Zirve, Konsey ve Komisyon olmak üzere üç ana organdan oluşmaktadır.",
      "C": "Karar-alma organı olan Konsey, Dışişleri Bakanları’ndan oluşmaktadır.",
      "D": "Genel Merkezi İstanbul’da olan örgütte ayrıca bir de eşgüdümü sağlamak üzere İcra Direktörlüğü kurulmuştur.",
      "E": "Komisyon ise her biri kendi ülkesinin ulusal eşgüdümünden sorumlu diplomatlardan oluşan yürütme organıdır."
    },
    "explanation": "Yanıtınız yanlış ise \"Orta Doğu ve İslam Ülkelerini Kapsayan Bölgesel Örgütler ve Türkiye\" konusunu yeniden gözden geçiriniz.<br/>Zirve, en üst organı olarak devlet ve hükümet başkanlarının katılımıyla iki yılda bir toplanır."
  },
  {
    "id": "3765940",
    "unitNumber": 8,
    "text": "“Medeniyet ve Uyum” başlıklı İİT-AB Ortak Forumu yapıldığı yıl ve yer aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şubat 2001-Ankara",
      "B": "Ocak 2002-İstanbul",
      "C": "Şubat 2002- İstanbul",
      "D": "Şubat 2003- Ankara",
      "E": "Ocak 2004- İstanbul"
    },
    "explanation": "Yanıtınız yanlış ise \"Orta Doğu ve İslam Ülkelerini Kapsayan Bölgesel Örgütler ve Türkiye\" konusunu yeniden gözden geçiriniz.<br/>“Medeniyet ve Uyum” başlıklı İİT-AB Ortak Forumu İİT ile AB’den toplam 71 ülke temsilcisinin katılımıyla, Şubat 2002’de İstanbul’da yapıldı."
  },
  {
    "id": "3765941",
    "unitNumber": 8,
    "text": "Aşağıda verilen zirvelerden kaçıncısı KEİT/KEİ’in Türkiye'de gerçekleşen zirvelerinden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "5. Zirve",
      "B": "10. Zirve",
      "C": "15. Zirve",
      "D": "20. Zirve",
      "E": "25. Zirve"
    },
    "explanation": "Yanıtınız yanlış ise \"Avrupa Kıtası Merkezli Uluslararası Örgütler ve Türkiye\" konusunu yeniden gözden geçiriniz.<br/>Sekreteryası Türkiye’de bulunan KEİT’in 10., 15., 20. ve 25. zirveleri Türkiye’de gerçekleştirildi ve 25. yıl zirvesi, 2017’de İstanbul’da yapıldı."
  },
  {
    "id": "3765942",
    "unitNumber": 8,
    "text": "AİHM’in istatistiklerine göre, 2021 sonunda en fazla dava başvurusu yapılan ülkeler sıralamasında birinci olan ülke hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Türkiye",
      "B": "Rusya",
      "C": "Ukrayna",
      "D": "Romanya",
      "E": "Belçika"
    },
    "explanation": "Yanıtınız yanlış ise \"Avrupa Kıtası Merkezli Uluslararası Örgütler ve Türkiye\" konusunu yeniden gözden geçiriniz.<br/>Rusya"
  },
  {
    "id": "3765943",
    "unitNumber": 8,
    "text": "Aşağıda G-20 ile ilgili verilen bilgilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "G-20, dünya ticaretinin %70’i ve dünya nüfusunun %55’ını temsil eden, dünyanın en büyük 20 ekonomisine sahip devletleri bir araya getiren bir yapıya sahiptir.",
      "B": "Mevcut hâliyle G20 standart bir kurumsal yapısı, bir daimî sekreteryası olan bir uluslararası örgüttür.",
      "C": "Türkiye, Aralık 2013-Kasım 2014 tarihleri arasında G20 Dönem Başkanlığı görevini yürüttü ve görevi Antalya’da yapılan G20 liderler zirvesi ile sona erdi.",
      "D": "G20 platformu küresel ekonomik istikrarın sağlanması ve teşvik edilmesi için resmî bir görüş bildirilmesinin sağlanmasını amaç edinmektedir.",
      "E": "2015 yılında Ankara’da 10 Ekim’de, Paris’te 13 Ekim’de gerçekleştirilen kanlı terör saldırıları sonrasında G20 tarihinde ilk kez terörizmle ilgili bir bildiri kabul edildi."
    },
    "explanation": "Yanıtınız yanlış ise \"Küresel Örgütler ve Türkiye\" konusunu yeniden gözden geçiriniz.<br/>2015 yılında Ankara’da 10 Ekim’de, Paris’te 13 Ekim’de gerçekleştirilen kanlı terör saldırıları sonrasında G20 tarihinde ilk kez terörizmle ilgili bir bildiri kabul edildi."
  },
  {
    "id": "3765944",
    "unitNumber": 8,
    "text": "I. SDR, hem bir rezerv türü hem de bir IMF’nin hesap birimidir. <br/>II. 1969 yılında üye ülkelerin rezerv ihtiyaçlarına destek olmak ve uluslararası likiditeyi<br/>artırmak amacıyla yaratılmış faizli bir uluslararası rezerv paradır. <br/>III. IMF, zaman zaman yeni SDR’ler yaratarak üye ülkelere tahsis eder ve onların rezerv pozisyonlarının iyileşmesine katkıda bulunur.<br/>IV. SDR’nin değeri, beş para biriminin belirli ağırlıklarla yer aldığı bir sepet aracılığıyla belirlenir. <br/>Yukarıda SDR ile ilgili verilen bilgilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-II-IV",
      "D": "I-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise \"Küresel Örgütler ve Türkiye\" konusunu yeniden gözden geçiriniz.<br/>I-II-III-IV"
  },
  {
    "id": "3765945",
    "unitNumber": 8,
    "text": "BM Güvenlik Konseyi geçici üyeliği seçimine ilişkin aşağıda verilen bilgilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "BM Güvenlik Konseyi geçici üyeliği seçiminde bahsedilen Batı Avrupa ve Diğerleri, örgüt içinde varlığı kabul edilen dört coğrafi gruptan biridir. Diğerleri Afrika, Asya-Pasifik, Doğu Avrupa ile Latin Amerika bölgeleridir.",
      "B": "BM Güvenlik Konseyi geçici üyeliği seçiminde bahsedilen Batı Avrupa ve Diğerleri, örgüt içinde varlığı kabul edilen beş coğrafi gruptan biridir. Diğerleri Afrika, Asya-Pasifik, Doğu Avrupa ile Latin Amerika ve Madagaskar bölgeleridir.",
      "C": "Türkiye hem WEOG hem Asya grubu çalışmalarına katılmakla birlikte, seçimler sırasında WEOG üyesi olarak kabul edilir.",
      "D": "Türkiye hem WEOG hem Asya grubu çalışmalarına katılmakla birlikte, seçimler sırasında Asya grubu üyesi olarak kabul edilir.",
      "E": "Türkiye hem WEOG hem Avrupa grubu çalışmalarına katılmakla birlikte, seçimler sırasında WEOG üyesi olarak kabul edilir."
    },
    "explanation": "Yanıtınız yanlış ise \" Küresel Örgütler ve Türkiye\" konusunu yeniden gözden geçiriniz.<br/>BM Güvenlik Konseyi geçici üyeliği seçiminde bahsedilen Batı Avrupa ve Diğerleri, örgüt içinde varlığı kabul edilen beş coğrafi gruptan biridir. Diğerleri Afrika, Asya-Pasifik, Doğu Avrupa ile Latin Amerika ve Karayipler bölgeleridir. Türkiye hem WEOG hem Asya grubu çalışmalarına katılmakla birlikte, seçimler sırasında WEOG üyesi olarak kabul edilir."
  },
  {
    "id": "3765946",
    "unitNumber": 8,
    "text": "\"Annan Planı\" ile ilgili verilen bilgilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Resmî adı “Kıbrıs Sorununun Kapsamlı Çözümü İçin Anlaşma Temeli”dir.",
      "B": "Kasım 2002’den Mart 2004’e kadar üç kez revize edilmiştir.",
      "C": "Annan planı, içerisinde iki Parça Devlet’in (Component State) yer alacağı, federal yapıya sahip bir Ortak Devlet (Common State) kurulmasını öngörmekteydi.",
      "D": "Annan Planı, 24 Nisan 2004’te yapılan referandumda Türk kesim tarafından %60 oranında kabul görmüşse de Rum kesim tarafının %70'inin reddetmesi sebebiyle hayata geçirilememiştir.",
      "E": "1960 Garanti, İttifak ve Kuruluş antlaşmaları yürürlükle kalmaya devam edecek,<br/>ama bunlar değişen şartlar çerçevesinde ortaya çıkan “Yeni Durum”a uygulanacaktı."
    },
    "explanation": "Yanıtınız yanlış ise \"Küresel Örgütler ve Türkiye\" konusunu yeniden gözden geçiriniz.<br/>24 Nisan 2004’te yapılan referandumda Türk kesim tarafından %64,91 oranında kabul gördüğü hâlde Rum kesim tarafının %75,38’inin reddettiği Annan Planı hayata geçirilemedi."
  },
  {
    "id": "3765947",
    "unitNumber": 8,
    "text": "Türk personelin görev yaptığı misyonlara ilişkin verilen eşleştirmelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "UNSOM - Sudan",
      "B": "MINUSCA - Kongo",
      "C": "UNIFIL - Lübnan",
      "D": "MONUSCO - Kosova",
      "E": "MINUSMA - Orta Afrika Cumhuriyeti"
    },
    "explanation": "Yanıtınız yanlış ise \"Küresel Örgütler ve Türkiye\" konusunu yeniden gözden geçiriniz.<br/>UNIFIL - Lübnan"
  },
  {
    "id": "3765948",
    "unitNumber": 8,
    "text": "Türkiye 1966 tarihli İkiz Sözleşmeler olarak adlandırılan BM Medeni ve Siyasal<br/>Haklar Sözleşmelerini kaç yılında onaylamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "2003",
      "B": "2001",
      "C": "2004",
      "D": "2002",
      "E": "2000"
    },
    "explanation": "Türkiye 1966 tarihli İkiz Sözleşmeler olarak adlandırılan BM Medeni ve Siyasal<br/>Haklar Sözleşmelerini 2003’te onayladı."
  },
  {
    "id": "3765949",
    "unitNumber": 8,
    "text": "IMF kaç yılında kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "1940",
      "B": "1944",
      "C": "1955",
      "D": "1950",
      "E": "1945"
    },
    "explanation": "1944 yılında ABD’nin New Hampshire eyaletindeki Bretton-Woods’ta yapılan ve resmi adı Birleşmiş Milletler Para ve Finans Konferansı (United Nations Monetary and Financial Conference) olan<br/>konferans (kısaca Bretton-Woods Konferansı) sonunda, 44 ülke tarafından yapılan anlaşma ile Uluslararası Para Fonu (IMF) kurulmuştur."
  },
  {
    "id": "3765950",
    "unitNumber": 8,
    "text": "Türkiye IMF'ye kaç yılında üye olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1940",
      "B": "1945",
      "C": "1947",
      "D": "1950",
      "E": "1952"
    },
    "explanation": "Türkiye’nin 1947’den itibaren üye olduğu IMF, döviz kuru istikrarını, ekonomik büyüme ve istihdam artışını desteklemek ve üye ülkelerin karşılaştığı ödemeler dengesi sorunlarına yardımcı olmak amaçlarıyla kurulmuştu."
  },
  {
    "id": "3765951",
    "unitNumber": 8,
    "text": "Kısaca Dünya Bankası olarak adlandırılan Uluslararası İmar ve Kalkınma Bankası kaç yılında kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1941",
      "B": "1943",
      "C": "1950",
      "D": "1944",
      "E": "1940"
    },
    "explanation": "1944 yılında ABD’nin New Hampshire eyaletindeki Bretton-Woods’ta yapılan ve resmi adı Birleşmiş Milletler Para ve Finans Konferansı (United Nations Monetary and Financial Conference) olan konferans (kısaca Bretton-Woods Konferansı) sonunda, 44 ülke tarafından yapılan anlaşma ile Uluslararası Para Fonu (IMF) ve kısaca Dünya Bankası olarak adlandırılan Uluslararası İmar ve Kalkınma Bankası kurulmuştur."
  },
  {
    "id": "3765952",
    "unitNumber": 8,
    "text": "........... yılında ABD tarafından Avrupa ülkelerinin ekonomilerine destek olmak amacıyla önerilen Marshall Yardımları çerçevesinde Avrupa Ekonomi İşbirliği Örgütü’nün (OEEC) kurulmuştur. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1952",
      "B": "1950",
      "C": "1945",
      "D": "1940",
      "E": "1947"
    },
    "explanation": "1947’de ABD tarafından Avrupa ülkelerinin ekonomilerine destek olmak amacıyla önerilen Marshall Yardımları çerçevesinde Avrupa Ekonomi İşbirliği Örgütü’nün (OEEC) kurulmuştur."
  },
  {
    "id": "3765953",
    "unitNumber": 8,
    "text": "OECD bünyesinde faaliyet gösteren Uluslararası Enerji Ajansı kaç yılında kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1974",
      "B": "1970",
      "C": "1975",
      "D": "1978",
      "E": "1980"
    },
    "explanation": "OECD bünyesinde faaliyet gösteren Uluslararası Enerji Ajansı’nın 1974 yılında kurulmuştur."
  },
  {
    "id": "3765954",
    "unitNumber": 8,
    "text": "G7 Grubu, ........ yılında Rusya’nın katılımıyla G8 adını aldı. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1995",
      "B": "1998",
      "C": "1990",
      "D": "1993",
      "E": "1994"
    },
    "explanation": "1973-4’teki petrol krizinin ardından ortaya çıkan ekonomik kriz koşullarında 1976’da, ABD, Batı Almanya, Japonya, İngiltere, Fransa, İtalya ve Kanada tarafından oluşturulan G7 Grubu, 1998’de Rusya’nın katılımıyla G8 adını aldı."
  },
  {
    "id": "3765955",
    "unitNumber": 8,
    "text": "Avrupa Konseyi’nin en önemli kazanımı, ........ yılında imzalanıp .......... yılında yürürlüğe giren Avrupa İnsan Hakları Sözleşmesi (AİHS)’dir. Boşluklara sırasıyla aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1950-1955",
      "B": "1945-1953",
      "C": "1950-1953",
      "D": "1945-1952",
      "E": "1952-1955"
    },
    "explanation": "Avrupa Konseyi’nin en önemli kazanımı, 1950’de imzalanıp 1953’te yürürlüğe giren Avrupa İnsan Hakları Sözleşmesi (AİHS)’dir.<br/>1950-1953"
  },
  {
    "id": "3765956",
    "unitNumber": 8,
    "text": "Eski adıyla İslam Konferansı Örgütü kaç yılından itibaren İslam İşbirliği Teşkilatı (İİT) ismini benimsemiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "2018",
      "B": "2004",
      "C": "2009",
      "D": "2011",
      "E": "2015"
    },
    "explanation": "Eski adıyla İslam Konferansı Örgütü, Haziran 2011’den itibaren benimsediği ismiyle İslam İşbirliği Teşkilatı (İİT), Türk dış politikası bakımından en önemli uluslararası örgütlenmelerden biridir."
  },
  {
    "id": "3765957",
    "unitNumber": 8,
    "text": "Ekonomik İşbirliği Örgütü kaç yılında İzmir’de yapılan bir anlaşmayla kurulmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "1990",
      "B": "1976",
      "C": "1978",
      "D": "1980",
      "E": "1985"
    },
    "explanation": "Ekonomik İşbirliği Örgütü (Economic Cooperation Organisation -ECO) Türkiye, Pakistan ve İran<br/>arasında 1964 tarihinde kurulmuş bulunan Bölgesel Kalkınma İçin İşbirliği (Regional Cooperation for<br/>Development) adlı örgütün bir nevi devamı niteliğinde olmak üzere, 1985 yılında İzmir’de yapılan<br/>bir anlaşmayla kuruldu."
  },
  {
    "id": "3766314",
    "unitNumber": 8,
    "text": "Birleşmiş Milletler Örgütü'nün kuruluşu aşağıda yer verilen dönemlerden hangisine denk gelmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Birinci Dünya Savaşı sonrası",
      "B": "Körfez Savaşı sonrası",
      "C": "İran-Irak Savaşı sonrası",
      "D": "İkinci Dünya Savaşı'ndan sonra",
      "E": "Berlin Duvarı'nın yıkılması sonrası"
    },
    "explanation": "İkinci Dünya Savaşı sonrasında kurulan uluslararası düzenin ana unsuru olan Birleşmiş Milletler,<br/>büyük ölçüde etkisiz kaldığı Soğuk Savaş döneminin sona ermesiyle birlikte, sadece uluslararası güvenlik değil diğer pek çok alanda etkinliğini artırdı."
  },
  {
    "id": "3766316",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangileri 2. Dünya Savaşı sonrası kurulan uluslararası düzende uluslararası ekonomik ilişkileri düzenlemeyi hedefleyen oluşumlardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Birleşmiş Milletler, Dünya Bankası, Uluslararası Para Fonu",
      "B": "Dünya Bankası, Uluslararası Para Fonu",
      "C": "Birleşmiş Milletler, Avrupa Ekonomik Topluluğu, Uluslararası Para Fonu",
      "D": "Birleşmiş Milletler, Uluslararası Para Fonu",
      "E": "Avrupa Birliği, Ekonomik İşbirliği ve Kalkınma Örgütü, Uluslararası Para Fonu"
    },
    "explanation": "2. Dünya Savaşı sonrası kurulan uluslararası düzende uluslararası ekonomik ilişkileri düzenlemeyi hedefleyen oluşumlar Uluslararası Para Fonu ve Dünya Bankası'dır."
  },
  {
    "id": "3766318",
    "unitNumber": 8,
    "text": "Türkiye’nin Birleşmiş Milletler bünyesindeki barış gücü misyonlarına katılımındaki artışın en önemli nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgüt içindeki etkinliğini ve görünürlüğünü artırma",
      "B": "Türkiye'ye komşu olan ülkelere barış getirme",
      "C": "Türkiye'nin komşusu olan ülkeler ile olan anlaşmazlıkları çözme",
      "D": "Türkiye ve çevresindeki ülkelere toplumsal barışı getirme",
      "E": "Orta Doğu ve Güney Amerika'daki çatışmaların sonlanmasına katkı sağlama"
    },
    "explanation": "Türkiye’nin Birleşmiş Milletler bünyesindeki barış gücü misyonlarına katılımındaki artışın en önemli nedeni örgüt içindeki etkinliğini ve görünürlüğünü arttırmadır"
  },
  {
    "id": "3766320",
    "unitNumber": 8,
    "text": "1976 yılında kurulan G7 grubunda aşağıdaki ülkelerden hangisi <u>yer almamaktadır</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye",
      "B": "Amerika Birleşik Devletleri",
      "C": "Batı Almanya",
      "D": "Japonya",
      "E": "Kanada"
    },
    "explanation": "1976 yılında kurulan G7 ülkeleri arasında ABD, Batı Almanya, Japonya, İngiltere, Fransa, İtalya ve Kanada olup Türkiye bulunmamaktadır."
  },
  {
    "id": "3766321",
    "unitNumber": 8,
    "text": "Kısa ismi OECD olan Ekonomik İşbirliği ve Kalkınma Teşkilatı'na günümüzde kaç ülke üyedir?",
    "correctAnswer": "C",
    "options": {
      "A": "47",
      "B": "40",
      "C": "37",
      "D": "16",
      "E": "25"
    },
    "explanation": "Ekonomik İşbirliği ve Kalkınma Teşkilatı'na (OECD) günümüzde 37 ülke üyedir."
  },
  {
    "id": "3766323",
    "unitNumber": 8,
    "text": "Türkiye'nin de kurucu üye olarak rol aldığı Avrupa Konseyi'nin başlıca kuruluşu amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa kıtasında insan hakları ve demokrasinin güçlendirilmesi",
      "B": "Avrupa kıtasının ekonomik açıdan gelişmesi",
      "C": "Avrupa kıtasında jeopolitik açıdan güçlendirilmesi",
      "D": "Avrupa kıtasında jeopolitik ve sosyolojik açıdan güçlendirilmesi",
      "E": "Avrupa kıtasında jeopolitik ve ekonomik açıdan güçlendirilmesi"
    },
    "explanation": "Türkiye'nin de kurucu üye olarak rol aldığı Avrupa Konseyi'nin başlıca kuruluşu amacı Avrupa kıtasında insan hakları ve demokrasinin güçlendirilmesidir."
  },
  {
    "id": "3766324",
    "unitNumber": 8,
    "text": "Avrupa İnsan Hakları Sözleşmesi (AİHS) kaç yılında yürürlüğe girmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1945",
      "B": "1949",
      "C": "1953",
      "D": "1950",
      "E": "1946"
    },
    "explanation": "Avrupa İnsan Hakları Sözleşmesi (AİHS) 1950 yılında imzalanıp 1953 yılında yürürlüğe girmiştir"
  },
  {
    "id": "3766325",
    "unitNumber": 8,
    "text": "Türkiye Avrupa İnsan Hakları Mahkemesi'nin (AİHM) yargı yetkisini ve AİHM'in vereceği kararların kendisi bakımından bağlayıcı olacağını hangi yılda kabul etmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "2000",
      "B": "2005",
      "C": "1979",
      "D": "1985",
      "E": "1990"
    },
    "explanation": "ürkiye Avrupa İnsan Hakları Mahkemesi'nin (AİHM) yargı yetkisini ve AİHM'in vereceği kararların kendisi bakımından bağlayıcı olacağını 22 Ocak 1990 yılında kabul etmiştir."
  },
  {
    "id": "3766326",
    "unitNumber": 8,
    "text": "2011 yılında İslam İşbirliği Örgütü ismini alan topluluğun kuruluşunda benimsenen ismi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İslam Konferansı Örgütü",
      "B": "İslami Ülkeler Örgütü",
      "C": "İslami Gelişim Örgütü",
      "D": "İslam Dayanışma Örgütü",
      "E": "İslami Kalkınma Örgütü"
    },
    "explanation": "011 yılında İslam İşbirliği Örgütü ismini alan topluluğun kuruluşunda benimsenen ismi İslami Konferans Örgütü'dür."
  },
  {
    "id": "3766327",
    "unitNumber": 8,
    "text": "İslami İşbirliği Teşkilatı Genel Sekreterliği görevine getirilen ilk Türkiye Cumhuriyeti yurttaşı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekmeleddin İhsanoğlu",
      "B": "Fahri Korutürk",
      "C": "Turgut Özal",
      "D": "Recep Tayyip Erdoğan",
      "E": "Bülent Ecevit"
    },
    "explanation": "İslami İşbirliği Teşkilatı Genel Sekreterliği görevine getirilen ilk Türkiye Cumhuriyeti yurttaşı Ekmeleddin İhsanoğlu'dur."
  },
  {
    "id": "3766367",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Birleşmiş Milletler</li> <li>Uluslararası Para Fonu</li> <li>Ekonomik İşbirliği ve Kalkınma Örgütü</li> </ol> Yukarıdakilerden hangileri küresel örgütler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "İkinci Dünya Savaşı sonrasında kurulan düzenin en önemli unsurlarından olan küresel örgütlerin başında Birleşmiş Milletler (BM) gelmektedir. Uluslararası düzenin hukuki ayağını oluşturan BM’nin yanı sıra, Uluslararası Para Fonu (IMF) ile Dünya Bankası ise uluslararası ekonomik ilişkilerin çerçevesini çizen iki önemli örgüttür. Esas olarak Kuzey Atlantik bölgesi örgütü olarak gündeme gelen Ekonomik İşbirliği ve Kalkınma Örgütü (OECD) ise ilerleyen yıllarda yeni üyeler ve ortakların katılımıyla küresel bir örgüt hüviyetini kazandı."
  },
  {
    "id": "3766370",
    "unitNumber": 8,
    "text": "BM 2022 verilerine göre Türkiye barış güçlerine katılım bakımından kaçıncı sırada yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "45",
      "B": "50",
      "C": "55",
      "D": "60",
      "E": "65"
    },
    "explanation": "Türkiye, barış güçlerine katılım bakımından BM üyeleri arasında 60. sırada gelmektedir."
  },
  {
    "id": "3766372",
    "unitNumber": 8,
    "text": "Türkiye’nin OECD ile ilgisi özellikle .......’larda bu örgüt bünyesinde kurulan ve her yıl yapılan değerlendirmeler çerçevesinde Türkiye’ye yapılacak ekonomik yardımların belirlendiği “Türkiye’ye Yardım Konsorsiyumu” çerçevesinde gerçekleşti.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1940",
      "B": "1945",
      "C": "1950",
      "D": "1955",
      "E": "1960"
    },
    "explanation": "Türkiye’nin OECD ile ilgisi özellikle 1960’larda bu örgüt bünyesinde kurulan ve her yıl yapılan değerlendirmeler çerçevesinde Türkiye’ye yapılacak ekonomik yardımların belirlendiği “Türkiye’ye Yardım Konsorsiyumu” çerçevesinde gerçekleşti."
  },
  {
    "id": "3766374",
    "unitNumber": 8,
    "text": "OECD, İstanbul’da Küresel İlişkiler Merkezi adıyla dünyadaki 5. Bölge ofisini hangi yıl açtı?",
    "correctAnswer": "B",
    "options": {
      "A": "2000",
      "B": "2021",
      "C": "2002",
      "D": "2003",
      "E": "2004"
    },
    "explanation": "OECD, İstanbul’da Küresel İlişkiler Merkezi adıyla dünyadaki 5. Bölge ofisini Ocak 2021’de açtı."
  },
  {
    "id": "3766378",
    "unitNumber": 8,
    "text": "Türkiye hangi yıllar arasında G20 Dönem Başkanlığı görevini yürütmüştür?",
    "correctAnswer": "C",
    "options": {
      "A": "2012-2013",
      "B": "2013-2014",
      "C": "2014-2015",
      "D": "2015-2016",
      "E": "2016-2017"
    },
    "explanation": "Türkiye Aralık 2014-Kasım 2015 tarihleri arasında G20 Dönem Başkanlığı görevini yürüttü."
  },
  {
    "id": "3766385",
    "unitNumber": 8,
    "text": "Avrupa Konseyi’nin en önemli kazanımı, 1950’de imzalanıp .....’te yürürlüğe giren Avrupa İnsan Hakları Sözleşmesi (AİHS)’dir.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1951",
      "B": "1952",
      "C": "1953",
      "D": "1954",
      "E": "1955"
    },
    "explanation": "Avrupa Konseyi’nin en önemli kazanımı, 1950’de imzalanıp 1953’te yürürlüğe giren Avrupa İnsan Hakları Sözleşmesi (AİHS)’dir."
  },
  {
    "id": "3766386",
    "unitNumber": 8,
    "text": "AİHM’in istatistiklerine göre, 2021 sonunda en fazla dava başvurusu yapılan ülkeler sıralamasında Türkiye kaçıncı sıradadır?",
    "correctAnswer": "B",
    "options": {
      "A": "1.",
      "B": "2.",
      "C": "3.",
      "D": "4.",
      "E": "5."
    },
    "explanation": "AİHM’in istatistiklerine göre, 2021 sonunda en fazla dava başvurusu yapılan ülkeler sıralamasında 17 bin 13 başvuru ile Rusya ilk sırada yer alırken onu 15 bin 251 başvuru ile Türkiye izlemektedir."
  },
  {
    "id": "3766388",
    "unitNumber": 8,
    "text": "2010’da Avrupa Konseyi Parlamenter Meclisi (AKPM) Başkanlığı’na seçilmiş ilk Türk aşağıdakilerden hangisi olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Mevlüt Çavuşoğlu",
      "B": "Feridun Hadi Sinirlioğlu",
      "C": "Ali Babacan",
      "D": "Ahmet Davutoğlu",
      "E": "Ayşe İnanç"
    },
    "explanation": "Mevlüt Çavuşoğlu 2010’da Avrupa Konseyi Parlamenter Meclisi (AKPM) Başkanlığı’na seçilmiş ilk Türk oldu."
  },
  {
    "id": "3766390",
    "unitNumber": 8,
    "text": "Türkiye, 2011 yılında imzalayıp 2012’de onayladığı, dahası, hazırlanmasına önemli katkı verdiği “Kadınlara Yönelik Şiddet ve<br/>Aile İçi Şiddetin Önlenmesi ve Bunlarla Mücadeleye İlişkin Avrupa Konseyi Sözleşmesi”nden hangi tarihte resmen çıkmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "2017",
      "B": "2018",
      "C": "2019",
      "D": "2020",
      "E": "2021"
    },
    "explanation": "Türkiye, 2011 yılında imzalayıp 2012’de onayladığı, dahası, hazırlanmasına önemli katkı verdiği “Kadınlara Yönelik Şiddet ve<br/>Aile İçi Şiddetin Önlenmesi ve Bunlarla Mücadeleye İlişkin Avrupa Konseyi Sözleşmesi”nden Temmuz 2021’de resmen çıktı."
  },
  {
    "id": "3766392",
    "unitNumber": 8,
    "text": "Türkiye ile Arap ülkeleri ilişkilerinin canlandırılması ......’ların ikinci yarısına kadar uzanmaktadır. <br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1940",
      "B": "1945",
      "C": "1950",
      "D": "1955",
      "E": "1960"
    },
    "explanation": "Türkiye ile Arap ülkeleri ilişkilerinin canlandırılması 1960’ların ikinci yarısına kadar uzanmaktadır."
  }
]