[
  {
    "id": "2851850",
    "unitNumber": 1,
    "text": "Which statement about the abolition of sultanate and caliphate and proclamation of the Republic is true?",
    "correctAnswer": "C",
    "options": {
      "A": "Caliphate had been abolished in 1922 just after the abolition of sultanate.",
      "B": "The abolition of Caliphate is followed by the abolishment of the Sultanate which is in 1921.",
      "C": "Following the proclamation of the Republic in 1923 the caliphate was abolished in 1924.",
      "D": "The abolition of Caliphate is followed by the abolishment of the Sultanate which is in 1922.",
      "E": "The foundation of Republic was proclaimed in 1923, after the abolition of the caliphate in 1921"
    },
    "explanation": "If your answer is wrong, please review the “Turkey’s Administration System, Geographic Location and Natural Resources” section.<br/>Opening the parliament in Ankara in 1920, the abolition of the sultanate in 1921, the proclamation of the Republic in 1923 and the abolition of the caliphate in 1924 are milestones in the establishment of modern Turkey."
  },
  {
    "id": "2851851",
    "unitNumber": 1,
    "text": "Which statement on the presidential system accepted by Turkey is correct?",
    "correctAnswer": "C",
    "options": {
      "A": "The transition to the presidential system was accepted with the referendum held in 2016",
      "B": "The first presidential and parliamentary elections were held in 2019",
      "C": "The post of the prime minister was removed, the relationship of ministers with parliament was terminated.",
      "D": "The new system in Turkey has three pillars; ministries (16), policy boards (9) and directorates (8).",
      "E": "Parliament and the judiciary are located within the executive structure."
    },
    "explanation": "If your answer is wrong, please review the “Turkey’s Administration System, Geographic Location and Natural Resources” section.<br/>With the referendum held in 2017, the transition to the presidential system was accepted. The presidential and parliamentary elections were held in 2018 and since then the new presidential government system has been in effect. The post of the prime minister was removed, the relationship of ministers with parliament was terminated and the president is the only authority as the sole executive. The new system in Turkey has four pillars; ministries (16), offices (4), policy boards (9) and directorates (8). Parliament and the judiciary are located outside the executive (Aliriza, 2018)"
  },
  {
    "id": "2851852",
    "unitNumber": 1,
    "text": "Turkey is considered in the Middle East and North Africa (MENA), Asia and Europe. This categorization is based on which items listed below? <br/><ol type=\"I\"> <li>culture</li> <li>history</li> <li>genetic ancestry</li> <li>economic ties </li> <li>integration considerations</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II,V",
      "B": "I, III, IV, V",
      "C": "I, II, III, IV, V",
      "D": "I, III, V",
      "E": "I, II, IV, V"
    },
    "explanation": "If your answer is wrong, please review the “Geographic Location and Regions” section.<br/>Geographically north side of Marmara and Bosphorus is part of Europe. In international references, Turkey is considered in the Middle East and North Africa (MENA), Asia and Europe. This categorization is based on cultural, historical, and economic ties and integration considerations."
  },
  {
    "id": "2851853",
    "unitNumber": 1,
    "text": "Which statement below is <strong>wrong</strong> about Turkey's natural resources?",
    "correctAnswer": "C",
    "options": {
      "A": "According to the annual amount of water available per capita in Turkey is a country facing water scarcity.",
      "B": "Turkey has a semi-arid climate characteristic.",
      "C": "Although Turkey is considered a rich country in terms of raw energy resources, metallic minerals are scarce",
      "D": "The second largest lake is Lake Tuz (Salt) in Central Anatolia at an altitude of 925 meters.",
      "E": "According to the surveys, the amount of current water potential can irrigate land technically and economically up to 8,5 million hectares."
    },
    "explanation": "If your answer is wrong, please review the “Turkey’s Administration System, Geographic Location and Natural Resources” section.<br/>The complex geological and tectonic structure of Turkey has led to the discovery of a wide variety of mineral deposits. Today, around 90 types of mines are produced in the world, while around 60 types of mines are produced in Turkey. Turkey is considered a rich country in terms of raw energy resources, such as some metallic minerals, lignite, and geothermal resources, and particularly in industrial raw materials. 2.5% of the world reserves of industrial raw materials; 1% of the coal reserves; 0.8% of the geothermal potential and 0.4% of metallic mineral reserves are located in Turkey. Boron minerals in Turkey form the first row as 72% of world reserves."
  },
  {
    "id": "2851854",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>The development of the Turkish economy is in parallel with the increase in energy needs.</li><br/><li>Turkey is an energy-rich country, thus is not dependent on foreign energy sources.</li><br/><li>Turkey can only meet twenty five percent of the primary energy needs with domestic production </li><br/><li>As of 2017 almost a quarter of the total energy consumption happens in the industry.</li><br/><li>Transportation is currently not a large portion of the total energy consumption in Turkey.</li><br/></ol><br/>Which statements above on energy consumption in Turkey is correct?",
    "correctAnswer": "A",
    "options": {
      "A": "I,III,IV",
      "B": "I,II,III,IV,V",
      "C": "II,III,IV,V",
      "D": "I,II,III,V",
      "E": "III,IV,V"
    },
    "explanation": "If your answer is wrong, please review the “Dependence on Foreign Energy Sources” section.<br/>The development of the Turkish economy is in parallel with the increase in energy needs and Turkey is not an energy-rich country. Currently, natural gas, oil, and coal together have an 88% share in the total primary energy sources and in almost equal proportions.<br/>According to the National Energy Balance Table, Turkey’s primary energy supply is 145.3 million tons of oil equivalent (toe). While 33.6 million of this is used in the cycle and energy sector, 111.7 million is realized as final energy consumption.<br/>Turkey is a country dependent on foreign energy sources. The ratio of meeting the primary energy demand with foreign energy sources is 52% in 1990, 67% in 2000, 69% in 2010 and around 76% in 2017. Therefore, Turkey can only meet the primary energy needs with domestic production one in four. As the primary energy sources, the share of oil and gas is around 60% together. The external dependency rate in 2018 is 93,4% in oil and 99,2% in natural gas.<br/>As of 2017, the share of cycle power plants in energy consumption is 23%. In energy consumption, shares are 24% for industry, 20% for transport, 16% for residential, 9% for commercial and service and 8% for the remaining (TPAO, 2018)."
  },
  {
    "id": "2851855",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Purchasing power parities (PPP) are indicators of price level differences across countries.</li><br/><li>PPPs indicates how many currency units, a given quantity of goods and services costs in different countries.</li><br/><li>Purchasing power parity means the quantity of goods and services bought with the same amount of currency in different countries.</li><br/><li>The purchasing power standard (PPS), eliminates the effect of price level differences across countries created by fluctuations in currency exchange rates.</li><br/></ol><br/>Which statements above on Purchasing power parities (PPP) are correct?",
    "correctAnswer": "E",
    "options": {
      "A": "I,II",
      "B": "I,III,IV",
      "C": "I,II,III",
      "D": "II,III,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "If your answer is wrong, please review the “Gross Domestic Product and Per Capita Income” section.<br/>Purchasing power parities, abbreviated as PPPs, are indicators of price level differences across countries. PPPs tell us how many currency units a given quantity of goods and services costs in different countries. Using PPPs to convert expenditure expressed in national currencies into an artificial common currency, the purchasing power standard (PPS), eliminates the effect of price level differences across countries created by fluctuations in currency exchange rates.Purchasing power parity means the quantity of goods and services bought with the same amount of currency in different countries."
  },
  {
    "id": "2851856",
    "unitNumber": 1,
    "text": "When did the majority of villages in Turkey became neighborhoods connected to the towns and provinces?",
    "correctAnswer": "A",
    "options": {
      "A": "2012",
      "B": "2015",
      "C": "2016",
      "D": "2017",
      "E": "2019"
    },
    "explanation": "If your answer is wrong, please review the “Population” section.<br/>The majority of villages in Turkey became neighborhoods connected to the towns and provinces in 2012 through a law. The rural population rate of around 25% declined to around 8%. In fact, rather than urbanization in the normal process, residential neighborhoods are legally urbanized."
  },
  {
    "id": "2851900",
    "unitNumber": 1,
    "text": "Turkey is rich in which of the following mineral resources?",
    "correctAnswer": "C",
    "options": {
      "A": "Iron",
      "B": "Copper",
      "C": "Gold",
      "D": "Manganese",
      "E": "Aluminum"
    },
    "explanation": "If your answer is wrong, please review the “Mineral Resources” section.<br/>Turkey is a rich country in the following mineral resources: boron salts, barite, gypsum, meerschaum, marble, diatomite, perlite, magnesite, strontium salts, sepiolite, fluorite, chalk, pumice, sodium sulfate, zeolite, pyrophyllite, quartz-quartzite, lignite, feldspar,halite, olivine, silica sand, gold, bentonite, trona, asbestos, calcite and grindstone. Even not rich, Turkey has other important mineral resources such as kaolin, carbon dioxide, chromium, molybdenum, bauxites, nepheline syenite, mercury, rare earth elements, diatomite, Route, antimony, thorium, alunite, sand-gravel, silver, peat, brick soil, and tungsten. The following mineral resources are insufficient in Turkey: copper, manganese, graphite, paint soils, lead, aluminum, coal, zircon, zinc, arsenic, talc, titanium, iron, sulfur, mica, nickel, phosphate and clay minerals."
  },
  {
    "id": "2851906",
    "unitNumber": 1,
    "text": "Which below is <strong>not</strong> a handicap or risk in the Turkish economy",
    "correctAnswer": "B",
    "options": {
      "A": "The insufficient stock of foreign exchange reserves.",
      "B": "The shallowness of the financial sector.",
      "C": "The high level of external debt of the private sector.",
      "D": "The financing needs of the private sector.",
      "E": "The increase in the budget deficit."
    },
    "explanation": "If your answer is wrong, please review the “The Direction of the Turkish Economy in 2019” section<br/>The insufficient stock of foreign exchange reserves, high level of external debt of the private sector and financing needs of the private sector are main handicaps in the Turkish economy. Despite the low level of public debt, the increase in the budget deficit has been identified as another risk."
  },
  {
    "id": "2851913",
    "unitNumber": 1,
    "text": "How many standby agreements has Turkey signed with the IMF betweeın 1960 and 2020?",
    "correctAnswer": "D",
    "options": {
      "A": "10",
      "B": "14",
      "C": "15",
      "D": "19",
      "E": "22"
    },
    "explanation": "If your answer is wrong, please review the “Standby Agreements With the IMF” section.<br/>A total of 56.9 billion dollars allocated via 19 standby agreements but only 87% of the allocation (49.6) could be used.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/44a3accb1008a866e565422fa4cc7442.png\" alt=\"\" width=\"582\" height=\"457\">"
  },
  {
    "id": "2855049",
    "unitNumber": 1,
    "text": "<strong>Which of the following year first constitution was adopted by Ottoman Empire?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1876",
      "B": "1921",
      "C": "1924",
      "D": "1920",
      "E": "1889"
    },
    "explanation": "The first constitution was adopted in 1876 in the Ottoman Empire."
  },
  {
    "id": "2855051",
    "unitNumber": 1,
    "text": "<strong>Which of the following best describes the Ottoman administration system</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "constitutional monarchy",
      "B": "republic",
      "C": "parliamentary system",
      "D": "Democracy",
      "E": "Kingdom"
    },
    "explanation": "The Ottoman administration system can be characterized as a constitutional monarchy."
  },
  {
    "id": "2855054",
    "unitNumber": 1,
    "text": "<strong>In 1920, which of following event took place</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Opening the parliament in Ankara.",
      "B": "the Ottoman Empire adopted the first constitution.",
      "C": "the Ottoman Empire’s first constitution was amended.",
      "D": "the abolition of the sultanate.",
      "E": "the proclamation of the Republic."
    },
    "explanation": "the parliament was opened in Ankara."
  },
  {
    "id": "2855055",
    "unitNumber": 1,
    "text": "<strong>Which of following is not considered as one of milestones in the establishment of modern Turkey</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "the military coup in 1980",
      "B": "Opening the parliament in Ankara in 1920.",
      "C": "the abolition of the sultanate in 1921",
      "D": "the proclamation of the Republic in 1923",
      "E": "the abolition of the caliphate in 1924."
    },
    "explanation": "Opening the parliament in Ankara in 1920, the abolition of the sultanate in 1921, the proclamation of the Republic in 1923 and the abolition of the caliphate in 1924 are milestones in the establishment of modern Turkey."
  },
  {
    "id": "2855059",
    "unitNumber": 1,
    "text": "<strong>Which of the following is not a one of the main pillars in the new </strong><strong>system in Turkey established after 2017?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Parliament",
      "B": "ministries,",
      "C": "offices",
      "D": "policy boards",
      "E": "directorates"
    },
    "explanation": "The new system in Turkey has four pillars; ministries (16), offices (4), policy boards (9) and directorates (8). Parliament and the judiciary are located outside the executive."
  },
  {
    "id": "2855062",
    "unitNumber": 1,
    "text": "“In international references, Turkey is considered in the Middle East and North Africa (MENA), Asia and Europe.” <strong>Which of the following cannot be used for this categorization?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "administrative system",
      "B": "cultural",
      "C": "historical",
      "D": "economic ties",
      "E": "integration"
    },
    "explanation": "In international references, Turkey is considered in the Middle East and North Africa (MENA), Asia and Europe. This categorization is based on cultural, historical, and economic ties and integration"
  },
  {
    "id": "2855069",
    "unitNumber": 1,
    "text": "Approximately what portion of Turkey’s territory is in Asia?",
    "correctAnswer": "A",
    "options": {
      "A": "97%",
      "B": "100%",
      "C": "50%",
      "D": "3%",
      "E": "10%"
    },
    "explanation": "Approximately 97% of the Turkey's territory is in Asia."
  },
  {
    "id": "2855072",
    "unitNumber": 1,
    "text": "In which country shares the longest border with Turkey?",
    "correctAnswer": "A",
    "options": {
      "A": "Syria.",
      "B": "Iran.",
      "C": "Iraq.",
      "D": "Greece.",
      "E": "Armenia."
    },
    "explanation": "Turkey’s neighboring countries are Georgia, Armenia, Nakhichevan<br/>(attached to Azerbaijan) and Iran, in the east, Greece, and Bulgaria in the west, and Iraq and Syria in the south. The shortest border is with Nakhichevan (18 km), the longest border is with Syria (911 km)"
  },
  {
    "id": "2855079",
    "unitNumber": 1,
    "text": "<strong>Which of the following reason Turkey is classified as “</strong><em>Water-scarce” <strong>country?</strong></em>",
    "correctAnswer": "A",
    "options": {
      "A": "Since the amount of annual disposable water per capita is around is less than less than 2,000 m<sup>3</sup>",
      "B": "Since amount of water available per person per year is less than 1,000 m<sup>3</sup>",
      "C": "Since the amount of water available per person per year is less than 10000 m<sup>3</sup>.",
      "D": "Since the amount of water available per person per year is more than 10000 m<sup>3</sup>.",
      "E": "Since the amount of water available per person per year is less than 500 m<sup>3</sup>."
    },
    "explanation": "Turkey is not a rich country in water. Since the amount of annual disposable water per capita is around 1,519 m3, Turkey is considered as the Water-scarce country."
  },
  {
    "id": "2855086",
    "unitNumber": 1,
    "text": "Which of the following statement is <strong>not</strong> true about Turkey’s mineral resources?",
    "correctAnswer": "E",
    "options": {
      "A": "Turkey has the 72% of world’s Boron reserves.",
      "B": "Turkey has the 2.5% of the world reserves of industrial raw materials.",
      "C": "Turkey has the 1% of the coal reserves.",
      "D": "Turkey has the 0.8% of the geothermal potential.",
      "E": "Turkey has the 4% of metallic mineral reserves."
    },
    "explanation": "Turkey is considered a rich country in terms of raw energy resources, such as some metallic minerals, lignite, and geothermal resources, and particularly in industrial raw materials. 2.5% of the world reserves of industrial raw materials; 1% of the coal reserves; 0.8% of the geothermal potential and 0.4% of metallic mineral reserves are located in Turkey. Boron minerals in Turkey form the first row as 72% of world reserves."
  },
  {
    "id": "2859114",
    "unitNumber": 1,
    "text": "When was the first constitution of the Ottoman Empire adopted?",
    "correctAnswer": "E",
    "options": {
      "A": "1872",
      "B": "1873",
      "C": "1874",
      "D": "1875",
      "E": "1876"
    },
    "explanation": "The first constitution was adopted in 1876 in the Ottoman Empire, then amended in 1921 and 1924."
  },
  {
    "id": "2859123",
    "unitNumber": 1,
    "text": "When was the Ottoman sultanate abolished?",
    "correctAnswer": "B",
    "options": {
      "A": "1920",
      "B": "1921",
      "C": "1922",
      "D": "1923",
      "E": "1924"
    },
    "explanation": "<ul><br/><li>The Ottoman sultanate was abolished in 1921.</li><br/><li>Opening the parliament in Ankara in 1920, the abolition of the sultanate in 1921, the proclamation of the Republic in 1923 and the abolition of the caliphate in 1924 are milestones in the establishment of modern Turkey.</li><br/></ul>"
  },
  {
    "id": "2859131",
    "unitNumber": 1,
    "text": "When was the Ottoman caliphate abolished?",
    "correctAnswer": "E",
    "options": {
      "A": "1920",
      "B": "1921",
      "C": "1922",
      "D": "1923",
      "E": "1924"
    },
    "explanation": "The Ottoman caliphate was abolished in 1924."
  },
  {
    "id": "2859143",
    "unitNumber": 1,
    "text": "When was the post of the prime minister removed in the Turkish government system?",
    "correctAnswer": "C",
    "options": {
      "A": "2016",
      "B": "2017",
      "C": "2018",
      "D": "2019",
      "E": "2020"
    },
    "explanation": "The post of the prime minister in Turkey was removed in 2018."
  },
  {
    "id": "2859169",
    "unitNumber": 1,
    "text": "Which of the following is <strong>not</strong> one of the four pillars of the new presidential government system in Turkey?",
    "correctAnswer": "C",
    "options": {
      "A": "Ministries",
      "B": "Offices",
      "C": "Central executive boards",
      "D": "Policy boards",
      "E": "Directorates"
    },
    "explanation": "The new system in Turkey has four pillars; ministries (16), offices (4), policy boards (9) and directorates (8). Parliament and the judiciary are located outside the executive (Aliriza, 2018), (Figure 1.1)."
  },
  {
    "id": "2859182",
    "unitNumber": 1,
    "text": "What percentage of Turkey's territory is a part of Asia?",
    "correctAnswer": "E",
    "options": {
      "A": "%93",
      "B": "%94",
      "C": "%95",
      "D": "%96",
      "E": "%97"
    },
    "explanation": "Approximately 97% of Turkey’s territory is in Asia, and 3% is on the European continent."
  },
  {
    "id": "2859191",
    "unitNumber": 1,
    "text": "Which of the following is <strong>not</strong> one of the countries neighboring Turkey?",
    "correctAnswer": "D",
    "options": {
      "A": "Georgia",
      "B": "Armenia",
      "C": "Nakhchivan",
      "D": "Russia",
      "E": "Bulgaria"
    },
    "explanation": "Turkey’s neighboring countries are Georgia, Armenia, Nakhchivan (attached to Azerbaijan) and Iran, in the east, Greece, and Bulgaria in the west, and Iraq and Syria in the south. The shortest border is with Nakhchivan (18 km), the longest border is with Syria (911 km) (Toprak and Çatalbaş, 2019)."
  },
  {
    "id": "2859203",
    "unitNumber": 1,
    "text": "Which country has the shortest border with Turkey?",
    "correctAnswer": "C",
    "options": {
      "A": "Armenia",
      "B": "Georgia",
      "C": "Nakhchivan",
      "D": "Greece",
      "E": "Bulgaria"
    },
    "explanation": "Turkey's shortest border is with <strong>Nakhchivan</strong> (18 km), the longest border is with Syria (911 km) (Toprak and Çatalbaş, 2019)."
  },
  {
    "id": "2859209",
    "unitNumber": 1,
    "text": "Which country has the longest border with Turkey?",
    "correctAnswer": "B",
    "options": {
      "A": "Nakhchivan",
      "B": "Syria",
      "C": "Iraq",
      "D": "Greece",
      "E": "Bulgaria"
    },
    "explanation": "Turkey's longest border is with<strong> Syria</strong> (911 km) (Toprak and Çatalbaş, 2019)."
  },
  {
    "id": "2859231",
    "unitNumber": 1,
    "text": "Which of the following is the biggest dam in Turkey?",
    "correctAnswer": "A",
    "options": {
      "A": "Atatürk Dam",
      "B": "Keban Dam",
      "C": "Karakaya Dam",
      "D": "Hirfanlı Dam",
      "E": "Altınkaya Dam"
    },
    "explanation": "With 817 km2 surface area, Atatürk Dam is the biggest dam in Turkey."
  },
  {
    "id": "2901148",
    "unitNumber": 2,
    "text": "Which of the followings measures cover activities that are attributable to the country's residents?",
    "correctAnswer": "B",
    "options": {
      "A": "Gross Domestic Product (GDP)",
      "B": "Gross National Product (GNP)",
      "C": "Gross Domestic Income (GDI)",
      "D": "Average Product (AP)",
      "E": "Production Possibilities (PP)"
    },
    "explanation": "GDP measures cover activities that take place within the geographical borders of the country, while GNP measures cover activities that are attributable to the country's residents."
  },
  {
    "id": "2901149",
    "unitNumber": 2,
    "text": "Which of the followings <strong>is not</strong> among the approaches that GDP can be measured?",
    "correctAnswer": "A",
    "options": {
      "A": "Investment approach",
      "B": "Income approach",
      "C": "Expenditure approach",
      "D": "Production approach",
      "E": "Output approach"
    },
    "explanation": "A country's income is also equal to its production and its expenditure. GDP can be measured by income approach, expenditure approach, production, and output approach."
  },
  {
    "id": "2901150",
    "unitNumber": 2,
    "text": "Which of the followings constitutes the biggest component of the GDP in each country?",
    "correctAnswer": "B",
    "options": {
      "A": "Investment",
      "B": "Consumption",
      "C": "Government spending",
      "D": "Total exports",
      "E": "Net exports"
    },
    "explanation": "Consumption (C) is the biggest component of the GDP in each country and usually accounts for 60%-70%."
  },
  {
    "id": "2901151",
    "unitNumber": 2,
    "text": "Which of the followings is among the board measures of the macroeconomic performance of a country?",
    "correctAnswer": "C",
    "options": {
      "A": "Trade balance",
      "B": "Current account balance",
      "C": "Unemployment",
      "D": "Portfolio investments",
      "E": "Foreign direct investments"
    },
    "explanation": "Macroeconomic performance is judged by three board measures that are economic growth, unemployment, and inflation."
  },
  {
    "id": "2901152",
    "unitNumber": 2,
    "text": "Which of the followings defines the ratio of the labor force to the adult population?",
    "correctAnswer": "A",
    "options": {
      "A": "Labor force participation rate",
      "B": "Active labor force",
      "C": "Employment rate",
      "D": "Working age population rate",
      "E": "People in the labor force"
    },
    "explanation": "Labor force participation rate measures the active labor force in a country and shows the ratio of the labor force to the adult population."
  },
  {
    "id": "2901153",
    "unitNumber": 2,
    "text": "Which of the followings defines the general increase in prices after the elimination of all temporary influences?",
    "correctAnswer": "E",
    "options": {
      "A": "Stationary inflation",
      "B": "Crude inflation",
      "C": "Net inflation",
      "D": "Aggregate inflation",
      "E": "Core inflation"
    },
    "explanation": "Core inflation is the general increase in prices after the elimination of all temporary influences."
  },
  {
    "id": "2901154",
    "unitNumber": 2,
    "text": "Which of the followings <strong>is not</strong> among the factors that entailed Turkish economy to become fragile in the 1990s?",
    "correctAnswer": "D",
    "options": {
      "A": "Short-term capital inflows",
      "B": "Increases in foreign debt",
      "C": "Budget deficit",
      "D": "Increases in unemployment rate",
      "E": "Current account deficit"
    },
    "explanation": "In the 1990s, the Turkish economy has become fragile because of short-term capital flows, increases in foreign debt, budget deficit, and current account deficit."
  },
  {
    "id": "2901155",
    "unitNumber": 2,
    "text": "Which of the followings is a measure of income inequality within a population?",
    "correctAnswer": "B",
    "options": {
      "A": "Lorenz coefficient",
      "B": "Gini coefficient",
      "C": "Poverty coefficient",
      "D": "Purchasing power coefficient",
      "E": "J-Curve coefficient"
    },
    "explanation": "Gini coefficient is a measure of income inequality within a population, ranging from zero for complete equality, to one if one person has all the income."
  },
  {
    "id": "2901156",
    "unitNumber": 2,
    "text": "According to TurkStat data for 2018, which region of Turkey has the highest income inequality?",
    "correctAnswer": "D",
    "options": {
      "A": "West Anatolia",
      "B": "Mediterranean",
      "C": "South East Anatolia",
      "D": "West Marmara",
      "E": "East Black Sea"
    },
    "explanation": "As of 2018, while the regions with the highest income inequality are İstanbul and West Marmara, the regions with the lowest are East Marmara and East Black Sea. The data are shown at Table 2.10."
  },
  {
    "id": "2901157",
    "unitNumber": 2,
    "text": "Which of the following terms refers to the poverty that household income is below the average welfare level of the society?",
    "correctAnswer": "C",
    "options": {
      "A": "Absolute poverty",
      "B": "Aggregate poverty",
      "C": "Relative poverty",
      "D": "Deviation poverty",
      "E": "Purchasing power poverty"
    },
    "explanation": "Relative poverty refers to the poverty that household income is below the average welfare level of the society."
  },
  {
    "id": "2901158",
    "unitNumber": 2,
    "text": "How is the GNP figure calculated?",
    "correctAnswer": "A",
    "options": {
      "A": "GDP + Net income receipt obtained abroad",
      "B": "GDP - Net income receipt obtained abroad",
      "C": "National income + net income receipt obtained abroad",
      "D": "National income - Net income receipt obtained abroad",
      "E": "Disposible income + Net income receipt obtained abroad"
    },
    "explanation": "GNP is defined as GDP plus net income receipt obtained abroad."
  },
  {
    "id": "2901159",
    "unitNumber": 2,
    "text": "Which of the following institution is responsible for providing GDP figures in Turkey?",
    "correctAnswer": "B",
    "options": {
      "A": "The Central Bank of the Republic of Turkey",
      "B": "Turkish Statistical Institute",
      "C": "Ministry of Finance",
      "D": "Undersecretariat of Treasury",
      "E": "Istanbul Chamber of Commerce"
    },
    "explanation": "Turkish Statistical Institute compiles and publishes the GDP figures in Turkey."
  },
  {
    "id": "2901160",
    "unitNumber": 2,
    "text": "\"New houses purchased by the households are accounted for the ...\"<br/>Which of the following correctly completes the above statement?",
    "correctAnswer": "C",
    "options": {
      "A": "Durable consumption expenditure",
      "B": "Non-durable consumption expenditure",
      "C": "Investment expenditure",
      "D": "Government expenditure",
      "E": "Financial expenditure"
    },
    "explanation": "Households' new housing purchases are a part of total investment expenditures."
  },
  {
    "id": "2901161",
    "unitNumber": 2,
    "text": "What is the approach that measures the price of a common basket of goods and services in different countries to eliminate price level differences?",
    "correctAnswer": "D",
    "options": {
      "A": "Interest rate parity",
      "B": "Constant price parity",
      "C": "Exchange rate parity",
      "D": "Purchasing power parity",
      "E": "Inflation rate parity"
    },
    "explanation": "The mentioned approach is called purchasing power parity. <br/>Purchasing power parity (PPP) is an approach that measures the price of a common basket of goods and services in different countries."
  },
  {
    "id": "2901162",
    "unitNumber": 2,
    "text": "Which of the following is used to calculate the economic growth in a country?",
    "correctAnswer": "E",
    "options": {
      "A": "Real GNP",
      "B": "Nominal GNP",
      "C": "Real national income",
      "D": "Nominal GDP",
      "E": "Real GDP"
    },
    "explanation": "Economists measure economic growth by real GDP growth. Economic growth rate is defined as the percentage change in real GDP."
  },
  {
    "id": "2901163",
    "unitNumber": 2,
    "text": "Which of the following country shows the highest performance considering the long-run annual economic growth rate?",
    "correctAnswer": "E",
    "options": {
      "A": "Russia",
      "B": "India",
      "C": "Turkey",
      "D": "Mexico",
      "E": "South Korea"
    },
    "explanation": "South Korea has the highest long-run annual economic growth rate with almost 4%."
  },
  {
    "id": "2901164",
    "unitNumber": 2,
    "text": "To calculate the labor force participation rate, which of the following is required?",
    "correctAnswer": "D",
    "options": {
      "A": "Employed population/Adult population",
      "B": "Employed population/Unemployed population",
      "C": "Employed population/Labor force",
      "D": "Labor force/Adult population",
      "E": "Unemployment/Employment"
    },
    "explanation": "Labor force participation is defined as the ratio of labor force to adult population."
  },
  {
    "id": "2901165",
    "unitNumber": 2,
    "text": "\".... inflation is the general increase in prices after eliminating the all temporary influences.\"<br/>Which of the following correctly completes the above statement?",
    "correctAnswer": "C",
    "options": {
      "A": "Basic",
      "B": "Headline",
      "C": "Core",
      "D": "Average",
      "E": "Reasonable"
    },
    "explanation": "Core inflation is the general increase in prices after eliminating the all temporary influences."
  },
  {
    "id": "2901166",
    "unitNumber": 2,
    "text": "Which of the following measures how income is distributed among factors of production?",
    "correctAnswer": "B",
    "options": {
      "A": "Personal income distribution",
      "B": "Functional income distribution",
      "C": "Cumulative income distribution",
      "D": "Horizontal income distribution",
      "E": "Powerty income distribution"
    },
    "explanation": "Functional income distribution measures how income is distributed among factors of production."
  },
  {
    "id": "2901167",
    "unitNumber": 2,
    "text": "What is the name of the coefficient which is a measure of income inequality?",
    "correctAnswer": "A",
    "options": {
      "A": "Gini",
      "B": "Lorenz",
      "C": "Ricardian",
      "D": "Walrasian",
      "E": "Taylor"
    },
    "explanation": "Gini coefficient shows the degree of income inequality."
  },
  {
    "id": "2901168",
    "unitNumber": 2,
    "text": "Which of the following is the sector with the lowest share of the Gross Domestic Product in Türkiye for 2002?",
    "correctAnswer": "A",
    "options": {
      "A": "Construction",
      "B": "Manufacturing",
      "C": "Agriculture",
      "D": "Services",
      "E": "Taxes-Subsidies"
    },
    "explanation": "Chapter 2- Main Economic Indicators Income Distribution and Poverty- MEASURING A NATION’S INCOME AND THE COMPONENT OF GDP IN TURKEY<br/>Construction 4,34"
  },
  {
    "id": "2901169",
    "unitNumber": 2,
    "text": "Which sector experienced the biggest decrease in terms of gross domestic product between 1998-2018?",
    "correctAnswer": "B",
    "options": {
      "A": "Manufacturing",
      "B": "Agriculture",
      "C": "Construction",
      "D": "Services",
      "E": "Taxes-Subsidies"
    },
    "explanation": "Chapter 2- Main Economic Indicators Income Distribution and Poverty- MEASURING A NATION’S INCOME AND THE COMPONENT OF GDP IN TURKEY<br/>Agriculture 1998: 9.93, 2018: 6.22"
  },
  {
    "id": "2901170",
    "unitNumber": 2,
    "text": "In which sector did the biggest increase in the Gross Domestic Product in terms of proportion between 1998-2018?",
    "correctAnswer": "C",
    "options": {
      "A": "Manufacturing",
      "B": "Agriculture",
      "C": "Construction",
      "D": "Services",
      "E": "Taxes-Subsidies"
    },
    "explanation": "Chapter 2- Main Economic Indicators Income Distribution and Poverty- MEASURING A NATION’S INCOME AND THE COMPONENT OF GDP IN TURKEY<br/>Construction 1998: 4.66, 2018: 7.20"
  },
  {
    "id": "2901171",
    "unitNumber": 2,
    "text": "Which of the following is the country with the 15th largest economy in the world according to World Bank data (Geary-Khamis dollar index) ?",
    "correctAnswer": "D",
    "options": {
      "A": "Italy",
      "B": "Indonesia",
      "C": "South Korea",
      "D": "Mexico",
      "E": "Russia"
    },
    "explanation": "Chapter 2- Main Economic Indicators Income Distribution and Poverty- MEASURING A NATION’S INCOME AND THE COMPONENT OF GDP IN TURKEY<br/>According to World Bank data (Geary-Khamis dollar index), Mexico is the country with the 15th largest economy in the world."
  },
  {
    "id": "2901172",
    "unitNumber": 2,
    "text": "Which of the following is the year with the highest unemployment rate in Türkiye?",
    "correctAnswer": "E",
    "options": {
      "A": "2014",
      "B": "2015",
      "C": "2016",
      "D": "2018",
      "E": "2019"
    },
    "explanation": "Chapter 2- Main Economic Indicators Income Distribution and Poverty- ECONOMIC GROWTH, UNEMPLOYMENT, AND INFLATION IN TURKEY<br/>2019: 13.7"
  },
  {
    "id": "2901173",
    "unitNumber": 2,
    "text": "What is the unemployment rate in Türkiye in 2008?",
    "correctAnswer": "A",
    "options": {
      "A": "10",
      "B": "11",
      "C": "12",
      "D": "13",
      "E": "14"
    },
    "explanation": "Chapter 2- Main Economic Indicators Income Distribution and Poverty- ECONOMIC GROWTH, UNEMPLOYMENT, AND INFLATION IN TURKEY<br/>In 2008, the unemployment rate in Turkey was 10 percent."
  },
  {
    "id": "2901174",
    "unitNumber": 2,
    "text": "Among the 20 largest economies in the world, which of the countries below has the highest unemployment rate?",
    "correctAnswer": "B",
    "options": {
      "A": "Turkey",
      "B": "Spain",
      "C": "Italy",
      "D": "Brazil",
      "E": "France"
    },
    "explanation": "Chapter 2- Main Economic Indicators Income Distribution and Poverty- ECONOMIC GROWTH, UNEMPLOYMENT, AND INFLATION IN TURKEY<br/>Spain: 17.2"
  },
  {
    "id": "2901175",
    "unitNumber": 2,
    "text": "Which of the following is the region with the highest poverty rate in Türkiye in 2018?",
    "correctAnswer": "C",
    "options": {
      "A": "West Blacksea",
      "B": "West Anatolia",
      "C": "Central-East Anatolia",
      "D": "South-East Anatolia",
      "E": "North-East Anatolia"
    },
    "explanation": "Chapter 2- Main Economic Indicators Income Distribution and Poverty- INCOME DISTRIBUTION AND POVERTY IN TURKEY<br/>Central-East Anatolia: 13.6"
  },
  {
    "id": "2901176",
    "unitNumber": 2,
    "text": "Which of the following is the region with the lowest poverty rate in Türkiye in 2018?",
    "correctAnswer": "D",
    "options": {
      "A": "East Marmara",
      "B": "West Marmara",
      "C": "West Black Sea",
      "D": "East Black Sea",
      "E": "Aegean"
    },
    "explanation": "Chapter 2- Main Economic Indicators Income Distribution and Poverty- INCOME DISTRIBUTION AND POVERTY IN TURKEY<br/>East Black Sea"
  },
  {
    "id": "2901177",
    "unitNumber": 2,
    "text": "Which of the following is the region with the highest poverty rate in Türkiye in 2012?",
    "correctAnswer": "E",
    "options": {
      "A": "Central-East Anatolia",
      "B": "South-East Anatolia",
      "C": "İstanbul",
      "D": "West Anatolia",
      "E": "Mediterranean"
    },
    "explanation": "Chapter 2- Main Economic Indicators Income Distribution and Poverty- INCOME DISTRIBUTION AND POVERTY IN TURKEY<br/>Mediterranean: 13.7"
  },
  {
    "id": "2901178",
    "unitNumber": 3,
    "text": "Which of the following is nonrival in consumption?",
    "correctAnswer": "A",
    "options": {
      "A": "A pure public good",
      "B": "A pure investment good",
      "C": "A pure capital good",
      "D": "A pure substitute goods",
      "E": "A pure complementary good"
    },
    "explanation": "A <strong>pure public good </strong>is nonrival in consumption. This means that once the good is provided, the additional resource cost of another person consuming the good is zero. A pure public good is also nonexcludable as it is either very expensive or impossible to prevent anyone from consuming the good who is not willing to pay for it."
  },
  {
    "id": "2901179",
    "unitNumber": 3,
    "text": "Which kind of policies had a significant impact on increase in the share of public expenditures in GDP according to Keynesian economics?",
    "correctAnswer": "B",
    "options": {
      "A": "Labour market policies",
      "B": "Fiscal policy",
      "C": "Supply-side policies",
      "D": "Microeconomic policies",
      "E": "Tariff/trade policies"
    },
    "explanation": "Keynesian fiscal policy had a significant impact on the increase in the share of public expenditures in GDP. After the <em>Great Depression of 1929</em>, Keynesian economics took over in almost all countries’ economic policies. The idea that the state should take an active role in the economy was adopted, and thus public expenditures were used as a fiscal policy tool."
  },
  {
    "id": "2901180",
    "unitNumber": 3,
    "text": "I. Current expenditures<br/>II. Capital expenditures<br/>III. Transfer expenditures<br/>Which of the facts above are included in the old budget expenditure classification implemented in Turkey until 2003?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "II and III",
      "D": "I and III",
      "E": "I, II and III"
    },
    "explanation": "In the old classification of budget expenditures implemented in Turkey until 2003, budget expenditures consisted of current expenditures, capital expenditures, and transfer expenditures."
  },
  {
    "id": "2901181",
    "unitNumber": 3,
    "text": "Which of the following is not included in sub-groups of transfers in consolidated budget expenditures?",
    "correctAnswer": "D",
    "options": {
      "A": "Domestic borrowing",
      "B": "Foreign borrowing",
      "C": "Transfer to SEEs",
      "D": "Social spendings",
      "E": "Rebates"
    },
    "explanation": "It is not social spendings. however it is social security."
  },
  {
    "id": "2901182",
    "unitNumber": 3,
    "text": "Which of the following is the approximately percantage of informal economy in Turkey?",
    "correctAnswer": "D",
    "options": {
      "A": "%15",
      "B": "%20",
      "C": "%25",
      "D": "%30",
      "E": "%35"
    },
    "explanation": "Informal economy in Turkey is estimated to be around 30% of the economy. Source: Medina, L. and Schneider, F., 2018. Shadow economies around the world: what did we learn over the last 20 years?"
  },
  {
    "id": "2901183",
    "unitNumber": 3,
    "text": "I. Total Public Gross Debt Stock<br/>II. Central Bank Net Assets<br/>III. Public Sector Assets<br/>IV. Unemployment Insurance Fund Net Assets.<br/>V. Taxes on Property<br/>Which of the facts above are the main factors determining public net debt stock?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II and III",
      "B": "II, III and IV",
      "C": "I, III and V",
      "D": "I, II, III and IV",
      "E": "I, II, III, IV and V"
    },
    "explanation": "<em>Public Net Debt Stock </em>in Turkey as a share of GDP is shown for the period of 2001-2018. There are 4 main factors determining public net debt stock:<br/><strong>I. </strong>Total Public Gross Debt Stock<br/><strong>II. </strong>Central Bank Net Assets<br/><strong>III. </strong>Public Sector Assets<br/><strong>IV. </strong>Unemployment Insurance Fund Net Assets."
  },
  {
    "id": "2901184",
    "unitNumber": 3,
    "text": "Which of the following was the year most revenue obtained from privatization in Turkey?",
    "correctAnswer": "C",
    "options": {
      "A": "2003",
      "B": "2008",
      "C": "2013",
      "D": "2016",
      "E": "2018"
    },
    "explanation": "Privatization gained speed post-2003, and in 2013, approximately 12.5 billion dollars of revenue was obtained from privatization."
  },
  {
    "id": "2901185",
    "unitNumber": 3,
    "text": "If the economy is in an inflationary period which of the following would be taken as fiscal policy by goverment?",
    "correctAnswer": "A",
    "options": {
      "A": "Increase taxes",
      "B": "Decrease taxes",
      "C": "Increase interest rate",
      "D": "Decrease interest rate",
      "E": "Increase spending"
    },
    "explanation": "Fiscal policy can also contribute to pushing aggregate demand beyond potential GDP in a way that leads to inflation. This is sometimes known as an “overheating economy” where demand is so high that there is upward pressure on wages and prices, causing inflation. In this situation, a contractionary fiscal policy involving government spending cuts or tax increases can help to reduce the upward pressure on the price level. Where expansion typically leads to deficits, contractionary fiscal policy is usually characterized by budget surpluses. Mainly, when inflation is a problem, the policies which could curb the inflation expectation in the future should be implemented by policymakers."
  },
  {
    "id": "2901186",
    "unitNumber": 3,
    "text": "If the economy is experiencing a recession which of the following would be taken as fiscal policy by goverment?",
    "correctAnswer": "A",
    "options": {
      "A": "Decrease taxes",
      "B": "Increase taxes",
      "C": "A decrease in interest rate",
      "D": "An increase in interest rate",
      "E": "Taxes on income"
    },
    "explanation": "To illustrate how the government can use fiscal policy to affect the economy, let’s consider an economy that is experiencing a recession. The government might lower tax rates to increase aggregate demand and stimulate economic growth. This is known as expansionary fiscal policy. The logic behind this approach is that when people pay lower taxes, they have more money to spend or invest, which fuels higher demand."
  },
  {
    "id": "2901187",
    "unitNumber": 3,
    "text": "What is one of the consequences of the expansionary fiscal policy in the short run?",
    "correctAnswer": "B",
    "options": {
      "A": "lower employment",
      "B": "higher inflation",
      "C": "lower economic growth",
      "D": "higher unemployment",
      "E": "lower consumption expenditure"
    },
    "explanation": "Fiscal policy has important effects on the economy in the short run. Expansionary fiscal policy, either a cut in taxes or an increase in government spending, leads to an increase in aggregate demand, thus causing both aggregate output and inflation to rise in the short run."
  },
  {
    "id": "2901188",
    "unitNumber": 3,
    "text": "What is the main reason of economic classification?",
    "correctAnswer": "A",
    "options": {
      "A": "To evaluate the results of the applied economic and social policies.",
      "B": "To evaluate the results of the fiscal policies",
      "C": "To evaluate the results of the budget deficit",
      "D": "To evaluate the results of the current budget deficit",
      "E": "To evaluate the results of the pure public goods"
    },
    "explanation": "To take a look to Public spending<br/>According to economic classification, the evaluation of budget expenditures allows us to evaluate the results of the applied economic and social policies. With this type of classification, we can see which kind of payments are allocated, and the measures, if necessary, can be taken accordingly."
  },
  {
    "id": "2901189",
    "unitNumber": 3,
    "text": "When did the old classification of budget expenditures implement in Turkey?",
    "correctAnswer": "A",
    "options": {
      "A": "until 2003",
      "B": "until 2008",
      "C": "until 2009",
      "D": "until 2000",
      "E": "until 2018"
    },
    "explanation": "To take a look to title of Public spending<br/>In the old classification of budget expenditures implemented in Turkey until 2003, budget expenditures consisted of current expenditures, capital expenditures, and transfer expenditures. Since 2004, budget expenditures have been grouped under two groups as non-interest expenditures and interest expenses in the analytical budget classification"
  },
  {
    "id": "2901190",
    "unitNumber": 3,
    "text": "Which and what did The Democrat Party adopt the development policies?",
    "correctAnswer": "A",
    "options": {
      "A": "the development policies under the leadership of the private sector",
      "B": "the development policies under the budget deficit",
      "C": "the development policies under the fiscal deficit",
      "D": "the development policies under the monetary policies",
      "E": "the development policies under the full employment"
    },
    "explanation": "To take a look to Developments in Budget Sizes<br/>The years 1945-1950 were the transition period from the one-party system to the multi-party system. The Democrat Party, which came to power after 1950, adopted the development policies under the leadership of the private sector and reduced the share of the public sector in the economy"
  },
  {
    "id": "2901191",
    "unitNumber": 3,
    "text": "What are Taxes levied on Turkey ?",
    "correctAnswer": "A",
    "options": {
      "A": "Income, expenditure, and wealth",
      "B": "Only expenditure",
      "C": "Only wealth",
      "D": "Only external resources",
      "E": "Only hot money"
    },
    "explanation": "To take a look to the public revenues in Turkey<br/>Taxes are levied on income, expenditure, and wealth. Income Tax and Corporate Tax for income taxes; Value Added Tax (VAT) and Special Consumption Tax (SCT), Tax on Banking andn Insurance Transactions for expenditure taxes; Motor Vehicle Tax (MVT), Inheritance and Transfer Tax and real estate tax for wealth taxes can be given as examples."
  },
  {
    "id": "2901192",
    "unitNumber": 3,
    "text": "What is one purpose of the tax system ?",
    "correctAnswer": "A",
    "options": {
      "A": "To provide adequate financing for public services",
      "B": "To provide adequate financing for private services",
      "C": "To provide adequate financing for buget deficit",
      "D": "To provide adequate financing for fiscal deficit",
      "E": "To provide adequate financing for public depts"
    },
    "explanation": "To take a look to the public revenues<br/>One purpose of the tax system is to provide adequate financing for public services, while the other is to make the income distribution fairer. The tax system should also not have a deterrent effect on the economic activities of entrepreneurs and employees."
  },
  {
    "id": "2901193",
    "unitNumber": 3,
    "text": "What are ranges of Taxes on international trade and transactions in Turkey?",
    "correctAnswer": "A",
    "options": {
      "A": "from 15% to 18%",
      "B": "from 5% to 18%,",
      "C": "from 5% to 8%,",
      "D": "from 1% to 18%,",
      "E": "from 13% to 18%,"
    },
    "explanation": "To take a look to public revenues in Turkey<br/>Taxes on international trade and transactions, which ranges from 15% to 18%, also play an essential role in budget revenues."
  },
  {
    "id": "2901194",
    "unitNumber": 3,
    "text": "What is tax burden?",
    "correctAnswer": "A",
    "options": {
      "A": "The ratio of the total tax revenues collected from the economy to the GDP to finance public expenditures",
      "B": "The ratio of the total tax revenues collected from the economy to the GDP to finance public revenues",
      "C": "The ratio of the total tax revenues collected from the economy to the GDP to finance external depts",
      "D": "The ratio of the total tax revenues collected from the economy to the VAT to finance public expenditures",
      "E": "The ratio of the total tax revenues collected from the economy to the GDP to finance VAT"
    },
    "explanation": "To take a look to title of Tax Burden in Turkey<br/>The ratio of the total tax revenues collected from the economy to the GDP to finance public expenditures is called tax burden. It includes direct taxes, in terms of the top marginal tax rates on individual and corporate incomes, and overall taxes, including all forms of direct and indirect taxation at all levels of government, as a percentage of GDP"
  },
  {
    "id": "2901195",
    "unitNumber": 3,
    "text": "Why is The public sector obliged to borrow ?",
    "correctAnswer": "A",
    "options": {
      "A": "The public sector is obliged to borrow if it cannot cover public expenses with public revenues",
      "B": "The public sector is obliged to borrow if it cannot cover public expenses with private sector revenues",
      "C": "The public sector is obliged to borrow if it cannot cover public expenses with public investment",
      "D": "The public sector is obliged to borrow if it cannot cover public expenses with pure public goods",
      "E": "The public sector is obliged to borrow if it cannot cover public expenses with public infrastructure expenditures"
    },
    "explanation": "To take alook to the title of Public dept management<br/>The public sector is obliged to borrow if it cannot cover public expenses with public revenues. The public sector borrows from two sources as internal and external."
  },
  {
    "id": "2901196",
    "unitNumber": 3,
    "text": "Why is debt management crucial in an economy?",
    "correctAnswer": "A",
    "options": {
      "A": "To financial stability",
      "B": "To debt stability",
      "C": "To budget stability",
      "D": "To private sector stability",
      "E": "To income stability"
    },
    "explanation": "To take look to the title of public dept management<br/>Debt management is crucial in achieving financial stability in an economy. Whether an economy is healthy cannot be understood only by looking at the debt stock, which can lead to misjudgments."
  },
  {
    "id": "2901197",
    "unitNumber": 3,
    "text": "Which of the following is not one of the 4 main factors determining the public net debt stock?",
    "correctAnswer": "A",
    "options": {
      "A": "Total Private Gross Debt Stock",
      "B": "Central Bank Net Assets",
      "C": "Public Sector Assets",
      "D": "Unemployment Insurance Fund Net Assets.",
      "E": "Total Public Gross Debt Stock"
    },
    "explanation": "To take a look to the title of Public Sector Borrowing Requirement<br/>There are 4 main factors determining public net debt stock:<br/>I. Total Public Gross Debt Stock<br/>II. Central Bank Net Assets<br/>III. Public Sector Assets<br/>IV. Unemployment Insurance Fund Net Assets."
  },
  {
    "id": "2901198",
    "unitNumber": 3,
    "text": "Which economic system was implemented in Turkey from the foundation of the Republic to the 2000s?",
    "correctAnswer": "C",
    "options": {
      "A": "Liberal economic system",
      "B": "Socialist economic system",
      "C": "Mixed economic system",
      "D": "Classic economic system",
      "E": "Boost economic system"
    },
    "explanation": "In Turkey, the mixed economic system had been implemented since the Republic’s founding until the 2000s."
  },
  {
    "id": "2901199",
    "unitNumber": 3,
    "text": "Which one of the following consists of services spending such as administration, legislative, security, justice, and defense?",
    "correctAnswer": "E",
    "options": {
      "A": "Housing expenditure",
      "B": "Tax expenditure",
      "C": "Welfare expenditure",
      "D": "Health expenditure",
      "E": "Government expenditure"
    },
    "explanation": "According to functional classification, public expenditures are divided into three main sections. General government expenditure consists of essential public services spending such as administration, legislative, security, justice, and defense services. Welfare expenditures include services that citizens directly benefit from their needs, such as education, health, social security, aid, and housing. Economics expenditures, including investment and services in agriculture, industry, and services, do not directly benefit citizens but rather to firms in the market."
  },
  {
    "id": "2901200",
    "unitNumber": 3,
    "text": "Acording to the old classification of budget expenditures implemented in Turkey until 2003, which of the following was part of budget expenditures?",
    "correctAnswer": "B",
    "options": {
      "A": "Health expenditures",
      "B": "Transfer expenditures",
      "C": "Wealth expenditures",
      "D": "Housing expenditures",
      "E": "Tax expenditures"
    },
    "explanation": "In the old classification of budget expenditures implemented in Turkey until 2003, budget expenditures consisted of current expenditures, capital expenditures, and transfer expenditures."
  },
  {
    "id": "2901201",
    "unitNumber": 3,
    "text": "<ul> <li>It was enacted with Law No. 4760.</li> <li>It is an indirect tax, such as VAT, that is required for EU harmonization laws.</li> <li>The purpose of this tax is to provide a social benefit as well as earning income.</li> <li>It is applied to luxury goods (jewelry, fur, etc.), goods that are harmful to health (alcohol, cigarettes, etc.), and goods causing environmental degradation (gasoline, etc.).</li> <li>It is an easy-to-manage and collectible tax for the tax administration as it is a single-stage tax.</li> </ul> Which of the following can have the features given above?",
    "correctAnswer": "A",
    "options": {
      "A": "Special Consumption Tax",
      "B": "Value Added Tax",
      "C": "Taxes on International Trade and Transactions",
      "D": "Enterprise and Property Revenues",
      "E": "Tax on Games of Chances"
    },
    "explanation": "In 2002, the Special Consumption Tax (SCT) was enacted with Law No. 4760. SCT is an indirect tax, such as VAT, that is required for EU harmonization laws. The purpose of SCT is to provide a social benefit as well as earning income. For this reason, SCT is applied to luxury goods (jewelry, fur, etc.), goods that are harmful to health (alcohol, cigarettes, etc.), and goods causing environmental degradation (gasoline, etc.). SCT is an easy-to-manage and collectible tax for the tax administration as it is a single-stage tax."
  },
  {
    "id": "2901202",
    "unitNumber": 3,
    "text": "‘While the share of direct taxes in the Turkish Tax System gradually decreased, the share of indirect taxes increased gradually. This problem is quite a controversial issue in Turkey because an increase in the share of indirect taxes in budget revenues brings up ………. problem.’<br/>Which of the following fills the gap in the given sentence most appropriately?",
    "correctAnswer": "D",
    "options": {
      "A": "Low elasticity",
      "B": "Digital regression",
      "C": "Inadequate saving",
      "D": "Income inequality",
      "E": "Justice of wealth"
    },
    "explanation": "While the share of direct taxes in the Turkish Tax System gradually decreased, the share of indirect taxes increased gradually. This problem is quite a controversial issue in Turkey because an increase in the share of indirect taxes in budget revenues brings up the income inequality problem."
  },
  {
    "id": "2901203",
    "unitNumber": 3,
    "text": "‘Proper public sector debt management depends on the ………. and the stability of exchange rates.’<br/>Which of the following fills the gap in the given sentence most appropriately?",
    "correctAnswer": "C",
    "options": {
      "A": "balanced financial sector",
      "B": "stability of debt stock",
      "C": "interest rate of borrowing",
      "D": "Steady economic growth",
      "E": "appropriate income distribution"
    },
    "explanation": "Debts must be sustainable so that budget deficits do not create economic problems. Proper public sector debt management depends on the interest rate of borrowing and the stability of exchange rates."
  },
  {
    "id": "2901204",
    "unitNumber": 3,
    "text": "In Turkey which of the following unit is responsible for public sector borrowing after September 2019?",
    "correctAnswer": "D",
    "options": {
      "A": "General Manager of Public Finance",
      "B": "Ministry of Treasury and Finance",
      "C": "Ministry of Family and Social Services",
      "D": "General Directorate of Borrowing",
      "E": "Ministry of Interior"
    },
    "explanation": "Previously, the General Manager of Public Finance was responsible for borrowing under the same ministry. The General Directorate of Borrowing was established in September 2019 with the Presidential Decree (Decree number: 45)."
  },
  {
    "id": "2901205",
    "unitNumber": 3,
    "text": "Which of the following shows how much non-metropolitan municipalities receive from the state tax revenues?",
    "correctAnswer": "E",
    "options": {
      "A": "3.1%",
      "B": "3.0%",
      "C": "2.7%",
      "D": "2.5%",
      "E": "1.5%"
    },
    "explanation": "Non-metropolitan municipalities (848 in total) are allocated 1.5% of the state tax revenues."
  },
  {
    "id": "2901206",
    "unitNumber": 3,
    "text": "Looking at the 1986 to 2019 privatization amounts of Turkey which of the year given below has the highest privatization revenues?",
    "correctAnswer": "B",
    "options": {
      "A": "2012",
      "B": "2013",
      "C": "2014",
      "D": "2015",
      "E": "2016"
    },
    "explanation": "Figure 3.1 shows privatization amounts in Turkey from 1986 to 2019. As can be seen from the figure, privatization gained speed post-2003, and in 2013, approximately 12.5 billion dollars of revenue was obtained from privatization."
  },
  {
    "id": "2901207",
    "unitNumber": 3,
    "text": "Which of the following can be applied when there is overheating economy?",
    "correctAnswer": "E",
    "options": {
      "A": "raising bank subsidies",
      "B": "increasing wages",
      "C": "increasing government spending",
      "D": "borrowing more debts",
      "E": "increasing tax"
    },
    "explanation": "Fiscal policy can also contribute to pushing aggregate demand beyond potential GDP in a way that leads to inflation. This is sometimes known as an “overheating economy” where demand is so high that there is upward pressure on wages and prices, causing inflation. In this situation, a contractionary fiscal policy involving government spending cuts or tax increases can help to reduce the upward pressure on the price level."
  },
  {
    "id": "2901208",
    "unitNumber": 4,
    "text": "Which of the following first theorized agriculture as an important part of an economy?",
    "correctAnswer": "A",
    "options": {
      "A": "A. R. J. Turgot and Francois Quesnay",
      "B": "Adam Smith and David Ricardo",
      "C": "Alfred Marshall and John Maynard Keynes",
      "D": "Milton Friedman andKarl Marx",
      "E": "Thomas Attwood and Sir William Ashle"
    },
    "explanation": "Agriculture, as an important part of an economy, was first theorized by physiocrats, namely A. R. J. Turgot and Francois Quesnay who as some historians argue, managed to create “the first strictly scientific system of economics”."
  },
  {
    "id": "2901209",
    "unitNumber": 4,
    "text": "Which of the following is not correct about agricultural sector?",
    "correctAnswer": "D",
    "options": {
      "A": "Beyond being of highest importance for food supply in an economy, agricultural sector and its production help the economy in some other ways.",
      "B": "The agricultural sector provides and strengthens the sustainability of economic growth and development.",
      "C": "The contributions of agriculture to total economic activity is often undervalued due to the traditional measuring methods that rely solely on output.",
      "D": "The agricultural sector is the key provider of basic technologies for industrial production.",
      "E": "The agricultural sector helps other sectors producing goods such as tobacco, medicine, textile and leather, furniture, paint and even some parts of electronics."
    },
    "explanation": "Beyond being of highest importance for food supply in an economy, agricultural sector and its production help the economy in some other ways. First, the sector provides and strengthens the sustainability of economic growth and development. The contributions of agriculture to total economic activity is often undervalued due to the traditional measuring methods that rely solely on output, thus failing to consider dynamic effects. Thus, due to the fact that the conventional method of agricultural performance measurement includes only the output and raw materials production in the sector, and it excludes both backward and forward linkages and deduces an understated result. Second, the sector is the key provider of typical raw materials for industrial production. Agricultural production not only supplies those materials to the food industry but also helps other sectors producing goods such as tobacco, medicine, textile and leather, furniture, paint and even some parts of electronics."
  },
  {
    "id": "2901210",
    "unitNumber": 4,
    "text": "Which of the following is the definition of rural flight?",
    "correctAnswer": "B",
    "options": {
      "A": "The chronic migration of plants from rural areas to urban areas.",
      "B": "The chronic migration of people from rural areas to urban areas.",
      "C": "The chronic migration of capital from rural areas to urban areas.",
      "D": "The chronic migration of technology from rural areas to urban areas.",
      "E": "The chronic migration of production sector from rural areas to urban areas."
    },
    "explanation": "Rural Depopulation (Rural Flight): The chronic migration of people from rural areas to urban areas."
  },
  {
    "id": "2901211",
    "unitNumber": 4,
    "text": "I. The sector provides and strengthens the sustainability of economic growth and development.<br/>II. The sector is the key provider of typical raw materials for industrial production. <br/>III. By acting as a buffer for labor coming from the other sectors in the economy, the agricultural sector provides employment<br/>IV. The agricultural sector in an economy affects the society with positive externalities.<br/>Which of the facts above are correct?",
    "correctAnswer": "E",
    "options": {
      "A": "II and III",
      "B": "I, II and III",
      "C": "I, III and IV",
      "D": "II, III and IV",
      "E": "I, II, III, IV"
    },
    "explanation": "All of the above are correct."
  },
  {
    "id": "2901212",
    "unitNumber": 4,
    "text": "What kind of determinant is climate for conventional agricultural production?",
    "correctAnswer": "C",
    "options": {
      "A": "immaterial",
      "B": "networks",
      "C": "exogenous",
      "D": "infrastructure",
      "E": "endogenous"
    },
    "explanation": "Climate is an exogenous variable for conventional agricultural production."
  },
  {
    "id": "2901213",
    "unitNumber": 4,
    "text": "Which of the following is the concept defines the increase in agricultural production per unit of inputs?",
    "correctAnswer": "A",
    "options": {
      "A": "Agricultural intensification",
      "B": "Agricultural escalation",
      "C": "Agricultural sharpening",
      "D": "Agricultural augmentation",
      "E": "Agricultural concetration"
    },
    "explanation": "Agricultural Intensification (intensive farming, industrial agriculture): The increase in agricultural production per unit of inputs. Agricultural intensification has become widespread particularly after World War I, with the conventional type of farming. Intensification in agricultural production created a productivity-oriented and labor-saving production system which resulted in a democratization of food, especially meat and dairy products. However, it has also harmed the environment in terms of biodiversity and impaired human health via pesticides (Kahn et al., 2020)."
  },
  {
    "id": "2901214",
    "unitNumber": 4,
    "text": "Which of the following is not included in the data on crop production?",
    "correctAnswer": "E",
    "options": {
      "A": "Swill crops",
      "B": "Forage crops",
      "C": "Slop crops",
      "D": "Silage crops",
      "E": "Fodder crops"
    },
    "explanation": "The data on crop production includes all the crop production except fodder crops, which are used to feed livestock."
  },
  {
    "id": "2901215",
    "unitNumber": 4,
    "text": "Which of the following play a key role in meeting domestic food demand and supplying the food industry,despite their lower value generation in comparison to other products?",
    "correctAnswer": "B",
    "options": {
      "A": "Crops",
      "B": "Pulses",
      "C": "Vegetables",
      "D": "Fruits",
      "E": "Herbs"
    },
    "explanation": "Pulses are the widest range, and most commonly produced agricultural products in the Turkish economy. Despite their lower value generation in comparison to other products, they play a key role in meeting domestic food demand and supplying the food industry."
  },
  {
    "id": "2901216",
    "unitNumber": 4,
    "text": "According to the \"Standard Layout for the UNECE Standards for 2017 Fresh Fruits and Vegetables\", which of the following must an agricultural product in this category not have the minimum requirements of being?",
    "correctAnswer": "C",
    "options": {
      "A": "Intact",
      "B": "Sound",
      "C": "Vitamins and minerals",
      "D": "clean",
      "E": "Free of any foreign taste"
    },
    "explanation": "According to “Standard Layout for UNECE Standards on Fresh Fruit and Vegetables 2017” an agricultural product in this category must have the minimum requirements of being: • Intact • Sound • Clean (at some point, soil is acceptable) • Free from pests • Free from damage caused by pests • Free of abnormal external moisture • Free of any foreign smell and/or taste"
  },
  {
    "id": "2901217",
    "unitNumber": 4,
    "text": "Which of the following is not one of the main groups of agricultural support payments in Turkish Economy?",
    "correctAnswer": "E",
    "options": {
      "A": "Area-based supports",
      "B": "Support for tea pruning",
      "C": "Livestock supports",
      "D": "Compensation payments",
      "E": "Technological development supports"
    },
    "explanation": "There are five main groups of agricultural support payments in Turkish Economy: • Area-based supports • Biological and bio-technic control supports • Compensation payments • Livestock supports • Other supports a. Insurance support b. Support for tea pruning c. Support for certified seed utilization/ production d. Support for certified seedlings and saplings e. Support for protection of agricultural land f. R&amp;D support g. Agricultural publication and consultancy support h. Licensed warehousing support i. Rural development supports"
  },
  {
    "id": "2901218",
    "unitNumber": 4,
    "text": "They, as physiocrats, believed that the added value or real wealth can only be created through .................<br/>Which one of the followings should be substituted into the dotted line space to make the statement correct?",
    "correctAnswer": "A",
    "options": {
      "A": "agricultural production",
      "B": "industrial production",
      "C": "capital accumulation",
      "D": "savings and investment",
      "E": "consumption"
    },
    "explanation": "They, as physiocrats, believed that the added value or real wealth can only be created through agricultural production, thus accepting that the only productive labor is agricultural labor."
  },
  {
    "id": "2901219",
    "unitNumber": 4,
    "text": "I. Agricultural production still relies mainly on climate conditions<br/>II. Agricultural production has its own characteristics of supply<br/>III. The law of diminishing returns is not applicable for agricultural production<br/>Which of the above statements are included in the characteristics of agriculture?",
    "correctAnswer": "A",
    "options": {
      "A": "I and II",
      "B": "I and III",
      "C": "II and III",
      "D": "Only I",
      "E": "Only III"
    },
    "explanation": "Agricultural production and agricultural products have their own characteristics that create substantial differences compared to other parts of an economy. Let us have a look at the most important characteristics:<br/>Agricultural production (still) relies mainly on climate conditions.<br/>For many types of agricultural products, income and price elasticities of demand are considerably lower<br/>Agricultural production has its own characteristics of supply<br/>Agricultural goods production is geographically concentrated.<br/>Agricultural production is bulky<br/>The law of diminishing returns is an extremely important issue for agricultural production, particularly in conventional production.<br/>There are mainly two types of agricultural producers, the first being the agribusinesses and the second being individual/small farmers."
  },
  {
    "id": "2901220",
    "unitNumber": 4,
    "text": "What is the percentage of tea production in Turkey relative to world production?",
    "correctAnswer": "B",
    "options": {
      "A": "more than 1 percent",
      "B": "more than 5 percent",
      "C": "more than 10 percent",
      "D": "50 percent",
      "E": "65 percent"
    },
    "explanation": "Turkey is renowned for its high-quality tea and its level of production. The level in Turkey covers more than 5% of the whole production in the world and Turkey alone is one of the largest markets for tea by itself."
  },
  {
    "id": "2901221",
    "unitNumber": 4,
    "text": "I. Large arable land per producer <br/>II. Insufficient capital investment<br/>III. Insufficient generation of added value<br/>Which of the above statements are included in current problems of Turkish agricultural sector?",
    "correctAnswer": "B",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "I and III",
      "D": "Only II",
      "E": "Only III"
    },
    "explanation": "we can analyze current problems in Turkish agricultural sector in five separate segments:<br/>• Small arable land per producer • Insufficient capital investment • Insufficient generation of added value • Domestic price levels and multinational competition • Rapid depletion of natural resources"
  },
  {
    "id": "2901222",
    "unitNumber": 4,
    "text": "World Wildlife Fund (WWF) claims that half of the topsoil on the planet has been lost in the last ...... years.<br/>Which one of the followings should be substituted into the blank above to make the statement correct?",
    "correctAnswer": "C",
    "options": {
      "A": "500",
      "B": "250",
      "C": "150",
      "D": "25",
      "E": "10"
    },
    "explanation": "World Wildlife Fund (WWF) claims that “half of the topsoil on the planet has been lost in the last 150 years. In addition to erosion, soil quality is affected by other aspects of agriculture. These impacts include compaction, loss of soil structure, nutrient degradation, and soil salinity”."
  },
  {
    "id": "2901223",
    "unitNumber": 4,
    "text": "Considering the production levels between 2002 and 2018, which of the following product group has the largest increase in percentage?",
    "correctAnswer": "E",
    "options": {
      "A": "vegetables",
      "B": "fruits and field crops",
      "C": "fruits",
      "D": "field crops",
      "E": "Tea and spices"
    },
    "explanation": "Production The most important and the largest part of the whole agricultural sector in Turkey consists of field crops production. The production levels for product groups are represented in Table 4.3:<br/>Table 4.3 Changes in Production Level, Product Groups, 2002-2018.<br/>Product Type 2002 (tonnes) 2018 (tonnes) % Change (2002-2018)<br/>Field Crops 58,124,516 64,404,453 10.8<br/>Fruits 13,273,350 20,494,028 54.4<br/>Vegetables 25,823,567 30,032,827 16.3<br/>Tea and Spices 884,700 1,784,876 101.7"
  },
  {
    "id": "2901224",
    "unitNumber": 4,
    "text": "According to World Bank Data, what is the rate of economically active -working- children employed in the agricultural sector of Turkey in 2006?",
    "correctAnswer": "C",
    "options": {
      "A": "25.46%",
      "B": "7.83%",
      "C": "57.06%",
      "D": "12.09%",
      "E": "75.25%"
    },
    "explanation": "According to World Bank data, the latest measurement of economically active children between the ages of 7 and 14 was generated in the year 2006. The calculated rate of child employment in the Turkish agricultural sector seems to be 57.06%. This means that more than half of the economically active -working- children are employed in the agricultural sector in Turkey."
  },
  {
    "id": "2901225",
    "unitNumber": 4,
    "text": "There are five main groups of agricultural support payments in Turkish Economy. From these five groups, two of them have about 50-55% of the total support value since 2013. In which of the followings, these two groups are mentioned?",
    "correctAnswer": "D",
    "options": {
      "A": "Area-based supports and other supports",
      "B": "Biological and bio-technic control supports and livestock supports",
      "C": "Compensation payments and area-based supports",
      "D": "Compensation payments and livestock supports",
      "E": "Area-based supports and biological and bio-technic control supports"
    },
    "explanation": "Compensation payments and livestock supports account for about 50-55% of the total support value since 2013. Another important proportion is the area-based supports with about 20-25% while other supports and biological and bio-technic control combined account for the rest.<br/><ul><br/><li>There are five main groups of agricultural support payments in Turkish Economy: • Compensation payments; Area-based supports • Biological and bio-technic control supports • Livestock supports • Other supports</li><br/></ul>"
  },
  {
    "id": "2901226",
    "unitNumber": 4,
    "text": "Between the years 2002 and 2018, the increase in import of fruits in value is about (1)........times and the increase in export of fruits in value is about (2).........times.<br/>Which of the followings should be substituted into the blanks above to make the statement correct?",
    "correctAnswer": "A",
    "options": {
      "A": "(1): 13.7 (2): 8.6",
      "B": "(1): 12 (2): 14.9",
      "C": "(1): 5.5 (2): 6.7",
      "D": "(1): 11.7 (2): 11.9",
      "E": "(1): 14.8 (2): 18.8"
    },
    "explanation": "It can be deduced from Table 4.7 that between the years 2002 and 2018, both the amount imported and the amount exported tripled in terms of fruits but the important subject here is value. In about one and a half decades, the total import value went up from 34,865,000 $ to 513,240,000 $. In other words, the increase in value is about 13.7 times. However, for the exports, the value went up from 392,000,000 $ to 3,767,263,000 $, corresponding to an 8.6 times increase."
  },
  {
    "id": "2901227",
    "unitNumber": 4,
    "text": "Similar to GDP ratio, as countries develop, their agricultural/rural employment levels in whole employment tend to ........... and this is in high correlation with .................. capital stock.<br/>To make the above statement correct, which of the followings should be substituted in to the blanks respectively?",
    "correctAnswer": "C",
    "options": {
      "A": "increase; capital-consuming",
      "B": "increase; capital-saving",
      "C": "decrease; labor-saving",
      "D": "increase; labor-saving",
      "E": "decrease; capital-saving"
    },
    "explanation": "Similar to GDP ratio, as countries develop, their agricultural/rural employment levels in whole employment tend to decrease and this is in high correlation with labor-saving capital stock. However, for underdeveloped and emerging countries the ratio remains relatively higher despite a general tendency to resemble a decreasing trend."
  },
  {
    "id": "2901228",
    "unitNumber": 4,
    "text": "Which one of the following<strong> is not</strong> a support mechanism for the farmers?",
    "correctAnswer": "C",
    "options": {
      "A": "Income supports",
      "B": "Trade barries",
      "C": "Seed restriction",
      "D": "Subsidies",
      "E": "Price control"
    },
    "explanation": "The vast majority of countries support farmers by at least one but usually a combination of;<br/>• Income supports<br/>• Trade barriers<br/>• Subsidies<br/>• Price controls"
  },
  {
    "id": "2901229",
    "unitNumber": 4,
    "text": "I. Agricultural production relies mainly on climate conditions.<br/>II. Agricultural production has its own characteristics of supply.<br/>III. Agricultural goods production is not geographically concentrated.<br/>Which ones of the above statements are true about agricultural production?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I and III",
      "D": "I and II",
      "E": "II and III"
    },
    "explanation": "<em>Agricultural production (still) relies mainly on climate conditions...</em><em>Agricultural production has its own characteristics of supply...</em><em>Agricultural goods production is geographically concentrated...</em>"
  },
  {
    "id": "2901230",
    "unitNumber": 4,
    "text": "Which of the following is the largest products in Turkish agricultural sector?",
    "correctAnswer": "A",
    "options": {
      "A": "Barley",
      "B": "Maize",
      "C": "Lentil",
      "D": "Potatoes",
      "E": "Dry onions"
    },
    "explanation": "Wheat, sugar beet and barley are the largest products in the agricultural sector, two of them -wheat and sugar beet- being produced more than 20 million tonnes in 2017."
  },
  {
    "id": "2901231",
    "unitNumber": 4,
    "text": "Which of the following is <strong>false</strong> about cotton production in Turkish agricultural industry?",
    "correctAnswer": "C",
    "options": {
      "A": "Cotton is a high added value-added product",
      "B": "It is an important ingredient for the textile sector",
      "C": "Turkish cotton production is self-sufficient",
      "D": "Turkish imports trend on cotton tends to increase",
      "E": "Sharp decrease in production was captured after 2007"
    },
    "explanation": "Cottonseed and cotton lint are agricultural products with high added value and are important ingredients for the textile sector. According to the Food and Agriculture Organization of the United Nations, Chinese demand for cotton is declining while Indian demand for it increases along with the rest of the world. Turkish cotton production is not self-sufficient and Turkish imports trend on cotton tends to increase, similar to Indonesia and Vietnam...The trend for cotton production has clearly increased until early 1970s and after that it became weaker despite keeping the trend direction. After the year 1994, the trend started gaining strength in favor, yet it once again lost its pace in the early 2000s. As seen in the graph, the trend seems to be stabilized since then. Note that a sharp decrease in production was captured after 2007 and it lasted until 2009, arguably being a result seen after a global economic crisis, which resulted in a fall in global demand."
  },
  {
    "id": "2901232",
    "unitNumber": 4,
    "text": "I. Small arable land per producer<br/>II. Capital intensive production<br/>III. Rapid depletion of natural resources<br/>Which one of the above can be accounted as current problems of Turkish agriculture?",
    "correctAnswer": "C",
    "options": {
      "A": "Only II",
      "B": "I and II",
      "C": "I and III",
      "D": "II and III",
      "E": "Only III"
    },
    "explanation": "Using this as a starting point, we can analyze current problems in Turkish agricultural sector in five separate segments<br/>• Small arable land per producer<br/>• Insufficient capital investment<br/>• Insufficient generation of added value<br/>• Domestic price levels and multinational competition<br/>• Rapid depletion of natural resources"
  },
  {
    "id": "2901233",
    "unitNumber": 4,
    "text": "Which one of the following is one of the the requirements of “Standard Layout for UNECE Standards on Fresh Fruit and Vegetables 2017”?",
    "correctAnswer": "A",
    "options": {
      "A": "Free from pests",
      "B": "Usage of heirloom",
      "C": "Free from GDOs",
      "D": "Usage of dry farming techniques",
      "E": "Organic production"
    },
    "explanation": "For example, according to “Standard Layout for UNECE Standards on Fresh Fruit and Vegetables 2017” an agricultural product in this category must have the minimum requirements of being:<br/>• Intact<br/>• Sound<br/>• Clean (at some point, soil is acceptable)<br/>• Free from pests<br/>• Free from damage caused by pests<br/>• Free of abnormal external moisture<br/>• Free of any foreign smell and/or taste"
  },
  {
    "id": "2901234",
    "unitNumber": 4,
    "text": "Regarding the macro-level data, what is the most important product in the Turkish agricultural sector?",
    "correctAnswer": "E",
    "options": {
      "A": "Spice production",
      "B": "Tea production",
      "C": "Vegetable production",
      "D": "Fruit production",
      "E": "Crops production"
    },
    "explanation": "After a close look at the Turkish agricultural sector, it is useful to grasp and understand how the sector finds its place in the whole economy and how this place changes in time.<br/>The most important and the largest part of the whole agricultural sector in Turkey consists of field crops production."
  },
  {
    "id": "2901235",
    "unitNumber": 4,
    "text": "Which of the following country is Türkiye's main market for agricultural export in 2018?",
    "correctAnswer": "A",
    "options": {
      "A": "Iraq",
      "B": "Germany",
      "C": "United States",
      "D": "Brazil",
      "E": "Bulgaria"
    },
    "explanation": "According to Turkish Exporters’ Assembly, the largest exports from the sector were made to Iraq with a total worth of 3,634,464,000$ while Germany and the United States followed it with 1,525,941,000$ and 1,005,459,000$ respectively in 2018."
  },
  {
    "id": "2901236",
    "unitNumber": 4,
    "text": "Which one of the following is the most important determinant for the productivity increase in the Turkish agricultural industry?",
    "correctAnswer": "A",
    "options": {
      "A": "Capital investment",
      "B": "Labour investment",
      "C": "Biodiversity investment",
      "D": "Irrigation investment",
      "E": "GMO investment"
    },
    "explanation": "Physical capital investments embodying modern technologies are of high importance for the sector in terms of productivity increase."
  },
  {
    "id": "2901237",
    "unitNumber": 4,
    "text": "Which of the following is <strong>not</strong> one of the subsidiaries of the Ministry of Agriculture and Forestry?",
    "correctAnswer": "E",
    "options": {
      "A": "Ataturk Forest Farm Management",
      "B": "Turkish State Meteorological Service",
      "C": "The General Directorate of Forestry",
      "D": "Turkish Institute of Water",
      "E": "Reservation of Cultural Heritage Management"
    },
    "explanation": "The ministry has five subsidiaries:<br/>• Ataturk Forest Farm Management<br/>• The General Directorate of State Hydraulic Works<br/>• Turkish State Meteorological Service<br/>• The General Directorate of Forestry<br/>• Turkish Institute of Water"
  },
  {
    "id": "2901238",
    "unitNumber": 5,
    "text": "Which sector below includes all production activities that transform the raw materials and semi-finished products into finished products by using labor and capital from the factors of production?",
    "correctAnswer": "B",
    "options": {
      "A": "Financial",
      "B": "Industrial",
      "C": "Quaternary",
      "D": "Retail",
      "E": "Service"
    },
    "explanation": "If your answer is wrong, please review the “Definition of Industrial Sector” section.<br/>The industrial sector, which is one of the main sectors of the economy, includes industrial activities. The industrial activity is the transformation of raw materials into portable and usable products. In the narrower sense, the industry includes all production activities that transform the raw materials and semi- finished products into finished products by using labor and capital from the factors of production."
  },
  {
    "id": "2901239",
    "unitNumber": 5,
    "text": "Which below is a subsection of industrial sector according to Turkey Statistical Institute (TSI)?",
    "correctAnswer": "A",
    "options": {
      "A": "Mining",
      "B": "Education",
      "C": "Retail",
      "D": "Agriculture",
      "E": "Logistics"
    },
    "explanation": "If your answer is wrong, please review the “Definition of Industrial Sector” section.<br/>According to “Turkey Statistical Institute (TSI) industrial sector is separated into mining, manufacturing, and energy (electricity, water and gas), respectively."
  },
  {
    "id": "2901240",
    "unitNumber": 5,
    "text": "Which below is the manufacturing industry’s sub-sector?",
    "correctAnswer": "A",
    "options": {
      "A": "consumer goods",
      "B": "inferior goods",
      "C": "retail goods",
      "D": "advanced goods",
      "E": "normal goods"
    },
    "explanation": "If your answer is wrong, please review the “Definition of Industrial Sector” section.<br/>The manufacturing industry’s sub-sectors are also divided into three. These are consumer goods, intermediate goods, and investment goods."
  },
  {
    "id": "2901241",
    "unitNumber": 5,
    "text": "Which one listed below is a sub-sector of industrial sector according to Turkey Statistical Institute (TSI)?",
    "correctAnswer": "C",
    "options": {
      "A": "meteorology",
      "B": "education",
      "C": "energy",
      "D": "retail",
      "E": "agriculture"
    },
    "explanation": "If your answer is wrong, please review the “Definition of Industrial Sector” section.<br/>According to “Turkey Statistical Institute (TSI) industrial sector is separated into mining, manufacturing, and energy (electricity, water and gas), respectively.<br/>The manufacturing industry’s sub-sectors are also divided into three. These are consumer goods, intermediate goods, and investment goods."
  },
  {
    "id": "2901242",
    "unitNumber": 5,
    "text": "Which of the below is the manufacturing industry’s sub-sector?",
    "correctAnswer": "A",
    "options": {
      "A": "Investment goods",
      "B": "Liquidity goods",
      "C": "Inferior goods",
      "D": "Veblen goods",
      "E": "Norman goods"
    },
    "explanation": "If your answer is wrong, please review the “Definition of Industrial Sector” section.<br/>The manufacturing industry’s sub-sectors are also divided into three. These are consumer goods, intermediate goods, and investment goods."
  },
  {
    "id": "2901243",
    "unitNumber": 5,
    "text": "What is the main reason for Türkiye's failure to protect infant industries from foreign competition?",
    "correctAnswer": "D",
    "options": {
      "A": "The Izmir Economy Congress,the industry must be integrated to compete with other countries.",
      "B": "The share of intermediate and investment goods increased due to export-oriented industrialization model implemented since 1980.",
      "C": "The state itself wanted to start the development move rather than letting the private sector into the industrial sector.",
      "D": "Ottoman government had to maintain tariff rates at their September 1916 level as had been mandated by the Lausanne Treaty.",
      "E": "The lack of legal regulations to encourage private industrial production during the transition period to the liberal economy."
    },
    "explanation": "If your answer is wrong, please review the “Turkey’s Industry History and Periods” section.<br/>The main reason Turkey was unable to protect its infant industries from foreign competition was that the Ottoman government had to maintain tariff rates at their September 1916 level as had been mandated by the Lausanne Treaty."
  },
  {
    "id": "2901244",
    "unitNumber": 5,
    "text": "During which period the first five-year Industrial Plan was implemented?",
    "correctAnswer": "D",
    "options": {
      "A": "1923 - 1027",
      "B": "1924 - 1928",
      "C": "1929 - 1933",
      "D": "1934 - 1938",
      "E": "1938 - 1942"
    },
    "explanation": "If your answer is wrong, please review the “Turkey’s Industry History and Periods” section.<br/>The first five-year Industrial Plan was adopted by the government and put into force on 17 April 1934 and implemented between 1934 - 1938."
  },
  {
    "id": "2901245",
    "unitNumber": 5,
    "text": "When did Turkey abandon the statist policies the started in 1930's, and a liberal period begin in the economy?",
    "correctAnswer": "D",
    "options": {
      "A": "1980's",
      "B": "1970's",
      "C": "1960's",
      "D": "1950's",
      "E": "1940's"
    },
    "explanation": "If your answer is wrong, please review the “Turkey’s Industry History and Periods” section.<br/>When the Menderes Government took office in 1950, statist policies were abandoned, and a liberal period began in the economy."
  },
  {
    "id": "2901246",
    "unitNumber": 5,
    "text": "Which statement below is <strong>not</strong> correct for the period briefly after 1980?",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye adopted an export-based growth strategy.",
      "B": "Capacity utilization rates increased, and a competitive environment was created.",
      "C": "Increased quality of goods to be exported within the framework of integration with the World.",
      "D": "Imports of intermediate and investment goods continued.",
      "E": "With the opening out, industrial branches that could find a market, could not find a market."
    },
    "explanation": "If your answer is wrong, please review the “Turkey’s Industry History and Periods” section.<br/>Briefly after 1980;<br/><ul><br/><li><br/>Türkiye adopted an export-based growth strategy,<br/></li><br/><li><br/>Turkish lira devalued against the dollar,<br/></li><br/><li><br/>Imports of intermediate and investment goods continued,<br/></li><br/><li><br/>With the opening out, industrial branches that could not find a market could find a market,<br/></li><br/><li><br/>Capacity utilization rates increased, and a competitive environment was created and costs per unit decreased with the economy of scale,<br/></li><br/><li><br/>Increased quality of goods to be exported within the framework of integration with the World.<br/></li><br/></ul>"
  },
  {
    "id": "2901247",
    "unitNumber": 5,
    "text": "Which indicator below refers to the output of industrial establishments and covers sectors such as mining, manufacturing and public utilities (electricity, gas and water)?",
    "correctAnswer": "E",
    "options": {
      "A": "Money Supply (M2)",
      "B": "Current Employment Statistics (CES)",
      "C": "Consumer Price Index (CPI)",
      "D": "Gross Domestic Product (GDP)",
      "E": "Industrial Production Index (IPI)"
    },
    "explanation": "If your answer is wrong, please review the “Key Facts of Industrial Sector” section.<br/>Industrial production refers to the output of industrial establishments and covers sectors such as mining, manufacturing and public utilities (electricity, gas and water). This indicator is measured in an index based on a reference period that expresses the change in the volume of production output. The industrial production index (IPI) is an economic indicator measuring real output in the manufacturing, mining, electric and gas industries, relative to a base year."
  },
  {
    "id": "2901248",
    "unitNumber": 5,
    "text": "Which of the following sector had the highest number of business and employers in 1921?",
    "correctAnswer": "A",
    "options": {
      "A": "Weaving",
      "B": "Leather processing",
      "C": "Food",
      "D": "Woodwork",
      "E": "Chemistry"
    },
    "explanation": "Weaving sector had the highest number of business (20.057) and employers (35.316) in 1921."
  },
  {
    "id": "2901249",
    "unitNumber": 5,
    "text": "Which decision was not taken for the industry at the Izmir Economics Congress?",
    "correctAnswer": "D",
    "options": {
      "A": "Craftsmanship and small business should be stopped and fabricated as soon as possible.",
      "B": "The products of foreigners should be avoided, and the industry must be integrated to compete with other countries.",
      "C": "Industry branches whose raw material can be grown in the country should be established.",
      "D": "State-owned enterprises should transfer to the private sector.",
      "E": "Industry should be encouraged."
    },
    "explanation": "In the Izmir Economics Congress, Turkey’s economic decisions were discussed. Several decisions were taken for the industry at the congress. These are;<br/><ul> <li>Craftsmanship and small business should be stopped and fabricated as soon as possible.</li> <li>The products of foreigners should be avoided, and the industry must be integrated to compete with other countries.</li> <li>Industry branches whose raw material can be grown in the country should be established.</li> <li>Industry should be encouraged.</li> </ul>"
  },
  {
    "id": "2901250",
    "unitNumber": 5,
    "text": "When the Industrial and Maadin Bank was replaced by Sümerbank?",
    "correctAnswer": "C",
    "options": {
      "A": "1923",
      "B": "1930",
      "C": "1933",
      "D": "1942",
      "E": "1945"
    },
    "explanation": "In 1933, the Industrial and Maadin bank was replaced by Sümerbank."
  },
  {
    "id": "2901251",
    "unitNumber": 5,
    "text": "When the first five-year Industrial Plan was implemented?",
    "correctAnswer": "D",
    "options": {
      "A": "1923-1927",
      "B": "1929-1933",
      "C": "1930-1934",
      "D": "1934- 1938",
      "E": "1938-1942"
    },
    "explanation": "The First Five-Year Industrial Plan was adopted by the government and put into force on 17 April 1934 and implemented between 1934- 1938."
  },
  {
    "id": "2901252",
    "unitNumber": 5,
    "text": "Which of the following plan was applied the aims of with the promotion of exports instead of import substitution, the selection of agriculture instead of industry, and the preference of the private sector over the public sector?",
    "correctAnswer": "D",
    "options": {
      "A": "The First Five-Year Industrial Plan",
      "B": "The Second Five-Year Industrial Plan",
      "C": "The Third Five-Year Industrial Plan",
      "D": "The 1947 Development plan (Vaner Plan)",
      "E": "The First Five-Year Development Plan"
    },
    "explanation": "The promotion of exports instead of import substitution, the selection of agriculture instead of industry, and the preference of the private sector over the public sector were realized with the 1947 development plan (Vaner Plan) and the liberal period began."
  },
  {
    "id": "2901253",
    "unitNumber": 5,
    "text": "Which of the following corporations was/were introduced to the national economy during the first five-year industrial plan period?",
    "correctAnswer": "C",
    "options": {
      "A": "Iron -Steel and Turkey Coal Enterprises",
      "B": "Turkey Petroleum Corporation and Pulp and Paper",
      "C": "Sümerbank and Etibank",
      "D": "Ereğli Iron and Steel Works",
      "E": "Meat and Fish Institution"
    },
    "explanation": "During the first five-year industrial plan period, about 20 factories were established. Two large corporations, Sümerbank and Etibank, were introduced to the national economy with this plan."
  },
  {
    "id": "2901254",
    "unitNumber": 5,
    "text": "When the State Planning Organization was established?",
    "correctAnswer": "E",
    "options": {
      "A": "1923",
      "B": "1938",
      "C": "1945",
      "D": "1950",
      "E": "1961"
    },
    "explanation": "With the law enacted in 1961, the State Planning Organization was established and assigned to prepare and carry out development plans."
  },
  {
    "id": "2901255",
    "unitNumber": 5,
    "text": "When the second five-year development plan was implemented?",
    "correctAnswer": "D",
    "options": {
      "A": "1961-1965",
      "B": "1966-1970",
      "C": "1963-1967",
      "D": "1968-1972",
      "E": "1973-1977"
    },
    "explanation": "The second development plan was put into force in 1968 until 1972."
  },
  {
    "id": "2901256",
    "unitNumber": 5,
    "text": "Which of the following is the first development plan, the principle of balanced growth of agricultural and industrial sectors was abandoned?",
    "correctAnswer": "B",
    "options": {
      "A": "The First Five-Year Development Plan",
      "B": "The Second Five-Year Development Plan",
      "C": "The Third Five-Year Development Plan",
      "D": "The Fourth Five-Year Development Plan",
      "E": "The Fifth Five-Year Development Plan"
    },
    "explanation": "In the second development plan, as in the first development plan, the principle of balanced growth of agricultural and industrial sectors was abandoned. According to this development plan, the industry was very important and should be the driving sector of the economy."
  },
  {
    "id": "2901257",
    "unitNumber": 5,
    "text": "Which of the following industry is not one of the have the potential to become centers of excellence by 2041?",
    "correctAnswer": "E",
    "options": {
      "A": "Food and beverage processing",
      "B": "Agricultural R&amp;D and services",
      "C": "Alternative energy",
      "D": "Automobile production",
      "E": "Manufacturing"
    },
    "explanation": "Several industries have the potential to become centers of excellence by 2041 including: Food and beverage processing; Agricultural R&amp;D and services; Alternative energy; Automobile production and Tourism."
  },
  {
    "id": "2901258",
    "unitNumber": 5,
    "text": "I. Mining<br/>II. Consumer goods<br/>III. Investment goods<br/>According to Turkish Statistical Institute classification, which of the above listed sectors of industry does not belong to manufacturing?",
    "correctAnswer": "A",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "I and II",
      "E": "II and III"
    },
    "explanation": "According to “Turkey Statistical Institute (TSI) industrial sector is separated into mining, manufacturing, and energy (electricity, water and gas), respectively.<br/>Mining is not a sub-sector of manufacturing industry according TURKSTAT classification."
  },
  {
    "id": "2901259",
    "unitNumber": 5,
    "text": "\"Industry is the combination of factors that generate goods and services and income generating factors established by the ...\". <br/>Which of the following terms correctly completes the above defition?",
    "correctAnswer": "A",
    "options": {
      "A": "Entrepreneurs",
      "B": "Investors",
      "C": "Government",
      "D": "Public organizations",
      "E": "Foreigners"
    },
    "explanation": "Industry is the combination of factors that generate goods and services and income generating factors established by the entrepreneurs."
  },
  {
    "id": "2901260",
    "unitNumber": 5,
    "text": "Which of the following does not belong to manufacturing industry's sub-sectors?",
    "correctAnswer": "A",
    "options": {
      "A": "Energy",
      "B": "Food",
      "C": "Textiles",
      "D": "Clothing",
      "E": "Machinery"
    },
    "explanation": "Energy is not a sub-sector of manufacturing industry. <br/>The manufacturing industry’s sub-sectors are also divided into three. These are consumer goods,<br/>intermediate goods, and investment goods. In Turkey’s economy, major manufacturing industries are food,textiles, leather, clothing, chemicals, pharmaceuticals, rubber and plastics, computer, electronic and optical products, electrical equipment, automotive, coke and petroleum products, mining, forestry, machinery, metal, stone, and soil-based industries."
  },
  {
    "id": "2901261",
    "unitNumber": 5,
    "text": "Which of the following factors is damaged the guild structure of the Ottoman Empire?",
    "correctAnswer": "A",
    "options": {
      "A": "Caputulations",
      "B": "Taxes",
      "C": "Interest rate",
      "D": "Subsidies",
      "E": "Government intervention"
    },
    "explanation": "Caputulations is one of the factors that damaged the guild tradition of the Ottoman Empire."
  },
  {
    "id": "2901262",
    "unitNumber": 5,
    "text": "Which of the following is the sector that constitutes the first step of industrialization based on the private sector in Türkiye?",
    "correctAnswer": "A",
    "options": {
      "A": "Weaving",
      "B": "Energy",
      "C": "Mining",
      "D": "Chemicals",
      "E": "Petroleum"
    },
    "explanation": "As a traditional sector, weaving is the first step of the industrialization process of Türkiye."
  },
  {
    "id": "2901263",
    "unitNumber": 5,
    "text": "What is the main aim of the First Five-Year Industrial Plan (1934-1938) implemented in Turkey?",
    "correctAnswer": "A",
    "options": {
      "A": "Import substitution",
      "B": "Export promotion",
      "C": "Foreign demand creation",
      "D": "Foreign exchange gaining",
      "E": "Domestic demand repressing"
    },
    "explanation": "Import substitution is the main of mentioned industry plan. <br/>The first five-year Industrial Plan is a plan that does not cover all public investments. It aims to<br/>achieve certain increases in the production of imported consumer goods. The main feature of<br/>this plan is that it aims at import substitution."
  },
  {
    "id": "2901264",
    "unitNumber": 5,
    "text": "\"An import substitution policy is based on ... idea\".<br/>Which of the following terms correctly completes the above statement?",
    "correctAnswer": "A",
    "options": {
      "A": "Protectionism",
      "B": "Internationalism",
      "C": "Foreign trade promotion",
      "D": "Export promotion",
      "E": "Floating exchange rate"
    },
    "explanation": "Protectionism is the basic idea that lies behind the import substitution strategy."
  },
  {
    "id": "2901265",
    "unitNumber": 5,
    "text": "According to latest figures, which of the following is the correct ordering of sectors from high to low for the GDP composition in Türkiye?",
    "correctAnswer": "A",
    "options": {
      "A": "Services - Industry - Construction - Agriculture",
      "B": "Industry - Services - Agriculture - Construction",
      "C": "Services - Agriculture - Industry - Construction",
      "D": "Industry - Agriculture - Services - Construction",
      "E": "Services - Industry - Agriculture - Construction"
    },
    "explanation": "Services sector has the greatest share in GDP composition followed by industry, construction and agriculture."
  },
  {
    "id": "2901266",
    "unitNumber": 5,
    "text": "Which of the following is taken as the basis when calculating the capacity utilization rate?",
    "correctAnswer": "A",
    "options": {
      "A": "Manufacturing industry",
      "B": "Agricultural production",
      "C": "Services sector output level",
      "D": "Energy sector value added",
      "E": "Total of services and energy sectors"
    },
    "explanation": "Manufacturing industry output level constitutes the base for capacity utilization rate."
  },
  {
    "id": "2901267",
    "unitNumber": 5,
    "text": "\".... is an economic indicator measuring real output in the manufacturing, mining,electric and gas industries, realtive the base year.\"<br/>Which of the following correctly completes the above definition?",
    "correctAnswer": "A",
    "options": {
      "A": "Industrial production index",
      "B": "Real gross domestic product",
      "C": "Net national output",
      "D": "Real capacity index",
      "E": "Natural output index"
    },
    "explanation": "Industrial production index is an economic indicator measuring real output in the manufacturing, mining,electric and gas industries, realtive the base year."
  },
  {
    "id": "2901268",
    "unitNumber": 6,
    "text": "Which of the folowing institutions is prepared the widely used \"Sevices Sectoral Classification List\"?",
    "correctAnswer": "A",
    "options": {
      "A": "World Trade Organization (WTO)",
      "B": "International Monetary Fund (IMF)",
      "C": "World Bank (WB)",
      "D": "United Nations (UN)",
      "E": "Organization for Economic Cooperation and Development (OECD)"
    },
    "explanation": "WTO is prepared the mentioned classification list."
  },
  {
    "id": "2901269",
    "unitNumber": 6,
    "text": "According to three-sector model, which of the following covers manufacturing activities?",
    "correctAnswer": "B",
    "options": {
      "A": "Primary sector",
      "B": "Secondary sector",
      "C": "Tertiary sector",
      "D": "Quaternary sector",
      "E": "Quinary sector"
    },
    "explanation": "The three-sector model accepts manufacturing activites as the secondary sector of the economy."
  },
  {
    "id": "2901270",
    "unitNumber": 6,
    "text": "According to Engel's Law, what is the value of income elasticity of demand for services?",
    "correctAnswer": "C",
    "options": {
      "A": "Less than 1",
      "B": "Between 0 and 1",
      "C": "Greater than 1",
      "D": "Less than 0",
      "E": "Between -1 and 1"
    },
    "explanation": "Engel's Law states that the income elasticity of demand for services is greater than 1."
  },
  {
    "id": "2901271",
    "unitNumber": 6,
    "text": "Which of the existence of the following factors between manufacturing and services creates the \"cost disease\"?",
    "correctAnswer": "D",
    "options": {
      "A": "Output gap",
      "B": "Inflation gap",
      "C": "Interest rate gap",
      "D": "Productivity gap",
      "E": "Employment gap"
    },
    "explanation": "Productivity gap between manufacturing and services sectors activities causes the so called \"cost disease\"."
  },
  {
    "id": "2901272",
    "unitNumber": 6,
    "text": "Which of the following sectors is not included in services by World Bank?",
    "correctAnswer": "E",
    "options": {
      "A": "Environmental services",
      "B": "Transport services",
      "C": "Business services",
      "D": "Financial services",
      "E": "Construction activities"
    },
    "explanation": "World Bank does not accept construction activities as service sector component."
  },
  {
    "id": "2901273",
    "unitNumber": 6,
    "text": "Which of the following statements summarizes the trend of services sector share in GDP in Turkey after 2001?",
    "correctAnswer": "E",
    "options": {
      "A": "Regularly increasing",
      "B": "Regularly decreasing",
      "C": "Sharply fluctuating",
      "D": "Sharply decreasing",
      "E": "Stable around 60%"
    },
    "explanation": "The share of the services sector in total GDP in Turkey after 2001 is around 60% every year."
  },
  {
    "id": "2901274",
    "unitNumber": 6,
    "text": "Depending on the data used in the chapter, which of the following country citizens has the hishest share in foreigners who bought houses in Turkey?",
    "correctAnswer": "D",
    "options": {
      "A": "Germany",
      "B": "United Kingdom",
      "C": "Denmark",
      "D": "Iraq",
      "E": "Iran"
    },
    "explanation": "Iraq citizens have the highest share in foreigners who bought houses in Turkey considering the recent data."
  },
  {
    "id": "2901275",
    "unitNumber": 6,
    "text": "Which of the following mediums has the hisghest investment share in media sector according to data used in the chapter?",
    "correctAnswer": "C",
    "options": {
      "A": "Press",
      "B": "Cinema",
      "C": "TV",
      "D": "Open-air",
      "E": "Radio"
    },
    "explanation": "According to data used in the chapter, TV investments has the highest share in media sector."
  },
  {
    "id": "2901276",
    "unitNumber": 6,
    "text": "\"In construction services, new investment plans may progress slowly due to increasing ...\".<br/>Which of the following correctly completes the above statement when we consider the recent developments in Turkish economy?",
    "correctAnswer": "B",
    "options": {
      "A": "Demand",
      "B": "Financing costs",
      "C": "Supply",
      "D": "Imported materials",
      "E": "Competition"
    },
    "explanation": "Increasing finance cost may be a burden for the rapid growth of Turkish construction sector."
  },
  {
    "id": "2901277",
    "unitNumber": 6,
    "text": "According to the country disribution of the international works undertaken by the Turkish contractors in the 1972-2018 period, which of the following country has the highest share?",
    "correctAnswer": "A",
    "options": {
      "A": "Russian Federation",
      "B": "Libya",
      "C": "Saudi Arabia",
      "D": "Ukraine",
      "E": "Senegal"
    },
    "explanation": "Russian Federation has the highest share according to data used in the chapter."
  },
  {
    "id": "2901278",
    "unitNumber": 6,
    "text": "According to the WTO (World Trade Organization), there are twelve primary services in the services sector. Which below is one of them?",
    "correctAnswer": "C",
    "options": {
      "A": "Real estate activities",
      "B": "Mining",
      "C": "Financial services",
      "D": "Transportation and storage",
      "E": "Public administration and defense"
    },
    "explanation": "If your answer is wrong, please review the “Introduction” section.<br/>According to the WTO (World Trade Organization), there are twelve primary services in the services sector. These services are announced in the WTO’s “Services Sectoral Classification List.” The services in the “List” as follows:<br/><ul> <li> Business services<br/></li> <li> Communication services<br/></li> <li> Construction and related engineering services<br/></li> <li> Distribution services<br/></li> <li> Educational services<br/></li> <li> Environmental services<br/></li> <li> Financial services<br/></li> <li> Health-related and social services<br/></li> <li> Tourism and travel-related services<br/></li> <li> Recreational, cultural and sporting services<br/></li> <li> Transport services<br/></li> <li> Other services not included elsewhere (WTO, 1991).<br/></li> </ul> WTO (1991). Services Sectoral Classification List. [online] Available at: http://www.wto.org/ english/tratop_e/serv_e/mtn_gns_w_120_e.doc [Accessed 1 Oct. 2019]."
  },
  {
    "id": "2901279",
    "unitNumber": 6,
    "text": "Which statement on goods and services below is true?",
    "correctAnswer": "A",
    "options": {
      "A": "Goods’ owners can change, but the services’ owners can not.",
      "B": "Goods and services can be stored.",
      "C": "Goods are intangible non-physical entities.",
      "D": "Goods cannot be separable from the seller, while Services can be seperable.",
      "E": "Services can be evaluated easier than services because goods are highly variable for each provider."
    },
    "explanation": "If your answer is wrong, please review the “The Differences between Services and Goods.” section.<br/>Goods are tangible physical entities, but services are beneficial activities provided by other people. Goods’ owners can change, but the services’ owners can not. Goods can be evaluated easier than services because services are highly variable for each provider. The purchaser can return a good, but services cannot be returnable in most cases. Goods can be separable from the seller. Services can not. A specific good is highly the same for every product. However, services can vary each time. Goods can be stored, but most of the services cannot be stored."
  },
  {
    "id": "2901280",
    "unitNumber": 6,
    "text": "Which statement on goods and services below is <strong>not</strong> true?",
    "correctAnswer": "C",
    "options": {
      "A": "Goods’ owners can change, but the services’ owners can not.",
      "B": "A specific good is highly the same for every product, but services can vary each time.",
      "C": "Goods can not be separable from the seller, but services can be.",
      "D": "Goods can be stored, but most of the services cannot be stored.",
      "E": "The purchaser can return a good, but services cannot be returnable in most cases."
    },
    "explanation": "If your answer is wrong, please review the “The Differences between Services and Goods.” section.<br/>Goods are tangible physical entities, but services are beneficial activities provided by other people. Goods’ owners can change, but the services’ owners can not. Goods can be evaluated easier than services because services are highly variable for each provider. The purchaser can return a good, but services cannot be returnable in most cases. Goods can be separable from the seller. Services can not. A specific good is highly the same for every product. However, services can vary each time. Goods can be stored, but most of the services cannot be stored."
  },
  {
    "id": "2901281",
    "unitNumber": 6,
    "text": "Which statement on goods and services below is false?",
    "correctAnswer": "A",
    "options": {
      "A": "Services can be evaluated easier than goods because goods are highly variable for each provider.",
      "B": "Services’ owners can not change but goods’ owners can change.",
      "C": "The services’ life cycle is bound with the time that the activity occurs, but goods have a multistage life cycle.",
      "D": "Services are beneficial activities provided by other people but goods are tangible physical entities.",
      "E": "Goods can be stored, but most of the services cannot be stored."
    },
    "explanation": "If your answer is wrong, please review the “The Differences between Services and Goods.” section.<br/>Goods are tangible physical entities, but services are beneficial activities provided by other people. Goods’ owners can change, but the services’ owners can not. Goods can be evaluated easier than services because services are highly variable for each provider. The purchaser can return a good, but services cannot be returnable in most cases. Goods can be separable from the seller. Services can not. A specific good is highly the same for every product. However, services can vary each time. Goods can be stored, but most of the services cannot be stored. Goods have a multistage life cycle; they are produced, stored, transported, sold, consumed, disposed, and recycled if possible. However, the services’ life cycle is bound with the time that the activity occurs."
  },
  {
    "id": "2901282",
    "unitNumber": 6,
    "text": "What is the name of statement that claim that income elasticity of demand for foods is between 0 and 1, and income elasticity of demand for services is greater than 1?",
    "correctAnswer": "A",
    "options": {
      "A": "Engel’s Law",
      "B": "Okun's Law",
      "C": "Walras' Law",
      "D": "Taylor's Rule",
      "E": "Rule of Law"
    },
    "explanation": "If your answer is wrong, please review the “Economic Models.” section.<br/>“Engel’s Law,” which is named after statistician Ernst Engel, states that income elasticity of demand for foods is between 0 and 1, and income elasticity of demand for services is greater than 1. Engel’s Law means that when per capita income increases, the percentage of food spending share decreases."
  },
  {
    "id": "2901283",
    "unitNumber": 6,
    "text": "Which one below states that there is a change in an exogenous variable, which causes an increase in the total demand for services?",
    "correctAnswer": "B",
    "options": {
      "A": "Arrow-Debreu Model",
      "B": "Exogenous Demand Shock Hypothesis",
      "C": "Prebisch-Singer hypothesis",
      "D": "New Keynesian Phillips Curve",
      "E": "Feldstein-Horioka Hypothesis"
    },
    "explanation": "If your answer is wrong, please review the “The Reason for the Tertiarisation” section.<br/>“Exogenous Demand Shock Hypothesis” states that there is a change in an exogenous variable, which causes an increase in the total demand for services."
  },
  {
    "id": "2901284",
    "unitNumber": 6,
    "text": "Which hypothesis below states that there is a productivity gap between manufacturing and services?",
    "correctAnswer": "E",
    "options": {
      "A": "Competitive Differentiation Hypothesis",
      "B": "Feldstein-Horioka Hypothesis",
      "C": "Exogenous Demand Shocks Hypothesis",
      "D": "Prebisch-Singer Hypothesis",
      "E": "Cost Disease Hypothesis"
    },
    "explanation": "If your answer is wrong, please review the “The Reason for the Tertiarisation” section.<br/>“Cost Disease Hypothesis of Baumol (1967)” states that there is a productivity gap between manufacturing and services. This theory was made considering the field of art. Now it takes the same number of musicians as the 19th century to perform a work of Beethoven. So, productivity growth in such areas is nearly zero. As a result of this, services/manufacturing prices ratio go up inversely correlated to services and manufacturing productivity ratio. However, this hypothesis fails in productive technology-based services such as telecommunication (Hyun, 2006).<br/>Hyun, J. (2006). The Shift to the Service Economy. [PDF] Faculty.washington.edu. Available at:https://faculty.washington.edu/karyiu/confer/ seoul06/papers/kim_hj.pdf [Accessed 1 Oct. 2019]."
  },
  {
    "id": "2901285",
    "unitNumber": 6,
    "text": "Which hypothesis below states that the situation caused by the transfer of the labor-intensive manufacturing industries to less developed countries and the expansion of the trade between developed and less developed countries?",
    "correctAnswer": "B",
    "options": {
      "A": "Cost Disease Hypothesis",
      "B": "Deindustrialization Hypothesis",
      "C": "Feldstein-Horioka Hypothesis",
      "D": "Exogenous Demand Shock Hypothesis",
      "E": "Prebisch-Singer Hypothesis"
    },
    "explanation": "If your answer is wrong, please review the “The Reason for the Tertiarisation.” section.<br/>“Deindustrialization Hypothesis” states the situation caused by the transfer of the labor-intensive manufacturing industries to less developed countries and the expansion of the trade between developed and less developed countries. So, trade-related services grow in the World economy, and the manufacturing sector ratio in developed countries decreases which causes a passive increase in the percentage of the services in the developed countries’ GDPs (Hyun, 2006).<br/>Hyun, J. (2006). The Shift to the Service Economy. [PDF] Faculty.washington.edu. Available at:https://faculty.washington.edu/karyiu/confer/ seoul06/papers/kim_hj.pdf [Accessed 1 Oct. 2019]."
  },
  {
    "id": "2901286",
    "unitNumber": 6,
    "text": "Which agreement below is defined as “The contract that includes any or all of the financing or factoring guarantee functions as well as the functions provided by factoring company such as keeping of debtor and customer accounts and collection of debts by taking over receivables that certified by invoice arising from the sale of goods or services and that will arise from the sale of goods or services that can be certified in accordance with the procedures and principles determined by the committee”?",
    "correctAnswer": "A",
    "options": {
      "A": "Factoring agreement",
      "B": "Insurance agreement",
      "C": "Sales agreement",
      "D": "Transference of rights agreement",
      "E": "Banking agreement"
    },
    "explanation": "If your answer is wrong, please review the “Financial Services” section.<br/>The factoring sector operates within the framework of the “Law on Financial Leasing, Factoring and Finance Companies” numbered 6361 dated 21/11/2012. According to article thirty eight of this law; factoring agreement defined as “The contract that includes any or all of the financing or factoring guarantee functions as well as the functions provided by factoring company such as keeping of debtor and customer accounts and collection of debts by taking over receivables that certified by invoice arising from the sale of goods or services and that will arise from the sale of goods or services that can be certified in accordance with the procedures and principles determined by the committee (Official Newspaper, 2019).<br/>Official Newspaper (2019). Finansal Kiralama, Faktoring ve Finansman Şirketleri Kanunu. [online] Available at: http://www.resmigazete.gov. tr/eskiler/2012/12/20121213-1.htm [Accessed 1 Oct. 2019]."
  },
  {
    "id": "2901287",
    "unitNumber": 6,
    "text": "Which below is <strong>not</strong> a natural gas pipeline passing through Turkey?",
    "correctAnswer": "C",
    "options": {
      "A": "Baku-Tbilisi-Erzurum Natural Gas Pipeline (BTE)",
      "B": "The Interconnection of Turkey-Greece Natural Gas (ITG)",
      "C": "Raman-Garzan Natural Gas Pipeline (RGNG)",
      "D": "Russia - Turkey Natural Gas Pipeline (West Line)",
      "E": "Eastern Home Natural Gas Transmission Line (Iran - Turkey)"
    },
    "explanation": "Russia - Turkey Natural Gas Pipeline (West Line): On February 14, 1986, a 25-year agreement was signed between BOTAS and SoyuzGazExport in Ankara. Under the agreement; since 1987, natural gas has been gradually increased, and in 1993 the maximum amount of 6 billion m3/year has been reached. In the process, the capacity of the Malkoclar Measurement Station at the Bulgarian border was increased from 8 billion m3/ year to 14 billion m3/year. Russia-Turkey Natural Gas Pipeline is 845 km long (RTMENR, 2019-b).<br/>Blue Current Gas Pipeline: Within the framework of the 25-year agreement signed by Gazexport and BOTAS on 15 December 1997, 16 billion m3 of natural gas has been supplied (RTMENR, 2019-b).<br/>Eastern Home Natural Gas Transmission Line (Iran - Turkey): With the agreement signed on 8 August 1996 in Tehran, Turkey began to take 10 million m3 of gas annually. The pipeline is 1,491 km long. On Dece<br/>There is no natural gas pipeline know as Raman-Garzan Natural Gas Pipeline (RGNG). However there is a Raman-Garzan petroleum pipeline."
  },
  {
    "id": "2901288",
    "unitNumber": 6,
    "text": "According to the World Trade Organization which of the following is <strong>not</strong> a service sector?",
    "correctAnswer": "D",
    "options": {
      "A": "Business services",
      "B": "Distribution services",
      "C": "Educational services",
      "D": "Production services",
      "E": "Environmental services"
    },
    "explanation": "These services are announced in the WTO’s “Services Sectoral Classification List.” The services in the “List” as follows:<br/>• Business services<br/>• Communication services<br/>• Construction and related engineering services<br/>• Distribution services<br/>• Educational services<br/>• Environmental services<br/>• Financial services<br/>• Health-related and social services<br/>• Tourism and travel-related services<br/>• Recreational, cultural and sporting services<br/>• Transport services<br/>• Other services not included elsewhere"
  },
  {
    "id": "2901289",
    "unitNumber": 6,
    "text": "I. Goods are tangible physical entities, but services are beneficial activities provided by other people.<br/>II. Services’ owners can change, but the goods’ owners can not.<br/>III. Goods can be separable from the seller. Services can not.<br/>Which of the above statements are true about goods and services?",
    "correctAnswer": "A",
    "options": {
      "A": "I and III",
      "B": "Only III",
      "C": "Only II",
      "D": "II and III",
      "E": "Only I"
    },
    "explanation": "Goods are tangible physical entities, but services are beneficial activities provided by other people. Goods’ owners can change, but the services’ owners can not. Goods can be evaluated easier than services because services are highly variable for each provider. The purchaser can return a good, but services cannot be returnable in most cases"
  },
  {
    "id": "2901290",
    "unitNumber": 6,
    "text": "Which of the following is not one of the sectors that the three-sector model is built on?",
    "correctAnswer": "D",
    "options": {
      "A": "Manufacturing",
      "B": "Extraction of raw materials",
      "C": "Services",
      "D": "Knowledge-related activities",
      "E": "Value-added production"
    },
    "explanation": "The three-sector model is the most basic model to classify a modern economy. This model was built by economists Allan Fisher, Colin Clark, and Jean Fourastié. This model divides the economies into three. The first sector is the primary sector that covers the extraction of raw materials. The second sector is the secondary sector that covers manufacturing. The third sector is the tertiary sector that covers services. The quaternary sector model and the quinary sector model are the extensions of the three-sector model."
  },
  {
    "id": "2901291",
    "unitNumber": 6,
    "text": "What is the name of the theory that explains the tertiarisation as a change in an exogenous variable, which causes an increase in the total demand for services?",
    "correctAnswer": "A",
    "options": {
      "A": "Exogenous Demand Shock Hypothesis",
      "B": "Competitive Differentiation",
      "C": "Engel’s Law",
      "D": "Cost Disease",
      "E": "Deindustrialization"
    },
    "explanation": "“Exogenous Demand Shock Hypothesis” states that there is a change in an exogenous variable, which causes an increase in the total demand for services."
  },
  {
    "id": "2901292",
    "unitNumber": 6,
    "text": "I. There is no increase in the service sector's share in the GDP after 2001.<br/>II. There is a steady decrease in the services sector share in employment until 2007.<br/>III. The services sector has increased its share in the GDP from 52.7% to 60.2% from 1998 to 2017.<br/>Which of the above statements are true about the Turkish service sector?",
    "correctAnswer": "C",
    "options": {
      "A": "I and II",
      "B": "I and III",
      "C": "Only III",
      "D": "Only II",
      "E": "II and III"
    },
    "explanation": "The services sector in Turkey has increased its share in the GDP from 52.7% to 60.2% in the last 20 years, from 1998 to 2017. However, if we look closely at the historical change, we cannot see any increase after 2001. After 2001, the share of the services sector in the GDP fluctuates between 60 and 63.9% instead of regularly increasing... There is a steady increase in the services sector share in employment until the 2007-2008 global financial crisis. With the impact of the financial crisis, the services sector share in employment fluctuated between 2008 and 2011 and entered into a steady increasing trend after 2011. As a result, the share of the sector, which was 47.3% in 2005, increased to 54.1% in 2017"
  },
  {
    "id": "2901293",
    "unitNumber": 6,
    "text": "Which of the following is the part of the technical service sector?",
    "correctAnswer": "E",
    "options": {
      "A": "Managent consulting",
      "B": "Legal consulting",
      "C": "Accounting",
      "D": "Auditing",
      "E": "Technical inspection"
    },
    "explanation": "The technical testing market includes services such as technical inspection, automotive testing, composition, and purity testing. Annual turnover in these services has increased over the last decade. In Turkey, the growth of sectors such as manufacturing, automotive, chemicals, and ICT (Information and Communication Technologies) increases the need for technical testing services (ISPAT, 2016)."
  },
  {
    "id": "2901294",
    "unitNumber": 6,
    "text": "According to the Informatics Industry Association (TÜBİSAD), what is the information technology sector's biggest problem?",
    "correctAnswer": "C",
    "options": {
      "A": "Monopolization",
      "B": "Low institutional capacity",
      "C": "The foreign exchange fluctuations",
      "D": "Insufficient legal framework",
      "E": "Lack of statistics"
    },
    "explanation": "According to the survey conducted by TÜBİSAD, the sector’s biggest problems are foreign exchange fluctuations and lack of qualified talent"
  },
  {
    "id": "2901295",
    "unitNumber": 6,
    "text": "What is the name of the country where Turkish contractors invest most?",
    "correctAnswer": "A",
    "options": {
      "A": "Russia",
      "B": "Turkmenistan",
      "C": "Libya",
      "D": "Tanzania",
      "E": "Saudi Arabia"
    },
    "explanation": "Also, as in the case of Russia, bilateral political relations are of great importance. In the 1972-2018 period, according to the country distribution of the international works undertaken by Turkish contractors, the Russian Federation (19.3%), Turkmenistan (12.6%), and Libya (7.6%) were in the top three. These three countries accounted for about 40% of all work."
  },
  {
    "id": "2901296",
    "unitNumber": 6,
    "text": "Which of the following sector is value-added that more likely improve the living conditions of the working population?",
    "correctAnswer": "A",
    "options": {
      "A": "Industrial",
      "B": "Real estate",
      "C": "Information",
      "D": "Transport",
      "E": "Cultural"
    },
    "explanation": "Consumer services are essential in terms of increasing employment. However, the added value produced in this group is proportionally low. Therefore, this group is less likely to improve the living conditions of the working population in the long run. Policymakers have to confront their choice to increase employment or increase competitiveness and productivity and promote activities that will have a multiplier effect on the overall economy (Vasquez, 2008). Turkey is not exempt from this challenge."
  },
  {
    "id": "2901297",
    "unitNumber": 6,
    "text": "Which of the following is <strong>false</strong> about cultural services in Turkey?",
    "correctAnswer": "C",
    "options": {
      "A": "The number of published materials increased in 2018",
      "B": "The number of movie theaters increased in 2018.",
      "C": "The majority of the workers in cultural services are part-time.",
      "D": "Turkish TV series are estimated to be watched by more than 400 million viewers",
      "E": "The number of cinema spectators decreased in 2018"
    },
    "explanation": "While 71.3% of those employed in cultural employment worked full time, 28.7% worked part-time (TurkStat, 2019-i)."
  },
  {
    "id": "3073344",
    "unitNumber": 6,
    "text": "Which one of the following sectors producesproducts that do not have physical entities?",
    "correctAnswer": "C",
    "options": {
      "A": "The extraction of raw materials sector",
      "B": "The manufacturing sector",
      "C": "The services sector",
      "D": "The construction sector",
      "E": "The textile sector"
    },
    "explanation": "The services sector produces products that do not have physical entities."
  },
  {
    "id": "3073770",
    "unitNumber": 6,
    "text": "Into how many units does the quinary sector model divide the economy?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "The quinary sector model divides the economy into five."
  },
  {
    "id": "3073776",
    "unitNumber": 6,
    "text": "How many reasons for tertiarisation does our book mention?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Our book counts five reasons for the Tertiarisation."
  },
  {
    "id": "3073784",
    "unitNumber": 6,
    "text": "When was the Technology Development Zones established in Turkey?",
    "correctAnswer": "C",
    "options": {
      "A": "2000",
      "B": "1999",
      "C": "2001",
      "D": "2005",
      "E": "2012"
    },
    "explanation": "In Turkey, “Technology Development Zones” was established by Law No. 4691 on technology development zones in 2001."
  },
  {
    "id": "3073799",
    "unitNumber": 6,
    "text": "Citizens of which country purchased the highest number of houses in Turkey between 2015 and 2018?",
    "correctAnswer": "C",
    "options": {
      "A": "Germany",
      "B": "Russia",
      "C": "Iraq",
      "D": "England",
      "E": "Quatar"
    },
    "explanation": "According to figure 6.4 in our textbook, in Turkey, Iraqi people bought the highest number of houses between 2015 and 2018."
  },
  {
    "id": "3073807",
    "unitNumber": 6,
    "text": "When was the radios opened to advertising in Turkey?",
    "correctAnswer": "C",
    "options": {
      "A": "1931",
      "B": "1941",
      "C": "1951",
      "D": "1961",
      "E": "1971"
    },
    "explanation": "In Turkey, the radios were opened to advertising in 1951."
  },
  {
    "id": "3073819",
    "unitNumber": 6,
    "text": "How much was the total amount of overseas projects undertaken by Turkish contractors in 2018?",
    "correctAnswer": "B",
    "options": {
      "A": "15 billion USD",
      "B": "20 billion USD",
      "C": "25 billion USD",
      "D": "30 billion USD",
      "E": "35 billion USD"
    },
    "explanation": "In 2018, the total amount of overseas projects undertaken by Turkish contractors reached 20 billion USD."
  },
  {
    "id": "3073838",
    "unitNumber": 6,
    "text": "Which of the following amounts is the wholesale sector expected to exceed by 2023?",
    "correctAnswer": "B",
    "options": {
      "A": "500 billion TL",
      "B": "550 billion TL",
      "C": "600 billion TL",
      "D": "650 billion TL",
      "E": "7000 billion TL"
    },
    "explanation": "In 2023, the sector is expected to exceed 550 billion TL turnover."
  },
  {
    "id": "3073857",
    "unitNumber": 6,
    "text": "What percentage does the share of deposit banks' assets constitude in the banking sector in Turkey?",
    "correctAnswer": "D",
    "options": {
      "A": "58",
      "B": "68",
      "C": "78",
      "D": "88",
      "E": "98"
    },
    "explanation": "The share of deposit banks’ assets in the banking sector is 88%."
  },
  {
    "id": "3073873",
    "unitNumber": 6,
    "text": "According to 2017 tourism figures, Forbes Travel declared Istanbul as the ........... most visited city in the world.<br/>Fill in the blank in the above sentence with the correct number.",
    "correctAnswer": "D",
    "options": {
      "A": "3rd",
      "B": "4th",
      "C": "5th",
      "D": "6th",
      "E": "7th"
    },
    "explanation": "According to 2017 tourism figures, Forbes Travel declared Istanbul as the 6th most visited city in the world."
  },
  {
    "id": "2901298",
    "unitNumber": 7,
    "text": "Which of the following is<strong> not</strong> one of the major goals of the Capital Markets Board of Turkey?",
    "correctAnswer": "D",
    "options": {
      "A": "Enhancing the infrastructure of the capital markets",
      "B": "Promoting transparency in the capital markets",
      "C": "Developing investor protection",
      "D": "Enchanting the effectiveness of the capital markets",
      "E": "Following the international capital market regulations"
    },
    "explanation": "Some goals and objectives of the Capital Markets Board of Turkey are listed as follows:<br/>• Enhancing the infrastructure of the capital markets.<br/>• Promoting fairness and transparency in the capital markets.<br/>• Developing investor protection.<br/>• Enhancing and promoting the effectiveness of both the demand and supply sides of the capital markets.<br/>• Following the international capital market regulations and adopting them into domestic markets <em>(CMBT, 2019)</em>."
  },
  {
    "id": "2901299",
    "unitNumber": 7,
    "text": "Which of the following is true about the finance sector of Turkey before the 1980s?",
    "correctAnswer": "A",
    "options": {
      "A": "It was dominated by the banking sector with a few products",
      "B": "Credit programs were based on the uncontrolled interest rates",
      "C": "The capital account was open to fluctuations",
      "D": "There was not any entry restriction into the banking system",
      "E": "There were flexible and low reserve requirements for enterence"
    },
    "explanation": "The Turkish finance sector was dominated by the banking sector with a few products before the 1980s. Credit programmes based on the controlled interest rates, highly controlled capital account, entry restriction into the banking system, lack of competition and efficiency, a financial transaction in shallow markets, bank-dominating finance market, and strict and high reserve requirements were the main characteristics of the period (Serbes, 2014). The regulated interest rates before the 1980s caused banks to compete for deposit collection across countries by opening new branches"
  },
  {
    "id": "2901300",
    "unitNumber": 7,
    "text": "Which of the following operation is dominant in the Turkish banking system?",
    "correctAnswer": "A",
    "options": {
      "A": "Deposit banking",
      "B": "Participation banking",
      "C": "Development banking",
      "D": "Investment banking",
      "E": "Hedgefund banking"
    },
    "explanation": "By the end of 2018, the total number of banks operating in Turkey was 51. 32 of these banks are deposits, 6 of them are participation and rest of them are development/investment."
  },
  {
    "id": "2901301",
    "unitNumber": 7,
    "text": "The increase in ....... loans indicates that loans are problematic in terms of repayment which adversely affects the well-being of the banking sector.<br/>Which of the following is best fills the gap in the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Standard",
      "B": "Closely monitored",
      "C": "Limited collectability",
      "D": "Non-performing",
      "E": "Doubtful"
    },
    "explanation": "One of the most critical indicators of the outlook of the banking sector is non-performing loans. All loans are categorized into five groups: Standard, closely monitored, limited collectability, doubtful and non-performing (Karacal and others, 2013). The increase in non-performing loans indicates that loans are problematic in terms of repayment which adversely affects the well-being of the banking sector."
  },
  {
    "id": "2901302",
    "unitNumber": 7,
    "text": "Which of the following is <strong>not</strong> one of the indicators highlighted by the Basel III criteria?",
    "correctAnswer": "C",
    "options": {
      "A": "Capital requirement",
      "B": "Credit valuation",
      "C": "Saving ratio",
      "D": "Output floor",
      "E": "Operational risk"
    },
    "explanation": "The revised Basel III criteria deal with credit risk in more detail. Firms are subjected to a more sensitive credit risk analysis according to their economic scales (large, medium or small) and sectors. Additionally, the weighted risk assessment is performed for off-balance sheet items, debt and equity.<br/>Other significant indicators highlighted by the Basel III criteria are the capital requirement, credit valuation, output floor, operational risk, and leverage ratio."
  },
  {
    "id": "2901303",
    "unitNumber": 7,
    "text": "I. Minimum capital requirements<br/>II. Financial discipline<br/>III. Tax efficiency<br/>Which one of the above are the main principles of the Basel III standards?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I and III",
      "D": "II and III",
      "E": "I and II"
    },
    "explanation": "The Basel III standards are mainly based on 3 principles: minimum capital requirements, effective supervision and financial discipline."
  },
  {
    "id": "2901304",
    "unitNumber": 7,
    "text": "Which of the following is <strong>false</strong> about participation banking?",
    "correctAnswer": "E",
    "options": {
      "A": "Participation banks in Turkey gained the bank statue in 2005",
      "B": "It provides interest-free financial and banking services",
      "C": "It facilitates the inclusion of the unrecorded savings into the system",
      "D": "It provides regulations related to the principles of Islamic banking",
      "E": "It makes fixed interest payments to each deposit accounts"
    },
    "explanation": "Participation banks in Turkey gained the bank statue in 2005. They provide interest-free financial and banking services. The development of interest-free alternative investment instruments also facilitates the inclusion of the unrecorded savings into the system...Participation banks in Turkey gained bank status in 2005."
  },
  {
    "id": "2901305",
    "unitNumber": 7,
    "text": "Which institution had the central role to regulate financial sectors after 2001 economic crisis in Turkey?",
    "correctAnswer": "A",
    "options": {
      "A": "Central Bank of the Republic of Turkey",
      "B": "Financial Stability Committee",
      "C": "Deposit Banks",
      "D": "Banks' Associaton of Turkey",
      "E": "Participation Banks"
    },
    "explanation": "In order to better manage foreign currency borrowing, some regulations have been made since 2001 and these regulations have been revised according to the conditions of the period. These regulations, which were carried out under the leadership of the CBRT and BRSA."
  },
  {
    "id": "2901306",
    "unitNumber": 7,
    "text": "Which one of the following is the most significant indicator for a positive macroeconomic outlook?",
    "correctAnswer": "A",
    "options": {
      "A": "Banking sector stability",
      "B": "Political stability",
      "C": "Low-interest rates",
      "D": "Low inflation",
      "E": "High savings"
    },
    "explanation": "The banking system as a mediator between money and individual/corporate economic actors has the potential to increase the fragility of real and financial markets if it is not well regulated and supervised since banks supply loans to investors, firms, consumers through credit channels. Any instability in the banking system will harm the credit channels and thus the general economy."
  },
  {
    "id": "2901307",
    "unitNumber": 7,
    "text": "I. Efficient running of the credit system<br/>II. Deciding interest rates<br/>III. Protecting rights of savers<br/>Which items from the list above are the duty of The Banking Regulation and Supervision Agency?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "I and III",
      "C": "II and III",
      "D": "I and II",
      "E": "Only III"
    },
    "explanation": "The Banking Regulation and Supervision Agency carries out the functions of regulation, supervision and enforcement within the aim of providing reliability and stability in financial markets, ensuring the efficient running of the credit system, protecting rights and interests of savers and developing financial sector considers strategic planning as one of the main instruments to fulfill its duties effectively"
  },
  {
    "id": "2901308",
    "unitNumber": 7,
    "text": "Which of the following is <strong>not</strong> listed as one of the goals and objectives of the Capital Markets Board of Turkey?",
    "correctAnswer": "E",
    "options": {
      "A": "Enhancing the infrastructure of the capital markets.",
      "B": "Developing investor protection.",
      "C": "Following the international capital market regulations.",
      "D": "Enhancing the infrastructure of the capital markets.",
      "E": "Promoting increase in the capacity of capital markets"
    },
    "explanation": "Another significant institution related to regulations is the Capital Markets Board of Turkey (CMBT). “It aims to ensure efficient and extensive involvement of the public to economic development through transforming investments into securities and protect the rights and benefits of investors by promoting the principles of fairness, transparency and stability in the capital market.” (CMBT, 2019). Some goals and objectives of the Capital Markets Board of Turkey are listed as follows:<br/>• Enhancing the infrastructure of the capital markets.<br/>• Promoting fairness and transparency in the capital markets.<br/>• Developing investor protection.<br/>• Enhancing and promoting the effectiveness of both the demand and supply sides of the capital markets.<br/>• Following the international capital market regulations and adopting them into domestic markets. <br/>Nowhere in the chapter \"promoting increase in the capacity of capital markets\" is listed as one of the goals and objectives of the Capital Markets Board of Turkey"
  },
  {
    "id": "2901309",
    "unitNumber": 7,
    "text": "Which of the following is one of the key and significant public institutions that supervise the Turkish financial markets?",
    "correctAnswer": "A",
    "options": {
      "A": "CMBT",
      "B": "IBRD",
      "C": "EGG",
      "D": "IFC",
      "E": "DRK"
    },
    "explanation": "The Banking Regulation and Supervision Agency (BRSA) and the Capital Markets Board of Turkey (CMBT) are two key and significant public institutions that supervise the Turkish financial markets"
  },
  {
    "id": "2901310",
    "unitNumber": 7,
    "text": "Which of the followinh is not one of the characteristics of Turkish Financial and Banking Sector prior the 1980s?",
    "correctAnswer": "D",
    "options": {
      "A": "High Duty Losses of Public Banks",
      "B": "Entry Barriers in Banking Sector",
      "C": "Few Banking Products and Services",
      "D": "Many more Foreign Banks",
      "E": "Finance Sector Dominated By Banking Sector"
    },
    "explanation": "Characteristics of Turkish Financial and Banking Sector Prior the 1980s Control on Interest Rates Directed Credit Programme Uncompetitive and Inefficient Banking Sector Finance Sector Dominated By Banking Sector Very Few Foreign Banks Few Banking Products and Services Entry Barriers in Banking Sector High Duty Losses of Public Banks"
  },
  {
    "id": "2901311",
    "unitNumber": 7,
    "text": "Which of the following is one of the players in Turkish banking sector?",
    "correctAnswer": "C",
    "options": {
      "A": "Portfolio Management Firms",
      "B": "Central Registry Agency",
      "C": "Leasing Companies",
      "D": "Rating, Appraisal, Audit Firms",
      "E": "Investment Compensation Center"
    },
    "explanation": "Banks<br/>Participation Banks<br/>Saving Deposit Insurance Fund<br/>Leasing Companies<br/>Factoring Companies<br/>Consumer Finance Companies<br/>NPL Management Companies"
  },
  {
    "id": "2901312",
    "unitNumber": 7,
    "text": "Which of the following are at the center of the regulations regarding the financial system due to the fact that they constitute the largest portion of financial institutions in the Turkish economy?",
    "correctAnswer": "D",
    "options": {
      "A": "Brokerage Firms",
      "B": "Capital Markets Board",
      "C": "Borsa Istanbul (BIST)",
      "D": "Banks",
      "E": "Consumer Finance Companies"
    },
    "explanation": "Banks are at the center of the regulations regarding the financial system due to the fact that they constitute the largest portion of financial institutions in the Turkish economy"
  },
  {
    "id": "2901313",
    "unitNumber": 7,
    "text": "With the financial globalization which of the following can be found by firms compared to domestic borrowing opportunities?",
    "correctAnswer": "A",
    "options": {
      "A": "cheaper loan alternatives",
      "B": "more riskly flows",
      "C": "exchange rate risk",
      "D": "high dependency on foreign loans",
      "E": "external shocks"
    },
    "explanation": "With the financial globalization, the opportunities of local firms to obtain loans from foreign markets have improved considerably. Compared to domestic borrowing opportunities, firms can find cheaper loan alternatives, but it might create a big risk related to exchange rate volatility"
  },
  {
    "id": "2901314",
    "unitNumber": 7,
    "text": "What is the aim of setting Basel Criteria?",
    "correctAnswer": "B",
    "options": {
      "A": "to increase the competition of local firms.",
      "B": "to strengthen the capital infrastructure of the banking sector",
      "C": "to close the GDP gap.",
      "D": "to increase the export.",
      "E": "To appreciate the value of TL."
    },
    "explanation": "The Basel Criteria was set to manage the international risk faced by the sector. These new banking and finance standards, the Basel Criteria, aimed to strengthen the capital infrastructure of the banking sector"
  },
  {
    "id": "2901315",
    "unitNumber": 7,
    "text": "Which of the following is one of the highlighted significant indicators by the Basel III criteria?",
    "correctAnswer": "C",
    "options": {
      "A": "export",
      "B": "import",
      "C": "credit valuation",
      "D": "PSBR",
      "E": "CPI"
    },
    "explanation": "significant indicators highlighted by the Basel III criteria are the capital requirement, credit valuation, output floor, operational risk, and leverage ratio."
  },
  {
    "id": "2901316",
    "unitNumber": 7,
    "text": "Which of the following can be seen as a technology shock that influences the main economic indicators through productivity?",
    "correctAnswer": "D",
    "options": {
      "A": "Dollarization",
      "B": "Depreciasion",
      "C": "Stagflation",
      "D": "Digitalization",
      "E": "Financialization"
    },
    "explanation": "Digitalization can be seen as a technology shock that influences the main economic indicators through productivity."
  },
  {
    "id": "2901317",
    "unitNumber": 7,
    "text": "With which of the following meeting group Turkey began to remove some barriers in access to financial services especially for the young, the women, and small-medium scale firms?",
    "correctAnswer": "A",
    "options": {
      "A": "G20",
      "B": "D8",
      "C": "EU",
      "D": "ABD",
      "E": "EFTA"
    },
    "explanation": "Turkey started to implement the Financial Inclusion Strategy in 2014 before the tenth annual meeting of the G20, where heads of governments participated in the G20 summit held in Turkey. In this G20 summit held in 2015, Turkey declared that financial inclusion will be one of the country’s priorities to achieve sustainable growth. Turkey began to remove some barriers in access to financial services especially for the young, the women, and small-medium scale firms."
  },
  {
    "id": "2901318",
    "unitNumber": 7,
    "text": "Which institution below \"...carries out the functions of regulation, supervision and enforcement within the aim of providing reliability and stability in financial markets, ensuring the efficient running of the credit system, protecting rights and interests of savers and developing financial sector considers strategic planning as one of the main instruments to fulfill its duties effectively\" in Turkey?",
    "correctAnswer": "A",
    "options": {
      "A": "BRSA",
      "B": "FED",
      "C": "CMBT",
      "D": "MPC",
      "E": "CBRT"
    },
    "explanation": "<ul><br/><li>BRSA (Banking Regulation and Supervision Agency)</li><br/><li>FED (Federal Reserve System, US)</li><br/><li>CMBT (Capital Markets Board of Turkey)</li><br/><li>MPC (Monetary Policy Committee)</li><br/><li>CBRT(Central Bank of the Republic of Turkey)</li><br/></ul><br/>“The Banking Regulation and Supervision Agency carries out the functions of regulation, supervision and enforcement within the aim of providing reliability and stability in financial markets, ensuring the efficient running of the credit system, protecting rights and interests of savers and developing financial sector considers strategic planning as one of the main instruments to fulfill its duties effectively.” (BRSA, 2019).<br/>BRSA, The Banking Regulation And Supervision Agency, https://www.bddk.org.tr/aboutus/about- agency/16, May 2019."
  },
  {
    "id": "2901319",
    "unitNumber": 7,
    "text": "Which institution below \"...aims to ensure efficient and extensive involvement of the public to economic development through transforming investments into securities and protect the rights and benefits of investors by promoting the principles of fairness, transparency and stability in the capital market\" in Turkey?",
    "correctAnswer": "C",
    "options": {
      "A": "BRSA",
      "B": "FED",
      "C": "CMBT",
      "D": "MPC",
      "E": "CBRT"
    },
    "explanation": "<ul><br/><li>BRSA (Banking Regulation and Supervision Agency)</li><br/><li>FED (Federal Reserve System, US)</li><br/><li>CMBT (Capital Markets Board of Turkey)</li><br/><li>MPC (Monetary Policy Committee)</li><br/><li>CBRT(Central Bank of the Republic of Turkey)</li><br/></ul><br/>Another significant institution related to regulations is the Capital Markets Board of Turkey (CMBT). “It aims to ensure efficient and extensive involvement of the public to economic development through transforming investments into securities and protect the rights and benefits of investors by promoting the principles of fairness, transparency and stability in the capital market.” (CMBT, 2019).<br/>CMBT, (2019). The Capital Markets Board Of Turkey, http://www.cmb.gov.tr/sayfa/index/0/0, 26 September 2019."
  },
  {
    "id": "2901320",
    "unitNumber": 7,
    "text": "Why have the Turkish finance and banking sectors become more enduring in recent years?",
    "correctAnswer": "A",
    "options": {
      "A": "Because of the banking and financial reforms that were implemented by the government in the 2000s.",
      "B": "Because of the shallowness of its financial sector.",
      "C": "Because the deterioration of the financial habitat due to 2008 Crisis created an advantage for emerging markets.",
      "D": "Because Turkey is known globally fo promoting fairness and transparency in the capital markets.",
      "E": "Because Turkey is a developed country with strong financial institutions."
    },
    "explanation": "If your answer is wrong, please review the “Introduction” section.<br/>Thanks to the banking and financial reforms that were implemented by the government in the 2000s, the Turkish finance and banking sectors have become more enduring in recent years."
  },
  {
    "id": "2901321",
    "unitNumber": 7,
    "text": "Which one of the criteria listed below does Turkey follow?",
    "correctAnswer": "C",
    "options": {
      "A": "Basel I",
      "B": "Basel II",
      "C": "Basel III",
      "D": "Basel IV",
      "E": "Basel V"
    },
    "explanation": "If your answer is wrong, please review the “Introduction” section.<br/>Turkey follows the Basel III criteria and puts more weight on macro and micro- prudential legislation to be conducted within the finance and banking industry."
  },
  {
    "id": "2901322",
    "unitNumber": 7,
    "text": "Which below is <strong>not</strong> one of the goal of and objectives of the Capital Markets Board of Turkey",
    "correctAnswer": "D",
    "options": {
      "A": "Enhancing the infrastructure of the capital markets.",
      "B": "Developing investor protection.",
      "C": "Promoting fairness and transparency in the capital markets.",
      "D": "Diverging from the international capital market regulations.",
      "E": "Enhancing and promoting the effectiveness of the capital markets."
    },
    "explanation": "If your answer is wrong, please review the “Two Key Institutions and New Standards: BRSA and CMBT” section.<br/>Some goals and objectives of the Capital Markets Board of Turkey are listed as follows:<br/><ul> <li>Enhancing the infrastructure of the capital markets.</li> <li>Promoting fairness and transparency in the capital markets.</li> <li>Developing investor protection.</li> <li>Enhancing and promoting the effectiveness of both the demand and supply sides of the capital markets.</li> <li>Following the international capital market regulations and adopting them into domestic markets (CMBT, 2019).</li> </ul> CMBT, (2019). The Capital Markets Board Of Turkey, http://www.cmb.gov.tr/sayfa/index/0/0, 26 September 2019"
  },
  {
    "id": "2901323",
    "unitNumber": 7,
    "text": "Which institution below is a \"player\" in banking?",
    "correctAnswer": "A",
    "options": {
      "A": "Saving Deposit Insurance Fund",
      "B": "Central Registry Agency",
      "C": "Capital Markets Licensing and Training Agency",
      "D": "Private Pension Companies",
      "E": "Public and Listed Companies"
    },
    "explanation": "If your answer is wrong, please review the “General Outlook of the Turkish Finance Sector: Regulators, Representatives and Players” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d86fa249a13bf6c353ca8e00a1ab65db.png\" alt=\"\" width=\"663\" height=\"557\">"
  },
  {
    "id": "2901324",
    "unitNumber": 7,
    "text": "Which institution below is a \"player\" in capital markets?",
    "correctAnswer": "C",
    "options": {
      "A": "Association of Financial Institutions",
      "B": "Banks’ Association of Turkey",
      "C": "Central Registry Agency",
      "D": "Saving Deposit Insurance Fund",
      "E": "Private Pension Funds"
    },
    "explanation": "If your answer is wrong, please review the “General Outlook of the Turkish Finance Sector: Regulators, Representatives and Players” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d86fa249a13bf6c353ca8e00a1ab65db.png\" alt=\"\" width=\"700\" height=\"588\">"
  },
  {
    "id": "2901325",
    "unitNumber": 7,
    "text": "Which institution below is a \"representative\" in banking?",
    "correctAnswer": "C",
    "options": {
      "A": "Under secretariat of Treasury",
      "B": "Capital Markets Board",
      "C": "Association of Financial Institutions",
      "D": "Borsa Istanbul",
      "E": "Central Registry Agency"
    },
    "explanation": "If your answer is wrong, please review the “General Outlook of the Turkish Finance Sector: Regulators, Representatives and Players” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d86fa249a13bf6c353ca8e00a1ab65db.png\" alt=\"\" width=\"736\" height=\"618\">"
  },
  {
    "id": "2901326",
    "unitNumber": 7,
    "text": "The Turkish finance sector is composed of banking, capital, and insurance markets. Which institution below is a \"player\" in more than two markets?",
    "correctAnswer": "B",
    "options": {
      "A": "Association of Financial Institutions",
      "B": "Banks",
      "C": "Capital Markets Board",
      "D": "Deposit Insurance Fund",
      "E": "Emergency Expenditure Fund"
    },
    "explanation": "If your answer is wrong, please review the “General Outlook of the Turkish Finance Sector: Regulators, Representatives and Players” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d86fa249a13bf6c353ca8e00a1ab65db.png\" alt=\"\" width=\"700\" height=\"588\">"
  },
  {
    "id": "2901327",
    "unitNumber": 7,
    "text": "The Turkish finance sector is composed of several economic actors: banking, capital markets, and insurance. Which institution is a \"regulator\" in one of the aforementioned actors?",
    "correctAnswer": "D",
    "options": {
      "A": "Association of Financial Institutions",
      "B": "Capital Markets Licensing and Training Agency",
      "C": "Investment Compensation Center",
      "D": "Capital Markets Board",
      "E": "Saving Deposit Insurance Fund"
    },
    "explanation": "If your answer is wrong, please review the “General Outlook of the Turkish Finance Sector: Regulators, Representatives and Players” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d86fa249a13bf6c353ca8e00a1ab65db.png\" alt=\"\" width=\"700\" height=\"588\">"
  },
  {
    "id": "3073199",
    "unitNumber": 7,
    "text": "What does BRSA stand for?",
    "correctAnswer": "B",
    "options": {
      "A": "The Banking Regulation and Support Agency",
      "B": "The Banking Regulation and Supervision Agency",
      "C": "The Banking Recreation and Supervision Agency",
      "D": "The Banking Registration and Submission Agency",
      "E": "The Banking Restriction and Support Agency"
    },
    "explanation": "The Banking Regulation and Supervision Agency (BRSA) and the Capital Markets Board of Turkey (CMBT) are two key and significant public institutions that supervise the Turkish financial markets."
  },
  {
    "id": "3073202",
    "unitNumber": 7,
    "text": "When did BRSA start operating?",
    "correctAnswer": "A",
    "options": {
      "A": "2000",
      "B": "2001",
      "C": "2002",
      "D": "2003",
      "E": "2004"
    },
    "explanation": "The Banking Regulation and Supervision Agency (BRSA) was established and started to operate in the mid of 2000."
  },
  {
    "id": "3073210",
    "unitNumber": 7,
    "text": "Which of the following is not among the goals and objectives of the Capital Markets Board of Turkey?",
    "correctAnswer": "C",
    "options": {
      "A": "Enhancing the infrastructure of the capital markets.",
      "B": "Promoting fairness and transparency in the capital markets.",
      "C": "Protecting Turkish Lira.",
      "D": "Enhancing and promoting the effectiveness of both the demand and supply sides of the capital markets.",
      "E": "Developing investor protection."
    },
    "explanation": "Protecting Turkish Lira is not among some goals and objectives of the Capital Markets Board of Turkey.<br/>Protecting Turkish Lira is not among the goals and objectives of the Capital Markets Board of Turkey."
  },
  {
    "id": "3073217",
    "unitNumber": 7,
    "text": "Which decade represented a major turning point, a rapid acceleration toward capitalization and financialization in Turkish finance and banking sector?",
    "correctAnswer": "C",
    "options": {
      "A": "The 1960s",
      "B": "The 1970s",
      "C": "The 1980s",
      "D": "The 1990s",
      "E": "The 2000s"
    },
    "explanation": "The 1980s represented a major turning point, a rapid acceleration toward capitalization and financialization in Turkish finance and banking sector."
  },
  {
    "id": "3073224",
    "unitNumber": 7,
    "text": "What does NASDAQ stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "National Association of Securities Dealers Automated Quotations System.",
      "B": "National Assemble of Securities Dealers Automated Quotations System.",
      "C": "Northern Association of Securities Dealers Automated Quotations System.",
      "D": "North American Association of Securities Dealers Automated Quotations System.",
      "E": "National Assemble of Securities Deals Automated Quotations System."
    },
    "explanation": "NASDAQ stands for National (USA) Association of Securities Dealers Automated Quotations System."
  },
  {
    "id": "3073231",
    "unitNumber": 7,
    "text": "Which of the following is<strong> not</strong> a characteristic of Turkish Financial and Banking Sector Prior the 1980s?",
    "correctAnswer": "E",
    "options": {
      "A": "Control on Interest Rates",
      "B": "Directed Credit Programme",
      "C": "Uncompetitive and Inefficient Banking Sector",
      "D": "Finance Sector Dominated By Banking Sector",
      "E": "High Number of Foreign Banks"
    },
    "explanation": "High Number of Foreign Banks <strong>is not</strong> a Characteristics of Turkish Financial and Banking Sector Prior the 1980s."
  },
  {
    "id": "3073239",
    "unitNumber": 7,
    "text": "When did the Turkish government seize control of 6 banks?",
    "correctAnswer": "B",
    "options": {
      "A": "1996",
      "B": "1999",
      "C": "2001",
      "D": "2007",
      "E": "2021"
    },
    "explanation": "Turkish government seized control of 6 banks in 1999."
  },
  {
    "id": "3073246",
    "unitNumber": 7,
    "text": "By the end of 2018, what was the total number of banks operating in Turkey?",
    "correctAnswer": "A",
    "options": {
      "A": "51",
      "B": "57",
      "C": "23",
      "D": "48",
      "E": "12"
    },
    "explanation": "By the end of 2018, the total number of banks operating in Turkey was 51."
  },
  {
    "id": "3073254",
    "unitNumber": 7,
    "text": "Which of the following lists he top 5 banks by total asset, respectively?",
    "correctAnswer": "D",
    "options": {
      "A": "Yapı Kredi, Ziraat, Türkiye İş, Halk, Garanti",
      "B": "Halk, Ziraat, Türkiye İş, Garanti, Yapı Kredi",
      "C": "Garanti, Ziraat, Türkiye İş, Halk, Yapı Kredi",
      "D": "Ziraat, Türkiye İş, Halk, Garanti, Yapı Kredi",
      "E": "Türkiye İş, Halk, Garanti, Yapı Kredi, Ziraat"
    },
    "explanation": "The top 5 banks by total asset, respectively, are Ziraat, Türkiye İş, Halk, Garanti and Yapı Kredi."
  },
  {
    "id": "3073268",
    "unitNumber": 7,
    "text": "In 2019, what was the percentage of the share of total loans in the total asset?",
    "correctAnswer": "B",
    "options": {
      "A": "50 %",
      "B": "60 %",
      "C": "70 %",
      "D": "80 %",
      "E": "90 %"
    },
    "explanation": "The share of total loans in the total asset is about 60 % in 2019."
  },
  {
    "id": "2901328",
    "unitNumber": 8,
    "text": "Which of the phenomena below is <strong>not</strong> among those often associated with a financial crisis?",
    "correctAnswer": "E",
    "options": {
      "A": "Large scale government support in the form of liquidity support and recapitalization.",
      "B": "Substantial changes in credit volume and asset prices",
      "C": "Severe disruptions in financial intermediation and the supply of external financing to various actors in the economy.",
      "D": "Large scale balance sheet problems of firms, households, financial intermediaries, and sovereigns.",
      "E": "Drastic spikes in cryptocurrency prices followed by sharp drops in the prices of stocks and precious metals"
    },
    "explanation": "A financial crisis is often associated with one or more of the following phenomena (Claessens and Kose, 2013, 4-5):<br/>• Substantial changes in credit volume and asset prices.<br/>• Severe disruptions in financial intermediation and the supply of external financing to various actors in the economy.<br/>• Large scale balance sheet problems (of firms, households, financial intermediaries, and sovereigns).<br/>• Large scale government support (in the form of liquidity support and recapitalization)."
  },
  {
    "id": "2901329",
    "unitNumber": 8,
    "text": "Which of the following is <strong>not</strong> among the four different financial crises depending on the source to distinguish them?",
    "correctAnswer": "E",
    "options": {
      "A": "Currency crisis",
      "B": "Banking crisis",
      "C": "Systemic financial crisis",
      "D": "Sovereign debt crisis",
      "E": "Private sector crisis"
    },
    "explanation": "Financial crises take place in various ways, and there are four different financial crisis definitions depending on the source to distinguish them. These are <strong>currency crisis, banking crisis, systemic financial crises, </strong>and<strong> sovereign debt crisis.</strong>"
  },
  {
    "id": "2901330",
    "unitNumber": 8,
    "text": "Which crisis involves a speculative attack on the currency resulting in a devaluation?",
    "correctAnswer": "A",
    "options": {
      "A": "Currency crisis",
      "B": "Banking Crisis",
      "C": "Systemic Financial Crisis",
      "D": "Sovereign Debt Crisis",
      "E": "Liquidity Crisis"
    },
    "explanation": "A <strong>currency crisis </strong>involves a speculative attack on the currency resulting in a devaluation (or sharp depreciation), or forcing the authorities to defend the currency by expending large amount of international reserves, or sharply raising interest rates, or imposing capital controls (Claessens and Kose, 2013, 12)."
  },
  {
    "id": "2901331",
    "unitNumber": 8,
    "text": "Which crisis involves the government’s failure to pay internal and external debts belonging to the public and private sectors?",
    "correctAnswer": "D",
    "options": {
      "A": "Currency crisis",
      "B": "Banking Crisis",
      "C": "Systemic Financial Crisis",
      "D": "Sovereign Debt Crisis",
      "E": "Liquidity Crisis"
    },
    "explanation": "The <strong>sovereign debt crisis</strong> is the government’s failure to pay internal and external debts belonging to the public and private sectors."
  },
  {
    "id": "2901332",
    "unitNumber": 8,
    "text": "Which crisis emerges when the depositors believe that their bank is bankrupt, and withdraw their cash from their deposit accounts?",
    "correctAnswer": "B",
    "options": {
      "A": "Currency crisis",
      "B": "Banking Crisis",
      "C": "Systemic Financial Crisis",
      "D": "Sovereign Debt Crisis",
      "E": "Moratorium Crisis"
    },
    "explanation": "The <strong>banking crisis</strong> may arise from the institutional structures of banks, namely their high leverage balance sheets, macroeconomic shocks, risky banking transactions, intense competition, poor management, institutional weakness and dependence on short-term foreign resources and as well as from bank runs (also called as a run at the bank). When the depositors believe that the bank is bankrupt, they run to the bank and withdraw their cash from deposit accounts. Bank run creates a self-fulfilling prophecy that speeds up the bank bankrupt, so the banking crisis occurs as this spreads to other banks (Claessens and Kose, 2013, 18; Yay, Yay and Yılmaz, 2001, 21)."
  },
  {
    "id": "2901333",
    "unitNumber": 8,
    "text": "Which crisis is described by \"a shock to the financial system that impairs crucial functions of the system, such as asset valuation, credit allocation, and payments\"?",
    "correctAnswer": "C",
    "options": {
      "A": "Currency crisis",
      "B": "Banking Crisis",
      "C": "Systemic Financial Crisis",
      "D": "Sovereign Debt Crisis",
      "E": "Liquidity Crisis"
    },
    "explanation": "In its most general usage, the term <strong>systemic crisis</strong> describes a shock to the financial system that impairs crucial functions of the system, such as asset valuation, credit allocation, and payments."
  },
  {
    "id": "2901334",
    "unitNumber": 8,
    "text": "Which crisis involves the collapse of financial institutions, which have great and devastating effects on the real economy and prevent the efficient function of the markets?",
    "correctAnswer": "C",
    "options": {
      "A": "Currency crisis",
      "B": "Banking Crisis",
      "C": "Systemic Financial Crisis",
      "D": "Sovereign Debt Crisis",
      "E": "Liquidity Crisis"
    },
    "explanation": "<strong>Systemic financial crises</strong> are the collapse of financial institutions, which have great and devastating effects on the real economy and prevent the efficient function of the markets (Yay, Yay and Yılmaz, 2001, 21)."
  },
  {
    "id": "2901335",
    "unitNumber": 8,
    "text": "Which of the following is <strong>NOT</strong> among the causes of systemic financial crises?",
    "correctAnswer": "E",
    "options": {
      "A": "Irrational piling-on of debt",
      "B": "Moral hazard induced by mispriced government-provided deposit insurance",
      "C": "Complex relationships among counterparties",
      "D": "A failure of the Central Bank to provide liquidity as needed",
      "E": "Predictable adverse shocks from outside the financial sector"
    },
    "explanation": "The causes of systemic financial crises can be listed as follows: <strong>irrational piling-on of debt; moral hazard induced by mispriced government-provided deposit insurance; complex relationships among counterparties; an unwillingness of dealers to trade; a failure of the Central Bank to provide liquidity as needed; unpredictable adverse shocks that come from outside the financial sector</strong>; and <strong>bank runs</strong>” (Marshall, 1998, 13)."
  },
  {
    "id": "2901336",
    "unitNumber": 8,
    "text": "\"Depending on the current account deficit and the level of debt, sovereign debt crises reduce the __________ rate and __________ rate while it increases the interest rate, exchange rate, and inflation rate.\" Which two terms below complete the blanks in this sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "Economic growth and Employment",
      "B": "Economic growth and Unemployment",
      "C": "Private investment and Employment",
      "D": "Public spending and Employment",
      "E": "Private spending and Unemployment"
    },
    "explanation": "Depending on the current account deficit and the level of debt, sovereign debt crises reduce the <strong>economic growth</strong> rate and <strong>employment</strong> rate while it increases the interest rate, exchange rate, and inflation rate."
  },
  {
    "id": "2901337",
    "unitNumber": 8,
    "text": "The collapse in the price of which nominal anchor largely motivated the First Generation of Crisis Models?",
    "correctAnswer": "B",
    "options": {
      "A": "Silver",
      "B": "Gold",
      "C": "Platinum",
      "D": "Bitcoin",
      "E": "Petrol"
    },
    "explanation": "The First Generation of Crisis Models largely motivated by the collapse in the price of <strong>gold</strong>, an important nominal anchor before the floating of exchange rates in the 1970s, was often applied to currency devaluations in Latin America and other developing countries (Claessens and Kose, 2013, 12)."
  },
  {
    "id": "2901338",
    "unitNumber": 8,
    "text": "I. Substantial changes in credit volume and asset prices.<br/>II. Severe disruptions in financial intermediation<br/>III. Large scale balance sheet problems<br/>IV. Large scale government support <br/>Which of the above are phenomena of financial crisis?",
    "correctAnswer": "E",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "I, II and IV",
      "D": "II, III and IV",
      "E": "I, II, III and IV"
    },
    "explanation": "A financial crisis is often associated with one or more of the following phenomena (Claessens and Kose, 2013, 4-5): • Substantial changes in credit volume and asset prices. • Severe disruptions in financial intermediation and the supply of external financing to various actors in the economy. • Large scale balance sheet problems (of firms, households, financial intermediaries, and sovereigns). • Largescale governmentsupport(in theform of liquidity support and recapitalization)."
  },
  {
    "id": "2901339",
    "unitNumber": 8,
    "text": "Which of the following is <strong>not</strong> a common consequences of financial-economic crises?",
    "correctAnswer": "D",
    "options": {
      "A": "economic downturn",
      "B": "unemployment",
      "C": "corporate bankruptcies",
      "D": "decrease in income equality",
      "E": "deterioration in the real economy"
    },
    "explanation": "Financial difficulty or a financial crisis leads to a serious deterioration in the real economy (on the production and distribution side). While financial-economic crises have common consequences such as economic downturn, unemployment, and corporate bankruptcies, many factors can cause financial crises"
  },
  {
    "id": "2901340",
    "unitNumber": 8,
    "text": "What happens when the financial system does not perform its fundamental function effectively?",
    "correctAnswer": "A",
    "options": {
      "A": "certain bottlenecks",
      "B": "appreciate in domestic exchange",
      "C": "increase in productivity",
      "D": "productive investment possibilities",
      "E": "trade surplus"
    },
    "explanation": "When the financial system does not perform its fundamental function effectively, certain bottlenecks occur, resources cannot be transferred to productive areas and the production capacity of the economy falls (Mishkin, 1996, 2). Consequently, financial difficulty or a financial crisis leads to a serious deterioration in the real economy (on the production and distribution side)."
  },
  {
    "id": "2901341",
    "unitNumber": 8,
    "text": "Which of the following is the name for the sudden and significant decline in the value of national currency?",
    "correctAnswer": "B",
    "options": {
      "A": "The banking crisis",
      "B": "The currency crisis",
      "C": "The systemic crisis",
      "D": "The financial crisis",
      "E": "The debt crisis"
    },
    "explanation": "The currency crisis is the sudden and significant decline in the value of national currency"
  },
  {
    "id": "2901342",
    "unitNumber": 8,
    "text": "Which of the following models is developed after the collapse of the European Exchange rate mechanism crisis (1992-1993) and the Mexican crisis (1994-1995)?",
    "correctAnswer": "B",
    "options": {
      "A": "The First Generation of Crisis Models",
      "B": "The Second Generation of Crisis Model",
      "C": "The Third Generation of Crisis Models",
      "D": "The Fourth Generation of Crisis Models",
      "E": "The Fifth Generation of Crisis Models"
    },
    "explanation": "The Second Generation of Crisis Models was developed after the collapse of the European Exchange rate mechanism crisis (1992-1993) and the Mexican crisis (1994-1995) that cannot be explained by the first generation of crisis models."
  },
  {
    "id": "2901343",
    "unitNumber": 8,
    "text": "Which of the following institutions suggests the measures called stabilization program?",
    "correctAnswer": "C",
    "options": {
      "A": "World Bank",
      "B": "IFC",
      "C": "IMF",
      "D": "IBRD",
      "E": "OECD"
    },
    "explanation": "These measures are called stabilization programs, and when governments get financial support from the International Monetary Fund - IMF, the IMF asks governments to comply with various stability programs that are regulated by the IMF."
  },
  {
    "id": "2901344",
    "unitNumber": 8,
    "text": "Which of the following is <strong>not</strong> the year a stabilization programs is launched in Turkey?",
    "correctAnswer": "E",
    "options": {
      "A": "1958",
      "B": "1970",
      "C": "1980",
      "D": "2001",
      "E": "2008"
    },
    "explanation": "Turkey launched various stabilization programs in 1958, 1970, 1978-1979, 1980, 1994, 1999, and 2000-2001 to overcome the economic crises."
  },
  {
    "id": "2901345",
    "unitNumber": 8,
    "text": "Which of the following is a difference between the 24 January 1980 decision and its predecessor?",
    "correctAnswer": "A",
    "options": {
      "A": "to adopt the export-oriented industrialization policy",
      "B": "to adopt the import-oriented industrialization policy",
      "C": "to adopt the speculation-oriented industrialization policy",
      "D": "to adopt the finance-oriented industrialization policy",
      "E": "to adopt the trade-oriented industrialization policy"
    },
    "explanation": "The difference of the 24 January 1980 decision from the previous ones was to abandon the import substitution industrialization policy and adopt the export-oriented industrialization policy and to minimize government interference in the economy by making the free market economy work in the Turkish economy"
  },
  {
    "id": "2901346",
    "unitNumber": 8,
    "text": "Which of the following is <strong>not</strong> true about the stabilization decisions launched on April 5?",
    "correctAnswer": "C",
    "options": {
      "A": "The determination of the exchange rate was left to the free market supply and demand forces.",
      "B": "To make the Turkish Lira attractive, taxes on treasury bills and bonds were removed.",
      "C": "Incentives were given to increase capital flows.",
      "D": "The privatization efforts were accelerated.",
      "E": "To make the Turkish Lira more attractive, savings deposits were assured by the government."
    },
    "explanation": "Incentives were given to increase export revenues."
  },
  {
    "id": "2901347",
    "unitNumber": 8,
    "text": "Which of the following dates indiacate a crisis that occured because of the mortgage loans?",
    "correctAnswer": "E",
    "options": {
      "A": "1989",
      "B": "1994",
      "C": "2000",
      "D": "2001",
      "E": "2008"
    },
    "explanation": "The 2008 global economic crisis also known as the global financial crisis arose when subprime mortgage loans, which were opened to low-income people in the USA in 2007, began to default at a high rate. These defaults caused a high rate of foreclosures, deteriorated banks’ balance sheets and caused a credit crunch where the banks became short of funds. As a result, the banking crisis occurred in the USA and with the collapse of the investment bank Lehman Brothers in September 2008, it turned into an international banking crisis. Soon after, it affected the whole world."
  },
  {
    "id": "2901348",
    "unitNumber": 8,
    "text": "What is the type of crisis the refers to the government’s failure to service its obligation to the public or private sectors?",
    "correctAnswer": "D",
    "options": {
      "A": "Balance of payments crisis",
      "B": "Currency crisis",
      "C": "Banking crisis",
      "D": "Sovereign debt crisis",
      "E": "Capital account crisis"
    },
    "explanation": "If your answer is wrong, please review the “Types of Economic Crisis.” section.<br/>The sovereign debt crisis is the government’s failure to pay internal and external debts belonging to the public and private sectors."
  },
  {
    "id": "2901349",
    "unitNumber": 8,
    "text": "What type of crisis that is defined as the sudden and significant decline in the value of national currency?",
    "correctAnswer": "C",
    "options": {
      "A": "Credit crisis",
      "B": "Banking crisis",
      "C": "Currency crisis",
      "D": "Systemic financial crises",
      "E": "Sovereign debt crisis"
    },
    "explanation": "If your answer is wrong, please review the “Types of Economic Crisis.” section.<br/>It is often called sudden stop or capital account or balance of payments crisis. A currency crisis involves a speculative attack on the currency resulting in a devaluation (or sharp depreciation), or forcing the authorities to defend the currency by expending large amount of international reserves, or sharply raising interest rates, or imposing capital controls.<br/>The currency crisis is the sudden and significant decline in the value of national currency. The currency crisis is also called balance of payments crisis."
  },
  {
    "id": "2901350",
    "unitNumber": 8,
    "text": "Which below is <strong>not</strong> a phenomena a financial crisis is often associated with?",
    "correctAnswer": "E",
    "options": {
      "A": "Substantial changes in credit volume and asset prices.",
      "B": "Large scale balance sheet problems (of firms, households, financial intermediaries, and sovereigns).",
      "C": "Severe disruptions in financial intermediation and the supply of external financing to various actors in the economy.",
      "D": "Large scale government support (in the form of liquidity support and recapitalization).",
      "E": "Large scale increase in central bank reserves."
    },
    "explanation": "If your answer is wrong, please review the “Types of Economic Crisis.” section.<br/>A financial crisis is often associated with one or more of the following phenomena (Claessens and Kose, 2013, 4-5):<br/>• Substantial changes in credit volume and asset prices.<br/>• Severe disruptions in financial intermediation and the supply of external financing to various actors in the economy.<br/>• Large scale balance sheet problems (of firms, households, financial intermediaries, and sovereigns).<br/>• Large scale government support (in the form of liquidity support and recapitalization).<br/>Claessens, S. &amp; Kose, M. A. (2013). Financial crises explanations, types, and implications. International Monetary Fund Working Paper No. 13/28."
  },
  {
    "id": "2901351",
    "unitNumber": 8,
    "text": "What are the measures taken by governments to eliminate or at least reduce the negative effects of economic crises on the economy are called?",
    "correctAnswer": "B",
    "options": {
      "A": "Currency crises",
      "B": "Stabilization programs",
      "C": "First generation crisis models",
      "D": "Development policy",
      "E": "Arrow-Debrau Theorem"
    },
    "explanation": "If your answer is wrong, please review the “Stabilization Programs.” section.<br/>Governments take various measures to eliminate or at least reduce the negative effects of economic crises on the economy. These measures are called stabilization programs."
  },
  {
    "id": "2901352",
    "unitNumber": 8,
    "text": "What is the most important feature that distinguishes the second generation crisis model from the first generation?",
    "correctAnswer": "A",
    "options": {
      "A": "The second generation crisis models state that even if the fundamentals are strong, the speculative attacks could trigger economic crises.",
      "B": "The second generation crisis models state that currency crises depend on the fixed exchange rate system, the economic policies implemented by the government, and the behavior of the currency speculators.",
      "C": "The second generation crisis models show how deteriorations of balance sheets due to fluctuations in exchange rates and asset prices can lead to a financial crisis.",
      "D": "The second generation crisis models reveal that vulnerabilities in banks and financial systems can cause a financial crisis, even if there is no deterioration or imbalance in fundamentals.",
      "E": "The second generation crisis models can explain the Southeast Asia crisis."
    },
    "explanation": "If your answer is wrong, please review the “Different Models of Currency Crises” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ec758262095616eb07e7a4ffcb422942.png\" alt=\"\" width=\"378\" height=\"427\">"
  },
  {
    "id": "2901353",
    "unitNumber": 8,
    "text": "Which below is not a crises in the global economy after the 1990s?",
    "correctAnswer": "D",
    "options": {
      "A": "2010 European Sovereign Debt Crisis",
      "B": "European Exchange Rate Mechanism Crisis",
      "C": "2008 Global Economic Crisis",
      "D": "November 2000 and February 2001 crises",
      "E": "1997 Southeast Asian Crisis"
    },
    "explanation": "If your answer is wrong, please review the “Stabilization decisions implemented in Turkey” section.<br/>The November 2000 and February 2001 crises emerged in Turkey as extension of the Southeast Asia crisis in 1997 and the Russian crisis in 1998"
  },
  {
    "id": "2901354",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Failure of the stabilization programs proposed by the IMF to ensure stability after the economic crisis in developing countries led to the questioning of the IMF.</li> <li> Heterodox stabilization programs are a combination of orthodox stabilization programs and income policies.<br/></li> <li> Heterodox stabilization programs implement tight monetary policy, tight fiscal policy that is also launched in orthodox stabilization programs.<br/>Which of the statements above are correct?<br/></li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "III",
      "B": "II-III",
      "C": "I-III",
      "D": "I-II",
      "E": "I-II-III"
    },
    "explanation": "If your answer is wrong, please review the “Heterodox Stabilization Programs” section.<br/>Heterodox economic policies are used to refer to an unusual policy that is slightly different from the market economy, rather than the usual economic policies. The orthodox stabilization program has many disadvantages, such as failure in disinflation and its costs that cause severe decreases in economic growth. Therefore, the heterodox stabilization programs implemented in chronic high inflation countries, especially in Latin American countries in the mid-1980s, to overcome high inflation and debt crisis. Heterodox stabilization programs implement tight monetary policy, tight fiscal policy that is also launched in orthodox stabilization programs, and temporary income policies (what is meant by the income policy is the control of wages and prices for a certain period of time) to achieve rapid and sustained disinflation. In other words, heterodox stabilization programs are a combination of orthodox stabilization programs and income policies (Kiguel and Liviatan, 1992, 36).<br/>Failure of the stabilization programs proposed by the IMF to ensure stability after the economic crisis in developing countries led to the questioning of the IMF since, contrary to the expectations, the proposed programs deepened the economic crisis (Bayraktutan and Özkaya, 2002, 2). Countries that are experiencing an economic crisis try to overcome it by implementing IMF-supported stabilization programs under the supervision andtechnical support of IMF which is also known as IMF stand-by arrangement that is based on tight monetary, tight fiscal policy and privatization within the framework of ‘Washington Consensus’."
  },
  {
    "id": "2901355",
    "unitNumber": 8,
    "text": "When did UK withdrew from the European Exchange Rate Mechanism (ERM)?",
    "correctAnswer": "D",
    "options": {
      "A": "UK withdrew from ERM during the Brexit process?",
      "B": "UK was never a part of ERM.",
      "C": "UK withdrew from ERM at the beginin of 2008 Global Crisis.",
      "D": "UK withdrew from ERM after the 1992-1993 European Exchange Rate Mechanism Crisis.",
      "E": "UK withdrew from ERM at the 2010 European Sovereign Debt Crisis."
    },
    "explanation": "If your answer is wrong, please review the “Economic Crises in the Global Economy After the 1990s” section.<br/>Speculative attacks occurred as a result of the member states’ being unable to agree on a common monetary policy, and in 1992 the European Exchange Rate Mechanism (ERM) faced with crises. As a result, the UK and Italy’s foreign exchange reserves significantly decreased, Italy broadened its’ currency bands and the UK withdrew from the ERM."
  },
  {
    "id": "2901356",
    "unitNumber": 8,
    "text": "When was the ‘Transition to the Strong Economy Program-TSEP’ launched?",
    "correctAnswer": "A",
    "options": {
      "A": "After November 2000 and February 2001 Crises.",
      "B": "After 2008 Global Economic Crisis.",
      "C": "After 2010 European Sovereign Debt Crisis.",
      "D": "At the 1978 and 1979 Stabilization Programs.",
      "E": "Just before 1994 Mexican Peso Crisis"
    },
    "explanation": "If your answer is wrong, please review the “November 2000 and February 2001 Economic Crises” section.<br/>To eliminate instability and destruction caused by the crises of November 2000 and February 2001, the ‘Transition to the Strong Economy Program-TSEP’ was launched on April 14, 2001."
  },
  {
    "id": "2901357",
    "unitNumber": 8,
    "text": "Various sub-targets determined to reach the main objectives in TSEP. Which below is <strong>not</strong> one of the aforementioned sub-targets?",
    "correctAnswer": "D",
    "options": {
      "A": "Establishing the legal infrastructure that provides transparency and efficiency in the state.",
      "B": "Rapid restructuring in the banking sector, thereby strengthening the relationship between the financial sector and the real sector.",
      "C": "Combatting and decreasing inflation continuously and decisively in the floating exchange rate system.",
      "D": "Decreasing the import spending and raise export revenue through export-oriented industrialization policy.",
      "E": "Permanently strengthening the public financing balance."
    },
    "explanation": "If your answer is wrong, please review the “November 2000 and February 2001 Economic Crises” section.<br/>The sub-targets determined to reach the main objectives in TSEP can be listed as (CBRT, 2001, 12-13):<br/><ul><br/><li><br/>In the floating exchange rate system, combatting and decreasing inflation continuously and decisively.<br/></li><br/><li><br/>Rapid restructuring in the banking sector, thereby strengthening the relationship between the financial sector and the real sector.<br/></li><br/><li><br/>Permanently strengthening the public financing balance.<br/></li><br/><li><br/>Creating an income policy, where the relations between employees and employers are determined based on compromise, and wages and salaries are determined in line with inflation.<br/></li><br/><li><br/>Establishing the legal infrastructure that provides transparency and efficiency in the state.<br/></li><br/></ul><br/>Therefore, it was aimed to make 15 legal regulations in the following four areas within the framework of TSEP (CBRT, 2001, 13):<br/>• Restructuring of the financial sector.<br/>• Increasing transparency in the state and strengthening public finance.<br/>• Increasing competition and economic effectiveness.<br/>• Strengthening social solidarity.<br/>CBRT (The Central Bank of the Republic of Turkey). (2001). Türkiye’nin Güçlü Ekonomiye Geçiş Programı. Viewed on: 12.12.2019, available at: https://www.tcmb.gov.tr/wps/wcm/connect/ daea59cb-6b14-498f-9b4a-87e8aa58cbbe/ program+%281%29.pdf?MOD=AJPERES&amp;CA CHE=NONE&amp;CONTENTCACHE=NONE."
  },
  {
    "id": "3071367",
    "unitNumber": 8,
    "text": "What is the unexpected and severe deviations in real and financial indicators called?",
    "correctAnswer": "A",
    "options": {
      "A": "Economic crises",
      "B": "Devaluation",
      "C": "Inflation",
      "D": "Current account deficit",
      "E": "Stagflation"
    },
    "explanation": "Introduction<br/>According to a general definition, the economic crisis is the deterioration in an economy that occurs unexpectedly and with great severity which significantly affects the economic activity. More precisely, the economic crisis is the unexpected and severe deviations in real and financial indicators."
  },
  {
    "id": "3071373",
    "unitNumber": 8,
    "text": "Which of the following is <strong>not</strong> a property of financial crisis?",
    "correctAnswer": "A",
    "options": {
      "A": "Large increase in the investment and employment of the firms",
      "B": "Substantial changes in credit volume and asset prices",
      "C": "Severe disruptions in the supply of external financing to various actors in the economy",
      "D": "Large scale balance sheet problems of firms and households",
      "E": "Large scale government support in the form of liquidity support and recapitalization"
    },
    "explanation": "TYPES OF ECONOMIC CRISES<br/>A financial crisis is often associated with one or more of the following phenomena :<br/><ul><br/><li>Substantial changes in credit volume and asset prices.</li><br/><li>Severe disruptions in financial intermediation and the supply of external financing to various actors in the economy.</li><br/><li>Large scale balance sheet problems (of firms, households, financial intermediaries, and sovereigns).</li><br/><li>Large scale government support (in the form of liquidity support and recapitalization).</li><br/></ul><br/>But there are not and increases of investment of the firms and probably unemployment rate increases during financial crises"
  },
  {
    "id": "3071503",
    "unitNumber": 8,
    "text": "Which of the following is <strong>not</strong> a type of financial crises?",
    "correctAnswer": "A",
    "options": {
      "A": "Interest rate crisis",
      "B": "Currency Crisis",
      "C": "Banking Crisis",
      "D": "Systemic Financial Crises",
      "E": "Sovereign Debt Crisis"
    },
    "explanation": "TYPES OF ECONOMIC CRISES<br/>Financial crises take place in various ways, and there are four different financial crisis definitions depending on the source to distinguish them. These are currency crisis, banking crisis, systemic financial crises, and sovereign debt crisis. Interest rate crises is not one of them."
  },
  {
    "id": "3071514",
    "unitNumber": 8,
    "text": "In addition to the speculative attacks on the currency, which of the following causes the currency crisis?",
    "correctAnswer": "A",
    "options": {
      "A": "The inability to finance the current account deficit",
      "B": "Inflation and stagnation at the same time",
      "C": "Very high levels of unemployment",
      "D": "Inability to decrease the government debt",
      "E": "The lack of foreign direct investment to the production sectors"
    },
    "explanation": "In addition to the speculative attacks on the currency, the inability to finance the current account deficit causes the currency crisis."
  },
  {
    "id": "3071525",
    "unitNumber": 8,
    "text": "The deficits in the current account must be financed by which of the following?",
    "correctAnswer": "A",
    "options": {
      "A": "Net capital inflow",
      "B": "IMF credit",
      "C": "Foreign Direct Investment",
      "D": "Private debt",
      "E": "Debt equity swap"
    },
    "explanation": "Currency Crisis<br/>According to the balance of payments definition which is a statistical report of all transactions between a country and the rest of the world over a period of time, the sum of all transactions recorded in the balance of payments must be zero, so deficits in the current account must be financed by net capital inflow."
  },
  {
    "id": "3071539",
    "unitNumber": 8,
    "text": "Which of the following is <strong>not</strong> a factor that causes banking crises?",
    "correctAnswer": "A",
    "options": {
      "A": "A rise of interest rates",
      "B": "High leverage balance sheets of banks",
      "C": "Macroeconomic shocks",
      "D": "Risky banking transactions",
      "E": "Dependence on short-term foreign resources"
    },
    "explanation": "The banking crisis may arise from the institutional structures of banks, namely their high leverage balance sheets, macroeconomic shocks, risky banking transactions, intense competition, poor management, institutional weakness and dependence on short-term foreign resources and as well as from bank runs (also called as a run at the bank)."
  },
  {
    "id": "3071551",
    "unitNumber": 8,
    "text": "What is called the overlap of the banking crisis and the currency crisis?",
    "correctAnswer": "A",
    "options": {
      "A": "Twin crises",
      "B": "Systemic Financial Crises",
      "C": "Sovereign Debt Crises",
      "D": "Exchange rate crises",
      "E": "Institutional crises"
    },
    "explanation": "The overlap of the banking crisis and the currency crisis is called the twin crises. The damage caused by the twin crises is more severe than a single crisis."
  },
  {
    "id": "3071561",
    "unitNumber": 8,
    "text": "Which of the following is <strong>not</strong> one of the causes of systemic financial crises?",
    "correctAnswer": "A",
    "options": {
      "A": "Sharply raising interest rates, or imposing capital controls",
      "B": "Irrational piling-on of debt",
      "C": "Moral hazard induced by mispriced government-provided deposit insurance",
      "D": "Complex relationships among counterparties",
      "E": "An unwillingness of dealers to trade"
    },
    "explanation": "The causes of systemic financial crises can be listed as follows: irrational piling-on of debt; moral hazard induced by mispriced government-provided deposit insurance; complex relationships among counterparties; an unwillingness of dealers to trade; a failure of the Central Bank to provide liquidity as needed; unpredictable adverse shocks that come from outside the financial sector; and bank runs."
  },
  {
    "id": "3072246",
    "unitNumber": 8,
    "text": "What are the government’s measures to reduce the negative effects of economic crises?",
    "correctAnswer": "A",
    "options": {
      "A": "Stabilization programs",
      "B": "Bank loans",
      "C": "IMF credits",
      "D": "Making institutional reforms",
      "E": "Regulatory framework"
    },
    "explanation": "Governments take various measures to eliminate or at least reduce the negative effects of economic crises on the economy. These measures are called stabilization programs"
  },
  {
    "id": "3072250",
    "unitNumber": 8,
    "text": "What is the term that refers to the application of conventional and traditional economic policy?",
    "correctAnswer": "A",
    "options": {
      "A": "Orthodox economic policy",
      "B": "Heterodox economic policy",
      "C": "Import substitution policy",
      "D": "Fiscal policy",
      "E": "International reserve policy"
    },
    "explanation": "Orthodox Stabilization Programs<br/>Orthodox economics is also called mainstream or conventional economics. Orthodox economic policy is a term that refers to the application of conventional and traditional economic policy."
  },
  {
    "id": "3072630",
    "unitNumber": 8,
    "text": "The spread and severity of economic crises among countries depend on their international economic relations. Which one of the following flows are to measure these economic relations?<br/><ol type=\"I\"> <li>international goods flows </li> <li>international service flows </li> <li>international trade flows </li> <li>international capital flows</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III",
      "B": "I-II-III-IV",
      "C": "II-III-IV",
      "D": "I-II-IV",
      "E": "I-III-IV"
    },
    "explanation": "The spread and severity of economic crises among countries depend on their international economic relations, which are measured with international goods flows (foreign trade); international service flows (tourism, transportation, consultancy, etc.); international factor flows and international capital flows."
  },
  {
    "id": "3072821",
    "unitNumber": 8,
    "text": "A financial crisis is often associated with which of the following phenomena?<br/><ol type=\"I\"> <li>Substantial changes in credit volume and asset prices.</li> <li>Severe disruptions in financial intermediation and the supply of external financing to various actors in the economy.</li> <li>Large scale balance sheet problems </li> <li>Large scale private sector support </li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "III-IV",
      "C": "I-II-III-IV",
      "D": "I-II-III",
      "E": "II-III-IV"
    },
    "explanation": "A financial crisis is often associated with one or more of the following phenomena:<br/>• Substantial changes in credit volume and asset prices.<br/>• Severe disruptions in financial intermediation and the supply of external financing to various actors in the economy.<br/>• Large scale balance sheet problems (of firms, households, financial intermediaries, and sovereigns).<br/>• Large scale government support (in the form of liquidity support and recapitalization)."
  },
  {
    "id": "3072835",
    "unitNumber": 8,
    "text": "What are the types of financial crisis? <br/><ol type=\"I\"> <li>currency crisis</li> <li>banking crisis</li> <li>incremental financial crises</li> <li>sovereign debt crisis</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I-III-IV",
      "B": "I-II-IV",
      "C": "I-II-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III"
    },
    "explanation": "Financial crises take place in various ways, and there are four di erent financial crisis definitions depending on the source to distinguish them. ese are currency crisis, banking crisis, systemic financial crises, and sovereign debt crisis."
  },
  {
    "id": "3072895",
    "unitNumber": 8,
    "text": "Which items of the list below on currency crisis are correct?<br/><ol type=\"I\"><br/><li>It is often called sudden stop or capital account or balance of payments crisis.</li><br/><li>A currency crisis involves a speculative attack on the currency resulting in a devaluation.</li><br/><li>Sharply falling interest rates.</li><br/><li>Imposing capital controls</li><br/></ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III"
    },
    "explanation": "It is often called sudden stop or capital account or balance of payments crisis. A currency crisis involves a speculative attack on the currency resulting in a devaluation (or sharp depreciation), or forcing the authorities to defend the currency by expending large amount of international reserves, or sharply raising interest rates, or imposing capital controls"
  },
  {
    "id": "3072938",
    "unitNumber": 8,
    "text": "Which items of the list below ont the causes of banking crisis are correct?<br/><ol type=\"I\"><br/><li>banks' low leverage balance sheets</li><br/><li>macroeconomic shocks</li><br/><li>risky banking transactions</li><br/><li>intense competition</li><br/></ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-II-III",
      "C": "II-III-IV",
      "D": "I-III-IV",
      "E": "I-II-IV"
    },
    "explanation": "The banking crisis may arise from the institutional structures of banks, namely their high leverage balance sheets, macroeconomic shocks, risky banking transactions, intense competition, poor management, institutional weakness and dependence on short-term foreign resources and as well as from bank runs."
  },
  {
    "id": "3073112",
    "unitNumber": 8,
    "text": "Which one of the below given information about the causes of the systemic financial crises are correct? <br/><ol type=\"I\"><br/><li>rational piling-on of debt</li><br/><li>moral hazard induced by mispriced government-provided deposit insurance</li><br/><li>complex relationships among counterparties</li><br/><li>an unwillingness of dealers to trade; a failure of the Central Bank to provide liquidity as needed</li><br/><li>unpredictable adverse shocks that come from outside the financial sector; and bank runs”</li><br/></ol>",
    "correctAnswer": "A",
    "options": {
      "A": "II-III-IV-V",
      "B": "I-II-III-IV",
      "C": "I-II-IV-V",
      "D": "I-III-IV-V",
      "E": "II-III-IV"
    },
    "explanation": "The causes of systemic financial crises can be listed as follows: irrational piling-on of debt; moral hazard induced by mispriced government-provided deposit insurance; complex relationships among counterparties; an unwillingness of dealers to trade; a failure of the Central Bank to provide liquidity as needed; unpredictable adverse shocks that come from outside the financial sector; and bank runs”."
  },
  {
    "id": "3073163",
    "unitNumber": 8,
    "text": "Which one of the below given information about systemic financial crises are correct? <br/><ol type=\"I\"><br/><li>The sovereign debt crisis is the government’s failure to pay internal and external debts belonging to the public and private sectors.</li><br/><li>Sovereign debt crises occur when the combination of the level of a government’s debt and the prospects of continued fiscal deficits couple to raise doubts about its ability or willingness to pay off all of its obligations at face value.</li><br/><li>Additionally, sovereign debt crises can lead to a currency crisis, because the government’s failure to meet its debt obligations will increase capital inflows.</li><br/></ol>",
    "correctAnswer": "C",
    "options": {
      "A": "II-III",
      "B": "III",
      "C": "I-II",
      "D": "I-II-III",
      "E": "I"
    },
    "explanation": "The sovereign debt crisis is the government’s failure to pay internal and external debts belonging to the public and private sectors. Sovereign debt crises occur when the combination of the level of a government’s debt and the prospects of continued fiscal deficits couple to raise doubts about its ability or willingness to pay o all of its obligations at face value.<br/>In III it says that \"the government’s failure to meet its debt obligations will increase capital inflows\" which is unlikely. So any choice including III is wrong."
  },
  {
    "id": "3073181",
    "unitNumber": 8,
    "text": "Which one of the below given information about orthodox stabilisation programs are correct? <br/><ol type=\"I\"> <li>Orthodox economic policy is a term that refers to the application of conventional and traditional economic policy.</li> <li>These policies contradict the logic of the market economy as they are experienced policies.</li> <li>Orthodox stabilisation programs are recommended to countries to overcome high inflation and balance of payments problems in the 1950s and 1980s.</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "III",
      "B": "I-II-III",
      "C": "I-II",
      "D": "II-III",
      "E": "I-III"
    },
    "explanation": "Orthodox economic policy is a term that refers to the application of conventional and traditional economic policy. <br/>These policies do not contradict the logic of the market economy as they are experienced policies.<br/>Orthodox stabilization programs are recommended to countries to overcome high inflation and balance of payments problems in the 1950s and 1980s."
  },
  {
    "id": "3073225",
    "unitNumber": 8,
    "text": "Turkey implemented an IMF-supported orthodox stabilisation program on August 4, 1958, to achieve price stability and troubleshoot the balance of payments. Which one fo the following information on decisions taken within this framework are correct?<br/><ol type=\"I\"><br/><li><br/>The prices of PEE products increased, thereby aiming to reduce operating losses that impose a burden on the budget.<br/></li><br/><li><br/>Foreign trade was liberalised, that is, export and import transactions facilitated, and imports were allowed to be done quarterly.<br/></li><br/><li><br/>A strict monetary policy was implemented. The loans extended by commercial banks and the Central Bank were limited.<br/></li><br/></ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I-II",
      "B": "I-II-III",
      "C": "II-III",
      "D": "III",
      "E": "I"
    },
    "explanation": "Turkey implemented an IMF-supported orthodox stabilisation program on August 4, 1958, to achieve price stability and troubleshoot the balance of payments. The decisions taken within this framework can be brie y listed as follows <br/><ul><br/><li><br/>As of August 4, 1958, the multiple currencypractices were introduced in foreign exchange transactions. ere were di erent exchangerates for export and import. Turkish Lira (T) was devalued in proportion of 68.9%.<br/></li><br/><li><br/>Foreign trade was liberalized, that is, exportand import transactions facilitated, and imports were allowed to be done quarterly.<br/></li><br/><li><br/>A strict monetary policy was implemented.e loans extended by commercial banks and the Central Bank were limited.<br/></li><br/><li><br/>Tight fiscal policy had been applied, it had been aimed to reduce public expenditures and achieve budget balance. However, this policy could not be maintained.<br/></li><br/><li><br/>The prices of PEE products increased, thereby aiming to reduce operating losses that impose a burden on the budget.<br/></li><br/><li><br/>Difficulty in external payments was eliminated with the stabilisation program. 420 million United States dollars ($) foreign debt was postponed or consolidated and Turkey borrowed $359 million from the USA, OECD, and IMF.<br/></li><br/></ul>"
  },
  {
    "id": "3073260",
    "unitNumber": 8,
    "text": "Which one of the following information on the decisions taken in the stabilisation program in 1978 and 1979 are correct?<br/><ol type=\"I\"><br/><li>Prices of PEE’s were increased to reduce the budget burden.</li><br/><li>Government spending was reduced and financing government with Central Bank resources was stopped.</li><br/><li>Trade deficits were reduced by export incentives and import restrictions.</li><br/><li>Interest rates decreased, decreases in wage and salary narrowed, and incentives in the agricultural sector were contracted.</li><br/></ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "I-II-III-IV",
      "C": "II-III-IV",
      "D": "I-III-IV",
      "E": "I-II-IV"
    },
    "explanation": "Some of the decisions taken in the stabilization program in 1978 and 1979 are as follows :<br/><ul><br/><li>Prices of PEE's were increased to reduce the budget burden.</li><br/><li>Government spending was reduced andfinancing government with Central Bank resources was stopped (stop monetizing the debt).</li><br/><li>Trade deficits were reduced by export incentives and import restrictions.</li><br/><li>Interest rates increased, increases in wage and salary narrowed, and incentives in the agricultural sector were contracted.</li><br/></ul>"
  }
]